Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran318
source: So how will it be when We assemble them for a Day about which there is no doubt? And each soul will be compensated [in full for] what it earned, and they will not be wronged.
ca: Llavors, com serà quan ens muntem un dia que no hi ha dubte? I cada ànima seran compensats [en la seva totalitat per a] que li va valer i no ser injustament.
cy: Felly, sut fydd pan feddyliwn am iddynt ar gyfer diwrnod y nid oes unrhyw amheuaeth? A bydd pob enaid yn cael eu digolledu [yn llawn ar gyfer] beth y mae'n ei ennill, ac ni Bydd maent yn cam.
da: Så hvordan vil det være når vi samler dem for en dag, som der er ingen tvivl om? Og hver sjæl vil blive kompenseret [i fuld for] hvad det tjent, og de vil ikke blive krænket.
el: Λοιπόν, πώς θα είναι όταν συγκεντρώνουν για μια ημέρα για την οποία δεν υπάρχει καμία αμφιβολία; Και κάθε ψυχή θα αποζημιωθούν [στο σύνολό της για] τι θα κερδίσει, και δεν θα αδικηθεί.
et: Niisiis, kuidas on kui me koguda neid päeva kohta, mis pole kahtlust? Ja [tervikuna eest] makstakse hüvitist iga hing mis ta teenis, ja nad ei ülekohtu.
fi: Joten miten se on, kun me koota ne päivän, josta ei ole epäilystäkään? Ja jokainen sielu korvata [kokonaisuudessaan] mitä se sai ja ne ei vääryyttä.
he: אז איך זה יהיה כאשר אנחנו להרכיב אותם ליום כאשר קיים ספק? ואת כל נשמה יפוצו [במלואו עבור] מה הוא מזוכה, הם לא יהיה עוול.
hr: Pa kako će biti kad ih skupimo za dan za koji nema sumnje? I svaka duša će dobiti naknadu [u cijelosti za] ono što je zaslužio, i oni neće nepravdu.
lt: Taigi, kaip bus kai mes surinkti juos per dieną, apie kurį nėra jokių abejonių? Ir kiekvieno siela bus kompensuoti [iš visiškai] ką jos uždirbo, ir jie negali būti nuskriausti.
lv: Tā kā tas būs, kad mēs apkopot tos dienā, par kuru nav šaubu? Un katru dzīvu dvēseli tiks kompensētas [pilnā par] ko tas nopelnījis, un tie nevar būt kaitējums.
nb: Så hvordan vil det være når vi samle dem for en dag som det er ingen tvil? Og hver sjel vil bli kompensert [i full for] hva det tjent, og de vil ikke bli gjort urett.
sk: Tak ako to bude, keď sme zmontovať na jeden deň, ktorý nie je pochýb? A každá duša bude kompenzovaný [v plnej] čo získali, a že bude nie poškodené.
sl: Torej, kako bo ko sestavljamo jih za en dan, o katerih ni dvoma? In vsaka duša bo nadomestilo [v celoti za] kar je zaslužil, in ne bodo oškodovani.
sr_cyrl: И како ће то бити када склапамо их на дан, о којима не постоји сумња? И свака душа ће добити надокнаду [у потпуности за] шта је зарадила, и они ће бити преварена.
sr_latn: I kako će to biti kada sklapamo ih na dan, o kojima ne postoji sumnja? I svaka duša će dobiti nadoknadu [u potpunosti za] šta je zaradila, i oni će biti prevarena.
uk: Так як це буде, коли ми зібрати їх на день, про якого не викликає сумніву? І кожному душа компенсують [в повному обсязі для] те, що він заробив, і вони не бути ображені.
vi: Vậy làm thế nào nó sẽ khi chúng tôi lắp ráp cho một ngày về mà có là không có nghi ngờ? Và mỗi linh hồn sẽ được bồi thường [trong đầy đủ cho] những gì nó được, và họ sẽ không được wronged.
zu: Ngakho ngeke yini kube ukuthi uma We zihlangane for Day mayelana nokuthi iziphi izinhlelo akukho kungabaza?

# Quran319
source: Say, "O Allah, Owner of Sovereignty, You give sovereignty to whom You will and You take sovereignty away from whom You will. You honor whom You will and You humble whom You will. In Your hand is [all] good. Indeed, You are over all things competent.
ca: Dir: "O Allah, propietari de la sobirania, donar sobirania a qui es vol i es pren la sobirania de qui es vol. Honres a qui vostè i vostè qui li es humil. A la mà és bo [tot]. De fet, ets sobre totes les coses competents.
cy: Ddweud, "O Allah, perchennog o sofraniaeth, a roddwch sofraniaeth i bwy y bydd eich a gymerwch sofraniaeth oddi wrth bwy y byddwch yn. Cadw'r ydych chi bydd ac mae ydych y byddwch yn wylaidd. Yn eich llaw yn dda [bob]. Yn wir, yr ydych yn dros holl bethau yn gymwys.
da: Sige, "O Allah, ejer af suverænitet, du give suverænitet til hvem du vil og du tage suverænitet fra hvem du vil. Du ære som du vil og du ydmyge hvem du vil. I hånden er [alle] godt. Ja, du er over alle ting kompetente.
el: Λένε, «Ο Αλλάχ, ιδιοκτήτης της κυριαρχίας, δίνετε κυριαρχία στους οποίους θα σας και παίρνετε κυριαρχίας από τους οποίους θα σας. Μπορείτε να τιμάτε τους οποίους θα σας και σας τον οποίο θα είστε ταπεινοί. Στο χέρι σας είναι [όλα] καλά. Πράγματι, είστε επί όλων των πραγμάτων αρμόδια.
et: Öelda, "O Jumal, omanik suveräänsuse, annate suveräänsuse, kellele te näidatakse ja sa võtad suveräänsuse eemal kellele näidatakse. Te au, keda teile ja teie alandlik kellele te näidatakse. Käes on [kõik] hea. Tõepoolest, te olete üle kõik asjad pädev.
fi: Sanoa, "Oi Allah, omistaja suvereniteetin annat itsemääräämisoikeuden jolle haluatte ja otat itsemääräämisoikeuden pois joille on. Kunnioitamme sinua ja nöyrä kenet. Kädessäsi on [aivan] hyvä. Olette yli kaiken toimivaltaisten.
he: אומר, "הו אללה, הבעלים של ריבונות, אתה נותן לריבונות למי שכן ותיקח הריבונות מן למי שכן. אתה מכבד את מי שכן עוררתם למי שכן. ביד הכל [] בסדר. אכן, אתה מוכשר כל הדברים.
hr: Kažu, "O Allahu, vlasnik suvereniteta, daješ vlast kome hoćeš i preuzeti vlast od koga hoćeš. Čast koga hoćeš i ponizni koga hoćete. U ruci je []. Doista, vi ste sve nadležne.
lt: Sako: "O Allaho, savininkas suvereniteto, jūs suteikiate suvereniteto kam jums bus ir vartojate suverenumą nuo kurių jums bus. Gerbk kam jums ir jūs pokornym kam jums bus. Tavo rankoje yra [visi] geri. Iš tiesų, jūs esate virš visų dalykų kompetentinga.
lv: Teiksim, "O Allah, suverenitāte, īpašnieks suverenitāti, kurai būs jums un jūs lietojat suverenitāti, no kuriem jums būs. Jūs godu, kam jūs un jums pazemīgs, kam jūs. Jūsu rokās ir [visi] labs. Protams, jūs esat pār visām lietām, kas ir kompetentas.
nb: Si, "O Allah, eieren av suverenitet, du gir suverenitet som du vil og du suverenitet fra hvem du vil. Du ære hvem du vil og du ydmyke hvem du vil. Er [alt] godt i hånden. Faktisk er over alle ting kompetent.
sk: Povedal, "Ó Alláhu, majiteľ suverenity, dáte suverenitu, komu budete a užívate zvrchovanosti, od koho ste sa. Koho bude a koho budete pokoriť česť. V ruke je [všetko] dobré. V skutočnosti ste cez všetky veci príslušný.
sl: Recimo, "O Allah, lastnik suverenosti, suverenosti, komu boste dali in ste vzeli suverenosti od koga boste. Čast, ki vas bo in vam ponižni, koga boste. V roki je [vse] dobro. Res, ste nad vse stvari, ki so pristojni.
sr_cyrl: Рекао је, "О Аллах, власник суверенитет, дај суверенитет коме хоћеш и узмете суверенитет од кога ли ће. Кога ли ће и коме ће вас понизи иаст. [Све ] добро је у твојој руци. Заиста , ти си преко надлежних све ствари.
sr_latn: Rekao je, "O Allah, vlasnik suverenitet, daj suverenitet kome hoćeš i uzmete suverenitet od koga li će. Koga li će i kome će vas ponizi иast. [Sve] dobro je u tvojoj ruci. Zaista, ti si preko nadležnih sve stvari.
uk: Скажімо, "O Аллаха, власник суверенітету, ви даєте суверенітету, яким ви будете і ви приймаєте суверенітет від кого ви будете. Ви честь кого завгодно і ви забруднюють кого ви будете. У ваших руках це [] добре. Ви дійсно все впокорив компетентним.
vi: Nói, "O Allah, chủ sở hữu của chủ quyền, bạn cung cấp cho chủ quyền mà bạn sẽ và bạn mất chủ quyền từ người mà bạn sẽ. Bạn tôn vinh người mà bạn sẽ và bạn khiêm tốn mà bạn sẽ. Trong tay của bạn là [tất cả]. Thật vậy, bạn là tất cả về những điều có thẩm quyền.
zu: Ithi, "O Allah, Umnikazi Yobukhosi, Wena unike ubukhosi nokuthi ubani futhi uthathe ubukhosi kude lowo. You obani okufanele sibabonise udumo Uyothola futhi You ethobekile lowo. Esandleni sakho kukhona [konke] okuhle. Ngempela,

# Quran320
source: You cause the night to enter the day, and You cause the day to enter the night; and You bring the living out of the dead, and You bring the dead out of the living. And You give provision to whom You will without account."
ca: Causen la nit entrar el dia, i provoquen el dia per entrar la nit; portar els vius dels morts i portar els morts de la vida. I vostè donar prestació a qui es vol sense compte."
cy: Yr ydych yn achosi y nos i fynd y diwrnod, ac yr ydych yn achosi y diwrnod i ddod y nos; a ydych yn dwyn allan y meirw byw, a ydych yn dwyn y meirw allan o byw. A ydych yn rhoi darpariaeth i bwy y bydd chi heb gyfrif.
da: Du forårsage natten for at Indtast dagen, og du forårsage dag ind om natten; og du bringe levende ud af døde, og du bringe døde fra levende. Og du give bestemmelse til hvem vil du uden konto."
el: Που προκαλούν τη νύχτα για να εισάγετε την ημέρα, και να προκαλέσετε την ημέρα για να εισάγετε το βράδυ? και φέρνετε το ζην από τους νεκρούς, και μπορείτε να φέρετε τους νεκρούς από τους ζωντανούς. Και να σας δώσει παροχή, στους οποίους θα σας χωρίς λογαριασμό.»
et: Võite põhjustada sisestada päeval öösel ja põhjustada päev siseneda öösel; Sa tuua elu välja surnud ja tuua välja elavad surnud. Ja te saaksite näha, kellele siis ilma konto."
fi: Voit aiheuttaa yö päivä, ja aiheuttaa päivä tulee yö; tuo kuollut elantonsa, ja voit tuoda kuolleet eloon jääneistä. Ja antaa määräyksen kenelle tulee ilman tiliä.
he: כי בלילה כדי להזין את היום, ולגרום לך היום כדי להזין את הלילה; הבאת את החיים מחוץ המתים ו הבאת המתים את החיים. ואתה נותן הוראה למי שכן ללא חשבון."
hr: Te uzrokovati noći ući na dan i nanijeti dana ući u noći; i dovedeš žive od mrtvih, i oživjeti mrtve od žive. I odredbu kome hoćeš bez računa."
lt: Galite sukelti atvykti dieną naktį, ir jūs sukelti į dienos naktį; ir jums atnešti iš mirusiųjų gyvenimo, ir jūs iš gyvųjų mirusiųjų. Ir jūs suteikiate nuostata kam jums bus be sąskaitos."
lv: Jums jāievada dienas vakarā, un neradītu diena, lai ievadītu nakti; celt dzīves no mirušajiem un dot miris no dzīves. Un jūs piešķirat noteikums, kuram būs bez konta."
nb: Du føre natten inn dagen, og du forårsake dagen for å angi natten; og du tar levende ut av døde, og du tar døde av levende. Og du gi bestemmelse som du vil uten konto.
sk: Môžete spôsobiť v noci do dňa, a môžete spôsobiť dňom do noci; Vám prinesie živé z mŕtvych a prinesiete z živých mŕtvych. A dáte ustanovenie, ktorým budete bez účtu."
sl: Povzroči noč vstopiti na dan, in povzroči dan vstopiti noč; pripelješ živi od mrtvih in pripelješ mrtvih iz živih. In daš določbe, za katere boste brez računa."
sr_cyrl: Да изазове те ноћи да унесете на дан, и узрокујете дан да унесете ноћи; и донеси дневну из мртвих, и ти и мртве из живе. А ти одредба коме хоћеш без рачуна."
sr_latn: Da izazove te noći da unesete na dan, i uzrokujete dan da unesete noći; i donesi dnevnu iz mrtvih, i ti i mrtve iz žive. A ti odredba kome hoćeš bez računa."
uk: Викликати ночі, щоб увійти в день, і викликати день для участі в ніч; Ви приносите життя з мертвих, і ви приносите мертвих з живих. І ви даєте положення, яким ви будете без рахунку".
vi: Bạn gây ra trong đêm để nhập ngày, và bạn gây ra trong ngày vào ban đêm; mang lại cho bạn cuộc sống ra khỏi cõi chết và mang lại cho bạn những người chết trong cuộc sống. Và bạn cung cấp cho cung cấp mà bạn sẽ không có khoản."
zu: Wena abangele ebusuku ukungena usuku, futhi Wena abangele usuku ukungena ebusuku;

# Quran321
source: Let not believers take disbelievers as allies rather than believers. And whoever [of you] does that has nothing with Allah, except when taking precaution against them in prudence. And Allah warns you of Himself, and to Allah is the [final] destination.
ca: Deixi no creients prendre disbelievers com aliats en lloc de creients. I qui [de tu] fa que té res amb Allah, excepte quan es pren la precaució contra ells en prudència. I Allah adverteix de si mateix i Allah és el destí [final].
cy: Gadewch i ni credinwyr gymryd disbelievers fel cynghreiriaid yn hytrach na credinwyr. A pwy bynnag [o] yn gwneud hynny gan ddim ag Allah, ac eithrio pan fydd cymryd rhagofalon yn eu herbyn yn ddoethineb. Ac mae'r Allah yn rhybuddio chi ei hun, ac i Allah yn y [daith].
da: Lad ikke troende tage vantro som allierede snarere end troende. Og hvem [af dem] betyder det ikke har noget med Allah, undtagen når du tager forholdsregler mod dem i forsigtighedsprincippet. Og Allah advarer dig om sig selv, og at Allah er den [sidste] destination.
el: Ας μην πιστών λάβει disbelievers ως συμμάχους αντί πιστών. Και όποιος [από εσάς] κάνει αυτό έχει τίποτα με τον Αλλάχ, εκτός από όταν λαμβάνουν προληπτικά για την αντιμετώπιση τους με σύνεση. Και Αλλάχ σας προειδοποιεί των τον εαυτό του, και Αλλάχ είναι ο προορισμός [τελικό].
et: Las usklikud võtta liitlaste, mitte usklike uskottomille. Ja kes [teist] Kas see ei ole midagi Jumalat, välja arvatud kui võtta ettevaatusabinõu nende vastu aastal ettevaatlikkus. Ja Jumal hoiatab teid ennast ja Jumal on [lõppsihtkohta].
fi: Anna uskovat ottaa uskottomat pikemminkin liittolaisia kuin uskovia. Ja kuka [teistä] se, että ei ole mitään hillitä, paitsi tehdessään varautua olisi holtitonta. Ja Jumala varoittaa itsensä Jumalalle on [lopullinen] kohde.
he: תני לא מאמינים לקחת disbelievers ברית ולא מאמינים. ויש מי [מכם] זה כלום עם אללה, למעט כאשר לוקחים אמצעי זהירות נגד אותם ב פרודנס. אללה מזהיר אותך על עצמו, ועל לאללה היא היעד [סופי].
hr: Neka vjernici se iskuse kao saveznici nego vjernici. I tko god [se] ne da nema ništa s Allahom, osim kada uzimanje mjere opreza protiv njih u razboritost. I Allah upozorava na sebe i Allahu se [konačno] odredište.
lt: Tegul ne tikinčiųjų imtis disbelievers sąjungininkai, o ne tikinčiųjų. Ir kas [iš jūsų] ar, kad neturi nieko bendra su Dievo, išskyrus tuos atvejus, kai imtis atsargumo priemonių prieš juos į atsargumo. Ir Dievas perspėja jus apie save, ir Dievas yra [galutinis] paskirties.
lv: Ļaujiet nav ticīgie veikt disbelievers kā sabiedrotie, nevis ticīgie. Un kurš [tu] ir tas, ka nav nekāda ar Allah, izņemot, kad piesardzīgi pret viņiem ar piesardzību. Un Allah brīdina jūs par sevi un Allah ir [] galamērķis.
nb: La ikke troende ta troende som allierte i stedet for troende. Og den [av dere] gjør har ingen med Allah, unntatt når du tar forholdsregler mot dem i klokskap. Og Allah advarer deg om seg, og Allah er [ferdig] målet.
sk: Nech nie veriaci sa neveriacim ako spojenci, nie veriaci. A ten, kto [u] to nemá nič s Alaha, okrem pri užívaní preventívne opatrenia proti nim v obozretnosti. Alah vás upozorní na seba, a Alah je [posledný] určenia.
sl: Naj verniki se disbelievers kot zavezniki namesto vernikov. In kdor [,] pa, da nima nič s Allah, razen ob previdnosti proti njim v previdnosti. Ter Allah vas sam opozori, in Alah je [končno] destinacijo.
sr_cyrl: Нека не верници узети скептике као савезници, а не као верници. И ко год [да] то ради, нема никакве Алах, осим када узимање предострожности против њих у разборитост. Аллах упозорава вас у себе, и да Аллах је до [одредиљта].
sr_latn: Neka ne vernici uzeti skeptike kao saveznici, a ne kao vernici. I ko god [da] to radi, nema nikakve Alah, osim kada uzimanje predostrožnosti protiv njih u razboritost. Allah upozorava vas u sebe, i da Allah je do [odrediљta].
uk: Нехай не віруючі прийняти disbelievers як членів Альянсу, а не віруючих. І той, хто [з вас] робить, що не має нічого з Аллаха, за винятком при прийомі заходи обережності проти них у розсудливість. Аллах попереджає вас про себе, і щоб Аллах є [остаточного] призначення.
vi: Hãy để cho các tín hữu không có thì là đồng minh chứ không phải là tín hữu. Và bất cứ ai [của bạn] nào đó không có gì với Allah, ngoại trừ khi dùng biện pháp phòng ngừa chống lại họ trong sự khôn ngoan. Và Allah sẽ cảnh báo bạn của mình, và Allah là [cuối cùng] đích.
zu: Ake amakholwa ukuthatha disbelievers njengabantu obambisene nabo kunokuba amakholwa.

# Quran322
source: Say, "Whether you conceal what is in your breasts or reveal it, Allah knows it. And He knows that which is in the heavens and that which is on the earth. And Allah is over all things competent.
ca: Dir, "si vostè amagar el que està en els seus pits o revelar-lo, Allah ho sap. I sap el que és en els cels i el que és a la terra. I Allah sobre totes les coses competents.
cy: Dweud, "a ydych yn cuddio beth sydd yn eich bronnau neu'n ei ddatgelu, Allah yn gwybod iddo. A gwyr y sydd yn y nefoedd a'r hyn sydd ar y ddaear. A yw Allah dros holl bethau yn gymwys.
da: Sige, "om du skjule hvad er i dine bryster eller afsløre det, Allah ved det. Og han ved, at der er i himlene, og at der er på jorden. Og Allah er over alle ting kompetente.
el: Λένε, «εάν αποκρύψει ό, τι είναι στο στήθος σας ή το αποκαλύψει, Αλλάχ γνωρίζει αυτό. Και ξέρει ότι που είναι στον ουρανό και αυτό που είναι στη γη. Και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Öelda: "kas varjata, mis on teie rinnad või selgub see, Jumal teab seda. Ja ta teab, mis on taevas ja mis on maa peal. Ja Jumal on üle kõik asjad pädev.
fi: Esimerkiksi: "Onko salata, mikä on rinnat tai paljastaa sen, Allah tietää. Ja hän tietää, mikä on taivaassa ja mitä on maan päällä. Ja Jumala on kaikkivaltias toimivaltainen.
he: אומרים, "אם אתם מסתירים מה יש בתוך החזה שלך או לחשוף אותו, אללה יודע את זה הוא יודע המהווה את השמים, שנמצא על כדור הארץ. אללה נגמר המוסמכת כל הדברים
hr: Reći, "da li sakriti ono što je u grudima ili to otkriti, Allah to zna. I on zna ono što je u nebesima i ono što je na zemlji. A Allah je nad svim stvarima nadležan.
lt: Sako: "ar jums nuslėpti kas yra jūsų krūtys ar atskleisti, Dievas žino. Ir jis žino, kad yra dangus ir tai, kas yra ant žemės. Ir Dievas yra virš visų dalykų kompetentinga.
lv: Teikt: "vai jums slēpt, kas ir tavas krūtis vai atklāt to, Allah zina to. Un viņš zina, kas ir debesīs, un to, kas ir uz zemes. Un pār visām lietām, kas ir kompetentas ir Allah.
nb: Si, "enten du skjule hva er i brystene eller avsløre det, Allah vet det. Og han vet det som er i himmelen og det som er på jorden. Og Allah er over alle ting kompetent.
sk: Povedať: "či zakryť, čo je vo vašich pŕs alebo odhaliť to, Boh to vie. A vie, že to, čo je v nebesiach a čo je na zemi. A Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Reči, "ali prikriti, kar je v prsi ali razkrivajo, Allah ve to. In ve, da ki je v nebesih in tisto, kar je na zemlji. In Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Реци , "било да прикрије шта је у твоје груди или то открије, Аллах то зна. И он зна да је који у небеса и оно што је на земљи. А Аллах је преко надлежних све ствари.
sr_latn: Reci, "bilo da prikrije šta je u tvoje grudi ili to otkrije, Allah to zna. I on zna da je koji u nebesa i ono što je na zemlji. A Allah je preko nadležnih sve stvari.
uk: Скажімо, "Приховати, що входить до складу ваші груди, і розкрити його, Аллах знає його. І він знає, що саме в небеса і те, що на землі. І все впокорив компетентним Аллаха.
vi: Nói, cho dù bạn che giấu những gì là trong vú của bạn hoặc tiết lộ, Allah biết nó. Và ông biết rằng đó là ở trên trời và đó là trên trái đất. Và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Ithi, "Ukuthi you gubadlela babe is KHO amabele akho noma lokho, Allah lingawazi. Futhi He azi ukuthi okuyinto emazulwini nokuthi okuyinto emhlabeni. Futhi Allah phezu kwazo zonke izinto abanekhono.

# Quran323
source: The Day every soul will find what it has done of good present [before it] and what it has done of evil, it will wish that between itself and that [evil] was a great distance. And Allah warns you of Himself, and Allah is Kind to [His] servants."
ca: El dia cada ànima trobarà el que ha fet del bon present [abans] i el que ha fet de mal, desitjarà que entre si mateix i que [mal] era una gran distància. I Allah adverteix de si mateix, i Allah és mena [el seu] servents."
cy: Y dydd bydd pob enaid ei chael wedi ei wneud o hyn o bryd da [ger ei fron] ac wedi ei wneud o ddrygioni, bydd hynny am fod rhwng ei hun a hwnnw [drygioni] yn bell iawn. Ac mae'r Allah yn rhybuddio chi ei hun, a Allah yw math [ei] weision."
da: Dagen hver sjæl vil finde hvad det har gjort af god gave [før] og hvad det har gjort af det onde, det vil ønske at mellem sig selv og at [onde] var en stor afstand. Og Allah advarer dig om sig selv, og Allah er form [hans] tjenere."
el: Η ημέρα κάθε ψυχή θα βρείτε τι έχει κάνει καλό παρόν [πριν] και τι έχει κάνει κακό, αυτό θα ήθελα ότι ανάμεσα στον ίδιο και ότι [κακό] ήταν μια μεγάλη απόσταση. Και ο ίδιος σας προειδοποιεί για Αλλάχ, και Αλλάχ είναι είδος στους δούλους [του]."
et: Päeval leiavad iga hinge, mida ta on teinud ning hea kohal [ta] enne ja mida ta on teinud paha, seda soovin, et ise ja et kurja vahel oli kaugele. Jumal hoiatab teid ennast ja Jumal on liik [oma] sulased."
fi: Päivä jokainen sielu on mitä se on tehnyt hyvä läsnä [asian] ja mitä se on tehnyt pahaa, se haluaa, että ja että paha välillä oli suuri etäisyys. Jumala varoittaa itse ja Jumala on [] palvelijoillensa."
he: היום כל נשמה תוכלו למצוא מה זה עשה טוב מתנה [לפני], מה זה עשה הרשע, זה חבל כי בינו לבין [הרשע] הזה היה מרחק רב. אללה יזהיר אותך בעצמו ו אללה הוא סוג [את] משרתיו."
hr: Dana svaka duša će pronaći dobar poklon [prije nego] ono što je učinio i što je učinio zla, da ćete poželjeti da između sebe i to [zlo] je velika udaljenost. I Allah upozorava na sebe, a Allah ima [] slugama."
lt: Dieną kas siela bus rasti ką jis padarė, gera dovana [prieš tai] ir ką jis padarė blogis, ji norės, kad pati ir kad [blogis] buvo didelis atstumas. Ir Dievas perspėja jus apie save, ir Dievas yra natūra [jo] tarnautojams."
lv: Dienu katra dvēsele atradīs to, ko tā ir darījusi, par labu dāvanu [tā] pirms un ko tas ir darījis ļaunuma, tas vēlēsies starp sevi un ka [ļaunums] bija liela attāluma. Allah brīdina jūs par sevi un Allah ir veida [viņa] darbinieki."
nb: Dagen hver sjel finner hva det har gjort godt presentere [før det] og hva det har gjort for evil, vil ønske at mellom seg selv og det [onde] var en stor avstand. Og Allah advarer deg om seg, og Allah er type [hans] tjenere.
sk: Dňa každá duša nájde, čo má urobiť dobrý daru [pred] a čo má urobiť zla, to Prial by si, že medzi ním a že [zlo] bol veľkú vzdialenosť. Boh varuje pred seba a Alah je druh [jeho] zamestnancov."
sl: Dan vsaka duša našli kaj je storila dobro darila [pred njim] in kaj je to storjeno zlo, bodo želeli, da med seboj in da [zlo] je bil na dolge razdalje. Allah vas sam opozori in Alah je vrsta za [njegova] uslužbencev."
sr_cyrl: Дан свака душа ће наћи од добар поклон [пре него што то] што је учинио и што је учинио зло, то је жеља да се између себе, а то [зло] била велике удаљености. Аллах упозорава вас у себе и Аллах је да [своје] слуге."
sr_latn: Dan svaka duša će naći od dobar poklon [pre nego što to] što je učinio i što je učinio zlo, to je želja da se između sebe, a to [zlo] bila velike udaljenosti. Allah upozorava vas u sebe i Allah je da [svoje] sluge."
uk: День кожному душа побачите, що вона зробила хороший справжньої [перед його] і те, що він зробив зла, він буде шкода, що між собою та що [зла] була великої відстані. Аллах попереджає вас про себе і Аллах є роду [] рабам."
vi: Ngày mỗi linh hồn sẽ tìm thấy những gì nó đã làm tốt quà [trước khi nó] và những gì nó đã làm điều ác, nó sẽ muốn giữa bản thân và đó [ác] là một khoảng cách lớn. Allah sẽ cảnh báo bạn của mình và Allah là loại công chức [của mình]."
zu: Usuku gcwele phefumulo ukuthola lokho akwenzile eyinhloko enhle [phambi kwalo] futhi lokho akwenzile of okubi, sebenza it fisa lowo phakathi kuyophinde kwenzeke nokuthi [ububi] kwaba ibanga elikhulu.
