Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1598
source: Indeed, We have sent it down as an Arabic Qur'an that you might understand.
ca: De fet, hem enviat-lo com un Alcorà àrab que es comprengui.
cy: Yn wir, wedi inni ei hanfon i lawr fel Qur'an Arabeg y byddwch yn ei ddeall.
da: Faktisk har vi sendt det ned som en arabisk Koran, som du kan forstå.
el: Πράγματι, μας έχουν στείλει αυτό ως ένα αραβικό Qur'an που να καταλάβετε.
et: Tõepoolest, meil on saatnud seda Araabia Koraan, et saate aru.
fi: Itse asiassa olemme lähettäneet se kuin Arabia Koraanin, jotka voi ymmärtää.
he: אכן, שלחנו אותו כמו הקוראן בערבית שאתה יכול להבין.
hr: Doista, poslali smo to kao Arapski Kuran da može razumjeti.
lt: Iš tiesų, mes pasiuntė jį kaip Arabų Korano, kad jums gali suprasti.
lv: Patiešām, mēs esam nosūtījuši to kā arābu Korāns, kas jūs varētu saprast.
nb: Vi har faktisk sendte den som en arabisk Koranen som du kan forstå.
sk: V skutočnosti sme poslali to ako arabčina Koránu, že by ste mohli pochopiť.
sl: Res, mi smo poslali to kot arabski Koran, da boste lahko razumeli.
sr_cyrl: Заиста , послали смо то као неки арапски Куран које можда разумете.
sr_latn: Zaista, poslali smo to kao neki arapski Kuran koje možda razumete.
uk: Дійсно, ми послав його як Арабська Коран, яка може зрозуміти.
vi: Thật vậy, chúng tôi đã gửi nó như một kinh Koran tiếng ả Rập, bạn có thể hiểu.
zu: Ngempela, We sa it nikela njengenhlangano Arabic Qur'an ukuthi ungase uqonde.

# Quran1599
source: We relate to you, [O Muhammad], the best of stories in what We have revealed to you of this Qur'an although you were, before it, among the unaware.
ca: Ens relacionem amb tu, [O Muhammad], el millor d'històries en què ens han revelat a vostè d'aquest Alcorà encara que eres, abans, entre l'inconscient.
cy: Yr ydym yn ymwneud â chi, [O Muhammad], y gorau o straeon yn beth yr ydym wedi datgelu i chi o'r Qur'an hwn er eich bod, cyn hynny, ymysg y ymwybodol.
da: Vi forholder os til dem [O Muhammad], bedst af historier i hvad vi har åbenbaret for dig af denne Koranen, selv om du var, før det, blandt de uvidende.
el: Εμείς σας αφορούν, [Ο Μωάμεθ], τις καλύτερες ιστορίες σε ό, τι έχουμε αποκάλυψε σε εσάς από αυτή την Κοράνι Αν και θα ήταν, πριν από αυτό, μεταξύ το αγνοούν.
et: Me seotud sind [O Muhammad] parimaid lugusid mida me näitasid teile käesoleva Koraani kuigi te oli äärmiselt keeruline, on teadmata.
fi: Me suhtaudumme käyttäjälle [Oi Muhammed] paras tarinoita mitä olemme paljastaneet sinulle tämän Koraanin vaikka olit, joukossa tietämätön.
he: אנו מתייחסים אליך, [O מוחמד], הטוב ביותר של סיפורים מה נחשפו לך של הקוראן הזה, למרות שהיית, לפני זה, בין לא מודע.
hr: Mi se odnose na vas, [O Muhammad], najbolje priče u ono što smo otkrili da ti ovaj Kur'an iako ste bili i prije, je nesvjestan.
lt: Mes yra susiję su jums, [O Muhammad], geriausias istorijas kas mums atskleidė jums šis Koran nors jums buvo, prieš jį, be to nežino.
lv: Mēs attiecas uz jums, [O Muhammad] labāko no stāstiem, ko mums parādīja jums šo Qur, lai gan jums bija pirms tam, starp neapzinās.
nb: Vi forholde seg til deg, [O Muhammad], best av historiene i hva vi har åpenbart for deg av denne Koranen selv om du var, før det, blant de uvitende.
sk: Sme sa k vám, [Mohamed], najlepšie príbehy, v čo sme odhalili vám tento Korán, hoci si boli pred ním, nevie.
sl: Mi se nanašajo na vas, [O Muhammad], najboljše zgodbe v kaj smo pokazali vam tej Qur'an čeprav ste bili, pred, med se ne zavedajo.
sr_cyrl: Смо се односе на вас, [О Мухаммад], најбоље од приче у шта смо су показале да ти о овом Курану иако си, пре, међу је несвестан.
sr_latn: Smo se odnose na vas, [O Muhammad], najbolje od priče u šta smo su pokazale da ti o ovom Kuranu iako si, pre, među je nesvestan.
uk: Ми ставитися до вас, [O Мухаммад], кращі розповіді в те, що ми показали вам цей Коран хоча ви, перш ніж вона, серед були в невіданні.
vi: Chúng tôi liên quan đến bạn, [O Muhammad], tốt nhất của câu chuyện trong những gì chúng tôi đã tiết lộ cho bạn của Qur'an này mặc dù bạn đã, trước đó, trong số những người không biết.
zu: Thina ukukuqonda, [O Muhammad], the best of izindaba kulokho We phendla you yalesi Qur'an nakuba ubungase, ngaphambi kwalo, phakathi unaware.

# Quran1600
source: [Of these stories mention] when Joseph said to his father, "O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me."
ca: [D'aquestes històries esmenten] Quan Joseph va dir al seu pare, "O el meu pare, de fet he vist [en un somni] onze estrelles i el sol i la lluna; Jo els vaig veure postrant-me. "
cy: [O'r storïau hyn yn sôn am] pan y dywedodd ei dad, Joseph "O fy nhad, yn wir yr wyf wedi gweld [mewn breuddwyd] un ar ddeg o sêr a haul a lleuad; Gwelais hwy yn prostrating i mi. "
da: [Af disse historier nævne] Da Joseph sagde til sin far, "O min far, ja jeg har set [i en drøm] elleve stjernerne og solen og månen; Jeg så dem prostrating mig. "
el: [Από τις ιστορίες αυτές αναφέρω] όταν ο Ιωσήφ είπε στον πατέρα του, «O πατέρας μου, πράγματι έχω δει [σε ένα όνειρο] έντεκα αστέρια και τον ήλιο και το φεγγάρι? Τους είδα prostrating μου.»
et: [Need lood mainida] kui Joseph ütles, et tema isa, "O isaga tõepoolest olen näinud [unistus] üksteist tähte ja päikese ja kuu; Ma nägin neid prostrating mulle. "
fi: [Tarinoista mainita] kun Joosef sanoi hänen isänsä, "Oi isä, itse olen nähnyt [unelma] yksitoista tähdet ja aurinko ja kuu; Näin ne kumartaen minulle. "
he: [של הסיפורים להזכיר] יוסף אמר לאביו, "O את אבא שלי, אכן ראיתי [בחלום] אחד עשר כוכבים, השמש והירח; ראיתי אותם השתטחות לי. "
hr: [Od tih priča spomenuti] kada je Josip rekao ocu, "Oče, doista vidio sam [u snu] jedanaest zvijezde i sunce i mjesec; Vidio sam ih prostirući se na mene. "
lt: [Iš šių istorijų paminėti] kai Juozapas sakė, kad jo tėvas, "O mano tėvas, iš tikrųjų aš matyti [sapne] vienuolika žvaigždės ir saulė ir mėnulis; Mačiau juos prostrating su manimi. "
lv: [Šo stāstu pieminēt] kad Joseph teica viņa tēvs, "O mans tēvs patiešām esmu redzējis [sapnī] vienpadsmit zvaigznes, saules un mēness; Es redzēju viņus vājināja man. "
nb: [Av disse historiene nevne] da Joseph sa til sin far, "O min far, faktisk jeg har sett [i en drøm] elleve stjerner og solen og månen; Jeg så dem prostrating til meg. "
sk: [Tieto príbehy spomenúť] keď Joseph povedal otcovi "Otče môj, v skutočnosti som videl [vo sne] jedenásť hviezdy a slnko a mesiac; Videl som ich prostrating ku mne. "
sl: [Teh zgodb omenja] Ko Joseph dejal, da njegov oče, "O moj oče, res sem videl [v sanjah] enajst zvezd in sonca in lune; Videl sem jih prostrating mi. "
sr_cyrl: [Од ових прича споменула] када је Јосепх је рекао свом оцу, "О мој отац, заиста, видео сам [у сну] једанаест звезде и сунце и месец; Видео сам их простратинг са мном. "
sr_latn: [Od ovih priča spomenula] kada je Joseph je rekao svom ocu, "O moj otac, zaista, video sam [u snu] jedanaest zvezde i sunce i mesec; Video sam ih prostrating sa mnom. "
uk: [Цих історій згадати про] коли Джозеф сказав батькові, "Отче мій, дійсно я бачив [уві сні] одинадцять зірочок і сонце і місяць; Я бачив, як вони prostrating для мене. "
vi: [Câu chuyện những đề cập đến] khi Joseph nói với cha mình, "O cha tôi, thực sự tôi đã thấy [trong giấc mơ] mười một ngôi sao và mặt trời và Mặt Trăng; Tôi thấy họ prostrating với tôi. "
zu: [Of lezo zindaba ukubalula] lapho uJosefa wathi kuyise: "O mi yise ngempela ngikubonile [ephusheni] nezinkanyezi eziyishumi nanye langa yanga; Ngabona ngobuso kimi."

# Quran1601
source: He said, "O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy.
ca: Va dir, "O el meu fill, no es relacionen amb la visió teus germans o idearan contra un pla. Fet Satanàs, home, és un enemic manifesta.
cy: Meddai, "Nid O fy mab, yn ymwneud eich gweledigaeth i eich brodyr neu maent yn dangos ôl straen yn eich erbyn cynllun. Yn wir Satan, i ddyn, yw y gelyn amlwg.
da: Han sagde, "O min søn, ikke vedrører din vision til dine brødre eller de vil udtænke imod dig en plan. Faktisk Satan, at mand, er en åbenbar fjende.
el: Είπε, «Ο γιος μου, δεν αφορούν το όραμά σας σας αδελφοί ή αυτοί θα φθέγξηται εναντίον σας. Πράγματι ο Σατανάς, ο άνθρωπος, είναι μια πρόδηλη εχθρός.
et: Ta ütles: "O mu poeg ei käsitle oma nägemust oma venda või nad on contrive teie vastu plaan. Tõepoolest Saatanal, mees, on ilmne vaenlane.
fi: Hän sanoi: "Oi poikani, eivät koske Visio veljiänne tai ne keksiä sinua vastaan suunnitelma. Itse saatana, mies, on ilmeisen vihollinen.
he: הוא אמר, "O בני, אינם מתייחסים החזון שלך האחים שלך או שהם בצפיות נגדך תוכנית. אכן השטן, לאיש, הוא אויב מניפסט.
hr: On je rekao, "O moj sine, ne odnose svoju viziju za svoju braću ili će izmisliti protiv vas plan. Doista Sotone, da čovjek, je manifesta neprijatelja.
lt: Jis sakė: "O mano sūnus, nesusiję su jūsų broliai savo viziją arba jie bus gudrauti prieš jus planą. Iš tikrųjų Šėtonas, žmogui, yra akivaizdžios priešų.
lv: Viņš teica: "O mans dēls nav saistīti savu redzējumu savus brāļus, vai viņi pamanīties pret jums plānu. Patiešām sātans, lai cilvēks, ir acīmredzama ienaidnieks.
nb: Han sa, "min sønn, forholder ikke din visjon til dine brødre eller de ikke vil mot deg en plan. Faktisk Satan, mann, er en manifest fiende.
sk: On povedal: "môj synu, netýkajú svoju víziu svojich bratov, alebo oni budú vymyslieť proti vám plán. Naozaj Satan, muž, je zjavne nepriateľa.
sl: Je dejal, "O moj sin, ne nanašajo svojo vizijo svoje brate ali jih bo naučiti proti vam načrt. Dejansko Satan, da človek, je očitno sovražnik.
sr_cyrl: Он је рекао, "О мој сине, твоја визија није се односе на брацу, или они ће смислим план против тебе. Уистину Сотона, да цовек, је манифест непријатеља.
sr_latn: On je rekao, "O moj sine, tvoja vizija nije se odnose na bracu, ili oni će smislim plan protiv tebe. Uistinu Sotona, da covek, je manifest neprijatelja.
uk: Він сказав: "O мій Сину, не стосуються вашого бачення ваші брати, або вони будуть придумати переконливе проти вас план. Дійсно сатани, щоб людина, є маніфесту ворогом.
vi: Ông nói, "O con trai tôi, không liên quan tầm nhìn của bạn với anh em của bạn hoặc họ sẽ xoay sở chống lại bạn một kế hoạch. Thật vậy Satan, người đàn ông, là một kẻ thù hiển nhiên.
zu: Wathi: "O ndodana yami, ungasali zilandise umbono wakho ukuze wabafowenu noma bayohlala ngobuhlakani ngokumelene nawe plan. Ngempela uSathane, ukuze umuntu, kuyinto manifest isitha.

# Quran1602
source: And thus will your Lord choose you and teach you the interpretation of narratives and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise."
ca: I així es teu Senyor vostè triar i ensenyar la interpretació de narratives i completar el favor a vostè i a la família de Jacob, que va completar en vostres pares abans, Abraham i Isaac. De fet, el seu senyor és saber i assenyat".
cy: Ac felly bydd eich Arglwydd dewis chi addysgu eich dehongliad o naratifau a lenwi ei favor arnoch chi ac ar y teulu o Jacob, wrth iddo ei gwblhau ar eich tadau cyn Abraham ac Isaac. Yn wir, eich Arglwydd yn gwybod a Wise."
da: Og dermed vil din herre vælger du og lære dig fortolkningen af fortællinger og fuldføre sin fordel du og familien af Jacob, som han afsluttede det ved jeres fædre før Abraham og Isak. Din herre jo vide og klog."
el: Και έτσι θα σας Λόρδος επιλέξετε σας και σας διδάξει την ερμηνεία των αφηγήσεων και να ολοκληρώσει την εύνοιά σας και η οικογένεια του Ιακώβ, δεδομένου ότι έχει ολοκληρώσει μόλις σας πατέρες πριν, Αβραάμ και Ισαάκ. Πράγματι, ο Λόρδος είναι γνωρίζοντας και σοφός».
et: Ning seega näidatakse teie Issand teil valida ja õpetab narratiive tõlgendamise ja lõpetada tema kasuks te ja pere Jacob, kui ta lõpetas ta pärast oma isade enne Aabraham ja Iisak. Tõepoolest, teie Issand on teades ja tark."
fi: Ja näin teidän Herranne Valitkaa ja opetan teille kertomuksia tulkinta ja täydellinen hänen puolesta teitä ja Jaakob, perhe, kun hän sen valmiiksi kun isienne ennen Abrahamin ja Iisakin. Itse asiassa teidän Herranne on tieto ja viisas."
he: וכך יהיה אדונך בוחר בך, ללמד אותך את הפרשנות של נרטיבים ולהשלים לשביעות רצונו עליכם ועל משפחתו של יעקב, כפי השלים את זה על אבא שלך. לפני, אברהם ויצחק. אכן, אדונך הוא שהידיעה וחכם."
hr: I tako će vaš Gospodin izabrao i vas naučiti tumačenje kazivanja i kompletan svoju uslugu na vas i na obitelj Jakova, i on je završio na tvojih predaka prije, Abraham i Izak. Uistinu, Gospodar tvoj je poznavanje i mudar."
lt: Ir taip bus jūsų Viešpats pasirinkti jums ir išmokyti jus pasakojimus aiškinimo ir užbaigti savo naudai jums ir Jokūbas, šeimos, kaip jis baigė jis po savo tėvo prieš, Abraomas ir Izaokas. Iš tiesų, jūsų Viešpats yra žinios ir Išminčius."
lv: Un tādējādi būs savu kungu izvēlēties jums un iemācīt jums stāstos interpretāciju un pabeigtu viņa favor pār jums un ģimenes Jacob, kā viņš pabeidza pēc jūsu tēviem pirms Ābrahāms un Isaac. Patiešām, jūsu kungs ir zinot un gudrs."
nb: Og dermed vil din Herre velger du lære deg tolkningen av fortellinger og fullføre sin favør du og familien til Jacob, som han fullført det på deres fedre før, Abraham og Isak. Ja, Herren er kjennskap og kloke."
sk: A tak bude svojho pána si vás naučím výklad príbehy a dokončiť jeho priazeň, vyzve vás a v rodine Jakob, ako absolvoval na svojich otcov pred Abraháma a Izáka. Svojho pána je skutočne vedieť a múdry."
sl: In tako bo vaš gospod izberete in naučiti tolmačenje pripovedi in dokončati svojo korist na vas in na družino Jacob, kot jo končal na vaši očetje pred, Abraham in Izak. Res, vaš Gospod je poznavanje in moder."
sr_cyrl: И самим тим ће твој господар те изабрао и предајем ти интерпретација варијанте и доврши његову наклоност над вама и над породице Јацоб, пошто је завршио на твојих отаца раније, Авраму и Исаку. Заиста , твој господар је знајужи и мудар."
sr_latn: I samim tim će tvoj gospodar te izabrao i predajem ti interpretacija varijante i dovrši njegovu naklonost nad vama i nad porodice Jacob, pošto je završio na tvojih otaca ranije, Avramu i Isaku. Zaista, tvoj gospodar je znajuжi i mudar."
uk: І таким чином буде ваш Господь вибрати вас і навчити вас тлумачення наративи і завершити його користь на вас і на сім'ї Якова, як він зрілих його на ваших батьків, Авраама та Ісака. Дійсно, Господь ваш є знаючи, що і мудрий".
vi: Và như vậy sẽ Chúa của bạn lựa chọn bạn và dạy cho bạn giải thích của câu chuyện và hoàn thành các ưu tiên của ông khi bạn và gia đình của Jacob, như ông đã hoàn thành nó khi cha của bạn trước, Abraham và Isaac. Thật vậy, Chúa của bạn là hiểu biết và khôn ngoan."
zu: Futhi ngenxa yalokho ngeke kho Lord ilikhethe, ngikufundise nokuchazwa ukulandisa bese uqedela umusa wakhe phezu kwenu naphezu umndeni kaJakobe, njengoba Waqeda ke phezu oyihlo ngaphambi, u-Abrahama no-Isaka.

# Quran1603
source: Certainly were there in Joseph and his brothers signs for those who ask,
ca: Sens dubte hi eren en Josep i els seus germans signes per a aquells qui ho demanen,
cy: Yn sicr eu bod yn Joseph ac arwyddion ei brodyr i'r rhai sydd yn gofyn,
da: Ganske vist var der i Joseph og hans brødre tegn for dem, der spørger,
el: Σίγουρα υπήρχαν σε Joseph και σημάδια του αδελφούς για εκείνους που ζητούν,
et: Kindlasti olid seal Joosep ja tema vennad märgid neile, kes küsivad,
fi: Varmasti oli siellä Joosef ja hänen veljensä merkkejä niille, jotka pyytävät,
he: בהחלט היו יוסף, סימני האחים שלו למי לשאול,
hr: Sigurno je bilo u Josip i njegova braća znakova za one koji pitaju,
lt: Tikrai ten buvo Juozapas ir jo broliai ženklai tiems, kurie paklausti,
lv: Protams, tur bija Jāzeps un viņa brāļi zīmes tiem, kas lūgt,
nb: Sikkert var der i Joseph og hans brødre tegn for de som spør,
sk: Určite tam boli Jozef a jeho bratia príznaky pre tých, ktorí sa opýtať,
sl: Zagotovo bili tam v Jožef in njegovi bratje znaki za tiste, ki vprašati,
sr_cyrl: Сигурно си била у Јосепх и његова браћа знакова за оне који питају,
sr_latn: Sigurno si bila u Joseph i njegova braća znakova za one koji pitaju,
uk: Звичайно, були там в Йосип та його брати знаки для тих, хто просить,
vi: Chắc chắn đã có trong Joseph và dấu hiệu Anh em của mình cho những người hỏi,
zu: Ngokuqinisekile ayelapho Joseph akhe fo izibonakaliso zakhe labo buza,

# Quran1604
source: When they said, "Joseph and his brother are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error.
ca: Quan va dir, "Joseph i el seu germà són més estimades al nostre pare que nosaltres, mentre ens trobem un clan. De fet, el nostre pare és clar error.
cy: Pan y dywedodd, "Joseph a'i frawd yn fwy annwyl ein tad na ni, tra ydym yn clan. Yn wir, mae ein tad mewn camgymeriad amlwg.
da: Når de sagde, "Joseph og hans bror er mere elskede til vores far end vi, mens vi er en klan. Vores far er i klare fejl.
el: Όταν είπε, «Ιωσήφ και τον αδελφό του είναι πιο αγαπημένη πατέρα μας από ό, τι εμείς, ενώ είμαστε μια φυλή. Πράγματι, ο πατέρας μας είναι σαφές μήνυμα λάθους.
et: Kui nad ütlesid, "Joosep ja tema vend on armastatud meie isa meie, kui oleme klanni. Tõepoolest, meie isa on selge viga.
fi: Kun he sanoivat, "Joosef ja hänen veljensä ovat rakkaan isämme kuin me, vaikka olemme klaani. Itse asiassa meidän isämme on selvä virhe.
he: כשאמרו "יוסף ואחיו הם עוד אהובה לאבינו יותר, בעוד אנחנו שבט. אכן, אבא שלנו הוא שגיאה ברורה.
hr: Su rekli, "Josip i njegov brat su više ljubljeni našem ocu od nas, a mi smo klan. Uistinu, naš otac je u jasan error.
lt: Kai jie sako, "Juozapas ir jo brolis yra umiłowany mūsų tėvas nei mes, nors mes klano. Iš tiesų, mūsų tėvas yra aiški klaida.
lv: Kad viņi teica, "Jāzeps un viņa brālis ir mīļots mūsu tēvs nekā mums, kamēr mēs klana. Patiešām, mūsu tēvs ir skaidra kļūda.
nb: Da de sa, er"Joseph og hans bror mer kjære til vår far enn vi, mens vi er en klan. Faktisk er vår far klart feil.
sk: Keď povedal, "Jozef a jeho brat sú viac milý náš otec ako my, sme klan. Jasné, chyba je naozaj náš otec.
sl: Ko so rekli, "Joseph in njegov brat so bolj ljubljeni naš oče kot mi, medtem ko smo klan. Res, naš oče je jasno napaka.
sr_cyrl: Када су рекли, "Јосепх и његов брат су више воле да наш отац од нас, док смо клан. Уистину , наш отац је у јасан грешке.
sr_latn: Kada su rekli, "Joseph i njegov brat su više vole da naš otac od nas, dok smo klan. Uistinu, naš otac je u jasan greške.
uk: Коли вони сказали: "Йосипа і його брат є більш улюбленого Отцю нашому, ніж ми, хоча ми клану. Справді, наш батько є чітке помилково.
vi: Khi họ nói, "Joseph và em trai yêu quý đến cha của chúng ta hơn, chúng tôi, trong khi chúng tôi là một gia tộc. Thật vậy, cha của chúng tôi là rõ ràng lỗi.
zu: Lapho bathi, "UJosefa umfowabo kukhona othandekayo kakhudlwana ukuba ubaba wethu ukwedlula thina, nakuba sinombono ngababusi. Ngempela, ubaba wethu kuyiphutha ecacile.

# Quran1605
source: Kill Joseph or cast him out to [another] land; the countenance of your father will [then] be only for you, and you will be after that a righteous people."
ca: Joseph de matar o van fer a terra [un altre]; el rostre del seu pare [llavors] serà només per vostè, i vostè serà després d'això un poble just."
cy: Ladd Joseph neu fwrw ef i dir [arall]; [wedyn] Bydd ystyried eich tad yn unig i chi, a chi fydd ar ôl hynny bobl hoes dabloid."
da: Dræbe Joseph eller kaste ham til [anden] land; ansigt af din far [så] bliver kun for dig, og du vil være efter, at et retfærdigt folk."
el: Σκοτώσει Ιωσήφ ή να τον πετάξουμε σε [άλλη] γη? το πρόσωπον ο πατέρας σου [τότε] θα είναι μόνο για σας, και μετά από αυτό θα είστε ένα δίκαιοι άνθρωποι.»
et: Joseph tappa või teda purskas, [teine] maale; oma isa Pale [siis] olema sinu jaoks, ja sul on pärast, et õiged inimesed."
fi: Tappaa Joosef tai karkottivat hänet [alkukodiksi]; isäsi ilme [silloin] on vain sinulle, ja voit sen jälkeen vanhurskas kansa."
he: להרוג את יוסף או לגרש אותו לארץ [אחר]; ארשת פניו של אבא שלך [אז] יהיה רק בשבילך, ניתן לאחר מכן אנשים צדיקים."
hr: Ubiti Josipa i baci ga van [još jedan] zemlju; lice oca [] to će samo za vas, a nakon toga će se pravedni ljudi."
lt: Nužudyti Juozapas arba mesti jį [kita] žemei; jūsų tėvas moralinė [tada] bus tik jums, ir jums bus po to teisieji žmonės."
lv: Joseph nogalināt vai viņu izdzīt uz [vēl] zemes; tavs tēvs ārienē [tad] būs tikai jums, un jums būs pēc tam paštaisns cilvēkiem."
nb: Drepe Joseph eller kastet ham til [en annen] landet. åsyn din far blir [da] bare for deg, og du kan etter at et rettferdig folk."
sk: Zabiť Joseph alebo vyhnali ho [iný] pôdy; tvár svojho otca [potom] bude len pre vás, a budete mať po ktoré spravodliví ľudia."
sl: Ubiti Joseph ali ga odda [druge] zemljišč; obličje svojega očeta [] bodo samo za vas, in vam bo po tem pravičnih ljudi."
sr_cyrl: Убиј Јосепх, или га је избацио у иностранство; дрћањем твој отац [тадашњи] ће бити само за тебе, и тебе ће бити након тога праведних људи."
sr_latn: Ubij Joseph, ili ga je izbacio u inostranstvo; drћanjem tvoj otac [tadašnji] će biti samo za tebe, i tebe će biti nakon toga pravednih ljudi."
uk: Вбити Йосип, або кинули його землю [іншого]; обличчя вашого батька [] стане тільки для вас, і ви будете після цього праведних людей."
vi: Giết Joseph hoặc diễn viên Anh ta [khác] đất; countenance vẻ cha [sau đó] sẽ chỉ cho bạn, và bạn sẽ là sau đó một người công bình."
zu: Dlulisa Joseph noma bamkhiphe ukuba [lenye] ezweni;
