Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1213
source: That is because Allah would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed, Allah is Hearing and Knowing.
ca: Allò és perquè Allah no canviaria un favor que ell havia atorgat a un poble fins que van canviar el que és dins de si mateixos. I en efecte, Allah és sentir i saber.
cy: Mae hynny oherwydd na fyddai Allah yn newid favor sy'n ef wedi dod yn bobl nes y maent yn newid hyn sydd o fewn eu hunain. Ac yn wir, Allah yn clywed ac yn gwybod.
da: Det skyldes, at Allah ikke vil ændre en tjeneste, som han havde skænket et folk, indtil de ændrer hvad er i sig selv. Og ja, Allah er hørelse og vide.
el: Αυτό είναι επειδή Αλλάχ δεν θα αλλάξει τη χάρη που είχε παραχώρησε σε ένα λαό μέχρι να αλλάξετε ό, τι είναι μέσα τους. Και πράγματι, Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Seda sellepärast, et Jumal ei muutuks teene, mille ta oli andnud inimesed pärast, kuni nad muutuvad, mis on iseendas. Ja tõepoolest, Allah on kuulmine ja teades.
fi: Tämä johtuu Allah ei muuttaisi hyväksesi, joka hän oli suonut ihmisiä, kunnes niitä muutetaan, mikä on sisällä itse. Ja Jumala on kuulon ja tietäen.
he: זה בגלל אללה לא הייתי משנה טובה אשר הוא היה מחן אנשים עד שהם ישנו מה יש בתוך עצמם. אכן, אללה הוא שהידיעה ושמיעה.
hr: To je zato što Allah neće promijeniti uslugu koja mu je udijelio ljudi dok oni promijeniti ono što je u sebi. I doista, Allah je sluh i znajući.
lt: Tai yra todėl, kad Dievas negali pakeisti paslaugą, jis buvo padovanotas žmonių tol, kol jie keičia kas yra savyje. Ir iš tiesų, Allah yra klausos ir žinios.
lv: Tas ir tāpēc, ka Allāhs nemainīs labvēlība, kas viņam bija dāvājis cilvēkiem, līdz brīdim, kad tās maina to, kas ir sevī. Un patiešām, Allah ir dzirdes un zinot.
nb: Det er fordi Allah ikke ville endre en tjeneste som han hadde skjenket et folk til de endrer hva er i seg selv. Og Allah er faktisk høre og kjenne.
sk: To je preto, že Alah by sa nezmenil láskavosť, ktorý on mal obdarila ľudí, kým sa nezmení, čo je vnútri seba. A skutočne, Alah je sluch a vedomím.
sl: To je zato, ker Allah ne bi spremenila uslugo, ki je imel podeljuje ljudi, dokler se spreminjajo, kar je v sami. In res, Allah je sluh in poznavanje.
sr_cyrl: То је зато што Аллах неће променити услугу која је имала даровао народ, док су промене шта је у себи самима. И заиста, Аллах је слух и знајужи.
sr_latn: To je zato što Allah neće promeniti uslugu koja je imala darovao narod, dok su promene šta je u sebi samima. I zaista, Allah je sluh i znajuжi.
uk: Це тому, що Аллах не приведе до зміни користь, і він мав дарував людей, поки вони змінюються, що є, всередині себе. І дійсно, Аллах слуху і знаючи, що.
vi: Đó là bởi vì Allah sẽ không thay đổi một đặc ân mà ông đã ban cho mọi người một cho đến khi họ thay đổi những gì là bên trong mình. Và quả thực, Allah là nghe và hiểu biết.
zu: Lokho kungenxa yokuthi Allah bekungeke kukushintshe a umusa lapho Wayeke pha abantu baze bashintshe uyini phakathi kwabo.

# Quran1214
source: [Theirs is] like the custom of the people of Pharaoh and of those before them. They denied the signs of their Lord, so We destroyed them for their sins, and We drowned the people of Pharaoh. And all [of them] were wrongdoers.
ca: [Ells és] com el costum de la gent del faraó i de les persones davant d'ells. Van negar els senyals del seu Senyor, així hem destruït pels seus pecats, i es va ofegar la gent del faraó. I tots [ells] eren malfactors.
cy: [Hwy yw'r] hoffi personol y bobl Ffaro a rhai o'u blaen. Gwadodd iddynt arwyddion eu yr Arglwydd, felly rydym yn eu dinistrio am eu pechodau, ac rydym yn boddi pobl Ffaro. Ac roedd pawb [ohonynt] yn tramgwyddo.
da: [Er] som brugerdefineret af Farao og dem før dem folk. De benægtede tegn på deres Herre, så vi ødelagt dem for deres synder, og vi druknede mennesker af Farao. Og alle [af dem] var lovovertrædere.
el: [Δική τους είναι], όπως το έθιμο του λαού του Φαραώ, και αυτών πριν από αυτούς. Αρνήθηκαν τα σημάδια του κυρίου τους, έτσι που κατέστρεψε τους για τις αμαρτίες τους και πνιγήκαμε οι άνθρωποι του Φαραώ. Και όλοι [τους] ήταν των παραβατών.
et: [Päralt on] meeldib vaarao ka Euroopa neile inimestele kohandatud. Nad eitasid märke nende Issand nii me hävitada neid nende pattudes ja me uppunud vaarao inimesed. Ja [nad kõik] olid tekitaja.
fi: Heidän on kuten custom Faraon kansaa, jotka ennen heitä. Ne kiistivät Herraansa, merkkejä, joten olemme tuhonnut synneistään ja hukkui farao ihmisiä. Ja kaikki [] olivat rikolliset.
he: [שלהם הוא] אוהב את המנהג של העם של פרעה, ואני מאלה לפניהם. הם דחו את הסימנים של האדון שלהם, אז השמדנו אותם על חטאיהם, וטבע אנו העם של פרעה. והיו כולן [] הפושעים.
hr: Njihova je kao običaj ljudi faraona i onih prije njih. Poricat znakove svoga Gospodina, pa smo ih uništili zbog njihovih grijehova, i mi se utopio ljudi faraona. A svi [su] prijestupnicima.
lt: [Jiems yra] kaip žmonės Faraonas ir iš tų, kurie juos paprotys. Minėtos institucijos neigė požymių, savo Viešpaties, kad mes sunaikinti juos už jų nuodėmes, ir mes nuskendo Faraonas žmonės. Ir visi [jie] buvo grzesznicy.
lv: [Savējo ir], piemēram, pielāgotas cilvēku faraons, un tiem priekšā. Tās noliedza savu kungu, pazīmes, tāpēc mēs iznīcināt tos par saviem grēkiem, un mēs noslīka faraons cilvēki. Un tie visi [] bija pārkāpējus.
nb: [Deres er] som skikken med de farao og de som før dem. De nektet tegn på deres Herre, så vi ødela dem for deres synder, og vi druknet folk Farao. Og alle av dem var wrongdoers.
sk: [Stretol je] ako zvyk ľudí faraóna a tých pred nimi. Popreli príznaky svojho pána, tak sme ich zničil za svoje hriechy a sme utopili ľudia faraóna. A všetci [] boli zloèinci.
sl: [Njihovo je] kot po meri ljudi faraon in tistih, ki so pred njimi. So zanikale znake svojega Gospoda, zato smo jih uniči za svoje grehe, in smo utonil ljudi Faraon. In vsi [so] so bili wrongdoers.
sr_cyrl: [Њихова је] као прилагођена народа фараона и оних пре њих. Одбили су знакове свог господара, па смо их је уништио због њихових грехова, и смо се удавили људи фараона. И сви [су] били починиоце.
sr_latn: [Njihova je] kao prilagođena naroda faraona i onih pre njih. Odbili su znakove svog gospodara, pa smo ih je uništio zbog njihovih grehova, i smo se udavili ljudi faraona. I svi [su] bili počinioce.
uk: [Їхнєє], як звичай людей фараона а також перед ними. Вони заперечували ознаки пана свого, так що ми знищили їх гріхів, і ми потонули людей фараона. І всі [їх] були розкаюємося.
vi: [Họ là] giống như tùy chỉnh của người dân của Pharaoh và của những người trước đó. Họ từ chối các dấu hiệu của Chúa của họ, do đó, chúng tôi đã phá hủy chúng cho tội lỗi của họ, và chúng tôi chết đuối người dân của Pharaoh. Và tất cả [họ] đã là wrongdoers.
zu: [Wawo] like leli siko labantu kaFaro of labo phambili them.

# Quran1215
source: Indeed, the worst of living creatures in the sight of Allah are those who have disbelieved, and they will not [ever] believe -
ca: De fet, el pitjor de la vivents en la vista d'Allah són els que dubtaven tenen i no ho faran creure [sempre] -
cy: Yn wir, y gwaethaf o greaduriaid byw yng ngolwg Allah yw'r rheini sydd wedi ddysgais, a fyddant yn credu [erioed]-
da: Faktisk værst af levende væsener i synet af Allah er dem, der har disbelieved, og de vil ikke [nogensinde] tro -
el: Πράγματι, η χειρότερη των ζωντανών πλασμάτων στα μάτια του Αλλάχ είναι εκείνοι που έχουν disbelieved και δεν θα πιστεύουν [ποτέ] -
et: Tõepoolest, halvim elusolendid Jumala silmis on need, kes on disbelieved ja nad ei usu [kunagi] -
fi: Itse pahin eläviä olentoja Jumalan silmissä ne, jotka ovat uskoneet, ja ne eivät [yhä] uskon -
he: אכן, הגרוע מכל היצורים החיים בעיני אללה, הם אלה אשר יש disbelieved, הם יהיה לא מאמין [אי] -
hr: Doista, najgora bića pred Allaha su oni koji imaju bio, i oni neće [li] da -
lt: Iš tiesų, Dievo akyse Gyviai blogiausia yra tie, kurie turi disbelieved, ir jie bus ne [nors] tiki -
lv: Patiešām, sliktākajā dzīvas radības Allah aktuāli ir tie, kuri ir disbelieved un tie netiks [vispār] uzskatu -
nb: Faktisk, verst av levende vesener i synet av Allah er de som vantro, og de vil ikke [gang] tror -
sk: V skutočnosti najhoršie živých tvorov v očiach Boha sú tí, ktorí majú pochyboval, a nebudú [stále] veria -
sl: Dejansko najslabše živih bitij v očeh Allah so tisti, ki so verjeli, in ne bo [kdaj] verjamem -
sr_cyrl: Заиста , најгори живих створења на видику Аллаха су они који имају не верује, и неће бити одштампани [] веровати -
sr_latn: Zaista, najgori živih stvorenja na vidiku Allaha su oni koji imaju ne veruje, i neće biti odštampani [] verovati -
uk: Дійсно, найгірше живі істоти в очах Аллаха є ті, які мають disbelieved, і вони не будуть [коли-небудь] вірю -
vi: Thật vậy, tồi tệ nhất của các sinh vật trong tầm nhìn của Allah là những người có disbelieved, và họ sẽ không tin rằng [từng] -
zu: Ngempela, lalibhekisela izidalwa eziphilayo emehlweni Allah Labo disbelieved they ngeke [naphakade] bakholelwa -

# Quran1216
source: The ones with whom you made a treaty but then they break their pledge every time, and they do not fear Allah.
ca: Aquells amb qui es va signar un tractat però llavors van trencar la seva promesa cada vegada, i no tenen por de Allah.
cy: Y rhai gyda phwy wnaethoch gytundeb ond yna byddant yn torri eu haddewid bob tro, ac nid ydynt yn ofni Allah.
da: Dem med hvem du har lavet en traktat, men derefter de bryder deres løfte hver gang, og de frygter ikke Allah.
el: Αυτοί με τους οποίους κάνατε μια Συνθήκη, αλλά στη συνέχεια σπάσουν δέσμευσή τους κάθε φορά, και δεν φοβούνται Αλλάχ.
et: Need, kellega leping tehtud, kuid siis nad murda oma võetud iga kord ja nad ei karda Jumalat.
fi: Ne joiden kanssa olet tehnyt sopimuksen mutta sitten taukoa sitoutuneensa joka kerta ja he eivät pelkää Jumalaa.
he: אלה עם מי עשית הסכם אבל ואז הם שוברים את ההתחייבות בכל פעם, הם לא מפחדים אללה.
hr: One s kojima sklopio si ugovor onda oni slomiti svoje obećanje svaki put, a oni se ne bojim Allaha.
lt: Tie su kuriais jūs sutartį, bet tada jie pažeidžia įsipareigojimą kiekvieną kartą, ir jie ne bijoti Dievo.
lv: Tiem ar kuriem jums līgumu, bet tad viņi pauze savu solījumu katru reizi, un tās nav bailes Allah.
nb: De som du har gjort en avtale men da de bryter sitt løfte hver gang, og de ikke frykter Gud.
sk: Tie, s ktorými ste urobili zmluvu ale potom porušujú ich sľub, zakaždým a Neboj sa, Alah.
sl: Tisti, s katerimi si pogodbo potem vdirajo svojo obljubo, vsakič pa se ne bojijo Allah.
sr_cyrl: Они са којима ти је склопио споразум али онда пуцају своју заклетву сваки пут, а да не страхују Алах.
sr_latn: Oni sa kojima ti je sklopio sporazum ali onda pucaju svoju zakletvu svaki put, a da ne strahuju Alah.
uk: Ті, з ким ви зробили договір, але потім розбити їх заставу будь-який час і вони не бояться Аллаха.
vi: Những người với người mà bạn đã thực hiện một hiệp ước, nhưng sau đó họ phá vỡ cam kết của họ mỗi thời gian, và họ không sợ Allah.
zu: The ones nobani wenza isivumelwano kodwa ke besephula bo bambiso sonke isikhathi, futhi ningesabi Allah.

# Quran1217
source: So if you, [O Muhammad], gain dominance over them in war, disperse by [means of] them those behind them that perhaps they will be reminded.
ca: Així que si vostè, [O Muhammad], guanyar dominació sobre ells en guerra, mitjançant [de] dispersar-los aquells darrere d'ells que potser ells es recordar.
cy: Felly os mae chi, [O Muhammad], yn ennill goruchafiaeth dros iddynt mewn rhyfel, yn gwasgaru gan [modd] iddynt rhai bod efallai bydd eu hatgoffa tu ôl iddynt.
da: Så hvis du, [O Muhammad], opnå dominans over dem i krig, sprede [af en] dem dem bag dem at de måske vil blive mindet.
el: Έτσι εάν εσείς, [Ο Μωάμεθ], να αποκτήσουν δεσπόζουσα θέση πάνω τους στον πόλεμο, διαλύσει με [μέσα] τους αυτά πίσω τους ότι ίσως αυτοί θα υπενθυμιστείτε.
et: Nii et kui sa [O Muhammad], võita turukontsentratsiooni nende üle sõjas, hajutamiseks vahenditega [ning] neid neile nende taga, et võibolla nad meelde.
fi: Joten jos olet [Oi Muhammed] saada määräävän aseman päälle sodassa, hajottamaan käyttäen [] niitä näiden takana että ehkä ne muistutetaan.
he: אז אם אתה, [O מוחמד], להשיג דומיננטיות עליהם במלחמה, להתפזר באמצעים [של] אותם אלה מאחוריהם כי אולי הם תקבל תזכורת.
hr: Pa ako, [O Muhammad], dobiti prevlast nad njima u ratu, raspršiti po [vid] ih one iza njih da možda oni će biti podsjetnik.
lt: Taigi jei jums, [O Muhammad], įgyti dominuojančią padėtį virš jų kare, išsklaidyti priemonėmis [] jiems tie už juos, kad galbūt jie bus priminta.
lv: Tik ja jums [O Muhammad] iegūt dominējošo stāvokli pār tām karā, izklīst pa [līdzekļus] tos tiem aiz viņiem, ka varbūt viņi tiks atgādināts.
nb: Så hvis du, [O Muhammad], får dominans over dem i krigen, spre ved [] dem de bak dem at kanskje de vil bli minnet.
sk: Takže ak, [Mohamed], získať nadvládu nad nimi vo vojne, rozptýliť prostriedkami [z] je tých za nimi, že snáď budú upozornení.
sl: Torej če vi, [O Muhammad], pridobiti prevlado nad njimi v vojni, razpršijo po [] jih tiste za njimi, da morda se bo spomnil.
sr_cyrl: Па ако сте, [О Мухаммад], стекли доминацију над њима у рат, растера средствима [од] их они који стоје иза њих да можда они ће се огласити.
sr_latn: Pa ako ste, [O Muhammad], stekli dominaciju nad njima u rat, rastera sredstvima [od] ih oni koji stoje iza njih da možda oni će se oglasiti.
uk: Так, якщо ви [O Мухаммад], отримають панування над ними у війні, розгін засобами [з] їх тих, за ними, що можливо вони буде нагадувати.
vi: Vì vậy nếu bạn [O Muhammad], đạt được sự thống trị trên họ trong chiến tranh, phân tán bởi [phương] họ những người đằng sau họ rằng có lẽ họ sẽ được nhắc nhở.
zu: Ngakho uma, [O Muhammad], ukuzuza ukubusa them ngaphakathi pi, ukuhlakazeka by [esebenzisa] them labo ngemva kwabo ukuthi mhlawumbe bayobizwa wakhumbuza.

# Quran1218
source: If you [have reason to] fear from a people betrayal, throw [their treaty] back to them, [putting you] on equal terms. Indeed, Allah does not like traitors.
ca: Si vostè [té raó] por d'una traïció de la gent, llançar [seu tractat] nou a ells, [que li posa] en igualtat de condicions. De fet, Allah no li agraden els traïdors.
cy: Os chi [rheswm i] ofni o bradychu pobl, taflu [eu Cytuniad] ôl iddynt hwy, [rhoi chi] ar delerau cyfartal. Yn wir, nid Allah yn hoffi bradwyr.
da: Hvis du [har grund til at] frygte fra et folk forræderi, smide [deres traktaten] tilbage til dem [sætte du] på lige vilkår. Faktisk Allah ikke kan lide forrædere.
el: Αν έχετε [λόγος] φοβηθεί από μια προδοσία του λαού, ρίχνουν [τους Συνθήκη] πίσω σε αυτούς, [βάζοντας] επί ίσοις όροις. Πράγματι, Αλλάχ δεν αρέσει προδότες.
et: Kui te [ei ole põhjust] karta inimesi reetmine [saavad asutamislepingu] viska neid [pannes teid] võrdsetel tingimustel. Tõepoolest, nagu Allah reeturid.
fi: Jos sinulla [syy] pelätä ihmisten pettämistä, heittää [toteuttamissa] takaisin niille [sijoitut] samoin ehdoin. Itse asiassa Jumala ei pidä pettureita.
he: אם אתה [אין סיבה] פחד מפני בגידה אנשים, לזרוק [הסכם שלהם] להם, [שם אותך] בתנאים שווים. אכן, אללה לא אוהב בוגדים.
hr: Ako imate [razlog] strah od ljudi izdaju, baciti njihov ugovor natrag u njima [stavljanja] pod jednakim uvjetima. Zaista, Allah ne voli izdajnike.
lt: Jei jūs [turi pagrindo] bijoti žmonių išdavystė, mesti [jų sutarties] atgal į juos, [išleidimą jums] vienodomis sąlygomis. Iš tiesų, Dievas nėra kaip išdavikas.
lv: Ja esat [iemesls] bailes no cilvēku nodevību, mest [to līgumu] atpakaļ uz tiem [liekot jums] uz vienlīdzīgiem noteikumiem. Patiešām, Allah nepatīk nodevēji.
nb: Hvis du [har grunn til å] frykte fra et folk svik, kaste [deres traktaten] tilbake til dem, [setter du] på like vilkår. Faktisk liker Allah ikke forrædere.
sk: Ak máte [dôvod] strach zo zrady ľudí, hádzať [ich zmluvy] späť k nim [uvedenie ste] za rovnakých podmienok. V skutočnosti Boh nemá rád zradcov.
sl: Če imate [razlog] strah od ljudi izdajstvo, vrgel [njihove pogodbe] nazaj do njih, [da] pod enakimi pogoji. Res, Allah ne mara izdajalce.
sr_cyrl: Ако сте [сумља] страх од људи издају, баци свој споразум да им [Стављање те] под једнаким условима. Заиста , Аллах не воли издајнике.
sr_latn: Ako ste [sumlja] strah od ljudi izdaju, baci svoj sporazum da im [Stavljanje te] pod jednakim uslovima. Zaista, Allah ne voli izdajnike.
uk: Якщо ви [є підстави] fear з людей зрада, кинути їх договору назад до них, [ставлять вас] на рівних умовах. Дійсно, Аллах не любить зрадниками.
vi: Nếu bạn [có lý do để] lo sợ từ một người phản bội, ném [của Hiệp ước] lại cho họ, [đưa bạn] về các điều khoản bằng nhau. Thật vậy, Allah không giống như những kẻ phản bội.
zu: Uma [unesizathu sokukholwa] yesaba ukungathembeki komuntu oshade naye abantu, ungawujikijeli [vumelwane yabo] emuva kubo, [okufaka] ngemibandela alinganayo.

# Quran1219
source: And let not those who disbelieve think they will escape. Indeed, they will not cause failure [to Allah].
ca: I que no els que dubten pensar que s'escaparà. De fet, no provocaran error [a Allah].
cy: A gadewch Mae nid y rhai a chredu yn meddwl bydd iddynt ddianc. Yn wir, ni wnânt achosi methiant [i Allah].
da: Og lad ikke dem, der ikke tror tror, de vil flygte. Ja, de vil ikke forårsage svigt [til Allah].
el: Και ας δεν όσους δυσπιστώ ότι θα γλυτώσει. Πράγματι, δεν θα προκαλέσουν αποτυχία [να Αλλάχ].
et: Ja lase, mitte need, kes usu. arvan, et nad põgeneda. Tõepoolest, nad ei põhjusta rike [Jumalat] suhtes.
fi: Ja anna eikä niitä, jotka ovat uskottomia, että he pakenevat. Itse asiassa ne eivät aiheuta epäonnistuminen [jotta hillitä].
he: ולתת לא אלה לא להאמין חושב שהם ימלט. ואכן, הם לא לגרום לכשל [אל אללה].
hr: I neka ne oni koji ne vjeruju da će pobjeći. Uistinu, oni će uzrokovati neuspjeh [Alahu].
lt: Ir tegul ne tiems, kurie neturi wierza manau jie iπvengti. Iš tiesų, jie nesukels gedimo [kad Dievas].
lv: Un ļāva ne tādi, kuri neticēt, ka viņi nonāks. Patiešām, tie neradīs neveiksmes [lai Allāhs].
nb: Og la ikke de som tviler tror de vil flykte. Faktisk vil de ikke forårsake feil [å Døyve].
sk: A nech nie tých, ktorí neveriť myslím, že unikne. V skutočnosti, oni nespôsobí zlyhanie [Allah].
sl: In naj ne tistim, ki verjamem misliš, da bo pobeg. Res, ne bodo povzročili neuspeh [v Allah].
sr_cyrl: И нека не они који сумњаш да ће побећи. Заиста , они неће изазвати отказивање [Алаху].
sr_latn: I neka ne oni koji sumnjaš da će pobeći. Zaista, oni neće izazvati otkazivanje [Alahu].
uk: І нехай не тих, хто не вірити думати, що вони будуть бігти. Справді, вони не викликає відмови [Аллах].
vi: Và để cho không những người disbelieve nghĩ rằng họ sẽ thoát ra. Thật vậy, họ sẽ không gây ra sự thất bại [Allah].
zu: Futhi ukungalungi makungahlali Labo disbelieve zindla they oyophunyuka.
