Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran991
source: And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death, they will say, "Where are those you used to invoke besides Allah?" They will say, "They have departed from us," and will bear witness against themselves that they were disbelievers.
ca: I qui és més injust que un que inventa Allah a una mentida o nega els seus versos? Aquells assolirà la seva porció del decret fins quan nostres missatgers vénen al seu abast per portar-los a mort, diuen, "On són aquells que solien invocar a més d'Allah?" Diuen, "han anat de nosaltres", i serà ós testimoni contra si mateixos que eren disbelievers.
cy: Ac sydd yn anghyfiawn fwy nag un sy'n dyfeisio am Allah celwydd neu yn gwadu ei penillion? Bydd rhai yn ennill eu cyfran o'r ordinhad y tan pan ddaw ein negeswyr iddynt eu cymryd mewn marwolaeth, byddant yn dweud, "Ble mae rhai a ddefnyddiwyd gennych i alw ar wahân i Allah?" Byddant yn dweud, "wedi iddynt ymadael oddi wrthym ni", a bydd Arth yn dyst erbyn eu hunain y maent yn disbelievers.
da: Og der er mere uretfærdig end en, der opfinder om Allah en løgn eller benægter sine vers? De vil nå deres del af dekret indtil når vores budbringere kommer til at tage dem i døden, de vil sige, "Hvor er dem, du brugte til at påberåbe sig udover Allah?" De vil sige, "De har afveget fra os", og vil bære vidne mod sig selv, de var vantro.
el: Και ποιος είναι πιο άδικο από κάποιος που ψέματα εφευρίσκει για Αλλάχ ή να αποτρέπει τους στίχους του; Εκείνοι θα επιτύχουν τους μερίδα του διατάγματος μέχρι πότε κλητήρες μας έρχονται σε αυτούς να τα λάβει σε θάνατο, θα λένε, «Πού είναι αυτοί που χρησιμοποιήσατε για να επικαλεσθούν εκτός από Αλλάχ;» Θα λένε, «Έχουν αναχώρησαν από εμάς», και θα μαρτυρούν ενάντια οι ίδιοι που ήταν disbelievers.
et: Ja kes on rohkem kui üks, kes leiutab umbes Allah on vale või eitab tema värsse alusetu? Need saavutada dekreedi osa kuni kui meie käskjalad tulevad neile võtta neid surma, nad ütlevad, "Kus on need kasutasite tugineda peale Jumal?" Nad ütlevad, "Nad on meilt lahkunud" ja karu tunnistaja iseenda vastu mis nad olid uskottomille.
fi: Ja kuka on epäoikeudenmukaisempi kuin se, joka keksii noin Allah valhe tai kieltää hänen runoissaan? Ne saavuttavat osan asetus vasta kun meille sanansaattajat tulevat heitä ottamaan ne kuoleman, he sanovat "Missä ovat käytetyt vedota lisäksi Jumala?" He sanovat, "Ne ovat lähteneet meiltä" ja karhu todistaa itseään vastaan että ne saa luovuttaa.
he: ומי צודק יותר מאשר מי ממציא על אללה שקר או מונעת את הפסוקים? אלה יוכלו להשיג ומחיריה צו עד מתי השליחים שלנו בא אליהם לקחת אותם במוות, הם יגידו, "איפה? אלה שאתה משמש מלבד אללה" הם יגידו, "הם ודמתה מאיתנו", דוב יעיד נגד עצמם כי הם היו disbelievers.
hr: A tko je više nepravedno od onoga koji o Allahu izmišlja laži ili poriče svoje stihove? Oni će postići njihov dio Uredbe do kada naši dostavljači dolaze do njih ih odvesti u smrt, oni će reći, "Gdje su ti se koristi za pozivanje osim Allaha?" Oni će reći, "Odu od nas", a će svjedok protiv sebe koji su bili iskuse.
lt: Ir kurie yra labiau neteisinga nei tas, kuris išrado apie Dievo melas ar neigia jo stichijos? Tie bus pasiekti jų dalis dekreto iki kada mūsų pasiuntiniai atėjo į jas imtis juos mirtimi, jie sako, "Kur yra tie jūs įpratę remtis be Dievo?" Jie sako, "Jie jau išvyko iš mūsų", ir bus lokys liudyti prieš save, jie buvo disbelievers.
lv: Un kurš ir netaisna vairāk nekā tas, kurš izdomā par Allah ir meli vai noliedz savas vārsmas? Tos sasniegt to sprieduma daļu līdz, kad mūsu kurjeri atnāks pie viņiem ņemt tos nāve, un viņi saka, "Kur mēs lietotajiem iesaistīt papildus Allah?" Viņi saka, "Tie ir atkāpusies no mums", un lācis liecinieks pret sevi, kas viņi bija disbelievers.
nb: Og hvem er mer urettferdig enn en som oppfant om Allah løgn eller nekter hans vers? De vil oppnå sin del av dekretet til når våre sendebud kommer til å ta dem i døden, de vil si, "Hvor er de du brukte til å starte foruten Allah?" De vil si, "De har forlatt fra oss", og bærer vitne mot seg selv som de var troende.
sk: A kto je viac nespravodlivé, ako ten, kto vymyslí o Alah lož alebo popiera jeho verše? Tie sa dosiahnuť ich časť vyhlášky až keď naši poslovia príde im aby im smrť, oni povedia: "Kde sú tie, ktoré sú vám slúži na vyvolanie okrem Boha?" Oni povedia: "Oni odišli od nás" a medveď svedkom proti sebe, boli neveriacim.
sl: In kdo je bolj nepravičen, kot tisti, ki Izumi o Allah laž ali zanika svoje verze? Tiste dosegli svoj del odloka do kdaj naše kurirje pridejo do njih, da jih v smrt, bodo rekli, "Kje so tiste, ki ste jo priklicati poleg Allah?" Bodo rekli, "Da imajo odstopila od nas", in bo pričujte proti sami ki so disbelievers.
sr_cyrl: А ко је више неправедан него онај који изуми о Аллах лаж или пориче његових стихова? Они ће да постигнете свој део декрет до када нам гласнике да им се да их у смрт, рећи ће, "Где су они некада си позвати осим Алаха?" Рећи ће, "Оду од нас", а биће буде сведок против саме себе да су били скептике.
sr_latn: A ko je više nepravedan nego onaj koji izumi o Allah laž ili poriče njegovih stihova? Oni će da postignete svoj deo dekret do kada nam glasnike da im se da ih u smrt, reći će, "Gde su oni nekada si pozvati osim Alaha?" Reći će, "Odu od nas", a biće bude svedok protiv same sebe da su bili skeptike.
uk: А хто більш несправедливим, ніж той, хто винаходить про Аллах брехня або забороняє його вірші? Тих, хто буде досягти їх частину указ до коли нашими посланцями прийти до їх взяти їх у смерті, то кажуть, «Де є ті, що ви використовували, щоб викликати крім Аллаха?» Вони будуть говорити, "Вони відійшли від нас" і буде ведмідь свідком проти самих себе, вони були disbelievers.
vi: Và càng bất công hơn một trong những người phát minh ra về Allah nói dối hoặc từ chối bài thơ của ông là ai? Những người sẽ đạt được của phần nghị định cho đến khi các sứ giả của chúng tôi đến với họ để đưa họ trong cái chết, họ sẽ nói, "Nơi là những người bạn sử dụng để gọi ngoài Allah?" Họ sẽ nói, "Họ đã khởi hành từ chúng tôi", và sẽ chịu làm chứng chống lại mình mà bọn chúng thì.
zu: Futhi ngubani kalunganga than fike invents mayelana Allah amanga noma uyakuphika amavesi yaKhe?

# Quran992
source: [Allah] will say, "Enter among nations which had passed on before you of jinn and mankind into the Fire." Every time a nation enters, it will curse its sister until, when they have all overtaken one another therein, the last of them will say about the first of them "Our Lord, these had misled us, so give them a double punishment of the Fire. He will say, "For each is double, but you do not know."
ca: [Allah] dirà, "Entrar entre les nacions que havia superat en abans de jinn i humanitat en el foc". Cada vegada que entra en una nació, maleir les seva germana fins que, quan van tots reincorporeu-un altre, l'últim d'ells diran en el primer d'ells "nostre Senyor, aquests havien enganyat a nosaltres, així que donar-los un càstig doble del foc. Va dir, "perquè"cada és doble, però no saps.
cy: [Allah] bydd yn dweud, "Rhowch ymysg cenhedloedd sydd wedi pasio cyn i chi jinn a dynolryw yn tân." Bob tro y mae'r genedl yn llifo, bydd ei melltithio ei chwaer tan pan maent wedi holl goddiweddyd un arall ynddo, bydd yr olaf ohonynt yn dweud am y cyntaf ohonynt 'ein Arglwydd, mae'r rhain wedi ein camarwain, felly rhowch cosbi dwbl y tân. Bydd yn dweud, "ar gyfer pob un yn ddwbl, ond nad ydych yn gwybod."
da: [Allah] vil sige, "Enter blandt nationer, som havde videre før du af jinn og menneskeheden i ilden". Hver gang en nation ind, det vil forbande sin søster indtil, når de har alle overhalet hinanden deri, sidst af dem vil sige om først af dem "Vorherre, disse havde vildledt os, så giv dem en dobbelt straf af ilden. Han vil sige, "For hver er dobbelt, men du ikke kender."
el: [Αλλάχ] θα πει, «Enter μεταξύ των Εθνών που είχαν περάσει πριν από την jinn και την ανθρωπότητα στη φωτιά.» Κάθε φορά που εισέρχεται ένα έθνος, αυτό καταριούνται τα αδελφά έως ότου, όταν αυτοί έχουν όλα ξεπεράσει ένα άλλο σ ' αυτό, το τελευταίο από αυτά που θα πω σχετικά με το πρώτο από αυτά «ο Κύριός μας, αυτά είχαν παραπλάνησε μας, έτσι Ας τους δώσουμε μια διπλή τιμωρία της φωτιάς. Θα σου πει, «για κάθε είναι διπλό, αλλά δεν γνωρίζετε.»
et: [Jumalat] öeldakse "Enter vahel, kes lasi enne dzinni ja inimkond tulle." Iga kord, kui rahvas siseneb see needus tema õde kuni, kuna nad on kõik möödas üksteist, neist Viimane öelda esimene neist "meie Issand, need olid eksitas meid, et anda neile double karistuse tulekahju. Ta öelda, "sest iga on standard, aga ei tea."
fi: [Jumala] sanoa, "Enter kansojen, joka oli siirretty edessänne jinn ja ihmiskunnan tuleen." Joka kerta, kun kansakunta tulee, se kiroan sen vasta kun he ovat kaikki ohittaneet toisiaan, viimeinen niistä sanottavaa niistä ensimmäinen "meidän Herramme nämä harhaanjohdettu objektimuoto, joten heille kaksinkertainen rangaistus tuli. Hän sanoo: "sillä kunkin on kaksinkertainen, mutta ei tiedä."
he: [אללה] אומר, "כניסה אומות אשר עבר לפני של ג'יני, המין האנושי לתוך האש". בכל פעם אומה נכנסת, זה יקללו את האחות שלה. עד מתי הם יש כל גילמורית אמיתית אחד לשני, האחרון מהם יגיד על הראשון "אדוננו, אלה הטעו אותנו, אז תן להם עונש כפול של האש. הוא אומר, "כי כל אחד הוא כפול, אבל אתה לא יודע."
hr: [Allah] će reći, "Enter među narodima koji su umrli prije Jin i čovječanstvo u vatru." Svaki put kad ulazi u narod, ona ce prokleti njegova sestra do kada oni su svi premašili međusobno u njemu, posljednji će reći o prvom od njih "našega Gospodina, ovo je nas zaveden, dajte im dvostruko kaznu vatre. Reći će, "za svaki je dvostruko, ali ne znate."
lt: [Dievas] sako, "Enter tarp tautų, kurios praėjo iki jums džinas ir žmonijos į ugnį." Kiekvieną kartą, kai tauta patenka, tai bus prakeikimas savo sesuo iki, kada jie visi Aplenkėme vienas kitą, paskutinė jų sako apie pirmąjį iš jų "mūsų Viešpatie, tai suklaidino mus, Taigi suteikti jiems dvigubą ugnies bausmės. Jis sako, "nes viena yra dviviečiai, bet nežinote."
lv: Teiks, [Allah], "Enter starp tautām, kas bija nodots pirms jums džins un cilvēce liesmās." Katru reizi, kad tauta nonāk, tas nolādēšu savu māsu līdz, kad tie ir visi pārņemti viens otru tur, pēdējais no viņiem teiks par pirmo no tiem "mūsu kungs, tie bija maldinājis mums, tātad dot viņiem dubultās sodīšanas uguns. Viņš teiks: "lai katrs ir divreiz, bet jūs nezināt."
nb: [Allah] vil si, "Skriv inn blant landene som hadde gått på før du jinn og menneskeheten på ilden." Hver gang en nasjon går inn, det forbannelse søsterselskapet før, når de har alle overtaken hverandre, sist av dem vil si om først av dem "vår Herre, dette hadde villedes oss, så gi dem en dobbel straff av brannen. Han vil si, "For hver er dobbel, men du ikke vet."
sk: [Allah] povie "Enter medzi národmi, ktoré prešiel na pred vami jinn a ľudstvo do ohňa." Zakaždým, keď vstúpi do národa, bude preklínať jeho sestra do doby, kedy sa všetky predstihli navzájom, posledný z nich povedia o prvú z nich "nášho Pána, toto bol omyl nás, takže im Dvojlôžková trest ohňa. On bude hovoriť: "lebo každý je dvojnásobná, ale nepoznáte."
sl: [Alahove] rekel, "Enter med narodi, ki so opravili pred vami jinn in človeštvo v ogenj." Vsakič, ko vstopi v narod, bo prekletstvo sestrskima do kdaj so vse prehitel drugega, zadnja od njih rekel o prvi med njimi "našega Gospoda, to je zavajanje nas, tako da jim dvojno kazen požara. Je rekel, "za vsak je dvojno, vendar ne vem."
sr_cyrl: [Аллах ] би рекао, "Ентер међу народима која је прешла пред вама ринови и људске врсте у ватру! Сваки пут кад уђе у нацију, то ће проклети своју сестру док се, када они су сви надвладали једни друге у томе, последњи од њих ће кажу о први од њих "Господ, ово је нас преварила, тако да им дам дуплу казну ватре. Рекао је, "јер сваки је дупли, али не знате."
sr_latn: [Allah] bi rekao, "Enter među narodima koja je prešla pred vama рinovi i ljudske vrste u vatru! Svaki put kad uđe u naciju, to će prokleti svoju sestru dok se, kada oni su svi nadvladali jedni druge u tome, poslednji od njih će kažu o prvi od njih "Gospod, ovo je nas prevarila, tako da im dam duplu kaznu vatre. Rekao je, "jer svaki je dupli, ali ne znate."
uk: [Аллах] скаже: "Enter між народами, який передав перед вами jinn і людства у вогонь". Кожного разу, коли нація входить, він зневажить свою сестру до тих пір, коли вони мають все втратили один одного в ньому, останній з них буде говорити про перші з них "нашого Господа, це було в оману нас, щоб дати їм подвійне покарання вогню. Він скаже: "бо"кожен є подвійний, але ви не знаєте,.
vi: [Allah] sẽ nói, "Nhập giữa các quốc gia mà đã thông qua trước khi bạn jinn và nhân loại vào lửa." Mỗi khi một quốc gia nhập, nó sẽ nguyền rủa em gái của mình cho đến khi, khi họ có tất cả vượt qua nhau trong đó, cuối cùng họ sẽ nói về lần đầu tiên của họ "Chúa chúng ta, chúng đã lừa chúng tôi, do đó cung cấp cho họ một hình phạt tăng gấp đôi của đám cháy. Ông sẽ nói, "đối với mỗi người là tăng gấp đôi, nhưng bạn không biết."
zu: [Allah] oyothi: 'Faka phakathi kwezizwe lapho sebedlulise phambi kwakho of jinn futhi isintu singene Fire. "

# Quran993
source: And the first of them will say to the last of them, "Then you had not any favor over us, so taste the punishment for what you used to earn."
ca: I el primer d'ells diran a l'últim d'ells, "llavors vostè havia no qualsevol favor sobre nosaltres, tan tastar el càstig per què vas guanyar."
cy: A bydd y gyntaf ohonynt yn dweud yr olaf ohonynt, 'yna oedd gennych nid unrhyw favor dros inni, felly blas y gosb ar gyfer beth yr ydych yn ei defnyddio i ennill."
da: Og først af dem vil sige, at sidst af dem, "så du havde ikke nogen fordel over os, så smager straffen for hvad du har brugt til at tjene"
el: Και το πρώτο από αυτά θα πω για το τελευταίο από αυτά, «τότε θα έπρεπε όχι οποιαδήποτε χάρη από πάνω μας, έτσι γεύση της τιμωρίας για ό, τι χρησιμοποιήσατε για να κερδίζουν».
et: Ja esimene neist ütlevad, et Viimane neist, "siis pidite mitte ühtegi kasuks meie üle, nii maitse eest mida sa kasutada teenida."
fi: Ja ensimmäinen niistä sanoa niitä kestämään "sitten oli ole hyväksi meitä, niin maku rangaistus käytetään ansaita"
he: הראשון מהם יגיד עד האחרון שבהם, "ואז היית טובה לא עלינו, אז לטעום את העונש על מה שפעם להרוויח"
hr: A prvi od njih će reći da posljednji, "onda je ne uslugu preko nas, pa kušajte kaznu za ono što si nekad zaraditi."
lt: Ir pirmasis iš jų bus pasakyti, paskutinės iš jų, "tada turėjo ne naudai per mus, Taigi skonio bausmę už kas naudojote uždirbti."
lv: Un pirmais no tiem būs teikt, līdz pēdējai no tām, "tad jums bija nerada labu pār mums, tā garša sods par jums, ko izmanto, lai nopelnīt."
nb: Og først av dem vil si til sist av dem, "så du hadde ikke noen fordel over oss, så smake straffen for hva du pleide å tjene"
sk: Prvý z nich poviem posledný z nich, "potom ste nemal žiadny prospech nad nami, takže chuť trest za to, čo ste boli zvyknutí zarábať."
sl: In prvi med njimi bo reči na zadnji od njih, potem si imel nobenih uslugo nad nami, tako okus kazen za kaj ste jo zaslužili."
sr_cyrl: А први од њих ће кажу да њихов крај, "онда си морао не никакву услугу над нама, тако окуси казна за шта си користио да заради."
sr_latn: A prvi od njih će kažu da njihov kraj, "onda si morao ne nikakvu uslugu nad nama, tako okusi kazna za šta si koristio da zaradi."
uk: І перший з них буде сказати, щоб останній з них, "потім було не будь-яка користь над нами, так смак покарання за те, що ви використовували, щоб заробити."
vi: Và lần đầu tiên của họ sẽ nói đến cuối cùng của họ, "sau đó bạn đã có không có ưu tiên hơn chúng tôi, vì vậy hương vị các hình phạt cho những gì bạn sử dụng để kiếm được."
zu: Futhi lokuqala of them tshela kuze kube sekugcineni kubo, "Khona-ke kwadingeka ayikhona umusa phezu kwethu, ngakho ukunambitha isijeziso babe you sebenzisa ukuze uthole."

# Quran994
source: Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals.
ca: De fet, aquells que neguen la nostra versos i són arrogants cap a ells - les portes del cel no s'obriran per a ells, ni ingressarà a paradís fins un camell entra en l'ull d'una agulla. I així ens recompensa els criminals.
cy: Yn wir, rhai sydd yn gwadu ein penillion ac yn drahaus tuag atynt-y clwydi of Heaven nid agorir iddynt, na byddant yn mynd i baradwys nes Mae'r camel yn llunio llygad y nodwydd. Ac felly ei wneud yn ad-dalu y troseddwyr.
da: Ja, dem, der benægter vores vers og er arrogante overfor dem - gates af himlen åbnes ikke for dem, eller vil de komme i paradis indtil en kamel indgår et nåleøje. Og dermed gør vi gengælde kriminelle.
el: Πράγματι, αυτοί που αρνούνται μας στίχοι και είναι αλαζονικοί απέναντί τους - οι πύλες του ουρανού δεν θα ανοίξει για τους, ούτε θα εισέρχονται Παράδεισος μέχρι μια καμήλα που εισέρχεται στο μάτι μιας βελόνας. Και έτσι εμείς κάνουμε ανταμοιβή του οι εγκληματίες.
et: Tõepoolest, kes eitada meie salmid ja on ülbe suunas neid - Taeva väravad ei avane neile, ega nad alustavad Paradise kuni kaamel sõlmib nõela silma. Ja seega me palk kurjategijad.
fi: Ne, jotka kieltävät meidän säkeet ja ovat ylimielisiä heitä - taivaan portit ei avata niitä, eikä ne pääse Paratiisiin, kunnes kamelin tulee neulan silmään. Ja näin korvaus rikollisia.
he: ואכן, אלה מכחיש את הפסוקים שלנו יהירים כלפיהם - השער לגן עדן לא תיפתח עבורם, וגם הם יכנסו לגן עדן עד גמל נכנס לתוך העין של מחט. וכך אנחנו פיצוי הפושעים.
hr: Uistinu, oni koji negiraju naš stihova i arogantni prema njima - vrata raja će biti otvorena za njih, niti će oni ući raj dok deva ulazi u ušicu igle. I tako smo nagraditi kriminalce.
lt: Iš tiesų, tie, kurie neigia mūsų eilėmis ir yra arogantiškas link jų - Dangaus vartai bus atidaryti juos, nei jie įves Rojaus kol kupranugarių patenka į akis, adata. Ir todėl mes zaplata nusikaltėliai.
lv: Protams, tiem, kas noliedz mūsu vārsmas un augstprātīgi pret viņiem - debesu vārti netiks atvērts tiem, ne tie stāsies Paradise līdz camel stājas adatas acs. Un tādējādi mēs atlīdzība noziedznieki.
nb: Faktisk de som nekte våre vers og er arrogant mot dem - himmelens porter åpnes ikke for dem, heller ikke de inn paradis til en kamel inngår et nåløye. Og dermed gjøre vi belønne kriminelle.
sk: V skutočnosti tí, ktorí popierajú naše verše a arogantný k nim - brány nebies sa neotvoria, ani vstúpi sa raj, kým camel vstupuje do oka ihly. A tak môžeme odmeniť zločincom.
sl: Res, tisti, ki zanika naše verzov in so arogantni do njih - vrata nebes ne bodo odprte za njih, niti bo vnesite raj, dokler kamele vstopi v oko igle. In tako smo zaracunati kriminalci.
sr_cyrl: Заиста , они који порицати нам стихова и су арогантни према њима - капије раја неће бити отворена за њих, нити ће они унесите рај док се камила не унесе у око игле. И тако смо се компензацију криминалце.
sr_latn: Zaista, oni koji poricati nam stihova i su arogantni prema njima - kapije raja neće biti otvorena za njih, niti će oni unesite raj dok se kamila ne unese u oko igle. I tako smo se kompenzaciju kriminalce.
uk: Дійсно, ті, хто відмовляти нашим вірші і зарозумілих до них - Ворота раю не буде відкрито для них, а також вони вступлять рай, поки верблюда вступає в голчине вушко. І таким чином ми нагорода злочинців.
vi: Thật vậy, những người từ chối câu thơ của chúng tôi và kiêu ngạo về phía họ – cổng thiên đàng sẽ không được mở ra cho họ, và cũng không họ sẽ nhập vào thiên đường cho đến khi một con lạc đà đi vào mắt của một cây kim. Và do đó làm chúng tôi thương hiệu những tên tội phạm.
zu: Ngempela, labo abaphika Emavesi futhi zidla ngakubo - amasango eZulwini Ngeke livulwe them nor tando they ngena Pharadisi kuze ikamela engena iso inaliti.

# Quran995
source: They will have from Hell a bed and over them coverings [of fire]. And thus do We recompense the wrongdoers.
ca: Hauran de un llit de l'infern i sobre ells revestiments [de foc]. I així ens recompensa els malfactors.
cy: Bydd ganddynt o uffern gwely a dros eu gorchuddion [o dân]. Ac felly ei wneud yn ad-dalu y tramgwyddo.
da: De vil have fra helvede en seng og over dem belægninger [af brand]. Og dermed gør vi gengælde lovovertrædere.
el: Θα έχουν από την κόλαση ένα κρεβάτι και πάνω τους καλύμματα [της φωτιάς]. Και έτσι εμείς να ανταμοιβή την παραβάτες.
et: Neil põrgust voodi ja nende katete [of fire] üle. Ja seega me palk selle tekitaja.
fi: Niillä on helvetin sänky ja päälle päällysteet [pikari]. Ja näin korvaus laajemmalti.
he: יהיה להם מהגיהינום מיטה, מעליהם, כיסויי [של אש]. וכך אנחנו פיצוי על הפושעים.
hr: Imaju iz pakla u krevetu i preko njih obloge [od požara]. I tako smo nagraditi počinioce.
lt: Jie turės iš pragaro lova ir virš jų dangos [dėl gaisro]. Ir todėl mes zaplata grzesznicy.
lv: Tās ir no velna gulta un pār tiem segumi [no uguns]. Un tādējādi mēs atlīdzība pārkāpējus.
nb: De vil ha fra helvete en seng og over dem gulvbelegg [av fire]. Og dermed gjøre vi belønne wrongdoers.
sk: Budú mať z pekla posteľ a nad nimi [z ohňom]. A čím máme odmeniť zloèinci.
sl: Imeli bodo iz pekla posteljo in nad njimi obloge [iz ognja]. In tako smo zmešati v wrongdoers.
sr_cyrl: Они ће имати из пакла на кревет и преко њих облога [ватре]. И тако смо се компензацију починиоце.
sr_latn: Oni će imati iz pakla na krevet i preko njih obloga [vatre]. I tako smo se kompenzaciju počinioce.
uk: Вони будуть мати з пекла ліжко і над ними покриттів [з вогнем]. І таким чином ми нагорода в розкаюємося.
vi: Họ sẽ có từ địa ngục một giường và hơn họ trải [của lửa]. Và do đó làm chúng tôi thương hiệu của wrongdoers.
zu: Bayoba esihogweni umbhede futhi wamisa phezu kwabo nezigqoko [zomlilo].
