Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran16
source: They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.
ca: [Crec que] van enganyar Allah i aquells que creuen, però van enganyar no excepte si mateixos i percebre [que] no.
cy: Maent [meddwl i] twyllo Allah a rhai sy'n credu, ond maent yn twyllo ni heblaw hwy eu hunain ac yn gweld [TG] ni.
da: De [tænker at] bedrage Allah, og dem, der tror, men de bedrage ikke undtagen sig selv og opfatter [det] ikke.
el: Αυτοί [ότι το να] εξαπατήσει Αλλάχ και εκείνους που πιστεύουν, αλλά εξαπατήσει δεν εκτός από τον εαυτό τους και θα το αντιληφθεί [] δεν.
et: Nad [mõtle] petta Allah ja kummutatakse, kuid nad pole peale nende endi petab ja tajuvad [see] ei.
fi: He [mielestäni] pettää Jumalaa ja niitä, jotka uskovat, mutta ne pettää paitsi itsensä ja kokevat [se] ei.
he: הם [אל תחשוב] לרמות אללה ועל אלה אשר מאמינים, אבל הם לרמות לא מלבד עצמם תופסים [בו] לא.
hr: Oni [Mislim da] prevariti Allaha i one koji vjeruju, ali oni prevariti ne osim sebe i [to] ne.
lt: Jie [mano] apgauti Dievo ir tų, kurie tiki, bet jie nėra išskyrus save apgauti ir suvokia [jis] negali.
lv: Viņi [domāju lai] maldināt Allah, un tie, kas tic, bet tie nav, izņemot sevi maldināt un [tā] nevar uztvert.
nb: De [synes å] lure Allah, og de som tror, men de lure ikke unntatt seg selv og oppfatter [det] ikke.
sk: Oni [si] klamať Boha, a tých, ktorí veria, ale klamať nie okrem seba a vnímať [to] nie.
sl: Oni [mislim, da] prevarati Allah in tiste, ki verjamejo, vendar prevarati ne razen sami in [da] ne dojemajo.
sr_cyrl: Они [мисли да] вара Алаха, и оних који верују, али они не осим себе и не [то] не доживљавају.
sr_latn: Oni [misli da] vara Alaha, i onih koji veruju, ali oni ne osim sebe i ne [to] ne doživljavaju.
uk: Вони [думають,] обдурити Аллаха і тих, хто вірить, але вони обманюють не крім самих і сприймати [вона] не.
vi: [Nghĩ đến] họ lừa dối Allah và những người tin, nhưng họ lừa dối không ngoại trừ bản thân và cảm nhận [nó] không.
zu: They [ucabanga] akhohlise Allah labo kholwa, kodwa akhohlise hhayi ngaphandle ngokwabo futhi abone [isixhumo] cha.

# Quran17
source: In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.
ca: Als seus cors és la malaltia, perquè Allah ha augmentat la seva malaltia; i per a ells és un dolor càstig perquè [habitualment] utilitzaven a mentir.
cy: Yn eu calonnau Mae clefyd, felly mae Allah wedi cynyddu eu clefyd; ac ar eu cyfer yn cosbi boenus oherwydd [yn gyson] defnyddiwyd i orwedd.
da: I deres hjerter er sygdom, så Allah har øget deres sygdom; og for dem er en smertefuld straf, fordi de [sædvanligvis] bruges til at ligge.
el: Στην καρδιά τους είναι ασθένεια, έτσι Αλλάχ έχει αυξηθεί τους νόσου· και για τους είναι μια οδυνηρή τιμωρία επειδή χρησιμοποίησαν [συνήθως] να ξαπλώσει.
et: Oma südametes on haigus, et Allah on suurenenud nende haigus; ja neil on valus karistust, sest nad [alaliselt] valetada.
fi: Heidän sydämensä on sairaus, niin Jumala pahentaa heidän sairautensa; ja heille on tuskallinen rangaistus, koska he [] tunnuslukuihin valehdella.
he: בליבם הוא מחלה, כך אללה העלתה את המחלה שלהם; בשבילם הוא עונש כואב כי הם השתמשו [מתוך] לשקר.
hr: U njihovim srcima je bolest, pa Allah je povećao svoju bolest; i za njih je bolna kazna jer oni [uobičajeno] leže.
lt: Jų širdyse yra liga, todėl Dievas išaugo jų ligos; ir jiems yra skausmingas bausmė, nes jie [nuolat] meluoti.
lv: Savās sirdīs ir slimība, tāpēc Allah ir palielinājusi savu slimību; un viņiem ir sāpīgi sods, jo viņi [pastāvīgi] mēdzām gulēt.
nb: I deres hjerter er sykdom, så Allah har økt sin sykdom; og for dem er en pinefull straff fordi de [fast] pleide å ligge.
sk: V ich srdciach je choroba, Alah zvýšil ich choroby; a pre nich je bolestivé trest, pretože oni [] používaných klamať.
sl: V svojih srcih je bolezni, tako Allah povečala njihove bolezni; in za njih je boleča kazen, ker uporabljajo [običajno] lagati.
sr_cyrl: У њиховим срцима је болест, па Аллах је повећао своју болест; и за њих је болна казна зато сто су се [из навике] лагати.
sr_latn: U njihovim srcima je bolest, pa Allah je povećao svoju bolest; i za njih je bolna kazna zato sto su se [iz navike] lagati.
uk: В їхніх серцях є хвороба, так що Аллах збільшилася їх хвороби; і для них є болючим покарання, тому що вона [звикла] мусила лежати.
vi: Trong trái tim của họ là bệnh, vì vậy Allah đã gia tăng bệnh của họ; và đối với họ là một hình phạt đau đớn bởi vì họ [habitually] sử dụng để nói dối.
zu: Ezinhliziyweni zabo sifo, ngakho Allah liye lenyuka isifo sabo;

# Quran18
source: And when it is said to them, "Do not cause corruption on the earth," they say, "We are but reformers."
ca: I quan es diu que ells, "no provocar corrupció en la terra," diuen, "Estem però reformadors".
cy: A phan ddywedir iddynt, "Yw yn achosi llygredd ar y ddaear," maent yn dweud, "Rydym ond Diwygwyr."
da: Og når det er sagt til dem, "ikke hidføre korruption på jorden," siger de, "Vi er men reformatorer."
el: Και όταν λέγεται ότι τους, «Δεν προκαλούν διαφθορά στη γη,» λένε, «Είμαστε αλλά μεταρρυθμιστές».
et: Ja kui neile on öeldud, "Ei põhjusta korruptsiooni maa peal," nad ütlevad, "Me oleme aga reformaatorid."
fi: Ja kun se heille sanotaan, "Aiheuta korruptio maan päällä," he sanovat, "Olemme mutta uudistajia."
he: כאשר נאמר להם "אינם גורמים שחיתות על כדור הארץ," הם אומרים, "אנחנו אבל הרפורמיסטים".
hr: I kad je rekao da im, "Ne uzrokuju korupcije na zemlji," kažu, "Mi smo reformatora."
lt: Ir kai jis sako, kad juos, "Neturi sukelti korupcija žemėje," jie sako, "Mes esame bet reformatorių."
lv: Un kad tā sacīja viņiem: "nedrīkst izraisīt bojājumus uz zemes," viņi saka, "Mēs esam, bet reformatoru".
nb: Og når det er sagt til dem, "Ikke forårsaker skade på jorden," de sier, "Vi er men reformatorer."
sk: A keď sa im povedal, "Nespôsobí poškodenie na zemi," hovorí, "Sme, ale reformátorov."
sl: In ko je dejal, da jih, "ne vzrok pokvarjenost naprej zemlja," pravijo, "Mi smo vendar reformatorjev."
sr_cyrl: А кад је рекао да је за њих,"Не доводе корупције на земљи," Они кажу,"Ми смо али реформатори."
sr_latn: A kad je rekao da je za njih, "Ne dovode korupcije na zemlji," Oni kažu, "Mi smo ali reformatori."
uk: А коли він сказав їм, "Не викликають корупції на землі," вони кажуть "Ми є реформаторів."
vi: Và khi nó được cho họ, "Không gây ra tham nhũng trên trái đất," họ nói, "Chúng tôi có nhưng những nhà cải cách."
zu: Futhi uma wathi kubo: "Musa abangele inkohlakalo emhlabeni," bathi, "Siyizinceku kodwa bezinguquko."

# Quran19
source: Unquestionably, it is they who are the corrupters, but they perceive [it] not.
ca: Sens dubte, és que són la corrupters, però ho perceben [] no.
cy: Yn ddiamau, hwy sydd yn y corrupters, ond maent yn teimlo [TG] Nid.
da: Utvivlsomt, det er dem, der er corrupters, men de opfatter [det] ikke.
el: Αναμφισβήτητα, είναι αυτοί που είναι η corrupters, αλλά θα το αντιληφθεί [] όχι.
et: Kahtlemata on need, kes on ka corrupters, kuid nad tajuvad [see] ei.
fi: Kiistatta juuri ne, jotka ovat corrupters, mutta he pitävät [se] ei.
he: אין ספק, הם אלה הן corrupters, אך הם תופסים [בו] לא.
hr: Bez sumnje, oni su u corrupters, ali ne doživljavaju [] ne.
lt: Be abejo, tai tie, kurie į szerzyli, bet jie suvokia [jis] negali.
lv: Neapšaubāmi, tas ir tie, kuri ir corrupters, bet viņi uztver [tā] nav.
nb: Uten tvil, det er de som er i corrupters, men de oppfatter [det] ikke.
sk: Nesporne, to oni, ktorí sú corrupters, ale vnímajú, že [to] nie.
sl: Nedvomno, to je oni, ki so na corrupters, vendar menijo, da [je] ne.
sr_cyrl: Без сумње, они су ти који су у цорруптерс, али они [то] не доживљавају.
sr_latn: Bez sumnje, oni su ti koji su u corrupters, ali oni [to] ne doživljavaju.
uk: Без сумніву, це їм, що тепер, але вони сприймають [вона] не.
vi: Unquestionably, đó là họ đã là các corrupters, nhưng họ cảm nhận [nó] không.
zu: Ngokungangabazeki, kuba yibo yizona corrupters, kodwa bebona [isixhumo] cha.

# Quran20
source: And when it is said to them, "Believe as the people have believed," they say, "Should we believe as the foolish have believed?" Unquestionably, it is they who are the foolish, but they know [it] not.
ca: I quan es diu que ells, "Creus que la gent s'hagués cregut," diuen, "hem de creure com han cregut els ximples?" Sens dubte, són ells els que estan els ximples, però que saben [que] no.
cy: A pan ddywedir iddynt, "Credu fel y mae pobl yn credu," maent yn dweud, "Dylai Credwn fel wedi credu y ffôl?" Yn ddiamau, hwy sydd yn y ffôl, ond maent yn gwybod [TG] ni.
da: Og når det er sagt til dem: "Tro, som folk har troet," siger de, "skal vi tro som de tåbelige har troet?" Utvivlsomt, det er dem, der er de tåbelige, men de kender [det] ikke.
el: Και όταν λέγεται σε αυτές, «Ότι όπως ο κόσμος το έχει πιστέψει,» λένε, «θα πρέπει να πιστεύουμε όπως οι μωρές παρθένες πίστεψαν;» Αναμφισβήτητα, είναι αυτοί που είναι το ανόητο, αλλά [αυτό] δεν γνωρίζουν.
et: Ja kui on öeldud, et neid "Usume, et kui inimesed on uskunud," nad ütlevad, "peaks me usume kui rumalaid uskunud?" Kahtlemata on need, kes on rumalaid, kuid nad [see] ei tea.
fi: Ja kun sanotaan heille "Uskoa, koska ihmiset ovat uskoneet," he sanovat, "meidän pitäisi uskoa kuin typerä uskonut?" Kiistatta juuri he ovat typeriä, mutta he eivät tiedä [se].
he: כאשר נאמר להם, "מאמין כמו העם מאמין," הם אומרים, "עלינו להאמין כפי האווילים מאמין?" אין ספק, הם אלה טיפשים, אבל הם יודעים [בו] לא.
hr: I kad je rekao da ih "Vjerujem kao ljudi su vjerovali," kažu, "da vjerujemo kako je glupo vjerovali?" Bez sumnje, oni su ludi, ali [to] ne znaju.
lt: Ir kai jis sako, kad jų, "Kad kaip žmonės manė," jie sako, "turėtų mes tikime, kaip kvailas tikėti?" Neabejotinai, tai tie, kurie yra kvailas, bet jie nežino [jis].
lv: Un kad tas esot pie viņiem, "Uzskata, kā cilvēki ir uzskats," viņi saka: "būtu mēs uzskatām kā dumjš ir uzskats?" Neapšaubāmi, ir tie, kuri ir dumjš, bet viņi zina, ka [tā] nav.
nb: Og når det er sagt til dem, "Tro som folk har trodd," de sier, «skal vi tro som tåpelig har trodd?» Uten tvil, det er de som er tåpelig, men de vet [det] ikke.
sk: A keď sa hovorí, že je "Presvedčený, ako ľudia uverili," hovoria, "mali sme presvedčení, ako pochabé uverili?" Nesporne, to oni, ktorí sú nerozumní, ale vedia, že [to] nie.
sl: In ko je dejal, da jih, "Meni, kot so verjeli ljudje," pravijo, "naj verjamemo kot neumno verjel?" Nedvomno, to je oni, ki so je neumno, vendar vedo, da [je] ne.
sr_cyrl: И када је то рекао им је,"Верујем да као људи су веровали," кажу,"требало би да верујемо као глупи веровала?" Без сумње, они су ти који су глупи, али [то] не знају.
sr_latn: I kada je to rekao im je, "Verujem da kao ljudi su verovali," kažu, "trebalo bi da verujemo kao glupi verovala?" Bez sumnje, oni su ti koji su glupi, ali [to] ne znaju.
uk: І коли він сказав їм: "Вірити, як люди вірили," вони кажуть, "повинні ми вважаємо, як нерозумні повірили?" Без сумніву, це їм, нерозумні, але вони знають, що [він] не.
vi: Và khi nó được cho họ, "Tin như mọi người đã tin rằng," họ nói, "nên chúng tôi tin rằng như là ngu si có tin tưởng?" Unquestionably, nó là họ là những người là sự ngu ngốc, nhưng họ không biết [nó].
zu: Futhi uma wathi kubo: "Kholwa njengoba abantu baye bakholwa," bathi, "Kufanele sikholwa njengoba oyisiwula niye nakholwa?"

# Quran21
source: And when they meet those who believe, they say, "We believe"; but when they are alone with their evil ones, they say, "Indeed, we are with you; we were only mockers."
ca: Quan es troben amb aquells que creuen, diuen: "Creiem"; però quan estan soles amb els seus malvats, van dir, "de fet, estem amb tu; érem només mockers."
cy: A pan fyddant yn bodloni rhai sy'n credu, maent yn dweud, "Credwn"; ond pan fyddant yn unig gyda eu drygioni rhai, maent yn dweud, "yn wir, rydym yn gyda chi; Roeddem yn unig mockers."
da: Og når de møder dem, der tror, de siger, "Vi tror"; men når de er alene med deres onde dem, de siger, "Ja, vi er med dig; Vi var kun spottere."
el: Και όταν συναντούν όσοι πιστεύουν, όπως λένε, «Πιστεύουμε»? αλλά όταν είναι μόνοι με τους κακούς, τους λένε, «πράγματι, είμαστε μαζί σου. Ήμασταν μόνο εξερράγη τελικά.»
et: Ja kui nad vastavad need, kes arvavad, nad ütlevad, "Me usume"; kuid kui nad on üksi oma kurja ones, nad ütlevad, "tõepoolest, me oleme sinuga; meil olid ainult mockers."
fi: Ja vastaavat ne, jotka uskovat he sanovat, "Uskomme"; mutta kun he ovat yksin pahaa ones, ne sanoa, "Olemme kanssanne; Olimme vain pilkkaajia."
he: וכאשר הם פוגשים את אלה אשר מאמינים, הם אומרים, "אנו מאמינים"; אבל כאשר הם לבד עם הרשעים שלהם, הם אומרים, "אכן, אנחנו איתך; היינו רק mockers."
hr: I kada se susreću oni koji vjeruju, oni kažu: "Vjerujemo"; Ali kad su oni sami sa svojim zlih, su, "uistinu, mi smo sa vama; bili smo samo izrugivači."
lt: Ir jeigu jie atitinka tuos, kurie tiki, jie sako, "Mes tikime"; bet kai jie vien tik su jų szatanów, jie sako, "iš tiesų, mes esame su jumis; Mes tik mockers."
lv: Un ja tie atbilst tiem, kas tic, viņi saka: "Mēs uzskatām, ka"; bet, kad viņi ir divatā ar saviem ļaunajiem gariem, viņi saka: "patiešām, mēs esam ar jums; mums bija tikai mockers."
nb: Og når de møter dem som tror, de sier, "Vi tror"; men når de er alene med sin onde, de sier, "vi er med deg; Vi var bare spottere.»
sk: A keď sa stretnú, tí, ktorí veria, sa hovorí, "Veríme"; ale keď sú sami s ich tie zlé, oni hovoria, "naozaj, sme s tebou; boli sme len posmievači."
sl: In ko se sestane, tiste, ki verjamejo, pravijo, "Verjamemo"; šele ko so sami s svoje tisti, zlo, so rekli, "res, smo z vami; smo bili le mockers."
sr_cyrl: И кад се сретну они који верују, кажу они, "Ми верујемо"; Али када су они сами са својим злом, који су, они, "уистину, ми смо уз вас; "били смо само моцкерс."
sr_latn: I kad se sretnu oni koji veruju, kažu oni, "Mi verujemo"; Ali kada su oni sami sa svojim zlom, koji su, oni, "uistinu, mi smo uz vas; "bili smo samo mockers."
uk: І коли вони зустрічаються ті, що вірять, то кажуть, «Гадаємо»; але коли вони залишаються наодинці зі своїх злих, вони кажуть: "дійсно, ми з вами; Ми були тільки глузії".
vi: Và khi họ gặp những người tin rằng, họ nói, "Chúng tôi tin tưởng"; nhưng khi họ đang một mình với cái ác của người thân, họ nói, "thật vậy, chúng tôi là với bạn; chúng tôi đã chỉ mockers".
zu: Futhi uma they hlangabeza labo kholwa they tshela "Sikholwa";

# Quran22
source: [But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.
ca: [Però] Allah es burla d'ells i prolonga-los en la seva transgressió [mentre] que vaguen cegament.
cy: [Ond] Mae'r Allah yn watwar iddynt ac yn ymestyn iddynt yn eu tramgwyddiad [er] iddyn nhw grwydro ddall.
da: [Men] Allah spotter dem og forlænger dem i deres overtrædelse [mens] de vandre blindt.
el: [Αλλά] Αλλάχ mocks τους και τους παρατείνει καταπατά τους [ενώ] θα περιπλανηθεί στα τυφλά.
et: [Kuid] Allah neid valetamist ja pikendab nende oma üleastumiste [kuigi] nad rändavad pimesi.
fi: [Mutta] Jumala pilkkaa niitä ja pidentää niitä heidän isiinsä [kun] he vaeltavat sokeasti.
he: [אבל] אללה לועג עליהם ומאריך אותם שלהם עבירה [בעוד] הם לשוטט בצורה עיוורת.
hr: [Ali] Allah im se ruga i produljuje ih u prekršaja [dok] oni lutaju slijepo.
lt: [Tačiau] Dievas tyčiotis juos ir prailgina jų jų transgresijos [o] jie Brody aklai.
lv: [Bet] Allah tos izmēda un paildzina viņiem to pārkāpšana, [bet] viņi klīst akli.
nb: [Men] Allah spotter dem og forlenger dem i deres overtredelse [mens] de vandre blindt.
sk: [Ale] Alah ich vysmieva a predlžuje ich priestupok, [zatiaľ čo] túlať slepo.
sl: [Vendar] Alah jih posmehuje in jim podaljšuje v svoje grehe, [pa] so blodi slepo.
sr_cyrl: [Али] Аллах им се руга и продућава их у преступа, [док] оне лутају слепо.
sr_latn: [Ali] Allah im se ruga i produћava ih u prestupa, [dok] one lutaju slepo.
uk: [А] Аллах знущається над ними і подовжує їх у їхній переступ, [хоча] вони бродять наосліп.
vi: [Nhưng] Allah mocks họ và kéo dài trong sự vi phạm của họ [trong khi] họ đi lang thang một cách mù quáng.
zu: [Kodwa] Allah uyadelela kubo futhi bandisa nabo iziphambeko zabo [kuyilapho] bayazulazula zifa.

# Quran23
source: Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.
ca: Aquests són els que han comprat error [a canvi] d'orientació, així la seva transacció ha portat cap benefici, ni es van guiar.
cy: Dyma'r rhai sydd wedi prynu gwall [yn gyfnewid] am arweiniad, fel wedi eu trafodion yn dwyn unrhyw elw, nac yn eu harwain.
da: Dem er dem, der har købt fejl [i exchange] for vejledning, så deres transaktion har bragt ingen fortjeneste, eller var de styret.
el: Εκείνοι είναι αυτοί που έχουν αγοράσει σφάλμα [στον exchange] για καθοδήγηση, έτσι τους συναλλαγή έχει φέρει κανένα κέρδος, ούτε ήταν το κατεύθυναν.
et: Need on need, kes ostsid tõrge [exchange] juhinduda nii, et need tehingud on toonud kasu, samuti olid nad giidiga.
fi: Nämä ovat niitä, jotka ovat ostaneet virhe [vaihto] ohjausta, joten kauppa on tuonut voittoa tai niiden ohjaamana.
he: אלה הם אלה שרכשו שגיאה [ב- exchange] להדרכה, אז את הטרנזקציה שלהם הביא שום רווח, וגם הם מונחים.
hr: To su oni koji su kupili greška [u zamjenu] za vodstvo, tako da njihove transakcije je donio nema zarade, niti su oni vodili.
lt: Jie yra tie, kurie pirko klaida [exchange] rekomendacijų, todėl jų operacijos atnešė pelno, nei jie vadovaujasi.
lv: Tie ir tie, kuri iegādājušies kļūda [exchange] virzības, Tātad viņu darbība ir devusi ne peļņas, ne tie tika vadīta.
nb: De er de som har kjøpt feil [exchange] for veiledning, så deres transaksjonen har brakt noen gevinst, eller var de guidet.
sk: To sú tie, ktorí si zakúpili chyba [exchange] usmernenie, takže ich transakcia priniesla zisk, ani boli oni vedení.
sl: So tisti, ki so kupili napake [v zameno] smernice, zato njihova transakcija prinesla dobička, niti so bili vodeni.
sr_cyrl: То су оне које су купиле грешка [заузврат] за савет, тако да њихова трансакција је довео нема зараде, нити су биле вођене су.
sr_latn: To su one koje su kupile greška [zauzvrat] za savet, tako da njihova transakcija je doveo nema zarade, niti su bile vođene su.
uk: Ті, ті, які придбали помилка [в обмін] для керівництва, так що їх транзакції приніс без отримання прибутку, ні вони керувалися.
vi: Những người là những người đã mua lỗi [trao đổi] để được hướng dẫn, do đó, giao dịch của họ đã mang lại lợi nhuận không có, cũng không phải họ đã hướng dẫn.
zu: Labo yibo abathenge isiphambeko [in exchange], sicele isiqondiso sakhe, ngakho okwenziwayo yabo ulilethele ezingenambuyiselo, futhi kwakungasadingeki they guided.

# Quran24
source: Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.
ca: Seu exemple és que d'una que encès un foc, però quan és il·luminat el que era al seu voltant, Allah treia la seva llum i deixar-los en la foscor [perquè] no pogués veure.
cy: Eu enghraifft yw bod un sydd kindled o dân, ond pan roedd ei goleuo beth oedd o'i gwmpas, Allah cymerodd eu golau i ffwrdd ac yn eu gadael yn y tywyllwch [felly] Ni allai weld.
da: Deres eksempel er at en der tændt en brand, men hvornår det belyst, hvad der var omkring ham, Allah tog væk deres lys og efterlod dem i mørket [så] de ikke kunne se.
el: Το παράδειγμά τους είναι ότι του ενός που άναψε μια φωτιά, αλλά όταν αυτό φωτιστεί αυτό που ήταν γύρω του, Αλλάχ πήρε μακριά το φως τους και τους εγκατέλειψε στο σκοτάδι [έτσι] δεν θα μπορούσαν να δουν.
et: Nende näide on, et ühe kes süttis tulekahju, kuid kuna see valgustatud, mis oli tema ümber, Jumal võttis ära oma valguse ja jättis nad pimeduses [nii] nad ei näe.
fi: Esimerkkiä on yksi joka syttynyt tulipalo, mutta kun se loi, mikä oli ympärillään, Jumala vei heidän valonsa ja jätti heidät pimeydessä [niin] he eivät voineet nähdä.
he: דוגמה שלהם היא כי על אחת אשר יבערו אש, אבל כאשר הוא מואר מה שהיה מסביב לו, אללה לקחו להם את האור והשאיר אותם בחושך [אז] הם לא יכלו לראות.
hr: Njihov primjer je da jednog koji je planuo požar, ali kada je osvijetljen što se oko njega, Allah uzeo svoje svjetlo i ostavio ih u tami [tako] da ne vide.
lt: Jų pavyzdys, kad vienos kurie užsidegti gaisras, bet kada jis apšviestas, kas buvo aplink jį, Dievas paėmė jų šviesos ir paliko juos tamsoje [todėl] jos nemačiau.
lv: Viņu piemērs ir tas, ka viens kas sakūra ugunskuru, bet kad tas izgaismoja to, kas bija ap viņu, Allah atņēma to gaismu un atstāja tos tumsā, [lai] nevarēja saredzēt.
nb: Deres eksempel er at av en som opptent en brann, men når det opplyst hva var rundt ham, Allah tok bort sine lys og forlot dem i mørke [så] de ikke kunne se.
sk: Ich príklad je, že jeden, ktorý vzplanul požiar, ale keď to osvetlená, čo sa okolo neho, Alah sňal ich svetlo a nechali v tme, [tak] nedokázali.
sl: Njihovemu zgledu je, da enega ki vnela ogenj, ampak ko je osvetljena, kar je bilo okoli njega, Alah vzel svoje svetlobe in jih pustila v temi [tako] ni mogel videti.
sr_cyrl: Њихов пример је једног који смо постали и ватру, али када осветљавали шта је била око њега, Аллах узели њихово светло и оставио их у таму [тако] нису могли видети.
sr_latn: Njihov primer je jednog koji smo postali i vatru, ali kada osvetljavali šta je bila oko njega, Allah uzeli njihovo svetlo i ostavio ih u tamu [tako] nisu mogli videti.
uk: Своїм прикладом, що одного, які розпалили вогонь, але коли він освітлена, яка була навколо нього, Аллах забрав їх світло і залишив їх в темряві, [так] вони не міг бачити.
vi: Ví dụ của họ là của một người kindled một ngọn lửa, nhưng khi nó chiếu sáng những gì đã xung quanh anh ta, Allah đã lấy đi ánh sáng của họ và để lại cho họ trong bóng tối [như vậy] họ không thể nhìn thấy.
zu: Bo bonakaliso is ukuthi of lowo babasa umlilo, kodwa uma zikhanyiswa lokho kwaba nxazonke kuye, Allah wasusa ukukhanya kwazo wabashiya ebumnyameni [ngakho] abakwazanga ukubona.

# Quran25
source: Deaf, dumb and blind - so they will not return [to the right path].
ca: Sords, sordmut i cec - així que no tornarà [pel camí correcte].
cy: Byddar, mud a dall-felly byddant nid yn dychwelyd [y llwybr cywir].
da: Døve, stumme og blinde - så de ikke vil vende tilbage [til den rigtige sti].
el: Κωφοί, τυφλοί και χαζός - έτσι δεν θα επιστρέψει [στο σωστό δρόμο].
et: Kurt, tumm ja pime - nii et nad ei naase [õigele teele].
fi: Kuuro, mykkä ja sokeita - niin ne ei palaa [oikea polku].
he: חירשת-אילמת ועיוורת - אז הם לא יחזרו [לנתיב הנכון]
hr: Gluh, nijem i slijep - tako oni neće vratiti [na pravi put].
lt: Kurti, nebylūs ir akli - taip jie nebegrįš [į dešinėje kelio].
lv: Kurls, mēms un akls - Tātad tās neatgriezīs [uz pareizā ceļa].
nb: Døve, dum og blind - så de vil ikke returnere [til den rette vei].
sk: Hluchý, slepý a nemý - tak nevráti [na správnu cestu].
sl: Gluhi, neumna in slepa - tako se ne bo vrnil [za pravo pot].
sr_cyrl: Глув , глуп и слеп - тако да се неће вратити [до оног правог].
sr_latn: Gluv, glup i slep - tako da se neće vratiti [do onog pravog].
uk: Глухим, німим і сліпим - так вони вже не повернуться [до правильного шляху].
vi: Điếc, câm và mù - vì vậy họ sẽ không trở về [con đường bên phải].
zu: Deaf, izimungulu zikhuluma nezinyonga nezimpumputhe - ngakho ngeke babuyele [ukuba lungile dlela].
