Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1080
source: And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You]."
ca: I no molesta ens excepte perquè hem cregut en els signes del nostre Senyor, quan van arribar a nosaltres. Nostre Senyor, aboqui sobre nosaltres paciència i morir-nos com musulmans [en el submissió a vostè]."
cy: Ac a dderbynioch inni ac eithrio nid oherwydd ein bod yn credu mewn arwyddion ein Arglwydd pan ddaethant i ni. Mae ein Arglwydd, tywallt arnom amynedd a gadewch inni yn marw fel Moslemiaid [yn cyflwyno i chi].
da: Og harmes du over ikke os undtagen fordi vi troede på Tegnene på Vorherre, da de kom til os. Vor Herre, hæld over os tålmodighed og lad os dø som muslimer [i indsendelse til dig]."
el: Και δεν δυσφορούν μας εκτός επειδή πιστέψαμε στις τα σημάδια του Κυρίου μας, όταν ήρθαν σε εμάς. Ο Κύριός μας, ρίχνουμε επάνω σε μας υπομονή και ας πεθαίνουν τους μουσουλμάνους [στην υποβολή σας]".
et: Ja te pahaks meile peale, sest me uskusid meie Issanda märke, kui nad tulid meile. Meie Issand, vala meid kannatlikkuse ja olgem surra nagu moslemid [esitamise teile]."
fi: Ja ei paheksua meitä paitsi koska uskoimme Herramme merkkejä, kun he tulivat meille. Meidän Herramme kaada meille kärsivällisyyttä ja älkäämme kuolee muslimit [alamaisuudessa voit]."
he: אתה לא נוטר לנו טינה אלא מכיוון שאנו מאמינים בהם סימני אדוננו כאשר הם באו אלינו. אדוננו, ויערה עלינו סבלנות, תן לנו למות כמו מוסלמים [בכניעה לך]."
hr: I ti zaista nas osim zato što smo vjerovali u znakove našeg Gospodina kada su došli kod nas. Gospoda, izlije na nas strpljenje i pusti nas umrijeti kao Muslimani [u pokornosti tebi]."
lt: Ir jūs ne piktintis mums išskyrus nes mes tikėjo mūsų Viešpats požymius kai jie atėjo pas mus. Mūsų Viešpats, supilkite į mus kantrybės ir leiskite mums mirti kaip musulmonai [– pateikti jums]."
lv: Un mums, izņemot ne apvainoties, jo mums ticēja pazīmes mūsu kungs, kad viņi nonāca pie mums. Mūsu Kunga pour pār mums pacietību un ļaujiet mums iet bojā kā musulmaņi [iesniegšanas jums]."
nb: Og du misliker ikke oss bortsett fra fordi vi trodde på tegn på vår Herre når de kom til oss. Vår Herre, hell over oss tålmodighet, og la oss dø som muslimer [i underkastelse til du]."
sk: A nie vadí nám okrem lebo sme verili v znamení nášho Pána, keď prišli k nám. Náš Pán, naliať na nás trpezlivosť a poďme zomrieť ako moslimovia [v podaní vám]."
sl: In ni nas razen zamerijo, ker smo verjeli v znake našega Gospoda, ko bi prišel k nam. Naš Gospod, vlijemo na nas potrpljenje in nam umre kot muslimani [v oddajo za vas]."
sr_cyrl: И ти заиста нас осим зато што смо мислили у знацима Господње, када су нам. Господ , сипај над нама стрпљење и да умремо као Муслимани [у потчињавање].
sr_latn: I ti zaista nas osim zato što smo mislili u znacima Gospodnje, kada su nam. Gospod, sipaj nad nama strpljenje i da umremo kao Muslimani [u potčinjavanje].
uk: І ви не обурюватися нас за винятком, тому що ми вірили в ознаки нашого Господа, коли вони прийшли до нас. Наш Господь, залити на нас терпіння і дайте нам померти як мусульмани [подання вам]."
vi: Và bạn không gửi cho chúng tôi ngoại trừ bởi vì chúng tôi tin rằng trong các dấu hiệu của Chúa của chúng tôi khi họ đến với chúng tôi. Chúa chúng ta, đổ cho chúng ta sự kiên nhẫn và cho chúng tôi chết như người Hồi giáo [trong nộp hồ sơ cho bạn]."
zu: Futhi ungazi aphatheke kabi nathi ngaphandle ngoba sikholelwa izimpawu kweNkosi yethu lapho beza kithi.

# Quran1081
source: And the eminent among the people of Pharaoh said," Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?" [Pharaoh] said, "We will kill their sons and keep their women alive; and indeed, we are subjugators over them."
ca: I els eminents entre la gent del faraó va dir,"deixarà Moses i la seva gent per provocar corrupció en la terra i abandonar vostè i els seus déus?" [Faraó] dit, "es matar els seus fills i mantenir les seves dones viu; i de fet, estem subjugators sobre ells."
cy: Ac enwog ymhlith pobl Ffaro a dweud,"byddwch yn gadael Moses a ei bobl i achosi llygredd yn y tir a rhoi'r gorau i chi ac yn eich duwiau?" Dywedodd [Ffaro], "Byddwn yn lladd eu meibion ac yn cadw eu menywod yn fyw; ac yn wir, rydym yn subjugators drostynt."
da: Og de fremtrædende blandt folk af Farao sagde,"vil du forlade Moses og hans folk at hidføre korruption i landet og opgive du og din guder?" [Farao] sagde, "vi vil dræbe deres sønner og holde deres kvinder i live; Ja, vi er subjugators over dem og...
el: Και το περίφημο μεταξύ των ανθρώπων των Φαραώ είπε,"θα σας αφήσει Moses και οι άνθρωποί του να προκαλέσει καταστροφή στη γη και να εγκαταλείψει σας και θεούς σου;» [Φαραώ] είπε, «θα σκοτώσει τους γιούς και θα κρατήσει τους γυναίκες ζωντανός? και πράγματι, είμαστε εξανδραποδιστών από πάνω τους.»
et: Ja silmapaistvamad vaarao ütles rahva sekka,"te jätan Moses ja oma rahva põhjustada korruptsioonivastases liidumaa ja loobuma teid ja teie jumalaid?" [Vaarao] ütles: "me tappa oma poega ja hoida nende naiste elus; ja tõepoolest, me oleme subjugators nende üle."
fi: Ja arvostettuja keskuudessa Farao sanoi"jättää Moses ja hänen kansansa vaurioitua maata ja luopua ja gods?" [Farao] sanoi, "me tappaa poikiaan ja pitää naiset elossa; ja olemme subjugators päälle.
he: הנודע בקרב העם של פרעה אמר,"תוריש Moses והאנשים שלו לגרום לפגם בארץ ולנטוש אותך ואת האלים שלך?" [פרעה] אמר, "אנחנו להרוג את בניהם ולא להשאיר את הנשים שלהם בחיים; אכן, אנחנו subjugators עליהם."
hr: I ugledni među ljudima Faraon je rekao,"ostavite Moses i njegovi ljudi uzrok korupcije u zemlji i napustiti ti i tvoj Bog?" [Faraon] je rekao, "mi ćemo ubiti svoje sinove i očuvati svoje žene; i uistinu, mi smo subjugators nad njima.
lt: Ir žymus tarp Faraonas sakė žmonės,"jums paliks Moses ir savo tautos sukelti žemės ir palikti jums ir jūsų dievai?" [Faraonas] sakė: "mes nužudyti jų sūnų ir neišblėstų jų moterų; ir iš tiesų, mes subjugators per juos."
lv: Un izcili vidū faraons teica,"jūs atstāt Moses un viņa cilvēki uz zemes izraisīt bojājumu un atteikties no jums un jūsu dievi?" [Faraons] teica: "mēs nogalināt savus bērnus un savas sievietes izaudzēt; un patiešām, mums ir subjugators pār viņiem."
nb: Og den fremste blant Farao sa, forlater du Moses og hans folk for å forårsake skade i landet og forlate du og din guder?" [Farao] sa: vi vil drepe sine sønner og holde sine kvinner i live; og vi er subjugators over seg.
sk: A významných ľudí faraón povedal,"cestuješ Moses a jeho ľudia spôsobujú poškodenie pôdy a opustiť vás a svojich bohov?" [Faraóna] povedal: "budeme zabíjať svojich synov a udržať ich ženy nažive; a skutočne sme subjugators nad nimi."
sl: In uglednih med ljudi Faraon, ki je dejal,"bo pustite Moses in njegovi ljudje, da vzrok pokvarjenost v deželi in zapustiti vi in vaši bogovi?" [Faraon] je dejal, "smo bo ubil svoje sinove in ohranjali svoje ženske; in res, smo subjugators nad njimi."
sr_cyrl: И еминентних грађана Фараон је рекао,"Одлазите Мосес и његов народ да изазове корупције у земљи и напустио тебе и твојих богова?" [Фараон ] је рекао, "убити своје синове и спасити њихове жене; и заиста, ми смо субјугаторс над њима."
sr_latn: I eminentnih građana Faraon je rekao,"Odlazite Moses i njegov narod da izazove korupcije u zemlji i napustio tebe i tvojih bogova?" [Faraon] je rekao, "ubiti svoje sinove i spasiti njihove žene; i zaista, mi smo subjugators nad njima."
uk: І видатних людей фараона, сказав,"ви залишити Moses і його люди, щоб викликати корупції на землі і відмовитися від вас і ваших богів?" [Фараона] сказав: "ми буде вбивати своїх синів і просвіщати народ своїх жінок; і дійсно, ми підкорювачів над ними.
vi: Và nổi tiếng trong số những người của Pharaoh đã nói,"bạn sẽ bỏ lại Moses và người dân của mình để gây ra tham nhũng trong đất và từ bỏ bạn, và các vị thần của bạn?" [Pharaoh] nói, "chúng ta sẽ giết con trai của họ và giữ cho phụ nữ của họ còn sống; và quả thực, chúng tôi subjugators lên trên đó."
zu: Futhi ovelele phakathi kwabantu kaFaro, wathi: "Ingabe wena ushiye Mose akhe ntu ukuba abangele inkohlakalo elizweni dela you kho Nkulunkulu?"

# Quran1082
source: Said Moses to his people, "Seek help through Allah and be patient. Indeed, the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous."
ca: Moses va dir a la seva gent, "buscar ajuda a través d'Allah, i ser pacient. De fet, la terra pertany a Allah. Provoca heretaran qui ell voluntats dels seus servents. I el resultat [millor] és per al recte.
cy: Dywedodd Moses at ei bobl, "ofyn am gymorth drwy Allah ac yn amyneddgar. Yn wir, y mae y ddaear yn perthyn i Allah. Mae ef yn achosi i etifeddu ei y mae ef yn wills ei weision. A canlyniad [gorau] ar gyfer y righteous.
da: Sagde Moses til hans folk, "søge hjælp gennem Allah og være tålmodig. Ja, jorden tilhører Allah. Han får til at arve det, hvem han testamente af sine tjenere. Og [bedste] resultatet for retfærdige.
el: Εν λόγω Moses του λαού της, «ζητούν βοήθεια μέσω Αλλάχ και να είστε υπομονετικοί. Πράγματι, η γη ανήκει στον Αλλάχ. Προκαλεί να το κληρονομήσει τον οποίο διαθήκες από τους δούλους. Και το αποτέλεσμα [καλύτερη] για τη δίκαιη.»
et: Nimetatud Moses oma rahvale, "otsida abi kaudu Allah ja kannatlik. Maa kuulub tõepoolest, Allah. Ta tekitab seda, keda ta tahab tema teenistujate pärimiseks. Ja [parim] tulemus on õige."
fi: Sanoi Moses kansalleen "hakea apua kautta Jumala ja olla kärsivällinen. Itse asiassa mukaan maapallo kuuluu Jumalalle. Hän saa periä se, kenet tahtoo palvelijoidensa. Ja [paras] tulos on vanhurskas."
he: Moses אמר לאנשים שלו, "לחפש עזרה דרך אללה ולהיות סבלני. אכן, כדור הארץ שייכת לאללה הוא גורם יירשו אותו למי שהוא חפץ על משרתיו. והוא [הוא שוטט] לצדיקים."
hr: Rekao je Moses svome narodu, "traže pomoć putem Allaha i budi strpljiv. Doista, zemlja pripada Allahu. On uzrokuje nasljeđuju koga hoće od njegova sluge. I [najbolji] rezultat je za pravedni."
lt: Minėtos Moses savo tautos, "ieškoti pagalbos per Dievo ir būkite kantrūs. Iš tiesų, žemė priklauso Dievas. Jis sukelia paveldėti kam jis nori iš jo tarnautojai. Ir [geriausias] rezultatas yra teisingas."
lv: Minētās Moses savai tautai, "meklēt palīdzību caur Allah un būt pacietīgam. Patiešām, zeme pieder Allah. Viņš rada tas, ko viņš vēlas no saviem kalpiem mantot. Un [labāko] iznākums ir taisns.
nb: Sa Moses til sitt folk, "søke hjelp gjennom Allah og være tålmodig. Faktisk hører jorden til Allah. Han fører til å arve den som han wills hans tjenere. Og [best] utfallet blir for rettferdige.
sk: Moses povedal svojim ľuďom, "vyhľadať pomoc prostredníctvom Alah a byť trpezlivý. Vskutku, zem patrí Alah. Spôsobí dediť to, koho on chce jeho zamestnancov. A [najlepšie] výsledok je spravodlivý."
sl: Omenjeni Moses svojemu ljudstvu, "poiskati pomoč skozi Allah in bodite potrpežljivi. Res, zemlja pripada Allah. On povzroča podedovali to, koga on hoče od njegovih uslužbencev. In [najboljši] izid je za pravedna."
sr_cyrl: Каже Мосес његовом народу, тражи помоћ кроз Алаха и буди стрпљив. Заиста , земља припада Алаху. Он изазива наследим кога он Wиллис је његов слуга. И [најбољи] исход за праведне."
sr_latn: Kaže Moses njegovom narodu, traži pomoć kroz Alaha i budi strpljiv. Zaista, zemlja pripada Alahu. On izaziva nasledim koga on Willis je njegov sluga. I [najbolji] ishod za pravedne."
uk: Саїд Moses до свого народу, "звертатися по допомогу через Аллаха, і будьте терплячими. Дійсно, землі належить Аллаха. Він викликає її, кого він хоче з своїми рабами. І [кращі] результати для праведників."
vi: Moses nói đến người dân của mình, tìm sự giúp đỡ qua Allah và kiên nhẫn. Thật vậy, trái đất thuộc về Allah. Ông nguyên nhân để kế thừa nó mà Ngài muốn nhân viên của mình. Và kết quả [tốt nhất] cho công bình."
zu: Wathi uMose abantu bakhe: "Funa usizo ngokusebenzisa Allah futhi ubekezele. Ngempela, umhlaba ungokaJehova Allah. He BANGA libe yifa lakho whom He tando Akhe chaka. Futhi [best] umphumela for the ngakhethi."

# Quran1083
source: They said, "We have been harmed before you came to us and after you have come to us." He said, "Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do."
ca: Deien, "Que han estat perjudicats abans que vingués a nosaltres i després que han arribat a nosaltres." Va dir, "Potser el Senyor es destruir el seu enemic i concedeix la successió en la terra i veure com ho faràs".
cy: Maent yn dweud, "rydym wedi'i niweidio cyn ichi ddod i ni, ac ar ôl i chi wedi dod i ni." Meddai, "Efallai eich Arglwydd bydd dinistrio eich gelyn grant chi olyniaeth yn y tir a gweld sut y gwnewch chi."
da: De sagde, "Vi har været skadet før du kom til os og efter du er kommet til os." Han sagde, "Måske din herre vil ødelægge din fjende og give dig succession i landet og se, hvordan du vil gøre."
el: Είπαν, «Εμείς έχουν υποστεί ζημία πριν έρθεις μας και αφού έχετε έρθει σε εμάς.» Είπε, «Ίσως σας Λόρδος θα καταστρέψει τον εχθρό σου και σας παραχωρεί διαδοχή στη γη και δείτε πώς θα το κάνεις.»
et: Nad ütlesid: "Me kahju enne, kui sa tulid meile ja pärast seda, kui olete jõudnud meile." Ta ütles: "Ehk teie Issand näidatakse hävitada oma vaenlast ja anda teile järjest maal ja näha, kuidas te teete."
fi: He sanoivat: "Meidän on loukattu ennen kuin tuli meille ja kun tulet meille." Hän sanoi, "Ehkä teidän Herranne tuhota vihollisen ja myöntää peräkkäin maa ja miten teet."
he: הם אמרו, "אנחנו נפגעו לפני שבאת אלינו, לאחר הגעת אלינו." הוא אמר, "אולי אדונך להשמיד את האויב שלך, מעניקים לך הירושה בארץ ולראות איך אתה."
hr: Rekli su da "Smo bili oštećeni prije nego si došao nama i nakon što dođete do nas." Rekao je, "Možda vaš Gospodin će uništiti neprijatelja i dati vam nasljedstvo u zemlju i vidjeti kako će."
lt: Jie sakė: "Mes buvo pažeisti prieš jus atėjo pas mus ir po to, kai Jūs patekote į mums." Jis pasakė: "Galbūt jūsų Viešpats bus sunaikinti savo priešą ir suteikti jums paveldėjimo žemės ir pamatyti, kaip jums bus padaryti."
lv: Viņi teica: "Mums ir nodarīts kaitējums iekams tu ieradies pie mums, un pēc tam, kad ir jānāk pie mums." Viņš teica: varbūt jūsu Kungs būs iznīcināt pretinieku un piešķirt zemi mantošanas un redzēt, kā jūs.
nb: De sa: "Vi har vært skadet før du kom til oss, og når du har kommet til oss." Han sa, "kanskje din Herre vil ødelegge fienden og gi deg etter hverandre i landet og se hvordan du vil gjøre.
sk: Povedali, že "Sme boli poškodené ako ste prišli k nám, a potom ste prišli k nám." On povedal: "Možno svojho pána sa zničiť svojho nepriateľa a poskytnúť vám dedičstvo v krajine a vidieť, ako budete robiť."
sl: So rekli, "Smo so bili oškodovani, preden ste prišli k nam in potem, ko ste prišli k nam." Je rekel, "Morda vaš gospod bo uničiti nasprotnika in vam podeli dedovanje zemljišča in videli, kako bo."
sr_cyrl: Рекли су: "Нисмо повререни пре него што си дошао да нас и након што сте нам дошли." Рекао је, "Можда твој Господ ће уништити непријатеља и ти одобрити сукцесија у земљи и видите како ће."
sr_latn: Rekli su: "Nismo povreрeni pre nego što si došao da nas i nakon što ste nam došli." Rekao je, "Možda tvoj Gospod će uništiti neprijatelja i ti odobriti sukcesija u zemlji i vidite kako će."
uk: Вони сказали: "Ми повинні було завдано шкоди перед тим, як ви прийшли до нас, і після того, як ви прийшли до нас." Він сказав: "Можливо ваш Господь буде знищити ворога і видати вам правонаступництва на землі і як ви будете".
vi: Họ nói, "Chúng tôi đã được bị hại trước khi bạn đến với chúng tôi và sau khi bạn đã đến với chúng tôi." Ông nói, "Có lẽ là của Chúa sẽ tiêu diệt kẻ thù của bạn và cấp cho bạn kế trong đất và xem làm thế nào bạn sẽ làm gì."
zu: Bathi: "Siye yokulinyazwa kadukuba you sondela us futhi you sondela us."

# Quran1084
source: And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded.
ca: I certament hem agafat la gent del faraó amb anys de fam i deficiència de fruites que potser vols recordar.
cy: A ydym yn sicr yn hatafaelu bobl Ffaro gyda blynyddoedd o newyn a diffyg mewn ffrwythau y efallai byddai eu hatgoffa.
da: Og vi helt sikkert beslaglagt Farao folk med års hungersnød og mangel i frugter, at de måske ville blive mindet.
el: Και εμείς σίγουρα κατασχέθηκαν οι άνθρωποι του Φαραώ, με τα χρόνια του λιμού και μια ανεπάρκεια σε φρούτα ότι ίσως αυτοί θα υπενθυμιστείτε.
et: Ja me kindlasti arestitud vaarao inimestele aastate näljahäda ja puudusi, et ehk nad oleks meeldetuletust puuviljad.
fi: Ja varmasti takavarikoitu ihmisiä farao vuoden nälänhätää ja puute hedelmiä että ehkä ne olisi muistutti.
he: אנחנו בהחלט תפסו העם של פרעה עם שנים של רעב, מחסור בפירות כי אולי הם לקבל תזכורת.
hr: I uhvatili smo ljudi faraona s godina gladi i pomanjkanja voće da možda oni bi se podsjetio.
lt: Ir mes tikrai konfiskavo Faraonas neįgaliųjų metų badas ir vaisių, kad galbūt jie galėtų būti priminė trūkumas.
lv: Un mēs noteikti konfiscēti faraons invalīdu gadu badu un trūkumu augļus, ka varbūt tie būtu atgādināts.
nb: Og vi sikkert grep Farao folk med års hungersnød og en mangel på frukt som kanskje de ville bli minnet.
sk: A sme určite ľudia faraóna s dlhoročnými hlad a nedostatok ovocia, že snáď by sa pripomínali.
sl: In zagotovo smo zasegli ljudi Faraon z leti lakota in pomanjkanje v sadja, da morda bi se spomnil.
sr_cyrl: И Заузели смо свакако становницима фараон године глад и недостатак у воће да можда они би се огласити.
sr_latn: I Zauzeli smo svakako stanovnicima faraon godine glad i nedostatak u voće da možda oni bi se oglasiti.
uk: І ми, безумовно, захопили людей фараона з років голод і дефіцит в плодах, що можливо вони б нагадати.
vi: Và chúng tôi chắc chắn nắm lấy người của Pharaoh với tuổi của nạn đói và sự thiếu hụt các loại trái cây mà có lẽ họ sẽ được nhắc nhở.
zu: Futhi ngokuqinisekile Sasebenzisa NTU Pharaoh nge iminyaka yendlala nokuntuleka izithelo ukuthi mhlawumbe bazothanda ukuphinda akhunjuzwe.

# Quran1085
source: But when good came to them, they said, "This is ours [by right]." And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know.
ca: Però quan va bé arribar a ells, deien, "aquest és el nostre [de dret]." I si un mal [condició] colpejat, van veure un mal averany de Moses i aquells amb ell. Sens dubte, la fortuna és amb Allah, però la majoria d'ells no saben.
cy: Ond pan ddaeth da iddynt, maent yn dweud, "Dyma ein [gan hawl]." Ac os oedd drwg [Cyflwr] yn taro hwy, gwelodd argoelir drygioni yn Moses a'r rhai sydd gydag ef. Yn ddiamau, mae eu ffawd â Allah, ond nid rhan fwyaf ohonynt yn gwybod.
da: Men når god kom til dem, sagde de, "Dette er vores [af højre]." Og hvis en dårlig [tilstand] slog dem, de så et ondt varsel i Moses og dem med ham. Utvivlsomt deres formue er med Allah, men de fleste af dem ved ikke.
el: Αλλά όταν καλό ήρθε σε αυτά, είπε, «αυτό είναι δικό μας [με δικαίωμα].» Και αν μια κακή [κατάσταση] χτύπησε τους, είδαν κακός οιωνός Moses κι αυτοί μαζί του. Αναμφισβήτητα, είναι η τύχη τους με Αλλάχ, αλλά οι περισσότεροι από αυτούς δεν γνωρίζουν.
et: Aga kui hea tuli neile, nad ütlesid, "see on meie [paremale]." Ja kui halb [tingimus] tabas neid, nad nägid kurja omen Moses ja need koos temaga. Vaieldamatult, nende varandus on Jumalat, kuid enamik neist ei tea.
fi: Mutta kun hyvä tuli heille, he sanoivat, "Tämä on meidän [oikealle]." Ja jos huono [ehto] löi heidät, he näkivät paha enne Moses ja jotka hänen kanssaan. Kiistatta heidän omaisuutensa on Jumala, mutta useimmat heistä eivät tiedä.
he: אך כאשר הגיע טוב להם, הם אמרו "זה שלנו [בזכות]." אם רעה [תנאי] הכה אותם, הם ראו אות משמיים הרשע Moses ואלה איתו. אין ספק, הונם עם אללה, אך רובם לא יודעים.
hr: Ali dobro došao do njih, su rekli, "To je naša [desno]." I ako loše [stanje] ih je pogodila, vidjeli su loš znak u Moses i one s njim. Bez sumnje, svoje bogatstvo je s Allahom, ali većina njih ne zna.
lt: Bet kai geras atėjo į juos, jie pasakė, "tai mūsų [dešinėn]." Ir jei blogai [būklė] ištiko juos, jie pamatė blogio pranašystė Moses ir tų, kurie jį. Be abejo, savo likimo yra su Dievo, tačiau dauguma jų nežino.
lv: Bet kad labu nāca viņiem, viņi teica: "tas ir mūsu [pa labi]." Un ja ir slikta [stāvokļa] skāra tos, viņi redzēja ļaunu vēstīt, Moses, un tiem līdzi. Neapšaubāmi, to liktenis ir ar Allah, bet vairums no viņiem nezina.
nb: Men når gode kom til dem, de sa: "Dette er vår [av høyre]." Og hvis en dårlig [betingelse] slo dem, de så et dårlig tegn i Moses og de med ham. Uten tvil, sin formue er med Allah, men de fleste av dem vet ikke.
sk: Ale keď dobrý prišiel s nimi, povedal, "to je naša [vpravo]." A keď je zlý [stav] udrel, videl zlé znamenie v Moses a tie, ktoré sú s ním. Nesporne, svoje šťastie je Boh, ale väčšina z nich nevie.
sl: Ampak ko dobro prišel do njih, so rekli, "to je naša [jih]." In če slab [pogoj] udaril jih, so videli zlo znamenje v Moses in tiste z njim. Nedvomno, svoje bogastvo z Allah, vendar ne vem, večina od njih.
sr_cyrl: Али кад је добро дошла с њима, рекли су, "Ово је наш [по праву]." И ако лоших [стање] их је ударио, видели су зли знаци у Мосес, и то са њим. Без сумње, своје богатство је Алах, али већина њих не знам.
sr_latn: Ali kad je dobro došla s njima, rekli su, "Ovo je naš [po pravu]." I ako loših [stanje] ih je udario, videli su zli znaci u Moses, i to sa njim. Bez sumnje, svoje bogatstvo je Alah, ali većina njih ne znam.
uk: Але коли гарний прибула до них, вони сказали: "це наша [по праву]." І якщо погано [стан] вразило їх, вони побачили зло omen Moses і ті, з ним. Без сумніву, свій стан з Аллаха, але більшість з них не знаю.
vi: Nhưng khi tốt đến cho họ, họ nói, "đây là chúng ta [bởi quyền]." Và nếu một xấu [điều kiện] tấn công họ, họ thấy một điềm ác trong Moses và những người với anh ta. Unquestionably, tài sản của họ với Allah, nhưng hầu hết trong số họ không biết.
zu: Kodwa okuhle lapho weza kubo, bathi, "Lona kungezona ezethu [ngelungelo]."
