Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3201
source: So when she arrived, it was said [to her], "Is your throne like this?" She said, "[It is] as though it was it." [Solomon said], "And we were given knowledge before her, and we have been Muslims [in submission to Allah].
ca: Així que quan va arribar, es va dir [a ella], "És el teu tron com aquesta?" Ella va dir, "[és] com si fos això." [Solomon va dir], "i ens van donar coneixement abans que ella, i hem estat musulmans [en el submissió a Allah].
cy: Felly pan gyrhaeddodd, dywedwyd bod [iddi], "Yn eich Orsedd fel hyn?" Dywedodd hi, "[Mae'n] fel pe bai'n ei." [Dywedodd Solomon,] "a rhoddwyd gwybodaeth cyn iddi, ac yr ydym wedi Moslemiaid [yn y cyflwyniad i Allah].
da: Så da hun kom, det var sagde [til hende], "Er din trone som denne?" Hun sagde, "[det er] som om det var det." [Solomon sagde], "og vi fik viden før hende, og vi har været muslimer [i hengivelse til Allah].
el: Έτσι όταν έφτασε, κατά τα λεγόμενα [της], «Είναι θρόνος σου σαν αυτό;» Είπε, «[είναι] σαν να ήταν αυτό.» [Ο Σολομών είπε], "μας δόθηκε γνώση μπροστά της και ήμασταν Μουσουλμάνοι [στην υποβολή Αλλάχ].
et: Nii kui ta kohale jõudis, öeldi [tema], et "On oma trooni niimoodi?" Ta ütles: "[on] nii, nagu ta oli." [Saalomoni ütles], "ja anti teadmisi enne teda, ja meil on moslemid [esitamine Jumal].
fi: Joten kun hän saapui, se oli sanonut [hänen] "On sinun valtaistuimesi näin?" Hän sanoi, "se on kuin se oli." [Salomo vastasi] "saimme tietoa ennen häntä ja olemme olleet muslimeja [Allahille].
he: אז כשהיא הגיעה, שנאמר [אליה], "האם את הכתר שלך ככה?" היא אמרה, "[הוא] כאילו זה היה." [שלמה אמר], "ניתנו לנו ידע לפניה ואני היינו מוסלמים [כניעה לאללה].
hr: Pa kad je došla, bilo je [nje], "Je svoje prijestolje kao što je to?" Rekla je, "To je kao da je to to." [Solomon rekao], "i smo dobili znanje prije nje i bili Muslimani [u pokornosti Allahu].
lt: Taigi, kai ji atvyko, jis teigė [su ja], "Yra savo sostą panašaus?" Ji sakė: "[tai] kaip nors ji buvo ji." [Saliamono sakė], "ir mums buvo suteikta žinių prieš ją, ir mes jau musulmonų [pateikimo Allaho].
lv: Tāpēc, kad viņa ieradās, tā esot [viņas], "Ir savu troni līdzīgs šim?" Viņa teica: "[ir], it kā tas bija tā." [Solomons sacīja], "un mums tika dota pirms viņas zināšanas, un mēs bijuši musulmaņi [iesniegšanas Allah].
nb: Så da hun kom, ble det sagt [til henne], "Er din trone som dette?" Hun sa: "[det er] som om det var den." [Salomo sa], "og vi ble gitt kunnskap før henne, og vi har vært muslimer [i innlevering å Døyve].
sk: Takže keď prišiel, to bol povedal [jej] "Je svojho trónu takhle?" Ona povedala: "[je] tak, akoby to bolo." [Šalamún povedal] "a my sme dostali vedomosti pred ňou, a sme boli moslimovia [za predloženie Allah].
sl: Tako ko je prišel, je dejal, [da ji], "Je svoj prestol, kot je ta?" Je rekla, "[je] kot da je bilo to." [Solomon dejal], "in smo bili glede znanja pred njo, in smo bili muslimani [v predložitev Allah].
sr_cyrl: Тако да кад је стигла, то је био [јој рекао], "Је твој трон овако?" Рекла је, "[он] као да је то било." [Соломон рекао], "добили смо знање пре ње и ми били Муслимани [покорности Алаху].
sr_latn: Tako da kad je stigla, to je bio [joj rekao], "Je tvoj tron ovako?" Rekla je, "[on] kao da je to bilo." [Solomon rekao], "dobili smo znanje pre nje i mi bili Muslimani [pokornosti Alahu].
uk: Тому коли вона приїхала, вона була сказав [їй], "Є трон, як це?" Вона сказала: "[це] як ніби це було це." [Соломон сказав], "ми давали знань перед нею і ми були мусульман [в подання до Аллах].
vi: Vì vậy, khi cô đến, nó đã được nói [về], "Là ngai vàng của mình như thế này?" Cô ấy nói, "[đó là] như là mặc dù nó đã là nó." [Solomon nói], "chúng tôi đã được các kiến thức trước khi cô ấy và chúng tôi đã là người Hồi giáo [trong trình Allah].
zu: Ngakho lapho efika, kwathiwa [kuye]: 'uyisihlalo sakho sobukhosi esinjengalesi? "

# Quran3202
source: And that which she was worshipping other than Allah had averted her [from submission to Him]. Indeed, she was from a disbelieving people."
ca: I que el que era venerant altre que Allah havia evitat ella [de submissió a ell]. De fet, va ser d'un poble incrèdul."
cy: Ac yr oedd iddi addoli eraill na Allah wedi osgoi hi [gan gyflwyno iddo]. Yn wir, hi oedd gan bobl disbelieving."
da: Og, som hun andagtsøgende bortset Allah havde afværget hende [fra forelægges ham]. Ja, hun var fra en mistroiske mennesker."
el: Και ότι εκτός από Αλλάχ λατρεύοντας την οποία της είχε αποτραπεί [από υποβολή σε αυτόν]. Πράγματι, ήταν από ένα disbelieving άτομα.»
et: Ja mida ta oli jumalateenistustel muu kui Jumal oli hoidnud teda [alates toetustaotluse talle]. Ta tõepoolest olid inimesed."
fi: Ja jonka hän oli palvoen kuin Allah oli torjua häntä [kuluessa hänelle]. Itse asiassa hän oli uskottomia ihmisiä."
he: זה מה שהיא הייתה סגידה מלבד אללה הסבה לה [מתוך כניעה לו]. ואכן, היתה מאנשים disbelieving."
hr: I da što ona je obožavanje osim Allaha imao je izbjegnuta [iz pokornosti njemu]. Doista, bila je sumnja ljudi."
lt: Ir kad kurį ji buvo garbina kitas, kaip Dievas buvo išvengta jai [nuo pateikimo jam]. Iš tiesų, ji buvo nuo niewiernych žmonės."
lv: Un ko viņa dievina citiem mērķiem kā vien Allāhs bija novērstas viņai [no iesniegšanas viņam]. Protams, viņa neticīgi cilvēki."
nb: Og at som hun var tilbe enn Allah hadde avverget henne [fra innlevering ham]. Faktisk, hun var fra et disbelieving folk."
sk: A že čo sa bola uctievať ako Boha ju mal odvrátiť [od podania mu]. V skutočnosti, ona bola neveriacky ľudí."
sl: In da ki je bil čaščenjem razen Allah je preprečiti ji [iz pošiljanja mu]. Res, bila je od disbelieving ljudi."
sr_cyrl: И да који је волео осим Алаха имао је избегнута [из потчињавање га]. Заиста је била од дисбелиевинг људи."
sr_latn: I da koji je voleo osim Alaha imao je izbegnuta [iz potčinjavanje ga]. Zaista je bila od disbelieving ljudi."
uk: І що який вона було поклонятися іншим, ніж Аллах було запобігти її [з надсилання йому]. Дійсно, вона була з невіруючий людей."
vi: Và đó mà cô thờ ngoài Allah đã ngăn chặn cô ấy [từ gửi cho anh ta]. Thật vậy, cô ấy đã từ một người disbelieving."
zu: Futhi lokho okuyinto yena wayekhulekela omunye ngaphandle kuka Allah kwase kuyagwenywa yakhe [kusukela ukuzithoba kuYe].

# Quran3203
source: She was told, "Enter the palace." But when she saw it, she thought it was a body of water and uncovered her shins [to wade through]. He said, "Indeed, it is a palace [whose floor is] made smooth with glass." She said, "My Lord, indeed I have wronged myself, and I submit with Solomon to Allah, Lord of the worlds."
ca: Li van dir, "Introduïu el Palau". Però quan va veure, ella va pensar que era un cos de l'aigua i descobert els seus barbs [per travessar a través de]. Va dir, "de fet, és un palau [el pis és] fet llisa amb vidre." Ella va dir, "El meu Senyor, en efecte tenir injustament-me, i presento amb Solomon a Allah, Senyor dels mons."
cy: Dywedwyd wrthi, "Rhowch y palas." Ond pan welodd ei, roedd hi'n meddwl oedd corff o ddŵr a datgelu ei grimog [i ymlafnio drwy'r]. Dywedodd, "yn wir, mae'n Palas [yn eu llawr] gwneud esmwyth gyda gwydr." Meddai, "fy Arglwydd, yn wir wedi cam ar fy hun, ac awgrymaf gyda Solomon i Allah, Arglwydd y byd.
da: Hun fik at vide, "Angiv slottet." Men da hun så det, hun troede det var en krop af vand og afslørede hendes skinnebenene [for at vade gennem]. Han sagde, "Ja, det er et palads [Hvis gulvet er] gjort glat med glas." Hun sagde, "Min herre, faktisk jeg har krænket mig selv, og jeg indsende med Solomon til Allah, Herren of the worlds."
el: Αυτή είπε, "Εισάγετε το παλάτι". Αλλά όταν είδε, σκέφτηκε ότι ήταν ένα σώμα του νερού και ακάλυπτο κνήμες [να εντρυφήσω μέσω]. Είπε, "πράγματι, πρόκειται για ένα παλάτι [δάπεδο του οποίου είναι] γίνεται ομαλό με γυαλί.» Είπε, «Κύριέ μου, πράγματι έσφαλα τον εαυτό μου, και μπορώ να υποβάλω με Σολομώντα να Αλλάχ, Lord of the worlds»
et: Ta oli öelnud: "Sisesta palee." Aga kui ta nägi seda, ta arvas, see oli veekogu ja katmata tema säärtel [et wade kaudu]. Ta ütles: "ongi palace [kelle korrus on] tasaseks klaas." Ta ütles: "Issand, tõepoolest ma ülekohtu ennast ja esitan Saalomoni Allahi Maailmade isand."
fi: Hän kertoi: "Anna palatsi." Mutta kun hän näki sen, hänen mielestään se oli vesistö ja paljastui hänen säärissä [on kahlata läpi]. Hän sanoi, "on nimittäin palace [jonka lattia on] ylenemään lasi." Hän sanoi: "Herrani, todellakin on vääryyttä itseäni ja minun jättää Solomon Jumalalle, maailmojen luoja."
he: נאמר, "הזן את הארמון." אבל כשהיא ראתה אותו, היא חשבה שהוא גוף של מים, חשפו את השוקיים שלה [כדי]. הוא אמר, "ואכן, זה ארמון [קומה של מי הוא] עשה חלקה עם זכוכית." היא אמרה, "אדוני, אכן שפגעתי בעצמי, ואני אוכל להגיש עם שלמה אללה, האל של העולמות".
hr: Ona je rekla, "Ući u palaču." Ali kad ga je vidjela, mislila je da je tijelo vodom i otkrio joj dreka [da gaziti kroz]. Rekao je, "doista, to je dvor čiji kat je napravio glatka sa staklom." Rekla je, "Gospodaru, doista sam sebi nepravdu i poslati sa Salomon Allahu, gospodaru svjetova."
lt: Ji buvo pasakyta, "Enter the palace". Bet kai ji pamatė jį, ji manė, ji buvo vandens telkinio ir atidengta savo blauzdas [kad wade per]. Jis sakė: "iš tikrųjų tai rūmai [kurių grindys yra] padarė sklandžiai su stiklo." Ji sakė: "Mano Viešpats, iš tiesų yra niesprawiedliwosci save, ir aš pateikti su Saliamono Allaho, Viešpatie pasaulių."
lv: Viņa teica, "Ievadiet pils". Bet kad viņa ieraudzīja to, viņa domāja, tas bija ūdenstilpē un atklāja savu apakšstilbiem, [lai brišana ar]. Viņš teica: "patiešām, tas ir pils, [kuru grīdas ir] veikt gludu stiklu." Viņa teica: mans kungs, patiešām esat sev nodarījis, un es iesniedzu ar Zālamana Allah, Lord no pasaulēm.
nb: Hun ble fortalt, "Angi palasset." Men da hun så det, hun trodde det var en kropp av vann og avdekket sin leggen [å vasse gjennom]. Han sa, "det er faktisk et palass [der gulvet er] laget glatt med glass." Hun sa: "Min Herre, faktisk har jeg gjort urett mot meg, og jeg sende med Salomo til Allah, Herren av verdener."
sk: Jej bolo povedané, "Zadajte palác." Ale keď to uvidela, pomyslela si, bolo telo vodou a odhalil jej predkolenia [prehrýzť]. On povedal: "je naozaj palác [ktorej podlaha je] hladké so sklom." Ona povedala: "Môj pán, skutočne som sám ublížili a podám s Šalamún Bohu, Pánovi ľudstva."
sl: Je rekel, "Vnesite palače." Toda ko je videl, je pomislila, da je vodno telo in odkrili njen golenico [da prebroditi]. Je dejal, "dejansko je palačo [katerih tleh je] naredili gladke s steklom. « Rekla je, "Moj Gospod, res so krivico sam, in predložiti z Solomon Allah, Lord of the worlds."
sr_cyrl: Рекла је, "Унесите палате." Али када је то видела, она је мислила да је вода и открили њену ако ме [да гацате у]. Рекао је: "заиста, то је палата [чији под је] направио глатко са стаклом." Рекла је, "мој господару, заиста сам наносила себе, тврдим са Соломоном Алаху, господару света."
sr_latn: Rekla je, "Unesite palate." Ali kada je to videla, ona je mislila da je voda i otkrili njenu ako me [da gacate u]. Rekao je: "zaista, to je palata [čiji pod je] napravio glatko sa staklom." Rekla je, "moj gospodaru, zaista sam nanosila sebe, tvrdim sa Solomonom Alahu, gospodaru sveta."
uk: Їй сказали, "Введіть палац". Але коли вона побачила його, вона думала, що це було водойма і виявили її гомілки [щоб пробиратися через]. Він сказав: "дійсно, це палац, чиї поверсі є зробив гладкий з скла." Вона сказала: "Господи, дійсно я образили себе і я подати з Соломоном Аллаху Господу світів."
vi: Cô đã nói, "Hãy nhập cung." Nhưng khi nhìn thấy nó, cô nghĩ rằng nó là một cơ thể của nước và khám phá ra cô shins [để lội qua]. Ông nói: "thật vậy, nó là một cung điện có sàn làm mịn với kính." Cô nói: "Thưa ngài, quả thật có wronged bản thân mình và tôi gửi với Solomon Allah, Lord of the worlds."
zu: Watshelwa: "Faka esigodlweni."

# Quran3204
source: And We had certainly sent to Thamud their brother Salih, [saying], "Worship Allah," and at once they were two parties conflicting.
ca: I certament havia enviat a Thamud seu germà Salih, [dir], "Allah de culte" i al mateix temps que eren dues parts en conflicte.
cy: Ac yn sicr roedd Rydym yn anfon eu Thamud eu brawd Salih, [dweud], "Addoli Allah," ac ar unwaith yn ddwy blaid sy'n gwrthdaro.
da: Og vi helt sikkert havde sendt til Thamud deres bror Salih, [siger], "Tilbede Allah," og på en gang de var to parter modstridende.
el: Και έχουμε είχε στείλει για να Thamud τους αδελφό Salih, [λέγοντας], «Λατρεία Αλλάχ», και με τη μία ήταν δύο συγκρουόμενα μέρη.
et: Ja saatsime oli kindlasti Thamud oma venna Salih, [ütles], "Kummardama Jumalat," ja korraga nad olid mõlemad pooled vastuolulised.
fi: Ja oli varmasti lähettänyt Thamud heidän veljensä Eero, [sanoen] "Palvonta Allah," ja kun he olivat kahden osapuolen ristiriitaisia.
he: אנחנו בהחלט שלח Thamud אחיהם צאלח, [ואמר] "לסגוד לאללה", פעם הם היו סותרות לשני הצדדים.
hr: I smo sigurno poslali Thamud njihov brat Salih, [rekao], "Obožavanje Allaha," i odjednom su sukobljene dvije stranke.
lt: Ir mes tikrai atsiuntė Thamud jų brolis Salih, [sako], "Garbinti Dievo," ir ne vieną kartą jie buvo abiejų šalių prieštaringi.
lv: Un mēs, protams, bija atsūtījis savu brāli Salih, [saka] "Dievkalpojumu Allah," Thamud un uzreiz viņi konfliktējošām pusēm.
nb: Og vi sikkert hadde sendt å Thamud sin bror Salih, [sa] "Tilbedelse Allah," og samtidig var de to partiene motstridende.
sk: A určite sme poslal ich brat Salih [povedať], "Uctievanie Alaha," Thamud a naraz boli obe strany protichodné.
sl: In smo zagotovo poslala Thamud njihova brata Salih, [pravijo,] "Čaščenje Allah," in naenkrat so nasprotujoče si pogodbenici.
sr_cyrl: И свакако смо послали да Тхамуд њихов брат Салих, [указујући], "Молитве Аллах", и одједном су били неусаглашени две странке.
sr_latn: I svakako smo poslali da Thamud njihov brat Salih, [ukazujući], "Molitve Allah", i odjednom su bili neusaglašeni dve stranke.
uk: І ми безумовно послав до Thamud свого брата Саліх, [кажучи:] "Поклоніння Аллаху" і одночасно вони були двома сторонами суперечливі.
vi: Và chúng tôi chắc chắn đã gửi đến Thamud anh trai của Salih, [nói], "Tôn thờ Allah," và cùng một lúc họ đã là hai bên mâu thuẫn.
zu: Futhi Sasisanda kuqala Ngokuqinisekile wathumela ukuba Thamud umfowabo Salih, [ethi], "Ukukhulekela Allah," futhi ngaso leso sikhathi amaqembu amabili aphikisanayo.

# Quran3205
source: He said, "O my people, why are you impatient for evil instead of good? Why do you not seek forgiveness of Allah that you may receive mercy?"
ca: Va dir, "O poble meu, per què estàs impacient per mal en comptes de bo? Per què vostè no busques el perdó d'Allah que vostè pot rebre Misericòrdia?"
cy: Dywedodd, "O fy pobl, pam yr ydych yn ddiamynedd i ddrygioni yn hytrach na da? Pam nid ydych yn ceisio maddeuant Allah y gallech dderbyn drugaredd?"
da: Han sagde, "O mit folk, hvorfor er du utålmodig med ondt i stedet for god? Hvorfor du ikke søge tilgivelse af Allah, du kan modtage barmhjertighed?"
el: Είπε, «O μου άνθρωποι, γιατί είστε ανυπόμονοι για το κακό αντί για καλό; Γιατί δεν προσπαθείτε συγχώρεση του Αλλάχ ότι μπορεί να λαμβάνετε έλεος;»
et: Ta ütles: "O mu inimesed, miks on teil hea asemel kurja kannatamatu? Miks ei sa mitte otsima andestust et saate halastuse Jumal?"
fi: Hän sanoi: "Oi kansani, miksi olet kärsimätön pahaa eikä hyvää? Miksi ette pyri anteeksi Allahin armon saatetaan?"
he: הוא אמר, "O האנשים שלי, למה אתה חסר סבלנות לרע במקום טוב? למה לא? אתה מחפש מחילת אללה שאתה עלול לקבל רחמים"
hr: Rekao je: "narode moj, zašto si nestrpljiv za zlo umjesto dobra. Zašto ne tražite oprost od Allaha da primi milosti?"
lt: Jis sakė: "O mano tauta, kodėl tu nekantrus blogis vietoj gera? Kodėl jūs nesiekia remissionem, kad gaunate malonės Dievas?"
lv: Viņš teica: "O mana tauta, kāpēc jūs esat nepacietīgs par ļaunu, nevis labi? Kāpēc jūs necenšas Allah, ka žēlastība var saņemt piedošanu?"
nb: Han sa, "mitt folk, hvorfor er du utålmodig ondt i stedet for godt? Hvorfor du ikke søker tilgivelse Allah at du kan få nåde?"
sk: On povedal: "O mojich ľudí, prečo ste netrpezliví za zlé namiesto dobrého? Prečo sa vám nesnažia odpustenie Alah, že dostanete milosť?"
sl: On reče: "O moji ljudje, zakaj ste nestrpni za zlo namesto dobro? Zakaj pa ne iščeš odpuščanje od Allah, da boste lahko prejeli milost?"
sr_cyrl: Рекао је: "О мој народ, зашто си нестрпљив за зло а не добро? Зашто не траћиљ опрост од Алаха да ћете добити милост?"
sr_latn: Rekao je: "O moj narod, zašto si nestrpljiv za zlo a ne dobro? Zašto ne traћiљ oprost od Alaha da ćete dobiti milost?"
uk: Він сказав: "O народ мій, чому ти нетерплячий за зло, а не добре? Чому ви не прагнуть прощення отримання такого милості Аллаха?"
vi: Ông nói, "O người của tôi, tại sao các bạn thiếu kiên nhẫn cho cái ác thay vì tốt? Tại sao làm bạn không phải tìm kiếm sự tha thứ của Allah mà bạn có thể nhận được lòng thương xót?"
zu: Wathi, "O bantu bami, kungani uphelelwe isineke ngenxa okubi esikhundleni okuhle? Kungani bacele ukuthethelelwa Allah ukuthi nizitholele isihe?"

# Quran3206
source: They said, "We consider you a bad omen, you and those with you." He said, "Your omen is with Allah. Rather, you are a people being tested."
ca: Deien, "Considerem un mal presagi, vostè i aquells amb vostè." Va dir, "és el seu auguri amb Allah. Més aviat, és un poble s'està provant."
cy: Maent yn dweud, "credwn ichi beth drwg, chi, a'r rhai gyda chi." Meddai, "yn eich beth ag Allah. Yn hytrach, yr ydych yn bobl yn cael eu profi."
da: De sagde: "Vi mener du, et dårligt tegn, du og dem med dig." Han sagde, "jeres omen er med Allah. Snarere, du er et folk at blive testet."
el: Είπαν, «Σας θεωρούμε κακός οιωνός, εσένα και τους μαζί σας.» Εκείνος είπε, «σας οιωνός με τον Αλλάχ. Μάλλον, είσαι ένα λαό που δοκιμάζεται.»
et: Nad ütlesid: "Me kaaluda sa halb omen, sina ja need, mis on teiega." Ta ütles: "teie omen's Jumalat. Pigem olete testitava inimesed."
fi: He sanoivat: "Pidämme teitä, huono enne, te ja teidän kanssanne." Hän sanoi, "sinun enne on Jumala. Pikemminkin olet ihmiset testattu."
he: הם אמרו, "אנחנו מחשיבים את סימן רע, אתה ואלה איתך." הוא אמר, "מבשר שלך הוא עם אללה. במקום זאת, אתה אנשים נבדק".
hr: Rekli su, "Smatramo da loš predznak, ti i oni s tobom". Rekao je, "tvoj znamen je Allah. Umjesto toga, ti su ljudi testira."
lt: Jie sakė, "Mes manome, jums bloga pranašystė, tu ir tie su jumis." Jis pasakė, "jūsų pranašystė yra Dievas. O, jūs esate bandomos žmonių."
lv: Viņi teica: "Mēs uzskatām, ka tev ļauna zīme, jūs un ar jums." Viņš teica: "savu zīme ar Allah. Drīzāk, pārbaudīti cilvēki jums ir."
nb: De sa: «Vi anser du et dårleg tegn, og dem med deg.» Han sa: "din tegn er med Allah. Snarere, du er et folk blir testet.
sk: Povedali, že "Považujeme vás zlé znamenie, tie a tie, ktoré sú s tebou." On povedal: "vaše znamenie je Alah. Skôr ste testovaný ľudí."
sl: So rekli, "Menimo, da slabo znamenje, vas in tiste z vami." On reče: "vaše znamenje je Allah. Namesto, ste ljudje, ki se preskuša."
sr_cyrl: Рекли су: "Ми сматрамо да сте лош предзнак, ти и они с тобом." Рекао је, "твој знак је Алах. Уместо тога, ви сте народ тестирани."
sr_latn: Rekli su: "Mi smatramo da ste loš predznak, ti i oni s tobom." Rekao je, "tvoj znak je Alah. Umesto toga, vi ste narod testirani."
uk: Вони сказали: "Ми вважаємо, ви поганою ознакою, ви і тих, хто з вас." Він сказав: "ваш omen з Аллаха. Швидше за все, ти чоловік проходить випробування".
vi: Họ nói, "Chúng ta hãy xem xét bạn một điềm xấu, bạn và những người bạn." Ông nói, "bạn điềm với Allah. Thay vào đó, bạn là một người đang được thử nghiệm."
zu: Bathi: "We cabanga you ngcolile bika, wena nalabo nawe."

# Quran3207
source: And there were in the city nine family heads causing corruption in the land and not amending [its affairs].
ca: I hi havia a la ciutat nou caps de família provocant la corrupció de la terra i no modifiquen [el assumptes].
cy: Ac roedd penaethiaid teulu naw achosi llygredd yn y tir ac nid diwygio [ei faterion] yn y ddinas.
da: Og der var i byen ni familie hoveder forårsager korruption i landet og ikke ændring af [sine anliggender].
el: Και υπήρχαν στην πόλη εννέα κεφάλια οικογένεια προκαλεί καταστροφή στη γη και να τροποποιεί [υποθέσεών].
et: Ja seal olid linnas üheksa perekonnapeasid, põhjustades korruptsioonivastases liidumaa ja mitte muudetakse [oma asjade].
fi: Ja kaupungin yhdeksän perhe päänsä vahinkoa aiheuttavaa maa ja ei muuttamisesta [asioitaan].
he: והיו שם בעיר תשע ראשי המשפחה הגורמת להשחתה בארץ ואני לא המתקנת [ענייניה].
hr: I bilo je u gradu devet obitelji glave uzrok korupcije u zemlji i ne izmjeni svoje poslove.
lt: Ir ten buvo mieste devynių šeimos galvos sukelia korupcijos žemės ir ne iš dalies keičiantis [jos reikalai].
lv: Un tur bija pilsētas deviņas ģimenes galvas korupcija izraisa zemes un ne groza [nākot].
nb: Og det var i byen ni familie hoder forårsaker korrupsjon i landet og ikke endre [dens anliggender].
sk: A tam boli v meste deväť rodinných hlavy spôsobujú poškodenie pôdy a nie dopĺňa [svoje záležitosti].
sl: In je bilo v mestu devet družine glave povzročajo korupcijo v zemljo in ne o spremembi njegove zadeve.
sr_cyrl: И било је у граду има 9 глава породице узрокује корупције у земљи, а не измену његовим пословима.
sr_latn: I bilo je u gradu ima 9 glava porodice uzrokuje korupcije u zemlji, a ne izmenu njegovim poslovima.
uk: І там були в місті дев'ять Сім'я глави, викликаючи корупції на землі і не внесення змін до її справ.
vi: Và đã có trong thành phố chín người đứng đầu gia đình gây ra tham nhũng trong đất và không sửa đổi [của nó giao].
zu: Kwakukhona zemikhaya umuzi ayisishiyagalolunye abangela inkohlakalo ezweni hhayi ukuchibiyela [zawo].
