Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran51
source: Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?
ca: T justícia ordre del poble i oblidar-vos mentre recita l'escriptura? Llavors es vostè raó no?
cy: Ydych chi'n chyfiawnder Gorchymyn i o bobl ac yn anghofio eich hunain tra mae chi adrodd yr ysgrythurau? Yna bydd eich nid rheswm?
da: Har du for retfærdighed for mennesker og glemmer jer selv, mens du recitere Skriften? Derefter vil du ikke grund?
el: Μην κάνετε παραγγελία δικαιοσύνη των ανθρώπων και ξεχνάμε τους εαυτούς σας, ενώ σας διηγούμαι το Scripture; Στη συνέχεια θα σας δεν το λόγο;
et: Kas teil tellimuse head inimesed ja unusta iseendid kui pühakiri etlema? Siis näidatakse teile mitte põhjus?
fi: Ajaa te jotta vanhurskauden ihmisten ja unohtaa itse, vaikka pyhää kirjaa? Sitten Aiotteko ole syytä?
he: עושה לך סדר צדקתו של העם ולשכוח את עצמכם בעוד תדקלם את כתבי הקודש? אז אתם לא סיבה?
hr: Da li bi pravednost ljudi i zaboraviti dok recitiraš pismo? Onda će ti nije razlog?
lt: Ar jums užsakymą tiesos žmonių ir pamiršti save o jus deklamuoti raštas? Tada bus jums ne priežastis?
lv: Jūs rīkojumu taisnības cilvēku un aizmirst sevi savukārt citē Svētos rakstus? Pēc tam būs jums nav iemesls?
nb: Har du for rettferdighet til folk og glem dere mens du lese skriften? Da vil du ikke grunn?
sk: Máte objednávku spravodlivosť ľudí a zabudnete sami, zatiaľ čo vám líčiť písmo? Potom budete nie je dôvod?
sl: Vam je naloga pravičnosti ljudi in sebe pozabiti, medtem ko vi pripovedovati pismo? Nato boste ne razlog?
sr_cyrl: Да ли ред праведност народа и галамите, док ти рецитујем Светог писма? Онда ће ти није разлог?
sr_latn: Da li red pravednost naroda i galamite, dok ti recitujem Svetog pisma? Onda će ti nije razlog?
uk: У вас замовлення праведність народу і забувати себе, поки ви читати Писання? Тоді буде вам не причина?
vi: Làm cho bạn tự sự công bình của người dân và quên mình trong khi bạn đọc Kinh Thánh? Sau đó chứ không phải lý do?
zu: Ingabe oda ukulunga zabantu bese ukhohlwa ngokwenu ngenkathi wena hlabelela umBhalo?

# Quran52
source: And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah]
ca: I buscar ajuda a través de la paciència i la pregària, i de fet, és difícil excepte la humilment submís [a Allah]
cy: Ac ofyn am gymorth drwy amynedd a gweddi, ac yn wir, mae'n anodd ac eithrio ostyngedig ostyngedig [i Allah]
da: Og søge hjælp gennem tålmodighed og bøn, og det er vanskeligt med undtagelse af de ydmygt underdanig [til Allah]
el: Και ζητούν βοήθεια μέσα από την υπομονή και την προσευχή, και πράγματι, είναι δύσκολο εκτός από τα ταπεινά υποτακτικός του [Αλλάχ]
et: Kannatlikkust ja palve kaudu abi otsima ja ongi raske ning alandlikult julgeolekuteenistus [Jumalat] välja arvatud
fi: Hakeudu kärsivällisyydellä ja rukous ja se onkin vaikeaa paitsi nöyrästi nöyrä [Jumalalle]
he: לחפש עזרה דרך סבלנות ותפילה, אכן, קשה חוץ העבד בענווה [אל אללה]
hr: I potražiti pomoć strpljenja i molitve, i doista, to je teško osim ponizno pokoran [Alahu.
lt: Ir kreiptis pagalbos per kantrybę ir maldą, ir iš tiesų, sunku išskyrus nuolankiai paklūsta [Dievas] į
lv: Meklēt palīdzību, ar pacietību un lūgšanu, un tik tiešām, tas ir grūti, izņemot pazemīgi pakļāvīgi [Allah]
nb: Og søke hjelp gjennom tålmodighet og bønn, og det er faktisk vanskelig bortsett fra den ydmykt underdanig [å Døyve]
sk: Vyhľadať pomoc prostredníctvom trpezlivosť a modlitby a je naozaj ťažké okrem pokorne poddali [Allah]
sl: In poiskati pomoč skozi potrpežljivost in molitev, in res je težko razen ponižno podložni [v Allah]
sr_cyrl: И затражити помоћ кроз стрпљење и молитва, и заиста, то је тешко осим на понизно покорна [Аллах]
sr_latn: I zatražiti pomoć kroz strpljenje i molitva, i zaista, to je teško osim na ponizno pokorna [Allah]
uk: Звертатися по допомогу через терпіння і молитви, і справді, було важко за винятком смиренно покірної [щоб Аллах]
vi: Tìm sự giúp đỡ thông qua sự kiên nhẫn và lời cầu nguyện và quả thật vậy, rất khó trừ submissive khiêm nhường [để Allah]
zu: Futhi bafune usizo ngokubekezela ngomthandazo, futhi ngempela, kunzima ngaphandle ngoba ngokuthobeka sokuzithoba [Allah]

# Quran53
source: Who are certain that they will meet their Lord and that they will return to Him.
ca: Que està segur que coneixeran el seu Senyor i que tornarà a ell.
cy: Pwy yw'r rhai y bydd yn bodloni eu Arglwydd ac y byddant yn dychwelyd iddo.
da: Der er sikkert, at de vil opfylde deres Herre og at de vil vende tilbage til ham.
el: Που είναι βέβαιο ότι θα πληρούν τους Λόρδος, και ότι θα επιστρέψουν σ ' αυτόν.
et: Kes on kindel, et nad saavutavad oma Issanda ja et nad tagasi teda.
fi: Jotka tietävät, että he kohtaavat Herransa ja että he palaavat hänelle.
he: מי הם מסוימים כי הם יפגשו את האל שלהם, כי הם יחזרו אליו.
hr: Koji su sigurni da će ispuniti njihov gospodar i da ga neće vratiti.
lt: Kas yra tikras, kad jie atitinka jų Viešpats ir kad jie bus grąžinti jam.
lv: Kas esat pārliecināts, ka viņi tiksies ar savu kungu, un viņi atgriezīsies pie viņa.
nb: Som er sikker på at de vil møte Herren og at de kommer tilbake til ham.
sk: Kto si istí, že spĺňajú svojho pána, a že sa vráti k nemu.
sl: Ki so določene, da bodo izpolnile svoje Gospoda in da se bo vrnil k njemu.
sr_cyrl: Који су сигурни да они ће испунити свог господара и да ће се вратити с њим.
sr_latn: Koji su sigurni da oni će ispuniti svog gospodara i da će se vratiti s njim.
uk: Які переконані, що вони будуть виконувати свого Господа і що вони будуть повертатися до нього.
vi: Những người có chắc chắn rằng họ sẽ gặp gỡ Chúa của họ và họ sẽ trở lại với anh ta.
zu: Bangobani ezithile they hlangabeza bo Lord nokuthi bazophinde babuyele kuye.

# Quran54
source: O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.
ca: O fills d'Israel, recordar el meu favor que jo hagi atorgat a vostè i que jo preferia sobre els mons.
cy: O plant Israel, yn cofio fy favor bod chi wedi imi roi a fod yn well gennyf ichi dros y byd.
da: O børn af Israel, huske min fordel, at jeg har skænket dig og at jeg foretrak du over verdener.
el: O τα παιδιά του Ισραήλ, να θυμάστε μου ότι έχω παραχωρήσει επάνω σας και ότι θα προτιμούσε σας πέρα από τους κόσμους.
et: O laste Iisraeli mäleta minu kasuks, et olen andnud teie peale ja et ma eelistasin te üle maailma.
fi: O lasten Israelin muista minun puolesta, että olen antanut teille ja että olen suosinut teitä yli maailman.
he: הו בני ישראל, זכרו לטובתי כי יש מחן אתה ואני העדפתי אותך. על העולמות.
hr: O sinovima Izraelovim, zapamti moju uslugu da sam te imati podijeljen i da bih volio da si nad svjetovima.
lt: O vaikai iš Izraelio, prisiminti mano naudai, kad aš būti nukreiptas į jus ir kad aš pageidaujamo jums per pasaulių.
lv: O bērnu Izraēla, atcerieties manā favor, ka man ir dāvājis jūs un dodu priekšroku jūs pār pasaulēm.
nb: O Children of Israel, husker min favør som jeg har gitt dere og at jeg foretrakk du over verdens.
sk: O deti Izraela, Pamätajte môj prospech, že som sa venoval na vás, a že radšej budete nad svetom.
sl: O otroke Izraela, ne pozabite svoj prid, ki sem jih podeljuje na vas in da sem si raje nad svetove.
sr_cyrl: О деци од Израела, запамти моју корист, да су ти даровао, и да ми се свиђаш преко светова.
sr_latn: O deci od Izraela, zapamti moju korist, da su ti darovao, i da mi se sviđaš preko svetova.
uk: O діти Ізраїлю, пам'ятаю мою користь, що я є дарував вам і що я вважав за краще ви над світів.
vi: O trẻ em của Israel, hãy nhớ rằng ưu tiên của tôi rằng tôi đã ban cho bạn và tôi thích bạn trên thế giới.
zu: O Ntwana Israyeli khumbula umusa wami ukuthi mina pha you nokuthi kangithandanga wena phezu imihlaba.

# Quran55
source: And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.
ca: I por un dia quan cap ànima serà suficient per a una altra ànima, ni intercessió s'admetran, ni compensació es prendrà des d'això, ni seran ells ajudades.
cy: Ac ofn y dydd pan ni fydd unrhyw enaid yn ddigon ar gyfer enaid arall o gwbl, nac derbynnir intercession ohono, nac cymerir iawndal ohono, nac bydd a gynorthwyir iddynt.
da: Og frygter en dag når ingen sjæl vil være tilstrækkeligt til en anden sjæl på alle eller forbøn accepteres fra det, eller vil erstatningen tages fra det, eller vil de blive hjulpet.
el: Και φοβόμαστε την ημέρα όταν δεν ψυχή θα αρκέσει για μια άλλη ψυχή καθόλου, ούτε θα μεσολάβηση γίνονται δεκτές από αυτό, ούτε θα ληφθεί από αυτήν αποζημίωση, ούτε θα τους ενισχύεται.
et: Ja hirmu päev, millal ükski hing piisab teise hinge üldse, ega eestkostmine aktsepteerita seda, ega hüvitis sai see ega on nad aidanud.
fi: Ja varokaa sitä päivää, kun ei ole sielua ei riitä toisesta sielusta, eikä esirukousta hyväksytään, korvaus otetaan se eikä ne tukemassa.
he: ופחד יום כאשר בלי נשמה יבחרו נשמה אחרת בכלל, השתדלות יתקבלו ממנו, ולא פיצוי יילקח ממנו, ולא יהיה להם להיות סייעו.
hr: I bojte se dana kada bez duše će biti dovoljno za još jednu dušu, ni će zagovor biti prihvaćen, ni će naknade biti uzeti od nje, niti će oni biti potpomognuto.
lt: Ir baimė per dieną Kada sielos pakaks kitos sielos, nei bus užtarimo priimti iš jo, nei bus kompensacija galima atimti iš jo, nei jie būti remiamos.
lv: Un baidos, ka dienā, kad nav dvēsele pietiek citu dvēseli vispār, ne aizrunāšana pieņems no tā, ne kompensāciju ņems no tā ne būs viņiem palīdzēt.
nb: Og frykt en dag når ingen sjel vil være nok for en annen sjel, eller vil forbønn godtas fra den, eller kompensasjon tas fra det, eller vil de bli hjulpet.
sk: A strach, deň, kedy dušu postačí pre ďalšie duše, ani prosby vyhovie, bude odškodnenie má z nej vziať ani im pomáhal.
sl: In strah na dan kdaj duše zadostuje za eno dušo, ne priprošnjo so dopustne, ne bo nadomestila treba odvzeti to, niti bo so podprto.
sr_cyrl: И страх на дан када нема душу је довољан никоме, ни посредовање примају се од њега, ни ће накнада бити одузето то, нити ће они бити помогнута.
sr_latn: I strah na dan kada nema dušu je dovoljan nikome, ni posredovanje primaju se od njega, ni će naknada biti oduzeto to, niti će oni biti pomognuta.
uk: І боюся, день, коли немає душі буде достатньо для ще одна душа на всіх, ні заступництва прийматимуться від нього, ні компенсації потрапите від нього, ні будуть вони буде надана допомога.
vi: Và lo sợ một ngày khi linh hồn không sẽ là đủ cho một linh hồn ở tất cả, cũng không sẽ can thiệp được chấp nhận từ nó, cũng không sẽ bồi thường được thực hiện từ nó, và cũng không họ sẽ được hỗ trợ.
zu: Bawosi suku uma hhayi phefumulo tando suffice for another phefumulo nhlobo, futhi ngeke intercession amukela it, futhi ngeke isinxephezelo kuwo, futhi ngeke kwasiza ngokumangalisa.

# Quran56
source: And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.
ca: I [avís] Quan hem salvat el seu avantpassats de la gent del faraó, que vostè afectat amb la pitjor turment, sacrifici el seu [del nadó] fills i mantenir viva la seva femelles. I el que va ser un gran judici del seu Senyor.
cy: A [cofio] pan rydym yn arbed eich cyndadau gan bobl o Ffaro, a ydych yn dioddef o boen gwaethaf, lladd eich meibion [newydd-anedig] ac yn cadw eich benywod yn fyw. Ac yn hynny o beth roedd treial mawr gan eich Arglwydd.
da: Og [recall] når vi gemt dine forfædre fra folk af Farao, der ramte du med de værste pinsler, slagtning din [nyfødte] sønner og holde dine hunner i live. Og der var en stor retssag fra din herre.
el: Και [ανάκληση] όταν σώσαμε τους προγόνους σας από τον λαό του Φαραώ, ο οποίος πλήττεται σας με το χειρότερο βάσανο, σφαγής γιοι σας [νεογέννητο] και να διαιωνίσουν τα θηλυκά σας. Και το ότι ήταν μια μεγάλη μελέτη από το Λόρδο.
et: Ja [Meenuta] kui me päästa oma esiisade inimestelt, vaarao, kes teid vaevab halvim piin, tapmine [vastsündinud] poega ja oma emast jäädvustamises. Ja mis oli suur kohtuprotsess alates teie Issand.
fi: [Markkinoilta] kun teidän isienne pelasti kansan Faraon, jotka kärsimään pahin tuska, teurastus [vastasyntyneen] pojat ja tuhoamispaikoille naaraat. Ja että oli suuri koettelemus tulee Herraltasi.
he: ו [האחזור] כאשר הצלנו את אבותינו מן העם של פרעה, אשר לקתה את הייסורים הכי גרוע, שוחטים את בניך [היילוד] מחזיק את הנקבות שלך בחיים. זה היה משפט נהדר של אדונך.
hr: I [opoziv] kada smo spasili vaši preci od ljudi faraona, koji su potlačeni te s najgorim mukama, klanja [novorođenče] sinovi i očuvanju vaše ženke. I u tome je velika sudska istraga from tvoj gospodar.
lt: Ir [atšaukti] kai mes išgelbėti jūsų protėviai iš žmonių faraona, kurie jums serga blogiausia kančių, skerdimo savo [naujagimį] sūnų ir išlaikyti savo moterys gyvas. Ir, kad buvo didelis teismo iš savo Viešpaties.
lv: Un [atsaukšana], kad mēs saglabāt jūsu priekšteči no cilvēkiem no faraons, kurš jūs nomocīts ar sliktāko mocība, kaušanas [jaundzimušo] dēli un dzīvā veidā uzglabātu jūsu mātītēm. Un tas bija liels izmēģinājumu, izmantojot savu kungu.
nb: [Huske] når vi reddet dine forfedre fra folk Faraos, som plaget du med den verste pinen, slakte dine [nyfødte] sønner og holder din kvinner i live. Som var en stor prøvelse Herrens.
sk: A [odvolanie] keď sme uložili vašich predkov od ľudí faraóna, ktorý postihnutá najhoršie trápenia, zabitie [novorodenca] synov a udržať svoje ženy nažive. A to bol veľký súd od svojho pána.
sl: In [preklic] Ko smo shranili vaši predniki iz ljudi faraonov, ki vam zbolijo s najhujša muka, zakol [novorojenčka] sinovi in ohranjajo svoje ženske. In v tem je velik preiskus iz svojega Gospoda.
sr_cyrl: И [опозив] када смо спасили твоји преци од људи фараона, који је захватило ти је у најгорим мукама, клање [новорођене] синове и ћива своје женке. И у томе је био велики тест из свога господара.
sr_latn: I [opoziv] kada smo spasili tvoji preci od ljudi faraona, koji je zahvatilo ti je u najgorim mukama, klanje [novorođene] sinove i ћiva svoje ženke. I u tome je bio veliki test iz svoga gospodara.
uk: І [згадати], коли ми зберегли ваших предків від людей фараона, які страждають ви з найгірших мук, забою [новонародженого] синів і підтримання ваших жінок alive. І в тому, що було велике випробування з вашої Господа.
vi: Và [nhớ lại] khi chúng tôi đã lưu ông cha của bạn từ những người của pharaon, những người ảnh hưởng bạn với đau khổ xấu nhất, giết mổ của con trai [sơ sinh] và giữ của bạn nữ còn sống. Và đó là một thử nghiệm tuyệt vời từ Chúa của bạn.
zu: Futhi [buyekeza] uma We khulula okhokho bakho kusukela NTU Pharaoh, ngubani hlupha you ukuhlushwa kakhulu, babulalane [esanda kuzalwa] namadodana akho ugcina females zenu ziphila.

# Quran57
source: And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.
ca: I [avís] Quan es van separar el mar per a vostè i et va salvar i es va ofegar la gent del faraó mentre que cercava.
cy: A [cofio] pan fyddwn yn ildio i'r môr i chi ac yn arbed chi ac yn boddi pobl Ffaro tra oeddech chi am chwilio.
da: Og [recall] når vi skiltes havet for dig og frelst dig og druknede mennesker af Farao, mens du var på udkig.
el: Και [ανάκληση] όταν χωρίσαμε τη θάλασσα σας και σάς έσωσε και πνίγηκε ο λαός των Φαραώ, ενώ ψάχνατε.
et: Ja [Meenuta] kui jätsime hüvasti mere teile ja salvestatud te ja uppunud vaarao inimesed, kuigi sa otsisid.
fi: Ja [] kun jakoivat meren sinulle ja pelasti sinut ja hukkui Faraon kansan, kun olit etsimässä.
he: [זוכר] כאשר אנחנו נפרדו הים בשבילך, הציל אותך, טבע העם של פרעה בזמן שהיית מביט...
hr: I [opoziv] kad smo razdvojeni mora za tebe i spasio i utopio ljudi Faraon dok ste bili u potrazi.
lt: Ir [atšaukti] kai mes parted jūros jums ir saugomi jūsų ir nuskendo Faraonas žmonės nors ieškote.
lv: Un kad mēs jūras pašķīrās tev un saglabāti jums un noslīka faraons cilvēkiem, kamēr jūs meklējāt [atgādināt].
nb: Og [husker] når vi skiltes havet for deg og lagret du og druknet folk Farao mens du ser.
sk: A [pripomínajú], keď sme sa rozišli mora a vás spasil a utopili ľudia faraóna, kým ste sa pozerali.
sl: In [preklic] Ko smo ločila morja za vas in rešil in utonil ljudi Faraon, medtem ko ste iskali.
sr_cyrl: И [опозив] када смо се растали море за тебе и спасио те и удавио људи фараона, док сте гледали.
sr_latn: I [opoziv] kada smo se rastali more za tebe i spasio te i udavio ljudi faraona, dok ste gledali.
uk: І [згадати], коли ми розійшлися моря для вас і врятував вас і потонули людей фараона, у той час як ви шукали.
vi: Và [nhớ lại] khi chúng tôi chia tay biển cho bạn và lưu bạn và chết đuối người Pharaoh trong khi bạn đang tìm kiếm.
zu: Futhi [buyekeza] uma we hlukana andle ngawe futhi wena usindiswe waminza NTU Pharaoh kuyilapho wena bebukele.

# Quran58
source: And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.
ca: I [avís] Quan vam fer una cita amb Moses quaranta nits. Llavors li prenia [per al culte] el vedell després d'ell, mentre era malfactors.
cy: A [cofio] pan rydym yn gwneud apwyntiad gyda Moses am noson deugain. Yna y cymerasoch [ar gyfer addoli] y lloi ar ôl iddo, er eich bod yn tramgwyddo.
da: Og [husker] Da vi lavede en aftale med Moses fyrre nætter. Så tog du [for tilbedelse] kalven efter ham, mens du var lovovertrædere.
el: Και όταν κάναμε μια συνάντηση με Moses για σαράντα νύχτες [ανάκληση]. Στη συνέχεια πήρε [για λατρεία] το μοσχάρι μετά από αυτόν, ενώ ήσασταν παραβάτες.
et: Ja [Meenuta] Kuna tegime kohtumine Moses nelikümmend ööd. Siis te töötamisel [ette kummardama] vasikas pärast teda, tekitaja.
fi: Ja [] kun teimme tapaaminen Moses neljäkymmentä yötä. Sitten otit [rukoilemaan] vasikka hänen jälkeensä, kun olit rikolliset.
he: [זוכר] כאשר קבענו פגישה עם Moses ארבעים לילות. . ואז לקחת [לצורך סגידה] העגל אחריו, בזמן שהיית הפושעים.
hr: I sjetiti kada smo napravili dogovor s Moses za četrdeset noći. Onda ste napravili u [za bogoslužje] tele poslije njega, prijestupnicima.
lt: Ir [atšaukti] kai mes padarė susitikimą su Moses keturiasdešimt naktų. Tada jums paėmė [garbinti] blauzdos po jo, o tu buvai grzesznicy.
lv: Un [atgādināt], kad mēs veicām tikšanos ar Moses četrdesmit naktis. Pēc tam jūs pārņēma [dievkalpojumiem] teļš viņam pakaļ, kamēr jūs bijāt pārkāpējus.
nb: Og [husker] når vi fremstilt en utnevnelse med Moses førti netter. Du tok [for tilbedelse] kalven etter ham mens du var wrongdoers.
sk: A [pripomínajú], keď sme sa dohodli s Moses štyridsať nocí. Potom si vzal [pre uctievanie] teľa po ňom, kým ste boli zloèinci.
sl: In [preklic] kdaj mi narejen imenovanje s Moses za štirideset noči. Potem si vzel [za bogoslužje] tele po njem, medtem ko ste bili wrongdoers.
sr_cyrl: И сежате кад смо имали састанак са Мосес за 40 ноци. Одузео си [за] теле за њим, док си ти починиоце.
sr_latn: I seжate kad smo imali sastanak sa Moses za 40 noci. Oduzeo si [za] tele za njim, dok si ti počinioce.
uk: І [згадати], коли ми зробили на прийом до Moses протягом сорока ночей. Тоді ви взяли [для поклоніння] теляти після нього, поки ви були розкаюємося.
vi: Và [nhớ lại] khi chúng tôi thực hiện một cuộc hẹn với Moses cho bốn mươi đêm. Sau đó bạn đã [để thờ phượng] bê sau khi anh ta, trong khi bạn đã là wrongdoers.
zu: Futhi [buyekeza] lapho Sahlela noMose ngenxa amane nobusuku obungamashumi amane.

# Quran59
source: Then We forgave you after that so perhaps you would be grateful.
ca: Llavors podem perdonar després que potser que seria agraït.
cy: Yna forgave ydym chi ar ôl hynny felly efallai y byddech yn ddiolchgar.
da: Så vi tilgav du efter, så måske du ville være taknemmelig.
el: Τότε εμείς σας συγχώρεσε μετά ότι έτσι ίσως θα είναι ευγνώμονες.
et: Siis me andestas te pärast seda ehk siis oleks tänulik.
fi: Sitten annoimme teille sen jälkeen niin ehkä olisin kiitollinen.
he: ואז אנחנו סלחה לך אחרי זה אז אולי שתהיה אסיר תודה.
hr: Onda smo ti oprostila nakon toga možda bila bih zahvalna.
lt: Tada mes atleido jums po to Taigi, galbūt jums bus dėkingi.
lv: Tad mēs tev piedevu pēc tam varbūt varētu būt pateicīgi.
nb: Så vi tilgav du etter det så kanskje du ville være takknemlig.
sk: Potom sme si odpustil po tom tak snáď vám bude vďačný.
sl: Potem smo jo odpustil po tem tako da morda bi bil hvaležen.
sr_cyrl: Онда смо ти је опростио након тога можда да ти би била захвална.
sr_latn: Onda smo ti je oprostio nakon toga možda da ti bi bila zahvalna.
uk: Потім ми простив вас після цього так що, можливо, ви були б вдячні.
vi: Sau đó chúng tôi tha thứ cho bạn sau đó vì vậy, có lẽ bạn sẽ được biết ơn.
zu: Khona We thethelela wena emva kwalokho ukuze mhlawumbe wena siyokwazisa.

# Quran60
source: And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.
ca: I [avís] Quan vam donar Moses l'escriptura i criteri que potser vostè es guiaria.
cy: A [cofio] pan roesom Moses yr ysgrythur ac yn faen prawf bod efallai y byddai arweiniad chi.
da: Og [husker] når vi gav Moses skriften og kriterium, du måske ville være føres.
el: Και [ανάκληση] Όταν δώσαμε Moses η Αγίας Γραφής και το κριτήριο ότι ίσως εσείς θα καθοδηγείται.
et: Ja [Meenuta] Kuna andsime Moses pühakiri ja et ehk te sooviksite põhineb kriteerium.
fi: Ja [] kun annoimme Moses Raamatun ja kriteeri että ehkä sinun olisi ohjata.
he: [זוכר] כשנתנו Moses את הכתובים ואת הקריטריון כי אולי אתה להיות מונחה.
hr: I sjetiti kada smo dali Moses Sveto pismo i kriterij da možda ćete biti vođeni.
lt: Ir [atšaukti] kai mes davė Moses raštas ir kriterijus, kad galbūt jums būtų vadovaujamasi.
lv: Un [atgādināt], kad mēs devām Moses rakstos un kritērijs, ka varbūt jūs varētu vadīties.
nb: Og [husker] når vi ga Moses skriften og vilkår at kanskje du vil bli guidet.
sk: A [pripomínajú], keď sme dali Moses písmo a kritérium, že možno ste by byť vedená.
sl: In [preklic], ko smo dali Moses pismo in merilo, da morda vam bi voden.
sr_cyrl: И сежате кад смо дали Мосес спис и критеријум да можда ти би бити вођена.
sr_latn: I seжate kad smo dali Moses spis i kriterijum da možda ti bi biti vođena.
uk: І [згадати], коли ми дали Moses Писання і критерій, що можливо ви могли б керуватися.
vi: Và [nhớ lại] khi chúng tôi đã cho Moses kinh thánh và tiêu chí rằng có lẽ bạn sẽ được hướng dẫn.
zu: Futhi [buyekeza] uma We epha Mose scripture kanye nenqubomgomo ukuthi mhlawumbe ungase ucabange ukuqondiswa.
