Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1801
source: So that Allah will recompense every soul for what it earned. Indeed, Allah is swift in account.
ca: Així que Allah recompensa cada ànima pel que li va valer. De fet, Allah és ràpida en compte.
cy: Felly bydd y Allah ad-dalu pob enaid am beth y mae'n ei ennill. Yn wir, Allah yn gyflym yn cyfrif.
da: Så vil at Allah gengælde enhver sjæl for hvad det tjent. Faktisk, Allah er hurtig i konto.
el: Έτσι ότι Αλλάχ θα ανταμοιβή κάθε ψυχή για τι κέρδισε. Πράγματι, Αλλάχ είναι ταχεία σε λογαριασμό.
et: Nii et Jumal näidatakse palk iga hing mis ta teeninud. Tõepoolest, Allah on swift kontol.
fi: Niin että Allah korvaus jokainen sielu ja mitä se sai. Itse asiassa Jumala on nopeasti huomioon.
he: אז את אללה פיצוי כל נשמה עבור מה הוא מזוכה. אכן, אללה הוא מהיר בחשבון.
hr: Tako da Allah će nagraditi svakoj duši za ono što je zaslužio. Uistinu, Allah je brz u račun.
lt: Taip kad Dievas zaplata kas siela už ką jis uždirbo. Iš tiesų, Allah yra greitai sąskaitoje.
lv: Tāpēc ka Allāham kompensēt katru dvēseli par to, ko tā nopelna. Patiešām, Allah ir ātra kontu.
nb: Så vil at Allah belønne hver sjel for hva det tjent. Faktisk er Allah rask i kontoen.
sk: Tak že sa obrátim každá duša, za čo získal. Boh je naozaj rýchle účte.
sl: Tako da Alah bo zaracunati vsako dušo za kaj zaslužil. Res, Allah je hitro v račun.
sr_cyrl: Дакле тај Алах ће компензацију свака душа за шта то зарадио. Уистину , Аллах је брз у налог.
sr_latn: Dakle taj Alah će kompenzaciju svaka duša za šta to zaradio. Uistinu, Allah je brz u nalog.
uk: Так що Аллах буде нагорода кожну душу за те, що він заробив. Справді, Аллах, швидкими в обліковий запис.
vi: Vì vậy mà Allah sẽ thương hiệu mọi linh hồn cho những gì nó được. Thật vậy, Allah là nhanh chóng trong tài khoản.
zu: Ngakho ukuthi Allah iyobuyisela yonke imiphefumulo lokho zuza.

# Quran1802
source: This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded.
ca: Aquest [Qur ' an] és notificació per a les persones que poden ser advertit així i que ells poden saber que és però un Déu i que aquells de la comprensió es recordà.
cy: Hwn [Qur'an] yw hysbysiad ar gyfer y bobl y gall eu rhybuddio gan ac y gall gwybod fod ganddo ond un Duw ac y bydd rhai o ddealltwriaeth yn cael eu hatgoffa.
da: Denne [Koranen] er en besked for folk at de kan blive advaret derved, og at de kan vide, at han er, men én Gud, og at de af forståelse vil blive mindet.
el: Αυτό [Qur'an] είναι ειδοποίηση για τους ανθρώπους που μπορούν να προειδοποιηθούν με αυτόν τον τρόπο και που μπορούν να ξέρουν ότι είναι αλλά ένας Θεός και ότι θα γίνει υπενθύμιση εκείνων της κατανόησης.
et: See Koraan on taotluste inimestele, et nad hoiatas sellega ja et nad võivad teada on ainult üks Jumal ja need, mis on mõistmise meelde.
fi: Tämän Koraanin on ilmoitus ihmisille, että ne saattaa tulla varoitus näin ja että he tietäisivät, että hän on vain yksi Jumala ja että ne ymmärtää muistutti.
he: זו [הקוראן] הוא הודעה עבור העם כי הם עשויים להיות הזהיר ובכך וכי הם יכולים לדעת כי הוא אבל אלוהים אחד, כי אלה של הבנה תקבל תזכורת.
hr: Ovaj [Kurana] je obavijest za ljude koji mogu biti upozorenje a time i koji možda znaju da on je jedan Bog i da su razumijevanje će biti podsjetnik.
lt: Šis [Koran] yra pranešti žmonėms, kad jie gali būti įspėti, tokiu būdu ir kad jie gali žinoti, kad jis yra tik vienas Dievas ir kad tas supratimas bus priminta.
lv: [Qur] ir paziņojums par cilvēkiem, ka viņi var tādējādi brīdināja un ka viņi zina, ka viņš ir tikai viens Dievs un ka tiem izpratne tiek atgādināts.
nb: Dette [Koranen] er varsel for folk som de kan bli advart dermed og så de kan vite at han er bare en Gud og at de forståelse vil bli minnet.
sk: Tento [Korán] je oznámenie pre ľudí môže byť upozornení tým a že oni môžu vedieť, že je ale jedinÃ½ Boh, a že tých, porozumení upozornený.
sl: Ta [Qur'an] je obvestilo za ljudi, ki so lahko opozorjeni s tem in ki morda vedo, da je pa en Bog in da so razumevanje bo spomnil.
sr_cyrl: Овај Куран је обавештење за људе које може бити упозорили су на тај начин и које они могу да знају да је само један Бог, и оне о разумевању ће се огласити.
sr_latn: Ovaj Kuran je obaveštenje za ljude koje može biti upozorili su na taj način i koje oni mogu da znaju da je samo jedan Bog, i one o razumevanju će se oglasiti.
uk: [Коран] є сповіщень для людей, що вони можуть бути попереджені, тим самим, і що вони знали, що він є лише один Бог, і що ті, розуміння буде нагадувати.
vi: Này [Qur'an] là thông báo cho những người mà họ có thể được cảnh báo do đó và rằng họ có thể biết rằng ông là nhưng một Thiên Chúa và rằng những người hiểu biết sẽ được nhắc nhở.
zu: Lokhu [Qur'an] kuyinto isaziso sokuba abantu ukuthi zingase waxwayisa ngaleyo ndlela nokuthi bazi ukuthi uNkulunkulu munye futhi ukuthi labo abanokuqonda bayakusho ukhunjuzwe.

# Quran1803
source: Alif, Lam, Ra. These are the verses of the Book and a clear Qur'an.
ca: Alif, Lam, ra. Aquests són els versos del llibre i un clar Qur ' an.
cy: Alif, Lam, ardal adfywio. Mae'r rhain yn y penillion y llyfr a Qur'an clir.
da: Alif, Lam, Ra. Disse er versene i bogen og et klart Koranen.
el: Αλίφ, λαμ, Ra. Αυτοί είναι οι στίχοι του βιβλίου και ένα σαφές Qur'an.
et: Hotell Alif, Lam, Ra. Need on raamat ja selge Koraani värsse.
fi: Alif, Lam, Ra. Nämä ovat kirjan ja selkeä Koraanin jakeita.
he: אליף, לאם, רה אלו הפסוקים של הספר, נקה את הקוראן.
hr: Alif, Lam, Ra. To su stihovi knjiga i jasno Kur'an.
lt: Alif, Sam, raj. Tai yra knyga ir aiškiai Korano eilutėse.
lv: Alif, Lam, Ra. Tie ir grāmatu un skaidru Qur vārsmas.
nb: Alif, Lam, Ra. Dette er vers av boken og en klar Koranen.
sk: Alif, Lam, Ra. Sú to verše knihy a jasné Korán.
sl: Alif, Lam, Ra. To so verzi knjige in jasno Koran.
sr_cyrl: Алиф , Лам, Ра. То су стихови са књигом и јасно Куран.
sr_latn: Alif, Lam, Ra. To su stihovi sa knjigom i jasno Kuran.
uk: Аліф, Lam, ра. Це вірші книги і ясно Коран.
vi: Alif, Lam, Ra. Đây là những câu thơ của cuốn sách và một kinh Koran rõ ràng.
zu: Alif, Lam, Ra.

# Quran1804
source: Perhaps those who disbelieve will wish that they had been Muslims.
ca: Potser els que dubten desitgem que havien estat musulmans.
cy: Efallai bod rhai a chredu y bydd am eu bod wedi bod yn Foslemiaid.
da: Måske ønske dem, der ikke tror vil at de havde været muslimer.
el: Ίσως αυτοί που δυσπιστώ θα επιθυμούν ότι ήταν Μουσουλμάνοι.
et: Ehk need, kes usu tahe soovin, et moslemid osutunud.
fi: Ehkä ne, jotka ovat uskottomia tulee toivovat, että he olivat olleet muslimeja.
he: אולי אלה לא להאמין וויל הלוואי שהם היו מוסלמים.
hr: Možda oni koji ne vjeruju će barem da su bili Muslimani.
lt: Galbūt tie, kurie neturi wierza bus Linkiu, kad jie buvo musulmonai.
lv: Varbūt tie, kuri neticēt gribas kaut tie bija musulmaņi.
nb: Kanskje ønske de som tviler vil at de hadde vært muslimer.
sk: Možno tých, ktorí neveriť bude chcieť, že oni boli moslimovia.
sl: Tistim, ki verjamem bo morda želijo, da so bili muslimani.
sr_cyrl: Можда они који сумњаш у вољу бар да су били Муслимани.
sr_latn: Možda oni koji sumnjaš u volju bar da su bili Muslimani.
uk: Може бути, хто не вірити волі бажання, що вони були мусульман.
vi: Có lẽ những người disbelieve sẽ ước rằng họ đã là người Hồi giáo.
zu: Mhlawumbe labo disbelieve tando fisa ukuthi babekade amaSulumane.

# Quran1805
source: Let them eat and enjoy themselves and be diverted by [false] hope, for they are going to know.
ca: Deixar-los menjar i divertir-se i ser desviat per esperança [falsa], que ja van saber.
cy: Gadewch iddynt fwyta a mwynhau eu hunain a gobaith [anwir], yn cael eu dargyfeirio ar gyfer y maent yn eu gwybod.
da: Lad dem spise og hygge sig og blive omdirigeret af [false] håb, for de vil vide.
el: Ας φάνε και να διασκεδάσουν, να εκτραπεί από την [ψευδείς] ελπίδα, για πρόκειται να μάθω.
et: Lase neil süüa ja nautida ja levitada [vale] lootus, sest nad ei tea.
fi: Anna heille syödä ja nauttia olostaan ja kulkeutua [false] toivoa, he haluavat tietää.
he: לתת להם לאכול, ליהנות, שתהייה מאת תקוות [שווא], כי הם הולכים להכיר.
hr: Neka ih jesti i uživati u sebi i biti preusmjeren prema [lažni] nada, jer oni će znati.
lt: Leiskite jiems valgyti ir mėgautis save ir būti nukreiptas iš [klaidingos] viltis, nes jie bus žinoti.
lv: Ļaujiet viņiem ēst un baudīt sevi un novirzīt [viltus] cerību, jo tie būs zināt.
nb: La dem spise og hygge seg og bli viderekoblet av [falske håp, for de skal vite.
sk: Dajte im jesť, baví a byť zneužité [falošné] Dúfam, pre chcú vedieť.
sl: Naj jim jesti in uživali in preusmerjeni z [lažno] upanje, za gredo vedeti.
sr_cyrl: Нека их јести и уживати и одврати са дјубрету, јер они иду да знам.
sr_latn: Neka ih jesti i uživati i odvrati sa djubretu, jer oni idu da znam.
uk: Нехай їдять і повеселитися та переадресовуються [помилкові] надії, бо вони будуть знати.
vi: Để cho họ ăn và tận hưởng chính mình và được chuyển hướng bởi hy vọng [false], vì họ sẽ biết.
zu: Qhashisa them phanga bazijabulise futhi buyisela [bamanga] ithemba, ngoba uya ukwazi.

# Quran1806
source: And We did not destroy any city but that for it was a known decree.
ca: I ens no destruir qualsevol ciutat però que perquè era un decret conegut.
cy: A oedd nad ydym yn dinistrio unrhyw ddinas ond nad oedd ordinhad hysbys.
da: Og vi ødelægge ikke nogen by, men det var en kendt dekret.
el: Και, δεν καταστρέψαμε οποιαδήποτε πόλη, αλλά ότι ήταν ένα γνωστό διάταγμα.
et: Ja me ei muutnud linnas, kuid et ta oli tuntud dekreedi.
fi: Ja me ei muuttanut tahansa kaupungin, mutta että se oli tunnettu asetus.
he: אנחנו לא השמידו כל עיר, אבל זה כי חשבתי שזה צו ידוע.
hr: I mi nije uništio bilo koji grad, ali da za to je poznata odluka.
lt: Ir mes nesunaikino, bet miestas, bet jis buvo žinomas dekretą.
lv: Un mums nebija ne iznīcināt jebkurā pilsētā, bet par to bija zināms dekrētu.
nb: Og vi ødelegge ikke enhver by, men at det var et kjent dekret.
sk: A sme nezničil ktoréhokoľvek mesta, ale že to bol známy výnos.
sl: In smo ni ukazal uničiti vsako mesto, ampak za to je bil znan odlok.
sr_cyrl: И ми није униљтио у неком граду, али то за то било је познатих уредбу.
sr_latn: I mi nije uniљtio u nekom gradu, ali to za to bilo je poznatih uredbu.
uk: І ми не знищив будь-якого міста, але для нього стала відома указ.
vi: Và chúng tôi đã phá hủy bất kỳ thành phố, nhưng mà đối với nó là một nghị định được biết đến.
zu: Futhi Sasingenalo uyobhubhisa noma ubani umuzi kodwa ukuthi ngoba Ayeyisinqumo eyaziwa.

# Quran1807
source: No nation will precede its term, nor will they remain thereafter.
ca: Cap nació precedirà el seu terme, ni es mantindrà a partir de llavors.
cy: Bydd unrhyw genedl yn rhagflaenu ei dymor, ac ni byddant yn aros ar ôl hynny.
da: Ingen nation vil gå forud for sin sigt, eller vil de forblive derefter.
el: Κανένα έθνος δεν θα προηγηθεί της θητείας, ούτε θα παραμένουν εν συνεχεία.
et: No rahvas eelneb selle mõiste, ega nad jäävad pärast seda.
fi: Yksikään kansakunta on ennen toimikautensa, eikä ne pysyvät sen jälkeen.
he: . שום אומה לא להקדים את הקדנציה, וגם הם יישארו לאחר מכן.
hr: Zemlja će prethoditi svog mandata, niti će oni ostati nakon toga.
lt: Jokia tauta bus prieš savo kadencijos, nei jie lieka po to.
lv: Neviena tauta sekos tās termiņa, kā arī tie pēc tam paliks.
nb: Ingen nasjon vil gå forut for periode, eller blir de etterpå.
sk: Žiadny národ bude predchádzať jeho termín, ani im zostane potom.
sl: Nobenega naroda bo pred svoj mandat, niti bo ostanejo zatem.
sr_cyrl: Ниједна нација ће претходити свог мандата, нити ће они остати након тога.
sr_latn: Nijedna nacija će prethoditi svog mandata, niti će oni ostati nakon toga.
uk: Жодна нація передуватиме його терміну, і вони залишаться після цього.
vi: Không có quốc gia sẽ đứng trước thời hạn của nó, và cũng không họ sẽ vẫn còn sau đó.
zu: Akukho sizwe sibandulele ithemu yayo, noma bayosala ngemva kwalokho.

# Quran1808
source: And they say, "O you upon whom the message has been sent down, indeed you are mad.
ca: I diuen, "O a qui s'ha enviat el missatge cap avall, fet ets boig.
cy: Ac maent yn dweud, "O ydych ar bwy Rydym wedi anfon y neges i lawr, yn wir chi yn wallgof.
da: Og de siger, "O du ved hvem meddelelsen er sendt ned, ja du er gal.
el: Και λένε, «O σας στους οποίους έχει σταλεί το μήνυμα προς τα κάτω, πράγματι είσαι τρελός.
et: Ja nad ütlevad, "O kelle sõnum saadetud alla, tõepoolest te olete hullu.
fi: Ja he sanovat, "O teille joille viesti on lähetetty alas, todellakin olet hullu.
he: הם אומרים, "O שעליה נשלחה ההודעה למטה אכן אתה כועס.
hr: I kažu, "O ti na kojima je poruka poslana dolje zaista si ljuta.
lt: Ir jie sako, "O nuo kurių pranešimas buvo išsiųstas žemyn, iš tikrųjų jūs esate proto.
lv: Un viņi saka: "O kura ziņa ir nosūtīta uz leju, patiešām jūs esat traks.
nb: Og de sier, "O du på hvem meldingen er sendt ned, ja du er gal.
sk: A oni hovoria, "O na ktorého správa bola odoslaná dole, naozaj ste šialený.
sl: In pravijo, "O vas, na katero je bilo poslano sporočilo, res ste nori.
sr_cyrl: И кажу, "О ти, на којој је порука послата доле, заиста си љута.
sr_latn: I kažu, "O ti, na kojoj je poruka poslata dole, zaista si ljuta.
uk: І вони кажуть, "О ви, від яких той повідомлення було надіслано вниз, ви дійсно розуму.
vi: Và họ nói, "O bạn khi mà thư đã được gửi xuống, thực sự bạn đang điên.
zu: Futhi bathi, "O wena esesifikelwe myalezo ithunyelwe phansi, ngempela wena uyahlanya.

# Quran1809
source: Why do you not bring us the angels, if you should be among the truthful?"
ca: Per què que no ens porten els àngels, si hauria de ser entre el veraç?"
cy: Pam na wnewch roi inni angylion, os dylai fod ymhlith y geirwir?"
da: Hvorfor du ikke bringer os englene, hvis du skulle være blandt den sandfærdige?"
el: Γιατί εσείς δεν μας φέρνουν οι άγγελοι, αν θα πρέπει να είναι μεταξύ το αληθινό;»
et: Miks te ei too meile inglid, kui sa peaksid olema seas on tõesed?"
fi: Miksi sinulle ei tuovat meille enkeleitä, jos pitäisi olla yksi totuudenmukaista?"
he: למה אתה לא מביא לנו המלאכים, אם אתה צריך להיות בין אמת?"
hr: Zašto ne nosite nam anđeli, ako bi trebao biti među je istinita?"
lt: Kodėl jums negalima duoti mums angelai, jei turėtų būti tarp ir teisingi?"
lv: Kāpēc jūs neizraisa mums eņģeļiem, ja jūs būtu starp patiesu?"
nb: Hvorfor du ikke ta oss englene, dersom du skulle være blant de sannferdig?"
sk: Prečo ste neprinášajú nás anjeli, ak je medzi pravdivé?"
sl: Zakaj vam ne prinašajo nam angeli, če bi morala biti med resnične?"
sr_cyrl: Зашто не доводите нас анђелима, ако ти треба да буде међу на говори истину?"
sr_latn: Zašto ne dovodite nas anđelima, ako ti treba da bude među na govori istinu?"
uk: Чому ви не Тримайте нас ангелів, якщо ви повинні бути серед на правдиве?"
vi: Tại sao bạn không mang cho chúng tôi các thiên thần, nếu bạn có một trong các trung thực?"
zu: Kungani ningezanga thina izingelosi, uma kumelwe ibe phakathi kwezokuqala truthful? "

# Quran1810
source: We do not send down the angels except with truth; and the disbelievers would not then be reprieved.
ca: No enviem avall els àngels excepte amb veritat; i els disbelievers vols no llavors es reprieved.
cy: Nad anfonwn i lawr yr angylion ac eithrio gyda gwir; ac ni byddai y disbelievers yn reprieved yna.
da: Vi sender ikke ned engle bortset fra sandhed; og vantro vil derefter ikke være benådet.
el: Δεν μπορούμε να στείλει κάτω από τους αγγέλους εκτός από με την αλήθεια. και το disbelievers δεν θα στη συνέχεια αναβολή.
et: Me ei saada alla inglid välja arvatud koos tõde; ja ole siis oleks selle uskottomille reprieved.
fi: Emme lähetä alas enkelit totuuden; ja saa luovuttaa ei sitten juonen.
he: אנחנו לא שולחים את המלאכים חוץ עם האמת; disbelievers לא ואז למחקו.
hr: Ne šaljemo dolje anđeli osim sa istinom; i na iskuse ne onda će biti pošteđena.
lt: Mes ne siųsti žemyn angelai išskyrus su tiesa; ir kad disbelievers būtų ne tada būti reprieved.
lv: Mēs nevar nosūtīt uz leju izņemot eņģeļus ar patiesību; un disbelievers būs ne tad būtu reprieved.
nb: Vi sender ikke ned englene unntak med sannheten; og troende vil deretter ikke bli reprieved.
sk: Neposielame dole anjeli okrem pravdu; a neveriacim by nie potom sa reprieved.
sl: Mi ne pošiljajo navzdol angeli razen z resnico; in na disbelievers bi ne potem je reprieved.
sr_cyrl: Не шаљи ми доле анђели осим са истином; и скептике би не онда бити реприевед.
sr_latn: Ne šalji mi dole anđeli osim sa istinom; i skeptike bi ne onda biti reprieved.
uk: Ми не надсилайте вниз ангелів, за винятком з істиною; і в disbelievers б не потім бути reprieved.
vi: Chúng tôi không gửi xuống các thiên thần ngoại trừ với sự thật; và các thì sẽ không sau đó được reprieved.
zu: We cha sa phansi gelosi ngaphandle ngeqiniso;

# Quran1811
source: Indeed, it is We who sent down the Qur'an and indeed, We will be its guardian.
ca: De fet, és que enviat pel Qur ' an i de fet, serem seu guardià.
cy: Yn wir, mae'n ein a anfonodd i lawr y Qur'an ac yn wir, byddwn yn ei warcheidwad.
da: Ja, det er os, der sendes ned Koranen og ja, vi vil være i sit værge.
el: Πράγματι, είναι εμείς που έστειλε το Qur'an και πράγματι, θα έχουμε τη φύλακας.
et: Tegelikult on meil, kes saatis selle Koraani ja tõepoolest, me olla tema eestkostja.
fi: Itse asiassa juuri me, jotka lähetetään Koraanin ja itse asiassa meillä on vartijansa.
he: אכן, זה אנחנו ששלח את הקוראן ואכן, אנחנו נהיה האפוטרופוס שלה.
hr: Jest mi tko poslao Kur'an i uistinu, mi ćemo biti čuvar.
lt: Iš tiesų, tai mes, kurie išsiuntė Korano ir iš tiesų, mes bus jo globėjas.
lv: Patiešām, tas ir mums, kas sūtīja lejā Korāns un, protams, mums būs tās aizbildnis.
nb: Det er faktisk vi som sendt ned Koranen og ja, vi vil være sin guardian.
sk: Naozaj, je to my, kto poslal Korán a Vskutku, budeme jej zákonného zástupcu.
sl: Res, da je smo, ki pošlje po Koranu in res, bomo svoje varuh.
sr_cyrl: Да, јесте ми који је послао доле у Курану, и заиста, ћемо бити њен старатељ.
sr_latn: Da, jeste mi koji je poslao dole u Kuranu, i zaista, ćemo biti njen staratelj.
uk: Дійсно, це ми, хто послав вниз Коран і справді, ми будемо його опікуном.
vi: Thật vậy, nó là chúng ta những người gửi xuống kinh Koran và thực sự, chúng tôi sẽ là người giám hộ của nó.
zu: Ngempela, kuba We BANI SA PHANSI Qur'an futhi ngempela, Siyoba umnakekeli yayo.

# Quran1812
source: And We had certainly sent [messengers] before you, [O Muhammad], among the sects of the former peoples.
ca: I certament havia enviat [missatgers] davant de vostè, [O Muhammad], entre les sectes dels pobles antics.
cy: Ac yn sicr rydym wedi anfon [negeswyr] cyn i chi, [O Muhammad], ymhlith y sectau o bobloedd hen.
da: Og vi havde helt sikkert sendt [budbringere] før du, [O Muhammad], blandt sekter af de tidligere folk.
el: Και έχουμε είχε στείλει [αγγελιοφόρων] πριν από εσάς, [Ο Μωάμεθ], μεταξύ των αιρέσεων των πρώην λαών.
et: Ja me kindlasti oli saatnud [kullerid] enne sind [O Muhammad], sektid endine rahvaste seas.
fi: Ja oli varmasti lähetimme [lähettiläitä] edessänne, [Oi Muhammed] entinen kansojen lahkojen keskuudessa.
he: אנחנו בהחלט שלח [שליחים] לפניך, [O מוחמד], בין כתות של העמים לשעבר.
hr: I smo sigurno poslali [glasnici] prije [O Muhammad], među sektama bivši naroda.
lt: Ir mes tikrai atsiuntė [pasiuntiniai] prieš tave, [O Muhammad], tarp buvusių žmonių sektų.
lv: Un mēs noteikti bija atsūtījis [kurjeriem] pirms [O Muhammad], starp bijušo tautu sektām.
nb: Og vi hadde absolutt sendt [budbringere] før du, [O Muhammad], blant sekter av tidligere folkene.
sk: A určite zaslané [poslov] pred vami, [Mohamed], medzi sekty bývalých obyvateľov.
sl: In smo zagotovo poslala [sli] pred vami, [O Muhammad], med sekte nekdanji narodi.
sr_cyrl: И имао сигурно послали смо [гласници] пред тобом, [О Мухаммад], међу сектама бившег народа.
sr_latn: I imao sigurno poslali smo [glasnici] pred tobom, [O Muhammad], među sektama bivšeg naroda.
uk: І ми безумовно послав [Посланці] перед вами, [O Мухаммад], серед сект колишній народів.
vi: Và chúng tôi chắc chắn đã gửi [sứ giả] trước khi bạn, [O Muhammad], giữa các giáo phái của các dân tộc trước đây.
zu: Futhi Sasisanda kuqala Ngokuqinisekile wathumela [izithunywa] phambi kwakho, [O Muhammad], phakathi amahlelo ezizwe yangaphambili.

# Quran1813
source: And no messenger would come to them except that they ridiculed him.
ca: I no Missatger vindria a ells excepte que ell ridiculitzat.
cy: A byddai unrhyw negesydd yn dod iddynt heblaw y dywedodd eu gwawdio ef.
da: Og ingen messenger ville komme til dem, bortset fra at de gjorde nar ad ham.
el: Και το messenger δεν θα έρχονται σε αυτούς, εκτός από το ότι αυτοί τον γελοιοποιήθηκε.
et: Ja no messenger tulevad neile välja, et nad teda teleekraanil.
fi: Ja mitään messenger ei tullut heille paitsi että he naurunalaiseksi häntä.
he: שליח יגיע אליהם חוץ מזה הם לעגו לו.
hr: I glasnika za njih osim da su ga ismijavali.
lt: Ir jokių messenger ateis prie jų, išskyrus tai, kad jie jį išjuokė.
lv: Un nav kurjers nāks viņiem, izņemot to, ka viņi izsmēja viņu.
nb: Og ingen messenger ville komme til dem bortsett fra at de latterliggjort ham.
sk: A nie posol by sa na ne, okrem toho, že sa mu vysmieval.
sl: In ni sel bi se z njimi, razen, da so mu tarča posmeha.
sr_cyrl: И гласником би са њима осим што су га је исмевао.
sr_latn: I glasnikom bi sa njima osim što su ga je ismevao.
uk: І немає messenger прийде до них, крім того, що вони йому висміювали.
vi: Và messenger không sẽ đến với họ ngoại trừ rằng họ chế nhạo ông.
zu: Futhi akukho Isithunywa sasingeke sondela them lowo they chwaneka him.

# Quran1814
source: Thus do We insert denial into the hearts of the criminals.
ca: Així podem inserir denegació en els cors dels criminals.
cy: Felly rydym yn mewnosod gwadu calonnau y troseddwyr.
da: Således skal vi indsætte benægtelse ind i hjerterne på kriminelle.
el: Έτσι εισάγουμε άρνηση στις καρδιές των εγκληματιών.
et: Seega me sisestage eitamise oma südamed kurjategijad.
fi: Näin lisäämme kieltäminen rikolliset sydämiin.
he: לפיכך אנו מוסיפים הכחשה בליבם של הפושעים.
hr: Tako možemo umetnuti poricanje u srca kriminalci.
lt: Taigi mes įterpti neigimas nusikaltėliai širdyse.
lv: Tādējādi mēs ievietot noliegumu par noziedznieku sirdis.
nb: Dermed setter vi fornektelse av kriminelle.
sk: Preto vložíme popretie do sŕdc zločinci.
sl: Tako smo vstavite zavrnitev v srcih kriminalci.
sr_cyrl: Стога смо уметнем порицање у срцима од криминалаца.
sr_latn: Stoga smo umetnem poricanje u srcima od kriminalaca.
uk: Таким чином ми вставте заперечення в серцях злочинців.
vi: Do đó chúng tôi nhập từ chối vào trái tim của những tên tội phạm.
zu: Ngakho ingabe We ufaka inkani ikwenze ezinhliziyweni izigebengu.
