Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2187
source: And [warn of] the Day when We will remove the mountains and you will see the earth prominent, and We will gather them and not leave behind from them anyone.
ca: I [adverteixi de] el dia quan anem a treure les muntanyes podràs veure la terra prominent i anem a recollir-los i no deixar d'ells ningú.
cy: A [rhybuddio] y dydd pan fydd cael gwared ar y mynyddoedd a byddwch yn gweld y ddaear yn amlwg, a byddwn yn eu casglu ac yn gadael iddynt unrhyw un.
da: Og [advare om] den dag, når vi vil fjerne bjerge og du vil se jorden fremtrædende, og vi vil samle dem og ikke efterlade fra dem alle.
el: Και [προειδοποιούν για] την ημέρα που θα αφαιρέσουμε τα βουνά και θα δείτε εμφανή τη γη, και θα συγκεντρώσει τους και δεν αφήνουν πίσω από τους κανέναν.
et: Ja [hoiatada] päev, millal meil eemaldatakse mägedes näed silmapaistev maa ja me koguda neid ja mitte maha jätta neist keegi.
fi: Ja [varoittavat] Kun poistamme vuorille ja näet merkittävä maa, ja kerätä ne ja jättää taakse niistä joku päivä.
he: ולהזהיר [של] היום כאשר נסיר את ההרים תוכלו לראות את כדור הארץ בולט ואני אנו לאסוף אותם, אל תשאירו מהם איש.
hr: I [upozoravaju] dan kada ćemo ukloniti planine vidjet ćete zemlju istaknuti i ćemo ih skupiti i nikoga neće ostaviti od njih.
lt: Ir [įspėja apie] į dieną, kai mes pašalinsime kalnus ir pamatysite žinomų žemės, ir mes surinkti juos ir negalime palikti ir iš jų kas nors.
lv: Un [brīdina] diena, kad mēs noņemsim kalnos un jūs redzēsiet ievērojamu zemes, un mēs apkopot tos un atstāt no viņiem kāds.
nb: Og [advare av] dagen da vi vil fjerne fjellene og vises jorden fremtredende, og vi vil samle dem og ikke la bak fra dem alle.
sk: A [z] v deň, keď odstránime hôr a uvidíte prominentnej krajinu, a budeme zbierať ich a nie zanechať z nich niekto.
sl: In [opozarjajo] dan, ko bomo odstranili gore in boste videli na zemlji vidno, in bomo jih zberejo in ne pustiti za seboj iz njih vsakogar.
sr_cyrl: И [упозоравају] дан када смо ће уклонити планинама и видећете истакнути земљу, и ћемо их окупи и не оставити из њих никога.
sr_latn: I [upozoravaju] dan kada smo će ukloniti planinama i videćete istaknuti zemlju, i ćemo ih okupi i ne ostaviti iz njih nikoga.
uk: І [попереджають про] день, коли ми видалимо гір і ви побачите видатних землі, і ми будемо збирати їх і не залишити позаду від них нікому.
vi: Và [cảnh báo] ngày khi chúng tôi sẽ loại bỏ các ngọn núi và bạn sẽ thấy trái đất nổi bật, và chúng tôi sẽ thu thập chúng và không để lại đằng sau từ chúng bất cứ ai.
zu: Futhi [baxwayisa] Suku uma Sizosusa izintaba uzobona umhlaba kwakwandile futhi We ngibabuthe hhayi siyekele kusukela kubo ubani.

# Quran2188
source: And they will be presented before your Lord in rows, [and He will say], "You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment."
ca: I es presentaran abans del seu senyor a files i va dir, "de veritat ha arribat a nosaltres hem creat la primera vegada. Però vostè afirma que mai seria per a vostè una cita".
cy: A chânt eu cyflwyno ger bron eich Arglwydd yn rhesi, [a bydd yn dweud], "chi yn sicr wedi i ni yn union fel yr ydym yn creu chi y tro cyntaf. Ond honasoch y byddem byth yn gwneud i chi apwyntiad.
da: Og de vil blive forelagt inden din herre i rækker, [og han vil sige], "du er sikkert kommet til os lige som vi lavet du første gang. Men du hævdede, at vi aldrig ville gøre for dig, en aftale."
el: Που θα παρουσιαστούν ενώπιον σας κυρίου σε σειρές [και θα σου πει], «σίγουρα ήρθες να μας ακριβώς όπως σας δημιουργήσαμε την πρώτη φορά. «Αλλά σας ισχυρίστηκε ότι δεν θα φτιάχναμε ποτέ για σας ένα ραντεβού.»
et: Need kuulutatakse enne oma Issanda ridades [ja ta ütleb], "te kindlasti jõudnud meile just nagu me loodud te esimest korda. Aga sa väitsid, et meil oleks kunagi panna sinule."
fi: Ja ne esitetään riveillä Herran edessä ja hän sanoo, "olet varmasti tullut meille aivan kuten olemme luoneet ensimmäistä kertaa. Mutta sinä väitit, että emme koskaan tehdä sinulle tapaamisen."
he: הם יוצגו לפני אדונך בשורות [ואני יאמר], "בהחלט הגעת אלינו בדיוק כפי אנחנו יצרנו אותך בפעם הראשונה. אבל שטענת כי לא נצליח לך פגישה."
hr: I oni će biti predstavljen prije gospodina u redovima i reći će, "sigurno došli ste nas kao što smo vas stvorili prvi put. Ali si tvrdio da ne bismo za te obveze.
lt: Ir jie bus pateikta prieš jūsų Viešpats eilėmis, [ir jis pasakys], "jūs turite tikrai ateis pas mus lygiai taip pat mes sukūrėme jums pirmą kartą. Bet jūs pareiškė, kad mes niekada padaryti jums paskyrą."
lv: Tie tiks iesniegts pirms jūsu rindās kungs [un viņš teiks], "jums ir noteikti nāk pie mums tāpat kā mēs izveidojām jums pirmo reizi. Bet jūs apgalvoja, ka nekad pagatavosim jūsu tikšanos."
nb: Og de vil bli presentert før din Herre i rader og han vil si, "du har sikkert kommet til oss akkurat som vi opprettet du første gang. Men du hevdet at vi ville aldri gjøre for en avtale.
sk: Prezentovali pred svojho pána v radoch [a on povie], "určite ste nám rovnako, ako sme si vytvorili prvýkrát. Ale tvrdil, že nikdy by sme si schôdzku."
sl: Bo predstavljena svojega Gospoda v vrsticah [in bo rekel], "ste zagotovo prišli do nas tako, kot smo si ustvarili prvič. Vendar si trdil, da nikoli ne bi zate sestanek."
sr_cyrl: Они ће бити представљен пре твог господара у редове [и рекао], "су свакако нам се обратио као и ми смо вас створили први пут. "Али си тврдио да не бисмо за вас састанак."
sr_latn: Oni će biti predstavljen pre tvog gospodara u redove [i rekao], "su svakako nam se obratio kao i mi smo vas stvorili prvi put. "Ali si tvrdio da ne bismo za vas sastanak."
uk: Вони будуть представлені перед Господнім в ряди [і він скаже], "ви безумовно прийшли до нас так само, як ми створили ви вперше. Але ви стверджували, що ми ніколи б не зробити для вас призначення".
vi: Họ sẽ được trình bày trước của Chúa trong hàng [và ông sẽ nói], "bạn có chắc chắn đến với chúng tôi cũng giống như chúng tôi tạo ra bạn lần đầu tiên. "Nhưng bạn tuyên bố rằng chúng tôi sẽ không bao giờ làm cho bạn một cuộc hẹn."
zu: Futhi luzokwethulwa ngaphambi kho Lord imigqa, [He uyothi] "Wena ngokuqinisekile bayoza Kithi nje njengoba We qamba you okokuqala. Kodwa wena, sabika ukuthi Thina akasoze enza kuwe aphoyintimenti."

# Quran2189
source: And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, "Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?" And they will find what they did present [before them]. And your Lord does injustice to no one.
ca: I el registre [fets] aniran [obert] i podràs veure els criminals temerós de que dins d'ella, i es dirà, "Oh, Ai nosaltres! Què és aquest llibre que deixa res petita o gran excepte que ho ha enumerats es?" I trobarà el que presenten [abans d'ells]. I el seu Senyor fa injustícia a ningú.
cy: A rhoddir y cofnod [o weithredoedd] [agored], a byddwch yn gweld y troseddwyr yn ofni bod ynddo, a byddant yn dweud, "o, gwae i ni! Beth yw y llyfr hwn a gadael dim bach neu fawr ac eithrio bod wedi mae'n cyfrif ei? A byddant yn canfod beth oedd maent yn cyflwyno [cyn iddynt]. A yw eich Arglwydd anghyfiawnder i unrhyw un.
da: Og posten [af gerninger] vil blive placeret [open], og du vil se de bange for at der inden for det kriminelle, og de vil sige: "Åh, ve os! Hvad er denne bog, der intet overlader lille eller stor, bortset fra at det har optalt det?" Og de vil finde, hvad de præsentere [før dem]. Og din Herre ikke uretfærdighed til ingen.
el: [Πράξεις] το ρεκόρ θα τοποθετηθεί [ανοιχτό], και θα δείτε τους εγκληματίες φοβούνται ότι μέσα σε αυτό και θα λένε, «ω, αλίμονο μας! Τι είναι αυτό το βιβλίο που δεν αφήνει τίποτα μικρή ή μεγάλη εκτός από το ότι αυτό έχει απαρίθμηση αυτό;» Και θα βρουν τι παρουσιάζουν [πριν τους]. Και ο Λόρδος σας αδικεί σε κανέναν.
et: Ja rekord [of deeds] pannakse [avatud], ja näed kurjategijad kardavad et see jooksul ja nad ütlevad, "Oh, häda meile! Mis on see raamat, mis ei jäta midagi väike või suur, välja arvatud, et see on küsitletud?" Ja nad leiavad, et nad ei kujuta [käsitlusega]. Ja teie Issand ei ebaõigluse, mitte kellelegi.
fi: Tietueen [tekojen] sijoitetaan [Avaa], ja näet rikollisia pelkäävät että sen ja he sanovat "Oh, voi meitä! Mikä on tämä kirja, joka ei jätä mitään pieni tai suuri, paitsi, että se on lueteltu?" Ja he löytävät mitä he esittää [heille]. Ja teidän Herranne tekee vääryyttä kenellekään.
he: השיא [של מעשים] יוצב [פתוח], ולא תוכלו לראות את הפושעים מחריד זה בתוך זה, הם יגידו, "אה, אוי לנו! ? מה זה הספר הזה משאיר דבר קטן או גדול חוץ מזה זה יש לספור את זה" הם ימצאו מה הם מציגים [לפני אותם]. האל שלך עושה עוול עם אף אחד.
hr: Evidenciju [djela] smješta se [Otvori], i vidjet ćete kriminalci strah koji u njemu i oni će reći, "o teško nama! Što je ova knjiga koja ostavlja ništa mali ili veliki osim što ga je nabrojio." I pronaći će što su je prisutni [prije njih]. I Gospodar tvoj ne nepravde nikome.
lt: Ir įrašą [apie veikas] atsidurs [atviras], ir jūs pamatysite baiminasi, kad joje nusikaltėliai, ir jie sako, "o, Vargas mums! Kas yra šios knygos, kad palieka nieko mažas ar didelis, išskyrus tai, kad ji turi įvardyti tai?" Ir jie bus rasti ką jie nebuvo pateikti [prieš jiems]. Ir jūsų Viešpats daro neteisybė nė vieno.
lv: Jautājuma apspriešanu [darbiem] nodos [atvērts], un jūs redzēsiet baismīgs, ka tajā noziedznieki un viņi teiks, "Ak, bēdas uz mums! Kāda ir šī grāmata, kas atstāj nekas maza vai liela, izņemot to, ka tas ir uzskaitīta?" Un viņi atradīs to, ko viņi bija klāt [tiem] pirms. Un jūsu kungs dara netaisnību, lai neviens.
nb: Og posten [av gjerninger] plasseres [åpne], og du vil se kriminelle redd for at i den, og de vil si, "å, ve oss! Hva er denne boken som overlater ingenting liten eller stor bortsett fra at det har opplistede det?" Og de vil finne hva de presentere [før dem]. Og deres herre gjør urettferdighet til ingen.
sk: A záznam [listín] budú umiestnené [otvoriť], zobrazia sa obávajú, že v ňom zločinci a povedia, "Ach, beda nám! Čo je to kniha, ktorá nenecháva nič malé alebo veľké, okrem toho, že ho vymenoval to?" A nájdu sa, čo si predstavujú [pred nimi]. A svojho pána sa nespravodlivosti na nikoho.
sl: In bodo dani zapis [dejanja] [odprto], in boste videli kriminalcev, ki so prestrašeni, da v njem, in bodo rekli, "Oh, Gorje nam! Kaj je to knjigo, ki pušča nič majhen ali velik, razen, da ga je naštel?" In boste našli, kaj si predstavljajo [pred njimi]. In svojega Gospoda ne krivice nikomur.
sr_cyrl: И запис [дела] ће бити смјештена [отвори], видећете криминалце у страху који у њој и говоре, "о, тешко нама! Шта је та књига која оставља ништа мала или велика, осим да га је то побројати?" И да ће пронаћи [пре него што их] да ли представљају. А твој господар неправде ни са ким.
sr_latn: I zapis [dela] će biti smještena [otvori], videćete kriminalce u strahu koji u njoj i govore, "o, teško nama! Šta je ta knjiga koja ostavlja ništa mala ili velika, osim da ga je to pobrojati?" I da će pronaći [pre nego što ih] da li predstavljaju. A tvoj gospodar nepravde ni sa kim.
uk: Запис [вчинки] буде поміщено [відкриті] і ви побачите злочинців, які бояться в ньому і скажуть "Ой, горе до нас! Що таке цю книгу, що нічого не залишає невеликий або великий Крім того, що вона має перераховані його?" І вони знайдуть, що вони представити [перед ними]. І ваш Господь робить несправедливість нікому.
vi: Kỷ lục [hành động] sẽ được đặt [mở rộng], và bạn sẽ thấy sự sợ hãi đó bên trong nó và họ sẽ nói, "Oh, khốn cho chúng tôi! Điều gì sẽ là cuốn sách này mà lá không có gì lớn hay nhỏ ngoại trừ rằng nó đã liệt kê nó?" Và họ sẽ tìm thấy những gì họ đã thể hiện [trước khi họ]. Và Chúa của bạn bất công để không có ai.
zu: Futhi irekhodi [wezenzo] izokwenziwa [evulekile], futhi uzobona izigebengu esesaba ukuthi ngaphakathi kwaso, futhi ngokuqinisekile ziyothi, 'O, maye kithi! Iyini le ncwadi esizosishiya lutho oluncane noma olukhulu ngaphandle ukuthi

# Quran2190
source: And [mention] when We said to the angels, "Prostrate to Adam," and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange.
ca: I [accèsit] Quan ens diu que els àngels, "Postrar a Adam," i postrava, excepte Iblees. Va ser del jinn i es va apartar de l'ordre del seu Senyor. Llavors vostè tindrà ell i els seus descendents com a aliats que em mentre són enemics per a vostè? Condemnats que és pels malfactors d'intercanvi.
cy: A [sôn am] pan dywedasom i'r angylion, "Prostrate i Adam," ac y maent yn prostrated, heblaw am Iblees. Ef oedd y jinn a gwyro o'r Gorchymyn ei Arglwydd. Yna a gymerwch ef ac a'i ddisgynyddion fel cynghreiriaid heblaw fi tra eu bod yn elynion i chi? Mae ar gyfer y tramgwyddo fel cyfnewid truenus.
da: Og [omtale] når vi sagde til englene, "Næsegrus til Adam," og de bukkede, bortset fra Iblees. Han var af jinn og fraveget kommandoen over sin herre. Derefter tager du ham og hans efterkommere som allierede end mig, mens de er fjender for dig? Elendige, det er for lovovertrædere som en udveksling.
el: Και [αναφορά] όταν είπαμε να τους αγγέλους, «Εξαπλώνω να Αδάμ,» και να τους πέφτουν χάμω, εκτός από Iblees. Ήταν του jinn και αναχώρησε από την εντολή του Κυρίου. Στη συνέχεια θα έρθει τον ίδιο και τους απογόνους του ως σύμμαχοι εκτός από μένα ενώ είναι εχθροί σας; Άθλιοι είναι για την παραβάτες ως αντάλλαγμα.
et: Ja [mainida] kui me ütlesime "Polvistuvan – Adam," Inglid ja prostrated, välja arvatud Iblees. Ta oli selle dzinni ja kaldus ta isand alluvusse. Siis te võtate teda ja tema järeltulijad liitlastena peale mind kui nad teile vaenlased? Armetu on selle tekitaja kui vahetada.
fi: Ja [mainita] sanoimme Angels "Nujerrettu ja Adam," ja he kasvoillaan, paitsi Iblees. Hän oli jinneistä ja lähti hänen herransa-komennolla. Sitten otat hänet ja hänen jälkeläisensä liittolaisina kuin minä vaikka he ovat vihollisia sinulle? Kurja on laajemmalti vaihdossa.
he: [אזכור] כאשר אמרנו למלאכים, "להשפיל את אדם,", הם prostrated, חוץ Iblees. הוא היה של הנוסע, סטה מדרכו של הפקודה של אדונו. ואז האם תיקח אותו ואת צאצאיו כבנות ברית חוץ ממני בעוד הם אויבים לך? אומלל זה הפושעים כמו חילופי.
hr: I [spomenuti] kad smo rekli da anđeli, "Bespomoćan da Adam," i oni prostrated, osim Iblees. On je bio od jinn i izišli iz naredbu svoga gospodara. Onda će te se on i njegovi potomci kao saveznici osim mene dok su neprijatelji vam? Jadan je kao zamjenu za počinioce.
lt: Ir [paminėti] kai mes sako, kad angelai, "Wybijaja į Adomo," ir jie yra prostrated, išskyrus Iblees. Jis buvo, kad džinas ir išvyko iš savo Viešpaties komandą. Tada imsitės jam ir jo palikuonims kaip sąjungininkų ne man o jie priešų jums? Niekam tikęs tai grzesznicy keistis.
lv: Un [min] tad, kad mēs teicām "Nogurdināt ar Adam," eņģeļu sabiedrībā, un tie Džo-Ans, izņemot Iblees. Viņš bija džins un aizgāja no viņa kunga komandu. Tad aiznes viņu un viņa pēcteču kā sabiedrotajiem, izņemot mani, kamēr viņi ir ienaidnieki, lai jūs Nožēlojama ir likumpārkāpēji kā apmaiņas.
nb: Og [omtale] når vi sa til englene, "Nedbrutt til Adam," og de prostrated, bortsett fra Iblees. Han var jinn dro fra kommando av sin herre. Deretter vil du ta ham og hans etterkommere som allierte enn meg mens de fiender til deg? Elendige det er for wrongdoers som en utveksling.
sk: A [zmienka] keď sme povedali anjeli, "Přemoci na Adam," a oni prostrated, okrem Iblees. On bol jinn a odklonila od príkaz svojho pána. Potom budete mať jemu a jeho potomkom ako spojenci okrem mňa sú nepriateľmi pre vás? Úbohý je zloèinci na výmenu.
sl: In [navedba], ko smo rekli, da angeli, "Prostracije na Adam," in oni prostrated, razen Iblees. On je bil v jinn in odstopila od ukaz svojega Gospoda. Potem vam bo njega in njegovih potomcev kot zavezniki niso mi pa sovražniki vam? Bedno je za na wrongdoers kot izmenjave.
sr_cyrl: И [помиње] када смо рекли да андјели,"Поклоните да Адам,", а они су простратед, осим Иблеес. Он је био проблем, и напустила командом свог господара. Онда ће одвео њему и његовим потомцима као савезници осим мене док су они непријатељи вам? Јадна је за починиоце као замену.
sr_latn: I [pominje] kada smo rekli da andjeli, "Poklonite da Adam,", a oni su prostrated, osim Iblees. On je bio problem, i napustila komandom svog gospodara. Onda će odveo njemu i njegovim potomcima kao saveznici osim mene dok su oni neprijatelji vam? Jadna je za počinioce kao zamenu.
uk: І [згадки], коли ми сказали ангели, «НІЦ до Адама,» і вони prostrated, за винятком Iblees. Він був у jinn і вилетів з командуванням пана свого. Потім ви займе йому і його нащадків як союзники крім мене поки вони ворогів вам? Жалюгідна саме на розкаюємося як обмін.
vi: Và [đề cập đến] khi chúng tôi nói với các thiên thần, "Suy nhược cho Adam," và họ prostrated, ngoại trừ Iblees. Ông là của các jinn và khởi hành từ sự chỉ huy của Chúa của ông. Sau đó bạn sẽ mất anh ta và con cháu của ông là các đồng minh khác với tôi trong khi họ là kẻ thù với bạn? Không may là các wrongdoers như là một cuộc trao đổi.
zu: Futhi [Khumbuzani] uma We tshela kuze gelosi, "prostrate ku-Adamu," futhi wakhothama, ngaphandle Iblees.

# Quran2191
source: I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants.
ca: No va fer-los testimonis a la creació dels cels i la terra o a la creació de si mateixos, i que no hagués pres la misguiders com a ajudants.
cy: Ni wneuthum iddynt yn dyst i greu y nefoedd a'r ddaear neu i greu eu hunain, a byddai wedi cymryd y misguiders fel cynorthwywyr ni.
da: Jeg gjorde ikke gøre dem vidne til skabelsen af himlene og jorden eller til oprettelsen af sig selv, og jeg ville ikke have taget misguiders som assistenter.
el: Δεν έκανε τους μάρτυρες για τη δημιουργία του τον ουρανό και τη γη ή στη δημιουργία του εαυτού τους, και δεν θα είχα λάβει το υπακούγατε ως βοηθοί.
et: Ma ei teinud neid tunnistaja taevas ja maa loomise ega loomine ise ja ma ei oleks teinud misguiders Assistentidena.
fi: En tee niitä todistamassa taivaat ja maan luominen tai luominen itse, ja ei ottanut misguiders avustajina.
he: . אני לא גרמתי להם עדים בריאת השמים והארץ, או היצירה של עצמם, לא הייתי לוקח את misguiders בתור עוזרים.
hr: Ja bi ih svjedoci stvaranja nebesa i zemlje ili stvaranje sami, i ne bih uzeo misguiders kao asistenti.
lt: Aš ne jas liudytojas į dangų ir žemę arba kurti save, ir aš ne ėmėsi misguiders padėjėjais.
lv: Man nav pieļāvusi tos liecinieks heavens un zemes rašanos vai veidot paši, un man nav veikusi misguiders kā asistenti.
nb: Jeg gjorde ikke gjøre dem vitne til etableringen av himmelen og jorden eller til opprettelsen av seg selv, og jeg ville ikke ha tatt misguiders som assistenter.
sk: Nerobil, je svedkom vzniku nebesia a zem alebo vzniku sami, a nie by sa brať misguiders ako pomocníci.
sl: Did ne izdelovanje jih priča nastanek neba in zemlje ali ustvarjanje sami, in jaz ne bi sprejel misguiders kot pomočniki.
sr_cyrl: Нисам направио их је сведок за стварање небеса и земљу, или за стварање себе, и не бих узео мисгуидерс као асистенти.
sr_latn: Nisam napravio ih je svedok za stvaranje nebesa i zemlju, ili za stvaranje sebe, i ne bih uzeo misguiders kao asistenti.
uk: Я не робив їх свідками створення небеса і земля, або створення себе, і я не взяв би misguiders як помічників.
vi: Tôi đã không làm cho họ làm chứng để tạo ra trời và trái đất hoặc sự sáng tạo của mình, và tôi sẽ không có được misguiders như là trợ lý.
zu: Angizange abenze ukushumayeza dalo of bhakabhaka hlaba noma ngokudalwa ngokwabo, futhi bengingeke ngikhiphile misguiders njengoba abasizi.

# Quran2192
source: And [warn of] the Day when He will say, "Call 'My partners' whom you claimed," and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction.
ca: I [adverteixi de] el dia quan va dir, "Call"Meus socis"qui va afirmar," i s'invoca-los, però no respondran per ells. I ens posarem entre ells [vall de] destrucció.
cy: A [rhybuddio] y dydd pan y bydd yn dweud, "galw 'Fy partneriaid' bwy honasoch," a bydd eu galw'r iddynt, ond ni wnaiff ymateb iddynt. A byddwn yn rhoi rhyngddynt [Dyffryn o] dinistrio.
da: Og [advare om] den dag, hvor han vil sige: "kalder 'Mine partnere', hvem du hævdede," og de vil påberåbe dem, men de reagerer ikke på dem. Og vi vil sætte mellem dem [dal] ødelæggelse.
el: Και [προειδοποιούν για] την ημέρα όταν θα σου πει, «κλήση «Μου συνεργάτες» τους οποίους διεκδικήσατε,"και θα επικαλούνται τους, αλλά δεν θα ανταποκριθούν σε αυτές. Και θα θέσουμε μεταξύ τους [μιας κοιλάδας του] καταστροφή.
et: Ja [hoiatada] päev, millal ta ütlema, "Helista"Minu osapooled"kellele sa väitsid," ja nad tugineda neile, kuid nad ei vastanud neile. Ja Panime nendevahelist [orus] hävitamine.
fi: Ja [varoittavat] päivä, kun hän sanoo: "Soita"Minun kumppanit", jonka väitti," ja he vedota niihin, mutta ne ei vastata niihin. Ja me laitamme välillä [laakson] tuhoa.
he: ולהזהיר [של] היום כאשר הוא אומר, "תתקשר 'שלי שותפים' מי שטענת,", הם המשתקף דרך אותם, אבל הם לא יגיבו אליהם. אנחנו נשים ביניהם [עמק של] הרס.
hr: I [upozoravaju] dan kada će reći, "Nazovi"Moji partneri u' tvrdiš,"i zatražit ću ih, ali oni neće odgovoriti na njih. I mi ćemo staviti između njih [u dolini] uništenje.
lt: Ir [įspėja apie] tą dieną, kai jis sako, "skambinti"Mano partneriai", kuriems jūs pareiškė," ir jie bus panaudotos juos, bet jie nereaguoja į juos. Ir mes įdėti tarp jų [slėnyje] sunaikinimo.
lv: Un [brīdina] tajā dienā, kad viņš saka, "Call"Mana partneri", kuru jūs apgalvoja," un viņi atsauksies viņiem, bet viņi būs ne atbildēt uz tiem. Un mēs nodot starp tām [ielejā] iznīcināšanu.
nb: Og [advare av] dagen når han skal si: "ringe"mine partnere' som du hevdet,"og de vil kalle dem, men de vil ikke svare på dem. Og vi vil sette mellom dem [en dal av] ødeleggelse.
sk: A [z] v deň, kedy si povedia, "Call"Mojich partnerov", ktorým ste tvrdil," a oni budú odvolávať ich, ale nebude reagovať na ne. A dáme medzi nimi [doline] ničenia.
sl: In [opozarjajo] dan, ko je rekel, "Call"Moj partnerji"koga si trdil," in bo jih uveljavljajo, vendar se ne bodo odzvali nanje. In mi bo dal med njimi [dolini] uničenje.
sr_cyrl: И [упозоравају] на дан када он це реци "назвао 'Моји партнери' кога сте тврдили," и они ће их позвати, али они ће не одговарате на њих. И ставили смо између њих [у долини] разарања.
sr_latn: I [upozoravaju] na dan kada on ce reci "nazvao 'Moji partneri' koga ste tvrdili," i oni će ih pozvati, ali oni će ne odgovarate na njih. I stavili smo između njih [u dolini] razaranja.
uk: І [попереджають про] день, коли він буде говорити, "виклик"Мої Партнери"кого ви стверджували," і вони будуть посилатися на них, але вони не буде реагувати на них. І ми поставимо між ними [долини з] знищення.
vi: Và [cảnh báo] ngày khi ông sẽ nói, "gọi 'Đối tác của tôi' mà bạn đã tuyên bố," và họ sẽ gọi họ, nhưng họ sẽ không đáp ứng với chúng. Và chúng tôi sẽ đặt giữa chúng [một thung lũng của] tiêu hủy.
zu: Futhi [baxwayisa] Suku uma He tshela "Call 'Mi lingani' lingani you thola," futhi bayohlala ukuthandaza kubo, kodwa ngeke aphendule kubo.
