Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1908
source: And they carry your loads to a land you could not have reached except with difficulty to yourselves. Indeed, your Lord is Kind and Merciful.
ca: I porten les seves càrregues a una terra que podria no haver arribat excepte amb dificultat per a vosaltres. De fet, el seu senyor és amable i Clement.
cy: Ac maent yn cario llwythi eich tir a gallai ydych ddim wedi cyrraedd ac eithrio gydag anhawster i chi. Yn wir, eich Arglwydd yn garedig a Merciful.
da: Og de bære din belastninger til et land, du ikke kunne have nået undtagen med besvær til jer selv. Ja, jeres Herre er form og barmhjertige.
el: Και φέρνουν τα φορτία σας σε μια χώρα που δεν θα μπορούσε να έχετε φτάσει παρά μόνο με τη δυσκολία τους εαυτούς σας. Πράγματι, είναι ο Λόρδος σας είδος και φιλεύσπλαχνος.
et: Ja nad oled võiks ei jõudnud välja arvatud raskustega enda maa oma metsatöödel. Tõepoolest, teie Issand on lahke ja Merciful.
fi: Ja he kantavat kuormia maahan, sinun ei olisi päästy paitsi vaikea itse. Itse asiassa teidän Herranne on kiltti ja armollisin.
he: הם נושאים את העומס לארץ שיכול לא הגעתם מלבד קשיים לעצמכם. אכן, אדונך הוא סוג הרחום והחנון.
hr: I nose svoje terete zemlju nisu mogli imati postignut osim poteškoća za sebe. Uistinu, Gospodar tvoj je dobar i milostiv.
lt: Ir jie atlieka savo rankomis į žemę gali ne pasiekėte išskyrus su sunku save. Iš tiesų, jūsų Viešpats yra natūra ir litosciwy.
lv: Un tie veic savu kravu, kas varētu nav sasniegts izņemot ar grūtībām sev zemi. Patiešām, jūsu kungs ir laipns un žēlsirdīgs.
nb: Og de bærer din laster til et land du ikke kunne har nådd unntatt problemer for deg selv. Ja, Herren er snill og barmhjertig.
sk: A vaše náklady na pôdu mohol nie dostanete Okrem problémov na seba. Naozaj, svojho pána, je druh a Milosrdných.
sl: In nosijo svoje obremenitve zemljišč, boste lahko dosegli ne razen težko na sebe. Res, vaš Gospod je prijazen in usmiljen.
sr_cyrl: И оне носе твоје товара у земљу да си могао да постигне осим са тежине за себе. Заиста , твој господар је добар и милостив.
sr_latn: I one nose tvoje tovara u zemlju da si mogao da postigne osim sa težine za sebe. Zaista, tvoj gospodar je dobar i milostiv.
uk: І вони несуть навантаження на землі може не досягнуто за винятком насилу собі. Дійсно, Господь ваш є добрим і Merciful.
vi: Và họ mang theo tải của bạn đến một vùng đất mà bạn có thể không có đạt ngoại trừ với các khó khăn cho chính mình. Thật vậy, Chúa của bạn là loại Merciful.
zu: Futhi they yisa kho layisha ezweni ongakwazanga ziye zafinyelela ngaphandle nobunzima nina.

# Quran1909
source: And [He created] the horses, mules and donkeys for you to ride and [as] adornment. And He creates that which you do not know.
ca: I [Crea] el cavalls, mules i rucs per a muntar i [com] guarniment. I crea allò que no saps.
cy: A [Creodd] geffylau, mulod ac asynnod i chi reidio ac [fel] addurn. Ac mae ef wedi creu sydd nad ydych yn gwybod.
da: Og [han skabte] heste, muldyr og æsler for dig at ride og [som] pynt. Og han skaber, som du ikke kender.
el: Και [δημιούργησε] τα άλογα και γαϊδούρια για να οδηγήσετε και [ως] στολισμό. Και δημιουργεί αυτό που δεν ξέρετε.
et: Ja [ta lõi] hobuseid, muulasid ja eesleid, kus saab sõita ja [nagu] kaunistusteks. Ja ta loob see, mida sa ei tea.
fi: Ja hän loi hevosia, muuleja ja aaseja ajaksi te jotta ahdistaa sekä [] koriste. Ja hän luo se, mitä ei tiedä.
he: ויצרו [הוא] סוסים, פרדות וחמורים לרכב ועבור [כמו] קישוט. הוא יוצר את מה שאתה לא יודע.
hr: I on stvorio konje, mule i magarci da vožnja i kao ukras. I on stvara ono što ne znate.
lt: Ir [jis sukūrė] arklių, mulų ir asilai jums važiuoti ir [kaip] puošmena. Ir jis sukuria tai, kas jūs nežinote.
lv: Un [viņš izveidoja] zirgi, mūļi un ēzeļiem, jums braukt un [kā] rota. Un viņš rada tas, ko jūs nezināt.
nb: Og [han skapte] på hester, muldyr og esler til å ri og [som] pryd. Og han skaper som ikke vet.
sk: A [On] kone, muly a somáre môžete jazdiť a [ako] ozdobou. A vytvára to, čo nepoznáte.
sl: In [je ustvaril] konji, mulami in osli za vas za vožnjo in [kot] okras. In ustvarja tisto, kar ne veste.
sr_cyrl: [Је створио] коњи, муле и магарце за јахање и као Реса. И он ствара оно што не знате.
sr_latn: [Je stvorio] konji, mule i magarce za jahanje i kao Resa. I on stvara ono što ne znate.
uk: І він створеним] коней, мулів та віслюки для вас, щоб їздити і [як] прикрасою. І він створює те, що ви не знаєте.
vi: Và [ông đã tạo ra] ngựa, mules và lừa để bạn có thể đi xe và như trang sức. Và ông đã tạo ra đó mà bạn không biết.
zu: Futhi [He qamba] amahhashi, iminyuzi kanye mbongolo you gibela futhi [njengoba] ukuhloba.

# Quran1910
source: And upon Allah is the direction of the [right] way, and among the various paths are those deviating. And if He willed, He could have guided you all.
ca: I Allah és la direcció del camí [dreta] i entre els diferents camins són aquells desviat. I si va willed, ell podria han guiat a tots vostès.
cy: Ac ar Allah yw cyfeiriad y ffordd [iawn], ac ymhlith y llwybrau amrywiol yw'r rhai wyro. Ac os oedd yn ewyllysio iddi, gallai wedi arwain chi i gyd.
da: Og Allah er retning af [rigtigt], og blandt de forskellige stier er dem, der afviger. Og hvis han testamenterede han kunne guidede dem alle.
el: Και στον αλλά(χ) είναι η κατεύθυνση του τρόπου [δεξιά], καθώς και μεταξύ των διαφόρων διαδρομών είναι αυτές αποκλίνουν. Και αν αυτός το θέλησες, αυτός θα μπορούσε να είχε καθοδηγήσει όλες.
et: Ja Jumal on suund [õigesti] ning mitmesugustest teed seas on need miinimumsuurusest. Ja kui ta kombeks, ta võiks juhendava teile kõigile.
fi: Ja kun Jumala on suuntaan [oikea] ja muun muassa erilaisin poikkeava. Ja jos hän tahtoo, hän voisi opastettuja teille kaikille.
he: על אללה הוא הכיוון של הדרך [נכון], ובין השבילים שונים הם אלה סוטים. אם הוא רצון הוא יכול הנחו את כולכם.
hr: I na Allahu je smjer kako [treba], a među različitim putovima su oni dobili. I ako je htio, on bi svi vođeni.
lt: Ir Dievas būtų kryptimi [teisingas] kelias, ir tarp įvairių keliai yra tie, kurie nukrypsta. Ir jei jis norėjo, jis galėtų vadovautis jums visiems.
lv: Un pēc Allah ir virziens [tiesības] veidā, un starp dažādiem ceļiem ir tie intervence. Un, ja viņam gribas, viņš varētu vadīties jums visiem.
nb: Ved Allah er retning av [høyre], og blant de forskjellige banene er de avvikende. Og hvis han ville, han kunne har ledet dere.
sk: A Allah je smer [správne], a medzi rôznymi cestami sú odchyľujú. A ak on chcel, on by mohol riadiť vás všetkých.
sl: In od Allah je smer [desno] način in med različne poti so odstopanja. In če je volje, je lahko so vodene vse.
sr_cyrl: А на Алаха у правцу од [] како, као и међу разним путањама јесу ли то скреце. И ако је воље, он ти све вођена.
sr_latn: A na Alaha u pravcu od [] kako, kao i među raznim putanjama jesu li to skrece. I ako je volje, on ti sve vođena.
uk: І після Аллах напрямку [] правильно і серед різних шляхів є ті відхиляється. І якщо він волею, він міг би спрямовували всіх вас.
vi: Và khi Allah là hướng của đường [right], và trong số những con đường khác nhau là những deviating. Và nếu ông ý chí, ông có thể có thể hướng dẫn tất cả các bạn.
zu: Futhi phezu Allah isiqondiso endleleni [sokunene], naphakathi dlela yilawo Hlanhlatha.

# Quran1911
source: It is He who sends down rain from the sky; from it is drink and from it is foliage in which you pasture [animals].
ca: És el que envia cap avall la pluja des del cel; de beguda i d'ella és on vostè les pastures [animals] fullatge.
cy: Ef sy'n anfon i lawr glaw o'r awyr; o mae'n diod ac ohono yn dail y mae tir pori [anifeiliaid].
da: Det er ham, der sender ned regn fra himlen; fra det er drink og fra det er løvet hvor du græs [dyr].
el: Είναι αυτός που στέλνει προβλέπεται βροχή από τον ουρανό? από είναι ποτό και από αυτό είναι όπου μπορείτε βοσκοτόπων [ζωάκια] φύλλωμα.
et: See on tema, kes saadab sätestatakse vihma taevast; alates jook on ja see on kus te rohumaale [loomi] lehestik.
fi: Hän voi lähettää sade taivaalta; se on juoma ja se on lehtien jossa laitumet [eläimistä,].
he: הוא זה שתמיד שולח את הגשם מן השמים; מתוך זה משקה והוא ממנה העלווה שבו אתה מרעה [בעלי חיים].
hr: On je taj koji šalje dolje kiša s neba; iz je piti i od njega je lišće u koji ti paše [životinja].
lt: Tai tas, kuris siunčia žemyn lietus iš dangaus; iš jis yra gėrimas ir iš jo yra žalumynų, kurioje jūs ganyklų [gyvūnų].
lv: Tas ir viņš, kurš sūta pa lietus no debesīm; no tā ir dzēriens, un no tā ir zaļumu, kurā jūs ganības [dzīvnieku].
nb: Det er han som sender ned regn fra himmelen; fra det er drikke og det er planter som du beite [dyr].
sk: Je to on, kto pošle nadol dážď z neba; z je pitie a z nej je zeleň, v ktorom ste pasienky [zvierat].
sl: Je bil kdo pošlje navzdol dež z neba; iz je pijačo in iz nje je listje, kjer si pašniki [živali].
sr_cyrl: Он је тај који шаље доле капље са неба; из је пиће и из ње растиње у којој си паљњак [животиње].
sr_latn: On je taj koji šalje dole kaplje sa neba; iz je piće i iz nje rastinje u kojoj si paљnjak [životinje].
uk: Саме він посилає вниз дощ з неба; від це напою і від неї листя, в якому ви Пасовище [тварин].
vi: Đó là ông người gửi xuống mưa từ trên trời; từ đây là thức uống và từ nó lá mà bạn đồng cỏ [vật].
zu: Kuyinto Lowo uthumela imvula esibhakabhakeni;

# Quran1912
source: He causes to grow for you thereby the crops, olives, palm trees, grapevines, and from all the fruits. Indeed in that is a sign for a people who give thought.
ca: Provoca creixent per a vostè així els conreus, les oliveres, palmeres, vinyes i de tots els fruits. Fet que és un senyal per a una gent que donar idea.
cy: Mae ef yn achosi i dyfu i chi gan y cnydau, olifau, arbed coed, gwinwydden, ac o'r holl ffrwythau. Yn wir yn hynny yn arwydd i bobl sy'n rhoi meddwl.
da: Han får til at vokse for dig dermed afgrøder, oliven, palm træer, vinstokke, og fra alle frugter. Faktisk er i, et tegn for et folk, der overveje.
el: Αυτός προκαλεί να καλλιεργούν για σας με αυτόν τον τρόπο η, ελιές, φοίνικες, αμπέλια, και από όλα τα φρούτα. Πράγματι στο ότι αποτελεί ένδειξη για τους ανθρώπους που δίνουν σκέψη.
et: Ta tekitab seeläbi kultuuride, oliivid, teile kasvatamiseks palm puud, viinapuude, ja kõik puuviljadest. Tõepoolest, et on märk inimestele, kes anna mõtlema.
fi: Hän saa viljellä sinulle siten kasveja, oliiveja, palmuja, viiniköynnösten, ja kaikki hedelmät. Itse asiassa se on merkki niille, jotka antavat aihetta.
he: הוא גורם לגדול בשבילך ובכך הגידולים, זיתים, גפנים, עצי דקל, כל הפירות. אכן זה הוא סימן לאנשים לחשוב.
hr: On uzrokuje rast za vas time žitarice, masline, palme, vinovu lozu, i od svih plodova. Zaista u tome je znak za ljude tko razmišljao.
lt: Jis sukelia augti jums taip augalai, alyvuogės, palmių medžių, vynuogių, ir iš visų vaisių. Iš tiesų, kad yra žmonių, kurie suteikia minties ženklas.
lv: Viņš liek jums augt tādējādi ražu, olīvas, palmas, vīnstīgas, un no visiem augļiem. Patiešām, ka cilvēkiem, kuri domā ir zīme.
nb: Han fører for å vokse for deg og dermed avlinger, oliven, palmer, vinranker, og fra alle fruktene. Faktisk er som et tegn for et folk som tenke.
sk: Spôsobí rast pre vás tým plodín, olivy, palmy, vínna réva, a z ovocia. Naozaj v tom, že je znamenie pre ľudí, ktorí myslel.
sl: On povzroča vzgojiti za vas s tem pridelkov, olive, palmovih dreves, trte, in iz vseh sadja. Res da je znak za ljudi, ki dajejo misli.
sr_cyrl: Он изазива узгајање за тебе и тиме усева, маслине, палме, винова лоза, и од свих плодова. Заиста у то је знак за људе који дају мисао.
sr_latn: On izaziva uzgajanje za tebe i time useva, masline, palme, vinova loza, i od svih plodova. Zaista u to je znak za ljude koji daju misao.
uk: Він викликає вирощувати для вас тим самим культур, оливки, пальми, винограду і від всіх фруктів. Дійсно в тому, що є ознакою для людей, які дають думки.
vi: Ông gây ra để phát triển cho bạn do đó các loại cây trồng, ô liu, palm cây, nho, và từ tất cả các loại trái cây. Quả thật đó là một dấu hiệu cho một người đưa ra suy nghĩ.
zu: Wenza ukuba zikhule ngoba usuke lo nquntula hlwathi wamasundu izivini, futhi kuzo zonke izithelo.

# Quran1913
source: And He has subjected for you the night and day and the sun and moon, and the stars are subjected by His command. Indeed in that are signs for a people who reason.
ca: Ell ha sotmès per a vostè la nit i el dia i el sol i la lluna i les estrelles estan sotmeses pel seu comandament. Fet que són signes d'un poble que la raó.
cy: Ac wedi ei fod yn destun i chi y nos a dydd a haul a lleuad, a dioddef y sêr ar ei orchymyn. Yn wir yn hynny yn arwyddion ar gyfer pobl sy'n rheswm.
da: Og han har udsat for dig nat og dag solen og månen og stjernerne er udsat af hans kommando. Faktisk er i dette tegn for et folk, som årsag.
el: Έχει υποβληθεί για σας τη νύχτα και μέρα και ο ήλιος και η Σελήνη και τα αστέρια υπόκεινται από τις διαταγές του. Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που τον λόγο.
et: Ta on läbinud sinule, öö ja päev ja päike ja kuu ja tähed läbivad tema käsk. Tõepoolest, et on märke inimestele, kes põhjus.
fi: Ja hän on alistanut sinulle yö ja päivä ja aurinko ja kuu ja tähdet joutuvat hänen käskynsä. Siinä todellakin merkkejä niille, jotka syystä.
he: הוא כולל נתון לך הלילה ולא יום, השמש והירח, ואתה הכוכבים נחשפים על ידי הפיקוד שלו. אכן בזה הם סימנים לאנשים סיבה.
hr: Podvrgnuo je za vas noć i dan i sunce i mjesec i zvijezde su podvrgnute njegovu naredbu. Zaista u tome su znaci za ljude koji razlog.
lt: Ir jis buvo taikoma jums naktį ir dieną, ir saulė ir mėnulis, ir žvaigždės išleisdama savo komandą. Iš tiesų tame yra ženklai tiems, kurie priežastis.
lv: Un viņš ir pakļauts jūsu nakts un diena, un saule un mēness un zvaigznes iedarbojas ar viņa komandu. Patiešām, ka cilvēkiem, kam iemesls ir pazīmes.
nb: Han har utsatt for natt og dag og solen og månen og stjernene er utsatt av hans kommando. Faktisk er som tegn for et folk som grunn.
sk: On je vystavený pre vás, noc a deň a slnko a mesiac a hviezdy sú vystavené jeho príkazom. Naozaj v tom, že sú príznaky pre ľudí, ktorí z dôvodu.
sl: In on je opravljen za vas, noč in dan in sonce in luna in zvezde se opravi z njegovim poveljstvom. Res da so znaki za ljudi, ki so razlog.
sr_cyrl: Он је подвргнуо за те ноћи и дан и сунце и месец и звезде су држани под његовом командом. Заиста у то су знаци за људе који је разлог.
sr_latn: On je podvrgnuo za te noći i dan i sunce i mesec i zvezde su držani pod njegovom komandom. Zaista u to su znaci za ljude koji je razlog.
uk: Він піддав для вас, ночі і дня і сонце і місяць і зірки підлягають за свою команду. Дійсно в тому, що є ознаками для людей, які причини.
vi: Ông đã phải chịu ơn ban đêm và ngày và mặt trời và mặt trăng và các ngôi sao đang chịu sự chỉ huy. Thật vậy trong đó là dấu hiệu cho một người bạn lý do.
zu: Futhi Yena wayebeke ngawe ubusuku nemini futhi ilanga nenyanga, nezinkanyezi babhekana Akhe poqo.

# Quran1914
source: And [He has subjected] whatever He multiplied for you on the earth of varying colors. Indeed in that is a sign for a people who remember.
ca: I [ell ha sotmès] el que va multiplicar per tu a la terra de colors diferents. Fet que és un senyal per a una gent que es recorda.
cy: A [wedi ei dioddef] ef beth bynnag a lluosi i chi ar y ddaear o'r lliwiau amrywiol. Yn wir yn hynny yn arwydd i bobl sy'n cofio.
da: Og [han har underkastet] hvad han ganges for dig på jorden af varierende farver. Faktisk er i, et tegn for et folk, der husker.
el: Και [έχει υποβληθεί] ό, τι αυτός πολλαπλασιάζεται για εσάς στη γη από ποικίλα χρώματα. Πράγματι στο ότι αποτελεί ένδειξη για τους ανθρώπους που θυμόμαστε.
et: Ja [ta on läbinud] mida iganes ta korrutatud teile erinevaid värve maa peal. Tõepoolest, et on märk inimesi, kes mäletavad.
fi: Ja [hän on alistanut] mitä hän kerrotaan sinulle maapallolla runsaasti eri värejä. Itse asiassa se on merkki niille, jotka muistavat.
he: ו [הוא יש נתון] מה הוא כפול בשבילך על כדור הארץ של צבעים שונים. אכן זה הוא סימן לאנשים שזוכרים.
hr: I [on je podvrgnuta] što množi za vas na zemlji različite boje. Zaista u tome je znak za ljude koji se sjećaju.
lt: Ir [jis buvo taikoma] ką jis padauginus jums ant žemės įvairių spalvų. Iš tiesų, kad yra žmonių, kurie prisimena ženklas.
lv: Un [viņš ir pakļauts] kāds viņš reizina jums dažādas krāsas zemes virsū. Patiešām, ka cilvēki, kuri atceras ir zīme.
nb: Og [han har utsatt] hva han multiplisert for deg på jorden av ulike farger. Faktisk er som et tegn for et folk som husker.
sk: A [on je vystavený] nech násobí pre vás na zemi rôzne farby. Naozaj v tom, že je znamenie pre ľudí, ktorí si pamätajú.
sl: In [bil je] kar je pomnoženo zate na zemlji različnih barv. Res da je znak za ljudi, ki se spomnite.
sr_cyrl: [Он има стављени под] како год он множи за тебе на земљи од различит боја. Заиста у то је знак за људе који се сетим.
sr_latn: [On ima stavljeni pod] kako god on množi za tebe na zemlji od različit boja. Zaista u to je znak za ljude koji se setim.
uk: І [він піддав] все, що він множиться на вас на Землі різного кольору. Дійсно в тому, що є ознакою для людей, які пам'ятають.
vi: Và [ông đã chịu] dù ông nhân cho bạn trên trái đất của các màu sắc khác nhau. Quả thật đó là một dấu hiệu cho một người nhớ.
zu: Futhi [He wayebeke] whatever He gaya ngawe emhlabeni imibala obuhlukahlukene.

# Quran1915
source: And it is He who subjected the sea for you to eat from it tender meat and to extract from it ornaments which you wear. And you see the ships plowing through it, and [He subjected it] that you may seek of His bounty; and perhaps you will be grateful.
ca: I és qui se sotmet al mar per tu per menjar-ne tendre la carn i per extreure'n adorns que et poses. Veieu els vaixells llaurar a través del mateix i [va sotmetre] que vostè pot buscar de la seva generositat; i potser li ho agrairan.
cy: Ac mae'n ef a dioddef y môr i chi fwyta ohono dendro cig ac i echdynnu ohono y byddwch yn gwisgo addurniadau. A ydych yn gweld y llongau a plowing trwy ei, a [gan ei fod yn destun ei] y gall geisio o ei bounty; ac efallai y byddwch yn ddiolchgar.
da: Og det er han der udsat havet for dig at spise fra det bud kød og for at udtrække fra det ornamenter som du bære. Og du ser skibene pløjning gennem det, og [han udsat det] at du kan søge i hans bounty; og måske du vil være taknemmelig.
el: Και είναι αυτός που υποβάλλεται στη θάλασσα για να φάει από το διαγωνισμό κρέας και να εξάγετε από αυτό που φοράτε στολίδια. Και μπορείτε να δείτε τα πλοία όργωμα μέσω αυτής, και [αυτός Υπέταξε] ότι μπορείτε να ζητήσετε από την γενναιοδωρία? και ίσως θα είστε ευγνώμονες.
et: Ja see on ta, kelle suhtes merele, kus saab süüa seda välja liha ja kaunistused väljavõte see, mida te kannate. Näed seda läbi kündmine laevade ja [ta läbinud seda] et võib taotleda tema halastus; ja võibolla teile tänulik.
fi: Ja se on hän, joka tehdään sea voit syödä sen tarjouksen lihaa ja purkaa se koriste pukeudut. Näet auraus läpi alukset ja [hän kohteeksi se] että voit hakea armostaan; ja ehkä sinun tulee olla kiitollisia.
he: וזה הוא הכניע את הים אתה יכול לאכול ממנו במכרז בשר, כדי לחלץ ממנו קישוטים אשר אתה לובש... אתה רואה את הספינות חריש דרכו ואת [הוא נתון זה] כי אתה יכול לבקש השפע שלו; אולי אתה תהיה אסיר תודה.
hr: I on koji je podvrgnut mora jesti od nje tender mesa i izvući od njega ukrase koje nosiš. Vidiš brodovi ploviti kroz njega i [podvrgnuo je] da mogu tražiti od njegova nagrada; a možda će biti zahvalni.
lt: Ir tai tas, kuris atliktas jūros jums valgyti iš jo konkurse mėsos ir jį papuošalų kuri nešiojate. Ir jūs žr laivų Oranas per jį, ir [jis atliktas ji] kad galite ieškoti savo lazdelės; ir galbūt jums bus dėkingi.
lv: Un tas ir tas, kurš pakļaut jūrā, lai jūs varētu ēst no tā konkursu gaļas un izvilkt no tā, ko tu valkā rotājumi. Un jūs redzēt kuģus plowing caur to, [viņš pakļauj to], ka jums var prasīt savas veltes; un varbūt jums būs pateicīgi.
nb: Og det er han som utsatt sjøen for å spise fra den ømme kjøtt og for å hente fra den ornamenter som du bruker. Du se skipene pløyer gjennom det og [han utsatt det] at du kan søke av hans bounty; og kanskje du vil være takknemlig.
sk: A to je ten, kto sa podrobí mora môžete jesť z nej ponuky mäsa a extrahovať z neho ozdoby, ktoré môžete nosiť. Uvidíte lode, orbu, cez to, a [on ho podrobia] že môžete požiadať o jeho odmenu; a možno vám bude vďačný.
sl: In to je on, ki izpostavljene morja za vas jesti od njega razpisa mesa in za izpisek iz njega okraski, ki jih nosite. In vidite, ladje, Oranje skozi to, in [on izpostavljeni to] da lahko iščeš svoje radodarnosti; in morda vam bo hvaležen.
sr_cyrl: И он који су држани у море да једе из ње на тендеру месо и издвојити из то украсе које носите. Сте видели бродове орања кроз њега и [он подвргава] да може да тражи од његова награда; и можда ће вам бити захвалан.
sr_latn: I on koji su držani u more da jede iz nje na tenderu meso i izdvojiti iz to ukrase koje nosite. Ste videli brodove oranja kroz njega i [on podvrgava] da može da traži od njegova nagrada; i možda će vam biti zahvalan.
uk: І це той, хто піддавали море для вас, щоб з'їсти з нього Ласкавий м'яса і витягти з його прикраси, які ви носите. Ви бачите кораблів оранка через неї і [він піддав її] що може домагатися його милості; і, можливо, вам будуть вдячні.
vi: Và ông đã phải chịu trên biển để bạn có thể ăn nó đấu thầu thịt và chiết xuất từ nó ornaments mà bạn mặc. Bạn nhìn thấy những chiếc cày qua nó và [ông chịu nó] rằng bạn có thể tìm kiếm của tiền thưởng của mình; và có lẽ bạn sẽ được biết ơn.
zu: Futhi kuba Lowo owabeka andle you phanga nga it ithenda inyama futhi kukhishwe kuwo ngezivunulo you gqoka.
