Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3238
source: So rely upon Allah; indeed, you are upon the clear truth.
ca: Així que confiar en Allah; fet, que es troben en la veritat clara.
cy: Felly yn dibynnu ar Allah; yn wir, yr ydych yn y gwirionedd clir.
da: Så stole på Allah; du er faktisk på den klare sandhed.
el: Επικαλεστεί έτσι Αλλάχ? Πράγματι, είστε από την αλήθεια σαφής.
et: Nii usaldada Jumalat; Tõepoolest, olete pärast selge tõde.
fi: Joten luottaa hillitä; olette kun selvän totuuden.
he: כל כך להסתמך על אללה; אכן, אתה על האמת הברורה.
hr: Tako se oslanjaju na Allaha; Doista, vi ste na istinu jasno.
lt: Taigi pasikliauti Dievo; iš tiesų, jūs esate ant aiškią tiesą.
lv: Tātad, jāpaļaujas uz Allah; Protams, jūs esat pēc skaidra patiesība.
nb: Så stole på Gud. du er faktisk på klart sannheten.
sk: Takže spoliehať na Boha; v skutočnosti ste na jasnú pravdu.
sl: Tako opira na Allah; res, ste na jasno resnico.
sr_cyrl: Тако да се ослонимо на Алаха; Заиста , ти си на јасну истину.
sr_latn: Tako da se oslonimo na Alaha; Zaista, ti si na jasnu istinu.
uk: Тому покладаються на Аллах; Справді, ви перебуваєте на очевидна істина.
vi: Vì vậy dựa vào Allah; Thật vậy, bạn là sau khi sự thật rõ ràng.
zu: Ngakho, thembela phezu Allah;

# Quran3239
source: Indeed, you will not make the dead hear, nor will you make the deaf hear the call when they have turned their backs retreating.
ca: De fet, no es farà la mort sentir, ni et farà sentir la crida quan ells han donat l'esquena es retirava sords.
cy: Yn wir, ni wnewch hear marw, nac y byddwch yn gwneud y byddar yn clywed yr alwad pan maent wedi troi eu cefnau encilio.
da: Faktisk, du vil ikke gøre den døde Hør, eller vil du gøre døve høre opkaldet, når de har vendt ryggen trak sig tilbage.
el: Πράγματι, δεν θα κάνει το hear νεκροί, ούτε θα σας κάνει τους κωφούς ακούσετε την κλήση, όταν αυτοί γύρισαν την πλάτη υποχωρούν.
et: Tõepoolest, sa ei tee surnud kuulda ega teete kurdid kuulevad, kui nad on pöördunud nende selja taganenud.
fi: Et tee kuollut kuule, eikä tekee kuurot kuulevat äänesi kun he käänsivät selkänsä vetäytyvät.
he: אכן, לא תוכל לשמוע מת, ולא תעשה חירש שומע את השיחה כאשר הם הפכו את גבם נסוג.
hr: Doista, ne će mrtvi čuti, niti bi gluhi čuti poziv našto oni su okrenuli leđa povlače.
lt: Iš tiesų, jums nebus miręs išgirsti, nei jūs padaryti Glusi girdi skambutç, kai jie pasuko nugarų atsitraukia.
lv: Patiešām, jums neliks miris dzirdēt, kā arī padarīs nedzirdīgajiem dzirdēt zvana, kad tie ir ieslēgta muguras atkāpušies.
nb: Faktisk vil du ikke gjøre de døde hører, heller ikke vil du gjøre døve hører samtalen når de har snudd ryggen retrett.
sk: Naozaj, nebudete robiť mŕtveho počuť, ani si nepočujúcich počuť volanie, keď obrátili chrbtom ustupujúce.
sl: Res, vam ne bo mrtev slišati, niti vam bo gluhe slišati klic, ko so obrnili hrbet umikajo.
sr_cyrl: Заиста , ти не би требало за мртви чути, нити би му глуве чујете позив када су окренуле леђа повлаце.
sr_latn: Zaista, ti ne bi trebalo za mrtvi čuti, niti bi mu gluve čujete poziv kada su okrenule leđa povlace.
uk: Справді, ви не зробите мертвих чують, а також ви зробите глухі чують поклик, коли вони перетворили їх спиною відступає.
vi: Thật vậy, bạn sẽ không làm cho nghe đã chết cũng như bạn sẽ làm cho người khiếm thính nghe cuộc gọi khi họ đã bật lưng rút lui.
zu: Ngempela, ngeke wenze zwa file nor ingabe uzokwenza izithulu ziyakuzwa ucingo lapho baye bafulathela emuva.

# Quran3240
source: And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [submitting to Allah].
ca: I vostè no pot guiar els cecs del seu error. Només et farà sentir aquells que creuen en nostres versos així són musulmans [submissió a Allah].
cy: A ni ellir eich tywys y Deillion i ffwrdd oddi wrth eu gwall. A wnewch dim ond clywed rhai sy'n credu yn ein penillion fel eu bod yn Foslemiaid [cyflwyno i Allah].
da: Og du kan ikke guide en blind fra deres fejl. Du vil kun gøre høre dem, der tror på vores vers, så de er muslimer [indsendelse til Allah].
el: Και δεν μπορείτε να καθοδηγήσει τον τυφλό μακριά από τους σφάλμα. Θα κάνετε μόνο ακούσω εκείνους που πιστεύουν σε μας τους στίχους, έτσι ώστε να είναι μουσουλμάνοι [υποβολή Αλλάχ].
et: Ja sa ei saa juhend pimedatele eemal oma viga. Te teete ainult kuulevad need, kes usuvad meie salmid, et nad on moslemid [esitades Allah].
fi: Ja ei voi ohjata sokea pois niiden virhe. Teet vain kuulla niitä, jotka uskovat meidän jakeissa niitä muslimeja [toimittamisesta Allah].
he: אתה לא יכול מדריך העיוורים מן הטעות שלהם. אתה רק יגרום לשמוע את אלה המאמינים בפסוקים שלנו ולכן הם מוסלמים [הגשת אללה].
hr: I ne može voditi slijepe od svoje pogreške. Samo će čuti oni koji vjeruju u naše stihove tako da su muslimani [podvrgavanja Allaha].
lt: Ir jums negali vadovauti aklųjų nuo jų klaida. Jums bus tik, kad išgirsti tuos, kurie tiki mūsų ženklai, jie yra musulmonai [pateikti Dievas].
lv: Un nevar vadīt aklās prom no viņu kļūdas. Jums dos tikai dzirdēt tiem, kuri tic mūsu pantus, tāpēc viņi ir musulmaņi, [Allah iesniedzot].
nb: Og du kan ikke lede blinde fra sine feil. Du gjør bare høre de som tror på vår versene slik de er muslimer [sende å Døyve].
sk: A nemôže viesť slepého od ich chyba. Budete robiť počuť tých, ktorí veria v naše verše tak, že sú moslimovia [odosielanie sa Allah].
sl: In ni vodnik slepih od svoje napake. Boste le lahko slišati tiste, ki verjamejo v naše verzov, tako da so muslimani [predloži Allah].
sr_cyrl: И ти могу да предводе слепи од њихове грешке. Само ће да направи оне који верују у нам стихови, тако да су Муслимани [подношење Алаху] иујем.
sr_latn: I ti mogu da predvode slepi od njihove greške. Samo će da napravi one koji veruju u nam stihovi, tako da su Muslimani [podnošenje Alahu] иujem.
uk: І не може керуватися сліпий від своїх помилок. Вам буде зробити тільки почути тих, котрі вірять у нашому вірші, так що вони мусульман [підкоряючись Аллах].
vi: Và bạn không thể hướng dẫn người mù đi từ lỗi của họ. Bạn sẽ chỉ làm cho nghe những người tin vào câu thơ của chúng tôi, vì vậy họ là người Hồi giáo [Đệ Allah].
zu: Futhi ungeke bahole abayizimpumputhe kude esiphambekweni sabo.

# Quran3241
source: And when the word befalls them, We will bring forth for them a creature from the earth speaking to them, [saying] that the people were, of Our verses, not certain [in faith].
ca: I quan la paraula passa, ens portarà endavant per a ells una criatura de la terra parlar-los, [dir] que les persones van ser, de nostres versos, no certs [en fe].
cy: A pan mae y gair yn befalls iddynt, byddwn yn cyflwyno iddynt greadur o'r ddaear a siarad â nhw, [dweud] bod y bobl yn ein penillion, nid rhai [mewn ffydd].
da: Og når ordet vederfares dem, vi vil bringe frem for dem et væsen fra jorden taler til dem, [siger] at folk var vores vers, ikke visse [i tro].
el: Και όταν η λέξη επέρχεται τους, θα φέρνουμε μπροστά τους ένα πλάσμα από τη γη που απευθύνεται σ ' αυτούς, [λέγοντας] ότι οι άνθρωποι ήταν, από μας τους στίχους, δεν ξέρουν τι [πίστη].
et: Ja kui sõna befalls neid, me sirguvad neile olend, rääkides maast [öelda] et inimesed olid meie värsside, teatud [in usus].
fi: Ja kun sana uhkaa heitä, tuomme esiin ne olento maasta puhumasta sille, [sanoen] että ihmiset olivat meille jakeita, ei varmaan [usko].
he: כאשר המילה יעלה בגורל אותם, ואנו נביא הלאה עבורם יצור מן הארץ ידבר איתם, [ואמר] כי האנשים היו, של הפסוקים שלנו לא בטוחה [באמונה].
hr: I kad riječ zadesi ih, možemo donijeti za njih stvorenje iz zemlje govore da ih, [rekao] da su ljudi od naše stihove, nije sigurno [u vjeri].
lt: Ir kai žodis atsitinka su jais, mes duoda jiems padaras iš pokalbio su jais, žemės [sako] žmonių buvo nustatyta, kad mūsų eilėmis, ne tam [į tikėjimą].
lv: Un kad word befalls tos, mums nesīs tālāk par tiem būtne no zemes, runājot ar viņiem, [saka], ka cilvēki ir mūsu vārsmas, nebūdams pārliecināts, [savā ticībā].
nb: Og når ordet befalls dem, vil vi bringe frem for dem en skapning fra jorden tale til dem, [sier] at de var våre vers, ikke sikker [i tro].
sk: A keď slovo befalls im, sme prinesú im tvor zo Zeme, hovoriť s nimi, [povedať], že ľudia boli naše veršov, nie je isté [vo viere].
sl: In ko besedo prizadene njene jih, mi bo prinašajo zanje bitje iz zemlje, govor, [pravijo], da so ljudje naše verzov, ne gotovo [v veri].
sr_cyrl: Када је реч задеси их, привести напред-назад за њих створење из земље у разговору са њима, [указујући] да су људи били, нам стихова, нисмо сигурни [у вери].
sr_latn: Kada je reč zadesi ih, privesti napred-nazad za njih stvorenje iz zemlje u razgovoru sa njima, [ukazujući] da su ljudi bili, nam stihova, nismo sigurni [u veri].
uk: І коли слово буде також і на них, ми вродить для них істота з землі, говорячи їм, [кажучи:] що люди були наші вірші не певні, [у вірі].
vi: Và khi lời xảy chúng, chúng tôi sẽ đưa ra cho họ một sinh vật từ trái đất, nói chuyện với họ, [nói] rằng những người đã, câu thơ của chúng tôi, không nhất định [trong Đức tin].
zu: Futhi lapho izwi ehla them We uzoveza them dalwa kusukela umhlaba ukukhuluma kubo, [ethi] kokuthile labo bantu ababekwazi, amavesi Zethu, akuqinisekwa [okholweni].

# Quran3242
source: And [warn of] the Day when We will gather from every nation a company of those who deny Our signs, and they will be [driven] in rows
ca: I [adverteixi de] el dia quan ens recollirà de totes les Nacions una empresa d'aquells que neguen rètols i que serà [impulsat] en files
cy: A [rhybuddio] y dydd pan fydd yn ei chasglu gan bob cenedl cwmni o'r rhai sydd yn gwadu ein arwyddion, ac maent [gyrrir] yn rhesi
da: Og [advare om] den dag, hvor vi vil samle fra hver nation et selskab af dem, der nægter vores tegn, og de vil blive [drevet] i rækker
el: Και [προειδοποιούν για] την ημέρα όταν θα συγκεντρώνουμε από κάθε έθνος μια εταιρεία εκείνους που αρνούνται μας σημάδια, και αυτοί θα [καθοδηγείται] σε σειρές.
et: Ja [hoiatada] päev, millal me kogub iga rahvas firma need, kes eitavad meie märke ja nad [sõidetakse] ridades
fi: Ja [varoittavat] päivä kun keräämme jokaisesta kansasta yhtiön ne, jotka kieltävät merkkejä ja ne [ohjaavat] rivit
he: ולהזהיר [של] היום כאשר אנחנו יתכנסו מכל האומות חברה של מי ששולל את השלטים שלנו, והם יהיו [מונעים] בשורות
hr: I [upozoravaju] dan kada ću pjevati iz svih naroda društvu one koji niječu naše znakove, i oni će biti [upravljan] u redovima
lt: Ir [įspėja apie] tą dieną, kada mes bus surinkti iš kiekvienos tautos tψ, kurie neigia mūsų ženklai, ir jie bus [važiuoti] bendrovė eilėmis
lv: Un [brīdina] tajā dienā, kad mēs savākt no katrai tautai uzņēmums no tiem, kas noliedz mūsu zīmes, un tie būs [virza] rindās
nb: Og [advare av] dagen når vi samles fra hver nasjon et selskap av de som nekter våre tegn, og de vil bli [drevet] i rader
sk: A [z] v deň, keď sme zhromažďovať od každého národa spoločnosti tí, ktorí popierajú naše značky a že [poháňané] v radoch
sl: In [opozarjajo] dan, ko smo zbrati iz vsakega naroda družbe tiste, ki zanika naše znake, in jih bo treba [pogon] v vrstice
sr_cyrl: И [упозоравају] дан када ми скупљамо свих нација компанији оне који поричу знацима, и они ће [возити] у редове
sr_latn: I [upozoravaju] dan kada mi skupljamo svih nacija kompaniji one koji poriču znacima, i oni će [voziti] u redove
uk: І [попереджають про] день, коли ми зберемося, від кожної нації компанії тих, хто заперечує наших знаки, і вони [залежатиме] в ряди
vi: Và [cảnh báo] trong ngày khi chúng tôi sẽ thu thập từ mỗi quốc gia một công ty của những người từ chối các dấu hiệu của chúng tôi, và họ sẽ được [hướng] ở hàng
zu: Futhi [baxwayisa] Suku uma We bazohlangana ezizweni zonke iviyo labo abaphika izibonakaliso Zethu, futhi bayohlala [eliqhutshwa] imigqa

# Quran3243
source: Until, when they arrive [at the place of Judgement], He will say, "Did you deny My signs while you encompassed them not in knowledge, or what [was it that] you were doing?"
ca: Fins que, quan arriben [al lloc del judici], va dir, "negaven u el meu signes mentre que ells abasta no en el coneixement, o què [era que] que estàveu fent?"
cy: Hyd nes y, pan fyddant yn cyrraedd [yn y lle o barn], bydd yn dweud, "oedd wadu fy arwyddion tra roedd yn cwmpasu iddynt mewn gwybodaeth, na beth [oedd a] ydych yn ei wneud?"
da: Indtil, når de ankommer til [i stedet for dom], han vil sige, "har du nægte mit tegn, mens du omfattede dem ikke i viden, eller hvad [var det der] du gjorde?"
el: Έως ότου, κατά την άφιξή τους [στον τόπο της κρίσεως], θα σου πει, "έκανε αρνείσαι σημεία μου, ενώ εσείς τους περιλάμβανε δεν στη γνώση ή τι [ήταν αυτός που] κάνατε;"
et: Kuni [kohas, kohtuotsuse] saabumisel ütlevad ta, "sa eita minu märke kuigi te hõlmas neil pole teadmisi või mida [oli see et] tegite?"
fi: Kunnes saapuessaan [paikka tuomio], hän sanoo: "valmis u dementoida minun oireita, vaikka voit sisällyttää niitä ei tietoa, vai mitä [oli se että] teit?"
he: עד, כשהם יגיעו [במקום של הדין], והוא יאמר, "הכחשת השלטים שלי בזמן את הקיף אותן לא ידע, או מה [זה היה זה] אתה עושה?"
hr: Dok, kad dođu [na mjestu presuda], on će reći, "je u poreći moje znakove dok si obuhvaćen ih ne znanja, ili što [je bilo koji] si radio?"
lt: Kol, kai jie atvyksta [vietoje, sprendimas], jis sako, "ar tu paneigti mano požymiai o jūs apėmė juos be žinios, ar kas [tai buvo kad] jūs veikėte?"
lv: Līdz, kad viņi ierodas [spriedumu vietā], viņš teiks: "jūs noliegt manu pazīmes, kamēr jūs plānot uz priekšu tām zināšanām vai kāda [tas bija ka] jūs darījāt?"
nb: Før, når de kommer [ved dom], vil han si: "Did u avkrefte meg tegn mens du omfattet dem ikke i kunnskap, eller hva [var det som] du gjorde?"
sk: Až keď prídu [miesto úsudok], on povie, "môžete poprieť moje príznaky, kým ste ich obsiahnutá v poznaní, alebo čo [bolo ktoré] ste robili?"
sl: Dokler, ko prispejo [kraju sodbe], bo rekel, "Did u zanikati svoj znaki, medtem ko vam jih vključeni ne v znanje, ali kaj [je bilo da] ste počeli?"
sr_cyrl: Док , када стигну [на месту Судња], рекао је, "сте ускратили мојих знакова док ти обухваћени их не знања или шта [је то] си ти?"
sr_latn: Dok, kada stignu [na mestu Sudnja], rekao je, "ste uskratili mojih znakova dok ti obuhvaćeni ih ne znanja ili šta [je to] si ti?"
uk: Поки, коли вони дісталися [місце судження], він скаже: "зробили ви заперечувати ознаки мої, поки ви охоплюється їх не знань, або те, що [це було що] ви робили?"
vi: Cho đến khi họ đến [nơi bản án], ông sẽ nói, "bạn đã từ chối các dấu hiệu của tôi trong khi bạn bao gồm họ không có trong kiến thức, hoặc những gì [đã có] bạn đã làm?"
zu: Kuze, lapho befika [endaweni Ukwahlulela] He tshela "Ingabe wena ukuphika Mi komba ngenkathi wena ohlanganisa nabo ongenalo olwazini, noma yini [lo] ubuwenzani?"

# Quran3244
source: And the decree will befall them for the wrong they did, and they will not [be able to] speak.
ca: I el decret caurà sobre ells pel mal que van fer, i no ho faran [poder] parlar.
cy: A fydd yr ordinhad yn digwydd iddynt am y drwg a wnaethant, ac ni wnânt [yn gallu] siarad.
da: Og dekret vil overgå dem for forkert de gjorde, og de vil ikke [kunne] tale.
el: Και το διάταγμα θα πέσει επάνω τους για το λάθος που έκαναν, και όχι [είναι σε θέση να] μιλάει.
et: Ja dekreet tabada neid valesti nad tegid, ja nad ei [oleks võimalik] räägi.
fi: Ja asetus kohdata niitä väärin he tekivät, ja he eivät [pystyy] puhua.
he: ואת הצו יונחתו עליהם על העוול שעשו, הם יהיה לא [להיות מסוגל] לדבר.
hr: I Uredbe će ih stići za nepravdu koju su učinili, i oni neće [moći] govoriti.
lt: Ir įsakymo bus atsitikti jų negerai jie padarė, ir jie bus ne [būtų galima] kalbėti.
lv: Un dekrētu būs liktenis gaida tos nepareizi, viņi darīja, un tie netiks [var] runāt.
nb: Og resolusjon vil møte dem feil de gjorde, og de vil ikke [kunne] snakke.
sk: A vyhlášky sa stretne je pre zle robili, a nebudú [mohli] hovoriť.
sl: In bodo doletele odloka, jih za napačno niso in ne bodo [lahko] govorijo.
sr_cyrl: И декрет ће их спопасти за зло јесу, а не иду [моћи] говори.
sr_latn: I dekret će ih spopasti za zlo jesu, a ne idu [moći] govori.
uk: І указ спіткає їх для неправильно, вони зробили, і вони не будуть [зможе] говорити.
vi: Và nghị định sẽ befall họ cho sai lầm mà họ đã làm, và họ sẽ không [có thể] nói chuyện.
zu: Futhi umyalo ngeke sibehlela ukungalungi Bakwenza-ke, bangeke [bakwazi] ukukhuluma.

# Quran3245
source: Do they not see that We made the night that they may rest therein and the day giving sight? Indeed in that are signs for a people who believe.
ca: Ells no veuen que hem fet la nit que es pot descansar en això i el dia donant la vista? Fet que són signes per persones que creuen.
cy: Nid ydynt yn gweld ein bod wedi gwneud y noson y gall fyddant yn weithredol ac yn y dydd yn rhoi golwg? Yn wir yn hynny yn arwyddion ar gyfer pobl sydd yn credu.
da: Kan de ikke se, at vi lavede den nat, som de kan hvile deri og dagen giver synet? Faktisk er i dette tegn for et folk, der tror.
el: Δεν βλέπουν ότι κάναμε τη νύχτα που μπορεί να αναπαυθούν σε αυτήν και την ημέρα, δίνοντας θέαμα; Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που πιστεύουν.
et: Kas nad ei näe, et tegime nad võivad puhata seal öö ja päev, andes silmist? Tõepoolest, mis on märke inimesi, kes usuvad.
fi: He näe, että teimme yö, että ne voivat levätä siinä ja päivä antaa näky? Siinä todellakin merkkejä niille, jotka uskovat.
he: האם הם לא רואה כי עשינו. בלילה שבו ינוחו בו ועד ליום מתן ראייה? אכן בזה הם סימנים לאנשים המאמינים.
hr: Ne vide da smo one noći kad su neka počiva u njemu i dan daje vid? Zaista u tome su znaci za ljude koji vjeruju.
lt: Ar jie nemato, kad mes padarėme į naktį, kad jie gali pailsėti joje ir dieną suteikiant akyse? Iš tiesų tame yra ženklai tiems, kurie tiki.
lv: Vai viņi neredzu, ka mēs esam padarījuši naktī, ka viņi var atpūsties tajā un tajā dienā dot redzesloka? Patiešām, ka cilvēkiem, kuri uzskata, ka ir pazīmes.
nb: Ser de ikke at vi gjorde natten som de kan hvile der og da gi synet? Faktisk er som tegn for et folk som tror.
sk: Nie vidí, že sme urobili v noci, že môže odpočívať v ňom a deň dávať pohľad? Naozaj v tom, že sú príznaky pre ľudí, ktorí veria.
sl: Ne vidijo, da smo na noč, da bi ostali v njem in dan, katerih pogled? Res da so znaki za ljudi, ki verjamejo.
sr_cyrl: Не виде да смо направили ноћ која се можда у томе да одморе и дан даје вид? Заиста у то су знаци за људе који верују.
sr_latn: Ne vide da smo napravili noć koja se možda u tome da odmore i dan daje vid? Zaista u to su znaci za ljude koji veruju.
uk: Вони не бачать, що ми зробили, ніч, що вони можуть відпочити в ньому і день, даючи видовище? Дійсно в тому, що є ознаками для людей, які вірять.
vi: Họ không thấy rằng chúng tôi thực hiện trong đêm đó họ có thể nghỉ ngơi trong đó và ngày cho tầm nhìn? Thực sự đó là dấu hiệu cho một người tin tưởng.
zu: They cha bheka ukuthi Senza ebusuku ukuze baphumule therein kanye usuku enikeza emehlweni?

# Quran3246
source: And [warn of] the Day the Horn will be blown, and whoever is in the heavens and whoever is on the earth will be terrified except whom Allah wills. And all will come to Him humbled.
ca: I [adverteixi de] el dia la banya lacustres i qui és en els cels i qui és a la terra es estar aterrit excepte qui vol Allah. I tot vindrà a ell humil.
cy: A [rhybuddio] y dydd bydd chwythu y corn, a bwy bynnag sydd yn y nefoedd a bydd bwy bynnag sydd ar y ddaear yn brawychu ac eithrio bwy mae wills Allah. A bydd pob un yn dod ato yn ostyngedig.
da: Og [advare om] dag Horn vil blive blæst, og hvem der er i himlene og uanset hvem der er på jorden vil blive forskrækket undtagen hvem Allah testamenter. Og alle vil komme til ham ydmyget.
el: Και [προειδοποιούν για] την ημέρα το Κέρας της Αφρικής θα διοχετεύεται, και όποιος είναι στους ουρανούς και όποιος είναι πάνω στη γη θα είναι τρομοκρατημένος εκτός από τους οποίους ο αλλά(χ). Και όλα θα έρθουν σ ' αυτόν ταπεινωθεί.
et: Ja [hoiatada] päeval sarv puhutud, ja kes iganes on taevas ja kes on maal näidatakse hirmunud, välja arvatud, keda Jumal tahab. Ja kõik tulevad talle alandlikuks.
fi: Ja [varoittavat] päivän sarvi on palanut, ja kuka on taivaassa ja kuka on maahan kauhuissaan paitsi jolle Allah tahtoo. Ja kaikki tulevat hänelle nöyräksi.
he: ולהזהיר [של] היום הקרן יתפוצצו, ואת מי הוא בשמיים האחראי על פני כדור הארץ מבועת חוץ מי זה אללה. כל מה יבוא אליו כנוע.
hr: I [upozoravaju] dan rog će eksplodirati, i ko je u nebesima i ko je na zemlji će biti prestrašena osim koga Allah hoće. I svi će mu ponizno.
lt: Ir [įspėja apie] dieną ragas bus susprogdintas, ir tas, kas yra danguje ir kas yra žemėje bus išsigandusi išskyrus kuriam Dievas testamentų. Ir visi ateis su juo susitaikyti.
lv: Un [brīdina] dienas tiks izpūstas ragu, un kurš ir debesīs un kurš ir uz zemes biedēt izņemot kam Allāhs testamenti. Un viss, kas nāks pie viņa humbled.
nb: Og [advare av] dagen Hornet vil bli blåst, og den som er i himmelen og den som er på jorden vil være livredde unntatt som Allah vilje. Og alle vil komme til ham ydmyk.
sk: A [z] deň bude fúkané roh, a ten, kto je v nebi a toho, kto je na zemi bude vydesený okrem koho vôle Alaha. A všetko príde mu ponížil.
sl: In [opozarjajo] dan rog bo prepihani, in kdor je v nebesih in kdor je na zemlji bo prestrašen razen katere Allah oporoke. In vsi se ga poniža.
sr_cyrl: И [упозоравају] дан рог разнесу, и ко год да је на небесима, и ко год на земљи ће бити престрављен је осим кога је Алах жели. И сви ће му понизно.
sr_latn: I [upozoravaju] dan rog raznesu, i ko god da je na nebesima, i ko god na zemlji će biti prestravljen je osim koga je Alah želi. I svi će mu ponizno.
uk: І [попереджають про] день Ріг буде бути підірваний і той, хто на небесах і той, хто є на землі буде наляканий, за винятком яких воля Аллаха. І все прийде до нього принижений.
vi: Và [cảnh báo] ngày còi sẽ được thổi, và bất cứ ai là trên bầu trời và bất cứ ai là trên trái đất sẽ được sợ ngoại trừ người mà Allah di chúc. Và tất cả sẽ đến để hạ nhục ông ta.
zu: Futhi [baxwayisa] Suku phondo uzobe kushaywa, futhi noma ubani osemazulwini futhi noma ubani emhlabeni bayokwesaba kakhulu ngaphandle kubani Allah ethanda.
