Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1356
source: Nor do they spend an expenditure, small or large, or cross a valley but that it is registered for them that Allah may reward them for the best of what they were doing.
ca: Ni fer passar una despesa, petit o gran, o creuar una vall, sinó que està registrat per a ells que Allah pot recompensar-los el millor de el que estaven fent.
cy: Nac ydynt gwariant gwariant, bach neu fawr, neu ar draws Cwm ond y mae wedi ei gofrestru ar eu cyfer y gall Allah eu gwobrwyo am y gorau beth yr oeddent yn ei wneud.
da: Heller ikke gøre de tilbringe en udgift, små eller store, eller krydse en dal, men at det er registreret for dem at Allah kan belønne dem til bedst af hvad de gjorde.
el: Ούτε αυτοί περάσουν δαπάνη, μικρό ή μεγάλο, ή διασχίζουν μια κοιλάδα, αλλά ότι έχει καταχωρηθεί για τους ότι Αλλάχ μπορεί να ανταμείψει τους για το καλύτερο από αυτό που έκαναν.
et: Ega nad veedavad kulud, suur või väike, või ületada orus, vaid et neil on registreeritud, et Jumal võib tasu neile parim, mida nad teevad.
fi: Eikä ne viettää menot, pieni tai suuri, tai cross laaksossa, mutta se on rekisteröity heille, että Jumala voi palkita niitä parasta mitä he olivat tekemässä.
he: וגם הם מבלים הוצאה, קטן או גדול, או חוצים את עמק אבל זה רשום להם אללה רשאים לתגמל אותם על הצד הטוב ביותר של מה שהם עושים.
hr: Niti su provesti potrošnja, mali ili veliki, ili prijeći doline, ali da je registriran za njih da Allah može nagraditi ih za najbolje što su radili.
lt: Taip pat jie praleidžia išlaidos, mažas ar didelis, ar kirsti slėnyje, bet kad jis yra įregistruotas jiems kad Dievas gali jas apdovanoti už geriausią, ką jie daro.
lv: Tāpat viņi pavada izdevumi, mazs vai liels, vai šķērsot ielejā, bet viņiem ir reģistrēts, ka Allāhs var apbalvot tos par labāko, ko viņi dara.
nb: Heller bruke en utgift, liten eller stor, de eller krysse en dal, men at den er registrert for dem at Allah kan belønne dem for best av hva de gjorde.
sk: Ani oni trávia výdavky, malé alebo veľké, alebo cez údolie, ale, že je registrovaný pre nich, že Alah môže odmena za najlepšie čo robili.
sl: Niti ne preživijo izdatek, majhne ali velike, ali čez dolino, ampak, da je zanje registrirana, da Allah lahko nagrado za najboljši kaj so počeli.
sr_cyrl: Нити да су провести у трошењу, мале или велике, или прелази у долину, али то је регистрован за њих да нека их Аллах награди за најбољи од како су.
sr_latn: Niti da su provesti u trošenju, male ili velike, ili prelazi u dolinu, ali to je registrovan za njih da neka ih Allah nagradi za najbolji od kako su.
uk: Ні, вони витрачають витрати, малі чи великі, або перетнути долині, однак, що зареєстрований за їх що Аллах може винагородити їх краще те, що вони роблять.
vi: Cũng không phải họ có chi tiêu một chi tiêu, nhỏ hoặc lớn, hoặc qua một thung lũng, nhưng mà nó được đăng ký cho họ rằng Allah có thể thưởng chúng cho tốt nhất của những gì họ đã làm.
zu: Futhi azikuqondi bachitha imali esetshenzisiwe, ezincane noma ezinkulu, noma ukunqamula esigodini kodwa ukuthi sibhalisiwe ngabo ukuthi Allah angase klomela them the best of ababekwenza.

# Quran1357
source: And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn their people when they return to them that they might be cautious.
ca: I no és per als creients anar endavant [per batalla] tots alhora. Perquè hi haurà de separar de cada divisió d'ells un grup [restants] obtenir comprensió en la religió i advertir a la seva gent quan tornin a ells que podrien ser cautelós.
cy: Ac nid yw y credinwyr i fynd ymlaen [i frwydr] gyd ar unwaith. Mae dylai ar wahân o bob adran eu grŵp [arall] i gael dealltwriaeth mewn crefydd a rhybuddio eu pobl pan fyddant yn dychwelyd iddynt y gallent fod yn ochelgar.
da: Og det er ikke for de troende til at gå videre [at slaget] på én gang. Der bør adskille fra hver division af dem en gruppe [tilbage] til at opnå forståelse i religion og advare deres folk, når de vender tilbage til dem at de kunne være forsigtige.
el: Και δεν είναι για τους πιστούς να πάει εμπρός [μάχη] όλα με τη μία. Για εκεί πρέπει να διαχωρίσετε από κάθε τμήμα από αυτά μια ομάδα [απομένει] για να αποκτήσετε την κατανόηση στη θρησκεία και να προειδοποιήσει τους ανθρώπους τους όταν επιστρέφουν τους ότι ίσως είναι επιφυλακτική.
et: Ja see ei ole usklikud minna edasi [sõtta] kõik korraga. Seal peaks eraldi iga rajoon neist rühm [veel] saada arusaam religiooni ja hoiatada oma inimesi tagasi neile, et nad võiksid olla ettevaatlik.
fi: Ja ei uskovia Siirry edelleen [battle] kaikki kerralla. On eroteltava jokaisesta jakautumasta ryhmä [jäljellä] saada ymmärrystä Uskonto ja varoittaa ihmisiä, kun he palaavat heille että he olisivat varovaisia.
he: וזה לא עבור המאמינים ללכת הלאה [קרב] בבת אחת. שם צריך להפריד כל המחלקות מהם קבוצה [הנותרים] כדי להשיג הבנה בדת ואת להזהיר אנשים שלהם כאשר הם חוזרים אליהם כי הם עשוי להיות זהיר.
hr: I nije za vjernika da idem naprijed [u boj] u jednom. Za tu bi trebao odvojiti iz svake od njih grupa [ostatak] dobiti razumijevanje u religiji i upozoriti svoj narod kada se vrate im da su oprezni.
lt: Ir tai ne tikinčiuosius eiti pirmyn [į mūšį] vienu metu. Ten turėtų atskirti divizione jų grupė [liko] suprasti religijos ir perspėti savo žmones, kai jie grįžta į juos kad jie gali būti atsargūs.
lv: Un tas nav ticīgie jādodas tālāk [cīņā] visus uzreiz. Tur būtu atsevišķi no ik iedalījums grupa [atlikušo] lai iegūtu izpratni reliģija un brīdināt savus cilvēkus, kad viņi atgriežas pie viņiem, ka viņi varētu būt piesardzīgiem.
nb: Og det er ikke for de troende å gå videre [til kamp] samtidig. For det bør skille fra hver divisjon av dem en gruppe [igjen] for å få forståelse i religion og advare sine folk når de kommer tilbake til dem at de kan være forsiktige.
sk: A to nie je pre veriacich ísť tam [do boja] naraz. Tam by mala oddeliť od divízie z nich skupinu [zostávajúce] získať pochopenie v náboženstve a varovať svojich ľudí, keď sa vráti im, že by mohli byť opatrný.
sl: In ne gre za vernike iti tja [v boj] vse naenkrat. Tam naj bi ločeno od vsak del skupine [preostalih] pridobiti razumevanje, v vero in opozori svoje ljudi, ko se vrnejo nanje, da bi jih previden.
sr_cyrl: И то није за вернике ићи напред-назад [борбе] све одједном. За ту би требало да одвоји од сваки Одсек их група [остало] да набавите разумевање у религији и упозорити свој народ када се врате да их да буду опрезни.
sr_latn: I to nije za vernike ići napred-nazad [borbe] sve odjednom. Za tu bi trebalo da odvoji od svaki Odsek ih grupa [ostalo] da nabavite razumevanje u religiji i upozoriti svoj narod kada se vrate da ih da budu oprezni.
uk: І не для віруючих йти назад [до битви] все відразу. Для там повинні окремо від кожного підрозділу з них групу [залишилися] щоб отримати розуміння в релігії та попередити їх людей, коли вони повертаються до них, що вони можуть бути обережним.
vi: Và nó không phải cho các tín hữu để đi ra [trận] tất cả cùng một lúc. Có nên tách khỏi mọi bộ phận của họ một nhóm [còn lại] để có được sự hiểu biết trong tôn giáo và cảnh báo người dân của họ khi họ trở lại với họ rằng họ có thể được thận trọng.
zu: Futhi akusikho kholwa ukuya [empini] konke ngesikhathi esisodwa.

# Quran1358
source: O you who have believed, fight those adjacent to you of the disbelievers and let them find in you harshness. And know that Allah is with the righteous.
ca: O que he cregut, lluitar contra aquells adjacents a vostè dels disbelievers i deixar-los trobar en vostè la duresa. I saber que Allah és amb els justos.
cy: O sydd wedi credu, ymladd hynny gyfagos i chi am y disbelievers a gadewch iddynt welwch chi mewn llymder chi. Ac yn gwybod bod Allah gyda y righteous.
da: O finde du, som har ment, bekæmpe de tilstødende til dig af vantro og lad dem i du hårdheden. Og ved, at Allah er med retfærdige.
el: O που πίστεψαν, πολεμούν τα παρακείμενα σας των disbelievers και αφήστε τους να βρίσκετε σε σκληρότητα σας. Και γνωρίζουμε ότι Αλλάχ είναι δίκαιοι.
et: O sa, kes oleks uskunud, võidelda sulle selle uskottomille kõrval ja lasin leiad sa kalkus. Ja tean, et Jumal on õige.
fi: O jotka ovat uskoneet, taistella sinulle uskottomille vieressä ja anna heidän löytää voit kovuudessa. Ja tiedämme, että Jumala on vanhurskas.
he:  מי מאמין, להילחם הללו סמוכים לך של disbelievers ולתת להם למצוא את הקשיחות. ואני יודע כי אללה הוא עם הצדיקים.
hr: O koji su vjerovali, borbu te uz koje se iskuse i neka vam u vas grubost. I znam da Allah je pravedni.
lt: O jūs, kurie tikėjo, kovoti gretimose jums į disbelievers ir leiskite jiems rasti jums žiaurumu. Ir žinau, kad Dievas yra teisus.
lv: O kas ticējusi, cīnīties blakus jums disbelievers un ļaut viņiem atrodat jūs skarbums. Un zinu, ka Allāhs ir taisns.
nb: O finne du hvem har trodd, bekjempe de tilstøtende til deg av troende og la dem i du harshness. Og vet at Allah er med rettferdige.
sk: O kto veril, boj tých vedľa vás neveriacim a nech nájdete ste tvrdosti. A viem, že Boh je spravodlivý.
sl: O kdo verjel, boj proti sosednji vam je disbelievers in jim najdete v vas Okrutnost. In vem, da Alah je z pravednika.
sr_cyrl: О ко веровао, борити суседних ти о скептике и пусти их да налази те грубости. И знам да је Аллах са праведнима.
sr_latn: O ko verovao, boriti susednih ti o skeptike i pusti ih da nalazi te grubosti. I znam da je Allah sa pravednima.
uk: О ви, які увірували, боротися примикає до вас на disbelievers і нехай вони знайти вас суворості. І знаю, що Аллах перебуває з праведниками.
vi: O bạn của những người đã tin rằng, chiến đấu chống lại những người liền kề với bạn về các thì và cho phép họ tìm thấy ở bạn sự thô. Và biết rằng Allah là với sự công bình.
zu: O you kholwa balwa nalezozizwe ezincikene kini disbelievers Qhashisa them cosha kuwe nokhahlo.

# Quran1359
source: And whenever a surah is revealed, there are among the hypocrites those who say, "Which of you has this increased faith?" As for those who believed, it has increased them in faith, while they are rejoicing.
ca: I cada vegada es revela un surah, hi ha entre els hipòcrites que diuen, "Qui de vosaltres té aquest augment fe?" Pel que fa a qui creu, ha augmentat-los en la fe, mentre que els alegrant.
cy: A pryd bynnag surah yn datgelu, ceir ymhlith y rhagrithwyr rheini sydd yn dweud, "Pa un ohonoch wedi ffydd cynyddol hwn?" Ag i'r rhai sy'n credu, mae wedi cynyddu eu mewn ffydd, tra maent yn llawenydd.
da: Og hver gang et Sura er afsløret, er der blandt hyklerne dem, der siger, "Som om du har denne øget tro?" Som for dem, der mente, er det steget dem i tro, mens de jubler.
el: Και κάθε φορά που ένα surah αποκαλύπτεται, υπάρχουν μεταξύ των υποκριτές εκείνους που λένε, «Ποιος από εσάς έχει αυτό αυξημένη πίστη;» Όσο για εκείνους που πίστευαν, αύξησε τους στην πίστη, ενώ αυτοί χαίρονται.
et: Ja kui ka surah on selgunud, on silmakirjatsejatega seas neid, kes ütlevad, "Kes teist on suurenenud usk?" Aga need, kes uskusid, see on suurenenud, neid usus, kuid nad on pidutsemine.
fi: Ja kun suura paljastuu, joukossa niitä, jotka sanovat "Kumpi teistä on lisääntynyt usko?" Niille, jotka uskoivat se on lisännyt niitä uskossa, vaikka he iloitsevat.
he: בכל פעם סורה מתגלה, שם נמנים הצבועים אומרים, "מי מכם יש אמונה מוגברת זו?" עבור אלה אשר האמינו, זה גדל אותם באמונה, בעוד הם צוהלים משמחה.
hr: I kad god je Sura je otkrila, postoje među licemjeri oni koji kažu, "Koji od vas ima ovaj povećava vjeru?" Za one koji su vjerovali, povećao im u vjeri, dok su se vesele.
lt: Ir kai a surah atsiskleidžia, yra tarp veidmainiai tiems, kurie sako: "Kuris iš jūsų yra šis padidėjęs tikėjimą?" Tiems, kurie tikėjo, jis padidėjo jų tikėjimą, o jie džiaugiamės.
lv: Un ikreiz, kad tiek atklāts surah, tur ir vieni liekuļi tiem, kuri saka: "Kurš no jums ir palielināta šī ticība?" Kā tiem, kas ticēja, tas ir pieaudzis viņus ticībā, kamēr tie ir jautrība.
nb: Og når en surah er avslørt, er det blant hyklerne de som sier, "Hvem av dere har denne økt tro?" Som for de som trodde, har det økt dem tro, mens de er glede.
sk: A kedykoľvek surah je odhalené, existuje medzi pokrytci tých, ktorí hovoria: "Kto z vás má táto zvýšená viera?" Pokiaľ ide o tých, ktorí verili, zvýšila ich vo viere, zatiaľ čo oni sa radujú.
sl: In kadarkoli a surah je pokazala, so med hinavci tisti, ki pravijo, "Kateri izmed vas je ta večjo vero?" Za tiste, ki menijo, da je zvišala jih v veri, so radostno.
sr_cyrl: И кад год је цонтох се открива, међу хипокрите они који кажу, "Која од вас има овај повећани вере?" Када су у питању они који верују, то повећао их у вери, док су се радује.
sr_latn: I kad god je contoh se otkriva, među hipokrite oni koji kažu, "Koja od vas ima ovaj povećani vere?" Kada su u pitanju oni koji veruju, to povećao ih u veri, dok su se raduje.
uk: І кожного разу, коли на surah показало, є серед лицемірами тих, які кажуть: "Хто з вас має цей збільшилася Віра?" Що стосується тих, хто вважав він збільшився їх у вірі, у той час як вони радіють перемогам.
vi: Và bất cứ khi nào một surah được tiết lộ, đó là một trong hypocrites những người nói rằng, "Bạn có Đức tin tăng lên này?" Đối với những người tin rằng, nó đã tăng lên chúng trong Đức tin, trong khi họ đang ăn mừng.
zu: Kwathi lapho Surah phendla kukhona phakathi Bulu labo abathi: "Ngumuphi kini ongathi lokhu sekunyuse ukholo?"

# Quran1360
source: But as for those in whose hearts is disease, it has [only] increased them in evil [in addition] to their evil. And they will have died while they are disbelievers.
ca: Però pel que fa a aquells als cors del qual és malaltia, [només] incrementa-los en mal [a més] al seu mal. I es va morir mentre ells són disbelievers.
cy: Ond o ran y rheini yn eu calonnau Mae clefyd, mae'n [ond] cynyddu iddynt mewn drygioni [hefyd] i eu drygioni. A ydynt wedi marw tra eu bod yn disbelievers.
da: Men for dem, i hvis hjerter er sygdom, det er [kun] steget dem i onde [endvidere] til deres onde. Og de vil være døde, mens de er vantro.
el: Αλλά όσο για εκείνους που στην καρδιά του οποίου είναι νόσου, [μόνο] αυξήθηκε τους από το κακό [επίσης] κακό τους. Και θα έχουν πεθάνει ενώ είναι disbelievers.
et: Aga neile, kelle südamed on haigus, [ainult] kasvanud neile kurja [peale] nende paha. Ja nad on surnud, kui nad uskottomille.
fi: Mutta niille joiden sydän on sairaus [vain] lisääntynyt niitä paha [lisäksi] niiden pahan. Ja ne ovat kuolleet, kun ne ovat uskottomat.
he: אבל עבור אלה אשר לבם היא מחלה, הוא [רק] גדל אותם ברוע [. בנוסף] כדי הרוע שלהם. הם מתו בזמן שהם disbelievers.
hr: Ali i za one čija srca je bolest, to [] povećala ih u zlo [uz] da njihova zla. I da je umro dok su iskuse.
lt: Bet kaip ir tie, kurių širdyse yra liga, ji [tik] padidėjo jų blogis [iš to] į jų blogis. Ir jie bus žuvo, o jie disbelievers.
lv: Bet tiem, kuru sirdis ir slimība, tas ir [tikai] pieaugusi viņiem ļaunums [bez] ar savu ļauno. Un viņi ir miruši, kamēr tie disbelievers.
nb: Men for de som hjerter er sykdom, det [bare] økt dem i onde [i tillegg] til deres onde. Og de vil ha døde mens de troende.
sk: Ale pokiaľ ide o tých, ktorých srdce je choroba, [len] zvýšila ich v zlom [okrem] ich zlo. A oni zomreli, zatiaľ čo oni sú neveriacim.
sl: Ampak za tiste, v katerih srca je bolezen, to je [samo] povečal jih v zlo [dodatno] za svoje zlo. In da bo umrl, medtem ko so disbelievers.
sr_cyrl: Али што се тиче оних у чија срца је болест, то [само] повећао их у зло [поред тога] на њихово зло. И они ће је умрло док су они скептике.
sr_latn: Ali što se tiče onih u čija srca je bolest, to [samo] povećao ih u zlo [pored toga] na njihovo zlo. I oni će je umrlo dok su oni skeptike.
uk: Але [що стосується тих, в чиїх серцях є хвороба, він лише] зросла їх у зла [Крім] на їх зло. І вони будуть мати померли, а вони є disbelievers.
vi: Nhưng đối với những người có trái tim là bệnh, nó đã [chỉ] tăng chúng trong ác [ngoài ra] để cái ác của họ. Và họ sẽ chết trong khi họ là thì.
zu: Kodwa labo ezinhliziyweni zabo isifo, it has [kuphela] anda kwabo okubi [ngaphezu] ukuze ebubini baso.

# Quran1361
source: Do they not see that they are tried every year once or twice but then they do not repent nor do they remember?
ca: No veuen que intentaren cada any una o dues vegades però llavors ells no penedir-se ni recordes?
cy: Nid ydynt yn gweld y maent yn ceisio bob blwyddyn unwaith neu ddwywaith ond wedyn wneud iddynt edifarhau nad nac a ydynt yn cofio?
da: Kan de ikke se at de er forsøgt hvert år en eller to gange, men derefter de omvender sig ikke heller kan de huske?
el: Δεν βλέπουν ότι είναι προσπάθησαν μία ή δύο φορές κάθε χρόνο, αλλά στη συνέχεια δεν μετανοούν ούτε και θυμούνται;
et: Kas nad ei näe, et nad on püüdnud igal aastal üks või kaks korda, kuid siis nad parandavad meelt ega nad ei mäleta?
fi: He ymmärrä, että he ovat yrittäneet joka vuosi pari kertaa, mutta sitten he tee parannusta, eikä he muistavat?
he: האם הם לא רואה כי הם נשפטים מדי שנה פעם או פעמיים אבל אז הם לא נחזור בתשובה וגם הם זוכרים?
hr: Zar nisu smatrali da su pokušali su svake godine jednom ili dva puta, ali onda se ne pokaju niti se sjećaš?
lt: Ar jie nemato, kad jie būtų teisiami kasmet vieną ar du kartus, bet tada jie ne atgailauti nei jie geriausiai prisimena?
lv: Vai viņi neredzu, ka viņi ir mēģinājuši katru gadu vienu reizi vai divas reizes, bet pēc tam viņi nevar nožēlot ne darīt, viņi atceras?
nb: Ser de ikke at de skal forsøkes hvert år én eller to ganger, men da de ikke angrer eller husker?
sk: Nie vidia, že sú súdení raz alebo dvakrát ročne, ale potom nebudú robiť pokánie, ani si pamätajú?
sl: Ne ne vidijo da so poskušali vsako leto enkrat ali dvakrat, ampak potem se ne pokesajo niti se jih spomnim?
sr_cyrl: Они не виде да су покушали су сваке године једном или двапут, али онда су се не кајем нити да памте?
sr_latn: Oni ne vide da su pokušali su svake godine jednom ili dvaput, ali onda su se ne kajem niti da pamte?
uk: Вони не бачать, що вони намагалися щороку один або два рази, але потім вони не покаялися, ні вони пам'ятають?
vi: Họ không nhìn thấy rằng họ đang cố gắng mỗi năm một lần hoặc hai lần nhưng sau đó họ không ăn năn và cũng không làm họ nhớ?
zu: They cha bheka ukuthi basuke bezama zonke izinhlobo nyaka ngaphambili kabili kodwa ke bengaphenduki nor ncisheka they khumbula?

# Quran1362
source: And whenever a surah is revealed, they look at each other, [saying], "Does anyone see you?" and then they dismiss themselves. Allah has dismissed their hearts because they are a people who do not understand.
ca: I cada vegada es revela un surah, es veuen a l'altre, [dir], "Fa ningú ens veiem?" i llavors van acomiadar-se. Allah ha acomiadat seus cors perquè són persones que no entenen.
cy: A pryd bynnag surah yn datgelu, maent yn edrych ar ei gilydd, [dweud], "Yw unrhyw un sy'n gweld chi?" ac yna y mae gwrthod eu hunain. Mae Allah yn gwrthod eu calonnau oherwydd eu bod yn bobl nad ydynt yn deall.
da: Og hver gang et Sura er afsløret, de ser på hinanden, [siger], "Nogen ser du?" og derefter de afvise selv. Allah har afvist deres hjerter, fordi de er et folk, der ikke forstår.
el: Και κάθε φορά που ένα surah αποκαλύπτεται, φαίνονται σε κάθε άλλο, [λέγοντας], "Υπάρχει κάποιος δει σας;" και τότε απορρίψει οι ίδιοι. Αλλάχ έχει απορρίψει τις καρδιές τους, επειδή πρόκειται για ανθρώπους που δεν καταλαβαίνουν.
et: Ja alati, kui ka surah on selgunud, nad vaatavad üksteist [öelda], "Kas keegi näeb sa?" ja siis nad jätta ise. Jumal on nende südamed rahuldamata, sest nad on inimesed, kes ei saa aru.
fi: Ja kun suura paljastuu, ne näyttävät toisiaan, [sanoen], "kukaan nähdään?" ja sitten he hylkää itsensä. Jumala on jättänyt heidän sydämensä, koska he ovat ihmisiä, jotka eivät ymmärrä.
he: בכל פעם סורה מתגלה, הם מסתכלים אחד את השני, [ואמר] "מישהו ראה אותך?", ואז הם לפטור את עצמם. אללה שחררה את הלבבות שלהם כי הם אנשים אשר אינם מבינים.
hr: I kad god je Sura otkriva, gledaju jedni na druge, [da], "Da li te tko vidio?" i onda oni sami odbacuju. Allah je odbacio svoje srce jer su ljudi koji ne razumiju.
lt: Ir kai a surah atskleidė, jie žiūri vienas į kitą, [sako], "Ar kas nors matyti jus?" ir tada jie atleisti save. Dievas turi atleisti savo širdį, nes jie yra žmonės, kurie nesupranta.
lv: Un ikreiz, kad tiek atklāts surah, viņi skatās uz otru, [saka], "Vai ikviens var redzēt jūs?" un tad viņi sevi atlaist. Allah ir noraidījusi savās sirdīs, jo tie ir cilvēki, kas nesaprot.
nb: Og når en surah er avslørt, de ser på hverandre, [sa], "Ser noen du?" og deretter de avfeie seg. Allah har avvist deres hjerter fordi de er et folk som ikke forstår.
sk: A vždy, keď sa prejavuje surah, pozrieť sa na seba, [povedať], "Má niekto vidieť ste?" a potom oni sami zamietol. Alah ich srdcia zamietnutá, pretože sú ľudia, ktorí nechápu.
sl: In kadarkoli a surah je pokazala, jih pogled na drug drugega, [pravijo,], "Does kdorkoli see you?" in potem jih zavrne sami. Allah je zavrnilo njihova srca, ker so ljudje, ki ne razumejo.
sr_cyrl: И кад год је цонтох се открива, гледају једно у друго, [указујући] "Да ли те неко видео?" и онда они сами одбацују. Алах је одбацио њихова срца, јер они су људи који не разуме.
sr_latn: I kad god je contoh se otkriva, gledaju jedno u drugo, [ukazujući] "Da li te neko video?" i onda oni sami odbacuju. Alah je odbacio njihova srca, jer oni su ljudi koji ne razume.
uk: І кожного разу, коли на surah показало, вони дивляться один на одного, [кажучи:] "Робить нікого бачити вас?" і потім вони звільнити себе. Аллах звільнив їх серця, тому що вони є люди, які не розуміють.
vi: Và bất cứ khi nào một surah được tiết lộ, họ nhìn nhau, [nói], "Có bất cứ ai nhìn thấy bạn?" và sau đó họ bỏ mình. Allah đã sa thải trái tim của họ bởi vì họ là một người không hiểu.
zu: Kwathi lapho Surah phendla they bukeka kwa each nye, [ethi], "Ingabe anyone bheka you Ngalesosikhathi?"
