Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2790
source: And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed.
ca: I qui invoca a Allah més d'una altra divinitat que ell té cap prova - llavors seu compte és només amb el seu Senyor. De fet, els disbelievers no tindrà èxit.
cy: A pwy bynnag a rhyw ar wahân i Allah Dduwdod arall y mae ganddo oes prawf-yna ei gyfrif yn unig gyda ei Arglwydd. Yn wir, bydd y disbelievers yn llwyddo.
da: Og den, der påberåber sig udover Allah en anden guddom, han har ingen bevis - så hans konto er kun med sin herre. Faktisk, vantro vil ikke lykkes.
el: Και όποιος επικαλείται, εκτός από Αλλάχ, μια άλλη θεότητα, για την οποία δεν έχει καμία απόδειξη - τότε η αφήγησή του είναι μόνο με τον κύριό του. Πράγματι, δεν θα επιτύχει το disbelievers.
et: Ja kes iganes väidab lisaks Allah teine jumalus, milleks tal on tõendeid - siis tema konto asub ainult oma isanda. Tõepoolest, kui uskottomille ei õnnestu.
fi: Ja se, joka vetoaa lisäksi Allah toinen Jumaluus, joista hän ei ole näyttöä - sitten hänen tilinsä on vain hänen herransa. Itse asiassa on uskottomien ei onnistu.
he: מי מפעיל מלבד אללה אלוהות אחרת אשר יש לו הוכחה - אז החשבון שלו היא רק עם אדונו. ואכן, disbelievers לא תצליח.
hr: I tko god zaziva osim Allaha drugo božanstvo za koje ima dokaza - onda njegov račun je samo uz njegov gospodin. Doista, u iskuse neće uspjeti.
lt: Ir kas remiasi be Dievo kitos dievybės, kuriai jis neturi jokių įrodymų - tada jo sąskaita yra tik su jo Viešpats. Iš tiesų, dėl disbelievers nepavyks.
lv: Un tas, kurš izsauc papildus Allah cita dievība, kurai viņš ir pierādījumu - tad viņa kontā ir tikai ar savu kungu. Patiešām, disbelievers neizdosies.
nb: Og den som påkaller foruten Allah en annen guddom som han har ingen bevis - så hans konto er bare med sin herre. Faktisk vil troende ikke lykkes.
sk: A ten, kto sa dovoláva okrem Alaha iného Božstva, pre ktoré nemá žiaden dôkaz - potom jeho účet je len svojho pána. Vskutku, neveriacim nepodarí.
sl: In kdor se sklicuje poleg Allah druga božanstva, za katere ima dokaza - potem njegov račun je samo s njegov gospodar. Dejansko je disbelievers ne bo uspelo.
sr_cyrl: И онај ко позива поред Аллах другог боћанство, за које нема никакав доказ - онда је његов налог само уз свог господара. Заиста , скептике неће успети.
sr_latn: I onaj ko poziva pored Allah drugog boћanstvo, za koje nema nikakav dokaz - onda je njegov nalog samo uz svog gospodara. Zaista, skeptike neće uspeti.
uk: І кожен, хто викликає крім Аллаха інший божества, на який він має ніяких доказів, - а потім його рахунку є тільки з його Господь. Дійсно, в disbelievers не вдасться.
vi: Và bất cứ ai invokes ngoài Allah một vị thần mà ông đã có bằng chứng - sau đó tài khoản của mình chỉ với Chúa của ông. Thật vậy, các thì sẽ không thành công.
zu: Futhi noma ubani yakha futhi Allah elinye ubuNkulunkulu okuyiwona akanasabelo ubufakazi - ke akhawunti yakhe is lodwa akhe Lord.

# Quran2791
source: And, [O Muhammad], say, "My Lord, forgive and have mercy, and You are the best of the merciful."
ca: I, [O Muhammad], diuen, "el meu Senyor, perdonar i tenir pietat i ets la millor de les almoines."
cy: A [O Muhammad], yn dweud, "Mae fy Arglwydd, maddau ac drugaredd, ac yr ydych yn eithaf y tosturiol."
da: Og [O Muhammad], sige, "min herre, tilgive og forbarm dig, og du er bedst af den barmhjertige."
el: Και, [Ο Μωάμεθ], λέει, «Κύριέ μου, Συγχώρεσέ και ελέησον, και σας είναι το καλύτερο του εύσπλαχνος.»
et: Ja [O Muhammad], öelda: "Issand, anna andeks ja halasta ja sa oled parim armulised."
fi: Ja [Oi Muhammed] sanoa, "herrani, antaa anteeksi ja armahtaa ja olet paras armollinen."
he: ומוחמד, [O], אומר, "אדוני, לסלוח, רחם, ואתה הטוב ביותר של הנדבן."
hr: I [O Muhammad], kažem, "gospodaru, oprosti i smiluj se, i ti si najbolji milostivi."
lt: Ir, [O Muhammad], sako: "mano Viešpatie, atleisk ir buvo malonės, ir jūs esate geriausias gailestingieji."
lv: Un [O Muhammad], saka: "mans Lord piedot un apžēlojies, un jūs esat vislabākais žēlsirdīgs."
nb: Og [O Muhammad], sier, "min Herre, tilgi og barmhjertighet, og du er best av barmhjertige."
sk: A [Mohamed], povedzme, "môj pane, odpusť a zmiluj sa a ste najlepšie milosrdný."
sl: In [O Muhammad], reči, "Moj Gospodar, odpusti in usmili, in vi ste najboljši Usmiljeni."
sr_cyrl: Мухамедом , [О], кажу, "господару мој, опрости и смилуј се, и ти си најбољи од милостивог."
sr_latn: Muhamedom, [O], kažu, "gospodaru moj, oprosti i smiluj se, i ti si najbolji od milostivog."
uk: І [O Мухаммад], говорять, "Господи, прости і змилуйсь і є кращими з милостиві."
vi: Và [O Muhammad], nói, "Thưa ngài, tha thứ và có lòng thương xót, và bạn tốt nhất của sự thương xót."
zu: Futhi, [O Muhammad], anothi, 'Nkosi yami, ake uthethelele futhi babe nesihe, wena the best of abanesihe. "

# Quran2792
source: [This is] a surah which We have sent down and made [that within it] obligatory and revealed therein verses of clear evidence that you might remember.
ca: [És] un que hem enviat i [que dins d'ell] va fer obligatòries i s'hi revelava versos de surah clara evidència que vostè podria recordar.
cy: [Mae hwn] surah sydd wedi ein hanfon i lawr a gwneud [yn] penillion orfodol a datgelodd ynddo o tystiolaeth glir fod efallai y cofiwch.
da: [Det er] en Sura, som vi har sendt ned og gjort [der inden for det] obligatorisk og afslørede deri vers af klare beviser for, at du kan huske.
el: [Είναι] ένα surah που έχουμε έστειλε προς τα κάτω και κάνει [που μέσα σε αυτό] στίχους υποχρεωτικών και αποκάλυψε σ ' αυτό του σαφείς ενδείξεις που μπορείτε να θυμηθείτε.
et: [On] surah, mis meil on saatnud oma ja tehtud [mis selles] kohustuslik ja seal näitas salmid selged tõendid, et võite mäleta.
fi: Tämä on suura, jotka olemme lähettänyt ja tehneet [että sen] pakollinen ja siinä paljasti säkeet selvää näyttöä siitä, että saatat muistaa.
he: [זה] סורה אשר אנו נשלח גרם [כי בתוכו] חובה וגילה בו פסוקים של לנקות ראיות שאתה תזכור.
hr: Ovo je Sura koja smo poslali i napravio [da u njoj] obavezno i u njoj otkrila stihove od jasne dokaze da se sjetiti.
lt: [Tai] surah mes zeslal ir padarė [kad joje] privaloma ir joje atskleidė eilėmis, išvalykite įrodymų, kad jums gali prisiminti.
lv: [Tas] surah, kas mums ir nosūtīts uz leju un lika [ka tajā] obligāti un tajos atklājās pantus no skaidri pierādījumi tam, ka jūs varētu atcerēties.
nb: [Dette er] en surah som vi har sendt ned og gjort [at i den] obligatorisk og avdekket der vers av klare bevis som du kan huske.
sk: [Je] surah, ktoré sme zoslal a [že v ňom] povinné a odhalila v ňom verše jasný dôkaz, že ste si možno spomeniete.
sl: [Je] surah, ki smo poslali po in [ki v njem] je obvezna in v njem pokazala verzov iz jasnih dokazov, da se lahko spomnite.
sr_cyrl: [Ово је] цонтох који смо послали и изабрао [то унутар њега] обавезно и у томе открива стиха јасне доказе које можда памтите.
sr_latn: [Ovo je] contoh koji smo poslali i izabrao [to unutar njega] obavezno i u tome otkriva stiha jasne dokaze koje možda pamtite.
uk: [Це] surah, який ми посланим і зробив [що в ньому] обов'язковою та виявлених в цьому вірші з очистити доказ того, що ви, можливо, пам'ятають.
vi: [Đây là] một surah mà chúng tôi đã được gửi xuống và làm [trong đó] bắt buộc và tiết lộ, trong đó câu thơ của bằng chứng rằng bạn có thể nhớ rõ ràng.
zu: [Lena] a Surah okuyinto We sa phansi futhi wenza [ukuthi ngaphakathi kwaso] obligatory futhi wembula therein amavesi ubufakazi obucacile bokuthi ungase ukhumbule.

# Quran2793
source: The [unmarried] woman or [unmarried] man found guilty of sexual intercourse - lash each one of them with a hundred lashes, and do not be taken by pity for them in the religion of Allah, if you should believe in Allah and the Last Day. And let a group of the believers witness their punishment.
ca: La dona [soltera] o [soltera] home trobat culpable de tenir relacions sexuals - fuetejar cadascun d'ells amb cent pestanyes i no ser presa per llàstima per ells en la religió d'Allah, si vostè ha de creure en Allah i el darrer dia. I deixar que un grup de creients presenciar el seu càstig.
cy: Mae y fenyw [dibriod] neu [dibriod] dyn yn euog o cyfathrach rywiol-anelu bob un ohonynt â lashes gant, a wneud nid yn cymryd trueni iddynt mewn crefydd Allah, os ddylech gredu yn Allah ac yn y dydd diwethaf. A gadewch i grŵp o gredinwyr y tyst eu cosbi.
da: [Ugifte] kvinde eller [ugifte] mand fundet skyldig i samleje - lash hver enkelt af dem med hundrede piskeslag, og tages ikke af skam for dem i religion af Allah, hvis du skal tro på Allah og den sidste dag. Og lad en gruppe af troende være vidne til deres straf.
el: Το [άγαμος] γυναίκα ή [άγαμος] άνθρωπος βρέθηκε ένοχος για σεξουαλική επαφή - lash κάθε ένα από αυτά με εκατό lashes, και να μην λαμβάνεται ο οίκτος για τους στη θρησκεία του Αλλάχ, αν θα πρέπει να πιστεύουν στο Αλλάχ και την τελευταία ημέρα. Και να αφήσει μια ομάδα των πιστών, μάρτυρες τους τιμωρία.
et: [Vallalised] naine või [vallalised] mees süüdi suguühe - ripsmete igaühele neist sadakond ripsmed ning ei tohi võtta kahju neile religiooni Jumal, kui sa peaks uskuma Jumalat ja viimasel päeval. Ja andke rühmale usklikud tunnistajaks oma karistuse.
fi: [] Nainen tai [naimaton] mies tuomittiin yhdyntää - lash jokainen niistä sata ripset ja ei oteta sääli niitä uskonnon Jumala, jos uskot Jumalaan ja viimeiseen päivään. Ja Anna ryhmän uskovaiset todistaja rangaistuksensa.
he: אשה [רווקה] או [] רווק שנמצא אשם ליחסי - מין מתפרץ כל אחד מהם עם מאה מלקות, לא להילקח ע י רחמים עליהם בדת של אללה, אם אתה צריך להאמין אללה, היום האחרון. ותנו קבוצה של המאמינים עד עונשם.
hr: [Djevojačkoj] ili [neudana] čovjek proglašen krivim za spolni odnos - lash svaki neki od njima sa stotinu udaraca i ne smiju uzimati šteta za njih u vjeri Allaha ako treba vjerovati u Allaha i zadnji dan. I neka grupa vjernika svjedoci kazne.
lt: [Mergautinė] arba [nevedęs] vyras pripažintas kaltu lytinio akto - blakstienų kiekvienas iš jų su šimtą blakstienas, ir negali imtis gaila jiems Dievas, religija, jei turėtų tikite Dievo ir paskutinę dieną. Ir tegul grupė tikintiesiems paliudyti savo bausmė.
lv: [Neprecējies] sieviete vai [neprecējies] cilvēks, kas atzīti par vainīgiem dzimumakta - metas katrs no viņiem ar simt skropstas un neņem, žēl, ka viņiem Allah, reliģiju, ja būtu tic Allah un pēdējā dienā. Un ļaujiet grupas ticīgo liecinieki to sodīšana.
nb: [Ugifte] kvinne eller [ugifte] mann funnet skyldig av samleie - lash hver og en av dem med hundre vippene, og tas ikke av synd for dem i religionen Allah, hvis du skulle tro på Allah og siste dag. Og la en gruppe av troende vitne straff deres.
sk: [Slobodné] žena alebo [slobodné] muž uznaný vinným z pohlavného styku - lash každý jeden z nich s sto riasy a neberú škoda pre nich v náboženstvu Alaha, ak by ste mali veriť v Boha a v posledný deň. A nechať skupinu veriaci svedkom ich trest.
sl: Ženska [neporočeni] ali [neporočeni] človek spoznan za krivega spolni odnos - teglenica vsak izmed njih s sto udarcev z bičem, in ne smejo jemati škoda, v vero Allah, če bi morali verjeti v Allah in zadnji dan. In naj skupina verniki priča njihovi kazen.
sr_cyrl: Жена [неудата] или [неудата] цовек проглашени кривим за сексуалне односе - љиба свако од њих са стотину удараца, а не да га одведу сажаљења за њих у религији од Алаха, ако ти треба да верујеш у Аллаха и последњи дан. И нека група верника присуствује њиховој казни.
sr_latn: Žena [neudata] ili [neudata] covek proglašeni krivim za seksualne odnose - љiba svako od njih sa stotinu udaraca, a ne da ga odvedu sažaljenja za njih u religiji od Alaha, ako ti treba da veruješ u Allaha i poslednji dan. I neka grupa vernika prisustvuje njihovoj kazni.
uk: Жінка [незаміжня] або [не перебувають у шлюбі] людини визнані винними статевого акту - lash кожного один з них з ста вії і не будуть прийняті шкода за них в релігії Аллаха, якщо ви повинні вірити в Аллах і останній день. І нехай групу віруючих свідок своїх покарання.
vi: Người phụ nữ [chưa lập gia đình] hoặc [chưa lập gia đình] người đàn ông bị kết tội quan hệ tình dục - lash mỗi một trong số họ với lông mi một trăm, và không được thực hiện bởi tiếc cho họ trong tôn giáo của Allah, nếu bạn nên tin vào Allah và ngày cuối cùng. Và để cho một nhóm những người tin Chúa chứng kiến sự trừng phạt của họ.
zu: The [abangashadile okwakufanele baziphathe ngayo] umama noma ubaba [abangashadile okwakufanele baziphathe ngayo] watholakala enecala sobuhlobo bobulili - Basale dengwane yilowo nalowo kubo ephethe namashumi nemivimbo engu, futhi musa sithathwe isihawu ngabo enkolweni Allah, uma kufanele ukholelwe Allah nowokuGcina

# Quran2794
source: The fornicator does not marry except a [female] fornicator or polytheist, and none marries her except a fornicator or a polytheist, and that has been made unlawful to the believers.
ca: La fornicator no casar-se excepte un fornicator [femení] o dirigí i cap es casa amb ella excepte un fornicator o un dirigí, i que s'ha fet il·legal que els creients.
cy: Nid yw y fornicator yn briodi ac eithrio i fornicator [merched] neu polytheist, ac mae dim iddi priodi ac eithrio fornicator neu polytheist, a gwnaethpwyd hynny'n anghyfreithlon i y credinwyr.
da: Fornicator gifte sig ikke undtagen en [kvinde] fornicator eller polytheist, og gifter sig med ingen hende undtagen en fornicator eller en polytheist, og som er gjort ulovlige til troende.
el: Το εκπορνευτής δεν παντρεύονται εκτός από ένα [γυναίκες] εκπορνευτής ή polytheist, και κανένας παντρεύει εκτός από ένα εκπορνευτής ή ένα polytheist, και που έχει γίνει παράνομη πιστών.
et: Selle fornicator abielluda [naine] fornicator või polytheist, välja arvatud ükski abiellub tema peale mõne fornicator või mõne polytheist ja mis on tehtud õigusvastast usklikud.
fi: Että fornicator pohja ei ole naimisiin [nainen] fornicator tai polytheist, lukuun ottamatta yksikään nai hänet paitsi huorintekijä taikka polytheist ja se on tullut esille laiton uskoville.
he: נואף לא נשא חוץ נואף [נקבה] או מאמין בשדים רבים, אף אחד לא מתחתן איתה אלא נואף או מאמין בשדים רבים ואני זה הפך בלתי חוקי למאמינים.
hr: Je bludnik se ne ženi osim [žensko] bludnik ili vjerujući mnogobožac i nitko ju oženio osim bludnik ili vjerujući mnogobožac, a koji je napravio nezakonito vjernicima.
lt: Į Cudzołożnik negali tuoktis išskyrus [moteris] Cudzołożnik arba polytheist, ir nė vienas jos išteka išskyrus yra Cudzołożnik arba yra polytheist, kad padaryta neteisėta tikintieji.
lv: Fornicator nedrīkstējāt precēties, izņemot [female] fornicator vai politeists, neviens viņu laulībā, izņemot fornicator vai politeists, un kas panākts nelikumīgu ticīgajiem.
nb: Det driver hor. ikke gifte seg ikke unntatt en [kvinnelige] driver hor. eller polytheist, og gifter seg med ingen henne unntatt driver hor. eller en polytheist, og som har blitt gjort ulovlige til troende.
sk: Smilník oženiť s výnimkou [žena] smilník, alebo polytheist, nikto ju vezme okrem smilník alebo polytheist a to bolo protiprávne veriacich.
sl: V Bludnik poročiti ne razen [ženske] Bludnik ali polytheist, in nihče ji poroči razen Bludnik ali na polytheist, in ki je nezakonito verniki.
sr_cyrl: Браколомац не уда за осим [жена] браколомац или полyтхеист, и оћени нико осим подводаи или на полyтхеист, а то је био незаконит верницима.
sr_latn: Brakolomac ne uda za osim [žena] brakolomac ili polytheist, i oћeni niko osim podvodaи ili na polytheist, a to je bio nezakonit vernicima.
uk: До блудник не вступати в шлюб за винятком [жінка] блудник або polytheist, жоден одружується їй за винятком за блудник або в polytheist і що було зроблено незаконним віруючими.
vi: Fornicator không cưới ngoại trừ [nữ] fornicator hoặc polytheist, và không có kết hôn với bà ngoại trừ việc một fornicator hoặc polytheist một mà đã được thực hiện trái pháp luật để các tín hữu.
zu: I sifebe akusho ukushada ngaphandle [female] eyisifebe noma polytheist, futhi akekho oshada wakhe ngaphandle abe eyisifebe noma polytheist, nokuthi sekwenziwe emthethweni kholwa.

# Quran2795
source: And those who accuse chaste women and then do not produce four witnesses - lash them with eighty lashes and do not accept from them testimony ever after. And those are the defiantly disobedient,
ca: I aquells que acusen dones castes i llavors produeix quatre testimonis - atacar-los amb les vuitanta pestanyes i des d'ells no s'accepten sempre testimoni. I aquestes són desafiant desobedients,
cy: A rhai sy'n cyhuddo menywod dilychwin iawn ac wedyn nid yw cynhyrchu tystion bedwar-iddynt anelu â lashes wythdeg ac nid derbyn oddi wrthynt dyst byth wedyn. A rhai yn defiantly anufudd,
da: Og dem, der beskylder kyske kvinder og derefter ikke producerer fire vidner - lash dem med 80 piskeslag og accepterer ikke fra dem vidnesbyrd nogensinde efter. Og dem er trodsigt ulydige,
el: Και αυτοί που κατηγορούν απέριττος γυναικών και στη συνέχεια δεν παράγουν τέσσερις μάρτυρες - μαστιγώσουν με ογδόντα lashes και δέχεται από τους μαρτυρία μετά από ποτέ. Και όλα αυτά είναι προκλητικά ανυπάκουος
et: Ja neile, kes süüdistavad vooruslik naised ja seejärel tootma nelja tunnistajaid - ripsmete kaheksakümmend ripsmed ja ei aktsepteeri neid ütlusi kunagi pärast. Ja need on väljakutsuvalt sõnakuulmatud,
fi: Ja jotka syyttävät siveä naisten ja sitten tuota neljää todistajaa - lash kahdeksankymmentä ripset ja hyväksy niistä todistuksen jälkeen. Ja ne ovat uhmakkaasti tottelematon
he: מי מאשים נשים צנוע, אז לא לייצר 4 עדים - לאש אותם עם הריסים שמונים, לא מקבלים מהם עדות ועושר. . ואלו בהתרסה ממושמע, לאחר,
hr: I oni koji optužuju neudanih žena i onda ne proizvode četiri svjedoka - istresu ih sa osamdeset udaraca bičem i prihvatiti od njih iskaz zauvijek. To su definitivno neposlušan,
lt: Ir tie, kurie kaltina skaistus moterų ir tada negamina keturi liudytojai - čaižydami jas su aštuoniasdešimt blakstienas ir priimti iš jų parodymus kada po. Ir tie, kurie iššaukiančiai Nepaklusnieji,
lv: Un tie, kuri apvainot nevainīgs sievietēm, un tad nevar uzrādīt četriem lieciniekiem - metas tos ar astoņdesmit skropstas un nepieņemt no tiem kādreiz pēc liecību. Un tie ir izaicinoši nepaklausīga,
nb: Og de som beskylder kysk kvinner og deretter ikke produserer fire vitner - piske dem med åtti vippene og aksepterer ikke fra dem vitnesbyrd noensinne etter. Og de er trassig ulydige,
sk: A tí, ktorí obviňujú cudné ženy a potom neprodukujú štyroch svedkov - bič, s osemdesiat riasy a neprijíma od nich svedectvo naveky. A tie sú vyzývavé neposlušný,
sl: In tisti, ki obtožujejo čist ženske in nato ne proizvajajo štiri priče - teglenica jih z osemdeset udarcev z bičem in iz njih ne sprejemajo pričevanje kdaj kasneje. In to so kljubovalno neposlušni,
sr_cyrl: И они који оптужују невина жена и онда не производи четири сведока - поставите их са осамдесет удараца и не прихватају од њих исказ заувек. А то су пркосно непослушно,
sr_latn: I oni koji optužuju nevina žena i onda ne proizvodi četiri svedoka - postavite ih sa osamdeset udaraca i ne prihvataju od njih iskaz zauvek. A to su prkosno neposlušno,
uk: І тих, хто звинувачує цнотливою жінок і потім, не виробляти чотири свідків - lash їх з вісімдесяти вії і не приймають від їх свідчення назавжди. І ті, зухвало неслухняних,
vi: Và những người tố cáo phụ nữ còn trong trắng và sau đó không sản xuất bốn nhân chứng - lash chúng với tám mươi lông mi và không chấp nhận từ họ lời khai bao giờ sau. Và đó là defiantly ngô nghịch,
zu: Futhi labo khanza besifazane ezihlanzekile noma ngalesosikhathi ncisheka cha khiqiza ezine - Basale dengwane nabo nge nemivimbo engu ayisishiyagalombili abayamukeli kusukela kubo ubufakazi unomphela.

# Quran2796
source: Except for those who repent thereafter and reform, for indeed, Allah is Forgiving and Merciful.
ca: Excepte per a aquells que penedir-se després i reforma, perquè de fet, Allah és indulgent i Clement.
cy: Ac eithrio ar gyfer y rhai sydd yn edifarhau ar ôl hynny a diwygio, yn wir, Allah yn Forgiving ac yn Merciful.
da: Med undtagelse af dem, der omvender sig derefter og reform, for Allah er faktisk Forgiving og barmhjertige.
el: Εκτός από αυτούς που μετανιώνω συνέχεια και μεταρρύθμιση, για πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Välja arvatud need, kes pärast seda meelt parandada ja reformida, tõepoolest, Allah on Forgiving ja Merciful.
fi: Paitsi niille, jotka sen jälkeen parannuksen ja uudistusta, Allah on anteeksiantava ja armollisin.
he: חוץ מי בתשובה לאחר מכן, רפורמה, כי אכן, אללה Forgiving, הרחום והחנון.
hr: Osim za one koji se pokaju nakon toga i reforma, uistinu, Allah je opraštanje i milostiv.
lt: Išskyrus tuos, kurie nawróca vėliau ir reformuoti, iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Izņemot tos, kuri vēlāk nožēlot un reformēt, patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Bortsett fra for dem som omvender seg deretter og reform, for faktisk Allah tilgi og barmhjertig.
sk: S výnimkou tých, ktorí pokánie potom a reformy, v skutočnosti Boh je odpúšťajúci a Milosrdných.
sl: Razen za tiste, ki se zatem pokesajo in reformo, za dejansko, Allah je tolerantna in usmiljen.
sr_cyrl: Осим за оне који се након тога покаје и реформу, јер заиста, Аллах је Форгивинг и милосрдна.
sr_latn: Osim za one koji se nakon toga pokaje i reformu, jer zaista, Allah je Forgiving i milosrdna.
uk: Крім тих, хто після цього покаятися і реформувати, бо справді, Аллах бачить і Merciful.
vi: Ngoại trừ những người sau đó ăn năn và cải cách, quả thật vậy, Allah là Forgiving và Merciful.
zu: Ngaphandle for labo phenduka thereafter guqula ngoba ngempela, Allah Thethelela Nomusa futhi.
