Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran477
source: Then if they deny you, [O Muhammad] - so were messengers denied before you, who brought clear proofs and written ordinances and the enlightening Scripture.
ca: Llavors si el neguen, [O Muhammad] - ho eren missatgers negat davant de vostè, que portar proves clares i ordenances escrits i l'escriptura aclaridor.
cy: Yna os maent yn gwadu'r chi, [O Muhammad]-felly roedd negeswyr gwadu cyn i chi, a gyflwynodd proflenni clir a deunyddiau ysgrifenedig a ysgrythur ddadlennol.
da: Så hvis de nægter du, [O Muhammad] - blev så budbringere nægtet før du, der bragte klare beviser og skriftlig ordinancer og oplysende Skriften.
el: Στη συνέχεια, αν αρνούνται, [Ο Μωάμεθ] - έτσι αγγελιοφόροι αμφισβητήθηκαν πριν από σας, που έφερε σαφείς αποδείξεις και γραπτή διατάγματα και η διαφωτιστική γραφή.
et: Siis kui nad eitavad sa [O Muhammad] - nii kullerid keelati enne sind, kes tõi selged tõendid ja kirjalikke korraldusi ja valgustav pühakirja.
fi: Sitten jos he kiistävät voit [Oi Muhammed] - niin sanansaattajat evättiin edessänne, joka toi selvin ja kirjallinen toimituksia ja valaiseva kirjoitus.
he: אז אם מכחישים את, [O מוחמד] - אז שליחים נדחו לפניך, שהביאו הוכחות ברורות, התקנות בכתב, כתבי הקודש מאיר עיניים.
hr: Onda ako ne vi, [O Muhammad] - tako su glasnici odbijen prije tebe, koji je donio jasne dokaze i pisane zakone i rasvijetliti Sveto pismo.
lt: Tada jei jos nesutinka su jumis, [O Muhammad] - Taigi pasiuntiniai atviresne prieš jus, kuris išvedė aiškūs įrodymai ir raštu potvarkių ir paaiškinti Šventojo Rašto.
lv: Tad, ja viņi liegt jums [O Muhammad] - tā bija liegta pirms, kurjeriem, kas celta skaidru apliecinājumu un rakstveida rīkojumus un izskaidrojošs Svētos rakstus.
nb: Hvis de nekter deg, [O Muhammad] - ble så budbringere nektes før du, som brakte klare bevis og skriftlig ordinanser og opplysende skriften.
sk: Potom ak ste [Mohamed] - popierajú tak poslovia popierali pred vami, ktorý priniesol jasné dôkazy a písomné vyhlášky a poučný písmo.
sl: Potem če so zatajiti, [O Muhammad] - tako sli zavrnili pred vas, ki je prinesel jasno dokazila in pisni odlokov in prosveti pismo.
sr_cyrl: Онда ако порекну те, [О Мухаммад] - тако су гласници одбијена пред вама, који сте јасне доказе и писане уредбе и просветљујуже писмо.
sr_latn: Onda ako poreknu te, [O Muhammad] - tako su glasnici odbijena pred vama, koji ste jasne dokaze i pisane uredbe i prosvetljujuжe pismo.
uk: Тоді, якщо вони відмовити вам, [O Мухаммад] - так були Посланці перед вами, який приніс чітких доказів і письмового постанови і просвітницька Писання.
vi: Sau đó nếu họ từ chối bạn, [O Muhammad] - Vì vậy được sứ giả từ chối trước khi bạn, những người đã chứng minh rõ ràng và viết lệnh và kinh thánh enlightening.
zu: Khona uma ngakuphika, [O Muhammad] - ke izithunywa waphika phambi kwakho, owaletha cwatha bonakaliso nezahlulelo elilotshiwe nangengxenye khanyisa scripture.

# Quran478
source: Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion.
ca: Cada ànima degustarà mort, i només li la compensació [completa] el dia de resurrecció. Així que el que està dibuixat de l'incendi i admès al paradís ha assolit [el seu desig]. I què és la vida d'aquest món excepte el gaudi d'engany.
cy: Bydd pob enaid yn blasu marwolaeth, a dim ond byddwch yn cael eich iawndal [llawn] ar dydd atgyfodi. Felly, ef sy'n tynnu oddi wrth y tân ac yn cyfaddef i baradwys wedi cyrraedd [ei awydd]. A sut beth yw bywyd y byd hwn ac eithrio y mwynhad o dwyll.
da: Hver sjæl vil smage døden, og du vil kun blive givet din [fuld] kompensation på den dag i opstandelse. Så han, der er trukket væk fra ilden og optaget til Paradise har nået [sit ønske]. Og hvad er liv i denne verden, undtagen nydelsen af illusion.
el: Κάθε ψυχή θα γεύση θανάτου, και θα λάβετε μόνο σας [πλήρες] αποζημίωση κατά την ημέρα της Αναστάσεως. Έτσι ποιος είναι που μακριά από τη φωτιά και να εισαχθεί στην Paradise έχει επιτευχθεί [την επιθυμία του]. Και τι είναι η ζωή αυτού του κόσμου εκτός από την απόλαυση της πλάνης.
et: Iga hing on maitse surma ja saate ainult võimaluse oma [full] hüvitist ülestõusmise päev. Nii et kes tõmmatakse eemale tulekahju ning noteeritavate Paradise on vähemalt [tema soov]. Ja mis siin maailmas välja soovmõtlemine nautida elu.
fi: Jokainen sielu maistaisi kuoleman, ja sinulle annetaan vain teidän [full] korvaus ylösnousemuksen päivänä. Niin hän, joka on tehty palo pois ja pääsee Paratiisiin on saavuttanut [halunsa]. Ja mitä on elämä tässä maailmassa paitsi harhaluulo nautintoa.
he: כל נשמה יהיה טעם המוות, רק תינתן לך הפיצוי [מלאים] שלך על יום התקומה. אז הוא נמשך מן האש, הודה עדן השיג [תשוקתו]. מה זה החיים של העולם הזה אלא ההנאה של אשליה.
hr: Svaka duša će okusiti smrt, i samo će dati svoje [punom] naknadu na dan uskrsnuća. Tako da onaj koji je nacrtan od požara i priznao da je raj je postigao svoju želju. I što je cijeli svijet osim užitak iluzija.
lt: Kas siela skonį mirties, ir jums tik būti suteikta jūsų [full] kompensacijos, išmokamos prisikėlimo dieną. Taigi tas, kuris yra parengti ne ugnį ir į rojų turi pasiekti [jo noras]. Ir kas yra gyvenimas šiame pasaulyje, išskyrus supainiojo malonumą.
lv: Katru dvēseli garšos nāves, un jūs tikai jādod jūsu [pilns] kompensāciju par augšāmcelšanās dienu. Tāpēc viņš atrāvies no uguns un kas ir uzņemts paradīze ir sasnieguši [vēlme]. Un kas ir šajā pasaulē, izņemot maldi baudu dzīvi.
nb: Enhver sjel vil smake døden, og du vil bare bli gitt din [full] kompensasjon på dagen av oppstandelse. Så han som er trukket fra brannen og innrømmet å Paradise har oppnådd [hans ønske]. Og hva er livet til denne verden enn glede av villfarelse.
sk: Každá duša bude chuť smrti, a budete len mať svoje [full] náhradu na deň vzkriesenia. Tak kto je odlákať od ohňa a priznal raj dosiahol [jeho túžba]. A aký je život tohto sveta okrem radosti z klamu.
sl: Vsaka duša bo okus smrti, in bo samo glede vašega [] nadomestilo na dan od vstajenje. Tako tisti, ki je sestavljen iz ognja in priznal, da raj je doseči njegovo željo. In kaj je življenje v tem svetu, razen uživanje blodnje.
sr_cyrl: Свака душа ће окусити смрт, а само Добицете [потпуно] компензација на дан ускрснућа. Па ко је нацртао се од ватре и признао да је рај има полуљуди његову жељу. И шта је живот овог света осим уживања заблуде.
sr_latn: Svaka duša će okusiti smrt, a samo Dobicete [potpuno] kompenzacija na dan uskrsnuća. Pa ko je nacrtao se od vatre i priznao da je raj ima poluljudi njegovu želju. I šta je život ovog sveta osim uživanja zablude.
uk: Кожна душа буде скуштувати смерті, і ви тільки отримаєте ваш [повне] компенсації на день Воскресіння. Тому той, хто звертається подалі від вогню і допущені до раю досяг його бажання. І те, що життя в цьому світі, крім задоволення від омани.
vi: Mỗi linh hồn sẽ thích cái chết, và bạn sẽ chỉ được cung cấp của bạn bồi thường [full] vào ngày phục sinh. Vì vậy, ông đã rút ra khỏi ngọn lửa và nhận vào thiên đường đã đạt được [mong muốn của mình]. Và những gì là cuộc sống của thế giới này trừ hưởng ảo tưởng.
zu: Njalo umphefumulo zwa fa, futhi uyobe kuphela inikezwe [umnyuziki] isinxephezelo Suku Vuko.

# Quran479
source: You will surely be tested in your possessions and in yourselves. And you will surely hear from those who were given the Scripture before you and from those who associate others with Allah much abuse. But if you are patient and fear Allah - indeed, that is of the matters [worthy] of determination.
ca: Vostè segurament es provarà en les seves possessions i en vosaltres mateixos. I segurament podràs sentir d'aquells que tenien abans de l'escriptura i d'aquells que associen altres amb Allah molt abús. Però si ets pacient i por d'Allah - de fet, això és de les matèries [digne] de determinació.
cy: Eich siawns eu profi yn eich eiddo ac yn eich hunain. Ac oni byddwch yn clywed gan y rhai a rhoddwyd yr ysgrythur cyn i chi a gan y rheini sy'n cysylltu eraill â Allah llawer o gam-drin. Ond os ydych yn glaf ac yn ofni Allah-yn wir, dyna y materion [deilwng] penderfyniad.
da: Du vil helt sikkert blive afprøvet i dine ejendele og i jer selv. Og du vil helt sikkert høre fra dem, der blev givet Skriften før dig og dem, der forbinder andre med Allah meget misbrug. Men hvis du er tålmodig og frygt Allah - ja, det er spørgsmål [værd] af beslutsomhed.
el: Σας σίγουρα θα δοκιμαστεί στο υπάρχοντά σας και σε σας. Και σίγουρα θα ακούσετε από εκείνους που είχαν δοθεί το Scripture ενώπιόν σας, και από εκείνους που θα συνδέσει τους άλλους με Αλλάχ πολλές καταχρήσεις. Αλλά εάν είστε ασθενής και ο φόβος Αλλάχ - πράγματι, που είναι τα πραγματικά [άξιος] προσδιορισμός.
et: Te kindlasti testitakse oma omandit ja iseendid. Ja kindlasti kuuled neist, kes anti enne kui pühakirja ja nendest, kes teised seostavad Allah palju kuritarvitamist. Aga kui te olete patsient ja kardavad, et Allah - tõepoolest, see on asjade [väärt] määratud.
fi: Voit varmasti testata oman omaisuutensa ja itse. Ja kuulet varmasti ne, jotka olivat saaneet Pyhän edessänne ja niiltä, jotka liittävät muut Allah paljon väärinkäytöksiä. Mutta jos olette kärsivällisiä ja pelätkää Allahia - tämä onkin asioista [arvokas] määrittäminen.
he: אתה בוודאי תיבחן ברכושך וב -את עצמכם. אתה תשמע בוודאי מאלה שקיבלו את כתבי הקודש לפני וממנה למי לשייך אחרים אללה הרבה התעללות. אבל אם אתה חולה פחד אללה -. אכן, זה ענייני [ראוי] של נחישות.
hr: Sigurno biti testirani u svoj imetak i sebe. I zasigurno ćete čuti od onih koji su dobili pismo prije nego što i od onih koji drugima pridružiti Allaha puno zlostavljanja. Ali ako ste strpljivi i boji Allaha - je pitanjima [dostojan] odlučnost.
lt: Jums bus tikrai išbandyti savo turtą ir save. Ir tikrai išgirsite iš tų, kurie buvo suteikta raštas prieš jus ir iš tų, kurie susieti kiti su Dievas daug piktnaudžiavimo. Bet jei esate pacientas ir baimė Dievas - iš tiesų, tai yra klausimų [vertas], nustatymo.
lv: Jūs noteikti pārbaudīs, savu mantu un sev. Un jūs noteikti dzirdēsiet no tiem, kas tika dota pirms raksti un kuri citi saista ar Allah daudz ļaunprātīgu izmantošanu. Bet, ja esat pacients un bailes Allah - patiešām, tas ir noteikšanas jautājumos [cienīgs].
nb: Du vil sikkert bli testet i din besittelse og dere. Og du vil sikkert høre fra de som ble gitt skriften før du og som assosierer andre med Allah mye misbruk. Men hvis du er tålmodig og frykt Allah - faktisk er at av sakene [verdig] besluttsomhet.
sk: Budete určite skúšať svoje majetky a sami. A budete určite počuť od tých, ktorí dostali písmo pred vami a z tých, kto iní pridružiť Alah veľa zneužívania. Ale ak ste trpezliví a strach Alah - samozrejme, že to veci [dobré] stanovenie.
sl: Vam bo zagotovo preskušajo v svoje premoženje in v sebe. In boste zagotovo slišali od tistih, ki so imele pismo pred vami in od tistih, ki drugim povezujejo z Allah veliko zlorab. Če ste bolnik in strah Allah - res, da pa zadev [vreden] določanja.
sr_cyrl: Сигурно бити тестиран у твоју имовину и у себе. И сигурно чућете од оних који су добили писмо пред вама, као и од оних који су остали придружите Аллах толико злостављања. Али ако сте стрпљиви и бој се Аллах - заиста, то је послове [достојни] детерминације.
sr_latn: Sigurno biti testiran u tvoju imovinu i u sebe. I sigurno čućete od onih koji su dobili pismo pred vama, kao i od onih koji su ostali pridružite Allah toliko zlostavljanja. Ali ako ste strpljivi i boj se Allah - zaista, to je poslove [dostojni] determinacije.
uk: Ви безумовно випробовується в своє майно та самі. І ви напевно чули від тих, хто отримали Писання перед вами та з тих, хто асоціювати інших Аллах багато зловживань. Але якщо ви пацієнта і страх Аллах - дійсно, що питань [гідний] визначення.
vi: Bạn chắc chắn sẽ được kiểm tra trong tài sản của bạn và trong mình. Và bạn chắc chắn sẽ nghe từ những người đã được Thánh trước khi bạn và những người liên kết những người khác với Allah nhiều lạm dụng. Nhưng nếu bạn là bệnh nhân và lo sợ Allah - thực sự, đó là các vấn đề [xứng đáng] quyết định.
zu: Nakanjani kumele ihlolwe izimpahla zakho phakathi kwenu.

# Quran480
source: And [mention, O Muhammad], when Allah took a covenant from those who were given the Scripture, [saying], "You must make it clear to the people and not conceal it." But they threw it away behind their backs and exchanged it for a small price. And wretched is that which they purchased.
ca: I [accèsit, O Muhammad], quan Allah va fer un pacte d'aquells que van rebre l'escriptura, [dir], «cal deixar clar a la gent i no amagar-lo." Però tirar darrere del seu esquena i bescanviar-lo per un preu petit. I és miserable que adquirien.
cy: A [sôn, O Muhammad], pan gymerodd Allah cyfamod o rheini y rhoddwyd yr ysgrythur, [dweud], "chi rhaid gwneud yn glir i bobl ac nid ei gelu." Ond maent yn ei daflu i ffwrdd tu ôl i'w cefnau ac mae'n eu cyfnewid am bris bach. A yw truenus hynny a brynwyd ganddynt.
da: Og [omtale, O Muhammad], når Allah tog en pagt fra dem, der blev givet Skriften, [siger], "du må gøre det klart for borgerne og ikke skjule det." Men de smed det væk bag deres ryg og udvekslet det for en lille pris. Og elendige er, som de har købt.
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Αλλάχ πήρε ένα σύμφωνο από εκείνους που είχαν δοθεί η γραφή, [λέγοντας], «πρέπει να καταστήσει σαφές στους ανθρώπους και δεν το κρύβουν.» Αλλά πέταξε μακριά πίσω από την πλάτη τους και ανταλλάσσονται είναι για μια μικρή τιμή. Και είναι άθλια, που αγόρασαν.
et: [Märkus, O Muhammad], kui Jumal võttis pakt omadest, kes olid andnud pühakiri, [ütles], "tuleb selgeks teha inimesed ja mitte varjata." Kuid nad viskasid ära nende selja taga ja vahetada väike hind. Ja armetu on see, mida nad ostnud.
fi: [Maininnan, oi Muhammed], kun Jumala otti niiltä, jotka olivat saaneet Pyhän liiton, [sanoen] "täytyy tehdä selväksi ihmisten ja peitä se." Mutta ne heitti selän taakse ja vaihtaa se pieni hinta. Ja kurja on se, mitä he ovat ostaneet.
he: ו [אזכור, מוחמד O], אללה לקח ברית מאלה שקיבלו את כתבי הקודש, [ואמר] "אתה חייב להבהיר האנשים, לא להסתיר את זה" אך הן זרקתי אותו מאחורי גבם, החלפתי אותו במחיר סמלי. וזה העלובים אשר הם נרכשו.
hr: I [spomenuti, O Muhammad], kada je Allah uzeo zavjet od onih koji su dobili pismo, [govoreći], "morate jasno da ljudi i nisu to krili." Ali su ga bacila iza njihovih leđa i zamijeniti za malu cijenu. I jadan je to što su kupili.
lt: Ir [paminėti, O Muhammad], kai Dievas buvo iš tų, kurie buvo suteikta raštas sandorą, [sako], "jums turi aiškiai išdėstyti žmonių ir neslėpė jis." Bet jie skambėjo jos atimti už savo nugarą ir konvertuodavo ją už mažą kainą. Ir niekam tikęs yra tai, kas jų įsigyti.
lv: Un [pieminēt, O Muhammad], stājos derību no tiem, kas tika dota svētie raksti, Allah [saka], "ir padarīt to notīrīt, lai cilvēki un noslēpt to." Bet tie aizmeta aiz viņu mugurām un apmainīt to pret nelielu cenu. Un nabaga ir tas, ko viņi pērk.
nb: Og [omtale, O Muhammad], når Allah tok en pakt fra de som ble gitt skriften, [sier], "du må gjøre det klart for folket og ikke skjule den" Men de kastet det bak ryggen og byttet det for en liten pris. Elendige er som de kjøpte.
sk: A [zmienka, Mohamed], keď Boh vzal zmluvu od tých, ktorí dostali písmo, [povedať], "musíte aby bolo jasné ľudí a neskrýva ju." Ale zahodila za chrbtom a vymenili za malú cenu. A úbohý, ktoré si zakúpili.
sl: In [omenja, O Muhammad], ko Allah je zveza od tistih, ki so imele pismo, [pravijo,] "morate jasno za ljudi in ne prikriva." Vendar so ga vrgel proč za njihove hrbte in zamenjati za majhno ceno. In bedno je to, kar so kupili.
sr_cyrl: И [помена, О Мухаммад], кад Аллах је погодба од оних који су добили писмо, [указујући], "морате јасно да људи и не скрива то." Али , они је бацио иза леђа и да га је трампио за мала цена. И јадни су оне које су купили.
sr_latn: I [pomena, O Muhammad], kad Allah je pogodba od onih koji su dobili pismo, [ukazujući], "morate jasno da ljudi i ne skriva to." Ali, oni je bacio iza leđa i da ga je trampio za mala cena. I jadni su one koje su kupili.
uk: І [згадки, O Мухаммад], коли Аллах взяв заповіт від тих, які були надані Писання, [кажучи:] "слід чітко дати зрозуміти людей та приховує його." Але вони кинув за спину і обміняти її на невелику ціну. І жалюгідна те, що вони придбали.
vi: Và [đề cập đến, O Muhammad], khi Allah đã lấy một giao ước từ những người đã được đưa ra trong kinh thánh, [nói], "bạn phải làm cho nó rõ ràng đối với người dân và không che giấu nó." Nhưng họ đã ném nó đi đằng sau lưng và trao đổi nó với một mức giá nhỏ. Và không may đó mà họ đã mua.
zu: Futhi [Khumbuzani, O Muhammad], lapho Allah wathatha wesivumelwano labo ababenikwe umBhalo, [ethi], "Kumelwe wenze kucace abantu hhayi ukusifihla."

# Quran481
source: And never think that those who rejoice in what they have perpetrated and like to be praised for what they did not do - never think them [to be] in safety from the punishment, and for them is a painful punishment.
ca: I mai pensar que qui s'alegren en el que han perpetrat i com que decantar-se pel que feia no - mai pensar ells [per a] en seguretat de la pena, i per a ells és un dolor càstig.
cy: A byth yn meddwl nad nid-rhai sy'n llawenhau yn yr hyn maent wnaeth gyflawnir ac fel i i'w canmol am hyn y maent byth yn credu iddynt [fod] yn diogelwch rhag y gosb, ac iddynt hwy yn cosbi poenus.
da: Og aldrig synes at dem, der glæde i, hvad de har begået, og som skal have ros for hvad de gjorde ikke - aldrig tror dem [skal] i sikkerhed fra straffen, og for dem er en smertefuld straf.
el: Και ποτέ δεν σκέφτονται ότι αυτούς που χαίρονται για αυτό που έχουν έχουν διαπραχθεί και σαν να επαινεθεί για αυτό που έκανε δεν - ποτέ δεν σκέφτονται τους [για να] με ασφάλεια από την τιμωρία, και αποτελεί για αυτούς μια οδυνηρή τιμωρία.
et: Ei usu, et need, kes rõõmu, mida nad on toime ja nagu et rahuldavaks mida nad tegid - kunagi usu neid [] ohutult karistusregistri ja neil on valus karistus.
fi: Koskaan ajattele, että niille, jotka iloitsevat puolueettomia tehdyistä rikoksista voitaisiin ja kuten kehuttava siitä, mitä he tekivät - koskaan pidä niitä [on] turvallisesti rangaistus, ja niille on tuskallinen rangaistus.
he: אף פעם לא חושב כי מי לשמוח על מה שיש להם שפגעה וכמו כדי להיות שיבח על מה שהם עשו לא - אף פעם לא להם [להיות] בשלום מן העונש ו עבורם הוא עונש כואב.
hr: Nikad ne mislim da oni koji raduju se što imaju počinjeno i kao da se pohvaliti za ono što im je - nikad ne misli da [da] u sigurnosti od kazne i za njih je bolna kazna.
lt: Ir niekada manote, kad tie, kurie džiaugtis, ką jis įvykdė ir kaip turi būti giriamas už ką jie padarė - niekada, kad jie [būtų] saugos nuo bausmės, ir jiems yra skausmingas bausmė.
lv: Un nekad domāju, ka tiem, kuri priecāties par to, ko viņi ir aizskaršanu un kā lai uzteica par to, ko viņi darīja nekad nedomā tās [ir] drošībā no soda, un viņiem ir sāpīgi sods.
nb: Og aldri tror at de som fryde i hva de har begått og liker å bli rost for hva de gjorde ikke - aldri tror dem [skal] i sikkerhet fra straffen, og for dem er en pinefull straff.
sk: Nikdy si myslím, že tí, ktorí sa radovať, čo majú dopúšťajú a ako chcete byť chválený za to, čo urobil nikdy nemyslím [treba] bezpečnosť od trest a je pre nich bolestivé trest.
sl: Nikoli ne mislim, da tisti, ki kaj so zagrešile in kot da se pohvalimo za kaj storil ne - nikoli menijo, da jih [se] varno iz kazen in za njih je boleča kazen.
sr_cyrl: И никад не мисли да они који се радују у шта имају почињено и као да буду слављени шта су урадили не - никада не мисли да их [да] у сигурности од казне, а за њих је болна казна.
sr_latn: I nikad ne misli da oni koji se raduju u šta imaju počinjeno i kao da budu slavljeni šta su uradili ne - nikada ne misli da ih [da] u sigurnosti od kazne, a za njih je bolna kazna.
uk: І ніколи не думаю, що ті, хто радіти в те, що вони мають влаштований і як би похвалити за те, що вони зробили не ніколи не вважають їх [бути] в безпеці від покарання, і для них болючою покарання.
vi: Và không bao giờ nghĩ rằng những người vui mừng trong những gì họ đã gây ra và như để được khen ngợi cho những gì họ đã không - không bao giờ nghĩ rằng họ [là] trong an toàn từ sự trừng phạt, và đối với họ là một hình phạt đau đớn.
zu: Futhi ungalokothi ucabange ukuthi labo jabula ngaphakathi babe they eziye zabangela futhi bathanda ukuba adunyiswe ngenxa yalokho abazange benze - ungalokothi ucabange kubo [ukuba] nokuphepha ekuhlunguphazweni, futhi kubo buhlungu jeziso.

# Quran482
source: And to Allah belongs the dominion of the heavens and the earth, and Allah is over all things competent.
ca: I per Allah pertany el dominion dels cels i la terra, i és d'Allah sobre totes les coses competents.
cy: Ac i Allah yn perthyn ddominiwn y nefoedd a'r ddaear, ac yn Allah dros holl bethau yn gymwys.
da: Og Allah tilhører herredømme af himlene og jorden, og Allah er over alle ting kompetente.
el: Και Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη, και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Kuulub võim taeva ja maa Jumal ja Allah on üle kõik asjad pädev.
fi: Jumalalle kuuluu valta taivaassa ja maan päällä ja Allah on yli kaiken toimivaltaisten.
he: אללה שייך הריבונות של השמים והאדמה, אללה נגמר המוסמכת כל הדברים.
hr: Allahu pripada vlast na nebesima i na zemlji i Allah je sve nadležna.
lt: Ir Dievas priklauso viešpatavimas, dangų ir žemę, ir Dievas yra virš visų dalykų kompetentinga.
lv: Allah pieder valdīšana debesis un zemi un Allah ir pār visām lietām, kas ir kompetentas.
nb: Og til Allah tilhører herredømmet over himmelen og jorden, og Allah er over alle ting kompetent.
sk: Bohu patrí panstva nebies a Zeme a Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Allah pripada oblast v nebesih in na zemlji in Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Алах припада власт небеса и земље и Аллах је преко надлежних све ствари.
sr_latn: Alah pripada vlast nebesa i zemlje i Allah je preko nadležnih sve stvari.
uk: І щоб Аллах належить Домініон небеса та Земля і Аллах все впокорив компетентним.
vi: Allah thuộc lãnh địa của bầu trời và trái đất và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Futhi Allah fanele dominion of bhakabhaka hlaba futhi Allah phezu kwazo zonke izinto abanekhono.
