Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran120
source: The Jews say "The Christians have nothing [true] to stand on," and the Christians say, "The Jews have nothing to stand on," although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.
ca: Els jueus dir "Cristians tenen res [cert] a", i els cristians diuen, "Els jueus tenen res per estar dret," tot i que ells [dos] recitar les escriptures. Per tant la politeistes parlen el mateix que les seves paraules. Però Allah considerarà entre ells el dia de resurrecció que sobre les quals solien difereixen sobre.
cy: Mae yr Iddewon yn dweud "Mae y Cristnogion [gwir] dim i sefyll", ac mae y Cristnogion yn dweud, "Mae yr Iddewon yn cael dim i sefyll ar," er iddynt [i'r ddau] Mae adrodd yr ysgrythur. Felly y mae y polytheists yn siarad yr un fath â eu geiriau. Ond bydd Allah yn barnu ar dydd atgyfodi ynghylch a dros a ddefnyddiwyd ganddynt yn wahanol rhyngddynt.
da: Jøderne sige "kristne har intet [rigtigt] til at stå på", og kristne siger, "Jøderne ikke har noget at stå på," selv om de, [både] recitere Skriften. Således tale polyteister det samme som deres ord. Men Allah vil dømme mellem dem på den dag i opstandelse om det, som de brugte til at variere.
el: Οι Εβραίοι πω «Οι Χριστιανοί έχουν [αληθινή] τίποτα να σταθεί», και οι χριστιανοί λένε, «Οι Εβραίοι δεν έχουν τίποτα για να σταθούν επάνω,» παρόλο που [τόσο] διηγούμαι η γραφή. Έτσι οι πολυθεϊστές μιλάει το ίδιο με τα λόγια τους. Αλλά ο Αλλάχ θα κρίνει μεταξύ τους για την ημέρα της Αναστάσεως, σχετικά με την οποία πάνω από το οποίο χρησιμοποίησαν για να διαφέρουν.
et: Juudid ütlevad "Kristlased on midagi [tõeline] seista" ja kristlased ütlevad, "Juudid on midagi seista," kuigi nad [nii] etlema pühakiri. Seega on polytheists räägivad sama oma sõnu. Kuid Jumal hindavad nende ülestõusmist päev selle üle, mida nad kasutasid erinevad vahel.
fi: Juutalaiset sanovat "Kristityt ei ole mitään [todellinen] kantaa" ja kristityt sanovat: "Juutalaiset ei ole mitään kantaa," vaikka he, [sekä] pyhää kirjaa. Näin polytheists puhua sama kuin sanoista. Mutta Jumala tuomitsee keskenään siitä, jota he käyttivät erilaisia ylösnousemuksen.
he: היהודים אומרים "הנוצרים יש דבר [אמיתי] לעמוד על", הנוצרים אומרים, "ליהודים יש דבר לעמוד עליה," למרות שהם [הן] לדקלם את כתבי הקודש. לכן polytheists מדברים בדיוק כמו המילים שלהם. אבל אללה ישפוט ביניהם על יום של תחיית המתים הקשור שבהן השתמשו שונים.
hr: Židovi kažu "Kršćani nemaju [istina] stajati na", a kršćani kažu, "Židovi nemaju na," Iako su [i] recitirati Svetog pisma. Tako su politeisti govori isto kao i njihove riječi. Ali Allah će suditi između njih na dan uskrsnuća o to nad kojima su nekad se razlikuju.
lt: Žydų pasakyti "Krikščionis neturi nieko [tikras] stovėti ant", ir krikščionys sako, "Žydų neturi nieko stovėti ant," nors jie [ir] deklamuoti raštas. Taigi, polytheists kalbėti toks pat, kaip jų žodžius. Bet Dievas teis tarp jų prisikėlimo dieną apie tą per kurį jie turi skirtis.
lv: Ebrejiem teikt "Kristieši nav nekas [tiesa], nostāties uz" un kristieši saka: "Ebreji ir nekas stāvēt," kaut arī viņi [gan] deklamēt svētie raksti. Tādējādi polytheists runāt tāpat kā viņu vārdus. Bet Allāha vērtēs starp tiem augšāmcelšanās diena, pār kurām viņi mēdza atšķirties attiecībā uz.
nb: Jødene sier "Kristne har ingenting [true] å stå på", og kristne sier, "Jødene har ingenting å stå på," selv om de [både] lese skriften. Dermed snakker polyteister det samme som deres ord. Men Gud skal dømme mellom dem på oppstandelsen om det som de pleide å avvike.
sk: Židia hovoria "Kresťania nemajú nič [pravda] postaviť na" a kresťania hovoria: "Židia nemajú nič stáť," Hoci oni, [ako] recitovať písmo. Teda polyteisty hovoriť, rovnako ako ich slová. Ale Boh bude súdiť medzi nimi na deň vzkriesenia, o tom, ktoré používajú odlišné.
sl: Judje pravijo "Kristjani nimajo nič [resnično], da stojijo na", in kristjani pravijo, "Judje so nič stati na," čeprav so, [tako] recitirati pismo. Tako je politeiste govori isto kot svoje besede. Vendar Allah bo sodnik med njimi na dan od vstajenje, glede na to v katerem uporabljajo razlikujejo.
sr_cyrl: Јевреји кажу "У хришћана нема [истина] да стане на", а хриљжани је рекао: "Јевреји имају ништа да стане на," Иако су [и] рецитује Светог писма. Стога је полyтхеистс говори исто као и њихове речи. Али , Аллах ће судити између њих, на дан ускрснућа, у коју током којих су се разликују у погледу.
sr_latn: Jevreji kažu "U hrišćana nema [istina] da stane na", a hriљжani je rekao: "Jevreji imaju ništa da stane na," Iako su [i] recituje Svetog pisma. Stoga je polytheists govori isto kao i njihove reči. Ali, Allah će suditi između njih, na dan uskrsnuća, u koju tokom kojih su se razlikuju u pogledu.
uk: Євреїв сказати "Християнами нема [справжній] стояти на", а християни говорять, "Євреї нема встати на" Хоча вони, [як] читати Писання. Таким чином в polytheists говорити так само, як їх слова. Але Аллах буде судити між ними на день Воскресіння щодо, над якими використаного відрізняються.
vi: Người Do Thái nói rằng "Các Kitô hữu không có gì [thật sự] đứng trên", và các Kitô hữu nói rằng, "Những người Do Thái không có gì phải đứng lên," mặc dù họ [đều] đọc Kinh Thánh. Do đó các polytheists nói giống như lời nói của họ. Nhưng Allah sẽ phán xét giữa họ ngày ngày sống lại liên quan đến mà qua đó họ sử dụng khác nhau.
zu: AmaJuda athi "AmaKristu abanalutho [kweqiniso] ukuma," futhi amaKristu bathi: "AmaJuda abanalutho ukuma," nakuba they [bobabili] hlabelela umBhalo.

# Quran121
source: And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.
ca: I que són més injust que els que impedeixen el nom d'Allah s'esmenta en les seves mesquites i esforçar-se per la seva destrucció. No és per a ells introduir-los excepte en la por. Per a ells en aquest món és desgràcia, i tindran en el futur una pena gran.
cy: Ac sydd yn anghyfiawn mwy na'r rheini sy'n atal enw Allah rhag cael ei grybwyll yn ei mosgiau ac ymdrechu tuag at eu difa. Nid yw am iddynt ymuno â hwy ac eithrio mewn ofn. Iddynt yn y byd hwn yn warthus, a bydd ganddynt yn y o hyn ymlaen cosb mawr.
da: Og der er mere uretfærdig end dem, der forhindrer, at navnet på Allah bliver nævnt i hans moskeer og stræbe mod deres ødelæggelse. Det er ikke for dem at indtaste dem undtagen i frygt. For dem i denne verden er skændsel, og de vil have i hinsidige en stor straf.
el: Και οι οποίοι είναι πιο άδικο από εκείνους που εμποδίζει την που αναφέρονται στα τζαμιά του το όνομα του Αλλάχ και να αγωνιστεί προς την καταστροφή τους. Δεν είναι για αυτούς να εισέλθουν τους εκτός από το φόβο. Για τους σε αυτόν τον κόσμο είναι ντροπή, και θα έχουν μεγάλη τιμωρία στη συνέχεια.
et: Ja kes on rohkem kui need, kes takistavad Jumala nimi on nimetatud tema mošeed ja püüdma poole nende hävitamise alusetu. Ei ole nad pääseksid neid peale hirmu. Neil siin maailmas on häbi neil edaspidi suur karistus.
fi: Ja jotka ovat epäoikeudenmukaisempi kuin ne, jotka estää Jumalan nimi on mainittu hänen moskeijoissa ja pyrkiä kohti niiden hävittämistä. Se ei ole heidän tehdä paitsi pelossa. Heille tässä maailmassa on häpeällistä ja heillä tuonpuoleisessa suuri rangaistus.
he: מי צודק יותר מאשר אלה למנוע את השם של אללה שיזכירו במסגדים שלו ולחתור לעבר ההרס שלהם. . זה לא בשבילם להזין אותם חוץ בפחד. עבורם בעולם הזה הוא בושה, יהיה להם בעולם הבא עונש גדול.
hr: I koji su više nepravedno od onih koji su spriječili ime Allah spominje u svojim džamijama i težiti ka njihovo uništenje. Nije ih osim unosa u strahu. Za njih na ovom svijetu je sramota, i imaju u daljnjem tekstu velika kazna.
lt: Ir kurie yra labiau neteisinga nei tie, kurie neleidžia Dievas pavadinimas nurodomas jo mečetėse ir siekti link jų sunaikinimo. Tai ne į juos patekti juos išskyrus baimėje. Juos šiame pasaulyje yra nemalonę, ir jie turės toliau puikus bausmė.
lv: Un kuri ir netaisna vairāk nekā tiem, kas neļautu Allah vārdu ir minēts viņa mošeju un tiekties pretī to iznīcināšanu. Tas nav domāts viņiem ieiet tiem, izņemot bailes. Viņiem šajā pasaulē ir negods, un turpmāk tie būs liels sods.
nb: Som er mer urettferdig enn de som hindrer at navnet på Allah blir nevnt i hans moskeer og streber mot deres ødeleggelse. Det er ikke for dem å angi dem unntatt i frykt. For dem i denne verden er skam, og de vil ha i hinsidige stor straff.
sk: A ktorí sú viac nespravodlivé, ako tí, ktorí bránia meno Alah je uvedené v jeho mešity a snažiť sa k ich zničeniu. Nie je to pre nich vstúpiť len v strachu. Je hanba pre nich v tomto svete, a majú v nižšie veľký trest.
sl: In ki so bolj nepravičen od tistih, ki ime Allah preprečuje, da bi se iz svoje mošeje in prizadevamo k njihovem uničenju. To ni, da bi vanje, razen v strahu. Zanje v tem svetu je sramota, in bodo imeli v nadaljevanju veliko kazen.
sr_cyrl: А који су више неправедан него оних који спречавају помињана у његове џамије у име Алаха, и Тежите ка њихово уништење. То није за њих да бисте их осим у страху. За њих у овом свету је срамота, и они ће имати на другом свету, велика казна.
sr_latn: A koji su više nepravedan nego onih koji sprečavaju pominjana u njegove džamije u ime Alaha, i Težite ka njihovo uništenje. To nije za njih da biste ih osim u strahu. Za njih u ovom svetu je sramota, i oni će imati na drugom svetu, velika kazna.
uk: І хто є більш несправедливими, ніж ті, які перешкоджають згадували в його мечетей в ім'я Аллаха а також прагнути до їх знищення. Це не для них, щоб вводити їх за винятком в страху. Для них у цьому світі є ганьбою, і вони будуть мати в майбутньому велике покарання.
vi: Và những người bất công hơn so với những người ngăn chặn tên của Allah được đề cập trong nhà thờ Hồi giáo của mình và phấn đấu hướng tới hủy diệt của họ. Nó không phải là cho họ để nhập chúng trừ trong sợ hãi. Đối với họ trong thế giới này là hổ thẹn, và họ sẽ có trong tương lai một hình phạt rất lớn.
zu: Futhi abangabenzi ubulungisa okwedlula labo ukuvimbela igama Allah kusuka kukhulunywa ngabo amathempeli laKhe futhi balwele nokubhujiswa kwabo.

# Quran122
source: And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah. Indeed, Allah is all-Encompassing and Knowing.
ca: I per Allah pertany a l'Orient i Occident. Així que allà on vostè [podria] al seu torn, hi ha la cara d'Allah. En efecte, Allah és que abasta i saber.
cy: Ac i Allah yn perthyn i'r dwyrain a'r gorllewin. Felly lle bynnag y bo chi [Gallai] droi, yn wyneb Allah. Yn wir, Allah yn hollgynhwysol a gwybod.
da: Og Allah tilhører øst og vest. Så uanset hvor du [kan] tænder, der er den ansigt i Allah. Allah er, altomfattende og vidende.
el: Και Αλλάχ ανήκει στην Ανατολή και η Δύση. Έτσι οπουδήποτε γυρίζετε [ίσως], υπάρχει το πρόσωπο του Αλλάχ. Πράγματι, ο Αλλάχ είναι όλος-καλύπτοντας και γνωρίζοντας.
et: Ja Allah kuulub Ida ja Lääne. Seega kui [võiks] lülitate, on Jumala nägu. Tõepoolest, Allah on kõike ja teades.
fi: Ja Jumalalle kuuluu Itä ja Länsi. Minne tahansa katsotkin [saattoivat] siis Jumalan kasvot. Itse asiassa Jumala on kokonaisvaltainen ja tietää.
he: אללה שייך המזרח והמערב. אז בכל מקום [אולי] הפעלת, יש הפנים של אללה. אכן, אללה הוא החובקת כל ומבין עניין.
hr: A Allahu pripada na istoku i na zapadu. Pa gdje god okreneš [Možda], tamo je lice Allaha. Uistinu, Allah je sveobuhvatni i znajući.
lt: Ir Dievas priklauso Rytų ir Vakarų. Todėl kur tik jūs [gali], nėra Dievo veidą. Iš tiesų, Dievas yra visa apimanti ir žinant.
lv: Un Allah pieder austrumiem un rietumiem. Tātad kur var savukārt, tur ir Allah seju. Patiešām, Allah ir visaptveroša un zinoši.
nb: Og til Allah tilhører øst og vest. Så uansett hvor du [kan] slår, er det det ansiktet av Døyve. Døyve er faktisk altomfattende og kjenne.
sk: A Bohu patrí medzi Východom a Západom. Tak nech sa mohli zase, je tvár Alah. Alah je skutočne všetci-zahŕňať a vedel.
sl: Ter Allah pripada na vzhodu in zahodu. Tako kjerkoli [lahko] pa, da je obraz Allah. Res, Allah je vseobsegajoča in vedo.
sr_cyrl: И , Алах припада на истоку и на западу. Где год се окренете [може], зато лице од Алаха. Уистину , Аллах је свеобухватајућег и знања.
sr_latn: I, Alah pripada na istoku i na zapadu. Gde god se okrenete [može], zato lice od Alaha. Uistinu, Allah je sveobuhvatajućeg i znanja.
uk: І щоб Аллах належить Сходом і Заходом. Так, скрізь, де ви зверне, є обличчям Аллаха. Дійсно, Аллах є всеосяжним і знаючи.
vi: Và Allah thuộc phía đông và phía tây. Do đó, bất cứ nơi nào bạn [có thể] biến, có khuôn mặt của Allah. Thật vậy, Allah là tất cả, bao gồm và hiểu biết.
zu: Futhi Allah fanele phumalanga shonalanga.

# Quran123
source: They say, "Allah has taken a son." Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,
ca: Diuen: "Allah ha tingut un fill". Exaltat és ell! Més aviat, li pertany el que està en els cels i la terra. Tots són devotament obedients a ell,
cy: Maent yn dweud, "wedi Allah fab." I'w mawrygu yw ef! Yn hytrach, ef yn perthyn iddo beth bynnag sydd yn y nefoedd a'r ddaear. Mae pob un yn daer obedient iddo,
da: De siger, "Allah har taget en søn." Ophøjet er han! Snarere, at ham hører hvad der er i himlene og jorden. Alle er andægtig lydig mod ham,
el: Λένε, «Αλλάχ έχει λάβει ένα γιο.» Υπερυψωμένα είναι αυτός! Μάλλον, σ ' αυτόν ανήκει ό, τι είναι στον ουρανό και τη γη. Όλα είναι ευσεβώς υπάκουος σε αυτόν,
et: Nad ütlevad: "Jumal on võtnud poeg." Ülendatud on ta! Pigem temale kuulub iganes on taevas ja maa. Kõik on jumalakartlikult sõnakuulelikud tema,
fi: He sanovat: "Jumala on ottanut poika." Ylevä on hän! Pikemminkin hänelle kuuluu kaikki, mikä on taivaassa ja maan päällä. Kaikki ovat hartaasti kuuliainen hänelle,
he: הם אומרים, "אללה נקטה בן". ? הוא מרומם! במקום זאת, אליו שייך כל מה שנמצא את השמים ואת הארץ. כל הם מוסלמים אדוקים ממושמע אליו,
hr: Oni kažu, "Allah je uzeo sina." Uzvišen je on! Umjesto toga, njemu pripada sve što je u nebesima i na zemlji. Sve su pobožno poslušne
lt: Jie sako, "Dievas ėmėsi sūnų." Išaukštintas yra jis! Atvirkščiai, jam priklauso kokia yra dangaus ir žemės. Visi yra dievobaimingai paklusti jam,
lv: Viņi saka: "Allah ir veikusi dēls." Sajūsmināts viņš ir! Pareizāk sakot, viņam pieder, kāda ir debesis un zemi. Viss, ir dievbijīga paklausīga viņam,
nb: De sier, "Allah har tatt en sønn." Opphøyet er han! Snarere, ham tilhører i himlene og jorden. Alle er engasjerte lydige mot ham,
sk: Hovoria, že "Alah vzala syna." Vyvýšený je on! Skôr mu patrí, čo je v nebesiach a na zemi. Všetky sú vrúcne poslušní k nemu,
sl: Pravijo, da "Allah je sprejela sina." Vzvišeno je on! Namesto, da mu pripada karkoli je v nebesih in na zemlji. Vsi so pobožno poslušen z njim,
sr_cyrl: Кажу , "Аллах је узео сина." Да ли је узвиљено! Радије , он припада шта год је у небеса и земљу. Све су побожно послушна с њим,
sr_latn: Kažu, "Allah je uzeo sina." Da li je uzviљeno! Radije, on pripada šta god je u nebesa i zemlju. Sve su pobožno poslušna s njim,
uk: Вони кажуть: "Аллах взяло сина". Піднесений це він! Швидше за все, йому належить все, що є у небі та землі. Всі вони побожним слухняним Йому,
vi: Họ nói, "Allah đã lấy một con trai." Sôi nổi là ông! Thay vào đó, ông thuộc về bất cứ điều gì là trong bầu trời và trái đất. Tất cả đều sùng đạo Cơ đốc Vâng lời ngài,
zu: Bathi: "Allah uthathé indodana."

# Quran124
source: Originator of the heavens and the earth. When He decrees a matter, He only says to it, "Be," and it is.
ca: Causant dels cels i la terra. Quan va decrets una qüestió, només diu, "Ser" i és.
cy: Cychwynnwr y nefoedd a'r ddaear. Pan mae ef deddfir mater, dim ond meddai, "Fod yn", ac mae.
da: Igangsætteren af himlene og jorden. Når han kundgørelser noget, han kun siger, er "Være", og det.
el: Δημιουργός του τον ουρανό και τη γη. Όταν διατάγματα θέμα, λέει μόνο σε αυτό, «Να», και είναι.
et: Taeva ja maa looja. Kui ta otsustab asja, ta lihtsalt kirjutab, et "Tuleb" ja see on.
fi: Aloittaja taivaat ja maan. Kun hän antaa tuomion asiassa, hän vain sanoo, "On", ja se on.
he: יוזם את השמים ואת הארץ. כאשר שהוא מצווה עניין, הוא רק אומר את זה, "להיות", וזה הוא.
hr: Začetnik je nebo i zemlja. Kad on nalaže stvar, on samo kaže, "Biti", a to je.
lt: Siuntėjo į dangų ir žemę. Kai jis nusprendė klausimas, jis tik sako, "Būti", ir ji yra.
lv: Autors, debesis un zemi. Kad viņš paziņo jautājumu, viņš tikai saka, "Būt", un tas ir.
nb: Opphavsmannen til himmelen og jorden. Når han forordninger en sak, sier han bare, er "Være", og det.
sk: Pôvodca nebo a zem. Keď sa on rozhodol sa hovorí, "Byť", a to je.
sl: Avtor nebes in zemlje. Ko je odloke stvar, on samo pravi, "Biti", in to je.
sr_cyrl: Пошиљалац неба и земље. Када он издаје декрет питање, каже он, "Да", а то је.
sr_latn: Pošiljalac neba i zemlje. Kada on izdaje dekret pitanje, kaže on, "Da", a to je.
uk: Оригінатор небеса та Земля. Коли він укази питання, він лише каже до неї, "Бути" і вона є.
vi: Người khởi của bầu trời và trái đất. Khi ông nghị định một vấn đề, ông chỉ nói với nó, "", và nó là.
zu: UMsunguli amazulu nomhlaba.

# Quran125
source: Those who do not know say, "Why does Allah not speak to us or there come to us a sign?" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].
ca: Aquells que no saben dir: "Per què Allah no parla amb nosaltres o hi ha arribat a nosaltres un signe?" Així parlà aquells abans d'ells com les seves paraules. Seus cors s'assemblen entre si. Hem demostrat clarament els signes per a persones que estan segurs [en fe].
cy: Rhai nad ydynt yn gwybod a dweud, "Pam yw Allah nid yn siarad â ni neu ddod yno i ni arwydd?" Rhai cyn iddynt felly yn siarad fel eu geiriau. Mae eu calonnau yn ymdebygu i gilydd. Yr ydym wedi dangos yn amlwg yr arwyddion i bobl nad ydynt yn rhai [mewn ffydd].
da: Dem der ikke kender siger, "Hvorfor Allah ikke taler til os eller der kommer til os et tegn?" Således talte dem før dem som deres ord. Deres hjerter ligner hinanden. Vi har tydeligt vist tegn til et folk, der er visse [i tro].
el: Εκείνους που δεν ξέρουν δηλαδή, «Γιατί Αλλάχ δεν μιλούν σε εμάς ή εκεί έρχονται σε μας ένα σημάδι;» Έτσι μίλησε εκείνες πριν από αυτούς, όπως τα λόγια τους. Τις καρδιές τους μοιάζουν μεταξύ τους. Έχουμε δείξει σαφώς τα σημάδια σε άτομα που είναι βέβαιο [με πίστη].
et: Need, kes ei tea öelda, "Miks Jumal ei räägi meile või tulevad meile märk?" Nii rääkis neile enne neid nagu oma sõnu. Nende südamed sarnanevad üksteisega. Oleme näidanud selgelt märke inimestele, kes on teatud [in usus].
fi: Ne, jotka eivät tiedä sanoa: "Miksi Jumala puhu tai tulla luoksemme merkki?" Näin puhui niitä ennen kuin heidän sanojaan. Heidän sydämensä muistuttavat toisiaan. Olemme osoittaneet selvästi merkkejä ihmisille, jotka ovat varmoja [usko].
he: אלה שלא יודעים לומר, "מדוע אללה לא ידבר איחנו או שם מגיעים אלינו עם שלט?" לפיכך דיברו אלה לפניהם כמו המילים שלהם. הלבבות שלהם דומים אחד לשני. אנחנו הראו בבירור את הסימנים אנשים מסוימים [באמונה].
hr: One koji ne znaju reći, "Zašto Allah razgovarati s nama ili dođe s nama znak?" Tako je govorio prije njih kao svoje riječi. Njihova srca sliče jedni druge. Pokazali smo jasno znakove ljudima koji su određeni [u vjeri].
lt: Tiems, kurie nežino, sako, "Kodėl Dievas negali kalbėti su mumis arba ten ateis pas mus ženklas?" Taip kalbėjo prieš juos kaip savo žodžius. Jų širdyse panašūs tarpusavyje. Mes parodė aiškiai ženklai žmonėms, kurie yra tam tikrų [į tikėjimą].
lv: Tiem, kas nezina teikt, "kāpēc Allah nav runāt ar mums vai tur nāk pie mums zīmi? Tādējādi tos, pirms tie runāja kā savus vārdus. Viņu sirdis līdzinās viena otrai. Mēs esam pierādījuši skaidri pazīmes cilvēki, kas ir noteiktas [savā ticībā].
nb: De som ikke vet sier, "Hvorfor Allah ikke snakke med oss eller det kommer til oss et tegn? Dermed talte dem før dem som deres ord. Deres hjerter ligne hverandre. Vi har vist klare tegn til et folk som er bestemt [i tro].
sk: Tých, ktorí nevedia povedať: "Prečo Boh nám nehovorí alebo tam prísť k nám znamenie?" Tak hovoril pred nim ako ich slová. Ich sŕdc sa navzájom podobajú. Ukázali sme jasne znamenie pre ľudí, ktorí sú určité [vo viere].
sl: Tisti, ki ne vem reči, "Zakaj Allah ne govoriti z nami ali pa pridejo k nam znak?" Tako je govoril tisti pred njimi kot svoje besede. Njihova srca podobni drug drugemu. Smo pokazali jasno znake za ljudi, ki so določene, v vero].
sr_cyrl: Реци онима који не знају, "Зашто Аллах разговарати с нама или тамо нам се обратила знак?" Тако говоре они пре их као своје речи. Њихова срца налик један другом. Показали смо јасно знакове за све оне који су одређени [у вери].
sr_latn: Reci onima koji ne znaju, "Zašto Allah razgovarati s nama ili tamo nam se obratila znak?" Tako govore oni pre ih kao svoje reči. Njihova srca nalik jedan drugom. Pokazali smo jasno znakove za sve one koji su određeni [u veri].
uk: Ті, хто не знає сказати: "Чому Аллаху не говорити з нами або туди приходять до нас знак?" Таким чином, говорив тих перед ними як їх слів. Їх серця нагадують один одного. Ми показали чітко ознаки для людей, які впевнені, [у вірі].
vi: Những người không biết nói, "Tại sao Allah không nói cho chúng tôi hoặc có đến cho chúng tôi một dấu hiệu?" Do đó đã nói chuyện với những người trước khi chúng như lời nói của họ. Trái tim của họ giống nhau. Chúng tôi đã cho thấy rõ ràng những dấu hiệu cho một người nào đó [trong Đức tin].
zu: Labo abazi bathi: "Kungani Allah akakhulumi nathi noma lapho eze kithi isibonakaliso?"
