Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1726
source: Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -
ca: Llavors és ell qui sap que el que ha estat revelat a vostè del seu senyor és la veritat com el que és cec? Que es només es va recordar que són gent d'entesa-
cy: Yna mae ef a gwybod bod hyn wedi cael ei ddatgelu i chi gan eich Arglwydd yn y gwirionedd fel un sydd yn ddall? Bydd dim ond eu hatgoffa pwy yw'r bobl ddealltwriaeth-
da: Derefter er han, som kender, hvad har været åbenbaret for dig fra din herre er sandheden ligesom en, der er blind? De vil kun blive mindet der er folk i forståelse-
el: Στη συνέχεια, είναι αυτός που ξέρει ότι τι έχει αποκαλύψει σε σας από το Λόρδο είναι η αλήθεια όπως εκείνος που είναι τυφλός; Αυτοί μόνο θα γίνει υπενθύμιση που είναι άνθρωποι της κατανόησης-
et: Siis on see, kes teab, et mida on avastatud teile: teie Issand on tõde nagu üks, kes on pime? Nad ainult meelde, kes inimest mõistmise-
fi: Sitten on hän, joka tietää, että mitä on ilmoitettu tulee Herraltasi on totuus kuin yksi, joka on sokea? Ne vain muistutti jotka ovat ihmisiä ymmärtää-
he: אז הוא מי יודע מה התגלה לך מן האל שלך הוא האמת כמו סומא? הם רק תהיה הזכיר מי האנשים של הבנה-
hr: Onda je onaj koji zna da je što je otkrio da ste iz vašeg gospodara istine kao onaj koji je slijep? Oni će samo podsjećati tko su ljudi razumijevanja-
lt: Tada yra tas, kuris žino, kad kas buvo atskleista jums iš jūsų Viešpats yra tiesos kaip tas, kuris yra aklas? Jie bus tik priminė kurie yra žmonių supratimo-
lv: Tad ir tas, kurš zina, ka to, kas tika atklāts jums no jūsu kungs kā cilvēks, kurš ir akls patiesību? Tie būs tikai jāatgādina cilvēku izpratni, - kuri
nb: Deretter er han som vet at det har blitt åpenbart til deg fra din Herre er sannheten som en som er blind? De vil bare bli minnet som er mennesker forståelse-
sk: Potom je ten, kto vie, že čo bolo odhalené na vás z vášho pána je pravda ako ten, kto je slepý? Oni len pripomenul kto sú ľudia porozumenie-
sl: Potem je on, kdo ve, kaj se je pokazala za vas od svojega Gospoda je resnico, kot tisti, ki je slepa? Se bo le spomniti kdo so ljudje razumevanje-
sr_cyrl: Онда је онај који зна да је шта је теби откривен од твог Господа је истина као неко ко је слепа? Они ће само подсетити ко су људи о разумевању-
sr_latn: Onda je onaj koji zna da je šta je tebi otkriven od tvog Gospoda je istina kao neko ko je slepa? Oni će samo podsetiti ko su ljudi o razumevanju-
uk: Тоді є той, хто знає, що те, що було виявлено до вас від вашого Господь правду, як той, хто сліпий? Вони будуть тільки Нагадаємо, які люди розуміння-
vi: Sau đó là ông những người hiểu biết những gì đã được tiết lộ cho bạn từ Chúa của bạn là sự thật giống như một người mù? Họ sẽ chỉ được nhắc nhở những người là những người hiểu biết-
zu: Khona lowo uyazi ukuthi lokho fanele phendla you kho Lord is yaniso Ufana nomuntu oyimpumputhe?

# Quran1727
source: Those who fulfill the covenant of Allah and do not break the contract,
ca: Aquells que complir el Pacte d'Allah i no trencar el contracte,
cy: Rheini gyflawni y cyfamod Allah ac nad ydych yn torri y contract,
da: Dem, der opfylder pagten af Allah og ikke bryde kontrakten,
el: Αυτοί που εκπληρώνουν τα φώνου του Αλλάχ και δεν σπάσει το συμβόλαιο,
et: Need, kes täita pakti Allah ja puruneda lepingu,
fi: Jotka täyttävät liiton Allah ja riko sopimuksen
he: מי למלא את האמנה של אללה ולא לשבור את החוזה
hr: Oni koji ispunjavaju zavjet Allahu i ne krše ugovor,
lt: Tie, kurie įvykdyti Dievo sandorą ir negali nutraukti sutarties,
lv: Tiem, kuri pilda Allah pilsētas mēru un nepārkāps līgumā,
nb: De som oppfylle pakten Allah og ikke bryte kontrakten,
sk: Tí, ktorí plniť pakt Alah a neporušujú zmluvy,
sl: Tisti, ki izpolnjujejo zaveze Alah in ne prekinil pogodbo,
sr_cyrl: Они који испуњавају Завјет Алаха и не уговор,
sr_latn: Oni koji ispunjavaju Zavjet Alaha i ne ugovor,
uk: Ті, хто виконати заповіту Аллах і не розірвати договір,
vi: Những người thực hiện giao ước của Allah và không phá vỡ hợp đồng,
zu: Labo fulfill isivumelwano Allah and ingangqubuzani inkontileka,

# Quran1728
source: And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account,
ca: I aquells que unir-se a allò que Allah ha ordenat a unir-se i por el seu Senyor i són por del mal de [el seu] compte,
cy: A'r rhai sy'n ymuno a Allah wedi archebu i ymuno ac ofn yr Arglwydd a'u ofn drwg yn [eu] cyfrif,
da: Og dem, der tiltræder, som Allah har beordret til at samles og frygter deres Herre og er bange for onde af [deres] konto,
el: Και όσοι ακολουθήσουν αυτό που Αλλάχ έχει διατάξει να ενωθούν και να φοβούνται τους Λόρδο και είναι τρομοκρατημένοι από το κακό του λογαριασμού [τους],
et: Ja need, kes liituvad, mida Jumal andis võimaluse ühendada ja hirm nende Issand ja kardavad paha [nende] konto
fi: Ja niille, jotka liittyvät sitä, mitä Jumala on määrännyt yhdistää ja pelkää Herraa ja pelkäävät paha [niiden] tilin
he: ואלה המצטרפים אשר אללה ציווה מחוברים ופחד הם מפחדים הרשע של החשבון [שלהם], והשליט שלהם
hr: I one koji se pridruže ono što Allah je naredio da im se pridružiti i strahu svog gospodina te se bojala zlo [svoju] računa,
lt: Ir tiems, kurie prisijungs tą, kuri Dievas įsakė prisijungė ir bijo savo Viešpačiu ir yra blogis bijo [jų] sąskaitos,
lv: Un tiem, kas pievienojas, kas Allah ir pasūtījis pievienoties un bailes to Kungu un baidās ļaunums [to] konta
nb: Og de som delta som Allah har bestilt å være sammen og frykt deres Herre og er redd for ondet av [sine] konto,
sk: A tí, ktorí sa, ktoré Alah nariadil, aby sa pripojil a strach ich pána a bojí zla zo [svojho] účtu
sl: In tiste, ki se pridružijo, ki Allah je odredila priključi in strah njihov gospodar in se bojijo zlo [njihovega] računa,
sr_cyrl: И они који са њима који је Аллах је наредио да се сједине и страх, њихов господар и нису боји зло [њихов] рачуна,
sr_latn: I oni koji sa njima koji je Allah je naredio da se sjedine i strah, njihov gospodar i nisu boji zlo [njihov] računa,
uk: І тих, хто приєднатися до того, що наказав Аллах об'єднані і боятися Господа і бояться зло [їх] рахунку
vi: Và những người tham gia đó mà Allah đã ra lệnh để được tham gia và lo sợ của Chúa và được sợ ác [] tài khoản của họ,
zu: Futhi labo ukujoyina ukuthi Allah wayala ukuba nawo ahlanganyela umesabe bo Lord futhi bayabesaba yobubi akhawunti [zabo],

# Quran1729
source: And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home -
ca: I els que són pacients, buscant el rostre del seu Senyor i establir l'oració i passar de què hem proporcionat per a ells en secret i públicament i prevenir el mal amb el bé - els tindrà bona conseqüència de [aquesta] casa-
cy: A'r rhai sydd yn glaf, sy'n ceisio ystyried o eu yr Arglwydd, a sefydlu gweddi a gwariant o beth yr ydym wedi darparu ar eu cyfer gyfrinachol ac yn gyhoeddus ac atal drygioni da-bydd rhai yn cael canlyniad da cartref [hwn]-
da: Og dem, der er patient, søger ansigt af deres Herre og etablere bøn og tilbringe fra hvad vi har givet for dem, hemmeligt og offentligt og forhindre ondt med godt - dem vil have en god konsekvens af [denne] hjem-
el: Και εκείνοι που είναι ασθενής, επιδιώκοντας την όψη του Λόρδου, και προσευχή θεσπίσει και να περάσουν από ό, τι έχουμε παράσχει για τους κρυφά και δημόσια και να αποτρέπει κακό με το καλό - αυτοί θα έχουν καλό αποτέλεσμα [αυτό] το σπίτι-
et: Ja need, kes on patsient, keda nende Issand Pale ja palve ja veeta, mida oleme pakkunud neile salaja ja avalikult ja vältida kurja hea - need on head tagajärjed [see] kodu-
fi: Ja ne, jotka ovat kärsivällisiä, etsivät heidän Herransa kasvojen ja rukous ja käyttää mitä olemme antaneet heille salaa ja julkisesti ja estää pahan hyvällä - ne on hyvä seuraus [tämän] kotiin-
he: ואת מי המטופלת, המבקשים את ארשת פניו של האל שלהם, ואת להקים תפילה, מבלים מכל מה שסיפקנו להם בסתר ואשר ולמנוע הרע בטוב - יהיו תוצאה טובה של הבית [הזה]-
hr: I one koji su strpljivi, tražeći lice gospodara svoga, i uspostavljanje molitve i provesti od što smo pružili im tajno i javno i spriječiti zlo dobrim - oni će imati dobrih posljedica [ovo] kući-
lt: Ir tie, kurie yra pacientas, ieško savo Viešpaties, užjaučiantis ir nustatyti malda ir praleisti nuo kas mes teikiame jiems slapta ir viešai ir išvengti blogis gerai - tie turės gerą pasekmė [šio] namo-
lv: Un tiem, kam ir pacients, meklējot savu kungu ārienē un izveidot lūgšanu un tērēt no to, ko esam nodrošinājuši viņiem slepeni un publiski un novērst ļaunu ar labu - tiem būs labas sekas [šajā] mājas-
nb: Og de som er tålmodig, søker sin herres åsyn og etablere bønn og bruke fra hva vi har sørget for dem hemmelig og offentlig og hindre onde med det gode - de har god konsekvensen av [Dette] hjem-
sk: A tí, ktorí sú trpezliví, hľadá tvár svojho pána, a vytvoriť modlitba a utrácať zo čo sme poskytli ich tajne a verejne a zabrániť zlo dobrom - tí majú dobré dôsledkom [to] domáci-
sl: In tiste, ki so bolnik, ki iščejo obličje svojega Gospoda, in vzpostaviti molitev in preživeti iz kaj damo za njih tajno in javno in preprečiti zlo z dobrim, - oni hoteti življati dober posledica [to] doma-
sr_cyrl: И оне који су стрпљиви, трудећи се дрћањем свог господара, и успостави молитву и провести из шта смо нашли новац их тајно и јавно и спречавању зло добрим - оне ће имати добре последице [овом] кући-
sr_latn: I one koji su strpljivi, trudeći se drћanjem svog gospodara, i uspostavi molitvu i provesti iz šta smo našli novac ih tajno i javno i sprečavanju zlo dobrim - one će imati dobre posledice [ovom] kući-
uk: І ті, хто пацієнта, шукає обличчя пана свого і встановити молитви і витрачають від те, що ми надали їм таємно і публічно і запобігти зло добром - тих, хто буде мати хороший наслідком [цьому] будинку-
vi: Và với những người bệnh nhân, tìm kiếm countenance vẻ của Chúa, và thiết lập các cầu nguyện và chi tiêu từ những gì chúng tôi đã cung cấp cho họ công khai và bí mật và ngăn chặn cái ác với tốt - những người sẽ có hậu quả tốt của [này] nhà-
zu: Futhi yilabo ababekezelayo, efuna ebusweni of bo Lord ukusungula ngomthandazo nangokunxusa ukuchitha kulokho We fanele hlinzeka for them ngasese publicly futhi uvimbele okubi ngokuhle - labo nomphumela ezinhle [lokhu] ekhaya -

# Quran1730
source: Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],
ca: Jardins de domicili perpetu; ells entrarà-los amb qui eren justos entre els seus pares, els seus cònjuges i els seus descendents. I els àngels entrarà en ells de cada porta, [dir],
cy: Gerddi preswylio parhaol; byddant yn mynd iddynt gyda pwy bynnag oedd hoes dabloid ymhlith eu tadau, eu priod a'u eu disgynyddion. A bydd yr angylion yn mynd arnynt o bob gât, [dweud],
da: Haver af evig bopæl; de træder dem med hvem var retfærdige blandt deres fædre, deres ægtefæller og deres efterkommere. Og englene vil træde på dem fra hver port, [siger],
el: Κήπους της αόριστης διάρκειας κατοικίας- θα εισέλθουν τους με όποιον ήταν δίκαιοι μεταξύ των πατέρων τους, τους συζύγους και τους απογόνους τους. Και οι άγγελοι θα μπει επάνω σε τους από κάθε πύλη, [λέγοντας],
et: Aiad perpetual elukoht; nad kannavad neid koos, kes olid oma isade, nende abikaasade ja nende järeltulijate seas õige. Ja inglid sisestab neile iga gate [öelda]
fi: Puutarhat ikuinen asuinpaikka; ne tulevat niitä kuka olivat hurskaat isiensä, heidän puolisoilleen ja heidän jälkeläisensä. Ja enkelit syöttää heille joka gate, [sanoen]
he: הגנים של המגורים תמידי; הם יזינו אותם עם מי היו צדיקים בקרב אבותיהם, זוגם וצאצאיהם. ו. המלאכים יזין עליהם בכל שער, [ואמר]
hr: Vrtovi trajno boravište; Oni će ih ući sa tko god bili pravedni među njihovi očevi, njihovi bračni drugovi i njihovi potomci. I anđeli će ući na njih od svakih vrata [govoreći],
lt: Sodai nuolatinę gyvenamąją vietą; jie bus įvesti juos su kas buvo teisieji tarp jų tėvai, jų sutuoktiniai ir jų palikuonys. Ir angelai įves jiems kiekviena vartų, [sako],
lv: Dārzi, pastāvīgas dzīvesvietas; viņi tos ievadīt ar to, kurš bija taisns starp saviem tēviem, viņu laulātajiem un viņu pēctečiem. Un eņģeļi stāsies viņiem virsū no katra vārtu [saka]
nb: Hagene til evigvarende bosatt; de inn dem med hvem var rettferdige blant deres fedre, deres ektefeller og deres etterkommere. Og englene inn dem fra hver gate, [sa]
sk: Záhrady, trvalé bydlisko; vstúpia nimi s kto boli spravodliví medzi ich otcovia, ich manželov a ich potomkov. A anjeli budú vstupovať na ne z každej bráne [povedať],
sl: Vrtovi večne prebivališča; so jih vnese z kdo so bili pravični med svojih očetov, njihove zakonce in njihovi potomci. In angeli vnese na njih vsak vrata, [pravijo]
sr_cyrl: Вртови сталном становања; њих ће ући са ко год били праведни међу њихови очеви, супруге и њихови потомци. И анђели ће ући на њих са свим вратима, [указујући],
sr_latn: Vrtovi stalnom stanovanja; njih će ući sa ko god bili pravedni među njihovi očevi, supruge i njihovi potomci. I anđeli će ući na njih sa svim vratima, [ukazujući],
uk: Сади вічний проживання; вони будуть вводити їх з той, хто були праведниками серед своїх батьків, їх подружжя та їхніх нащадків. І ангели увійде на них від кожного воріт, [кажучи:]
vi: Khu vườn của cư trú vĩnh viễn; họ sẽ nhập chúng với bất cứ ai đã được công bình giữa người cha của họ, vợ chồng của họ và con cháu của họ. Và các thiên thần sẽ nhập theo họ từ mỗi gate, [nói],
zu: Gardens lokuhlala esiphakade;

# Quran1731
source: "Peace be upon you for what you patiently endured. And excellent is the final home."
ca: "La pau sigui amb tu per què vostè suportat pacientment. I la casa final és excel·lent."
cy: "Fod heddwch arnoch am hyn yr ydych yn ei ddioddef amyneddgar. A rhagorol yw cartref terfynol.
da: "Fred være med dig for hvad du tålmodigt udholdt. Og fremragende er den endelige hjem. "
el: «Ειρήνη είναι από σας για ό, τι σας υπέμεινε καρτερικά. Και εξαιρετική είναι η τελική πατρίδα.»
et: "Rahu olgu teile jaoks te kannatlikult kannatasin. Ja väga hea on lõplik kodu."
fi: "Rauha olkoon teille ja kärsivällisesti kestäneet. Ja erinomainen on viimeinen koti.
he: "שלום יהיה עליכם מה שסבלת בסבלנות. מצוין הוא הבית האחרון."
hr: "Mir neka je na vas za strpljivo podnio. I odličan je konačni dom."
lt: "Taikos bus su jumis, kas jums kantriai išgyveno. Ir puikus galutinis namuose."
lv: "Miers ir pār jums jums pacietīgi izturēja. Un lielisks gala mājās."
nb: «Fred være med deg for hva du tålmodig endured. Og utmerket er endelig hjemme.
sk: "Mier je na vás pre aké trpezlivo znášať. A výborná je posledný domov."
sl: "Mir se na vas za kaj ste potrpežljivo pretrpeli. In odličen je končno doma."
sr_cyrl: "Мир бити Пану за шта си стрпљиво претрпео. "И одличан је коначни дом."
sr_latn: "Mir biti Panu za šta si strpljivo pretrpeo. "I odličan je konačni dom."
uk: "Мир Аллаха вас за те, що ви терпляче зносив. І відмінні остаточний додому."
vi: "Hòa bình khi bạn cho những gì bạn kiên nhẫn chịu đựng. Và tuyệt vời là cuối cùng nhà. "
zu: "Ukuthula makube kuwe lokho ngesineke bakhuthazela. Futhi elihle kakhulu ekhaya sokugcina."

# Quran1732
source: But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.
ca: Però aquells que trencar el Pacte d'Allah després de contractar-lo i tallar-la que Allah ha ordenat per unir-se i difondre la corrupció de la terra - per a ells és la maledicció, i tindran la llar pitjor.
cy: Ond rhai sy'n torri'r cyfamod Allah ar ôl ei chontractio ac hollti'r sy'n Allah wedi archebu i ymuno a lledaenu llygredd ar y ddaear-iddynt yn y felltith, a bydd ganddynt y cartref gwaethaf.
da: Men dem, der bryder pagten af Allah efter kontraherende det og sever, som Allah har beordret til at samles og sprede korruption på jorden - for dem er forbandelsen, og de vil have de værste hjem.
el: Αλλά εκείνοι που σπάσει το Σύμφωνο του Αλλάχ μετά από αυτό τις συμβάσεις ανάθεσης και διαχωρίζω αυτό που Αλλάχ έχει διατάξει να ενωθούν και εξάπλωση της διαφθοράς στη γη - για τους είναι η κατάρα, και έχουν χειρότερη σπίτι.
et: Kuid kes murda Allah pakti pärast seda ja sever, mida Jumal andis võimaluse ühendada ja levinud korruptsioon maa - neil on needus ja neil on halvim kodu.
fi: Mutta jotka rikkovan liiton Allah kun se ja katkaista se, jonka Jumala on määrännyt yhdistää ja levittää korruptiota maan päällä - ne on kirous ja ne on pahin koti.
he: אבל מי לשבור את האמנה של אללה לאחר שסבל זה ולנתק את אשר אללה ציווה מחוברים ולהפיץ שחיתות על פני כדור הארץ - עבורם הקללה, יהיה להם את הבית הכי גרוע.
hr: Ali oni koji razbiti savez Allah nakon to i odvojiti ono što Allah je naredio da se pridružio i širenje korupcije na zemlji - za njih je prokletstvo, i imaju najgore doma.
lt: Bet tie, kurie pertraukos Dievo sandorą po perkančioji tai ir atskirti tai, kas Dievas įsakė prisijungė ir skleisti korupcija žemėje - jiems yra prakeikimas, ir jie turės blogiausias namuose.
lv: Bet tiem, kas izjauktu pilsētas mēru Allah pēc to līgumslēdzēju un atdalīt to, kas Allah ir pasūtījis pievienoties un izplatītu korupciju uz zemes – viņiem ir lāsts, un viņiem būs sliktākais mājās.
nb: Men de som bryte pakten Allah etter kontrahering det og bryte som Allah har bestilt selskap og spre korrupsjon på jorden - for dem er forbannelse, og de vil ha det verste hjemmet.
sk: Ale tí, ktorí porušiť zmluvu Alah po zmluvné to a sever, ktoré Alah nariadil pripojiť a šíriť korupcie na zemi - pre nich je prekliatie, a majú najhoršie domov.
sl: Ampak tiste, ki prekinil zveze Allah po to in ločiti to kar Allah je odredila priključi in širjenje korupcije na Zemlji - za njih je prekletstvo, in imajo najslabše doma.
sr_cyrl: Али оне који сломити Завјет Аллаха након то уговарање и прекину оно што Аллах је наредио да се сједине и пренесе корупције на земљи - за њих је проклетство, а имају најгори дом.
sr_latn: Ali one koji slomiti Zavjet Allaha nakon to ugovaranje i prekinu ono što Allah je naredio da se sjedine i prenese korupcije na zemlji - za njih je prokletstvo, a imaju najgori dom.
uk: Але ті, хто розірвати заповіту Аллах після зараження його і розірвати, що наказав Аллах об'єднані і розповсюдження корупції на землі - для них це прокляття, і вони будуть мати найгірших будинку.
vi: Nhưng những người phá vỡ giao ước của Allah sau khi ký kết hợp đồng đó và cắt đứt mà Allah đã ra lệnh để được tham gia và lây lan tham nhũng trên trái đất - cho họ là những lời nguyền, và họ sẽ có ngôi nhà tồi tệ nhất.
zu: Kodwa labo abaphula isivumelwano Allah emva igciwane it hhephuna ukuthi Allah wayala ukuba nawo ahlanganyela basakaza nenkohlakalo emhlabeni - them is isiqalekiso, futhi bayoba ekhaya esibi kunazo zonke.

# Quran1733
source: Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.
ca: Allah s'estén disposició per a qui ell voluntats i restringeix [es]. I alegren la vida mundana, si bé no és la vida mundana, en comparació amb el més enllà, excepte [breu] gaudi.
cy: Mae'r Allah yn ymestyn darpariaeth ar eu cyfer mae'n wills ac yn cyfyngu ar [TG]. A mae nhw yn ymlawenhau ym mywyd worldly, er nad yw y bywyd worldly, o'i gymharu â o hyn ymlaen, ac eithrio mwynhad [byr].
da: Allah udvider bestemmelse for hvem han Testamente og begrænser [det]. Og de fryde sig i det verdslige liv, mens den verdslige liv ikke er, i forhold til hinsides, undtagen [kort] nydelse.
el: Αλλάχ επεκτείνει τη διάταξη για τους οποίους κάνει Διαθήκη και περιορίζει [αυτό]. Και χαίρονται την κοσμική ζωή, ενώ η εγκόσμια ζωή δεν είναι, σε σύγκριση με την συνέχεια, εκτός από [σύντομη] απόλαυση.
et: Allah laiendab sätet, kellele ta tahab ja piirab [ta]. Ja nad rõõmustavad maise elu ajal maise elu ei ole, võrreldes edaspidi, välja arvatud [lühike] nautimine.
fi: Allah ulottuu kenelle hän tahtoo ja rajoittaa [se]. Ja he iloitsevat maallista elämää vaikka maallinen elämä ei ole, kuin jäljempänä, lukuun ottamatta [lyhyt] nautintoa.
he: אללה מרחיב הפרשה שעבורו הוא צוואות, מגבילה [בו]. הם שמחו בחיים הגשמיים, אמנם החיים החומריים אינו, לעומת בעולם הבא, מלבד ההנאה [קצרה].
hr: Allah proširuje odredbu za koga on hoće i ograničava [to]. I oni se raduju u svjetovnom životu, dok svjetovni život nije, u odnosu na ahiret, osim [kratak] užitak.
lt: Dievas apima nuostatą, kuriam jis testamentų ir apriboja [jis]. Ir jie linksmai pasaulietinis gyvenimas, nors žemiškas gyvenimas nėra, palyginti su toliau, išskyrus [trumpas] malonumą.
lv: Allah paplašina noteikums, kuram viņš piespiež un ierobežo [tā]. Un tie priecāties pasaulīgās dzīves pasaulīgās dzīves nav, salīdzinot ar turpmāk, izņemot [īss] baudījumu.
nb: Allah utvider bestemmelse som han wills og begrenser [det]. Og de fryder verdslige liv, verdslige livet er ikke, i forhold til hinsidige, unntatt [kort] glede.
sk: Alah rozširuje ustanovenia pre koho chce, a [to] obmedzuje. A radovať sa v pozemský život, kým pozemský život nie je, v porovnaní s ďalej, okrem [krátke] pôžitok.
sl: Allah razširja določbe, za katere je oporok in omejuje [je]. In se veselite se v posvetno življenje, medtem ko posvetno življenje ni, v primerjavi z v nadaljevanju, razen [kratka] užitek.
sr_cyrl: Алах проширује одредбу за кога он Wиллис и ограничава [то]. И радују се земаљски живот, док је земаљски живот није, у односу на другом свету, осим [кратак] уживања.
sr_latn: Alah proširuje odredbu za koga on Willis i ograničava [to]. I raduju se zemaljski život, dok je zemaljski život nije, u odnosu na drugom svetu, osim [kratak] uživanja.
uk: Аллах поширюється положення, для яких він воля і обмежує [вона]. І вони радіють в мирське життя, той час як мирські життя не, в порівнянні з П'єра, за винятком [короткий] задоволення.
vi: Allah mở rộng cung cấp cho người mà ông wills và hạn chế [nó]. Và họ vui mừng trong cuộc sống trần tục, trong khi không phải là cuộc sống trần tục, so với đời sau, ngoại trừ [Tóm tắt] hưởng thụ.
zu: Allah kwelula lungiselelo lokubiza whom He tando futhi kuvimbela [isixhumo].
