Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran588
source: Not equal are those believers remaining [at home] - other than the disabled - and the mujahideen, [who strive and fight] in the cause of Allah with their wealth and their lives. Allah has preferred the mujahideen through their wealth and their lives over those who remain [behind], by degrees. And to both Allah has promised the best [reward]. But Allah has preferred the mujahideen over those who remain [behind] with a great reward -
ca: No igual són els creients restants [a casa] - que les persones amb discapacitat - i mujahidins, [que esforçar-se i lluitar] en la causa d'Allah amb el seu patrimoni i les seves vides. Allah ha preferit mujahidins a través del seu patrimoni i les seves vides sobre els que es queden [darrere], per graus. I per tant Allah ha promès el millor [recompensa]. Però Allah ha preferit mujahidins sobre els que es queden [darrere] amb una gran recompensa-
cy: Nid cyfartal yn gredinwyr hynny sy'n weddill [cartref]-ac eithrio pobl anabl-ac yn y mujahideen, [sy'n ymdrechu ac ymladd] mewn achos Allah gyda eu cyfoeth a'u bywydau. Mae Allah yn well y mujahideen drwy eu cyfoeth a'u bywydau dros y rheini sy'n aros [ar ôl], gradd. Ac i ddau Allah wedi addo y gorau [gwobr]. Ond mae'r Allah yn well y mujahideen dros y rheini sy'n aros [tu ôl] gyda gwobr mawr-
da: Ikke lige er de troende resterende [hjemme] - ud over handicappede- og mujahideen, [der stræber og kæmpe] i anledning af Allah med deres rigdom og deres liv. Allah har foretrukket mujahideen gennem deres rigdom og deres liv over dem, der forbliver [bag], af grader. Og til begge Allah har lovet bedst [belønning]. Men Allah har foretrukket mujahideen over dem, der forbliver [bag] med en stor belønning-
el: Δεν ίση είναι παραμένει [στο σπίτι] - εκτός από τα άτομα με αναπηρία - εκείνες των πιστών και η mujahideen, [που αγωνιζόμαστε και παλεύουμε] στην αιτία του Αλλάχ με τον πλούτο και τη ζωή τους. Αλλάχ προτίμησε την mujahideen μέσα από τον πλούτο και την ζωή τους πάνω από αυτούς που παραμένουν [πίσω], κατά βαθμούς. Και δύο Αλλάχ έχει υποσχεθεί το καλύτερο [ανταμοιβή]. Αλλά Αλλάχ έχει προτίμησε την mujahideen πάνω από αυτούς που παραμένουν [πίσω] με μια μεγάλη ανταμοιβή-
et: Mitte võrdse on need usklikud jäänud [kodu] - kui puuetega inimeste - ja mujahideen, [kes püüdlevad ja võidelda] põhjus Jumal oma jõukust ja elu. Allah on eelistatud mujahideen kaudu oma varanduse ja elu üle need, kes jäävad taga, kraadi võrra. Ja et mõlemad Allah lubas parim [tasu]. Kuid Jumal on eelistatud mujahideen üle need, kes jäävad [taga] suur auhind-
fi: Ei yhtä ovat nuo uskovat jäljellä [kotona] - kuin käytössä - ja mujahideen, [kuka tavoiteltava ja taistella] Jumala aiheuttaa heidän omaisuutensa ja elämänsä. Allah on parempana mujahideen heidän omaisuutensa ja elämänsä niille, jotka jäädä [], astetta. Ja molemmat Allah on luvannut paras [palkita]. Mutta Jumala sisällytti mujahideen verrattuna, jotka jäädä [] kanssa suuri palkinto-
he: לא שווה הם אלה המאמינים הנותרים [?] - פרט הנכים - המוג'הידין, [מי שואפים ולהילחם] למען אללה את עושרם, את חייהם. אללה והעדיף המוג'הידין דרך את עושרם, את חייהם על אלו שלא להישאר [מאחור], על ידי מעלות. שניהם אללה הבטיח הטוב ביותר [פרס]. אבל אללה והעדיף המוג'הידין על אלו שלא נשארים [מאחורי] עם פרס גדול-
hr: Ne jednake su oni vjernici preostalih [doma] - osim s invaliditetom - i mudžahedina, [koji zalagati i boriti] jer Allah svoje bogatstvo i svoje živote. Allah je poželjna mudžahedina kroz svoje bogatstvo i svoje živote više od onih koji su ostali [iza], je stupnjeva. A da i Allah je obećao najbolje [nagrada]. Ali Allah je radije mudžahedina nad onima koji su ostali [iza] s velika nagrada-
lt: Ne vienodo yra tų tikinčiųjų likusių [namuose] - nei su negalia - ir mujahideen, [kurie siekti ir kovoti] Dievas priežastis su savo turtus ir savo gyvenimą. Dievas teikia pirmenybę mujahideen per savo turtus ir savo gyvenimą per tuos, kurie lieka [už], laipsnių. Ir abu Allaho pažadėjo geriausia [atlygį]. Bet Dievas teikia pirmenybę mujahideen per tuos, kurie lieka [už] su didelis atlygis-
lv: Nav vienāda ir šos atlikušos [home] - Izņemot invalīdu - ticīgie un mujahideen, [kas censties un cīnīties] Allah cēloni ar savu bagātību un savu dzīvi. Allah priekšroku mujahideen caur savu bagātību un savu dzīvi vairāk nekā tiem, kuri paliek [aiz], grādiem. Un lai gan Allah ir apsolījis labāko [atlīdzība]. Bet Allah ir preferred mujahideen pār tiem, kas paliek liela atlīdzība - [aiz]
nb: Ikke lik er de troende gjenværende [Hjem] - enn funksjonshemmede- og Mujahedin, [som strever og kjempe] i årsaken til Allah med sin rikdom og deres liv. Allah foretrukne Mujahedin gjennom sin rikdom og livet over dem som igjen [], grader. Og til både Allah har lovet best [belønning]. Men Allah foretrukne Mujahedin over dem som igjen [] med en stor belønning-
sk: Nie rovnakého sú tých veriacich, zostávajúce [doma] - okrem postihnutých - a mujahideen, [ktorí snažiť a bojovať] príčina Alah ich bohatstvo a ich životy. Boh má prednostné mudžahedíni prostredníctvom svojho bohatstva a ich životy nad tými, ktorí zostali [za], stupňov. A na oboch Boh prisľúbil najlepšie [odmena]. Ale Boh má prednostné mudžahedíni nad tými, ktorí zostali [za] s veľkou odmenou-
sl: Ni enako so teh vernikov, preostale [doma] - razen invalidov - in Mudžahedin, [ki si prizadevajo in boj] v vzrok od Allah z njihovo premoženje in življenje. Allah ima raje Mudžahedin skozi svoje bogastvo in svoje življenje pred tistimi, ki ostanejo [za], stopinj. In v obeh Allah je obljubil najboljši [nagrado]. Toda Allah je raje mudžahidi nad tistimi, ki ostanejo [za] z veliko nagrado-
sr_cyrl: Не једнаке су оне верници преосталих [код куће] - осим особе са посебним потребама - и мудћахедин, [који се боре разлику] у узрок Алах са своје богатство и своје животе. Алах је лакше мудћахедин кроз њихово богатство и своје животе преко оне које остану [], по степени. И оба Алах обећао је најбољи [награда]. Али Аллах је лакше мудћахединима преко оне које остану [] са велика награда-
sr_latn: Ne jednake su one vernici preostalih [kod kuće] - osim osobe sa posebnim potrebama - i mudћahedin, [koji se bore razliku] u uzrok Alah sa svoje bogatstvo i svoje živote. Alah je lakše mudћahedin kroz njihovo bogatstvo i svoje živote preko one koje ostanu [], po stepeni. I oba Alah obećao je najbolji [nagrada]. Ali Allah je lakše mudћahedinima preko one koje ostanu [] sa velika nagrada-
uk: Не рівні є ті вірні, що залишився [Головна] - Крім інвалідів - і моджахедів, [які прагнути і боротися] в ході Аллах з їх багатство й своє життя. Аллах перевага моджахедів через свої багатства і їхнє життя над тими, хто залишиться [], градуси. І обидва Аллаху обіцяв краще [нагорода]. Але Аллах віддав перевагу моджахедів над тими, хто залишиться [] з велику нагороду-
vi: Không bằng nhau là những người tin còn lại [vào nhà] - khác với người Khuyết tật - và mujahideen, người phấn đấu và chiến đấu] trong các nguyên nhân của Allah với sự giàu có của họ và cuộc sống của họ. Allah đã ưa thích mujahideen thông qua sự giàu có của họ và cuộc sống của họ hơn những người còn ở lại [sau], độ. Và cả hai Allah đã hứa hẹn hay nhất [phần thưởng]. Nhưng Allah đã ưa thích mujahideen hơn những người còn ở lại [sau] với một phần thưởng tuyệt vời-
zu: Hhayi lingana are labo kholwa esele [Ekhaya] - omunye ngaphandle abakhubazekile - kanye mujahideen, [labo abazama futhi silwe] ngaphakathi zathu Allah nge nomcebo wabo nayo ukuphila kwabo.

# Quran589
source: Degrees [of high position] from Him and forgiveness and mercy. And Allah is ever Forgiving and Merciful.
ca: Graus [d'alta posició] d'ell i el perdó i la misericòrdia. I Allah és alguna vegada Clement i perdonant.
cy: Graddau [o sefyllfa uchel] oddi wrtho a maddeuant a drugaredd. A bod Allah yn faddeugar a tosturiol erioed.
da: Grader [af høj stilling] fra ham og tilgivelse og nåde. Og Allah er nogen sinde tilgivende og barmhjertig.
el: Βαθμούς [υψηλή θέση] από αυτόν και η συγχώρεση και έλεος. Και Αλλάχ είναι ποτέ επιεικής και φιλεύσπλαχνος.
et: Kraadi [kõrgel kohal] teda ja andestust ja halastust. Ja Jumal on kunagi andestav ja armuline.
fi: Astetta [korkea asema] häneltä anteeksiantoa ja armoa. Ja Jumala on aina anteeksiantava ja laupias.
he: מעלות [במעמד גבוה] אותו ואת לסליחה מרסי. אללה הוא אי פעם סלחני ורחום.
hr: Stupnjevima [visoku poziciju] od njega i oprost i milost. A Allah je uvijek oprašta i milostivi.
lt: Laipsnių [apie aukštą poziciją] nuo jam ir remissionem ir milosierdzie. Ir Dievas yra kada nors atlaidus ir gailestingas.
lv: Pakāpes [augstas pozīcijas] no viņu un piedošanas un žēlsirdība. Un Allah ir kādreiz piedodošs un žēlsirdīgs.
nb: Grader av høy posisjon] fra ham og tilgivelse og nåde. Døyve er noen gang tilgivende og barmhjertig.
sk: Stupne [zápastí] od neho a odpustenie a milosrdenstvo. A Allah je niekedy odpúšťajúci a milosrdný.
sl: Stopnje [visok položaj] od njega in odpuščanje in milost. In Allah je koli tolerantna in usmiljen.
sr_cyrl: [За високу позицију] степени од њега и опрост и милост. А Аллах је икада опростити и милостив.
sr_latn: [Za visoku poziciju] stepeni od njega i oprost i milost. A Allah je ikada oprostiti i milostiv.
uk: Ступені [високу посаду] з ним і прощення і милосердя. І Аллах ніколи не прощає і милосердний.
vi: Độ [vị trí cao] từ anh ta và tha thứ và lòng thương xót. Và Allah là bao giờ khoan dung và thương xót.
zu: Degrees [ophakemeyo] Him futhi yekelo sa.

# Quran590
source: Indeed, those whom the angels take [in death] while wronging themselves - [the angels] will say, "In what [condition] were you?" They will say, "We were oppressed in the land." The angels will say, "Was not the earth of Allah spacious [enough] for you to emigrate therein?" For those, their refuge is Hell - and evil it is as a destination.
ca: De fet, aquells a qui els àngels prendre [a mort] mentre que wronging-se - [àngels] dirà, "en què [condició] era?" Es dirà, "Que estaven oprimits de la terra". Àngels dirà, "No era la terra d'Allah [prou] espaioses per a emigrar en ell?" Per a aquells, seu refugi és l'infern - i mal és com a destinació.
cy: Yn wir, rhai y mae yr angylion yn cymryd [mewn marwolaeth] tra wronging eu hunain-[angylion] bydd yn dweud, "yn beth cyflwr oeddech chi?" Byddant yn dweud, "oedd yn gormesu yn y tir." Bydd yr angylion yn dweud, "Nid oedd y ddaear Allah [ddigon] mawr i chi er mwyn allfudo ynddo?" Ar gyfer y rheini, eu lloches yn uffern-ac anfad ydyw fel cyrchfan.
da: Ja, dem, som englene tager [i døden] mens gøre sig - [engle] siger, "i hvad [tilstand] var du?" De vil sige, "Vi blev undertrykt i landet." Englene vil sige, "Ikke var jorden af Allah rummelige [nok] for dig at emigrere deri?" For dem, deres tilflugt er helvede - og onde er det som en destination.
el: Πράγματι, εκείνους τους οποίους οι Άγγελοι λάβει [στο θάνατο] ενώ αδικούσαμε τους εαυτούς τους - [οι άγγελοι] θα λένε, «σε τι [κατάσταση] ήσουν;» Θα λένε, «Εμείς καταπιέστηκαν στη γη.» Οι άγγελοι θα πει, «Δεν ήταν η γη του Αλλάχ [ώστε] ευρύχωρα για να μεταναστεύσουν σε αυτό;» Για εκείνους, τους καταφύγιο είναι κόλαση - και το κακό είναι ως προορισμός.
et: Tõepoolest, need, keda inglid võtta [death] wronging ise - [inglid] ütlevad, "In millises seisukorras olid sa?" Nad ütlevad, "Me olime rõhutud maal." Inglid ütlevad, "Polnud Jumal [on piisavalt suured] sa rändama sealsamas maa?" Neile, saavad varjupaika on Hell - ja paha on sihtkoht.
fi: Itse asiassa ne, jotka enkelit katsella [kuoleman] ja wronging itse - [angels] sanoa, "missä kunnossa olit?" He sanovat: "Me sorrettiin maa." Enkelit sanovat, "Ei Jumala [niin] tilavia, voit muuttaa siinä maan?" Niille heidän turvapaikan on helvetti - ja paha on kohde.
he: אכן, אלו המלאכים. קח [במוות] בזמן ההיתר עצמם - [המלאכים] אומר, "במה [תנאי] היית?" הם אומרים, "אנחנו דוכאו בארץ." המלאכים יגידו, "היה לא האדמה של אללה מרווחים [מספיק] לך להגר בו?" עבור אלה, המחסה זה גיהנום - וזה הרע כיעד.
hr: Doista, onima koje anđeli se [u smrti] dok wronging sebe - [anđeli] će reći, "u koji [stanje] si?" Oni će reći, "Smo bili potlačeni u zemlji." Anđeli će reći, "Nije bilo zemlje Allah dovoljno [] da emigrira u njemu?" Za one, svoje utočište je pakao - i zla je kao destinacija.
lt: Iš tiesų, tie, kuriuos angelai būtų [mirties] kartu wronging patys - [angelai] bus pasakyti, "ką [būklė] buvo jums?" Jie sako, "Mes buvo engiamos žemėje." Angelai sako, "Buvo ne žemės Dievas [pakankamai] didelis jums emigruoti ten?" Tiems, kurie, jų prieglobstis yra pragaras - ir blogio tai kaip paskirties vietą.
lv: Patiesi, tos, ko eņģeļi ņemt [nāves] vienlaikus wronging paši - [angels] teiks: "ar ko [stāvokļa] tu biji?" Viņi saka, "Mums bija apspiesto zemi." Eņģeļi teiks, "Nebija Allah [gana] plašuma, jums emigrēt tajā zemes?" Tiem, to patvērumu ir elle - un ļauno ir kā galamērķi.
nb: Faktisk dem englene bringer [i død] mens wronging selv - [englene] vil si, "i hva [betingelse] var du?" De vil si, "Vi var undertrykte i landet." Englene vil si, "Ikke var jorden av Allah torg [] til å emigrere der?" For dem, deres refuge er helvete - og onde det er som en destinasjon.
sk: V skutočnosti tí, ktorých anjeli sa [smrť] pri wronging seba - [anjeli] povedia, "v čo [stav] bol?" Povedia, "Sme boli utláčaní v krajine." Anjeli povie, "Nebolo Zeme Alah postieľok [] môžete v ňom emigrovať?" Pre tých, svoje útočisko je peklo - a zlo je ako cieľ.
sl: Res, tisti, katerim angelom se [v smrti] medtem ko wronging sami - [angeli] bo rekel: "v kaj [pogoj] si?" Bodo rekli, "Smo bili zatirani, v deželi." Angeli bo rekel: "Ni bila zemlja Allah prostorno [dovolj] lahko izselijo v njem?" Za tiste, svoje zatočišče je pekel - in zlo je kot destinacijo.
sr_cyrl: Заиста , оне које је [у смрти] заузели док wронгинг себе - [анђели] ће рекао, "у каквом стању си?" Рећи ће, "Смо били угњетавани у земљи." Анђели ће реци, "Није била земља од Алаха [довољно] места за тебе да емигрирају у томе?" За оне, њихов уточиште је пакао - и зла као дестинација.
sr_latn: Zaista, one koje je [u smrti] zauzeli dok wronging sebe - [anđeli] će rekao, "u kakvom stanju si?" Reći će, "Smo bili ugnjetavani u zemlji." Anđeli će reci, "Nije bila zemlja od Alaha [dovoljno] mesta za tebe da emigriraju u tome?" Za one, njihov utočište je pakao - i zla kao destinacija.
uk: Дійсно, ті, кого ангели взяти [у смерті] при wronging себе - від ангелів скаже: "в те, що [стан] ви були?" Вони будуть говорити, "Ми були пригнічений на землі." Ангели скаже: "Не було землі Аллах [досить] просторі, для вас, щоб емігрувати в ньому?" Для тих їх притулок пекло - і зло, це як місце призначення.
vi: Thật vậy, những người mà các thiên thần tham [tử] trong khi wronging bản thân - [thiên thần] sẽ nói, "trong những gì [điều kiện] đã là bạn?" Họ sẽ nói, "Chúng tôi đã được áp bức ở vùng đất." Các thiên thần sẽ nói rằng, "không mặt đất của Allah [đủ] rộng để bạn có thể nhập cư trong đó?" Đối với những người, nơi ẩn náu của họ là địa ngục - và ác đó là như là một điểm đến.
zu: Ngempela, labo bani izingelosi uthathe [ekufeni] ngenkathi wronging ngokwabo - [izingelosi] oyothi: 'ngayiphi [isimo] obe? "

# Quran591
source: Except for the oppressed among men, women and children who cannot devise a plan nor are they directed to a way -
ca: Excepció de l'oprimit entre homes, dones i nens que no pot idear un pla ni es dirigirien a una forma -
cy: Heblaw am y dan orthrwm ymhlith dynion, menywod a phlant sy'n ni ellir dyfeisio cynllun nac yn cyfeirio at ffordd-
da: Bortset fra de undertrykte blandt mænd, kvinder og børn, der ikke udtænke en plan og heller ikke er de rettet til en vej -
el: Εκτός από τους καταπιεσμένους ανάμεσα σε άνδρες, γυναίκες και παιδιά που δεν μπορεί να επινοήσει ένα σχέδιο ούτε αποτελούν την κατευθύνονται σε έναν τρόπο -
et: Välja arvatud rõhutuid seas mehi, naisi ja lapsi, kes ei saa töötada plaan ega on nad suunatud nii -
fi: Paitsi sorrettujen kesken miehiä, naisia ja lapsia, jotka voi suunnitella suunnitelma eikä ovat ne suunnattu niin,
he: חוץ המדוכאים בקרב גברים, נשים וילדים מי לא יכול לתכנן תוכנית ולא ניכרות הם כיוונו לדרך -
hr: Osim potlačenih ljudi, žena i djece koja ne mogu smisliti plan niti su oni usmjereni na način -
lt: Išskyrus užguitas tarp vyrų, moterų ir vaikų, kurie negali sukurti planą nei jie nukreipiami į taip - yra
lv: Izņemot apspiesto vidū vīrieši, sievietes un bērni, kuri nevar izstrādāt plānu, ne tie vērsti uz ceļu - ir
nb: Bortsett fra de undertrykte blant menn, kvinner og barn som ikke kan tenke en plan eller er de rettet til en måte -
sk: Okrem utláčaných u mužov, žien a detí, ktorí nemôžem vymyslieť plán, ani sú zamerané na spôsob -
sl: Razen zatiranih med moških, žensk in otrok, ki ne more oblikovati načrt niti so usmerjeni na poti -
sr_cyrl: Осим потлаиене међу људе, жене и децу која не могу да смислим неки план и не су усмерени на начин -
sr_latn: Osim potlaиene među ljude, žene i decu koja ne mogu da smislim neki plan i ne su usmereni na način -
uk: За винятком пригніченого серед чоловіків, жінок і дітей, які не можуть розробити план, ані є, вони спрямовані на спосіб -
vi: Ngoại trừ những người bị áp bức ở nam giới, phụ nữ và trẻ em không thể đưa ra một kế hoạch cũng không phải là họ hướng đến một cách -
zu: Ngaphandle abacindezelwe phakathi kwabantu, abesifazane nezingane abangakwazi ukwakha ipulani futhi abekho iqondiswe indlela -

# Quran592
source: For those it is expected that Allah will pardon them, and Allah is ever Pardoning and Forgiving.
ca: Per a aquells que s'espera que Allah es perdoni-los, i Allah és mai perdó i perdonant.
cy: Ar gyfer y rheini, disgwylir y bydd Allah yn maddeuwch iddynt, ac Allah yn Pardoning a faddeugar erioed.
da: For dem er det forventet at Allah vil tilgive dem, og Allah er nogen sinde tilgivende og tilgivende.
el: Για εκείνους που αναμένεται ότι θα Αλλάχ χάρης τους, και Αλλάχ είναι ποτέ απονομής χάριτος και να συγχωρεί.
et: Neile on oodata, et Jumal armu neile, ja Jumal on kunagi amnestia ja andestav.
fi: Niille on odotettavissa, että Allah armahtaa heidät, ja Jumala on koskaan armahdusta ja anteeksiantava.
he: עבור אלה צפוי כי אללה תסלח להם, אללה הוא אי פעם שחנן וסלחני.
hr: Za one koji se očekuje da Allah će im je oprostio, a Allah je ikada Marinovih i opraštanje.
lt: Tiems, kurie tikimasi, kad Dievo malonę juos, ir Dievas yra kada nors Odpuszczajacy ir atlaidus.
lv: Tiem, paredzams, ka Allah atvainot tos, un Allah ir kādreiz Pardoning un piedošanu.
nb: For dem er det forventet at Allah vil tilgi dem, og Allah er stadig Pardoning og tilgivende.
sk: Pre tých, ktorí sa očakáva, že Alah im odpustím, a Alah je niekedy omilostil a odpúšťajúci.
sl: Za tiste, ki se pričakuje, da Alah jih bo pomilostitev, in Allah je koli Pardoning in tolerantna.
sr_cyrl: За оне очекује се да ће их Аллах помилује и Аллах је икада Маринових и милостив.
sr_latn: Za one očekuje se da će ih Allah pomiluje i Allah je ikada Marinovih i milostiv.
uk: Для тих, очікується, що Аллах Вибачте їх й Аллах коли-небудь помилування та прощати.
vi: Đối với những người dự kiến rằng Allah sẽ tha thứ cho họ, và Allah từng Pardoning và khoan dung.
zu: Kulabo-ke kulindeleke ukuthi Allah xolela them Allah naphakade oxolela Xolela.
