Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1304
source: [You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers.
ca: [Disbelievers ets] com les abans; eren més forts que tu en el poder i més abundant en la riquesa i els nens. Gaudeixen seva part [de gaudi mundana], i que hagin gaudit de la porció que abans gaudia de part, i han participat [en vanitats] com allò en que feien. [És] aquells les escriptures han tornat inútils en aquest món i en el futur i són ells els que són els perdedors.
cy: [Disbelievers ydych] fel y rhai cyn i chi; Roeddent yn gryfach nag ydych mewn grym ac yn fwy niferus mewn cyfoeth a phlant. Eu bod yn mwynhau eu dogn [o fwynhad worldly], ac yr ydych wedi mwynhau eich dogn fel rhai cyn i chi fwynhau eu dogn, ac yr ydych yn ymgymryd â [yn eitemau ymffrost] fel hynny a oeddent yn ymgysylltu. [Mae'n] Mae rhai eu gweithredoedd wedi troi'n ddiwerth yn y byd hwn ac yn y o hyn ymlaen, a hwy sydd ar eu colled.
da: [Du vantro er] som dem før du; de var stærkere end du i magt og mere rigelige i rigdom og børn. De nød deres del [af verdslige nydelse], og du har nydt din del som dem, før du har nydt deres del, og du har engageret [i forfængelighed] gerne, at i som de forlovet. [Det er] dem hvis gerninger er blevet værdiløse i denne verden og hinsidige, og det er dem, som er taberne.
el: [Disbelievers είστε] όπως εκείνους μπροστά σου. ήταν ισχυρότερη από ό, τι στην εξουσία και αφθονότερα σε πλούτο και τα παιδιά. Που απολάμβαναν τη μερίδα τους [της εγκόσμια απόλαυση], και έχετε απολαμβάνουν σας μερίδα με εκείνες πριν από σας άρεσε η μερίδα τους και πραγματοποιήσατε [ματαιοδοξίες] όπως αυτό στο οποίο ενεπλάκη με. [Είναι] εκείνοι των οποίων οι πράξεις έχουν γίνει άνευ αξίας σε αυτόν τον κόσμο και η συνέχεια, και αυτό είναι που είναι οι χαμένοι.
et: [Sa uskottomille oled] meeldib sinu; nad olid tugevamad kui sa võimul ja rikkalikumad rikkuse ja lastega. Neil oli oma osa [maiste nautimine] ja on nautinud oma osa nagu enne, kui teile meeldis oma osa ja te tegelenud [in vanities] sellist mis ta tööle. [On] need, kelle teod on muutunud väärtusetu selles maailmas ja edaspidi, ja see on need, kes on kaotajad.
fi: Te uskottomat ovat kaltaisia; he olivat vahvempia kuin te vallassa ja runsaammin vaurautta ja lapsille. He nauttivat niiden osuus [maallisista nautinnoista], ja osa kuin ne ovat saaneet, ennen kuin olet nauttinut niiden osuus ja harjoititte [in kävivät] kuin että joka ne mukana. Se on ne joiden teot on tullut arvoton tässä maailmassa ja tulevassa, ja se on niitä, jotka ovat häviäjiä.
he: [Disbelievers אתה] אוהב את אלו לפניך; הם היו יותר חזקה ממך בכוח שופע יותר עושר וילדים. הם נהנו ומחיריה [של הנאה גשמית] ולאחר שנהניתם החלק שלך כמו אלה לפני שנהנית ומחיריה, לך שהיית מעורב [איפור] ככה, אשר הם מאורסים. [הוא] אלה מעשים אשר הפכו ערך בעולם הזה ולא בעולם הבא, וזה הוא הם המפסידים.
hr: Da iskuse su kao oni prije vas; bili su jači od tebe na vlasti i brojniji u bogatstvo i djecu. Uživali su dio [svjetovni užitak], i te imati uživati svoj dio kao i oni prije nego što ste uživali u njihov dio, i ti bave [taštine] kao što je to u kojem su sudjelovali. [To je] oni čija djela postao bezvrijedan u ovom svijetu i u daljnjem tekstu, i to je oni koji su gubitnici.
lt: [Kad disbelievers esate] kaip tie, kurie prieš jus; jie stipresni nei jūs valdžioje ir gausiai turtus ir vaikus. Jie turėjo savo dalį [iš žemiškų malonumą], ir jums patiko jūsų dalis, kurios prieš jums patiko jų dalis, ir jūs turite užsiima [praustuvams] panašaus, kurioje jie užsiima. [Tai] tie kurių darbai tapo beverčiai šiame pasaulyje ir toliau, ir tai yra tie, kurie yra pralaimėtojų.
lv: [Disbelievers esat], piemēram, tiem, kas pirms jums; viņi bija spēcīgāka nekā pie varas un kvalitatīvāku bagātību un bērniem. Viņi bauda savu daļu [pasaulīgs baudījumu] un savu daļu, kas ir baudījuši pirms jūs baudīja savu daļu, un jums ir iesaistīti [vanities] tāpat, ar ko viņi nodarbojas. [Ir] tiem, kura darbi ir kļuvuši nevērtīgs šajā pasaulē, un turpmāk, un tā ir tie, kas ir zaudētāji.
nb: [Du troende er] liker de. de var sterkere enn deg i kraft og mer rikelig rikdom og barn. De likte deres del av verdslige glede], og du har hatt din delen som før du likte deres del, og du har engasjert [i forfengelighet] sånn i som de forlovet. [Det er] de gjerninger som har blitt verdiløs i denne verden og hinsidige, og det er de som er taperne.
sk: [Neveriacim ste] ako tie pred vami; Oni boli silnejšie ako vy v silách a hojnejšie bohatstva a deti. Mali ich časť [svetské radosti], a ste si užili svoj časť ako tie predtým, ako sa vám to páčilo ich časť, a sa zaoberali [márnosťou] takého v ktoré sa zaoberajú. [Je to] je tých, ktorých skutky sa stali bezcenné, v tomto svete a ďalej, a to oni, ktorí sú porazení.
sl: [Disbelievers ste] kot tiste, ki so pred vami; bili so močnejši od tebe v moč in večje bogastvo in otrokom. So jih uživali njihov delež [od posvetne užitek], in boste imeli svojega dela kot tiste, preden ste uživali svoj del, in ste opravlja [v ispraznošću] kot je ta v kateri se ukvarja. [Je] tisti, čigar dejanja so postali brez vrednosti v tem svetu in v nadaljevanju, in to je oni, ki so poraženci.
sr_cyrl: [Скептике си] као они пре тебе; Били су јачи од тебе на власти и обилато у богатству и децу. Уживали су њихов део [овоземаљских уживања], и уживала си имати у свој део, као и оне пре него што си уживао у своју порцију, а ти Потрена [у гордости] тако у којем су верени. [Је ] онима чији дела су постали безвредан у овом свету и надаље, а то је да су ко су губитници.
sr_latn: [Skeptike si] kao oni pre tebe; Bili su jači od tebe na vlasti i obilato u bogatstvu i decu. Uživali su njihov deo [ovozemaljskih uživanja], i uživala si imati u svoj deo, kao i one pre nego što si uživao u svoju porciju, a ti Potrena [u gordosti] tako u kojem su vereni. [Je] onima čiji dela su postali bezvredan u ovom svetu i nadalje, a to je da su ko su gubitnici.
uk: [Disbelievers ти], як ті, перш ніж ви; вони були сильніше, ніж ви при владі і більш рясні в багатства і дітей. Вони користуються їхню частину [мирські насолоди], і вам сподобалося частини, як ті, перш ніж ви користувалися їх частки, і ви також займається [суєт] як, що, у яких вони беруть участь. [Це] тих, чиї справи мають в непридатність в цьому світі і в майбутньому і це є ті, хто є програли.
vi: [Bạn thì có] giống như những người trước của bạn. họ đã mạnh hơn bạn trong sức mạnh và phong phú hơn trong sự giàu có và con cái. Họ rất thích phần của họ [của thế gian hưởng], và bạn đã rất thích của bạn phần như là những người trước khi bạn thưởng thức phần của họ, và bạn có tham gia [trong vanities] như vậy mà họ tham gia. [Đó là] những người mà đã trở thành vô giá trị trong thế giới này và trong tương lai, và nó là họ là những người thua cuộc.
zu: [Wena disbelievers are] labo phambili you;

# Quran1305
source: Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves.
ca: Allà no ha arribat a ells la notícia d'aquells abans d'ells - la gent de Noè i [les tribus de] ' Aad i Thamud i la gent d'Abraham i els companys de Madyan i els pobles va bolcar? Els seus missatgers venien a ells amb proves clares. I Allah vols mai han perjudicat, però es van wronging-se.
cy: Yna nid yw wedi cyrraedd eu newyddion y rhai cyn iddynt-pobl Noah a [llwythau] ' gwrthdroi Aad a Thamud a pobl Abraham a chymdeithion Madyan a'r trefi? Daeth eu negeswyr iddynt gyda'r proflenni clir. A byddai Allah byth wedi cam iddynt, ond yr oedd eu wronging eu hunain.
da: Der ikke har nået dem nyheden om dem før dem - folk Noah og [tribes af]» ald og Thamud og folk af Abraham og kammerater i Madyan og byerne væltet? Deres budbringere kom til dem med klare beviser. Og Allah vil aldrig har krænket dem, men de gøre selv.
el: Εκεί δεν έχει φτάσει τους τα νέα αυτών μπροστά τους - οι άνθρωποι του Νώε και [τις φυλές του]» ανέτρεψε Aad και Thamud και οι άνθρωποι του Αβραάμ και οι συνοδοί του Madyan και τις πόλεις; Τους απεσταλμένους του ήρθε να τους με σαφείς αποδείξεις. Και Αλλάχ ποτέ δεν θα έχουν αδικηθεί να, αλλά αυτοί οι ίδιοι αδικούσαμε.
et: Seal ei jõudnud neid Uudised need enne neid - inimesed noa ja [suguvõsad] ' Aad ja Thamud ja Abraham inimesed Madyan ja linna kaaslased kukuks? Nende kullerid tuli neile selged tõendid koos. Ja Jumal ei ole kunagi on ülekohtu neid, kuid nad olid wronging ise.
fi: Ei ole saavuttanut niitä uutisia, jotka ennen heitä - Nooan ja [tribes] "Aad ja Thamud ja Abraham ihmisiä Madyan ja kaupunkeihin kumppaneita kumota? Niiden sanansaattaja tuli heidän luokseen selvin. Jumala ei ole koskaan on väärin niitä, mutta ne olivat wronging itse.
he: שם לא הגיע להם את החדשות של אלה לפניהם - בני נח ואת [השבטים של] ' מ, Thamud, בני אברהם, את השותפים Madyan והעיירות התהפך? שליחים שלהם בא אליהם עם הוכחות ברורות. אללה מעולם לא עוול אותם, אבל הם היו כך שפגעו בעצמם.
hr: Tamo nije postignut ih vijest o onima prije njih - ljudi Noa i [plemena] ' Aad i Thamud i ljudi Abraham i drugovi Madyan i gradova poništio? Svoje glasnike došli k njima s jasne dokaze. Allah će nikada su im nepravdu, a oni su sami wronging.
lt: Ten nepasiekė juos Naujienos iš tų, kurie juos - Nojus tautos ir [kelio] "Aad ir Thamud ir Abraomo žmonių ir draugų Madyan ir miestų panaikino? Jų pasiuntiniai atėjo į juos su aiškių įrodymų. Ir Dievas būtų niekada yra niesprawiedliwosci jų, bet jie buvo wronging patys.
lv: Tur nav sasniegusi tās ziņas par tiem, pirms tam - Noah cilvēki un [ciltis] ' apgāza Aad un Thamud un Abraham cilvēki un biedriem Madyan un pilsētām? Ieradās uz tiem ar skaidru apliecinājumu viņu vēstneši. Un Allah tos nekad esat nodarījis, bet tie bija wronging sevi.
nb: Det ikke nådd dem nyheten om dem før dem - folket i Noahs og [stammer] ' Aad og Thamud og folk Abraham og følgesvennene til Madyan og byene veltet? Sine budbringere kom til dem med klare bevis. Og Allah ville aldri har gjort urett mot dem, men de var wronging seg.
sk: Tam nedosiahol im novinky z tých, ktoré pred nimi - ľudia Noah, a [kmene] "Aad a Thamud a ľudia z Abraham a spoločníci Madyan a mestá prevrátil? Ich poslovia k nim prišiel s jasné dôkazy. A Boh by nikdy ublížili im, ale oni boli wronging sami.
sl: Tam ni dosegel jih novice tistih pred njimi - ljudje Noah in [plemena] "alarmna in Thamud in ljudi Abraham in tovariši iz Madyan in mesta prevrne? Svoje glasnike prišel do njih z jasno dokazila. Ter Allah bi nikoli so jih storjena krivica, ampak so bili wronging sami.
sr_cyrl: Тамо није стигла до њих вести од оних пред њима - становници Ноа и [племена] ' Аад и Тхамуд и народа Абрахам и компањони од Мадyан и градова поништио? Њиховим гласницима дошао до њих са јасне доказе. Аллах би никад су им се замерили, а они су сами себе wронгинг.
sr_latn: Tamo nije stigla do njih vesti od onih pred njima - stanovnici Noa i [plemena] ' Aad i Thamud i naroda Abraham i kompanjoni od Madyan i gradova poništio? Njihovim glasnicima došao do njih sa jasne dokaze. Allah bi nikad su im se zamerili, a oni su sami sebe wronging.
uk: Там не досягла їх Новини тих перед ними - люди Ноя і [племен] ' сад і Thamud і люди Авраама і сподвижників Madyan та містами перекинувся? Їх посланцями прийшла до них з чітких доказів. І Аллах б ніколи не образили їх, але вони були wronging себе.
vi: Đã có không đạt họ tin tức những người trước khi họ - những người của Noah và [các bộ tộc] ' Aad và Thamud và những người của Abraham và companions của Madyan và các thị xã đảo ngược? Sứ giả của họ đến với họ với chứng minh rõ ràng. Và Allah sẽ không bao giờ có wronged chúng, nhưng họ đã wronging mình.
zu: Ingabe kukhona azifinyelelanga kubo izindaba of labo phambili them - Ntu Nowa kanye [izizwe zakwa] 'Aad Thamud kanye nabantu ka-Abrahama abangane Madyan nasemadolobhaneni amankeyane?

# Quran1306
source: The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise.
ca: Creient que homes i dones són aliats de l'altra. Es demanen el que està bé i prohibeixen el que està malament i establir l'oració i donar zakah i obeir a Allah i el seu Missatger. Aquells - Allah tindrà Misericòrdia sobre ells. De fet, Allah és exaltat en força i savi.
cy: Y dynion gredu a menywod gredu yn gynghreiriaid un arall. Maent yn enjoin hyn sydd yn iawn a a'n gwaredo beth sydd o'i le a sefydlu gweddi a rhoi zakah ac ufuddhau Allah a ei negesydd. Bydd rhai-Allah wedi drugaredd arnynt. Yn wir, yw Allah i'w mawrygu yn allai a Wise.
da: De troende mænd og kvinder, troende er allierede med hinanden. De pålægger hvad der er rigtigt og forbyde, hvad der er galt og etablere bøn og give zakah og adlyder Allah og hans sendebud. Dem - Allah vil have barmhjertighed med dem. Faktisk, Allah er ophøjet i Might and Wise.
el: Το πιστεύοντας άνδρες και πιστεύοντας γυναίκες είναι σύμμαχοι του άλλου. Διατάσσω τι είναι σωστό και απαγορεύσει και τι είναι λάθος και διαπιστώνουν προσευχή και να δώσει zakah και υπακούουν Αλλάχ και του Messenger. Εκείνοι - Αλλάχ θα έχει το έλεος σε αυτούς. Πράγματι, Αλλάχ είναι Exalted στο μήπως και σοφός.
et: On meeste uskuda ja arvata, et naised on liitlased üksteist. Nad kohustab, mis on õige ja hoidku, mis on valesti ja loovad palve ja anna zakah ja kuuletuma Allah ja tema saadik. Need - Jumal on armu nende peale. Tõepoolest, Allah on ülendatud Might ja tark.
fi: Uskoa miesten ja uskoa, naiset ovat liittoutuneet keskenään. He määrätä, mikä on oikein ja kieltää, mikä on vialla ja perustaa rukous ja antaa zakah ja totella Jumalaan ja hänen lähettiläänsä. Ne - Jumala armahtaa heidät. Itse asiassa Jumala on Ylhäinen mahti ja viisas.
he: אמונה הגברים והנשים אמונה בני-ברית אחת לאחרת. הם זכות לחייב מה נכון וחלילה מה קרה, להקים תפילה, לתת zakah ו לציית אללה. אלה - אללה ירחם עליהם. אכן, אללה הוא יינשא ב וייז והכוח.
hr: Vjerovanja ljudi i vjerovanje žene su saveznici jedni drugima. Su naložiti što je dobro i Sačuvaj što je i uspostavljanje molitve i daj zakah i pokoravaju Allahu i njegovom poslaniku. Oni - Allah neće imati milosti za njih. Uistinu, Allah je uzvišeni u moć i mudar.
lt: Tikint vyrai ir tikinčios moterys yra sąjungininkai vienas nuo kito. Jie neteisėtos, kas yra teisinga ir uždrausti kas negerai ir nustatyti malda ir duoti zakah ir paklusti Dievo ir jo poslanca. Tas - Dievas yra gailestingumo jiems. Iš tiesų, Allah yra išaukštintas gali ir išmintingas.
lv: Uzskatot, ka vīrieši un uzskatot, ka sievietes ir sabiedrotās valstis viena no otras. Viņi liek, kas ir labi un pasarg, what ' s wrong un izveidot lūgšanu un sniegt zakah un paklausīt Allah un viņa Messenger. Tiem - Allah būs žēlsirdība pār viņiem. Patiešām, ir cildens Allah spēka un gudrs.
nb: De troende menn og troende kvinner er allierte av hverandre. De pålegge hva som er riktig og forby hva som er galt og etablere bønn og gi zakah og adlyde Allah og hans Messenger. De - Allah vil ha barmhjertighet med dem. Faktisk er Allah opphøyet i makt og klok.
sk: Veriť mužov a veriť, že ženy sú spojenci jeden druhého. Nariaďuje, čo je správne a chráň, čo je zle a vytvoriť modlitba a dať Zakát a počúvať Alah a jeho posol. Tie - Alah sa zmiluj sa nad nimi. Vskutku, Alah je vyvýšené Might a múdry.
sl: Prepričanje moških in žensk, prepričanje so zavezniki med seboj. So ukaže, kaj je prav in prepovedujejo, kaj je narobe in vzpostaviti molitev in dal zakah in ubogati Allah in njegov sel. Tiste - Alah bo usmili na njih. Res, Allah je vzvišeno v oblast in pametno.
sr_cyrl: На људе да верујем и веровање да жене су савезници једно о другоме. Они забраним праву ствар и забрањују шта није у реду и успостави молитву и дати заках и покоравати Алаха, и његовог гласника. Оне - Аллах ће смилуј се на њих. Уистину , Аллах велииа снагом и мудар.
sr_latn: Na ljude da verujem i verovanje da žene su saveznici jedno o drugome. Oni zabranim pravu stvar i zabranjuju šta nije u redu i uspostavi molitvu i dati zakah i pokoravati Alaha, i njegovog glasnika. One - Allah će smiluj se na njih. Uistinu, Allah veliиa snagom i mudar.
uk: У вірі чоловіків і вважаючи, що жінки є союзниками один одного. Вони накази про те, що і не дай, що не так і встановити молитви і дати zakah і підкорятися Аллах і його Messenger. Ті - Аллах буде помилуй їх. Дійсно, Аллах піднесене в меча і Мудрого.
vi: Người đàn ông tin tưởng và tin rằng phụ nữ là đồng minh của nhau. Họ ra lịnh những gì là đúng và cấm những gì là sai trái và thiết lập các cầu nguyện và cung cấp cho zakah và tuân theo Allah và Messenger của ông. Những - Allah sẽ có lòng thương xót trên chúng. Thật vậy, Allah sôi nổi trong Might và khôn ngoan.
zu: I bekholelwa amadoda akholwa kosikazi are sizana of fike another.

# Quran1307
source: Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment.
ca: Allah ha promès el creient homes i creient jardins de dones sota quin cabal de rius, en què van complir eternament, i agradables habitatges en jardins de domicili perpetu; però l'aprovació d'Allah és més gran. És la que és la gran consecució.
cy: Mae Allah wedi addo y dynion gredu a gredu gerddi menywod o dan y llif afonydd, yn lle eu bod yn cadw fythol, ac anheddau dymunol mewn gerddi preswylio parhaol; ond cymeradwyaeth gan Allah yn fwy. Mae'n bod y cyrhaeddiad mawr.
da: Allah har lovet at tro mænd og tro, at kvinder haver under hvilke floder flow, hvori de overholder evigt, og behagelige boliger i haver evig bopæl; men godkendelse fra Allah er større. Det er, at der er stor opfyldelsen.
el: Αλλάχ έχει υποσχεθεί η και κήπους γυναίκες κάτω από το οποίο ροής των ποταμών, όπου αιώνια τηρούν, και ευχάριστες κατοικίες, σε κήπους της αόριστης διάρκειας κατοικίας- αλλά η έγκριση από τον Αλλάχ είναι μεγαλύτερη. Είναι αυτό που είναι η επίτευξη μεγάλη.
et: Jumal on lubanud meest uskuda ja arvata naiste aiad all mis jõgede voolu, kus nad kinni igavesti, ja meeldiv elamute aiad perpetual elukoht; kuid heakskiidu Jumalalt on suurem. See on, et mis on suur saavutamiseks.
fi: Allah on luvannut uskoa miesten ja uskoa naisten gardens alla jossa joet, jossa he pysy ikuisesti, ja miellyttävä asuntojen puutarhoissa ikuinen asuinpaikka; mutta hyväksyntää Allah on suurempi. Se on, joka on suuri saavuttamisen.
he: אללה הבטיח את האמונה גברים ואת האמונה גנים נשים מתחת זרימת נהרות, שבו הם צולמו לנצח, אשר דייריהם נעימה בגנים מגוריו תמידי; אבל אישור מן אללה הוא גדול יותר. זה הוא אשר הוא הפרי הגדול.
hr: Allah je obećao vjerujući ljudi i vjerujući žene vrtova ispod koje poteku rijeke, u kojoj su vječno boraviti, i ugodan stanova u vrtovima trajno boravište; No odobrenje od Allaha je veće. To je ono što je veliko postignuće.
lt: Dievas pažadėjo tikėti vyrų ir tikėti moterų sodai po kurių upių srautai, kuriame jos tvirtai amžinai, ir malonus gyvenamųjų patalpų soduose nuolatinę gyvenamąją vietą; bet patvirtinimą iš Dievo yra didesnis. Tai, kad yra daug pasiekti.
lv: Allah ir apsolījis, uzskatot, ka vīrieši un uzskatot, ka sieviešu dārzi, zem kuras upju plūsma, kur viņi ievēro mūžīgi, un patīkamu dzīvokļiem dārzos pastāvīgās dzīvesvietas; bet apstiprinājumu no Allah ir lielāka. Tas ir, kas ir liels sasniegšana.
nb: Allah har lovet de troende menn og tro kvinner hager under der elvene strømmer, hvor de rette evig, og hyggelig boliger i hagen til evigvarende bosatt; men godkjenning fra Allah er større. Det er det som er stor oppnåelse.
sk: Boh sľúbil veriť mužov a veriť ženy záhrady pod ktoré toku rieky, pričom dodržia večne, a príjemné obydlí v záhradách trvalé bydlisko; ale z Alah je väčšia. To je to, čo je skvelé vzdelania.
sl: Allah je obljubil prepričanje moških in prepričanje žensk vrtovi pod kateri rek pretoka, pri čemer se ravnajo večno, in prijetno stanovanj v vrtovih večne prebivališča; vendar odobritev od Allah je večja. To je tisto, kar je velik doseganje.
sr_cyrl: Аллах је обећао да верујем људи и веровање вртова жене испод које потеку, у којима они трпе заувек, и пријатно станова у вртовима сталном становања; Али је одобрење од Алаха већи. Јесте да то што је велики постизању.
sr_latn: Allah je obećao da verujem ljudi i verovanje vrtova žene ispod koje poteku, u kojima oni trpe zauvek, i prijatno stanova u vrtovima stalnom stanovanja; Ali je odobrenje od Alaha veći. Jeste da to što je veliki postizanju.
uk: Аллах пообіцяв вважаючи чоловіків і вірі жінок сади під які річках потік, яких вони дотримуються вічно, та приємні житла в садах вічний проживання; але схвалення від Аллах більше. Це те, що це велике досягнення.
vi: Allah đã hứa các tin tưởng người đàn ông và tin rằng phụ nữ khu vườn bên dưới mà dòng chảy sông ngòi, trong đó họ tuân thủ luôn luôn, và nhà ở rất tốt trong các khu vườn cư trú vĩnh viễn; nhưng sự chấp thuận của Allah là hơn. Đó là đó là đạt được tuyệt vời.
zu: Allah uthembise kholwa amadoda kholwa KOSIKAZI GADI ngaphansi lapho imifula, wherein they abide phakade, futhi izindawo zokuhlala ezimnandi izingadi lokuhlala esiphakade;
