Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran240
source: Mothers may breastfeed their children two complete years for whoever wishes to complete the nursing [period]. Upon the father is the mothers' provision and their clothing according to what is acceptable. No person is charged with more than his capacity. No mother should be harmed through her child, and no father through his child. And upon the [father's] heir is [a duty] like that [of the father]. And if they both desire weaning through mutual consent from both of them and consultation, there is no blame upon either of them. And if you wish to have your children nursed by a substitute, there is no blame upon you as long as you give payment according to what is acceptable. And fear Allah and know that Allah is Seeing of what you do.
ca: Les mares poden alletar als seus fills dos anys completar per a qui vulgui completar la Infermeria [punt]. Al pare és la seva roba segons què és acceptable i prestació de les mares. Cap persona paga amb més de la seva capacitat. Cap mare hauria de ser perjudicats a través del seu fill i no pare a través del seu fill. I amb la [pare] hereu és [un deure] com que [del pare]. I si tots dos desitgen deslletament mitjançant mutu consentiment de tots dos d'ells i consulta, no hi ha cap culpa de qualsevol d'ells. I si voleu que els vostres fills criat per un substitut, hi ha cap culpa a vostè mentre vostè donar pagament segons allò que és acceptable. I por d'Allah i saber que Allah és veure del que fas.
cy: Gall mamau fwydo eu plant dwy gwblhau blynyddoedd i bwy bynnag sy'n dymuno cwblhau nyrsio [cyfnod]. Ar y tad yw darpariaeth y mamau ac eu dillad yn ôl beth sy'n dderbyniol. Mae neb yn gyfrifol am fwy na rhinwedd ei swydd. Dylai unrhyw fam ei niweidio drwy ei phlentyn, a oes dad drwy ei blentyn. Ac ar y [tad] etifedd yn [ddyletswydd] fel [y tad]. Ac os ydynt y ddau yn dymuno diddyfnu drwy gydsyniad gan ddau ohonynt a'r ymgynghoriad, nid oes unrhyw fai ar y naill neu'r llall ohonynt. Ac os ydych am gael eich plant a nyrsio gan eilydd, nid oes unrhyw fai arnoch chi cyhyd ag y byddwch yn rhoi taliad yn ôl beth sy'n dderbyniol. A ofni Allah a gwybod bod Allah yn gweld yr hyn yr ydych yn ei wneud.
da: Mødre kan amme deres børn to komplet år for den, der ønsker at udføre sygepleje [perioden]. Efter faderen er mødre bestemmelse og deres tøj efter hvad der er acceptabelt. Ingen person er sigtet for mere end hans kapacitet. Ingen mor skulle blive skadet gennem sit barn, og ingen far gennem sit barn. Og efter [far] arving er [pligt] ligesom [far]. Og hvis de begge ønsker, fravænning gennem gensidige samtykke fra begge af dem og høring, der er ikke skylden på nogen af dem. Og hvis du ønsker at få dine børn plejet af en erstatning, der er ingen skylden på dig så længe du giver betaling efter hvad der er acceptabelt. Og frygt Allah og ved, at Allah er at se på hvad du gør.
el: Μητέρες μπορούν να θηλάσουν τα παιδιά τους δύο ολόκληρων ετών για όποιον επιθυμεί να ολοκληρώσει το νοσηλευτικό [περίοδος]. Κατόπιν ο πατέρας είναι η διάταξη των μητέρων και τα είδη ένδυσης σύμφωνα με το τι είναι αποδεκτό. Κανένα πρόσωπο δεν χρεώνεται με περισσότερο από την ιδιότητά του. Καμία μητέρα πρέπει να ζημιωθούν μέσα από το παιδί και δεν πατέρας με το παιδί του. Και κατόπιν του [πατέρα] κληρονόμος είναι [χρέος] όπως αυτόν [ο πατέρας]. Και αν και οι δύο επιθυμούν τον απογαλακτισμό μέσω αμοιβαία συναίνεση από τα δύο από αυτά και η διαβούλευση, δεν υπάρχει καμία φταίει μετά είτε από αυτούς. Και αν επιθυμείτε να έχετε τα παιδιά σας να θηλάσει από ένα υποκατάστατο, υπάρχει κανένα φταίξιμο σε σας για όσο διάστημα σας δώσει πληρωμής σύμφωνα με το τι είναι αποδεκτό. Και ο φόβος Αλλάχ και γνωρίζουμε ότι Αλλάχ είναι να δει τι κάνεις.
et: Emad võivad imetada oma laste kaks täielik aastate eest kes iganes soovib hooldusravi [aja]. Isa on emad säte ja riietusel vastavalt sellele, milline on vastuvõetav. Ühtegi isikut süüdistatakse üle oma raames. Ükski ema peab kandma oma lapsega ja ükski isa kaudu oma lapse kaudu. [Isa] pärast pärija on [tollimaks] [vastavalt isa] nagu. Ja kui nad mõlemad soovivad, Võõrutamine vastastikusel nõusolekul nii ja nõustamise kaudu, ei ole süüdistada peale ühe nendest. Ja oma lapsi Asenda nursed soovi on pole süüdistada teie peale, kui annate makseta või mis on vastuvõetav. Ja kardavad, et Allah ja tea Jumal nähes, mida teha.
fi: Äiti voi imettää lapsiaan kaksi loppuun vuoden ajaksi joka tahtoo suorittaa hoitotyön [määräaika]. Isää on äitien säännös ja vaatetus mukaan mikä on hyväksyttävää. Kukaan majoittuu yli valtuuksiensa. Äitiä olisi vahingoittaa lastaan ja ei isä kautta hänen lapsensa. Ja [Isän] perillinen on [] kuin että [Isän]. Ja jos molemmat haluavat, vieroituksen yhteisymmärryksessä molemmista ja kuulemisen kautta, ei ole syyllinen kun jommankumman. Ja voit halutessasi pitää lapset hoiti varajäsen ei ole syyllinen teitä niin kauan kuin annat maksun mukaan, mitä on hyväksyttävää. Ja pelätkää Allahia ja tietää, että Jumala näkee mitä teet.
he: אמהות יכול להניק את ילדיהם שני להשלים שנים עבור מי שרוצה להשלים את ההנקה [נקודה]. על האב היא הוראה האמהות את הבגדים שלהם על פי מה מקובל. אין אדם מחויב עם יותר מתפקידו. אף אמא לא צריכה להפגע דרך הילד שלה, בלי אבא דרך הילד שלו. ועל [האב] יורש דומה [של האב] [חובה]. אם שניהם רוצים הגמילה באמצעות הסכמה הדדית בין שניהם לבין הייעוץ, ויש אין אשמה על אף אחד מהם. אם ברצונכם לקבל את הילדים שלך הניקה מאת תחליף, ויש שאין להאשים עליכם כל עוד אתה נותן התשלום לפי מה מקובל. פחד אללה ואני יודע כי אללה הוא רואה מה אתה עושה.
hr: Majke neka doje svoju djecu dvije završetak godine za onoga tko želi kompletan njegu [razdoblje]. Na oca je odredba majki i njihovu odjeću prema što je prihvatljivo. Ni jedna osoba se tereti više od njegovog kapaciteta. Majku treba biti povrijeđena kroz svoje dijete, i oca kroz njegovo dijete. I na oca nasljednik je to dužnost kao da je [otac]. I ako oboje žele odvikavanje kroz obostranu suglasnost od oboje i konzultacije, nije krivnja na njima. I ako želite da vaša djeca othrani od zamjena, nema krivicu na vas dok vam uplatu prema što je prihvatljivo. I boj se Allaha i znam da Allah vidi ono što radite.
lt: Motinos gali žindyti savo vaikus du užbaigti metus, kas nori užbaigti slaugos [terminas]. Kai tėvas yra, motinų nuostata ir jų drabužių priklausomai nuo to kas yra priimtinas. Nė vienas asmuo yra kaltinamas daugiau nei jo talpa. Ne mama turėtų nukentėti per savo vaiką, ir joks tėvas per savo vaiko. Ir po to [tėvas] įpėdinis yra [pareigos] kaip kad [tėvas]. Ir jei jie abu nori nujunkymo per abipusiu sutarimu iš abiejų juos ir konsultacijas, nėra jokios kaltės ant bet kurio iš jų. Ir jei jūs norite turėti savo vaikus prižiūrėjo iš pakaitalas, ten yra ne kaltinti tave tol, kol jūs suteikiate mokėjimo pagal kas yra priimtinas. Ir bijo Allah ir žinoti, kad Dievas mato, ką jūs.
lv: Mātēm var zīdīt bērnus divu gadu pabeigt pēc tam, kurš vēlas pabeigt māsu [laika]. Pēc tēva ir mātes nodrošināšana un darba apģērbu, atkarībā no tā, kāda ir pieņemama. Nevienai personai izmaksā vairāk nekā viņa spējas. Māte būtu nodarīts kaitējums, caur viņas bērns, un neviens tēvs ar savu bērnu. Un pēc [tēva] mantinieks ir [nodokļa] kā [tēva]. Un viņi abi vēlēšanās ar savstarpēju piekrišanu gan tos un konsultācijas no atšķiršanas ir bez vainas pēc jebkura no tām. Un, ja jūs vēlaties, lai jūsu bērnus baro ar aizstājēju, nav nekādas vainas pār jums tik ilgi, cik jūs piešķirat maksājumu atkarībā no tā, kāda ir pieņemama. Un bailes Allah un zinu, ka Allah ir redzēt, ko jūs darīt.
nb: Mødre kan amme sine barn to hele årstall for den som ønsker å fullføre pleie [perioden]. Ved Faderen er mødre tilbud og klærne etter hva som er akseptabelt. Ingen person belastes med mer enn sin kapasitet. Ingen mor skulle bli skadet gjennom hennes barn, og ingen Faderen gjennom hans barn. Og den [far] arving er [plikt] som [far]. Hvis begge ønsker avvenning gjennom gjensidig samtykke fra begge av dem og konsultasjon, det er ingen skyld enten av dem. Og hvis du ønsker å ha barna pleiet av erstatning, det er ingen skyld på deg så lenge du gir betaling i henhold til hva som er akseptabelt. Og frykt Gud og vite at Gud ser på hva du gjøre.
sk: Matky môžu dojčiť svoje deti dva úplné roky za toho, kto chce urobiť ošetrovateľskú [obdobie]. Otec je poskytovanie matky a ich oblečenie podľa čo je prijateľné. Žiadna osoba zaplatí viac ako jeho kapacitu. Žiadna matka by poškodení prostredníctvom svojho dieťaťa a otca prostredníctvom svojho dieťaťa. [Otec] a dedič je [clo] ako [otec]. A ak obaja želajú odstavení prostredníctvom vzájomnej dohody z oboch z nich a konzultácií, nie je bez viny, na jednej z nich. A ak chcete mať svoje deti kojila náhrada, nie je bez viny, na teba, tak dlho, ako dáte platby podľa čo je prijateľné. A strach Alah a viem, že Alah je vidieť, čo robíte.
sl: Lahko matere dojile svoje otroke dva popolna let za kdor želi dokončati zdravstvene nege [rok]. Oče se določba matere in njihovimi oblačili, po kaj je sprejemljivo. Nihče je obtožen več kot svoje zmogljivosti. Ni mati bi oškodovani otroka in ni oče prek svojega otroka. In ko je [oče] dedič je [dajatve] kot [oče]. In če tako želijo, odstavitvi z medsebojnim soglasjem iz obeh jih in posvetovanje, je brez krivde na enega od njiju. In če želite imeti svoje otroke, dojila z nadomestek, je brez krivde na vas, tako dolgo, kot vam plačilo glede na tisto, kar je sprejemljivo. In strah Allah in vem, da je Alah videli kaj vam.
sr_cyrl: Мајке могу дојити своју децу два довршите годинама за онај ко жели да заврши у старачком [периоду]. Оцу је одредба са мајкама и њихове одеће према ономе што је прихватљиво. Особа не тарифира се са више од његовог капацитета. Ниједна мајка треба да буде наудили кроз своје дете, и нема оца кроз његово дете. И над [отац] наследник је је дужност као [од оца]. И да обоје имају wеанинг кроз обостраног пристанка од обоје и консултација, нема кривице на било кога од њих. И ако желите да имате своју децу Столарева замена, нема кривице на вас све док дајете плаћања према ономе што је прихватљиво. И страх Алаха, и знам да је Алах код онога сто радите.
sr_latn: Majke mogu dojiti svoju decu dva dovršite godinama za onaj ko želi da završi u staračkom [periodu]. Ocu je odredba sa majkama i njihove odeće prema onome što je prihvatljivo. Osoba ne tarifira se sa više od njegovog kapaciteta. Nijedna majka treba da bude naudili kroz svoje dete, i nema oca kroz njegovo dete. I nad [otac] naslednik je je dužnost kao [od oca]. I da oboje imaju weaning kroz obostranog pristanka od oboje i konsultacija, nema krivice na bilo koga od njih. I ako želite da imate svoju decu Stolareva zamena, nema krivice na vas sve dok dajete plaćanja prema onome što je prihvatljivo. I strah Alaha, i znam da je Alah kod onoga sto radite.
uk: Матері може годувати грудьми, дітям два роки завершити для того, хто хоче завершити годуючих [період]. Після батько є надання на матерів та їх одяг за те, що є прийнятним. Жодна особа звинувачується більше, ніж його потенціал. Не мати повинна бути завдано шкоди через свою дитину і без батька через його дитина. І після [батько] спадкоємець схожа [обов'язок] [на батька]. І якщо вони обидва бажання відлучення через взаємною згодою сторін з обох з них і консультації, немає не провину на будь-який з них. І якщо ви хочете, щоб ваші діти годувала заміни, немає не провину на вас тих пір, як ви даєте оплатою за те, що є прийнятним. І боїться Аллах і знаю, що Аллах бачить те, що вам робити.
vi: Bà mẹ có thể cho con bú của trẻ em hai hoàn thành năm cho bất cứ ai mong muốn hoàn tất điều dưỡng [thời gian]. Sau khi cha là cung cấp các bà mẹ và quần áo của họ theo những gì là chấp nhận được. Người không phải trả nhiều hơn so với khả năng của mình. Không có mẹ nên bị hại thông qua các đứa con của mình, và không có cha qua đứa con. Và khi người [cha] người thừa kế là [nhiệm vụ] giống như [cha]. Và nếu cả hai đều mong muốn cai sữa thông qua thoả thuận từ cả hai họ và tham khảo ý kiến, không có đổ lỗi khi một trong hai người trong số họ. Và nếu bạn muốn có con nursed bởi một thay thế, không có đổ lỗi khi bạn miễn là bạn cung cấp cho các thanh toán theo những gì là chấp nhận được. Và lo sợ Allah và biết rằng Allah là nhìn thấy những gì bạn làm.
zu: Omama bangase bancelise izingane zabo iminyaka emibili ephelele Ngokuba yilowo nalowo othanda ukuqedela ubuhlengikazi [inkathi].

# Quran241
source: And those who are taken in death among you and leave wives behind - they, [the wives, shall] wait four months and ten [days]. And when they have fulfilled their term, then there is no blame upon you for what they do with themselves in an acceptable manner. And Allah is [fully] Acquainted with what you do.
ca: I aquells que es prenen a mort entre vosaltres i deixar esposes darrere -, [les mullers, seran] esperar quatre mesos i deu [dies]. I quan ells hagin complert el mandat, llavors no hi ha cap culpa de vostè pel què fan amb si mateixos en una manera acceptable. I Allah [totalment] estigui familiaritzat amb el que fas.
cy: A'r rhai sy'n cael eu cymryd mewn marwolaeth ymysg eich ac adael gwragedd tu ôl-eu, [gwragedd, bydd] aros pedwar mis a deg [diwrnod]. A phan maent wedi cyflawni eu tymor, yna nid oes unrhyw fai arnoch am yr hyn a wnânt gyda eu hunain mewn modd derbyniol. A yw Allah [llawn] yn gyfarwydd â beth yr ydych yn ei wneud.
da: Og dem, der er taget i død blandt jer og forlade koner bag - de, [koner, skal] vente fire måneder og ti [dage]. Og når de har opfyldt deres mandat, er der ingen skylden på dig for hvad de gør med sig selv på en acceptabel måde. Og Allah er [fuldt] bekendtskab med, hvad du gør.
el: Και όσους λαμβάνονται σε θάνατο ανάμεσά σας και να αφήσετε πίσω από - τους, τις συζύγους [οι σύζυγοι, μέλη] περιμένετε τέσσερις μήνες και δέκα [ημέρες]. Και όταν έχουν εκπληρώσει τη θητεία τους, τότε δεν υπάρχει κανένα φταίξιμο επάνω σου για αυτό που κάνουν με τον εαυτό τους κατά τρόπο αποδεκτό. Και Αλλάχ είναι εξοικειωμένα [πλήρως] με αυτό που κάνεις.
et: Ja need, kes on püütud surma teie seas ning jäta naist taga - nad, [naised, peab] ootama neli kuud ja kümme [tehtud]. Ja kui nad on täitnud oma aja, siis ei ole süüdistada teie peale mida nad teha ise vastuvõetaval viisil. Ja Jumal on tuttav [täielikult] mida.
fi: Ja ne, jotka tehdään kuoleman keskuudessanne ja jättää vaimonsa perässä - he [vaimoja, on] odottaa neljän kuukauden ja kymmenen [päivää]. Ja kun ne ovat täyttäneet heidän toimikautensa, niin ei ole syyllinen teille mitä he tekevät itselleen hyväksyttävällä tavalla. Ja Jumala on [] perehtynyt mitä teet.
he: ואלה אשר נלקחים במוות ביניכם ומשאירים נשותיהם מאחורי - הם, [הנשים, האם] לחכות 4 חודשים ועשר [יום]. כאשר הם הגשמת כהונתם, ויש אין האשמה עליכם על מה שהם עושים עם עצמם בצורה סבירה. אללה הוא [מלא] היכרות עם מה שאתה עושה.
hr: I oni koji uzimaju se u smrti među vama i ostaviti žene iza - su, [žene, će] čekati četiri mjeseca i deset [dana]. I kada se ispune mandata, onda nema krivice na vas za to što radi sa sebe na prihvatljiv način. I Allah je [potpuno] upoznat sa onim što radite.
lt: Ir tie, kurie yra priimami mirties tarp jūsų ir palikti žmonos už - jie, [žmonos, turi] laukti keturis mėnesius ir dešimt [dienų]. Ir kai jie atlieka jų kadencija, tada yra ne kaltinti tave už ką jie daro su savimi priimtinu būdu. Ir Dievas [visiškai] yra susipažinę su ką.
lv: Un tie, kuri tiek veikti nāves starp jums un atstāj sievas aiz - tie, [sievas, veic] gaidīt četrus mēnešus un desmit [dienas]. Un tad, kad tās būs izpildījušas to terminu, tad nav nekādas vainas pār jums par to, ko viņi dara ar sev pieņemamā veidā. Un Allah [pilnībā] iepazīties ar to, ko jūs darīt.
nb: Og de som er tatt i død blant dere og la koner bak - de [konene, skal] vente fire måneder og ti [dager]. Og når de har oppfylt sine sikt, er det ingen skyld på deg for hva de gjør med seg selv i en akseptabel måte. Og Allah er [fullt] kjent med hva du gjør.
sk: A tých, ktorí pochádzajú zo smrti medzi vami a nechať manželky za -, [manželky sa] čakať štyri mesiace a desať [dní]. A pri splnení ich funkčného obdobia, potom neexistuje žiadny vinu na vás za čo robiť so sebou prijateľným spôsobom. A Allah je [plne] oboznámený s čo.
sl: In tiste, ki so sprejeti v smrt med vami in zapustiti žene za - se, [žene, se] čakati štiri mesece in deset [dni]. In ko so izpolnili mandata, potem pa je brez krivde na vas, za kaj storiti s seboj na sprejemljiv način. Ter Allah [popolnoma] vešč kaj.
sr_cyrl: И они који су одвели у смрт медју вама и оставим жене иза - они, [супруге, да] цекај 4 месеца и десет [дана]. И када се испуне свој мандат, а онда нема кривице на вас што раде са себе на прихватљив начин. И , Алах [потпуно] је да се упозна са оним што радите.
sr_latn: I oni koji su odveli u smrt medju vama i ostavim žene iza - oni, [supruge, da] cekaj 4 meseca i deset [dana]. I kada se ispune svoj mandat, a onda nema krivice na vas što rade sa sebe na prihvatljiv način. I, Alah [potpuno] je da se upozna sa onim što radite.
uk: І ті, які можуть бути зараховані в смерті серед вас і залишити позаду - вони, дружини [дружин, повинен] чекайте чотирьох місяців і десять [днів]. І коли вони виконали їх терміну дії, то немає немає провину на вас за те, що вони роблять з себе на прийнятних умовах. І Аллах [повністю] познайомилися з те, що ви робите.
vi: Và những người đang thực hiện tử vong trong số các bạn và để lại người vợ phía sau - họ, [người vợ sẽ] chờ 4 tháng và mười [qua]. Và khi họ đã hoàn thành thuật ngữ của họ, sau đó không có đổ lỗi khi bạn cho những gì họ làm với bản thân một cách chấp nhận được. Và Allah [đầy đủ] làm quen với những gì bạn làm.
zu: Futhi uyabasindisa abanomoya ithathwe ekufeni phakathi kwenu hamba kosikazi ngemuva - they, [nabafazi, kuyakuba] alinde izinyanga ezine futhi [izinsuku] eziyishumi.
