Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran185
source: O you who have believed, prescribed for you is legal retribution for those murdered - the free for the free, the slave for the slave, and the female for the female. But whoever overlooks from his brother anything, then there should be a suitable follow-up and payment to him with good conduct. This is an alleviation from your Lord and a mercy. But whoever transgresses after that will have a painful punishment.
ca: O es que he cregut, prescrit per a vostè és legal retribució per aquells assassinat - el lliure per la lliure, l'esclau per a l'esclau i la femella per a la dona. Però qui dóna del seu germà res, llavors hauria d'haver un seguiment adequat i pagament a ell amb bona conducta. Això és un alleujament del seu Senyor i una pietat. Però qui transgredeix després que tindrà un dolor càstig.
cy: O chi sydd wedi credu, rhagnodi yn dial gyfreithiol ar gyfer rhai llofruddio-rhad ac am ddim ar gyfer y rhydd, gaethion ar gyfer y caethion, a merched ar gyfer y fenyw. Ond pwy bynnag sy'n anwybyddu'r gan ei frawd unrhyw beth, yna dylai fod dilyniant addas a taliad iddo gyda ymddygiad da. Mae hyn yn lliniaru gan eich Arglwydd a drugaredd. Ond pwy bynnag pechu ar ôl hynny bydd yn rhaid cosbi poenus.
da: O du, der har troet, ordineret til du er juridisk gengældelse for de myrdet - den frie til den gratis, slave til slave, og kvindelige til kvindelige. Men hvem har udsigt fra sin bror noget, så der bør være en passende opfølgning og betaling til ham med god adfærd. Dette er en lindring fra din herre og en barmhjertighed. Men hvem overskrider efter der vil have en smertefuld straf.
el: O εσάς που πίστεψαν, συνταγογραφείται για σας είναι νομικών αντίποινα για όσους δολοφονήθηκαν - ο ελεύθερος για την ελεύθερη, ο σκλάβος για τον σκλάβο, και το θηλυκό για το θηλυκό. Αλλά όποιος έχει θέα από τον αδελφό του τίποτα, τότε πρέπει να υπάρξει μια κατάλληλη παρακολούθηση και την πληρωμή σε αυτόν με καλής συμπεριφοράς. Αυτό είναι μια ανακούφιση από το Λόρδο και το έλεος. Αλλά όποιος παραβιάζει μετά θα έχουν μια οδυνηρή τιμωρία.
et: O kes on uskunud, kirjutatud teile on juriidiline kättemaksu neile, mõrvatud - vaba tasuta, ori ori ja naissoost emane. Aga kes iganes, mis on vaatega midagi tema vend, siis tuleks sobivate järelmeetmete ja makse talle hea käitumise. See on oma Issanda ja on halastusest leevendamiseks. Aga kes transgresses pärast seda, kui et on süüdlasele valus.
fi: Oi te, jotka ovat uskoneet määrätty sinulle on oikeudellinen kostoa niille murhattiin - Ilmainen ilmaiseksi, orja orja ja nainen nainen. Mutta kuka on näkymät veljeltään mitään, niin pitäisi olla riittävän seurannan ja maksu hänelle hyvän käytöksen. Tämä on teidän Herranne ja armo lieventymistä. Mutta kuka selvensitte jälkeen tuskallinen rangaistus.
he:  מי מאמין, רשמתי לך הוא גמול חוקי עבור אלה שנרצחו - חינם עבור חינם, העבד של העבד, הנקבה של הנקבה. אבל מי משקיף מאחיו משהו, אז צריך להיות מעקב מתאים ותשלום אליו עם התנהגות טובה. . זהו שיכוך אדונך, חסד. אבל מי עובר בלא לאחר שיש עונש כואב.
hr: O ti koji su vjerovali, propisan ti je pravna kazna za one ubijena - slobodan za slobodna, Rob za roba i žensko za žensko. Ali tko god ima pogled od njegovog brata ništa, onda treba biti prikladno praćenje i plaćanje mu dobrog ponašanja. Ovo je za ublažavanje od vašeg gospodara i milost. Ali tko god prekrši nakon koje će imati bolne kazne.
lt: O jūs, kurie tikėjo, nustatytas jums yra teisinis Atpildas už tuos nužudytas - nemokamai nemokama, vergais, vergais, ir kad moterų moterų. Bet kas matosi iš jo brolis nieko, tada reikia tinkamų tolesnių veiksmų ir jam sumokėti su gero elgesio. Tai mažinimo iš jūsų Viešpats ir yra malonės. Bet tas, kas pažeidžia kai, turės skausmingų bausmė.
lv: O jums, kas ticējusi, noteikts jums ir juridiskas pelnīts sods tiem, kas noslepkavoti - bez maksas free, vergu par vergu un sieviešu sieviešu. Bet kurš paveras no viņa brālis kaut ko, tad ir jābūt piemērotām paveiktā darba kontroles un maksājumu viņu ar labu uzvedību. Tas ir atvieglojumu no savu kungu un žēlsirdība. Bet tas, kurš transgresses pēc tam, kad tas būs sāpīgi sods.
nb: O dere som har trodd, foreskrevet for du er juridisk gjengjeldelse for de myrdet - gratis for gratis, slave til slave, og kvinnelige for kvinnelige. Men hvem har fra broren noe, så det bør være en passende oppfølging og betaling til ham med god oppførsel. Dette er en lindring fra deres Herre og en nåde. Men hvem noen etter som vil ha en pinefull straff.
sk: O predpísaný vám, ktorí ste uverili, pre vás je právne odplata pre tých zavraždený - zadarmo pre voľný, slave na slave a ženy pre ženy. Ale kto má výhľad z jeho brat niečo, potom by mali existovať vhodné monitorovanie a platba mu dobré správanie. To je zmiernenie od svojho pána a milosrdenstvo. Ale ten, kto transgresses, po ktoré sa majú bolestivé trest.
sl: O vi, ki ste verjeli, predpisano za vas je pravno maščevanja za tiste umorjen - prost zakaj prost, suženj za slave, in ženske za ženske. Vendar kdor gleda iz svojega brata nič, potem je treba ustrezno spremljanje in plačilo z dobro vedenje. To je zmanjšanje od svojega Gospoda in usmili. Vendar kdor transgresses, ko bo imela boleče kazen.
sr_cyrl: О ти који верују, преписао ти је легално одмазда за оне убијена - слободан за је слободна, Роб за роба, а женка код женке. Али онај ко гледа ништа од свог брата, а онда постоји погодна за праћење и исплату са њим код доброг понашања. Ово је за ублажавања из свога господара и милост. Али ко год је трансгрессес након што се то ће болна казна.
sr_latn: O ti koji veruju, prepisao ti je legalno odmazda za one ubijena - slobodan za je slobodna, Rob za roba, a ženka kod ženke. Ali onaj ko gleda ništa od svog brata, a onda postoji pogodna za praćenje i isplatu sa njim kod dobrog ponašanja. Ovo je za ublažavanja iz svoga gospodara i milost. Ali ko god je transgresses nakon što se to će bolna kazna.
uk: О ви, хто вірив, приписані для вас є правові відплата для тих, хто вбив - безкоштовно для вільних, раб той раб, жінки для жінок. Але той, хто з видом від свого брата нічого, то там повинно бути підходящим подальшої діяльності і оплати йому з гарної поведінки. Це убогістю від ваш Господь і милість. Але той, хто transgresses, після того, що буде мати хворобливі покарання.
vi: O bạn của những người đã tin rằng, quy định đối với bạn là sự trừng phạt pháp lý cho những người ám sát - miễn phí cho miễn phí, nô lệ để nô lệ, và nữ cho nữ. Nhưng bất cứ ai nhìn ra từ anh trai của mình bất cứ điều gì, sau đó nên có một phù hợp theo dõi và thanh toán cho anh ta với hạnh kiểm. Đây là một giảm từ Chúa của bạn và một lòng thương xót. Nhưng bất cứ ai transgresses sau đó sẽ phải chịu hình phạt đau đớn.
zu: O you kholwa ebekiwe kona retribution zomthetho labo wabulawa - the free for the free, le nceku sokuba inceku, futhi insikazi for the female.

# Quran186
source: And there is for you in legal retribution [saving of] life, O you [people] of understanding, that you may become righteous.
ca: I hi és per a vostè en la vida de retribució legal [estalvi de], O [persones] de comprensió, que pot ser justos.
cy: A oes i chi mewn bywyd dial cyfreithiol [arbed], O chi [pobl] o ddealltwriaeth, y byddwch efallai yn hoes dabloid.
da: Og er der for dig i juridiske gengældelse [besparelse på] liv, O du [mennesker] af forståelse, at du kan blive retfærdiggjorte.
el: Και υπάρχει για σας στη ζωή των νομικών αντίποινα [εξοικονόμηση], O μπορείτε [Πρόσωπα], της κατανόησης, που ενδέχεται να είστε δίκαιοι.
et: Ja seal on teile juriidiline gustiku [kokkuhoid] elus, O sa [inimesed] mõistmise, et võite saada õige.
fi: Ja ei sinulle oikeudellinen kostoa [säästää] elämässä, oi te [ihmiset] ymmärtää, että voi tulla vanhurskas.
he: יש לך בחיים גמול חוקי [שמירת], O אתה [אנשים] של הבנה, כי אתה עלול להיות צדיק.
hr: I tu je za vas u pravne osvete [ušteda od] života, O tebe [ljudi] razumijevanja, da možete postati pravedni.
lt: Ir nėra jums teisinis atpildas [taupymas] gyvenime, O jūs [žmonės] supratimo, kad jums gali tapti teisieji.
lv: Un ir jums juridiskas pelnīts sods [saglabāšanu] dzīvi, O tu [cilvēku] izpratni, kas jūs var kļūt taisns.
nb: Og det er for deg i juridiske gjengjeldelse [lagring av] liv, O du [folk] forståelse, som du kan bli rettferdige.
sk: A nie je pre vás v živote právne odplata [ukladanie], O ste [ľudia] pochopenie, že ste sa stali spravodlivými.
sl: In je za vas v življenju pravne maščevanja [Varčevanje], O ti [ljudje] razumevanje, da lahko postanete pravični.
sr_cyrl: И за вас у животу правне освете [уштеда од], О ви [људи] разумевања, то би могао да постанеш праведан.
sr_latn: I za vas u životu pravne osvete [ušteda od], O vi [ljudi] razumevanja, to bi mogao da postaneš pravedan.
uk: І там для вас в юридичних відплата [зберігання] життя, O ви [чоловік] розуміння, що ви можете стати праведниками.
vi: Và đó là dành cho bạn trong cuộc sống sự trừng phạt pháp lý [tiết kiệm], O bạn [người] của sự hiểu biết, mà bạn có thể trở thành công bình.
zu: Futhi kukhona ngawe zomthetho retribution [kusindiswe] zokuphila, O nina [abantu] okuqonda, nibe ngakhethi.

# Quran187
source: Prescribed for you when death approaches [any] one of you if he leaves wealth [is that he should make] a bequest for the parents and near relatives according to what is acceptable - a duty upon the righteous.
ca: Prescrit per a vostè quan la mort s'acosta [qualsevol] un de vosaltres si es marxa riquesa [és que havia de deixar] un llegat per als pares i familiars segons allò que és acceptable - una obligació en els justos.
cy: Rhagnodedig i chi pan mae marwolaeth dulliau [unrhyw] un ohonoch Os gedy cyfoeth [yn y dylid gwneud] cymynrodd i'r rhieni a gerllaw perthnasau yn ôl beth sy'n dderbyniol-dyletswydd ar y righteous.
da: Ordineret til dig, når døden nærmer sig [en] en af dig, hvis han forlader rigdom [er at han skulle gøre] en arv for forældrene og nær pårørende efter hvad der er acceptabelt - pligt på retfærdige.
el: Συνταγογραφείται για σας όταν κοντεύετε [] ένας από σας εάν αφήνει πλούτου [είναι ότι θα πρέπει να κάνει] κληροδότημα για τους γονείς και κοντά σε συγγενείς σύμφωνα με το τι είναι αποδεκτό - καθήκον κατόπιν οι δίκαιοι.
et: Kirjutatud teile kui surm läheneb [mis tahes] üks teie kui pensionäri lahkumist [on, et ta peaks tegema] rikkuse pärimine vanemad ja sugulased, mis on vastuvõetav - lähedal pärast õige tollimaks.
fi: Määrätty sinulle, kun kuolema lähestyy [kaikki] yksi teistä, jos hän lähtee wealth [on, että hän tekisi] perintö, että vanhemmat ja sukulaiset mukaan mikä on hyväksyttävää - velvollinen vanhurskaat.
he: רשמתי לך כאשר המוות מתקרב [כל] אחד מכם אם הוא משאיר שפע [זה שעליו] העיזבון עבור ההורים, ליד קרובי משפחה על פי מה מקובל - חובה על הצדיקים.
hr: Propisane za vas kada se smrt približi [bilo kakav] jedan od vas ako ode bogatstvo [je kako bi se] nasljedstvo za roditelje i rodbinu po ono što je prihvatljivo - dužnost pravedne.
lt: Nustatytas jums kai mirties (bet kokių) vienas, jei jis palieka [yra, kad jis turėtų padaryti] turto palikimo tėvai ir artimieji giminaičiai pagal kas yra priimtinas - yra teisingas mokestis.
lv: Noteikts, ja nāve tuvojas [kādu] viens no jums, ja viņš atstāj bagātības [tas ir, ka viņš būtu] pārdalīto vecākiem un tuvu radinieku, atkarībā no tā, kāda ir pieņemama - pienākums pēc taisns.
nb: Foreskrevet for deg når død nærmer seg [noen] en av dere hvis han forlater rikdom [er at han skal gjøre] en testamentariske gave for foreldre og slektninger i henhold til hva som er akseptabelt - plikt ut for rettferdige.
sk: Predpísané pre vás, keď smrť priblíži [žiadne] jeden z vás, keď opustí bohatstva [je, že by mal vykonať] dedičstva pre rodičov a blízkych príbuzných podľa čo je prijateľné - clo na spravodlivé.
sl: Predpisana za vas, ko smrt bliža [vse] eden od vas, če zapusti bogastvo [je, da je naj bi] zapuščina za starše in bližnji sorodniki po kaj je sprejemljivo - dajatev na pravičnih.
sr_cyrl: Прописане за тебе када смрт приближи [било какав] један од вас, ако он оде богатство [је да је требало да направе] суме за родитеље и у близини рођаке према ономе што је прихватљиво - дужност на праведне.
sr_latn: Propisane za tebe kada smrt približi [bilo kakav] jedan od vas, ako on ode bogatstvo [je da je trebalo da naprave] sume za roditelje i u blizini rođake prema onome što je prihvatljivo - dužnost na pravedne.
uk: Прописав для вас, коли смерть підходи [будь-який] з вас, якщо він покине багатства [це, що він повинен зробити] заповітом для батьків та близькими за те, що є прийнятним - довго на праведних.
vi: Quy định đối với bạn, khi chết cách tiếp cận [có] một trong những bạn nếu ông rời khỏi sự giàu có [là rằng ông nên làm] một thừa kế đối với các bậc cha mẹ và gần các thân nhân theo những gì được chấp nhận - một nhiệm vụ sau khi các công bình.
zu: Ezinqunyelwe wena lapho ukufa osondela [yimuphi] nalowo kini uma ishiya ingcebo [wukuthi kufanele enze] a bequest abazali nezihlobo eduze ngokusho kuyini okwamukelekayo - sebenzi upon the ngakhethi.

# Quran188
source: Then whoever alters the bequest after he has heard it - the sin is only upon those who have altered it. Indeed, Allah is Hearing and Knowing.
ca: Llavors qui altera el llegat després que ell ha sentit - pecat és només a aquells que s'han alterat. De fet, Allah és sentir i saber.
cy: Yna newid pwy bynnag y gymynrodd ar ôl wedi clywed ei-y pechod yn unig ar y rhai sydd wedi ei newid. Yn wir, Allah yw gwrandawiad a gwybod.
da: Derefter ændrer hvem arv efter at han har hørt det - synd er kun for dem, der har ændret det. Allah er faktisk hørelse og vide.
el: Στη συνέχεια, όποιος αλλάζει το κληροδότημα, αφού έχει ακούσει για αυτό - η αμαρτία είναι μόνον κατόπιν εκείνους που το έχει τροποποιήσει. Πράγματι, ο Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Siis kes iganes muudab selle pärandamise pärast seda, kui ta on kuulnud seda - sin on vaid siis, kui need, kes on seda muutnud. Tõepoolest, Allah on kuulmine ja teades.
fi: Sitten kuka muuttaa perintö, kun hän on kuullut - synti on vain niille, jotka ovat muuttaneet. Itse asiassa Jumala on kuulon ja tietäen.
he: אז מי משנה את העיזבון לאחר שהוא שמע את זה - החטא הוא רק על אלו אשר שינו את זה. אכן, אללה הוא שהידיעה ושמיעה.
hr: Onda tko preinači na nasljedstvo nakon što ga je čuo - grijeh je samo nad onima koji su je promijenio. Uistinu, Allah je sluh i znajući.
lt: Tada kas keičia į palikimo po to, kai jis išgirdo ji - nuodėmė yra tik tie, kurie pakeisti. Iš tiesų, Allah yra klausos ir žinios.
lv: Tad tas, kurš izmaina novēlējumiem, pēc tam, kad viņš ir dzirdējis - grēks ir tikai pār tiem, kuri ir mainījuši to. Patiešām, Allah ir dzirdes un zinot.
nb: Deretter endrer hvem den testamentariske gaven etter han har hørt det - synd er bare over dem som har endret den. Døyve er faktisk høre og kjenne.
sk: Potom ten, kto mení dedičstva po vypočutí to - hriech je iba na tých, ktorí ho zmenili. Alah je skutočne sluchu a vedomím.
sl: Potem kdorkoli spreminja nasledstvo, ko je slišal to - greh, je le na tiste, ki so se spremenila. Res, Allah je sluh in poznavanje.
sr_cyrl: Онда ко год ако се мења на легат након што је сазнао да је то - грех је само над онима који се променио. Уистину , Аллах је слух и знајужи.
sr_latn: Onda ko god ako se menja na legat nakon što je saznao da je to - greh je samo nad onima koji se promenio. Uistinu, Allah je sluh i znajuжi.
uk: То той, хто змінює заповідання після того, як він чув його - гріх є лише на тих, хто його було змінено. Дійсно, Аллах є слуху і знаючи, що.
vi: Sau đó bất cứ ai làm thay đổi thừa kế sau khi ông đã nghe nó - tội lỗi là chỉ những người đã thay đổi nó. Thật vậy, Allah là nghe và hiểu biết.
zu: Khona noma ubani okushintsha bequest ngemva kokuba Usithole - kuyisono kuphela phezu kwalabo abaye okushintshiwe it.

# Quran189
source: But if one fears from the bequeather [some] error or sin and corrects that which is between them, there is no sin upon him. Indeed, Allah is Forgiving and Merciful.
ca: Però si un tem de el bequeather [alguns] error o pecat i corregeix el que és entre ells, no hi ha cap pecat a ell. En efecte, Allah és indulgent i Clement.
cy: Ond os un yn ofni o bequeather [rai] gwall neu pechod ac yn cywiro sydd rhyngddynt, nid oes dim pechod arno. Yn wir, Allah yn Forgiving a Merciful.
da: Men hvis man frygter fra bequeather [nogle] fejl eller synd og korrigerer det, der er mellem dem, der er ingen synd med ham. Allah er faktisk Forgiving og barmhjertige.
el: Αλλά αν κάποιος φοβάται από το bequeather [μερικά] σφάλμα ή αμαρτία και διορθώνει αυτό που είναι μεταξύ τους, δεν είναι αμαρτία προς αυτόν. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Aga kui üks hirmud pärandaja [mõned] viga või patt ja parandab seda, mis on nende vahel, ei ole patt talle. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Mutta jos pelkää bequeather, [jotkut] virheestä tai synnin ja korjaa se, mikä on niiden välillä, ei ole mikään synti hänelle. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: אבל אם אחד חושש מן bequeather [יש] שגיאה או חטא, מתקן שנמצא ביניהם, אין שום חטא עליו. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Ali ako strahuje od bequeather [neki] pogrešku ili grijeh i ispravlja ono što je između njih, nije grijeh na sebe. Uistinu, Allah je opraštanje i milostiv.
lt: Bet jei vienas baiminasi, iš bequeather [kai] klaidą ar nuodėmę ir taiso tai, kas yra tarp jų, yra ne nuodėmė jam. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Bet ja kāds baidās no bequeather [kādu] kļūda vai grēks un izlabo to, kas ir starp tām, ir grēks pret viņu. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Men hvis man frykt fra bequeather [noen] feil eller synd og retter som er mellom dem, det er ingen synd på ham. Faktisk er Allah tilgi og barmhjertig.
sk: Ale ak človek strach z bequeather, [niektorí] chyba alebo hriechu a koriguje to, čo je medzi nimi, nie je hriech na neho. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Vendar če boji iz bequeather, [nekatere] napaka ali greh in popravi tisto, kar je vmes, ni greh na njem. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Али ако један страхује од беqуеатхер [неки] грешке или грех и исправља оно што је између њих, не постоји грех над њим. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Ali ako jedan strahuje od bequeather [neki] greške ili greh i ispravlja ono što je između njih, ne postoji greh nad njim. Uistinu, Allah je Forgiving i milosrdna.
uk: Але якщо одна побоюється, від bequeather, [деякі] помилка або гріх і виправляє те, що між ними, немає гріха на нього. Дійсно, Аллах є бачить і Merciful.
vi: Nhưng nếu ai sợ từ bequeather [một số] lỗi hoặc tội lỗi và sửa chữa rằng đó là giữa chúng, không không có tội lỗi khi anh ta. Thật vậy, Allah là Forgiving Merciful.
zu: Kodwa uma omunye owesaba kusukela bequeather [abanye] isiphambeko noma isono futhi aqondise ukuthi esiphakathi kwabo, akukho isono phezu kwakhe.

# Quran190
source: O you who have believed, decreed upon you is fasting as it was decreed upon those before you that you may become righteous -
ca: O es que he cregut, va decretar en vostè és el dejuni com va decretar a aquells abans que vostè pot arribar a ser justos -
cy: O chi sydd wedi credu, a ddyfarnwyd ar chi yn ymprydio fel oedd ei dyfarnu ar y rheini cyn i chi y gallai ddod yn hoes dabloid-
da: O du, der har troet, forordnet efter du fastende som det var dekreteret over dem, før du at du kan blive retfærdige -
el: O εσάς που πίστεψαν, αποφασίστηκε κατόπιν σας νηστεία όπως αυτό του θεσπίστηκε προς αυτούς πριν από σας ότι μπορεί να γίνει δίκαιος -
et: O kes on uskunud, otsustatud, pärast on tühja kõhuga, sest sinu oli otsustatud, et olete saanud õige -
fi: Oi te, jotka ovat uskoneet säätänyt kun on paasto, kuten oli päätetty kun teitä ennen, että tulet vanhurskas -
he:  מי מאמין, ציווה על הוא צום זה היה חוקי ועל אלו לפניך כי אתה עלול להיות צדיק -
hr: O ti koji su vjerovali, odlučio na vam je post kao što je dogovoreno na onima prije vas da biste postali pravedni -
lt: O jūs, kurie tikėjo, pasisuko į jums yra nevalgius, nes jis buvo pasisuko į tuos prieš jus kad gali tapti teisieji -
lv: O, jūs, kas ticējusi, pasludinot pēc ir badošanās, kā tika nolemts uz tiem, pirms jūs kļūstat taisns -
nb: O dere som har trodd, bestemt på du er faste som det var bestemt på dem før dere at dere skal bli rettferdige -
sk: O vás, ktorí ste uverili, nariadil na je pôst, ako bolo rozhodnuté, na tých, ktoré sú pred vami, že sa môže stať spravodlivými -
sl: O vi, ki ste verjeli, razglašena na je posta, kot na tiste, ki so pred vami je odredil, da lahko postanete pravični -
sr_cyrl: О ти који верују, прогласио на те је поста, као што је то договорено над онима пред вама да би могао да постанеш праведни -
sr_latn: O ti koji veruju, proglasio na te je posta, kao što je to dogovoreno nad onima pred vama da bi mogao da postaneš pravedni -
uk: О ви, хто вірив, ухвалив, після є постом, як це було постановив на тих, перш ніж ви можете стати праведними -
vi: O bạn của những người đã tin tưởng, quyết định khi bạn nhanh như nó đã được quyết định khi những người trước khi bạn rằng bạn có thể trở thành công bình -
zu: O you kholwa decreed phezu kwenu bazilile njengoba Kwamenyezelwa phezu labo phambili you lowo you phathelana ngakhethi -
