Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3276
source: So he watered [their flocks] for them; then he went back to the shade and said, "My Lord, indeed I am, for whatever good You would send down to me, in need."
ca: Així que va regat [seus ramats] per a ells; llavors va tornar a l'ombra i deia, "El meu Senyor, de fet estic, per qualsevol bé vols enviar cap avall per a mi, necessiten."
cy: Felly roedd ganddo dŵr [eu diadellau] ar eu cyfer; Yna aeth yn ôl i gysgod a dweud, "Fy Arglwydd, yn wir yr wyf, ar gyfer beth bynnag da fyddai eich anfon i lawr i mi, mewn angen."
da: Så han vandede [deres flokke] for dem; Han gik tilbage til skyggen og sagde, "Min herre, faktisk jeg er, for hvad god du ville sende til mig, i nød."
el: Έτσι αυτός ποτίζονται [τα κοπάδια τους] γι ' αυτούς. στη συνέχεια πήγε πίσω στη σκιά και είπε, «Κύριέ μου, πράγματι είμαι, για ό, τι καλό θα στέλνατε μου, ανάγκη.»
et: Nii ta joota [nende karjade] siis ta läks tagasi varju ja ütles: "Issand, tõepoolest ma, olenemata hea oleks saata sätestatakse mulle, kes vajavad."
fi: Joten hän juottivat [katraansa] sitten hän meni takaisin varjossa ja sanoi: "Herrani, todellakin olen, mitä hyvää haluat lähettää minulle tarpeessa."
he: אז הוא להשקות [עדריהם] עבורם; ואז הוא חזר לצל, אמר, "אדוני, אכן אני, לתמיד מה אתה תשלח לי במצוקה."
hr: Tako on zali [prognani] za njih; Onda je se vratio u hladu i rekao: "Moj gospodaru, doista sam, za što god dobro si slao, u potrebi."
lt: Taigi jis pagirdyti [jų pulkų] tada jis grįžo į šešėliai ir tarė: "Mano Viešpats, iš tiesų esu, kokia gera siųskite man reikia."
lv: Tāpēc viņš padzirdīti [bijuši pakļauti viņu sīklopu ganāmpulki] tad viņš atgriezās ēnā un teica: "Mans kungs, patiešām es esmu, neatkarīgi no labas jūs vēlaties sūtīt uz leju man vajadzīga."
nb: Så vannet han [sitt småfe] da han dro tilbake til skyggen og sa: "Min Herre, ja jeg er, for gode sender du til meg, trenger."
sk: Tak sa polievajú [ich kŕdle] potom sa vrátil do tieňa a povedal: "Môj pane, skutočne som, čo dobré by poslať mi, v núdzi."
sl: Tako je napajali svoje črede nato je šel nazaj v senci in reče: "Moj Gospod, res sem, ne glede na dobro bi pošljete se mi, v stiski."
sr_cyrl: Заливао својим стадом за њих; Онда се вратио у хладовину и рекао, "Мој господару, заиста сам, за шта год добро ти би послао ми, у невољи."
sr_latn: Zalivao svojim stadom za njih; Onda se vratio u hladovinu i rekao, "Moj gospodaru, zaista sam, za šta god dobro ti bi poslao mi, u nevolji."
uk: Так він поливати свої стада для них; Потім він повернувся в тіні і сказав: "Господи, дійсно я, все, що добре ви б відправити до мене, потребують."
vi: Vì vậy, ông tưới [đàn gia cầm của họ] cho họ; sau đó ông đã đi trở lại trong bóng râm và nói, "My Lord, thực sự tôi, cho bất cứ điều gì tốt bạn sẽ gửi cho tôi, nhu cầu."
zu: Ngakho yena bazithela [imihlambi yabo] for them;

# Quran3277
source: Then one of the two women came to him walking with shyness. She said, "Indeed, my father invites you that he may reward you for having watered for us." So when he came to him and related to him the story, he said, "Fear not. You have escaped from the wrongdoing people."
ca: Llavors una de les dues dones va venir a ell caminant amb timidesa. Ella va dir, "De fet, el meu pare us convida que ell pot recompensarà per haver regat per a nosaltres." Així que quan va arribar a ell i ell relacionats amb la història, va dir, "no tinguis por. Li han escapat de la gent d'irregularitats."
cy: Yna daeth un o ferched dau iddo gerdded gyda swildod. Meddai, "Yn wir, mae fy nhad yn gwahodd chi y gallai eich gwobrwyo ar gyfer cael dŵr i ni." Felly pan ddaeth ato a sy'n gysylltiedig ag ef y stori, meddai ef, "ofni nad. Yr ydych wedi dianc o bobl gamwedd."
da: Så kom en af de to kvinder til ham gå med generthed. Hun sagde, "Ja, min far inviterer dig som han kan belønne dig for at have vandes for os." Så når han kom til ham og relateret til ham historien, han sagde: "frygt ikke. Du er undsluppet fra forseelser mennesker."
el: Στη συνέχεια, μία από τις δύο γυναίκες ήρθε σ ' αυτόν το περπάτημα με συστολή. Είπε, «Πράγματι, ο πατέρας μου προσκαλεί που αυτός μπορεί να σας ανταμείψει για που πότισαν για εμάς.» Έτσι, όταν ήρθε σε αυτόν και που τον αφορά η ιστορία, είπε, «μη φοβάσαι. Σας έχουν διαφύγει από αδίκημα λαού».
et: Siis üks kaks naist tulid tema jalutas pelgus. Ta ütles: "Tõepoolest, minu isa kutsub teid, mida ta võib tunnustada teid võttes joota meile." Nii kui ta tuli tema ja temaga seotud lugu, ta ütles: "Ära karda. Te põgenenud inimesed valesti."
fi: Sitten yksi kaksi naista tuli hänelle kävelisi ujous. Hän sanoi: "Onhan isäni kutsuu sinut että hän voi palkita sinut ottaa juotetaan meille." Joten kun hän tuli hänen luokseen ja kertoi hänelle tarinan, hän sanoi, älä pelkää. Sinulla on karannut rikkomuksista ihmisiä."
he: ואז לאחד שתי הנשים בא אליו עם ביישנות. היא אמרה, "אכן, אבי מזמינה אתכם כי הוא עשוי יגמול לך על שיש להשקות עבורנו." אז מתי הוא בא אליו וסיפרה לו את הסיפור, הוא אמר, "אל תירא. יש לך ברח מן העם מעשים רעים."
hr: Onda jedna od dvije žene došla da hoda s lijenost. Ona reče: "Uistinu, moj otac poziva vas da on može vas nagraditi za to da zali za nas." Kad je došao do njega i povezane priče, rekao je, "ne boj se. Te su pobjegli iz grijeha ljudi."
lt: Tada viena iš dviejų moterų atėjo jam vaikščioti su drovumas. Ji sakė: "Iš tiesų, mano tėvas prašo jums, kad jis gali atsilyginti jums už turintys pagirdyti mums." Taigi, kai jis atėjo į jį ir su juo susijęs istorija, jis pasakė: "Nesijaudink. Jūs pabėgo iš nusikaltimą žmonių."
lv: Tad viena no divām sievietēm, kas nāca pie viņa kājām ar kautrība. Viņa teica: "Patiesi, tēvs aicina, ka viņš var apbalvot jums ir laista mums." Tad, kad viņš nāca pie viņa un kas saistīti ar viņu stāsts, viņš teica: "bailes nav. Tu izglābies no grēks cilvēku."
nb: Så kom en av de to kvinnene til ham med skyhet. Hun sa: "Ja, min far inviterer deg som han kan belønne deg for å ha vannet for oss." Så når han kom til ham og relatert til ham historie, sa han, "frykt ikke. Du har rømt fra de urett."
sk: Potom jedna z dvoch žien prišiel k nemu peši plachosť. Ona povedala: "Vskutku, môj otec vyzýva vás, že on môže odmeniť vás za so napojená na nás." Takže keď prišiel k nemu a s ním príbeh, povedal: "Neboj sa. Ste utiekol od protiprávneho konania ľudí."
sl: Nato eden od dveh žensk prišel mu je hoja z Stidljivost. Je rekla, "Res, moj oče vabi, da si lahko nagrado za ob zalivati za nas." Torej, ko je prišel k njemu in z njim povezana zgodba, je dejal, "ne boj se. Ste pobegnil iz protipravna dejanja ljudi."
sr_cyrl: Онда једну од две жене дошла да га ходају са стидљивост. Рекла је: "Заиста, мој отац те позива које он може да вас награди за имати разблажити за нас." Када је он дошао до њега и у вези му прици, рекао је: "Не бој се. Побегли сте из малверзацијама људи."
sr_latn: Onda jednu od dve žene došla da ga hodaju sa stidljivost. Rekla je: "Zaista, moj otac te poziva koje on može da vas nagradi za imati razblažiti za nas." Kada je on došao do njega i u vezi mu prici, rekao je: "Ne boj se. Pobegli ste iz malverzacijama ljudi."
uk: Виберіть один з двох жінок прийшов до нього прогулянки з сором'язливість. Вона сказала: "Дійсно, мій батько запрошує вас, що він може винагородити вас за полив нам." Отже, коли він прийшов до нього і пов'язаних з ним історію, він сказав: "не бійся. Ви втекли з порушник людей."
vi: Sau đó, một trong hai người phụ nữ đến với anh ta đi bộ với sự nhút nhát. Cô nói: "Thật vậy, cha tôi mời bạn rằng ông có thể thưởng bạn cho có tưới nước cho chúng ta." Vì vậy, khi ông đến anh ta và liên quan đến anh ta câu chuyện, ông nói, "Đừng sợ. Bạn đã thoát khỏi những hành vi sai trái."
zu: Khona-ke omunye walaba besifazane ababili beza kuye ehamba amahloni.

# Quran3278
source: One of the women said, "O my father, hire him. Indeed, the best one you can hire is the strong and the trustworthy."
ca: Una de les dones va dir, "el meu pare, O contractar-lo. De fet, el millor que lloguer és la forta i la confiança."
cy: Dywedodd un o'r merched, "O fy nhad, llogi ef. Yn wir, yr un gorau, gallwch logi yn cryf ac y gellir ymddiried ynddo."
da: En af kvinderne sagde, "O min far, ansætte ham. Faktisk, det bedste du kan leje er den stærke og den troværdige."
el: Μία από τις γυναίκες, δήλωσε, "O πατέρας μου, τον μισθώσει. Πράγματι, το καλύτερο που μπορείτε να νοικιάσετε είναι η ισχυρή και το αξιόπιστο.»
et: Üks naistest ütles, "O mu isa teda palgata. Tõepoolest, parim üks võimalus üürida on tugev ja usaldusväärne on."
fi: Yksi naisista sanoi: "Oi isä, palkata hänet. Itse asiassa paras voit vuokrata on vahva ja luotettava."
he: אחת הנשים אמר, "O אבי, לשכור אותו. אכן, הטובים ביותר שתוכלו לשכור הוא החזקים ואמינים את."
hr: Jedna od žena je rekao, "Oče, Maeby. Zaista, najbolji koji je jak i na pouzdan."
lt: Viena iš moterų sakė: "mano tėvas, O samdyti jam. Iš tiesų, geriausias galite išsinuomoti yra stiprus ir su patikima."
lv: Viena no sievietēm sacīja: "tēvs, O noma. Protams, labāko varat noma ir spēcīgu un uzticamu."
nb: En av kvinnene sa: «O min far, ansette ham. Faktisk er det beste du kan leie sterk og den pålitelige."
sk: Jedna zo žien, povedal: "Otče môj, najať ho. Vskutku, ten najlepší, môžete si najať je silný a dôveryhodný."
sl: Ena od žensk, reče: "O moj oče, ki ga najame. Res, najboljši si lahko izposodite je močan in je vreden zaupanja."
sr_cyrl: Једна од жена је рекао, "О мој отац, запосли га. Заиста , најбољи могу да запослим је јаки и на поуздан."
sr_latn: Jedna od žena je rekao, "O moj otac, zaposli ga. Zaista, najbolji mogu da zaposlim je jaki i na pouzdan."
uk: Однією з жінок, сказав: "Отче мій, найняти його. Дійсно, кращий той, який ви можете найняти є сильні і що заслуговує на довіру".
vi: Một trong những người phụ nữ nói, "O cha tôi thuê anh ta. Thật vậy, một trong những tốt nhất mà bạn có thể thuê là mạnh mẽ và sự đáng tin cậy."
zu: Omunye walaba besifazane wathi: "O mi yise qasha him. Ngempela, lowo best ungakwazi ukuqasha iyona enamandla kanye unokwethenjelwa."

# Quran3279
source: He said, "Indeed, I wish to wed you one of these, my two daughters, on [the condition] that you serve me for eight years; but if you complete ten, it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me, if Allah wills, from among the righteous."
ca: Va dir, "de fet, m'agradaria casar-ne un d'aquests, el meu dues filles, a [la condició] que vostè em serveixen durant vuit anys; però si vostè completar deu, serà [com un favor] de vostè. I no vull posar en dificultat. Vostè em trobarà, si Allah testaments, entre els justos."
cy: Dywedodd, "yn wir, yr wyf yn dymuno dydd Mercher chi un o'r rhain, fy ddwy ferch, ar [y cyflwr] y maent yn gwasanaethu mi am wyth mlynedd; ond os ydych yn llenwi deg, bydd yn [fel favor] oddi wrthych. Ac nid wyf am eich rhoi mewn anhawster. Gwelwch fi, os bydd Allah yn wills, o blith y righteous."
da: Han sagde, "Ja, gid at gifte dig en af disse, mine to døtre på [tilstand] som du tjene mig i otte år. men hvis du fuldføre ti, vil det være [som en gunst] fra dig. Og jeg ønsker ikke at sætte dig i vanskeligheder. Du vil finde mig, hvis Allah testamenter, blandt retfærdige."
el: Είπε, «πράγματι, θα ήθελα να νυμφευθώ ένα από αυτά, οι δύο κόρες μου, [της κατάστασης] που μπορείτε να με εξυπηρετήσετε για οκτώ χρόνια. αλλά εάν μπορείτε να ολοκληρώσετε δέκα, θα είναι [ως] από εσάς. Και δεν θα ήθελα να σας βάλει σε δυσκολίες. Θα βρείτε μου, αν ο αλλά(χ), μεταξύ των δίκαιοι.»
et: Ta ütles: "tõepoolest, soovin kolmap teile üks neist minu kaks tütart, [tingimusel] mis mind teenima kaheksa aastat; kuid kui täidad kümme, siis on see [nagu teene] sinult. Ja ma ei taha sind juba raskustes. Leiad mind, kui Jumal tahab hulgast õige."
fi: Hän sanoi: "Toivon ke te, yksi näistä minun kaksi tytärtä ehdoksi [] että palvelet minua kahdeksan vuoden ajan; mutta jos suoritat kymmenen, olisi [niin kannattaa] sinulta. Ja en halua laittaa sinut vaikeuksiin. Löydät minulle, jos Jumala sallii vanhurskaiden keskuudesta."
he: הוא אמר, "ואכן, הלוואי להינשא לך אחד כזה, שתי הבנות שלי, על [המצב] שאתה מגיש לי שמונה שנים; אבל אם תשלים את עשר, זה יהיה הכי טובה] ממך. אני לא רוצה להכניס אותך. קושי. תוכלו למצוא אותי, אם אללה, מבין הצדיקים."
hr: Rekao je: "zaista, želim udati ste ovo, moje dvije kćeri, pod uvjetom da mi služiš osam godina; Ali ako deset, to će biti [kao uslugu] od tebe. I ne želim vas staviti u nevolji. Naći ćete me, ako Allah, od pravednih."
lt: Jis sakė: "iš tiesų, norėčiau treč jums vieną iš šių, mano dvi dukras, [būklę] kad jums tarnauti man aštuonerius metus; bet jei jūs visiškai dešimt, tai bus [malonės] kaip iš jūsų. Ir nenoriu kad jums sunkumų. Rasite mane, jei Dievas testamentai, iš teisus."
lv: Viņš teica: "Protams, es vēlos precēties jums vienu no šiem manā divas meitas [stāvokļa] ka tu man kalpot astoņus gadus; bet, ja jūs pabeigt desmit, tas ir [labu] kā no jums. Un es nevēlos, lai dotu jums grūtībās. Jūs atradīsiet mani, ja Allah testamentu, taisns vidus."
nb: Han sa: "Ja, jeg ønsker å gifte deg en av disse mine to døtre, [tilstand] at du tjene meg for åtte år. men hvis du fullfører ti, vil det være [som en tjeneste] fra deg. Og jeg ønsker ikke å sette deg i vanskeligheter. Du vil finne meg, hvis Allah vilje, blant rettferdige."
sk: On povedal: "naozaj, chcem oženiť vás jeden z nich, mojich dvoch dcér, [podmienky] ktorý mi slúži osem rokov, ale ak ste úplný desať, bude [ako láskavosť] od vás. A nechcú dať si v ťažkostiach. Nájdete ma, ak Alah závetov, spomedzi spravodliví."
sl: On reče: "Pravzaprav, želim poročiti eno od teh, moji dve hčerki, [stanje] ki mi služijo za osem let; vendar če dokončate deset, pa bo [kot uslugo] od vas. In ne želim, da si dal v težavah. Lahko me najdete, če hoče Allah, med pravednika."
sr_cyrl: Рекао је: "заиста, желим да се уда једну од ових, обистиниле, на [услов] да ми слућите осам година; Али ако довршите 10, биће [као услугу] од тебе. И не желим да те ставим у тежине. Бићу вам веома, ако Алах жели неку од праведних."
sr_latn: Rekao je: "zaista, želim da se uda jednu od ovih, obistinile, na [uslov] da mi sluћite osam godina; Ali ako dovršite 10, biće [kao uslugu] od tebe. I ne želim da te stavim u težine. Biću vam veoma, ako Alah želi neku od pravednih."
uk: Він сказав: "дійсно, я хотів би Ср вам одну з цих двох дочок, за умови що служити мені протягом восьми років; але якщо ви завершити десять, варто [як на користь] від вас. І я не хочу поставити вас у складності. Ви знайдете мене, якщо воля Аллаха, з-поміж праведників."
vi: Ông nói: "thật vậy, tôi muốn đến wed bạn cái này, hai con gái của tôi, trên [điều kiện] rằng bạn phục vụ tôi cho tám năm; nhưng nếu bạn hoàn thành mười, nó sẽ [như là một ưu tiên] từ bạn. Và tôi không muốn đưa bạn vào khó khăn. Bạn sẽ tìm thấy tôi, nếu Allah wills, trong số các công bình."
zu: Wathi: "Ngempela, ngifisa ashade Ingabe ungomunye walaba, madodakazi ami amabili, phezu [isimo] ukuthi ungikhonze iminyaka eyisishiyagalombili. Kodwa uma ephelele eziyishumi, kuyoba [umusa] evela kuwe And

# Quran3280
source: [Moses] said, "That is [established] between me and you. Whichever of the two terms I complete - there is no injustice to me, and Allah, over what we say, is Witness."
ca: [Moses] va dir, "que és [establert] entre tu i jo. Qualsevol dels dos termes completo - hi cap injustícia a mi, i Allah, sobre el que diem, és testimoni."
cy: Dywedodd [Moses], "y mae [sefydlu] rhwng fi a chi. Pa un bynnag o'r ddau dymor I gwblhau'r-nid oes unrhyw anghyfiawnder i mi, a Allah, dros beth yr ydym yn ei ddweud, yn dyst."
da: [Moses] sagde, "at er [etableret] mellem mig og dig. Uanset hvilken af de to begreber jeg fuldføre - der er ingen uretfærdighed til mig, og Allah, over hvad vi eksempelvis er vidne."
el: [Moses] είπε, «ότι είναι [θέσπισης] μεταξύ εμένα και εσάς. Όποιος από τους δύο όρους ολοκληρώνω - δεν υπάρχει καμία αδικία για μένα, και Αλλάχ, πέρα από ό, τι λέμε, είναι μάρτυρας.»
et: [Moses] ütles: "et on [asukoht] vahel mina ja sina. Kumb kahest võimalikust ma täielik - ei ole ebaõigluse mulle, ja Jumal, mida me öelda, on tunnistaja."
fi: [Moses] sanoi, "että [luodaan] välille minua ja sinua. Kumpi termejä olen valmis - ei ole epäoikeudenmukaisuutta minulle, ja Jumala, mitä sanomme, on todistaja."
he: [Moses] אמר, "כי [נוצר] ביני לבינך. מה שיותר בין שני המונחים שאני משלימה - יש אי צדק לי, אללה, מעל מה שאנחנו אומרים, הוא העד."
hr: [Moses] je rekao, "da je [temeljen] između tebe i mene. Koji god od ta dva termina ja kompletan - nema nepravde prema meni, i Allah, na ono što je svjedok."
lt: [Moses] sakė, "kad yra [nustatyti] tarp manęs ir tavęs. Pasirenkant dviejų žodžių aš baigti - nėra jokių neteisybės man, ir Dievo, per ką mes pasakyti, yra liudytojas."
lv: [Moses] teica: "ka [izveidota] starp mani un tevi. Mazāko no diviem terminiem es pabeigtu - nav nekādu netaisnību pret mani, un Allah, pār to, ko mēs sakām, ir liecinieks."
nb: [Moses] sa, "at [opprettes] mellom meg og deg. Uansett hvilken av de to begrepene jeg fullføre - det er ingen urettferdighet til meg, og Allah, over hva vi sier, er vitne.»
sk: [Moses] povedal, "že je [vytvoriť] medzi ja a ty. Podľa toho, ktorá z dvoch termínov dopĺňam - je nespravodlivé pre mňa, a Alah, cez to, čo hovoríme, je svedkom."
sl: [Moses] je dejal, "da je [določene] med jaz in ti. Kar dva mandata sem popolnoma - ni nobene krivice mi, in Alah, kar smo rekli, je priča."
sr_cyrl: [Мосес ] је рекао, "да је [успостављена] између тебе и мене. Зависно од тога који од ова два термина сам заврши - нема неправде са мном, и Аллах, преко мислимо, сведок."
sr_latn: [Moses] je rekao, "da je [uspostavljena] između tebe i mene. Zavisno od toga koji od ova dva termina sam završi - nema nepravde sa mnom, i Allah, preko mislimo, svedok."
uk: [Moses] сказав: "що [встановлюється] між мною та вами. Який би з двох термінів я закінчу - немає жодної несправедливості мені і Аллаха, за те, що ми говоримо, є свідок."
vi: [Moses] nói, "đó [thành lập] giữa tôi và bạn. Hoàn thành cho dù hai thuật ngữ - không có bất công với tôi, và Allah, qua những gì chúng tôi nói, là chứng kiến."
zu: [UMose] wathi: "Lokho [esungulwe] phakathi kwami nawe Yimiphi imigomo emibili I ukuqedela -.. Akukho ukungabi nabulungisa kimi, futhi Allah, ngalokho esikushoyo, ungufakazi"

# Quran3281
source: And when Moses had completed the term and was traveling with his family, he perceived from the direction of the mount a fire. He said to his family, "Stay here; indeed, I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves."
ca: I quan Moses havia completat el terme i viatjava amb la seva família, es percep des de la direcció de la muntanya un incendi. Va dir a la família, "estada aquí; de fet, jo han percebut un incendi. Potser em portarà des d'allà [alguns] informació o cremar llenya de l'incendi que es pot escalfar a vosaltres mateixos."
cy: Ac ef pan oedd Moses yn cwblhau y tymor ac yn teithio gyda ei deulu, roedd canfyddiad o gyfeiriad y mount tân. Dywedodd ei deulu, "aros yma; yn wir, wedi i canfyddiad bod tân. Efallai deuaf ydych oddi yno [rai] gwybodaeth neu llosgi coed rhag tân y gall eich gynnes eich hunain."
da: Og da Moses havde afsluttet sigt og var på rejse med sin familie, han opfattet fra retningen af mount en brand. Han sagde til sin familie, "ophold her; faktisk har jeg opfattet en brand. Måske vil jeg bringe dig derfra [nogle] oplysninger eller brændende træ fra den ild, der du kan varme jer selv."
el: Και όταν Moses είχε ολοκληρώσει τον όρο και ταξίδευε με την οικογένειά του, αντιλήφθηκε από την κατεύθυνση του τοποθετεί μια πυρκαγιά. Είπε στην οικογένειά του, «διαμονή εδώ? Πράγματι, έχω αντιληπτή μια πυρκαγιά. Ίσως εγώ θα σας φέρει από εκεί [μερικά] πληροφορίες ή καύση ξύλου από την πυρκαγιά που ενδέχεται να μπορείτε να θερμάνετε τους εαυτούς σας.»
et: Ja kui Moses oli mõiste ja sõitis koos perega, ta tunnetas mäel suunast tulekahju. Ta ütles oma pere, "Stay siin; Tõepoolest, ma märganud tulekahju. Võibolla ma toon teile sealt [mõned] andmed või puidu põletamine võib ise sooja tule eest."
fi: Ja kun Moses oli suorittanut termi ja matkusti perheineen, hän huomasi mount suunnalta tuli. Hän sanoi hänen perheelleen, "täällä; itse asiassa on havaittu tulipalo. Ehkä tuon sieltä [jotkut] tietoja tai puun polttaminen tulipalo, joka voi lämmittää itse."
he: כאשר Moses השלימה את המונח נסע עם משפחתו, הוא נתפס. מכיוון על הר אש. הוא אמר למשפחה שלו, "הישארי כאן; אכן, אני יש לי נתפס אש. אולי אני יביא לך משם [יש] מידע או עץ בוערת האש אתה יכול לחמם את עצמכם ממנה."
hr: I kada Moses je završio pojam i putovao sa svojom obitelji, da percipiraju iz smjera brda vatru. Rekao je da njegova obitelj, "boravak ovdje; Doista, spoznali vatru. Možda Donijet ću vam od tamo [neki] informacije ili spaljivanja drva od požara mogu se topla."
lt: Ir kai Moses baigė sąvoka ir buvo keliauti su savo šeima, jis suvokiamas nuo kalno gaisras. Jis pasakė, kad jo šeima, "buvimo čia; iš tiesų, aš suvokia kaip ugnies. Galbūt aš atneš jums iš ten [kai] informaciją arba deginant medienos nuo ugnies, kad jus gali šilta save."
lv: Un Moses bija pabeidzis terminu un bija ceļojumā kopā ar savu ģimeni, viņš uztver mount virzienā no uguns. Viņš teica, viņa ģimenei, "šeit; uzturēšanos patiešām, man ir uztvert uguni. Varbūt es jūs aizvedīs no turienes [kādu] informācija vai degošas koka no ugunskura, kas var sasildīt sevi."
nb: Og da Moses hadde fullført begrepet og reiste med familien, han oppfattet fra retning mount brann. Han sa til sin familie, "opphold her; Jeg har faktisk opplevd en brann. Kanskje vil jeg bringe dere derfra [noen] informasjon eller vedfyrte fra brannen som du kan varme dere."
sk: A keď Moses ukončili obdobie a išiel so svojou rodinou, vnímal zo smeru od Hora požiar. Povedal, že jeho rodine, "pobyt tu; v skutočnosti mám vnímané požiaru. Snáď som vám prinesie tam [niektoré] informácie alebo horiace drevo z ohňa, ktorý môže teplý sami."
sl: In ko Moses zaključili izraz in je potoval s svojo družino, je iz smeri gori ogenj. Je dejal, da njegova družina, "bivanja tukaj; res, sem spoznal ogenj. Morda bo vam prinašam od tam [nekaj] informacije ali kurjenje lesa iz ognja, ki lahko toplo sebe."
sr_cyrl: И кад је Мосес обавило је термин и путовао са својом породицом, он је осетио да из правца моунт ватру. Рекао је да његова породица, "Остани овде; Заиста , видим ватру. Можда ће доносим вам одатле [соме] информације или дрветом у ватру од ватре која ти може себи топло."
sr_latn: I kad je Moses obavilo je termin i putovao sa svojom porodicom, on je osetio da iz pravca mount vatru. Rekao je da njegova porodica, "Ostani ovde; Zaista, vidim vatru. Možda će donosim vam odatle [some] informacije ili drvetom u vatru od vatre koja ti može sebi toplo."
uk: І коли Moses завершив термін і їхав з сім'єю, він буде сприйматися від напрямку гори вогонь. Він сказав, що його родина, "перебування тут; Справді, я сприймали вогонь. Можливо я приведу вас звідти [деякі] інформації або спалювання деревини від вогню, ви можете тепло себе."
vi: Và khi Moses đã hoàn thành thuật ngữ và đã đi du lịch với gia đình của mình, ông cảm nhận từ một hướng núi lửa. Ông nói với gia đình của mình, "ở đây; Thật vậy, tôi đã cảm nhận một đám cháy. Có lẽ tôi sẽ mang lại cho bạn từ đó [một số] thông tin hoặc đốt gỗ từ ngọn lửa đó bạn có thể ấm mình."
zu: Futhi lapho uMose eseqedile kwethemu ibihamba nomkhaya wakhe, waqonda kusukela isiqondiso entabeni umlilo.
