Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran377
source: Say, "We have believed in Allah and in what was revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Descendants, and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [submitting] to Him."
ca: Dir, "hem cregut en Allah i en el que es va revelar a nosaltres i el que es va revelar a Abraham, Ishmael, Isaac, Jacob i els descendents, i en que es donava per Moses i Jesús i els profetes del seu Senyor. Fem cap distinció entre cap d'ells, i som musulmans [presentació] a ell."
cy: Dweud, "yr ydym yn credu yn Allah hyn a ddatgelwyd i ni a'r hyn a ddatgelwyd i Abraham, Ishmael, Isaac, Jacob, a disgynyddion, ac yn beth a roddwyd i Moses a Iesu a y proffwydi gan eu yr Arglwydd. Yr ydym yn gwneud unrhyw wahaniaeth rhwng unrhyw un ohonynt, ac rydym yn Foslemiaid [cyflwyno] iddo ef."
da: Sige, "vi har troet i Allah og i hvad blev åbenbaret for os og det blev afsløret at Abraham, Ismael, Isak, Jakob og efterkommere, og i hvad blev givet til Moses og Jesus og profeterne fra deres Herre. Vi skelner ikke mellem nogen af dem, og vi er muslimer [indsende] ham."
el: Λένε, «πιστέψαμε στην Αλλάχ και σε αυτό που αποκαλύφθηκε σε μας και αυτό που αποκαλύφθηκε σε Αβραάμ, Ισμαήλ, Ισαάκ, Ιακώβ και τους απογόνους, και σε αυτό που δόθηκε Moses και ο Ιησούς και οι προφήτες από τους Λόρδος. Κάνουμε καμιά διάκριση μεταξύ οποιουδήποτε από αυτά, και είμαστε Μουσουλμάνοι [υποβολή] σ ' αυτόν.»
et: Öelda: "me oleme uskunud Jumalat ja milline oli näitas meile ja milline oli näitas Abraham, Ismael, Iisak, Jaakob ja järeltulijad ja mida anti Moses ja Jeesus ja prohvetid alates nende Issand. Me ei erista neid, ja me oleme moslemid [esitavad] talle."
fi: Esimerkiksi: "olemme uskoneet Jumalaan ja mitä selvisi meille ja mitä selvisi Abraham, Ismael, Iisakin, Jaakobin ja jälkeläiset ja mitä on antanut Moses ja Jeesus ja profeetat heidän Herransa. Me ei erotella toisistaan niitä, ja olemme muslimeja [esittää] hänelle."
he: אומרים, "אנחנו האמינו באללה, מה התגלה לנו ועל מה שנתגלה לעיניהם אברהם ישמעאל, יצחק, יעקב, צאצאיו, וכן מה שניתן Moses וישו, הנביאים מן האל שלהן. אנחנו עושים אבחנה בין כל אחד מהם, ואנחנו מוסלמים [לשלוח] לו."
hr: Kažu, "mi vjerovao u Allaha i u ono što je otkriveno da nam i ono što je objavio Abraham, Jišmaela, Izaka, Jakova i potomaka i u ono što je dao Moses i Isus i proroci od Gospoda. Mi ne pravimo razliku među njima, i mi smo muslimani [podnošenje] s njim."
lt: Sako: "mes tikėti Dievu ir kas buvo atskleista mums ir kas buvo atskleista Abraomui, Izmaelis, Izaokas, Jokūbas ir palikuonys, ir kas buvo pateikta Moses ir Jėzus ir iš jų Viešpaties pranašų. Mes padaryti jokio skirtumo tarp bet kurios iš jų, ir mes esame musulmonai [pateikti] jam."
lv: Teiksim, "mums ir uzskats, Allah un ko atklāja pie mums un to, kas tika atklāts, Abraham, Ishmael, Isaac, Džeikobs un pēcteči, un to, kas dots Moses un Jēzus, kā arī savu kungu no praviešiem. Mēs izgatavojam nekādu atšķirību starp jebkuru no tām, un mēs esam musulmaņu [iesniegšanas] viņam."
nb: Sier, "vi har trodd på Allah og det var åpenbart for oss og det var åpenbart til Abraham, Ismael, Isak, Jakob og etterkommere og i det som var gitt til Moses og Jesus og profetene fra deres Herre. Vi skiller mellom noen av dem, og vi er muslimer [sender] til ham.
sk: Povedať: "sme uverili v Boha čo bolo zjavené nám a čo bolo zjavené, Abraham, Izmael, Izák, Jakub a potomkov, a v to, čo dostal Moses a Ježiš a proroci od svojho pána. Sme nerozlišujú medzi nimi, a my sme moslimovia [predložením] k nemu."
sl: Pravijo, "smo verjeli v Allah in kaj je pokazala, da nas in kaj je pokazala, da Abraham, Ishmael, Isaac, Jacob in potomci, in kar je bilo dano Moses in Jezus in prerokov, od svojega Gospoda. Naredimo ne razlikuje med katero koli od njih, in mi smo muslimani [oddaja] v njem."
sr_cyrl: Реци , "смо веровао у Алаха откривено како нам и шта је откривено да Абрахам, Исмаил, Исак, Јакоб и потомке, и у шта је дат да Мосес и Исус и пророци из свог господара. Ми не правимо разлику између свих њих, а ми смо Муслимани [подношење] са њим."
sr_latn: Reci, "smo verovao u Alaha otkriveno kako nam i šta je otkriveno da Abraham, Ismail, Isak, Jakob i potomke, i u šta je dat da Moses i Isus i proroci iz svog gospodara. Mi ne pravimo razliku između svih njih, a mi smo Muslimani [podnošenje] sa njim."
uk: Сказати: "ми часто вірили в Аллах і в те, що було виявлено до нас і те, що було виявлено Авраам Ізмаїла, Ісаак, Яків та нащадки, та в те, що було дано Moses і Ісуса і пророки від пана свого. Ми робити жодної різниці між їх, і ми мусульман [подання] на нього."
vi: Nói, "chúng tôi đã tin trong Allah và những gì đã được tiết lộ cho chúng tôi và những gì đã được tiết lộ đến Abraham, Ishmael, Isaac, Jacob và con cháu, và những gì đã được đưa ra để Moses và Chúa Giêsu và các tiên tri từ của Chúa. Chúng tôi làm cho không có sự phân biệt giữa bất kỳ của họ, và chúng tôi là người Hồi giáo [trình] Anh ta."
zu: Ithi, "We fanele kholwa Allah babe phendla us ngaphakathi babe phendla Abrahama, u-Ishmayeli, u-Isaka, uJakobe, futhi le Isizwe, futhi ngaphakathi babe epha kuze Mose Jesu nakubaprofethi bo Lord. We

# Quran378
source: And whoever desires other than Islam as religion - never will it be accepted from him, and he, in the Hereafter, will be among the losers.
ca: I qui desitja que l'Islam com a religió - mai no s'admet d'ell, i ell, en el futur, serà entre els perdedors.
cy: A pwy bynnag sy'n dymuno heblaw Islam fel crefydd-byth y caiff ei dderbyn ganddo ef, ac o hyn ymlaen, bydd ef, yn ymhlith y rhai ar eu colled.
da: Og hvem ønsker andet end Islam som religion - aldrig vil det blive accepteret fra ham, og han, i hinsidige, vil være blandt taberne.
el: Όποιος επιθυμεί εκτός από το Ισλάμ ως θρησκεία - ποτέ δεν θα γίνονται δεκτές από αυτόν και, στη συνέχεια, θα είναι ανάμεσα στους χαμένους.
et: Ja kes iganes soovib välja arvatud nagu religioon Islam - kunagi seda aktsepteeritakse teda ja ta, edaspidi, on üheks kaotajad.
fi: Joka tahtoo muuta kuin islamin uskonto - koskaan se hyväksytään häneltä ja hän, jäljempänä, on joukossa häviäjiä.
he: ואת מי חפץ אחר מאשר האיסלאם כדת - לא זה יתקבלו ממנו, הוא, בעתיד, יהיה בין המפסידים.
hr: Ko god želi nego Islam kao religija - nikad ne će to biti prihvaćena od njega i on, u daljnjem tekstu, bit će među gubitnicima.
lt: Ir kas nori kitos negu Islamas kaip religija - niekada ji priims iš jo, ir jis, toliau bus būti tarp pralaimėjusiųjų.
lv: Kurš vēlas nevis kā reliģija islāms - nekad to pieņems no viņa un viņš turpmāk būs zaudētāji starp.
nb: Og hvem ønsker annet enn Islam som religion - aldri det godtas fra ham, og, i hinsidige vil han være blant taperne.
sk: Ten, kto si želá, ako Islam ako náboženstvo - nikdy sa prijal od neho a on, v nižšie, dostať medzi porazených.
sl: In kdor želi, razen Islam kot religija - nikoli ne bo to mogoče sprejeti od njega in on, v nadaljevanju, bo med poraženci.
sr_cyrl: Онај ко други него Ислам као религију жеља - никад то примају се од њега и он, на другом свету, биће међу губитнике.
sr_latn: Onaj ko drugi nego Islam kao religiju želja - nikad to primaju se od njega i on, na drugom svetu, biće među gubitnike.
uk: І той, хто бажає, інші, ніж ісламу як релігія - ніколи не буде вона прийнята від нього, і він, в майбутньому, будете серед програли.
vi: Bất cứ ai mong muốn khác ngoài Islam là tôn giáo - không bao giờ sẽ nó được chấp nhận từ ông và ông, trong tương lai, sẽ là một trong những người thua cuộc.
zu: Futhi yilowo nalowo othanda omunye ngaphandle Islam inkolo - never ngeke ngamukeleke kuye, yena, Hereafter kuyoba phakathi losers.

# Quran379
source: How shall Allah guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allah does not guide the wrongdoing people.
ca: Com Allah ha guiar persones que dubtaven després de la seva creença i havia presenciat que el Missatger és veritat i evidents havia arribat a ells? I Allah guia no la gent d'irregularitats.
cy: Sut bydd Allah yn tywys pobl sydd wedi bod yn dyst bod y negesydd yn wir ac roedd arwyddion clir wedi dod â nhw a ddysgais ar ôl eu cred? Ac nid yw Allah yn arwain y bobl gamwedd.
da: Hvordan skal Allah guide mennesker disbelieved efter deres overbevisning og havde været vidne til at Messenger er sande og klare tegn var kommet til dem? Og Allah guide ikke forseelser mennesker.
el: Πώς θα Αλλάχ να καθοδηγήσει ένα λαό που disbelieved μετά την πεποίθησή τους και είχε δει ότι το Messenger είναι αληθινή και σαφή σημάδια είχε έρθει να τους; Και Αλλάχ δεν καθοδηγεί τους ανθρώπους αδικοπραγία.
et: Kuidas peab Jumal juhend inimestele, kes pärast nende usk disbelieved ja oli näinud, et sõnumitooja on tõsi ja selged märgid olid tulnud neile? Ja Jumal juhib inimesed valesti.
fi: Miten Jumala johdattaa ihmiset uskoneet jälkeen uskonsa ja nähneet, että Messenger on totta selviä merkkejä oli tullut heille? Ja Jumala ei ohjaa rikkomuksista ihmisiä.
he: איך יהיה אללה מדריך של אנשים disbelieved לאחר האמונה שלהם היה עד כי השליח הוא נכון והגיע סימנים ברורים איתם? ונדריך אללה לא העם מעשים רעים.
hr: Kako će Allah vodič bio nakon svoje vjerovanje i svjedočilo da Glasnik je istina i jasne znakove je došao do njih? I Allah ne vodič zločin ljudi.
lt: Kaip Dievas turi vadovauti žmonių, kurie disbelieved po savo tikėjimo ir matė kad Messenger yra tiesa ir aiškių požymių atėjo su jais? Ir Dievas ne gidas nusikaltimą žmonių.
lv: Kā norāda Allah guide cilvēkiem, kuri disbelieved pēc savas pārliecības un redzēja, ka Vēstnesis ir patiess un skaidras pazīmes bija ieradies pie viņiem? Un Allah guide nav grēks cilvēku.
nb: Hvordan skal Allah veilede en personer vantro etter deres tro og hadde vært vitne til at Messenger er sant og klare tegn kom til dem? Og Allah guide ikke de urett.
sk: Ako sa Boh viedol ľudí, kto pochyboval po ich viery a bol svedkom, že posol je pravda, a jasné známky prišiel k nim? A Boh nie je sprievodca previnenie ľudí.
sl: Kako Allah vodil ljudi, ki so verjeli po svoje prepričanje in je priča, da res je sel in jasne znake je prišel do njih? Ter Allah ni vodnik protipravna dejanja ljudi.
sr_cyrl: Како Алах да води људе који не верује након њихова вера и видео да је гласник је истина и јасни знакови дошао до њих? И , Алах не поведе малверзацијама народ.
sr_latn: Kako Alah da vodi ljude koji ne veruje nakon njihova vera i video da je glasnik je istina i jasni znakovi došao do njih? I, Alah ne povede malverzacijama narod.
uk: Як Аллах повинен направити людей, які disbelieved після свою віру і був свідком, що Messenger є істинним і явні ознаки прийшла до них? І Аллаху не направляти людей порушник.
vi: Allah hướng dẫn một người disbelieved sau khi niềm tin của họ và đã chứng kiến các Messenger là đúng sự thật và dấu hiệu rõ ràng đã đến với họ như thế nào? Và Allah không hướng dẫn người dân sai trái.
zu: kuyakuba Allah liqondise kanjani ntu should disbelieved ngasemuva inkolelo yabo futhi ngangiye ngafakaza ukuthi Messenger izimpawu weqiniso futhi ecacile sondela them?

# Quran380
source: Those - their recompense will be that upon them is the curse of Allah and the angels and the people, all together,
ca: Els - seva recompensa serà que a ells és la maledicció d'Allah i els àngels i la gent, tots junts,
cy: Bydd rhai-eu iawndal yn bod arnynt yn y felltith Allah ac angylion a'r bobl, gyd gyda'i gilydd,
da: Dem - deres belønning vil være at dem er forbandelsen af Allah og englene og mennesker, alle sammen,
el: Εκείνοι - τους ανταμοιβή θα είναι ότι σ ' αυτούς η είναι η κατάρα του Αλλάχ και οι άγγελοι και οι άνθρωποι, όλοι μαζί,
et: Need - nende registreerimiskohas on, et neile on Kirous Jumal ja Inglid ja inimesed, kõik koos,
fi: Niille - niiden korvaus on, että heille on Jumalan ja enkelien ja ihmisten kirous kaikki yhdessä
he: אלה - פיצוי שלהם יהיו כי עליהם היא קללת אללה ואת המלאכים העם, כולם ביחד.
hr: Oni - svoju plaću bit će da im je prokletstvo od Allaha i anđeli i ljudi, sve zajedno,
lt: Tie - jų zaplata bus, kad jiems yra iš Dievo ir angelų ir žmonių, visi kartu,
lv: Tiem - viņu atlīdzība būs, ka tām ir nolādēt no Allah un eņģeļiem, un cilvēki, visi kopā
nb: De - deres gjengjeldelse vil være at dem er forbannelse av Allah og englene og folket, alle sammen,
sk: Tí - ich odmenu bude, že na ne je prekliatie Boha a anjelov a ľudí, všetci spoločne,
sl: Tisti - svoj zaracunati bo, da na njih je prekletstvo Allah in angelov in ljudi, vse skupaj,
sr_cyrl: Оне - њихове накнаду ће бити да на њих је проклетство од Алаха и анђели и људи, сви заједно,
sr_latn: One - njihove naknadu će biti da na njih je prokletstvo od Alaha i anđeli i ljudi, svi zajedno,
uk: Ті - їх нагорода буде, що на них це прокляття Аллах і ангелів і людей, всі разом,
vi: Những người – thương hiệu của họ sẽ là khi họ là những lời nguyền của Allah và thiên thần và những người, tất cả cùng nhau,
zu: Labo - recompense labo liyoba phezu kwabo yisiqalekiso Allah nezingelosi kanye nabantu, bonke ndawonye,

# Quran381
source: Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved.
ca: Romandre eternament en el mateix. El càstig no es ser aclarits per a ells, ni es van ser reprieved.
cy: Ufudd i'r fythol ynddo. Bydd y gosb yn ysgafnhau nid ar eu cyfer, ac ni fydd eu reprieved.
da: Lovlydige evigt deri. Straffen vil ikke blive lettet for dem, eller vil de blive benådet.
el: Τηρώντας αιώνια σ ' αυτό. Η τιμωρία δεν να λούζονται για αυτούς, ούτε θα τους αναβολή.
et: Igavesti seal kinni. Karistuse aruandluskoormus ei neil ega on nad reprieved.
fi: Noudata ikuisesti siinä. Rangaistus ei lievennetä heille, eikä rangaistustansa lievennetä.
he: שומר לנצח בו. העונש לא קלה יותר בשבילם, ולא יהיה להם למחקו.
hr: Trajan vječno u njemu. Kazna će biti laki za njih, niti će oni biti pošteđeni.
lt: Gerbiantys amžinai jame. Bausmė neturi būti palengvinta jų, taip pat bus jie būti reprieved.
lv: Ievērojot tur mūžīgi. Sods būs atvieglota ne viņiem, ne būs, viņi būs reprieved.
nb: Varig evig deri. Straffen vil ikke bli lettet for dem, eller vil de bli reprieved.
sk: Dodržiavanie večne v ňom. Trest sa bude osvetlená nie pre nich, ani ich reprieved.
sl: Upoštevanje večno tam. Kazen ne bo treba omiliti, za njih, niti bo so reprieved.
sr_cyrl: Постојану вечито у томе. Казна це бити разведрио није за њих, нити ће они бити реприевед.
sr_latn: Postojanu večito u tome. Kazna ce biti razvedrio nije za njih, niti će oni biti reprieved.
uk: Незмінною вічно в ньому. Покарання не бути полегшеної для них, не будуть вони бути reprieved.
vi: Tuân thủ luôn luôn trong đó. Sự trừng phạt sẽ không được làm sáng cho họ, và cũng không họ sẽ được reprieved.
zu: Ukulandela phakade therein.

# Quran382
source: Except for those who repent after that and correct themselves. For indeed, Allah is Forgiving and Merciful.
ca: Excepte per a aquells que penedir-se després d'això i corregir-se. De fet, Allah és indulgent i Clement.
cy: Ac eithrio ar gyfer y rhai sydd yn edifarhau ar ôl hynny a cywiro eu hunain. Yn wir, Allah yn Forgiving ac yn Merciful.
da: Undtagen for dem, der omvender sig ovenpå og korrigere sig selv. For ja, Allah er Forgiving og barmhjertige.
el: Εκτός από εκείνους που μετανοήσουν και μετά από αυτό και να διορθώσετε οι ίδιοι. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Välja arvatud need, kes pärast seda kahetsema ja parandada ise. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Paitsi niille, jotka sen jälkeen parannuksen ja korjata itse. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: חוץ מי בתשובה אחרי זה, לתקן את עצמם. כי אכן, אללה Forgiving, הרחום והחנון.
hr: Osim za one koji se pokaju nakon toga i sami ispraviti. Uistinu, Allah je opraštanje i milostiv.
lt: Išskyrus tuos, kurie nawróca po to ir ištaisyti patys. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Izņemot tos, kuri pēc tam nožēlot un labot paši. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Bortsett fra for dem som omvender seg etter det og rette seg selv. Faktisk er Allah tilgi og barmhjertig.
sk: S výnimkou tých, ktorí pokánie za to, a opraviť sami. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Razen za tiste, ki se pokesajo po tem in popraviti sami. Za dejansko, Allah je tolerantna in usmiljen.
sr_cyrl: Осим за оне који се покаје након тога и сами исправити. Јер заиста, Аллах је Форгивинг и милосрдна.
sr_latn: Osim za one koji se pokaje nakon toga i sami ispraviti. Jer zaista, Allah je Forgiving i milosrdna.
uk: За винятком тих, хто після цього покаятися і виправитися самі по собі. Бо справді, Аллах бачить і Merciful.
vi: Ngoại trừ đối với những người ăn năn sau đó và điều chỉnh bản thân mình. Thật vậy, Allah là Forgiving và Merciful.
zu: Ngaphandle for labo phenduka emva kwalokho bese bayatilungisa.

# Quran383
source: Indeed, those who reject the message after their belief and then increase in disbelief - never will their [claimed] repentance be accepted, and they are the ones astray.
ca: De fet, els que rebutja el missatge després de la seva creença i llavors augmentar amb incredulitat - mai seu penediment [reclamat] s'admetran, i són els que per mal camí.
cy: Yn wir, y rhai sydd yn gwrthod y neges ar ôl eu cred ac yna cynyddu mewn anghrediniaeth-byth y bydd eu pedair [oedd] yn cael eu derbyn, ac maent yn y rhai ar gyfeiliorn.
da: Faktisk, dem, der afviser beskeden efter deres overbevisning og derefter stige i vantro - aldrig accepteres deres [hævdede] omvendelse, og det er dem, der er på afveje.
el: Πράγματι, εκείνοι που απορρίπτουν το μήνυμα μετά την πεποίθησή τους και στη συνέχεια αύξηση του δυσπιστία - ποτέ δεν θα γίνονται δεκτές τους [ισχυρισμούς] μετάνοια, και είναι αυτοί παραστρατημένος.
et: Tõepoolest, need, kes lükkab tagasi sõnumi pärast nende usk ja seejärel suurendada uskumatus - kunagi [väidetava] meeleparandust aktsepteerita ja nad on need, mis on eksinud.
fi: Itse asiassa ne, jotka hylkäävät sanoman jälkeen uskonsa ja sitten lisätä epäuskoisena - koskaan [väitetty] parannuksensa hyväksytään, ja he ovat niitä, jotka harhaan.
he: ואכן, אלה אשר דחה את ההודעה לאחר האמונה שלהם ולהגדיל אז בחוסר אמון - מעולם לא חזרה בתשובה [טענה] שלהם יתקבלו, והם אלה מדרך הישר.
hr: Uistinu, oni koji Odbaci poruku nakon njihove vjere, a zatim povećati u nevjerici - nikada ne će prihvatiti svoje [tvrdio] pokajanje, a što su oni zastranili.
lt: Iš tiesų, tie, kurie atmesti pranešimą po savo tikėjimo ir tada padidinti į netikėjimo - niekada jų [teigė] atgailos priimtina, ir jie yra tie, kurie iš kelio.
lv: Protams, tiem, kas noraidīt ziņu pēc savas pārliecības un pēc tam palielināt neticīgi - nekad to [pieprasīt] nožēlošana pieņems, un viņi ir tie, kas ir apmaldīties.
nb: Faktisk, de som forkaster du meldingen etter deres tro og deretter øker i vantro - aldri vil deres [hevdet] omvendelse godtas, og de er de avveie.
sk: V skutočnosti tí, ktorí zamietnuť správu po ich viery a následne zvýšiť neveriacky - nikdy sa akceptovať ich [tvrdil] pokánia a sú tie, ktoré sú z cesty.
sl: Osebe, ki se zavrne sporočila po svoje prepričanje in nato povečanje nejeverno - nikoli ne bo njihovo [zahteva] kesanje sprejeti, in so tisti, ki je zašel.
sr_cyrl: Заиста , они који одбацују поруке након њихова вера и повећајте у неверици - никад њихове [тврдио је како су] покајање примају се, и они су ти на одмет.
sr_latn: Zaista, oni koji odbacuju poruke nakon njihova vera i povećajte u neverici - nikad njihove [tvrdio je kako su] pokajanje primaju se, i oni su ti na odmet.
uk: Дійсно, хто Відхилити повідомлення після свою віру і потім збільшення невір'я - ніколи не буде їх [заявлених] покаяння прийнята, і вони є тими, оману.
vi: Thật vậy, những người từ chối thư sau khi niềm tin của họ và sau đó tăng lên trong sự hoài nghi - không bao giờ họ ăn năn hối cải [đã] sẽ được chấp nhận, và họ là những người lạc lối.
zu: Ngempela, labo abenqaba isigijimi emva inkolelo yabo bese andise engakholwa - angisoze [amangalelwe] ukuphenduka kwabo lifanele impela ukwamukelwa, futhi yibona astray.
