Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran781
source: [And remember] when the disciples said, "O Jesus, Son of Mary, can your Lord send down to us a table [spread with food] from the heaven? [Jesus] said," Fear Allah, if you should be believers."
ca: [I recordeu] Quan els deixebles, digué: "O Jesús, fill de Maria, pot l'enviament de senyor avall a nosaltres una taula [difondre amb menjar] del cel? [Jesús] va dir:"Allah por, si hauria de ser creients."
cy: [A cofio] pan ddywedodd y disciples, "O Iesu, mab Mary, gall eich anfon yr Arglwydd i lawr i ni Tabl [lledaenu gyda bwyd] gan y nefoedd? [Iesu] dywedodd,"ofn Allah, os dylai fod credinwyr."
da: [Og husk] da disciplene sagde, "O Jesus, søn af Mary, kan din Herren sender ned til os et bord [spredes med mad] fra himlen? [Jesus] sagde,"frygt Allah, hvis du skulle være troende."
el: [Και να θυμάστε] όταν οι μαθητές είπε, «O Ιησούς, γιος της Μαρίας, μπορεί να σας αποστείλει κυρίου κάτω σε μας έναν πίνακα [εξαπλωθεί με φαγητό] από τον ουρανό; [Ιησού] είπε, «ο φόβος Αλλάχ, αν θα πρέπει να είναι πιστοί.»
et: [Ja mäletan] kui jüngrid ütles, "O Jeesus, Maarja, poeg saab oma Issanda saada alla meile selle taevast [levinud toiduga] tabel? [Jeesus] ütles:"hirmu Jumal, kui usklikud saab."
fi: [Ja muista] kun opetuslapset sanoivat, "Oi Jeesus, Marian poika, voi herra lähettää alas meille taulukko [levitä ruokaa] taivaasta? [Jeesus] sanoi,"pelko Jumala, jos olisi uskovat."
he: [ולזכור] התלמידים אמר, "הו אלוהים, בנה של מרים, יכול שלך שלח לורד למטה לנו שולחן [להתפשט עם אוכל] מן השמים? [ישו] אמר,"אללה פחד, אם אתה צריך להיות המאמינים".
hr: [I zapamtite] kad učenicima rekao, "O Isuse, sine Marije, može tvoj gospodin poslali dolje da nas stol [namaz s hrane] s neba? [Isus] je rekao,"straha Allaha, ako bi trebao biti vjernici."
lt: [Ir prisiminti] Kai mokiniai sako, "O Jėzus, Marijos sūnus, gali savo Viešpatį siųsti žemyn į mus lentelę [plitimo su maisto] iš dangaus? [Jėzus] pasakė,"baimė Dievas, jei jums reikėtų tikinčiųjų."
lv: [Un atcerēties] kad mācekļi sacīja: "O Jēzus, Marija, dēls var savu kungu sūtīt pa mums tabula [izplatīšanos ar pārtikas] no debesīm? [Jēzus] sacīja:"bailes Allah, ja jūs būtu ticīgie.
nb: [Og huske] da disiplene sa: "O Jesus, Marias sønn, kan din Herre sende ned til oss en tabell [spredt med mat] fra himmelen? [Jesus] sa,"frykt Allah, hvis du skal troende."
sk: [A nezabudnite] keď učeníkom povedal: "O Ježiša, syna Márie, môže váš pán poslať nadol nám tabuľka [šíriť s jedlom], z neba? [Ježiš] povedal,"Alah strach, ak by ste mali byť veriaci."
sl: [In ne pozabite] Ko učencem dejal, "O Jezus, sin Marije, lahko vaš gospod pošiljanje navzdol nam tabela [razširila s hrano] iz nebes? [Jezus] je dejal,"strah Allah, če bi morali biti verniki. «
sr_cyrl: [Запамтите ] када апостоли је рекао, "О Исус, син Марије, могу твој господар Пош доле нас сто [шири са храном] из у рај? [Исус ] је рекао,"страх Аллах, ако би требала верници."
sr_latn: [Zapamtite] kada apostoli je rekao, "O Isus, sin Marije, mogu tvoj gospodar Poš dole nas sto [širi sa hranom] iz u raj? [Isus] je rekao,"strah Allah, ako bi trebala vernici."
uk: [І пам'ятайте] коли учні сказав, "O Ісус, син Марії, може відправити ваш Господь вниз нам таблицю [поширитися з продовольчої] з неба? [Ісус] сказав,"страх Аллаха, якщо ви повинні бути віруючим."
vi: [Và nhớ] khi các đệ tử nói, "O Chúa Giêsu, con trai của Mary, có thể bạn gửi Chúa xuống cho chúng tôi một bảng [lây lan với thực phẩm] từ thiên đường? [Chúa Giêsu] nói,"sợ Allah, nếu bạn có các tín hữu.
zu: [Futhi khumbula] lapho abafundi bethi, "O Jesu dodana Mary fantshi kho Lord sa phansi us itafula [ukusabalala ngokudla] ezulwini? [UJesu] wathi:" Mesabe Allah, uma kufanele kube kholwa.

# Quran782
source: They said, "We wish to eat from it and let our hearts be reassured and know that you have been truthful to us and be among its witnesses."
ca: Deien, "Volem menjar de ella i deixar els nostres cors més tranquils i saben que han estat veraç a nosaltres i estar entre els seus testimonis."
cy: Maent yn dweud, "dymunwn i fwyta ohono a gadael ein calonnau fod yn dawel eu a gwybod eich bod wedi bod yn onest â ni ac ymhlith ei dystion."
da: De sagde, "Vi ønsker at spise fra det og lad vores hjerter være beroliget og ved, at du har været sandfærdig til os og blive blandt sine vidner."
el: Όπως είπαν, «Θα ήθελα να φάει από το και αφήστε τις καρδιές μας είναι ήσυχοι, και ξέρετε ότι σας έχει αληθείς μας και είναι μεταξύ των μαρτύρων».
et: Nad ütlesid: "Me soovime süüa seda ja lase meie südamed, olla kindel ja tean, et teil on olnud meile tõesed ja selle tunnistajate seas."
fi: He sanoivat: "Haluamme syö siitä ja anna sydämemme vakuuttelua ja tietää, että olet ollut totuudenmukainen meille ja sen todistajat joukossa."
he: הם אמרו, "אנחנו רוצים לאכול ממנו ותנו ליבנו טולטלו ואני יודע שהיית כנה לנו להיות בין העדים שלה."
hr: Rekli su, "Želimo jesti od nje i da naša srca uvjeravati i znamo da si istinit do nas i među svojim svjedocima."
lt: Jie sakė: "Mes norime valgyti iš jo ir tegul mūsų širdis būti užtikrintas ir žino, kad jums buvo teisingi mums ir būti tarp jos liudytojai."
lv: Viņi teica: "Mēs vēlamies ēst no tā un ļāva mūsu sirdis būs nomierinājies un zināt, ka jums ir patiesas, mums jābūt starp tās liecinieki."
nb: De sa, "Vi ønsker å spise fra det og la våre hjerter bli beroliget og vet at du har vært sannferdig til oss og være blant sine vitner."
sk: Oni povedali: "Chceme jesť z neho a nech naše srdce, byť pokojný a vedieť, že ste boli pravdivé, aby nás a medzi jeho svedkami."
sl: So rekli, "Želimo jesti od njega in naj naša srca treba pomirjen in vem, da ste bili resnični nam in se med svoje priče."
sr_cyrl: Рекли су, "Дошли смо да једе из ње, и да нам срца увјеравати и знам да си био искрен са нама и бити међу своје сведоке."
sr_latn: Rekli su, "Došli smo da jede iz nje, i da nam srca uvjeravati i znam da si bio iskren sa nama i biti među svoje svedoke."
uk: Вони сказали: "Ми хочемо їсти від нього і нехай наші серця, заспокоїв і знаю, що ви були правдивий до нас і бути її свідках".
vi: Họ nói, "Chúng tôi muốn ăn từ nó và để cho trái tim của chúng tôi được yên tâm và biết rằng bạn đã được trung thực với chúng tôi và trong số các nhân chứng của nó."
zu: Bathi: "Sifisa ukuba akwazi ukudla kuyo futhi bangavumeli izinhliziyo zethu sibe amqinisekisa futhi bazi ukuthi wena ubulokhu truthful kithi futhi sibe phakathi ofakazi."

# Quran783
source: Said Jesus, the son of Mary, "O Allah, our Lord, send down to us a table [spread with food] from the heaven to be for us a festival for the first of us and the last of us and a sign from You. And provide for us, and You are the best of providers."
ca: Va dir Jesús, el fill de Maria, "O Allah, nostre Senyor, envia a nosaltres una taula [difondre amb menjar] del cel que per a nosaltres un festival per a la primera de nosaltres i l'últim de nosaltres i un signe de vostè. I proporcionar per a nosaltres, i és el millor dels proveïdors."
cy: Dywedodd Iesu, fab i Mary, "O Allah, ein Arglwydd, anfon i lawr i ni Tabl [lledaenu gyda bwyd] o'r nefoedd i fod i ni yn ŵyl ar gyfer y cyntaf inni a'r olaf ohonom ac arwydd oddi wrthych. A darparu i ni, a ydych yn y darparwyr gorau."
da: Sagde Jesus, søn af Mary, "O Allah, vor Herre, send til os et bord [spredes med mad] fra himlen at være for os en festival for først af os og sidst af os og et tegn fra dig. Og give os, og du er bedst udbydere."
el: Είπε ο Ιησούς, ο γιος της Μαρίας, «Ο Αλλάχ, ο Λόρδος μας, να μας στείλετε ένα πίνακα [εξαπλωθεί με φαγητό] από τον ουρανό για να είναι για μας ένα φεστιβάλ για το πρώτο μας και η τελευταία μας και ένα σημάδι από εσάς. Μας παρέχουν και σας είναι το καλύτερο των υπηρεσιών παροχής."
et: Ütles Jeesus, Maarja, poeg "O Jumal, meie Issand, saatke meile [levinud toiduga] tabel taevast tuleb meile meie esimene ja Viimane meile ja sa tunnustähe festival. Ette näha meid ja te olete parimad pakkujad."
fi: Sanoi Jeesus, Marian poika "Oi Allah, meidän Herramme lähettää meille taulukko [levitä ruokaa] olla meille festivaali meistä ensimmäinen ja viimeinen meitä ja merkkinä sinulle taivaasta. Me voimme ja olet paras tarjoajat."
he: אמר ישוע, בנם של מרי, "הו אללה, אדוננו, לשלוח לנו שולחן [להתפשט עם אוכל] מן השמים להיות לנו פסטיבל הראשונה והאחרונה אותנו ואת סימן ממך. מספקים לנו, את הכי טובה של ספקי."
hr: Rekao je Isus, sin Marije, "O Allahu, naš Gospodin, poslati nas stol [namaz s hrane] s neba da nam bude festival za nas prvi i posljednji od nas i znak od tebe. I za nas, a ti si najbolji pružatelji."
lt: Sakė Jėzus, Marija, sūnus "O Dievas, mūsų Viešpaties, siųsti mums [plitimo su maisto] lentelę iš dangaus būti mums festivalis iš mūsų pirmasis ir paskutinis iš mūsų ir ženklas iš tavęs. Ir pateikti mums, ir jūs esate geriausias teikėjų."
lv: Sacīja Jēzus, Marija, dēls "O Allāh, mūsu Kungā, sūtīt uz leju mums tabula [izplatīšanos ar pārtikas] no debesīm, lai būtu mums svētki mums pirmais un pēdējais no mums un no jums zīmi. Sniegt mums un jums ir labākais no pakalpojumu sniedzējiem."
nb: Jesus sønn av Mary, sa "O Allah, vår Herre, sende til oss en tabell [spredt med mat] fra å være for oss en festival for først av oss og sist av oss og et tegn fra deg. Og gir oss, og du er best av leverandører.
sk: Povedal Ježiš, syn Márie, "Ó Alláhu, nášho Pána, Odoslať k nám tabuľka [šíriť s jedlom] z neba sa na nás festival pre nás prvý a posledný z nás a znamenie od teba. Poskytovať pre nás a ste najlepší poskytovateľov."
sl: Je rekel Jezus, sin Marije, "O Allah, našem Gospodu, nam pošljite tabelo [razširila s hrano] iz nebes, ki se za nas festival za nas prvi in zadnji nas in znak od vas. In zagotoviti za nas, in vi ste najboljši ponudniki."
sr_cyrl: Рекао је Исус, син Марије, "О Аллах, Господ, посаљи нам сто [шири са храном] са неба да нам буде фестивал за нас први и последњи од нас и знак од тебе. Се бринути за нас и ти си најбољи од добављачи."
sr_latn: Rekao je Isus, sin Marije, "O Allah, Gospod, posalji nam sto [širi sa hranom] sa neba da nam bude festival za nas prvi i poslednji od nas i znak od tebe. Se brinuti za nas i ti si najbolji od dobavljači."
uk: Промовив Ісус, син Марії, "O Аллаха, Господа нашого, надсилайте нам стіл [поширитися з продовольчої] з небес, щоб бути для нас фестиваль для нас перший і останній з нас і підписати від вас. І забезпечити для нас, і ви кращих провайдерів."
vi: Nói Chúa Giêsu, con trai của Mary, "O Allah, Chúa của chúng tôi, gửi cho chúng tôi một bảng [lây lan với thực phẩm] từ Thiên đàng xuống để cho chúng tôi một lễ hội đầu tiên của chúng tôi và cuối cùng của chúng tôi và một dấu hiệu từ bạn. Cung cấp cho chúng tôi và bạn là tốt nhất của các nhà cung cấp."
zu: Wathi uJesu, indodana kaMariya, "O Allah, Nkosi yethu, sa phansi us itafula [ukusabalala ngokudla] ezulwini ngakithi umkhosi wokuqala kithi nezokugcina kithi futhi komba nga You!

# Quran784
source: Allah said, "Indeed, I will sent it down to you, but whoever disbelieves afterwards from among you - then indeed will I punish him with a punishment by which I have not punished anyone among the worlds."
ca: Allah deia, "De fet, que es va enviar a vostè, però qui disbelieves posteriorment entre- llavors fet em castigarà ell amb un càstig per la qual jo no han castigat ningú entre els mons."
cy: Dywedodd Allah, "Gwnaf yn wir, ei hanfon i lawr i chi, ond pwy bynnag disbelieves wedyn o blith chi-yna yn wir bydd yn cosbi ef gyda cosb y mae yr nid cosbi unrhyw un ymhlith y fyd."
da: Allah sagde, "Ja, jeg bliver sendt det til dig, men hvem disbelieves bagefter fra jer - så ja vil jeg straffe ham med en straf, som jeg ikke har straffet nogen blandt verdens."
el: Αλλάχ είπε, «Πράγματι, εγώ θα το έστειλε σε σας, αλλά όποιος disbelieves μετά από σας - τότε πράγματι θα εγώ να τον τιμωρήσει με μια τιμωρία που εγώ δεν έχουν τιμωρηθεί κανείς ανάμεσά τους κόσμους.»
et: Jumal ütles: "Tõesti, ma teen seda saadetud teile, aga kes iganes disbelieves hiljem seast - alla siis tõepoolest ma karistab teda koos karistus, millega mul on karistatud keegi Maailmade vahel."
fi: Allah sanoi: "Itse asiassa minä lähetin sen alas, mutta joka ei usko sen jälkeen keskuudestanne - sitten todellakin tulee rangaista häntä rangaistuksella, jolla on ei rangaista ketään maailmojen joukossa."
he: אללה אמר, "ואכן, שלח את זה למטה, אבל מי disbelieves לאחר מכן מבין אותך -. ואז אכן יהיה להעניש אותו עם עונש שבו אני לא הענישו מישהו בין העולמות."
hr: Allah rekao: "Doista, ću poslati na vas, ali onaj tko disbelieves nakon toga od vas - onda zaista će kazniti ga sa kazna po kojoj sam imaju kažnjen svatko među svjetovima."
lt: Dievas pasakė: "Iš tiesų, aš pasiuntė jį į jums, bet kas disbelieves po to iš tavęs - tada tikrai bus I nubausti, su kuriuo aš turėti ne nubaustas kiekvienas tarp pasaulių bausmė."
lv: Allah teica: "Protams, es būs nosūtīja to uz leju, lai jums, bet tas, kurš pēc tam disbelieves no jums -, tad tiešām man būs sodīt viņu ar sodu, ar kuru man nav sodījis ikviens starp pasaulēm."
nb: Gud sa: "Ja, vil jeg sendte det til deg, men den som disbelieves etterpå døde - og faktisk vil jeg straffe ham med en straff som jeg ikke har straffet noen blant verdens."
sk: Boh povedal: "V skutočnosti budem, poslal nadol na vás, ale kto neverí potom spomedzi vás - potom naozaj som ho trestať s trest, ktorý som už nie potrestaný niekto medzi svetmi."
sl: Allah je dejal, "Res, bom poslal do vas, ampak kdor jih disbelieves kasneje izmed vas - potem res bo sem kaznuje z kazen, ki so ne kaznuje vsakogar med svetovi."
sr_cyrl: Аллах је рекао: "Уистину, хоћу слао у тебе, али ко год дисбелиевес након тога неку од вас - онда заиста да бих га казнио са казна до којег сам неко међу светова кажњени."
sr_latn: Allah je rekao: "Uistinu, hoću slao u tebe, ali ko god disbelieves nakon toga neku od vas - onda zaista da bih ga kaznio sa kazna do kojeg sam neko među svetova kažnjeni."
uk: Аллах сказав: "Дійсно, я будуть послав його до вас, але той, хто після цього влаштовує викрадення з числа ви - то дійсно я покарає йому з покаранням за допомогою яких я не карають серед світів".
vi: Allah nói: "Thật vậy, tôi sẽ gửi nó xuống đến bạn, nhưng bất cứ ai disbelieves sau đó trong số bạn - sau đó, thực sự tôi sẽ trừng phạt anh ta với một hình phạt mà tôi đã không trừng phạt bất cứ ai trong số các thế giới."
zu: Allah wathi: "Ngempela, ngizokwenza sa it nikela kuwe, kodwa Whoever disbelieves ngasemuva phakathi kwakho -. Ke ngempela ngiyakuhambela naye zokujezisa engingabayalanga jezisa anyone the Worlds"

# Quran785
source: And [beware the Day] when Allah will say, "O Jesus, Son of Mary, did you say to the people, 'Take me and my mother as deities besides Allah?'" He will say, "Exalted are You! It was not for me to say that to which I have no right. If I had said it, You would have known it. You know what is within myself, and I do not know what is within Yourself. Indeed, it is You who is Knower of the unseen.
ca: I [compte amb el dia] Quan Allah dirà, "O Jesús, fill de Maria, dius a la gent,"prenia jo i la meva mare com a deïtats a més d'Allah?' " Va dir, "exaltat és vostè! No era per a mi per dir que a la qual tinc cap dret. Si ja ho havia dit, s'hauria sabut això. Saps el que està dins mi mateix, i no sé què és dins de tu mateix. De fet, és el que és coneixedor de l'invisible.
cy: A [Gochelwch rhag y dydd] pan bydd Allah yn dweud, "oedd O Iesu, mab Mary, yr ydych yn dweud y bobl, 'cymryd fi a fy mam fel duwdod ar wahân i Allah?'" Bydd ef yn dweud, "i'w mawrygu ydych! Nid oedd i mi ddweud bod y mae unrhyw hawl. Os oedd yn dweud hynny, byddech yn gwybod hynny. Gwyddoch beth yw o fewn fy hun, ac nid wyf yn gwybod beth yw o fewn eich hun. Yn wir, mae'n chi pwy yw Knower y unseen.
da: Og [pas på dagen] når Allah vil sige, "O Jesus, søn af Mary, du sige til folk, 'tog mig og min mor som guder foruden Allah?'" Han vil sige, "ophøjet er du! Det var ikke for mig at sige, at som jeg har ingen ret. Hvis jeg havde sagt det, ville du have vidst det. Du ved, hvad er i mig selv, og jeg ved ikke, hvad der er i dig selv. Ja, det er dig der er Knower af usete.
el: Και [προσέξτε την ημέρα] όταν θα πω Αλλάχ, «O Ιησούς, γιος της Μαρίας, λέτε στους ανθρώπους, «να μου και η μητέρα μου ως θεότητες εκτός από Αλλάχ;»" Θα σου πει, "εξυψώνεται θα είναι! Δεν ήταν για μένα να πω ότι, στην οποία δεν έχω κανένα δικαίωμα. Αν είχα πει αυτό, εσείς θα το ήξεραν. Ξέρεις τι είναι μέσα μου, και δεν ξέρω τι είναι μέσα στον εαυτό σας. Πράγματι, είναι εσείς που είναι Knower του unseen.
et: Ja [Hoiduge päev] kui Allah ütleb, "O Jeesus, Maarja, poeg tegin ütlete inimestele,"leiab mind ja mu ema nagu jumalused peale Jumal?"" Ta ütlen, "ülendatud oled sa! Ei olnud mulle öelda, mida ma ei ole õigust. Kui ma ütlesin seda, sa oleks pidanud teadma seda. Sa tead, mis on sees ise, ja ma ei tea, mis on jooksul ise. Tegelikult on kes teab selle nähtamatu on.
fi: Ja [Varo päivä] Kun Jumala sanoo: "Oi Jeesus, Marian poika, sanoa ihmisille,"ottaa minun ja äiti kuin jumalat lisäksi Jumala?"" Hän sanoo, "mahtava olet! Ei sanoa, että johon minulla ole oikeutta. Jos olen sanonut sen, olisin tiennyt sen. Tiedätkö mikä on itsestäni, ja en tiedä, mikä on sisällä itse. On nimittäin sinulle, joka on tietävä on näkymätön.
he: ו [להיזהר היום] כאשר אללה אומר, "הו ישו, בנם של מרי, אתה אומר לאנשים, 'לקחת אותי ואת אמא שלי כעל אלים מלבד אללה?'" הוא אומר, "אם כבר אתה! זה לא היה לי דבר שאליו שיש לי זכות. אם שאמרתי את זה, היית יודע זאת. אתה יודע מה זה בתוך עצמי, אני לא יודע מה יש בתוך עצמך. אכן, זה אתה הוא היודע של סמוי.
hr: I [čuvajte dan] kada Allah će reći, "O Isuse, sine Marije, kažeš ljudima, 'uzeli mene i moju majku kao Božanstva osim Allaha?'" On će reći, "uzvišen si ti! To nije za mene reći da na koje imam pravo. Da sam to rekao, znao bi to. Znaš što je u sebi, i ne znam što je u sebi. Doista, to je vas koji je poznavatelj svih nevidjeno.
lt: Ir [saugokitės dieną] kai Dievas sako, "O Jėzus, Marijos sūnus, ar jums pasakyti žmonėms,"imtis man ir mano mama kaip dievybių be Dievo?"" Jis sako, "išaukštintas yra jums! Tai buvo ne man pasakyti, kad į kurią aš neturi teisės. Jei būčiau pasakęs tai, jūs žinojo, ji. Jūs žinote, kas yra pagal save, ir aš nežinau, kas yra savyje. Iš tiesų, tai jūs, kurie yra wszechwiedzacy, nematyto.
lv: Un [piesargāties diena] kad Allah būs rakstīts "O Jēzus, Marija, dēls jums teikt tautai, 'neizturējās mani un māti kā dievības, turklāt Allah?'" Viņš saka, "cildens jūs esat! Tas nebija man teikt, ka uz kuriem man nav tiesību. Ja būtu to teicis, jums ir zināms to. Jūs zināt, kas ir ar sevi, un es nezinu, kas ir sevī. Patiešām, tas ir jums, kas ir neredzēts zinātājs.
nb: Og [pass dagen] når Allah vil si, "O Jesus, Marias sønn, du si til folket, 'ta meg og min mor som guder foruten Allah?" " Han vil si, "opphøyet er du! Det var ikke for meg å si at som jeg har ingen rett. Hvis jeg hadde sagt det, ville du ha visst det. Du vet hva er i meg, og jeg vet ikke hva er i deg selv. Faktisk er det du som kjenner usynlige.
sk: A [pozor deň] keď Boh povie, "O Ježiša, syna Márie, hovoríte ľuďom,"vzal mňa a mojej matky ako božstvá okrem Alaha?"" Povie "povýšil ste! Nebolo to pre mňa povedať, na čo nemám právo. Keby som povedal, že, ste by ho doteraz poznali. Viete, čo je vo mne, a ja neviem, čo je v sebe. Naozaj, je to vy, kto je vševedúci neviditeľné.
sl: In [pazi dan] Ko bodo rekli Allah, "O Jezus, sin Marije, pravite na ljudi,"šlo mi in moja mama kot božanstva poleg Allah?"" Je rekel, "vzvišeno ali ste! Ni bilo za mene, da pravijo, da ki nimam pravice. Če je rekel to, vi bi ga poznali. Veste, kaj je v sebi, in ne vem, kaj je v sebi. Res, to je vas, ki je poznavalec nevidno.
sr_cyrl: И [Пазите се дан] када Аллах би рекао, "О Исус, син Марије, је рекао људима, 'узео мене и моју мајку као боћанства осим Алаха?'" Рекао је, "измореном си! Није било за мене да кажу да немам право на коју. Да сам то рекла, ти би то знао. Знаш шта је унутар себе, и не знам шта је унутар себе. Да , јесте ви који је правоверац невидјено.
sr_latn: I [Pazite se dan] kada Allah bi rekao, "O Isus, sin Marije, je rekao ljudima, 'uzeo mene i moju majku kao boћanstva osim Alaha?'" Rekao je, "izmorenom si! Nije bilo za mene da kažu da nemam pravo na koju. Da sam to rekla, ti bi to znao. Znaš šta je unutar sebe, i ne znam šta je unutar sebe. Da, jeste vi koji je pravoverac nevidjeno.
uk: І [Остерігайтеся дня] коли Аллах буде сказати, "O Ісус, син Марії, ви говорите людям, 'приймати мене і моєї матері як божеств, крім Аллаха?'" Він скаже: "Exalted ти! Це було не для мене, щоб сказати, що до якого я не мають права. Якби я сказав це, ви б знали його. Ви знаєте, що всередині себе, і я не знаю, що всередині себе. Дійсно, це вас, хто є пізнає невидиме.
vi: Và [ghi chú ngày] Khi Allah sẽ nói, "O Chúa Giêsu, con trai của Mary, đã nói cho mọi người, 'mất tôi và mẹ tôi là vị thần ngoài Allah?'" Ông sẽ nói, "sôi nổi! Nó đã không cho tôi để nói rằng mà tôi không có quyền. Nếu tôi đã nói nó, bạn đã có thể biết nó. Bạn biết những gì là trong bản thân mình, và tôi không biết những gì là bên trong chính mình. Thật vậy, nó là bạn của những người là Knower của unseen.
zu: Futhi [qaphela the Day] lapho Allah uyothi: "O Jesu dodana Mary ENZA you tshela kuze NTU 'Thatha mina nomama kumelwe akhulekelwe njengonkulunkulu futhi Allah?'" He tshela "Uphakeme wena! Kwakuyisikhathi
