Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran282
source: Those who consume interest cannot stand [on the Day of Resurrection] except as one stands who is being beaten by Satan into insanity. That is because they say, "Trade is [just] like interest." But Allah has permitted trade and has forbidden interest. So whoever has received an admonition from his Lord and desists may have what is past, and his affair rests with Allah. But whoever returns to [dealing in interest or usury] - those are the companions of the Fire; they will abide eternally therein.
ca: Els que consumeixen interès no puc suportar [el dia de resurrecció] excepte com un estands que està sent colpejat per Satanàs a la bogeria. Això és perquè diuen, "comerç [a] és com interès." Però Allah ha permès comerç i ha prohibit l'interès. Així que qui ha rebut una advertència del seu Senyor i desists poden tenir què ha passat, i descansa el seu afer amb Allah. Però qui torna a [tractar en interessos o usura] - són companys del foc; s complir eternament en el mateix.
cy: Ni all rhai sy'n yfed ddiddordeb yn sefyll [ar dydd atgyfodi] ac eithrio fel un o stondinau sydd yn cael eu curo gan Satan i gwallgofrwydd. Mae hynny oherwydd maent yn dweud, "[ychydig] yw masnach yn hoffi diddordeb." Ond Allah a ganiateir masnach ac wedi gwahardd diddordeb. Felly pwy bynnag gafodd cheryddu gan ei Arglwydd a desists efallai beth yn y gorffennol, ac mae ei ddigwyddiad yn nwylo'r Allah. Ond pwy bynnag sydd yn dychwelyd i [delio mewn diddordeb neu usury] – yw'r rheini y cymdeithion y tân; Bydd maent yn glynu fythol ynddo.
da: Dem, der forbruger interesse kan ikke fordrage [på den dag i opstandelse] undtagen som ét stande, der er ved at blive slået af Satan i sindssyge. Det er fordi de siger: "handel er [netop] indkvartering interesse." Men Allah har tilladt handel og har forbudt interesse. Så hvem har modtaget en formaning fra hans herre og overtrædelsesforanstaltninger kan have, hvad er forbi, og hans affære ligger hos Allah. Men hvo vender tilbage til [beskæftiger sig i rente eller åger] - de er kammerater i ilden; de vil overholde evigt deri.
el: Όσοι καταναλώνουν συμφέρον δεν μπορεί να σταθεί [την ημέρα της Ανάστασης] εκτός από ως κάποιος στέκεται που είναι ξυλοδαρμό από τον Σατανά, σε παραφροσύνη. Αυτό συμβαίνει επειδή λένε, "εμπόριο [απλά] είναι ενδιαφέρον, όπως." Αλλά Αλλάχ έχει επιτρέψει το εμπόριο και απαγόρευσε το ενδιαφέρον. Η σχέση του πελάτη Αλλάχ, και έτσι όποιος έλαβε admonition από τον Λόρδο και παραιτείται μπορεί να έχει αυτό είναι παρελθόν. Αλλά όποιος επιστρέφει στο [ασχολείται με ενδιαφέρον ή τοκογλυφία] - Αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει αιώνια εκεί.
et: Need, kes tarbivad huvi ei saa seista [ülestõusmise päev] välja arvatud kui üks seisab, kes on Saatan lüüasaamisele arvesse hullumeelsus. Ongi, sest nad ütlevad, "kaubandus on [ainult] meeldib huvi." Kuid Jumal on lubatud kaubanduse ja huvi on keelatud. Nii et kes iganes on saanud manitsust ta isand ja desists võib olla, mida on viimase ja tema asi lasub Allah. Aga kes naaseb [tegelemise huvi või liigkasuvõtmine] - need on kaaslased tulekahju; nad järgivad igavesti sealsamas.
fi: Jotka kuluttavat etua ei voi asettua [on ylösnousemuksen] paitsi yksi seisoo, joka lyöty Saatana tulee mielisairas. Siksi he sanovat, "kauppaa on [] kuten etua." Mutta Jumala on sallinut kaupan ja on kieltänyt etua. Joten kuka on saanut varoitus Herransa ja desists voi olla menneitä ja hänen tapaus kuuluu Allah. Mutta kuka palaa [käsitellään korko-tai koronkiskonta] - ne ovat kumppaneita tuleen; säädöksien ikuisesti siinä.
he: מי לצרוך עניין לעמוד [על יום התחייה] חוץ כמו אחד עומד מי הוא מוכה ע י השטן למצב של טירוף. כי הם אומרים, "סחר הוא [רק] כמו עניין." אבל אללה התירה סחר יש איסור ריבית. אז מי קיבלה את ההטפה של אדונו, desists עשויה להיות מה שהוא עבר, הרומן שלו מוטלת אללה. אבל מי חוזר [להתמודד ריבית או איסור ריבית] - אלו הלוויה של האש; הם להישמע לנצח בו.
hr: One koji konzumiraju interesa mogu podnijeti [na dan uskrsnuća] Osim kao jedan stoji tko je tukli Sotona u ludilo. To je zato što oni kažu, "trgovina je [samo] kao interes." Ali Allah je dopuštena trgovina i zabranio interesa. Tako onaj tko je dobio je ukor od svoga gospodara i desists svibanj imati što je bilo, i njegova stvar u rukama Allaha. Ali onaj koji se vraća na [bave kamate i lihvarstvo] - to su drugovi požara; Oni će ostati vječno u njemu.
lt: Tiems, kurie naudoja interesų negali atsispirti [apie prisikėlimo dieną] išskyrus kaip vienas stendai, kurie yra buvo sumuštas Šėtonas į veiksnumas. Tai, nes jie sako, "prekyba yra [tik] kaip palūkanų." Bet Dievas leido prekybos ir uždraudė palūkanų. Taigi kas gavo napomnienie iš savo Viešpaties ir desists gali kas yra praeityje, o jo reikalas tenka Dievas. Bet kas grįžta į [palūkanų ar palūkanų sandorių] - tai draugų gaisro; jos paklūsta amžinai jame.
lv: Tiem, kas patērē intereses nevar stāvēt [uz augšāmcelšanās diena] izņemot kā viens stendi, kas ir tiek uzvarēts sātans stājas neprāts. Tas ir tāpēc, ka viņi saka: "tirdzniecība ir [tikai], piemēram, procentu." Bet, Allah ir atļauts tirdzniecībai un ir aizliegusi procentu. Tātad tam, kurš ir saņēmis brīdinājums no viņa kungu un desists var būt kas ir pagātne, un viņa dēka gulstas Allah. Bet tas, kurš atgriežas [nodarbojas interešu vai augļošanu] - tie ir biedri no uguns; tie būs mūžīgi tur ievērot.
nb: De som konsumerer interesse kan ikke stå på oppstandelsen] unntatt som en står som er å bli slått av Satan inn i galskapen. Det er fordi de sier, "Trade er [bare] liker interesse." Men Allah har tillatt handel og har forbudt interesse. Så hvem har mottatt en formaning fra sin herre og desists kan ha hva er forbi, og hans sak hviler med Allah. Men hvem tilbake til [håndtere i interesse eller åger] - de er følgesvennene til på ilden. de vil følge evig deri.
sk: Tí, ktorí konzumujú záujmu nevydržím [na deň vzkriesenia] okrem ako jeden stojí, kto je Satan bitím do šialenstva. To je, pretože oni hovoria, "obchod je [len] ako záujem." Ale Boh umožnila obchodu a zakázané záujmu. Tak kto dostal napomenutie od svojho pána a desists môže mať to, čo je v minulosti a jeho aféra spočíva Alah. Ale ten, kto sa vracia do [riešenie v záujme alebo úžery] - tie sú spoločníci požiaru; dodržia sa večne v ňom.
sl: Tiste, ki uživajo interes ne more stati [na dan od vstajenje] razen kot enega stojala, ki je bil pretepen satan v norost. To je zato, ker pravijo, "trgovina je [samo] kot obresti." Toda Allah je dovoljena trgovina in je prepovedano obresti. Torej Kdor je prejel opomin iz svojega gospodarja in desists morda kaj je mimo, in njegovo afero nosi Allah. Vendar kdor vrne [trgovanje obresti ali oderuštva] - To so tovariši ogenj; bo upošteval večno tam.
sr_cyrl: Подносим оних који конзумирају интересовање [на дан ускрснућа] осим као један трибине који је да га победи Сотона у лудило. То је зато што они кажу, "трговина је [само] као интерес." Али , Аллах је дозволио трговину и забрањено је интерес. Па ко год да је добила је упозорење од свог господара и десистс можда има која је поред и његовој афери лежи Алаха. Али ко год даје да [се бави и камату или зеленаљтво] - то су Компањони ватре; Они ће заувек у томе да трпе.
sr_latn: Podnosim onih koji konzumiraju interesovanje [na dan uskrsnuća] osim kao jedan tribine koji je da ga pobedi Sotona u ludilo. To je zato što oni kažu, "trgovina je [samo] kao interes." Ali, Allah je dozvolio trgovinu i zabranjeno je interes. Pa ko god da je dobila je upozorenje od svog gospodara i desists možda ima koja je pored i njegovoj aferi leži Alaha. Ali ko god daje da [se bavi i kamatu ili zelenaљtvo] - to su Kompanjoni vatre; Oni će zauvek u tome da trpe.
uk: Ті, хто споживає інтерес терпіти не можу [на день Воскресіння] Крім як один стенди, які є бути побитий сатана в божевілля. Це тому, що вони говорять, "торгівлі всь [], як інтерес." Але Аллах дозволив торгівлі і має заборонено інтерес. Тому той, хто отримав із знанням з боку пана свого і desists, можливо, що таке минуле, і його роман лежить з Аллаха. Але той, хто повертається до [справу в інтерес або лихварство] - тих, хто є супутниками вогню; вони будуть дотримуватися вічно в ньому.
vi: Những người tiêu thụ lợi ích không thể đứng [vào ngày phục sinh] ngoại trừ như là viết tắt của một người bị đánh bại bởi Satan vào sự điên rồ. Đó là bởi vì họ nói, "thương mại là [chỉ cần] thích quan tâm." Nhưng Allah đã cho phép thương mại và đã cấm quan tâm. Vì vậy bất cứ ai đã nhận được một lưu ý từ của mình Chúa và desists có thể có những gì là quá khứ, và ông vụ phụ thuộc với Allah. Nhưng bất cứ ai trở về [kinh doanh lãi hoặc cho vay nặng lãi] - những người là companions cháy; họ sẽ tuân thủ luôn luôn trong đó.
zu: Labo kudla isithakazelo angeke abamele [Suku Vuko] ngaphandle njengoba umuntu ema ngubani kokushaywa uSathane ku uhlanya.

# Quran283
source: Allah destroys interest and gives increase for charities. And Allah does not like every sinning disbeliever.
ca: Allah destrueix interès i dóna augment per a organitzacions benèfiques. I Allah no li agrada a cada pecat disbeliever.
cy: Mae'r Allah yn dinistrio diddordeb ac yn rhoi cynnydd ar gyfer elusennau. Ac nad yw Allah yn hoffi pob disbeliever sinning.
da: Allah ødelægger interesse og giver stigning for velgørende organisationer. Og Allah kan lide ikke hver synde vantro.
el: Αλλάχ καταστρέφει ενδιαφέρον και δίνει αύξηση για τις φιλανθρωπίες. Και ο Αλλάχ δεν ήθελε κάθε αμαρτάνει disbeliever.
et: Jumal hävitab huvi ja annab kasv heategevusorganisatsioone. Ja Jumal ei ole nagu iga patustamine uskmatu.
fi: Jumala tuhoaa kiinnostusta ja antaa lisätä hyväntekeväisyysjärjestöille. Ja Allah ei pidä joka syntiä disbeliever.
he: אללה הורס עניין ונותן עלייה עבור ארגוני צדקה. אללה לא אוהב כל disbeliever המטוהרת.
hr: Allah uništava interes i daje povećanje u dobrotvorne svrhe. A Allah ne voli svaki grijehu ste nevjernik.
lt: Dievas griauna palūkanų ir suteikia padidinti labdaros. Ir Dievas nemėgsta kiekvieną nuodėmės neteisingas.
lv: Allah sagrauj procentu un pieaugumu sniedz labdarības. Un Allah nepatīk katru sinning disbeliever.
nb: Allah ødelegger interesse og gir økningen for hjelpeorganisasjoner. Og Allah liker ikke hver synde disbeliever.
sk: Alah ničí úrok a dáva nárast pre charitatívne organizácie. A Boh nemá rád každý hreší neveriacich.
sl: Allah uničuje obresti in daje povečanje za dobrodelne organizacije. Ter Allah ni všeč vsak sinning Nevjernik.
sr_cyrl: Аллах уништава камату и даје повећање у добротворне сврхе. А Аллах не воли свако грељној не верује.
sr_latn: Allah uništava kamatu i daje povećanje u dobrotvorne svrhe. A Allah ne voli svako greљnoj ne veruje.
uk: Аллах руйнує інтерес і дає збільшення для благодійних організацій. А Аллаху не любить кожен sinning disbeliever.
vi: Allah phá hủy lãi suất và cung cấp cho tăng cho tổ chức từ thiện. Và Allah không giống như mỗi disbeliever sinning.
zu: Allah ibulala isithakazelo futhi unikeza ngo izinhlangano zosizo.

# Quran284
source: Indeed, those who believe and do righteous deeds and establish prayer and give zakah will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve.
ca: De fet, aquells que creuen i fer els justos fets i establir l'oració i donar zakah tindran la seva recompensa amb el seu Senyor i no hi haurà cap por sobre ells, ni es ells grieve.
cy: Yn wir, bydd y rhai sydd yn credu a wneud gweithredoedd cyfiawn a sefydlu gweddi a rhoi zakah yn cael eu gwobrwyo gyda eu yr Arglwydd, ac ni fydd unrhyw ofn ynghylch eu, nac bydd maent yn galaru.
da: Faktisk, dem, der tror og gøre retfærdige gerninger og etablere bøn og give zakah vil have deres belønning med deres Herre, og der bliver ingen frygt angående dem, eller vil de sørge.
el: Πράγματι, εκείνους που πιστεύουν και κάνουν δίκαιοι πράξεις και προσευχή θεσπίσει και να δώσει zakah θα έχουν τους ανταμοιβή αυτών με τους Λόρδος, και θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: Tõepoolest, need, kes usuvad ja teha õiged teod ja palve ja anna zakah on saavad tasu nende Issand ja ei tule mingit hirmu, neid käsitlevad ega nad leinata.
fi: Itse asiassa ne, jotka uskovat ja tehdä vanhurskaita tekoja ja luoda rukous ja antaa zakah on palkkansa Herransa kanssa, ei tule pelätä niitä koskevien, eikä ne surra.
he: אכן, יהיו אלה אשר מאמינים, לעשות מעשים טובים, להקים תפילה ותן zakah הפרס שלהם עם לורד שלהם יהיו ללא פחד הקשור בהם, ולא יהיה שהם מתאבלים.
hr: Doista, onima koji vjeruju i pravedna djela i uspostavljanje molitve i daj zakah će imati svoju plaću sa svoga Gospodina, i bit će bez straha koji se njih tiču, niti će oni tugovati.
lt: Iš tiesų, tie, kurie tiki ir padaryti teisingas poelgius ir nustatyti malda ir suteikti zakah bus jau atsiėmė užmokestį su jų Viešpaties, ir nebus jokios baimės dėl jų, taip pat bus jie sielvartauti.
lv: Patiešām, tie, kas domāt un darīt taisns darbus un izveidot lūgšanu un dot zakah būs viņu atlīdzība ar savu kungu, un nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: Faktisk, de som tror og gjøre rettferdige gjerninger og etablere bønn og gi zakah vil ha deres belønne med deres Herre, og det blir ingen frykt om dem, eller vil de sørge.
sk: Naozaj, tých, ktorí veria a spravodlivé skutky a vytvoriť modlitba a dať Zakát bude mať ich odmenou za svojho pána, a to nebude mať žiadny strach, ktoré sa ich týkajú, ani sa im truchlit.
sl: Res, tiste, ki verjamejo in ne pravičen dejanja in vzpostaviti molitev in dal zakah imajo svoje nagrade s svojega Gospoda, in bo brez strahu, ki jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Заиста, они који верују да праведни дела успостави молитву и и дати заках бити награђени са свог господара, и ће бити без страха у вези са њима, нити ће они туговати.
sr_latn: Zaista, oni koji veruju da pravedni dela uspostavi molitvu i i dati zakah biti nagrađeni sa svog gospodara, i će biti bez straha u vezi sa njima, niti će oni tugovati.
uk: Дійсно, тих, хто вірить і робити добрі справи і встановити молитви і дати zakah буде мати свої винагородить пана свого і не буде ніякого страху, що стосуються їх, і не будуть вони сумують.
vi: Thật vậy, những người tin và làm việc chính và thiết lập các cầu nguyện và cung cấp cho zakah sẽ có phần thưởng của họ với Chúa, và có sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Ngempela, labo abakholelwa benze izinto ezilungile futhi ukusungula umthandazo bese benika zakah kuyodingeka umvuzo wabo neNkosi yabo, futhi ngeke kube khona ukwesaba ngokuphathelene them nor tando they lila.

# Quran285
source: O you who have believed, fear Allah and give up what remains [due to you] of interest, if you should be believers.
ca: O que han cregut, por d'Allah i renunciar a quines restes [causa que] d'interès, si hauria de ser creients.
cy: O Mae chi sydd wedi credu, ofn Allah ac ildio yn parhau pa [oherwydd] o ddiddordeb, os dylai fod credinwyr.
da: O du, der har troet, frygte Allah og opgive hvad resterne [på grund af du] af interesse, hvis du skulle være troende.
el: O εσάς που πίστεψαν, φόβου Αλλάχ και να εγκαταλείψουν αυτό που απομένει [οφείλεται σε σας] ενδιαφέρον, αν είστε πιστοί.
et: O kes oleks uskunud, kardavad, et Allah ja loobuma mis jääb [te] tõttu huvi, kui saab usklikud.
fi: Oi te, jotka ovat uskoneet pelätkää Allahia ja luopua rippeet [koska te] kiinnostaa, jos olisi uskovia.
he: O מי מאמין, פחד אללה, לוותר על מה שנשאר [בזכותך] עניין, אם אתה צריך להיות המאמינים.
hr: O ti koji su vjerovali, boji Allaha i dati ono što ostaje [zbog] interesa, ako vam se vjernici.
lt: O kurie tiki, bijo Dievo ir duoti kas lieka [dėl jums] palūkanų, jei jums reikėtų tikinčiųjų.
lv: O tu, kas ticējusi, bailes Allah un atteikties no kādas paliekas [tu] sakarā interesi, ja jums būtu ticīgie.
nb: O dere som har trodd, frykt Gud og gi opp igjen [fordi du] rundt, hvis du skal troende.
sk: O vás, ktorí ste uverili, strach Alah a vzdať sa čo zostáva [kvôli vám] záujmu, ak by ste mali byť veriaci.
sl: O vi, ki ste verjeli, strah Allah in dal gor kaj ostanki [zaradi vas] obresti, če bi morali biti verniki.
sr_cyrl: О ти који верују, страх Алаха и одустати од какве остатке [због те] од интереса, да си био верници.
sr_latn: O ti koji veruju, strah Alaha i odustati od kakve ostatke [zbog te] od interesa, da si bio vernici.
uk: О ви, хто вірив, страх Аллах і відмовитися від що залишається [у зв'язку з ви] інтерес, якщо ви повинні бути віруючим.
vi: O bạn của những người đã tin, sợ Allah và từ bỏ những gì còn lại [do bạn] quan tâm, nếu bạn có các tín hữu.
zu: O you kholwa sesabe Allah ithemba okusele [ngenxa yakho] nesithakazelo, uma kufanele kube kholwa.

# Quran286
source: And if you do not, then be informed of a war [against you] from Allah and His Messenger. But if you repent, you may have your principal - [thus] you do no wrong, nor are you wronged.
ca: I si no, llavors ser informat d'una guerra [contra] des d'Allah i el seu Missatger. Però si vostè es penedeix, vostè pot tenir el seu principal - [així] fer res dolent, ni els injustament.
cy: Ac os nad ydych, yna cael gwybod rhyfel [yn erbyn eich] gan Allah a ei negesydd. Ond os ydych yn edifarhau, efallai fod gennych eich prif-[felly] ydych ddim o'i le, nac yn eich cam.
da: Og hvis du ikke gør det, så blive informeret om en krig [mod du] fra Allah og hans sendebud. Men hvis du angre, du kan have din hovedstol - [dermed] du gør noget forkert, eller er du krænket.
el: Και αν δεν το κάνετε, τότε να ενημερώνονται πολέμου [θα] από Αλλάχ και του Messenger. Αλλά αν μετανοήσεις, μπορεί να έχετε ένα κύριο σας - [έτσι] κάνετε κανένα λάθος, ούτε είναι σας να αδικηθεί.
et: Ja kui sul ei ole, siis teavitada sõjas [te] Allah ja tema saadik. Aga kui sa kahetsema, olete oma peamise - [seega] teha valesti ega on ülekohtu.
fi: Ja jos ei, sitten ilmoitettava sotaa [sinulle] Jumala ja hänen lähettiläänsä. Mutta jos kadut, ehkä sinun tärkein - [näin] eivät mitään väärää, eivätkä ovat vääryyttä.
he: אם לא, אז להתבשר מלחמה [לך] מן אללה. אבל אם תביע חרטה, ייתכן שהמנהל - [לכן] אתה עושה כל רע, ולא נמצאים לך עוול.
hr: A ako to ne učinite, biti upoznat rata [protiv] Allahu i njegovom poslaniku. Ali ako se pokaju, imate vaš ravnatelj - [tako] da ne griješi, niti su nepravdu.
lt: Ir jei ne, tada būti informuotos apie karo [prieš jus] nuo Dievo ir jo poslanca. Bet jei jūs atgailauti, jums gali būti jūsų pagrindinė - [taip] jūs padaryti neteisingai, nei yra niesprawiedliwosci.
lv: Un ja nav, tad informē par kara [tu] pret no Allah un viņa Messenger. Bet, ja jūs nožēlot, jums var būt jūsu galvenais - [tādējādi] izdarīt kaut ko sliktu, ne dara tev pāri.
nb: Og hvis ikke, så bli informert om krig [mot deg] fra Allah og hans Messenger. Men hvis du angrer, kan du ha din viktigste - [så] er dere ikke feil, eller er du gjort urett.
sk: A ak nemáte, potom informovaný vojny [proti tebe] Alah a jeho posol. Ale ak budete robiť pokánie, môžu mať vaše hlavné - [teda] môžete urobiť nič zlého, ani sa vám ublížili.
sl: In če ne, potem obvesti vojne [proti vam] od Allah in njegov sel. Vendar, če ste se pokesajo, lahko imate vaše glavno - [tako] da to ni narobe, niti so jih storjena krivica.
sr_cyrl: А ако не, онда се информисали о рат [против тебе] од Алаха, и његовог гласника. Али ако се кајете, можда твој директор - [тако] те да је, нити су ти неправду.
sr_latn: A ako ne, onda se informisali o rat [protiv tebe] od Alaha, i njegovog glasnika. Ali ako se kajete, možda tvoj direktor - [tako] te da je, niti su ti nepravdu.
uk: І якщо ви цього не зробите, то бути поінформованим війни [проти вас] від Аллах і його Messenger. Але якщо ви покаялися, ви, можливо, ваш основний - [так] робити нічого поганого, і не ви образили.
vi: Và nếu bạn không muốn, sau đó được thông báo về một cuộc chiến tranh [đối với bạn] từ Allah và Messenger của ông. Nhưng nếu bạn ăn năn, bạn có thể chính của bạn - [do đó] bạn làm sai không có, cũng không được wronged.
zu: Futhi uma ungaphenduki, khona-ke ukwaziswa impi [ngokumelene nawe] Allah Isithunywa sakhe.

# Quran287
source: And if someone is in hardship, then [let there be] postponement until [a time of] ease. But if you give [from your right as] charity, then it is better for you, if you only knew.
ca: I si algú es troba en dificultats, llavors [que hi hagi] ajornament fins [un moment de] facilitat. Però si li dónes [de la dreta com] caritat, llavors és millor per a vostè, si vostè sabés.
cy: Ac os yw rhywun mewn caledi, yna [yn gadael yno] gohirio tan [amser o] Pa mor hawdd. Ond os ydych yn rhoi [gan eich hawl fel] elusen, yna yn well i chi, os oeddech yn gwybod yn unig.
da: Og hvis nogen er i modgang, så [lad der blive] udsættelse indtil [en af] lethed. Men hvis du giver [fra din ret som] velgørenhed, så det er bedre for dig, hvis du kun vidste.
el: Και αν κάποιος είναι σε δυσκολίες, τότε [μην] αναβολή μέχρι [μια εποχή] ευκολία. Αλλά αν δώσεις [από το δικαίωμά σας ως] φιλανθρωπία, τότε είναι καλύτερο για σας, αν ήξερες μόνο.
et: Kui keegi on raskusi, siis [Saagu] kuni [aeg] edasilükkamise lihtsus. Aga kui sa annad [: kui teie õigus] heategevus, siis on parem teile, kui sa vaid teaksid.
fi: Ja jos joku on vaikeuksia, niin [Tulkoon] lykkääminen vuoteen [aika] helposti. Mutta jos annat [oikealta kuin] hyväntekeväisyyteen, niin se on parempi sinulle, jos tietäisit.
he: אם מישהו נמצא במצוקה, אז [יהי] דחייה למועד [של] בקלות. אבל אם אתה נותן [מתוך זכותך] צדקה, אז זה עדיף עבורך, אילו רק ידעת.
hr: A ako je netko u poteškoćama, onda neka bude odgodu do [vrijeme] jednostavnost. Ali ako daš [iz desne kao] ljubavi, onda je bolje za tebe, da znaš.
lt: Ir jei kas nors yra sunkumų, tada [Tebūnie] atidėjimas iki [metu] lengvai. Bet jei jūs suteikiate [iš jūsų teisė kaip] labdaros, tada jis yra geriau už jus, jei tik žinojo.
lv: Un, ja kāds ir grūtības, tad [tur ļauj būt] atlikšana līdz [laiks] vieglumu. Bet, ja jūs piešķirat [no savām tiesībām kā] labdarību, tad tas ir labāks par jums, ja vien tu zinātu.
nb: Og hvis noen er i motgang, så [la det være] utsettelse til [tiden] letthet. Men hvis du gir [fra høyre som] veldedighet, så det er bedre for deg, hvis du bare visste.
sk: A ak je niekto v ťažkej situácii, potom [let tam byť] odloženie [čas] jednoduchosť. Ale ak dáte [z pravej strane ako] charity, potom je lepšie pre teba, keby si len vedel.
sl: In če je nekdo v stiski, potem [naj bodo] odlog do [čas] enostavnost. Vendar če daš [iz vaše desne kot] dobrodelne namene, potem je bolje za vas, če ste le vedel.
sr_cyrl: А ако је неко у тешкоћама, [нека буде] одлагање до [у доба] једноставан. Али ако ти дам [из твоје право као] добротворне сврхе, а онда га је боље за тебе, кад би само знао.
sr_latn: A ako je neko u teškoćama, [neka bude] odlaganje do [u doba] jednostavan. Ali ako ti dam [iz tvoje pravo kao] dobrotvorne svrhe, a onda ga je bolje za tebe, kad bi samo znao.
uk: І якщо хтось в роботу у важких умовах, а потім нехай там бути відстрочка до [період] легкість. Але якщо ви дасте [від вашого права як] благодійності, то це буде краще для вас, якби ви знали.
vi: Và nếu ai đó đang khó khăn, sau đó hãy để có hoãn cho đến khi [thời gian] một cách dễ dàng. Nhưng nếu bạn cung cấp cho [từ bên phải của bạn như là] tổ chức từ thiện, sau đó nó là tốt hơn cho bạn, nếu bạn chỉ biết.
zu: Futhi uma othile ebunzimeni, khona-ke [zalo qhashisa nanso be] ukuhlehlisa kuze [isikhathi of] adambise.
