Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2217
source: So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, "If you wished, you could have taken for it a payment."
ca: Així que es proposen, fins que quan van arribar al poble d'un poble, demanaven la seva gent per menjar, però es van negar a oferir-los l'hospitalitat. I es van trobar aquí una paret punt de col. lapse, així restaurava r al-Khidh. [Moses] va dir: "Si vostè ho desitja, podria haver agafat per a això un pagament."
cy: Felly maent yn nodi, hyd nes pan ddaethon nhw at y bobl o'r dref, gofynnodd ei bobl ar gyfer bwyd, ond gwrthododd gynnig lletygarwch. Ac maent wedi dod ynddo wal fin disgyn, felly roedd r al-Khidh yn ei hadfer. [Moses] yn dweud, "Os ydych yn dymuno, gellid byddwch wedi iddo daliad."
da: Så satte de sig, indtil da de kom til mennesker i en by, de stillede sine folk til mad, men de nægtede at tilbyde dem gæstfrihed. Og de fandt deri en mur til at kollapse, så al-Khidh r gendannet det. [Moses] sagde, "Hvis du ønske, du kunne have taget for det en betaling."
el: Έτσι καθόρισαν, έως ότου όταν ήρθαν στο λαό του μια πόλη, ρώτησαν τους ανθρώπους για τα τρόφιμα, αλλά εκείνοι αρνήθηκαν να τους προσφέρουν φιλοξενία. Και σ ' αυτό βρήκαν έναν τοίχο για να καταρρεύσει, έτσι το αποκατέστησαν al-Khidh r. [Moses] είπε, «Αν επιθυμούσε, μπορούσε να έχετε πάρει για αυτό μια πληρωμή.»
et: Nii nad esitatud, enne kui nad tulid linna inimesed, nad palusid oma rahva toit, kuid nad keeldusid neile pakkuda külalislahkust. Ja nad leidsid seal seina umbes minestust, nii al-Khidh r taastati. [Moses] ütles: "Kui sa soovisid, kas olete võtnud seda makse."
fi: Niin he lähtivät, vasta kun he tulivat kaupunki ihmisille, he pyysivät kansalaistensa elintarvikkeiden, mutta ne kieltäytyi tarjoamasta heille vieraanvaraisuutta. Ja he löysivät siinä wall romahtaa, joten al-Khidh r palauttaa sen. [Moses] sanoi, "Jos haluatte, olisitte voineet sen maksu."
he: ? אז הם יצאו, עד כשבאו על תושבי העיירה, הם ביקשו את אנשיה מזון, אך הם סירבו להציע להם אירוח. הם מצאו בו קיר עומד להתמוטט, כך באל-Khidh r לשחזר אותו. [Moses] אמר, "אם רצית, יכולת לקחת על זה תשלום."
hr: Tako su krenuli, dok kada dođoše ljudi u gradu, pitali su ljude za hranu, ali su odbili da im ponuditi gostoprimstvo. I našli su u njemu zid će se srušiti, tako al-Khidh r naknađen Internet. [Moses] je rekao, "Ako si htio, mogao si za to plaćanje."
lt: Taigi jie nustatytų, kol kai jie atėjo į miestą žmonės, jie paklausė jo žmonių maistui, tačiau jie atsisakė juos siūlo svetingumą. Ir rado jame sienos apie žlugti, kad al-Khidh r ją atkūrė. [Moses] sakė: "Jei jūs norėjote, jums gali ėmėsi jį mokėjimą."
lv: Tātad viņi devušies ceļā, līdz, kad viņi ieradās pilsētā cilvēki, viņi lūdza tās iedzīvotājiem pārtiku, bet viņi atteicās piedāvāt viņiem viesmīlību. Un viņi atrada tajā sienā grasījās sabrukt, lai to atjaunojusi al-Khidh r. [Moses] teica: "Ja jūs vēlētos, varētu uzņemtos to maksājumu."
nb: Så satt de ut, inntil da de kom til folket i en by, de ba folk om mat, men de nektet å tilby gjestfrihet. Og de fant der en vegg ferd med å kollapse, så al-Khidh r gjenopprettet den. [Moses] sa, "Hvis du ønske, du kunne ha tatt for en betaling."
sk: Takže tiahli až keď prišli pre obyvateľov mesta, občanov požiadal o jedlo, ale odmietli ponúkať pohostinnosť. A našli v ňom múr na pokraji kolapsu, tak al-Khidh r obnoviť. [Moses] povedal: "Ak ste si prial, mohol užijete to platby."
sl: Tako so določeni, dokler ko so prišli ljudje mesto, prosili svoje ljudi za hrano, vendar so zavrnili, da se jim ponudi gostoljubnost. In so našli v njem steno približno na propad, tako al-Khidh r restavrirana. [Moses] je dejal, "Če ste želeli, ste lahko vzeli za to plačilo."
sr_cyrl: Па они су кренули, док се када су људи у граду, питали су своје људе за храну, али су одбили да им понуди гостопримство. И у томе су нашли зид срусити, тако да ал-Кхидх р у претходно стање. [Мосес ] је рекао, "Заокретна, могао си за то плаћање."
sr_latn: Pa oni su krenuli, dok se kada su ljudi u gradu, pitali su svoje ljude za hranu, ali su odbili da im ponudi gostoprimstvo. I u tome su našli zid srusiti, tako da al-Khidh r u prethodno stanje. [Moses] je rekao, "Zaokretna, mogao si za to plaćanje."
uk: Так вони викладаються, поки коли вони прийшли до людей місто, вони запитали його народу за їжу, але вони відмовилися від запропонувати їх гостинність. І знайшли в ньому стіна близько до краху, тому Аль Khidh r відновити його. [Moses] сказав: "Якщо ви хотіли, ви могли б взяти його платіж."
vi: Vì vậy, họ đặt ra, cho đến khi họ đến với người dân của thị trấn, họ yêu cầu người dân của nó đối với thực phẩm, nhưng họ từ chối cung cấp cho họ sự hiếu khách. Và họ đã tìm thấy trong đó một bức tường về để sụp đổ, do đó, al-Khidh r khôi phục nó. [Moses] nói, "Nếu bạn muốn, bạn có thể đưa cho nó một khoản thanh toán."
zu: Basuka, kwaze lapho befika abantu edolobheni, babuza abantu yaso ngenxa yokudla, kodwa benqaba ukunikela kubo izihambi.

# Quran2218
source: [Al-Khidh r] said, "This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience.
ca: [Al-Khidh r] va dir: "això és sortir entre tu i jo. Jo us informarà de la interpretació d'allò que no podia tenir paciència.
cy: [Al-Khidh r] yn dweud, "Mae hyn yn isosod rhwng fi a chi. Byddwn yn eich hysbysu o'r dehongli o hynny y gallai nid gennych amynedd.
da: [Al-Khidh r] sagde, "Dette er afskeden mellem mig og dig. Jeg vil informere dig om fortolkningen af, om der ikke kunne du har tålmodighed.
el: [Al-Khidh r] είπε, «αυτό χωρίστρα μεταξύ εμένα και εσάς. Εγώ θα ενημερώσουμε για την ερμηνεία της που για την οποία δεν θα μπορούσατε να έχετε υπομονή.
et: [Al-Khidh r] ütles: "see on vahel mina ja sina jumalagajätt. Ma informeerib teid tõlgendust selle kohta, mis võiks teil kannatlikkus.
fi: [Al-Khidh r] sanoi, "Tämä on jakaus välillä minua ja sinua. Ilmoitan teille tulkinnan että josta sinulla ei ole kärsivällisyyttä.
he: [באל-Khidh r] אמר, "זה הוא פרידה ביני לבינך. אני יודיע לך על הפרשנות של זה על אשר אין סבלנות.
hr: [Al-Khidh r] je rekao, "Ovo je razdvajanje između tebe i mene. Obavijestit ću te interpretacije onoga koji ti nisi mogao imati strpljenja.
lt: [Al-Khidh r] sakė: "tai kryžkelė tarp manęs ir tavęs. Aš informuos jus apie aiškinimo, dėl kurių tu negali turėti kantrybės.
lv: [Al-Khidh r] teica: "tas ir atvadīšanās starp mani un tevi. Es jūs informēs par interpretāciju, par kurām jums nav varējis pacietību.
nb: [Al-Khidh r] sa, "Dette er avskjed mellom meg og deg. Jeg vil informere deg om tolkningen av som som du ikke kunne ha tålmodighet.
sk: [Al-Khidh r] povedal: "to je rozlúčka medzi ja a ty. Budem informovať vás o výklad, že o tom, ktoré ste nemohli mať trpezlivosť.
sl: [Al-Khidh r] je dejal, "to je ločitev med jaz in ti. Bo obvestiti o razlagi te, o katerih ne more imeti potrpljenje.
sr_cyrl: [Ал -Кхидх р] је рекао, "Ово је растанак између тебе и мене. У реду, обавестићемо те интерпретације од тога о којој није могао си стрпљење.
sr_latn: [Al-Khidh r] je rekao, "Ovo je rastanak između tebe i mene. U redu, obavestićemo te interpretacije od toga o kojoj nije mogao si strpljenje.
uk: [Аль-Khidh r] сказав: "це роздоріжжі між мною та вами. Я буде інформувати вас про тлумачення, що про те, які ви не могли б терпіння.
vi: [Al-Khidh r] nói, "đây chia tay giữa tôi và bạn. Tôi sẽ thông báo cho bạn về việc giải thích về mà bạn có thể không có sự kiên nhẫn.
zu: [Al-Khidh r] wathi: "Lokhu ukudabula phakathi kwami nawe. I chazela you of cazelo yikuphi wahluleka ube nesineke.

# Quran2219
source: As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force.
ca: Pel que fa a la nau, que pertanyia als pobres treballant al mar. Així que la intenció de causar defectes en ell ja hi va haver després d'ells un rei que es va apoderar de cada vaixell [bon] per força.
cy: O ran y llong, roedd ei yn perthyn i bobl dlawd a gweithio ar y môr. Fel yr oeddwn yn bwriadu achosi diffyg ynddo fel yr oedd ar ôl eu Brenin sydd yn hatafaelu bob llong a [da] gan rym.
da: Med hensyn til skibet tilhørte det fattige mennesker, der arbejder på havet. Så jeg bestemt til at forårsage fejl i det, som der var efter dem. en konge der beslaglagt hver [godt] skib af kraft.
el: Όσο για το πλοίο, ανήκε στους φτωχούς ανθρώπους που εργάζονται στη θάλασσα. Έτσι είχα σκοπό να προκαλέσει ελάττωμα σε αυτό, όπως υπήρξε μετά τους ένα βασιλιά που κατέλαβε κάθε πλοίο [καλές] με τη βία.
et: Laev, nagu see kuulus vaesed inimesed tööta merel. Nii ma ette põhjustada defekt see nagu nende järel oli kuningas, kes arestitud iga [head] laev jõuga.
fi: Mitä alus se kuului köyhille ihmisille, jotka työskentelevät merellä. Joten halusin aiheuttaa vika, koska niiden jälkeen kuningas, jotka takavarikoivat jokainen [hyvä] alus väkisin.
he: באשר הספינה, זה היה שייך אנשים עניים עובדים בים. אז התכוונתי לגרום לפגם זה היה אחריהם מלך אחז כל ספינה [טוב] בכוח.
hr: Što se tiče broda, pripadao je siromašni ljudi koji rade na moru. Tako sam namjeravao izazvati kvar u njemu i nakon njih bilo kralja koji je zaplijenila [dobra]-svaki silom.
lt: Kaip laivas, jis priklausė vargšų darbo jūroje. Todėl aš siekiama sukelti defektas, tai kaip ten buvo po jų karaliaus, kuris kiekvieną [geras] laivo konfiskavo jėga.
lv: Attiecībā uz kuģi, tā piederēja nabadzīgajiem cilvēkiem, kas strādā pie jūras. Tāpēc biju nodomājis radīt defekts it kā radās pēc tam, kad tos karalis, kurš ik [labu] kuģa konfiscēja spēku.
nb: Som for skipet tilhørte den fattige arbeider på sjøen. Så jeg skal forårsake feil i det som det var etter dem en konge som tok hver [god] skipet med makt.
sk: Pokiaľ ide o lode, patril chudobných ľudí pracujúcich na mori. Takže som v úmysle spôsobiť chyby v ňom, ako tam bol po nich kráľ, ktorý chytil všetkých lodí [dobré] silou.
sl: Za ladje, je pripadal revnih ljudi, ki delajo na morju. Tako sem nameravala povzroči napake v njem, saj je bil po njih kralj, ki vsak [dobro] ladje zasegli sile.
sr_cyrl: Када је у питању брод, припадао је јадни људи који раде на мору. Тако сам и хтео да изазове дефект у њему као да тамо за њима краља који су заузели сваки [добра] брод на силу.
sr_latn: Kada je u pitanju brod, pripadao je jadni ljudi koji rade na moru. Tako sam i hteo da izazove defekt u njemu kao da tamo za njima kralja koji su zauzeli svaki [dobra] brod na silu.
uk: Що стосується корабель вона належала до бідних людей, що працюють на морі. Так що я на меті викликати дефект в ньому, як було після їх король, які захопили кожен [Гарне] корабель за допомогою сили.
vi: Đối với tàu, nó thuộc về người nghèo làm việc tại biển. Vì vậy, tôi có ý định gây ra khiếm khuyết trong nó như là có sau khi họ một vị vua người nắm mọi con tàu [tốt] bằng vũ lực.
zu: Njengoba for shumbi it fanele kuze ntu baphuyile olwandle.

# Quran2220
source: And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief.
ca: Pel que fa al nen, els seus pares eren creients i temia que va vols sobrecarregar-los per la transgressió i la incredulitat.
cy: Ac o ran y bachgen, yr oedd ei rieni credinwyr, ac yr ydym yn ofni y byddai iddo eu gorlwytho gan tramgwyddiad ac anghrediniaeth.
da: Som dreng, hans forældre var troende, og vi frygtede, at han ville overbebyrde dem af overtrædelse og vantro.
el: Όσο για το παιδί, οι γονείς του ήταν πιστοί και φοβόμασταν ότι αυτός θα επιβαρύνει τους από παράβαση και δυσπιστία.
et: Nagu poiss, tema vanemad olid usklikud ja me kartsid, et ta oleks koormata neid üleastumine ja uskumatus.
fi: Ja kuten poika, hänen vanhempansa olivat uskovia ja pelkäsimme, että hän ylikuormita heitä rikkomukseen ja epäusko.
he: עבור הילד, ההורים שלו היו מאמינים ו היה חשש כי הוא עומס אותם על-ידי העבירה ואי אמון.
hr: Što se tiče dječaka, njegovi roditelji su bili vjernici i bojali smo se da bi ih preopteretiti prijestup i nevjerice.
lt: Ir kaip berniukas, jo tėvai buvo tikinčiųjų, ir mes bijojo, kad jis galėtų apsunkinti juos iš nuodėmės ir netikėjimo.
lv: Kā zēns, viņa vecāki bija ticīgie, un mēs baidījās, ka viņš būtu pārslogot pārkāpšana un neticība.
nb: Og som for gutten, hans foreldre var troende, og vi fryktet at han ville overbelaste dem ved overtredelse og vantro.
sk: Pokiaľ ide o chlapca, jeho rodičia boli veriaci a sme sa obávali, že on by preťažovať priestupok a neveriacky.
sl: Kot fant, njegovi starši so bili verniki in smo se bali, da je bi preobremenil greh in nejeverno.
sr_cyrl: Што се тиче дечак, родитељи су му били верници и бојали смо се да он би их преоптерети преступ и неверовање.
sr_latn: Što se tiče dečak, roditelji su mu bili vernici i bojali smo se da on bi ih preoptereti prestup i neverovanje.
uk: Що стосується хлопчика, його батьки були віруючими і ми побоювалися, що він хотів би перенавантажити їх злочин і зневіру.
vi: Và như cho các cậu bé, cha mẹ ông là các tín hữu, và chúng tôi lo ngại rằng ông sẽ gây chúng bằng sự vi phạm và sự hoài nghi.
zu: Kepha umfana, abazali bakhe babengamakholwa, futhi thina wesaba ukuthi wayeyoba overburden kubo by sono disbelief.

# Quran2221
source: So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy.
ca: Així que hem pensat que seu Senyor ha de substituir per a ells un millor que ell en puresa i més a prop a pietat.
cy: Felly rydym yn bwriadu y dylai eu Arglwydd rhodder iddynt un gwell nag ef mewn purdeb ac yn agosach at drugaredd.
da: Så vi har tænkt os at deres Herre skulle erstatte dem en bedre end ham i renhed og nærmere barmhjertighed.
el: Έτσι σκοπεύαμε ότι τους Λόρδος, θα πρέπει να αντικαταστήσετε για τους ένα καλύτερα από αυτόν σε καθαρότητα και πιο κοντά στην έλεος.
et: Nii me ette, et nende Issand tuleks asendada neid üks paremini kui tema puhtuses üha lähemal halastust.
fi: Joten halusimme Herransa korvike niitä yksi paremmin kuin hän, puhtaus ja lähempänä armoa.
he: אז שהתכוונו כי הלורד צריך להחליף להם אחד טוב ממנו טוהר, קרוב יותר רחמים.
hr: Tako smo namjeru da gospodara treba zamjena za njih jedan bolji od njega u čistoći i bliže milosti.
lt: Todėl siekėme, kad jų Viešpats turėtų pakeisti juos vienas geriau nei jam grynumo ir arčiau malonės.
lv: Tāpēc mums paredzēts, ka viņiem vajadzētu aizvietot savu kungu vienu labāk nekā viņam tīrības un tuvāk žēlastību.
nb: Så vi ment at Herren skal erstatte dem en bedre enn ham i renhet og nærmere nåde.
sk: Tak sme chceli, aby ich pán mal nahradiť ich jedným lepšie ako ho v čistote a bližšie milosrdenstva.
sl: Tako smo namenjeni, da je svojega Gospoda nadomestek za njih eno boljši od njega v čistosti in bližje usmiljenja.
sr_cyrl: Тако смо планирали да њихов Господар треба да замени за њих један бољи од њега у невиности и ближе милост.
sr_latn: Tako smo planirali da njihov Gospodar treba da zameni za njih jedan bolji od njega u nevinosti i bliže milost.
uk: Тому ми припускали, що їх Господь повинен замінити для них один краще, ніж його в чистоті і ближче до милосердя.
vi: Vì vậy, chúng tôi dự định của Chúa nên thay thế cho họ một trong những tốt hơn so với ông trong độ tinh khiết và gần đến lòng thương xót.
zu: Ngakho thina wayehlose ukuba iNkosi yabo kufanele abambele omunye kangcono kunokuba kuye nobumsulwa sisondela isihe.

# Quran2222
source: And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience."
ca: I pel que fa a la muralla, que pertanyia a dos orfes nois a la ciutat i hi havia sota un tresor per a ells, i seu pare havia estat just. Així que el seu Senyor pretén que assoleixen la maduresa i extreure el seu tresor, com una pietat del seu Senyor. I feia que no de la meva pròpia voluntat. Això és la interpretació d'allò que no podia tenir paciència".
cy: Ac ag ar gyfer y wal, roedd yn perthyn i ddau fachgen amddifad yn y ddinas, a oedd yn drysor ar eu cyfer oddi tano, ac wedi eu tad hoes dabloid. Felly oedd eich Arglwydd yn bwriadu bod yn cyrraedd aeddfedrwydd ac echdynnu eu Trysor, fel drugaredd gan yr Arglwydd eich. A gwneuthum hynny nid o fy hun cytundeb. Yn dehongli o hynny y gallai nid gennych amynedd.
da: Og med hensyn til væggen, det tilhørte to forældreløse drenge i byen, og der var under det en skat for dem, og deres far havde været retfærdige. Så din herre bestemt at de bliver kønsmodne og uddrag deres skat, som en nåde fra din herre. Og jeg gjorde det ikke af min egen overenskomst. Det er fortolkningen af, om der ikke kunne du har tålmodighed."
el: Και όσο για τον τοίχο, άνηκε δύο ορφανά αγόρια στην πόλη, και κάτω από αυτό υπήρχε ένας θησαυρός για τους, και ο πατέρας τους ήταν δίκαιος. Έτσι σας Λόρδος που προορίζονται ότι φθάνουν στην ωριμότητα και εκχύλισμα τους θησαυρούς του, ως έλεος από το Λόρδο. Και το έκανα όχι από μόνος μου. Αυτή είναι η ερμηνεία της που για την οποία δεν θα μπορούσατε να έχετε υπομονή."
et: Ja seina, nagu kuulus linna, harva poistele ja oli sinna alla aare neile ja nende isa oli olnud õige. Nii oma Issanda ette, et nad suureks ja väljavõte oma aare nagu halastust oma Issanda. Ja ma ei ole nende oma accord. Mis on selle kohta, mis võiks teil kannatlikkus tõlgendamist."
fi: Kuin seinään, se kuului kaksi orpoa poikaa City, ja oli sen alla aarre heille ja heidän isänsä olisivat olleet vanhurskaita. Joten teidän Herranne tarkoituksena on saavuttaa sukukypsyyden ja purkaa niiden aarre armona tulee Herraltasi. Enkä sitä ole itse. Se on tulkinta, että josta sinulla ei ole kärsivällisyyttä."
he: באשר הקיר, זה שייך שני נערים יתומים בעיר, שם היה מתחתיו אוצר אותם ואני אביהם היה צדיק. אז האדון מיועד שהם מגיעים לבגרות ו לחלץ את האוצר שלהם, כמו חסד של אדונך. . וזה מה שעשיתי זה לא מעצמי אתננה זה הפירוש של זה על אשר אין סבלנות".
hr: Što se tiče zida, pripadao je siroče dvojica u gradu, i je ispod nje blago za njih i njihov otac je bio pravedan. Vaš gospodin mislio da zrelost i ekstrakt svoje blago, kao milost od vašeg gospodara. I ja to ne svojom voljom. To je tumačenje koje o tome koji ti nisi mogao imati strpljenja."
lt: Ir kaip sienos, ji priklausė du retųjų berniukų mieste, ir ten buvo po juo lobis už juos, ir jų tėvas buvo teisieji. Taigi jūsų Viešpats skirti kad jie pasiekia brandą ir išskleisti savo lobį, kaip gailestingumo iš savo Viešpaties. Ir aš jį ne iš savo nuožiūra. Tai aiškinimo, dėl kurių tu negali turėti kantrybės."
lv: Attiecībā uz sienas, tas piederēja divi sastopamu puikas pilsētā, un zem tā bija dārgumu viņiem un viņu tēvs bijis taisns. Tātad savu kungu paredzēts, ka tie sasniedz noteiktu vecumu, un izgūt savus dārgumus, kā žēlsirdība no savu kungu. Un es to ne pēc savas iniciatīvas izdarīja. Tā ir interpretācija, par kurām jums nav varējis pacietību."
nb: Og som for veggen, den tilhørte to foreldreløs gutter i byen, og det var under det en skatt for dem, og deres far hadde vært rettferdige. Så ment din Herre at de når modenhet og trekke ut deres skatter, som en nåde fra deres Herre. Og jeg gjorde det ikke av min egen. Det er tolkningen av som som du ikke kunne ha tålmodighet."
sk: A pokiaľ ide o stenu, patril dva ojedinelé ochorenia chlapcov v meste, a tam bol pod ňou poklad pre nich a ich otec bol spravodlivý. Takže váš pán určené, že dosiahnuť zrelosti a extrahovať ich poklad, ako milosť od pána vášho. A ja som to nie z vlastnej vôle. To je výklad, o ktorom ste nemohli mať trpezlivosť."
sl: In kot za steno, pripadal dve sirota fantov v mestu, in prišlo pod njo zaklad za njih, in njihov oče je bil pravičen. Tako vaš gospod namenjena, da dosežejo zrelost in citat zaklad, kot milost od svojega Gospoda. In sem ga ni na lastno pobudo. To je razlaga te, o katerih ne more imeti potrpljenje."
sr_cyrl: Што се тиче зида, припадао је два сироиета у граду, и тамо је била испод ње благо за њих и њихов отац је био праведан. Тако да твој Господ је хтео да досегнете зрелост и издвојите њихово благо, као милост од господара. И то сам урадио не се својом вољом. "То је интерпретација која о којој није могао си стрпљење."
sr_latn: Što se tiče zida, pripadao je dva siroиeta u gradu, i tamo je bila ispod nje blago za njih i njihov otac je bio pravedan. Tako da tvoj Gospod je hteo da dosegnete zrelost i izdvojite njihovo blago, kao milost od gospodara. I to sam uradio ne se svojom voljom. "To je interpretacija koja o kojoj nije mogao si strpljenje."
uk: Як для стіни, вона належала до двох Сирота хлопчиків в місті і там був під ним скарб для них і їх батько був праведним. Так що ваш Господь призначений, що вони досягають зрілості і витягти їх скарб, як милість від вашого Господа. І я зробив це не з моєї власної accord. Це тлумачення, що про те, які ви не могли б терпіння."
vi: Đối với các bức tường, nó thuộc về hai chàng trai mồ côi ở thành phố, và đã có bên dưới nó một kho tàng cho họ và cha của họ đã được công bình. Do đó, Chúa của bạn dự định mà họ đạt được độ chín và trích xuất các kho báu của họ, như là một lòng thương xót từ Chúa của bạn. Và tôi đã làm nó không phải của riêng của tôi phù hợp. Đó là giải thích về mà bạn có thể không có sự kiên nhẫn."
zu: Futhi njengoba udonga, yayingaphansi abafana ababili yintandane emzini, futhi lapho ingaphansi kube umcebo ngabo, futhi uyise wayekade ngakhethi.

# Quran2223
source: And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, "I will recite to you about him a report."
ca: I demanen que, [O Muhammad], sobre Dhul-Qarnayn. Dir, "Jo recitarà a vostè sobre ell un informe."
cy: Ac maent yn gofyn ichi, [O Muhammad], am Dhul-Qarnayn. Dweud, "Bydd adrodd i chi am ei adroddiad."
da: Og de spørger du, [O Muhammad], om Dhul-Qarnayn. Sige, "Jeg vil fremsige til dig om ham en rapport."
el: Και σας ρωτούν, [Ο Μωάμεθ], σχετικά με Dhul-Qarnayn. Λένε, «Εγώ θα απαγγείλει σας σχετικά με τον έκθεση.»
et: Ja nad küsivad te, [O Muhammad], Dhul-Qarnayn. Öelda: "Ma näidatakse etlema teile temast aruande."
fi: Ja he pyytävät sinua, [Oi Muhammed] Dhulille-Qarnayn. Sanoa, "Minä lausua teille hänestä raportin."
he: הם ישאלו אותך, [O מוחמד], על Dhul-Qarnayn. לומר, "אני לדקלם לך עליו דו ח."
hr: I te [O Muhammad], pitaju Dhul-Qarnayn. Reći, "Ja će recitirati da ti o njemu izvješće."
lt: Ir jie prašo jus, [O Muhammad], apie Dhul-Qarnayn. Sako, "Aš bus deklamuoti jums apie jį ataskaitą."
lv: Un tu [O Muhammad] jautāt Dhul Qarnayn. Teiksim, "Man būs deklamēt jums par viņu ziņojumu."
nb: Og de spør deg, [O Muhammad], om Dhul-Qarnayn. Si, «Jeg vil lese deg om ham en rapport.»
sk: A vy, [Mohamed], požiadať o dħul-Qarnayn. Povedať: "Som bude prednášať vám o ňom správu."
sl: In so vas, [O Muhammad], o Dhul-Qarnayn. Reči, "I bo recitiranjem vam o njem poročilo."
sr_cyrl: И онда се, [О Мухаммад], о Дхул-Qарнаyн. Реци , "Не ће да вам рецитује о њему извештај."
sr_latn: I onda se, [O Muhammad], o Dhul-Qarnayn. Reci, "Ne će da vam recituje o njemu izveštaj."
uk: І вони запитати, [O Мухаммад], про Зуль-Qarnayn. Сказати: "Я буде читати вам про нього доповідь."
vi: Và họ yêu cầu bạn [O Muhammad], về Dhul-Qarnayn. Nói, "Tôi sẽ đọc cho bạn về anh ta một báo cáo."
zu: They buza you, [O Muhammad], mayelana Dhul-Qarnayn.
