Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2654
source: He will surely cause them to enter an entrance with which they will be pleased, and indeed, Allah is Knowing and Forbearing.
ca: Segurament va causar d'introduir una entrada amb què estaran contents, i de fet, Allah està saber i Forbearing.
cy: Bydd ef yn sicr yn achosi iddynt ymuno â mynedfa y byddant yn falch, ac yn wir, Allah yn gwybod a Forbearing.
da: Han vil helt sikkert få dem til at indtaste en indgang, som de vil være glade for, og faktisk Allah er vide og Forbearing.
el: Αυτός θα προκαλέσει σίγουρα να εισάγετε μια είσοδο με την οποία θα χαρούν, και πράγματι, Αλλάχ είναι γνωρίζοντας και Forbearing τους.
et: Ta paneb kindlasti neil siseneda sissepääs, millega nad on hea meel, ja tõepoolest, Allah on teades ja Forbearing.
fi: Hän varmasti aiheuttaa heitä tulee sisäänkäynti, jonka kanssa he mielellään, ja itse asiassa Jumala on tieto ja Forbearing.
he: הוא בוודאי יגרום להם בכל זאת להיכנס כניסה עם אשר הם יהיו מרוצים, ואכן, אללה הוא שהידיעה ו- Forbearing.
hr: On će sigurno izazvati ih ući ulazom s kojim će oni biti zadovoljni, a uistinu, Allah je poznavanje i Forbearing.
lt: Jis tikrai sukels juos įvesti įėjimo su kuriais jie bus malonu, ir iš tiesų, Allah yra žinios ir Forbearing.
lv: Viņš noteikti radīs viņiem iekļūt ieejas, ar kuru viņi būs priecīgi, un patiešām, Allah ir zinot un Forbearing.
nb: Han vil sikkert føre dem inn inngang som de blir glade, og Allah er faktisk kjennskap og Forbearing.
sk: On určite spôsobí im vstúpiť vchodom, s ktorými budú mať radosť, a naozaj, Alah je znalosť a Forbearing.
sl: On bo zagotovo povzroči, da vstopijo vhod, s katero bodo zadovoljni, in res, Allah je poznavanje in Forbearing.
sr_cyrl: Он ће сигурно довести до унесите улаз с којима они ће бити задовољни, а уистину, Аллах је знајужи и Форбеаринг.
sr_latn: On će sigurno dovesti do unesite ulaz s kojima oni će biti zadovoljni, a uistinu, Allah je znajuжi i Forbearing.
uk: Він напевно призведе до їх увійти вхід, з якими вони будуть задоволені, і дійсно, Аллах знаючи, що і Forbearing.
vi: Ông sẽ chắc chắn gây ra cho họ để nhập một lối vào mà họ sẽ được hài lòng, và quả thực, Allah biết và Forbearing.
zu: Nakanjani kubenze ukungena emnyango ngazo kuyoba bajabula, futhi ngempela, Allah Ukwazi niyeke.

# Quran2655
source: That [is so]. And whoever responds [to injustice] with the equivalent of that with which he was harmed and then is tyrannized - Allah will surely aid him. Indeed, Allah is Pardoning and Forgiving.
ca: Que [es-ho]. I qui respon [a injustícia] amb l'equivalent que amb que va ser perjudicat i llavors és tiranitzada - Allah sens dubte ajuda ell. En efecte, Allah és Pardoning i indulgent.
cy: Y [yn hynny]. A pwy bynnag ymateb [i anghyfiawnder] gydag cyfateb y ag oedd ef sy'n niweidio ac yn tyrannized yna-bydd Allah yn sicr o gymorth iddo. Yn wir, Allah yn Pardoning a Forgiving.
da: At [er]. Og hvem svarer [til uretfærdighed] med hvad der svarer til, som han blev skadet og så er tyranniserede - Allah vil helt sikkert støtte ham. Allah er, Pardoning og Forgiving.
el: Ότι [είναι]. Και όποιος ανταποκρίνεται [αδικία] με το ισοδύναμο του ότι με την οποία αυτός που ζημιώθηκε και στη συνέχεια είναι tyrannized - Αλλάχ θα σίγουρα τον ενισχύσεις. Πράγματι, ο Αλλάχ είναι Pardoning και επιεικής.
et: Et [on nii]. Ja kes iganes reageerib [ebaõigluse] koos samaväärne et mis ta oli kannatada ja siis on tyrannized - Jumal on kindlasti abi teda. Tõepoolest, Allah on Pardoning ja Forgiving.
fi: Että [on]. Ja kuka vastaa [epäoikeudenmukaisuutta] vastaa että hän petettiin ja sitten tyrannized - Jumala varmasti tukea häntä. Itse asiassa Jumala on Pardoning ja anteeksiantava.
he: כי [הוא]. מי מגיב [צדק] עם המקבילה של זה אשר הוא נפגע, ואז הוא tyrannized - אללה בוודאי לסייע לו. אכן, אללה הוא Pardoning ו- Forgiving.
hr: Da [je]. I tko god odgovara [nepravde] s ekvivalent da sa koji je bio ranjen i tada je tyrannized - Allah će sigurno pomoći mu. Uistinu, Allah je Pardoning i opraštanje.
lt: Kad [yra]. Ir kas reaguoja [į neteisybę] su ekvivalentas kad su kurios jis buvo pažeisti ir tada yra tyrannized - Dievas bus tikrai pagalba jam. Iš tiesų, Allah yra Pardoning ir Forgiving.
lv: Ka [ir]. Un tas, kurš atbild [uz netaisnību] ar ekvivalentu, ka ar kuru viņš tika nodarīts kaitējums, un tad ir tyrannized - Allah būs noteikti atbalstu viņu. Patiešām, Allah ir Pardoning un piedošanu.
nb: At [er så]. Og den som svarer [på urettferdighet] med tilsvarende at som han ble skadet og så er tyrannized - Allah vil sikkert hjelpe ham. Døyve er faktisk Pardoning og tilgi.
sk: Že [je to]. A ten, kto zodpovedá [bezprávie] s ekvivalentom že s ktorým on bol poškodený a potom sa chrbtoch - Alah určite pomôže mu. Boh je naozaj Pardoning a odpúšťajúci.
sl: Da [je tako]. In kdorkoli odgovarja [za krivice] z enakim da s katerimi je bil oškodovan in potem je tyrannized - Allah bo zagotovo pomoč njega. Res, Allah je Pardoning in tolerantna.
sr_cyrl: Да [је]. И ко год одговара [на неправду] са еквивалент да са којима он зафали и онда је тираниљу - Аллах ће сигурно помоћи му. Уистину , Аллах је Пардонинг и Форгивинг.
sr_latn: Da [je]. I ko god odgovara [na nepravdu] sa ekvivalent da sa kojima on zafali i onda je tiraniљu - Allah će sigurno pomoći mu. Uistinu, Allah je Pardoning i Forgiving.
uk: Що [це]. І той, хто реагує [несправедливість] з еквівалент що з якого він був завдано шкоди і потім тиранить - Аллах безумовно, допомога йому. Дійсно, Аллах є Pardoning і бачить.
vi: Rằng [là do]. Và bất cứ ai đáp ứng [bất công] với tương đương với rằng với mà ông đã bị tàn phá và sau đó tyrannized - Allah sẽ chắc chắn giúp anh ta. Thật vậy, Allah là Pardoning Forgiving.
zu: Lokho [kunjalo].

# Quran2656
source: That is because Allah causes the night to enter the day and causes the day to enter the night and because Allah is Hearing and Seeing.
ca: Això és perquè Allah provoca la nit entrar el dia i provoca el dia entrar a la nit i perquè Allah és escoltar i veure.
cy: Dyna oherwydd bod Allah yn achosi y nos i fynd y diwrnod ac yn achosi y diwrnod i fynd y nos i ac oherwydd yn Allah clyw a gweld.
da: Det er fordi Allah medfører natten for at Indtast dagen og dag ind om natten og fordi Allah hører og ser.
el: Αυτό είναι επειδή Αλλάχ προκαλεί τη νύχτα για να εισάγετε την ημέρα, και προκαλεί την ημέρα για να εισάγετε το βράδυ και επειδή Αλλάχ είναι ακροατηρίου, και βλέποντας.
et: Ongi, sest Allah põhjustab öö sisestage kuupäev ja põhjustab päevast öö siseneda ja sest Allah kohtukõne ja nähes.
fi: Näin, koska Jumala antaa yö ja päivä tulee yö, koska Allah on kuulla ja nähdä.
he: זה כי אללה גורם בלילה כדי להזין את היום וגורמת היום להיכנס בלילה כי אללה הוא שומע, רואה.
hr: Zato jer Allah uzrokuje noć u dan i uzrokuje dan ući u noći i jer Allah je čuo i vidio.
lt: Tai, nes Dievas sukelia atvykti dieną naktį ir sukelia tą dieną atvykti į naktį ir todėl, kad Dievas yra klausos ir matyti.
lv: Tas ir jo Allah liek ievadīt dienas nakts un diena, lai ievadītu nakti liek un jo Allah ir dzirdēt un redzēt.
nb: Det er fordi Allah fører natten til angir du dagen og forårsaker dagen for å angi natten og fordi Allah er å høre og se.
sk: To je, pretože Alah spôsobuje v noci do dňa a spôsobuje dňom do noci a pretože Alah je sluch, a vidieť.
sl: To je zato, ker Allah povzroča noč vstopiti dan in povzroča dan vstopiti noč in ker Allah je sluh in videnje.
sr_cyrl: То је зато што Аллах узрокује ноћ за унос дан и изазива дан да унесете ноћи и јер Аллах је чуо и видети.
sr_latn: To je zato što Allah uzrokuje noć za unos dan i izaziva dan da unesete noći i jer Allah je čuo i videti.
uk: Саме тому, що Аллах призводить до ночі, щоб увійти в день і викликає день для участі в ніч і бо Аллах слухання і бачачи.
vi: Đó là bởi vì Allah gây ra đêm vào ngày và nguyên nhân trong ngày vào ban đêm và bởi vì Allah nghe và nhìn thấy.
zu: Lokhu kungenxa yokuthi u-Allah kubangela ebusuku ukungena imini kubangela usuku ukungena ebusuku nangenxa Allah enikuzwayo nenikubonayo.

# Quran2657
source: That is because Allah is the Truth, and that which they call upon other than Him is falsehood, and because Allah is the Most High, the Grand.
ca: Això és perquè Allah és la veritat, i això que anomenen a altre que ell és falsedat i perquè Allah és el més alt, el gran.
cy: Mae hynny'n bod Allah yn y gwirionedd, ac y maent yn galw ar wahân iddo yn anwiredd, ac oherwydd bod Allah yn y mwyaf uchel, y Grand.
da: Det er fordi Allah er sandheden, og det, som de kalder på andet end ham er løgn, og Allah er den højeste, Grand.
el: Αυτό είναι επειδή Αλλάχ είναι η αλήθεια, και αυτό που αποκαλούν επάνω εκτός από αυτόν είναι ψεύδος, και γιατί ο Αλλάχ είναι Ύψιστος, το Grand.
et: Ongi, sest Jumal on tõde ja see, mida nad kutsuvad teda peale on valetamine, ja Jumal on kõige kõrge, Grand.
fi: Näin, koska Jumala on totuus, jota he kutsuvat kun muu kuin valhe, ja koska Jumala on kaikkein korkein, Grand.
he: זה כי אללה הוא האמת, מה שהם קוראים חוץ ממנו הוא שקר, כי אללה הוא הנעלה ביותר, אלף.
hr: Zato jer Allah je istinu i ono što oni nazivaju na osim njega je laž i zato što je Allah Svevišnjega, Grand.
lt: Tai yra todėl, kad Dievas yra tiesa, ir kad jie pakviesti ne jam yra melas, ir todėl, kad Dievas yra pats Aukštasis, Grand.
lv: Tas ir jo Allah ir patiesība, un tas, ko viņi aicina nevis viņam ir meli, un, jo Allah ir visaugstākā, Grand.
nb: Det er fordi Allah er sannheten, og som de kaller på enn ham er løgn, og Allah er den høyeste, Grand.
sk: To je preto, že Boh je pravda a to, čo hovoria na iného, než ho je lož, a preto Alah je Most High, Grand.
sl: To je ker Allah je resnica, in tisti, ki pozivajo razen njega je laž, in ker Allah je najvišjega, velikega.
sr_cyrl: То је зато што Аллах је истину, а онај кога зову на сем њега је неистина, а јер Аллах је веома висок, Гранд.
sr_latn: To je zato što Allah je istinu, a onaj koga zovu na sem njega je neistina, a jer Allah je veoma visok, Grand.
uk: Саме тому що Аллах істину, і те, що вони закликають Крім нього брехня, і тому, що Аллах Всевишнього, Grand.
vi: Đó là bởi vì Allah là sự thật, và đó mà họ kêu gọi không phải là anh ta là falsehood, và bởi vì Allah là cao nhất, the Grand.
zu: Lokho kungenxa yokuthi Allah liyiQiniso, nalokho abakubiza kolunye kuka Him is cebo futhi ngoba Allah is the Ningi Phezulu the Grand.

# Quran2658
source: Do you not see that Allah has sent down rain from the sky and the earth becomes green? Indeed, Allah is Subtle and Acquainted.
ca: No veus que Allah ha empresonat pluja des del cel i la terra es converteix en verd? En efecte, Allah és Subtle i Acquainted.
cy: Nid ydych yn gweld y mae Allah wedi anfon i lawr glaw o'r awyr ac y ddaear yn dod gwyrdd? Yn wir, yw Allah Subtle a Acquainted.
da: Kan du ikke se at Allah har sendt ned regn fra himlen og jorden bliver grøn? Faktisk, Allah er subtil og Acquainted.
el: Δεν βλέπετε ότι Αλλάχ έστειλε προβλέπεται βροχή από τον ουρανό και τη γη γίνεται πράσινο; Πράγματι, ο Αλλάχ είναι ανεπαίσθητες και γνωστές κατασκευάστριες.
et: Ei sa ei näe, et Jumal on saatnud oma taevast vihma ja maa muutub roheline? Tõepoolest, Allah on peent ja Acquainted.
fi: Ettekö näe, että Jumala on lähettänyt sade taivaalta ja maa muuttuu vihreäksi? Itse asiassa Jumala on hienosyinen ja Acquainted.
he: ? אתה לא רואה כי אללה שלח את הגשם מן השמים, האדמה הופכת ירוקה? אכן, אללה הוא עדין Acquainted.
hr: Zar ne vidiš da Allah je poslao kišu sa neba i zemlje postaje zelena. Uistinu, Allah je suptilna i Acquainted.
lt: Ar jūs nematote, kad Dievas atsiuntė žemyn lietus iš dangaus ir žemės tampa žalia? Iš tiesų, Allah yra subtilus ir Acquainted.
lv: Jūs neredzēsiet, ka Allāhs ir nosūtījusi pa lietus no debesīm un zemi kļūst zaļa? Patiešām, Allah ir stils Izsmalcinājuma un Acquainted.
nb: Ser du ikke at Allah har sendt ned regn fra himmelen og jorden blir grønne? Faktisk er Allah subtil og Acquainted.
sk: Nie vidíte že Alah má zoslal dážď z neba a Zeme sa stáva zelená? Alah je skutočne jemné a Acquainted.
sl: Kaj ne vidite da Allah je poslan dež z neba in zemlje, postane zelena? Res, Allah je fino in Acquainted.
sr_cyrl: Зар не видите да Аллах је послао низ капље са неба и земље постаје зелена? Уистину , Аллах је суптилно и Ацqуаинтед.
sr_latn: Zar ne vidite da Allah je poslao niz kaplje sa neba i zemlje postaje zelena? Uistinu, Allah je suptilno i Acquainted.
uk: Хіба ви не бачите, що Аллах має посланим дощ з неба і землі стає зелений? Дійсно, Аллах є витончена і Acquainted.
vi: Bạn không nhìn thấy rằng Allah đã gửi xuống mưa từ bầu trời và trái đất sẽ trở thành màu xanh lá cây? Thật vậy, Allah là Subtle và Acquainted.
zu: You cha bheka ukuthi Allah sa phansi imvula esibhakabhakeni bese umhlaba uba green?

# Quran2659
source: To Him belongs what is in the heavens and what is on the earth. And indeed, Allah is the Free of need, the Praiseworthy.
ca: A ell pertany el que està en el cel i què hi ha a la terra. I de fet, Allah és el lliure de necessitat, la Praiseworthy.
cy: Iddo ef y perthyn beth sydd yn y nefoedd a'r hyn sydd ar y ddaear. Ac yn wir, Allah yn rhad ac am ddim o angen, y Praiseworthy.
da: Han hører hvad der er i himlene og hvad der er på jorden. Og ja, Allah er fri af behovet, Praiseworthy.
el: Σ ' αυτόν ανήκει τι είναι στον ουρανό και ό, τι είναι στη γη. Και πράγματι, Αλλάχ είναι το δωρεάν ανάγκη, το Praiseworthy.
et: Temale kuulub, mis on taevas ja mis on maa peal. Ja tõepoolest, Allah on vaja, et Praiseworthy tasuta.
fi: Hänelle kuuluu mikä on taivaassa ja mitä on maan päällä. Ja Jumala on tarpeen, Praiseworthy vapaa.
he: אליו שייך מה הוא בשמים והוא מה על פני האדמה. אכן, אללה הוא חינם של צורך, Praiseworthy.
hr: Njemu pripada ono što je na nebesima i što je na zemlji. I doista, Allah je bez potrebe, na Praiseworthy.
lt: Jam priklauso kas yra danguje ir kas yra ant žemės. Ir iš tiesų, Allah yra nemokamai, reikia, kad Praiseworthy.
lv: Viņam pieder, kas ir debesīs un kas ir uz zemes. Un patiešām, Allah ir vajadzība Praiseworthy bezmaksas.
nb: Ham tilhører hva er i himmelen og det er på jorden. Og Allah er faktisk gratis av behovet, Praiseworthy.
sk: K nemu patrí, čo je v nebesiach a čo je na zemi. A skutočne, Alah je bez potreby Praiseworthy.
sl: Mu pripada, kaj je v nebesih in kaj je na zemlji. In res, Allah je prost potreba, s Praiseworthy.
sr_cyrl: Њему припада шта је у небесима и шта је на земљи. И заиста, Аллах је слободно од потреба, у Праисеwортхy.
sr_latn: Njemu pripada šta je u nebesima i šta je na zemlji. I zaista, Allah je slobodno od potreba, u Praiseworthy.
uk: Йому належить те, що на небесах і що на землі. І дійсно, Аллах є безкоштовні необхідності, на Praiseworthy.
vi: Anh ta thuộc về những gì ở trên trời và những gì trên trái đất. Và quả thực, Allah là miễn phí cần thiết, Praiseworthy.
zu: Kuze Him fanele yini esemazulwini futhi uyini emhlabeni.

# Quran2660
source: Do you not see that Allah has subjected to you whatever is on the earth and the ships which run through the sea by His command? And He restrains the sky from falling upon the earth, unless by His permission. Indeed Allah, to the people, is Kind and Merciful.
ca: No veus que Allah ha sotmès a vostè el que està en la terra i els vaixells que corren a través del mar pel seu comandament? I frena el cel caiguin en la terra, llevat que amb el seu permís. Fet Allah, al poble, és amable i Clement.
cy: Nid ydych yn gweld fod Allah wedi dioddef i chi beth bynnag sydd ar y ddaear ac y llongau sy'n rhedeg drwy y môr gan ei Gorchymyn? Ac mae atal yr awyr rhag disgyn ar y ddaear, oni bai bod gan ei ganiatâd. Allah yn wir, i bobl, yn garedig a Merciful.
da: Ser du ikke, at Allah har udsat dig hvad der er på jorden og de skibe, som løber gennem havet af hans kommando? Og han tilbageholder himlen falder på jorden, medmindre med hans tilladelse. Faktisk Allah, til mennesker, er form og barmhjertige.
el: Δεν βλέπετε ότι Αλλάχ έχει υποβληθεί σε εσάς ό, τι είναι στη γη και τα πλοία που διασχίζουν τη θάλασσα από τις διαταγές του; Και αυτός να συγκρατεί τον ουρανό από το να πέσει πάνω στη γη, εκτός εάν από την άδειά του. Πράγματι Αλλάχ, στους ανθρώπους, είναι το είδος και φιλεύσπλαχνος.
et: Kas sa ei näe, et Jumal on talle sa iganes on maa ja laevu, mis jookseb läbi mere poolt temale alluvad? Ja ta hoiab taevast langevad maa peal, kui tema loata. Tõepoolest Jumala rahvale, on lahke ja Merciful.
fi: Älä katso, että Allah on alistanut teille, mitä on maan ja alukset, jotka kulkevat merelle hänen komento? Ja hän estää taivaan putoaminen maan päällä, ellei hän lupaa. Todellakin Jumala kansalle on kiltti ja armollisin.
he: ? אתה לא רואה כי אללה הוא נתון לך מה יש על האדמה ואת הספינות אשר לרוץ דרך הים על ידי הפיקוד שלו? הוא מרסן את השמיים מנפילה על פני האדמה, אלא אם כן על ידי רשותו. אכן אללה, אל העם, הוא סוג הרחום והחנון.
hr: Zar ne vidiš da Allah je podvrgnuta vam sve što je na zemlji i brodovi koji vodi kroz more njegove naredbe? I on ograničava nebo padne na zemlju, osim ako mu dozvolu. Zaista Allah, ljudima je dobar i milostiv.
lt: Ar jūs nematote, kad Dievas yra taikomos jums kokia yra žemės ir laivai, kurie paleisti per jūrą iš savo komandą? Ir jis prilaikančiu dangaus nukristi į žemę, išskyrus atvejus, kai iš jo leidimą. Iš tiesų Dievas, į žmones, yra natūra ir litosciwy.
lv: Vai jūs neredzat, ka Allāhs ir pakļauts jums visu, kas atrodas zemes un kuģiem, kas brauc pa jūru ar savu komandu? Un viņš ierobežo debesis krišanu uz zemes, ja vien ar viņa atļauju. Patiešām Allah, tautai, ir laipns un žēlsirdīgs.
nb: Ser du ikke at Allah har utsatt deg hva du har på jorden og skip som havet etter hans kommando? Og han begrenser himmelen faller på jorden, med mindre ved hans tillatelse. Faktisk Allah, til folk, er snill og barmhjertig.
sk: Nie ste vidieť, že Alah vám vystavené, čo je na zemi a lode, ktoré beží cez more jeho príkazom? A on zadržiava neba pred pádom na zem, ak jeho zvolením. Naozaj Boh k ľuďom, je láskavý a Milosrdných.
sl: Ali ne vidite, da Allah je opravljen za vas vse, kar je na zemlji in ladje, ki teče skozi morje z njegovim poveljstvom? In on zadržuje neba padli na zemlji, razen če z njegovim dovoljenjem. Dejansko Allah, za ljudi, je vrsta in usmiljen.
sr_cyrl: Зар не видите да Аллах је подвргнути ти шта год је на земљи, као и бродови који пролазе море под његовом командом? И он обуздава небо падне на земљу, осим ако не од стране његове дозволе. Заиста Аллах, народу, тако је и милосрдна.
sr_latn: Zar ne vidite da Allah je podvrgnuti ti šta god je na zemlji, kao i brodovi koji prolaze more pod njegovom komandom? I on obuzdava nebo padne na zemlju, osim ako ne od strane njegove dozvole. Zaista Allah, narodu, tako je i milosrdna.
uk: Ви не бачите, що Аллах піддав вам все, що є на землі і судів, які проходять через моря за свою команду? І він стримує небо від падіння на землю, якщо не за його дозволу. Дійсно Аллаха, до людей, є добрим і Merciful.
vi: Bạn không thấy rằng Allah đã phải chịu các bạn bất cứ điều gì là trên trái đất và những con tàu chạy qua biển theo lệnh của ông? Và ông restrains trên bầu trời rơi xuống khi trái đất, trừ khi theo giấy phép của mình. Thật vậy Allah, để mọi người, là loại Merciful.
zu: You cha bheka ukuthi Allah bayanithobela konke emhlabeni kanye nemikhumbi lapho unqamule ulwandle Akhe poqo?

# Quran2661
source: And He is the one who gave you life; then He causes you to die and then will [again] give you life. Indeed, mankind is ungrateful.
ca: I ell és el que li va donar vida; llavors va a morir fa i després tornarà [] donar-li vida. De fet, la humanitat és ingrat.
cy: Ac ef yw'r un a roddodd eich bywyd; yna mae ef yn achosi ichi marw a bydd yna [eto] roi bywyd. Yn wir, mae dynolryw yn anniolchgar.
da: Og han er den, der gav dig liv; så han får dig til at dø og derefter vil [igen] giver dig liv. Menneskeheden er faktisk utaknemmelig.
el: Και είναι αυτός που σου έδωσε ζωή. στη συνέχεια αυτός προκαλεί να πεθάνεις και [πάλι], στη συνέχεια, θα σας δώσει ζωή. Πράγματι, η ανθρωπότητα είναι αχάριστος.
et: Ja direktor on see, kes sulle elu; siis ta põhjustab sa sured ja siis will [uuesti] teile elu. Inimkond on tõepoolest tänamatu.
fi: Ja hän on se, joka antoi sinulle elämä; sitten hän saa kuolla ja sitten [jälleen] antaa sinulle elämän. Ihmiskunta onkin kiittämätön.
he: . והוא שנתן את חייו; אז הוא גורם לך למות, ולהחזיר את [שוב] אתן לך החיים. אכן, המין האנושי הוא כפוי טובה.
hr: I on je dao život; Onda on uzrokuje da umre i onda će se [opet] dati život. Doista, čovječanstvo je nezahvalna.
lt: Ir jis yra tas, kuris jums davė gyvybę; tada jis sukelia jums mirti ir tada bus [vėl] jums gyvenimą. Iš tiesų, žmonija yra nedėkingas.
lv: Un viņš ir tas, kas tev dzīvē; tad viņš liek jums nomirt, un tad Vils [atkal] dotu tev dzīvi. Patiešām, cilvēce ir nepateicīgs.
nb: Og han er den som gav deg livet; da han får deg til å dø, og deretter vil [nytt] gi deg livet. Menneskeheten er faktisk utakknemlig.
sk: A on je ten, ktorý vám dal život; potom mu spôsobí, že budete zomrieť a potom bude [znova] vám život. Samozrejme, ľudstvo je nevďačný.
sl: In on je tisti, ki ga je dal življenje; nato je povzroči, da umre in potem bo [spet] vam življenje. Res, človeštvo je nehvaležna.
sr_cyrl: И он је тај који ти је дао живот; Онда он изазива да умре и онда тестамент [опет] дати живот. Заиста , људски род је незахвална.
sr_latn: I on je taj koji ti je dao život; Onda on izaziva da umre i onda testament [opet] dati život. Zaista, ljudski rod je nezahvalna.
uk: І він той, хто дав тобі життя; Потім він змушує вас помре і потім волі [знову] дати вам життя. Дійсно, людства є невдячним.
vi: Và ông là một trong những người đã cho bạn cuộc sống; sau đó ông gây ra bạn phải chết và sau đó sẽ [lần nữa] cung cấp cho bạn cuộc sống. Thật vậy, loài người là vô ơn.
zu: Futhi He is fike epha you pilo;
