Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2370
source: And draw in your hand to your side; it will come out white without disease - another sign,
ca: I cridar a la seva mà al teu costat; es sortirà de blanc sense malaltia - un altre signe,
cy: Ac yn tynnu yn eich llaw at eich ochr; Bydd yn dod allan Gwyn heb glefyd – arwydd arall,
da: Og tegne i hånden til din side; det vil komme ud hvid uden sygdom - et andet tegn,
el: Και το σύρουν στο χέρι σας για να σας πλευρά? θα βγει λευκό χωρίς ασθένεια - ένα άλλο σημάδι,
et: Ning juhtida oma käsi sinu kõrval; see välja tulema valge ilma haigus - üks märk
fi: Ja vetää käteen puolella; se tulee ulos valkoinen ilman tauti - toinen merkki
he: ולצייר ביד לצד שלך; זה יצא החוצה לבן ללא מחלת - עוד סימן
hr: I nacrtati u ruci na svoju stranu; izaći će bijela bez bolesti - još jedan znak,
lt: Ir atkreipti į savo rankas į savo pusę; jis ateis dar balta be ligos - dar vienas ženklas,
lv: Un vērš savu roku uz sāniem; tas nāks, balta, bez slimības - cita apzīmējuma,
nb: Og trekke i hånden til din side; det vil komme ut hvitt uten sykdom - et annet tegn,
sk: A čerpať do ruky na svoju stranu; to vyjde biela bez ochorenia - ďalší znak,
sl: In pripravi v roki na boku; To bo prišel ven bela brez bolezni - še en znak,
sr_cyrl: И да га ставите руку на твојој страни; Показаце се Бела без болести - још један знак,
sr_latn: I da ga stavite ruku na tvojoj strani; Pokazace se Bela bez bolesti - još jedan znak,
uk: І намалюйте в руки на свій бік; вийде білий без хвороба - ще одна ознака,
vi: Và vẽ trong tay của bạn ở bên cạnh bạn; nó sẽ đi ra trắng mà không có bệnh - một dấu hiệu,
zu: Futhi ukudweba ngesandla sakho ohlangothini lwakho;

# Quran2371
source: That We may show you [some] of Our greater signs.
ca: Que pot mostrar que [alguns] dels nostres signes major.
cy: Y gallwn ddangos ichi [rai] ein arwyddion mwy.
da: At vi kan vise dig [nogle] af vores større tegn.
el: Ότι μπορεί να σας δείχνουμε [μερικά] μας μεγαλύτερη σημάδια.
et: Et me näidata teile [mõned] meie suuremad märgid.
fi: Että me voi näyttää [jotkut] enemmän merkkejä.
he: כי אנחנו עשוי להראות לך [יש] על השלטים שלנו גדול יותר.
hr: Da možemo prikazati te [neki] naše veće znakove.
lt: Kad mes parodysime jums [kai] mūsų didesnis požymių.
lv: Ka mēs parādīsim jums [kādu] mūsu lielāks pazīmes.
nb: At vi kan vise deg [noen] av våre større tegn.
sk: Že môže vám ukážeme [niektorí] našich viac značiek.
sl: Da bomo lahko pokazali [nekaj] naše večje znakov.
sr_cyrl: Да смо можда показује [неки] од веће знацима.
sr_latn: Da smo možda pokazuje [neki] od veće znacima.
uk: Що ми можемо показувати вам [деякі] з нашими більше ознак.
vi: Rằng chúng tôi có thể hiển thị cho bạn [một số] của chúng tôi dấu hiệu lớn hơn.
zu: Lokho Singase ukukubonisa [abathile] of ithu komba! Mkhulu.

# Quran2372
source: Go to Pharaoh. Indeed, he has transgressed."
ca: Anar al faraó. De fet, ell ha transgredida."
cy: Ewch i Ffaro. Yn wir, mae ei feirniadaeth."
da: Gå til Farao. Ja, han har overtrådt."
el: Πηγαίνετε στο Φαραώ. Πράγματι, αυτός έχει παραβιαστεί.»
et: Mine vaarao. Tõepoolest, ta on pattu."
fi: Siirry farao. Itse asiassa hän on syntiä."
he: ללכת לפרעה. ואכן, הוא כולל שפרעו."
hr: Idite faraonu. Doista, on je prekršio."
lt: Eikite į Faraonas. Iš tiesų, jis yra sutrikusi."
lv: Dodieties uz faraons. Protams, viņš ir pārkāpts."
nb: Gå til Farao. Faktisk har han overtrådt."
sk: Prejsť na faraóna. V skutočnosti, on má prestúpil."
sl: Iti Faraon. Res, on je prestopil."
sr_cyrl: Иди фараону. Заиста , он је Божји."
sr_latn: Idi faraonu. Zaista, on je Božji."
uk: Перейти до фараона. Дійсно, він має переступили."
vi: Đi cho Pharaoh. Thật vậy, ông có transgressed."
zu: Yana kuFaro.

# Quran2373
source: [Moses] said, "My Lord, expand for me my breast [with assurance]
ca: [Moses] va dir: "Senyor, expandir per a mi el meu pit [amb garantia]
cy: [Moses] yn dweud, "fy Arglwydd, ehangu i mi fy fron [gyda sicrwydd]
da: [Moses] sagde, "min herre, udvide for mig mit bryst [med kvalitetssikring]
el: [Moses] είπε, «Κύριέ μου, επέκταση για μένα μου στήθος [με διαβεβαίωση]
et: [Moses] ütles: "Issand, Laienda mind minu rindade [koos tagamise]
fi: [Moses] sanoi: "herrani, laajentaa minun rintaani [varmuudella]
he: [Moses] אמר, "אדוני, להרחיב לי את החזה שלי [עם הבטחת]
hr: [Moses] je rekao: "moj gospodaru, proširi mi grudi [sa sigurnošću.
lt: [Moses] sakė: "mano Viešpatie, išplėsti man mano krūties [su užtikrinimo]
lv: [Moses] teica: "mans kungs, paplašināt man manu krūšu [ar Software assurance]
nb: [Moses] sa: «min Herre, utvide for meg mitt bryst med sikkerhet]
sk: [Moses] povedal: "môj pane, rozšírenie pre mňa moje prsia [s poistenia]
sl: [Moses] je dejal, "Moj Gospodar, razširiti mi moje prsi [z zagotavljanje]
sr_cyrl: [Мосес ] је рекао, "мој господару, проширите ставку за мене моје груди [са сигурношћу тврдида]
sr_latn: [Moses] je rekao, "moj gospodaru, proširite stavku za mene moje grudi [sa sigurnošću tvrdida]
uk: [Moses] сказав: "Господи, розширити для мене мої груди [з аудиту]
vi: [Moses] nói: "Thưa ngài, mở rộng đối với tôi tôi vú [với bảo đảm]
zu: [UMose] wathi: "Nkosi yami, ukwandisa kimi esifubeni sami [ngesiqinisekiso]

# Quran2374
source: And ease for me my task
ca: I la facilitat per a mi la meva tasca
cy: A hawdd i mi fy nhasg
da: Og let for mig min opgave
el: Και να διευκολύνει την εργασία μου για μένα
et: Ning lihtsustama mind minu ülesanne
fi: Ja minun tehtäväni
he: וקלות בשבילי, המשימה שלי
hr: I jednostavnost za mene moj zadatak
lt: Ir paprastumas man mano užduotis
lv: Un vieglumu man mans uzdevums
nb: Og for meg min oppgave
sk: A jednoduché pre mňa moje úlohy
sl: In enostavnost za mene moja naloga
sr_cyrl: И једноставан за мене мој задатак
sr_latn: I jednostavan za mene moj zadatak
uk: І легкістю для мене моє завдання
vi: Và dễ dàng cho tôi công việc của tôi
zu: Futhi impumuzo mina umsebenzi wami

# Quran2375
source: And untie the knot from my tongue
ca: I desfet el nus de la meva llengua
cy: A datglymu pen y cwlwm o fy nhafod
da: Og løsne knuden fra min tunge
el: Και να λύσει τον κόμπο από τη γλώσσα μου
et: Ja siduda sõlm mu keel
fi: Ja vapauttaa solmu kieleni
he: להתיר את הסבך של הלשון שלי
hr: I odvezati čvor iz jezik
lt: Ir Atriškite mazgą iš mano liežuvio
lv: Un atsiet mezglu no mana mēle
nb: Og løse knuten fra min tunge
sk: A rozviazať uzol z môjho jazyka
sl: In sprostili vozel iz mojega jezika
sr_cyrl: И одвезати чвор из мог језика
sr_latn: I odvezati čvor iz mog jezika
uk: І розв'язати вузол з моєю мовою
vi: Và tháo gỡ các nút từ lưỡi của tôi
zu: Futhi imichilo findo mi limi

# Quran2376
source: That they may understand my speech.
ca: Que es pot entendre el meu discurs.
cy: Iddynt ddeall fy araith.
da: At de kan forstå min tale.
el: Ότι μπορεί να κατανοούν την ομιλία μου.
et: Et nad mõistavad oma kõnes.
fi: Että he ymmärtävät puheeni.
he: כי הם יכולים להבין את הנאום שלי.
hr: Razumjeli moj govor.
lt: Kad jie gali suprasti savo kalbą.
lv: Ka viņi var saprast manu runu.
nb: At de kan forstå min tale.
sk: Že môžu rozumieť Moja reč.
sl: Da lahko razumejo moj govor.
sr_cyrl: Да они могу да разумеју мој говор.
sr_latn: Da oni mogu da razumeju moj govor.
uk: Що вони можуть розуміти мої мовлення.
vi: Họ có thể hiểu được lời nói của tôi.
zu: Ukuthi bangase inkulumo yami.

# Quran2377
source: And appoint for me a minister from my family -
ca: I nomenar per a mi un ministre de la meva família -
cy: Ac i benodi Gweinidog o fy nheulu i-fy
da: Og udpege for mig en minister fra min familie -
el: Και διορίζουν για μένα ένας υπουργός από την οικογένειά μου -
et: Ja nimetab minister minu pere - minu jaoks
fi: Ja minun perheeni - ministeri
he: ולמנות אותי שר מהמשפחה שלי -
hr: I imenovati za mene svećenik iz moje obitelji -
lt: Ir paskirti man mano šeima - ministras
lv: Un iecelt par mani no mana ģimene - ministrs
nb: Og gi for meg en prest fra familien min -
sk: A vymenujú pre mňa minister z mojej rodiny -
sl: In imenovati za mi minister iz moje družine -
sr_cyrl: И именује за мене од моје породице - министар
sr_latn: I imenuje za mene od moje porodice - ministar
uk: І призначити для мене міністром з моєї родини -
vi: Và chỉ định cho tôi một bộ trưởng từ gia đình của tôi -
zu: Futhi aqoke kimi umfundisi umkhaya wami -

# Quran2378
source: Aaron, my brother.
ca: Aaron, el meu germà.
cy: Aaron, fy mrawd.
da: Aaron, min bror.
el: Ααρών, τον αδελφό μου.
et: Aaron, minu vend.
fi: Aaron, veljeni.
he: . אהרון, אחי
hr: Aaron, moj brat.
lt: Aaron, mano brolis.
lv: Aaron, mans brālis.
nb: Aaron, min bror.
sk: Aaron, môj brat.
sl: Aaron, moj brat.
sr_cyrl: Аарон , мој брат.
sr_latn: Aaron, moj brat.
uk: Аарон, мій брат.
vi: Aaron, anh trai của tôi.
zu: Aroni, mfowethu.

# Quran2379
source: Increase through him my strength
ca: Augmentar la meva força per ell
cy: Cynyddu drwy iddo fy nerth
da: Øge gennem ham min styrke
el: Αυξηθεί μέσω αυτού μου δύναμη
et: Suurendada tema kaudu oma jõu
fi: Lisätä hänen kauttaan voimani
he: להגדיל לו את הכוח שלי
hr: Povećati kroz njega moja snaga
lt: Padidinti savo jėgą, per jį
lv: Palielinātu viņu mans spēks
nb: Øke gjennom ham min styrke
sk: Zvýšiť prostredníctvom ním Moja sila
sl: Povečanje po njem moja moč
sr_cyrl: Повећати кроз њега моја снага
sr_latn: Povećati kroz njega moja snaga
uk: Збільшити через нього моя сила
vi: Tăng cường thông qua anh ta sức mạnh của tôi
zu: Khulisa ngaye amandla ami

# Quran2380
source: And let him share my task
ca: I deixar-lo compartir la meva tasca
cy: A gadewch iddo rannu fy nhasg
da: Og lad ham deler min opgave
el: Και να αφήσει να μοιράζονται την εργασία μου
et: Ja siis ta jagada minu ülesanne
fi: Ja anna hänen Jaa tehtäväni
he: ולתת לו לשתף את משימתי
hr: I neka ga Podijeli moj zadatak
lt: Ir tegul bendrai naudoti mano užduotis
lv: Un ļaut viņam dalīties ar manu uzdevumu
nb: Og la ham dele min oppgave
sk: A nechať ho zdieľať moje úlohy
sl: In naj ga deliti moja naloga
sr_cyrl: И нека се деле мој задатак
sr_latn: I neka se dele moj zadatak
uk: І нехай його частка моє завдання
vi: Và để cho anh ta chia sẻ công việc của tôi
zu: Futhi mnike ukwabelana umsebenzi wami

# Quran2381
source: That we may exalt You much
ca: Que ens pot exaltar molt
cy: Y gall exalt chi llawer
da: At vi kan ophøje dig meget
el: Ότι μπορεί να σας εξυψώνουν πολύ
et: Et me võib ülendab teid palju
fi: Voi ylistää sinua paljon
he: כי אנחנו עשויים מבליטות את הרבה
hr: Da smo možda preklinjemo mnogo
lt: Kad mes gali jus išaukštinti daug
lv: Ka mēs var pacilāt jums daudz
nb: At vi kan opphøye deg mye
sk: Aby sme vám môže oslavovať moc
sl: Da smo lahko poveličujejo vam veliko
sr_cyrl: Да нам може много да те уздигнемо.
sr_latn: Da nam može mnogo da te uzdignemo.
uk: Що може підвищити вас набагато
vi: Chúng tôi có thể nâng cao bạn nhiều
zu: Ukuthi thina aniphakamise okuningi

# Quran2382
source: And remember You much.
ca: I recordeu molt.
cy: A ydych yn cofio llawer.
da: Og husk du meget.
el: Και να θυμάστε εσείς πολύ.
et: Ja mäletan sind palju.
fi: Ja muista, paljon.
he: . ואזכור אותך הרבה
hr: I sjećam se da si puno.
lt: Ir prisiminti jums daug.
lv: Un atcerieties, jums daudz.
nb: Og husk du mye.
sk: A Pamätajte si veľa.
sl: In Zapomni si veliko.
sr_cyrl: И запамти те много.
sr_latn: I zapamti te mnogo.
uk: І пам'ятайте, ви значно.
vi: Và hãy nhớ bạn nhiều.
zu: Futhi khumbula okuningi You.

# Quran2383
source: Indeed, You are of us ever Seeing."
ca: De fet, nosaltres mai veieu."
cy: Yn wir, yr ydych ohonom byth yn gweld."
da: Ja, du er af os nogensinde at se."
el: Πράγματι, μας ποτέ βλέπετε.»
et: Tõepoolest, te meist kunagi näeme."
fi: Itse asiassa meistä koskaan näet."
he: אכן, מאיתנו אי פעם ראיתם את."
hr: Doista, od nas ikad vidiš."
lt: Iš tiesų, iš mūsų kada nors matote."
lv: Patiešām, jūs no mums kādreiz redzēt."
nb: Faktisk ser du av oss noen gang."
sk: V skutočnosti nás niekedy vidíte."
sl: Res, od nas kdaj vidite."
sr_cyrl: Заиста , од нас икад видите."
sr_latn: Zaista, od nas ikad vidite."
uk: Справді, ви з нас коли-небудь бачимо."
vi: Thật vậy, bạn đang trong chúng ta đã bao giờ nhìn thấy."
zu: Ngempela, Wena kithi owake Ukubona. "

# Quran2384
source: [Allah] said, "You have been granted your request, O Moses.
ca: [Allah] deia, "li ha atorgat la sol·licitud, O Moses.
cy: [Allah] yn dweud, "yr ydych wedi'i roi eich cais, O Moses.
da: [Allah] sagde, "du har fået din anmodning, O Moses.
el: [Αλλάχ] είπε, «σας έχουν παραχωρηθεί το αίτημά σας, O Moses.
et: [Jumalat] ütles: "teile on antud päringu O Moses.
fi: [Jumala] sanoi: "sinulle on myönnetty pyyntösi O Moses.
he: [אללה] אמר, "שהוענקו לך את בקשתך, Moses O.
hr: [Allah] je rekao, "dobili ste zahtjev, O Moses.
lt: [Dievas] sakė: "jūs buvo suteikta jūsų prašymą, O Moses.
lv: [Allah] teica: "vai jums ir piešķirta jūsu pieprasījumu, O Moses.
nb: [Allah] sa, "du har fått din forespørsel, O Moses.
sk: [Allah] povedal: "ste získali vašu žiadosť O Moses.
sl: [Alahove] je dejal, "odobrene vašo zahtevo, O Moses.
sr_cyrl: [Аллах ] је рекао, "ти је одобрен ваш захтев, О Мосес.
sr_latn: [Allah] je rekao, "ti je odobren vaš zahtev, O Moses.
uk: [Аллах] сказав: "ви отримали ваш запит, Moses O.
vi: [Allah] nói, "bạn có được cấp yêu cầu của bạn, O Moses.
zu: [Allah] wathi: "Unikwe isicelo sakho, O Mose.

# Quran2385
source: And We had already conferred favor upon you another time,
ca: I ja ens havia conferit favor a vostè una altra vegada,
cy: A oedd gennym eisoes a roddwyd favor ar eich amser arall,
da: Og vi havde allerede overdraget fordel over jer en anden gang,
el: Και εμείς ήδη είχε δώσει χάρη σε σας κάποια άλλη στιγμή,
et: Ja meil oli juba antud kasuks teie peale veel kord,
fi: Ja oli jo keskustellut puolesta teitä toisen kerran,
he: אנחנו כבר היה הענקת הטובה עליכם בפעם אחרת,
hr: I mi je već dodijelio uslugu te drugi put,
lt: Ir mes jau buvo suteiktos malonės tave dar kartą,
lv: Un mēs jau bija piešķirtas labvēlība pār jums vēl vienu reizi,
nb: Og vi hadde allerede gitt gunst på deg en annen gang,
sk: A sme mali už láskavosť na vás iný čas,
sl: In smo imeli že podeljena uslugo na vas kdaj drugič,
sr_cyrl: И да смо имали темељна услуга над вама неки други пут,
sr_latn: I da smo imali temeljna usluga nad vama neki drugi put,
uk: І ми вже було присвоєно користь на вас інший час,
vi: Chúng tôi đã có đã trao tặng tước hiệu ủng hộ khi bạn một thời gian,
zu: Futhi We wayeseyitholile enikezwe umusa phezu kwakho esinye isikhathi,

# Quran2386
source: When We inspired to your mother what We inspired,
ca: Quan ens va inspirar a la seva mare el que ens va inspirar,
cy: Pan fydd ein hysbrydoli i eich mam ein hysbrydoli,
da: Når vi inspireret til din mor hvad vi inspireret,
el: Όταν μας ενέπνευσε στη μητέρα σου τι μας ενέπνευσε,
et: Millal me inspireeritud oma emale mida me inspireeris,
fi: Kun EKP äidille meidän innoittamana
he: כאשר אנחנו בהשראת לאמא שלך מה לנו השראה,
hr: Kada smo inspirirani majci što smo inspirirani,
lt: Kada mes įkvėpė savo motinai kas mes įkvėpė,
lv: Kad mēs iedvesmoja ar savu māti tas, ko mēs iedvesmoja,
nb: Når vi inspirert til moren din hva vi inspirert,
sk: Keď sme sa inšpirovať svojej matke čo sme vás inšpirovalo,
sl: Ko smo navdih za svojo mamo kaj mi navdih,
sr_cyrl: Када смо је инспирисало да твоја мајка смо инспирисало,
sr_latn: Kada smo je inspirisalo da tvoja majka smo inspirisalo,
uk: Коли ми надихнув Твоя мати те, що ми натхнення,
vi: Khi chúng tôi cảm hứng để mẹ của bạn những gì chúng tôi cảm hứng,
zu: Lapho We faka kho mame babe we faka

# Quran2387
source: [Saying], 'Cast him into the chest and cast it into the river, and the river will throw it onto the bank; there will take him an enemy to Me and an enemy to him.' And I bestowed upon you love from Me that you would be brought up under My eye.
ca: [Dir], ' va exiliar el pit i un elenc en el riu i el riu llançarà al marge; hi portarà un enemic a mi i un enemic a ell. " I em va concedir amor de mi que et vols ser criat sota meu ull.
cy: [Dweud], ' bwrw ef i'r frest a'r cast yn yr afon, a'r afon bydd ei daflu ar y banc; yna bydd yn cymryd ef yn elyn i mi ac yn elyn iddo.' A roi i yr ydych yn eu caru oddi wrthyf y byddai eich magu o dan fy llygad.
da: [Siger], ' kastet ham i brystet og støbt det ind i floden, og floden vil smide det på banken; der vil tage ham en fjende af mig og en fjende af ham.» Og jeg skænket du kærlighed fra mig, at du ville blive bragt op under mit øje.
el: [Λέγοντας], «τον πέταξε στη το στήθος και τα χυτά τον με το ποτάμι και το ποτάμι θα ρίξει πάνω σε τράπεζα? εκεί θα τον πάει, ένας εχθρός μου και εχθρός σ ' αυτόν.» Και εγώ που ξοδεύονται σ ' αγαπάς από μένα που σας θα οδηγηθούν κάτω από τα μάτια μου.
et: [Öelda], "talle heidetakse rinnal ja valatud see jõgi ja jõe viskaks peale panga; seal võtab ta mulle vaenlane ja vaenlane talle. " Ja ma andnud pärast sa armastad mind, et teil oleks kasvada minu silma all.
fi: [Sanoen] "heittää hänet rinnassa ja heittää se joki ja joki heittää päälle pankki. siellä ottaa hänet minulle vihollinen ja vihollinen hänelle. " Ja olen suonut rakastat minua, että olet esille mukaan minun silmään.
he: [ואמר] "סילק אותו לתוך החזה ואת יצוק לתוך הנהר, לבין הנהר יהיה לזרוק אותו אל גדת; שם ייקח אותו אויב שלי. אויב לו.' אני שמוענקות לך אהבה ממני כי אתה לגדול מתחת לעין שלי.
hr: [Govoreći], ' baci ga u sanduk i baci ga u rijeku, a Rijeka će baciti na banke; tamo će mu se neprijatelj mi i neprijatelj mu.' I sam udijelio ti voliš od mene da ti biti podignute pod oko.
lt: [Sako], "mesti jį į krūtinės ir mesti jį į upę, ir upės bus mesti jį į banko; ten bus priimti jį man priešas ir jam priešas. " Ir aš padovanotas jums patinka iš mane, kad jums turėtų būti iškeltas pagal mano akis.
lv: [Saka] "nodot viņam uz krūtīm un cast to upju un upju būs mest uz banku; tur būtu ar mieru mani ienaidnieki un ienaidnieks viņam. " Un es dāvājis mīlestību no manis, kas tiktu audzināti saskaņā ar manu aci.
nb: [Sa] "kastet ham i brystet og kastet i elven, og elven vil det kaste det til banken; det vil ta ham en fiende av meg og fiende ham. " Og jeg skjenket du elsker fra meg som du ville være tatt opp under mitt øye.
sk: [Povedať], "hodil ho do hrudníka a obsadenie do rieky a rieky bude hodiť do banky; tam sa ho nepriateľ ma a nepriateľa mu. " A som obdarila milujete odo mňa, že by byť vychovaný pod mojím okom.
sl: [Pravijo,], "ga odda v prsih in igrajo v reki, in se bo vrgel na banke; tam bo peljal sovražnik mi in sovražnika k njemu. « In sem podeljuje imate radi od mene, da vas bi se dvignejo pod moje oči.
sr_cyrl: [Говори ], "баци га у на груди и бацити га у реку, и реке бациже банке; Тамо ће га одвести ми непријатељ и непријатељ му.' И сам је даровао ти љубави од мене, то би било да си споменуо испод мог ока.
sr_latn: [Govori], "baci ga u na grudi i baciti ga u reku, i reke baciжe banke; Tamo će ga odvesti mi neprijatelj i neprijatelj mu.' I sam je darovao ti ljubavi od mene, to bi bilo da si spomenuo ispod mog oka.
uk: [Кажучи:] "кинули його в грудях і ролях його до річки і річки видасть його на Банк; там візьме його ворога до мене і ворог його.' І я дарував ви любите від мене, що ви б виховувалися під мою увагу.
vi: [Nói], ' ném anh ta xuống ngực và đúc nó thành sông và sông sẽ vứt nó vào ngân hàng; có sẽ đưa anh ta một kẻ thù với tôi và một kẻ thù cho ông.' Và I ban cho khi bạn yêu thương từ tôi rằng bạn sẽ được đưa lên dưới con mắt của tôi.
zu: [Ethi], 'Phonsa naye emphongolweni sawuphosa emfuleni, umfula juba it ungene ebhange;
