Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran32
source: And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, "This is what we were provided with before." And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.
ca: I donar la bona nova a aquells que creuen i fer justos fets que tindran jardins [en paradís] sota rius que flueixen. Sempre són sempre amb una disposició de fruita on, es a dir, "això és el que ens van facilitar abans". I que es dóna a ells en semblança. I es tenen aquí purificada cònjuges, i es respectarà aquí eternament.
cy: A rhoi tidings da i'r rhai sy'n credu a wneud gweithredoedd cyfiawn y bydd ganddynt gerddi [yn baradwys] o dan afonydd yn llifo. Pryd bynnag y maent yn darparu gyda darpariaeth o ffrwythau thelir, byddant yn dweud, "Dyma beth ydym Darparwyd blaen." Ac mae'n cael ei roi iddynt yn ichi. A bydd maent wedi ynddo puro priod, a bydd yn cadw at yr erthyglau fythol.
da: Og give gode tidender til dem, der tror og gøre retfærdige gerninger, de vil have haver [i Paradise] under hvilke floder flyde. Når de er forudsat med en bestemmelse af frugten deraf, vil de sige, er"dette hvad vi var forsynet med før." Og det er givet til dem i lighed. Og de vil deri har renset ægtefæller, og de vil overholde deri evigt.
el: Και να δώσει καλή είδηση για εκείνους που πιστεύουν και κάνουν δίκαιοι πράξεις, που θα έχουν κήπους [στον παράδεισο] κάτω από το οποίο ποταμούς ροής. Κάθε φορά που είναι υπό τον όρο με μια διάταξη των φρούτων από αυτά, θα λένε, «αυτό είναι ό, τι μας δόθηκαν πριν.» Και τους δίνεται στο ομοιότητα. Θα πρέπει σ ' αυτό καθάρισαν συζύγων και θα τηρήσει εκεί αιώνια.
et: Ja anda rõõmusõnumit neile, kes usuvad ja teha õiged teod, et neil on aiad [paradiisis] millest jõgede all voolu. Iga kord, kui neid osutatakse sättega puu, nad ütlevad, "see on meil olid ette koos varem." Ja see on andnud neile sarnaseks. Nad näidatakse seal puhastatakse abikaasade ning nad järgivad seal igavesti.
fi: Ja antaa hyvää sanomaa niille, jotka uskovat ja tehdä vanhurskaita tekoja että heillä puutarhat [Paratiisissa] alla joka jokien virtaus. Kun ne ovat jos säännöksen hedelmä, he sanovat, "Tämä on mitä me annettiin ennen." Ja se annetaan heille kaltaisekseen. Ja he siinä puhdistettu puolisot ja säädöksien siinä ikuisesti.
he: תן בשורות טובות לאלה אשר מאמינים, לעשות מעשים טובים כי הם יהיו הגנים [בגן עדן] מתחת אילו נהרות זורמים. בכל פעם שהם שסופקו עם הוראה של פירות ממנו, הם אומרים, "זה מה היו משביעי רצון לפני". היא ניתנת להם בתואר. הם בו לטהר בני זוג ו הם יצויית בו לנצח.
hr: I dati dobre vijesti onima koji vjeruju i to pravedna djela da će imati vrtova [u raj] ispod kojih rijeke teku. Kad god su pod uvjetom da s odredba voća od toga, oni će reći, "Evo što smo dobili su i prije." I daje ih u obličja. Oni će u njemu pročišćena supružnika i oni će ostati u njoj vječno.
lt: Ir duoti gera žinia tiems, kurie tiki ir ar teisieji poelgius, kad jie turės sodai [rojuje] po kurios upės srautas. Kai jie sąlyga vaisių nuostata iš jų, jie bus pasakyti, "tai yra, ką mes nebuvo pateikta su anksčiau." Ir ji yra pateikiama jų panašumą. Ir jie bus jame išvalyta sutuoktinių, ir jos paklūsta jame amžinai.
lv: Un piešķirt tiem, kas tic labas vēstis un darīt taisns darbiem, viņiem būs dārzi [paradīzē] zem kuras upes plūst. Ikreiz, kad tie ir nosacījumu, ar kādiem noteikumiem augļu, viņi teiks, "tas ir tas, ko mēs tika nodrošināti ar agrāk." Un tas ir devis tiem līdzību. Viņi būs tur attīra laulātie, un viņi būs ievērot tajā mūžīgi.
nb: Og gi gode budskap til de som tror og gjøre rettferdige gjerninger at de har hager [i paradis] under hvilke elver flyter. Når de er levert med en bestemmelse av frukten derav, de vil si, er"dette hva vi var gitt før." Og det er gitt dem i likhet. Og de vil ha der renset ektefeller, og de vil følge der evig.
sk: A dať dobrú zvesť pre tých, ktorí veria, a robiť spravodlivé skutky, že budú mať záhrady [v raji] pod ktorú riek prietoku. Vždy, keď sú za predpokladu, že s ustanovením ovocia z nich budú hovoriť, "to je to, čo sme boli poskytnuté s predtým." A je venovaná ich v podobe. To sa v ňom vyčistené manželov a dodržia sa v ňom naveky.
sl: In dal dobrih novic za tiste, ki verjamejo in naredil pravednici dejanja, da bodo imeli vrtovi [v raju] pod kateri rek tok. Kadar se opravljajo z določbo sadja, bodo rekli, "to je tisto, kar mi je bila predvidena pred." In to je, ki jim v podobi. In se bo v njej prečisti zakoncev, in se bo upošteval v njem večno.
sr_cyrl: И дај радосне онима који верују и да тече је праведан дела да ће морати вртова [у рају] испод које реке. Кад год су под условом са одредбу воћа владини, рећи ће, "Ево шта смо раније пружене." И то им је дато на слику. Они ће имати у томе проииљжен супружника и они ће у томе бескрајно трпе.
sr_latn: I daj radosne onima koji veruju i da teče je pravedan dela da će morati vrtova [u raju] ispod koje reke. Kad god su pod uslovom sa odredbu voća vladini, reći će, "Evo šta smo ranije pružene." I to im je dato na sliku. Oni će imati u tome proиiљжen supružnika i oni će u tome beskrajno trpe.
uk: І дати добру новину, хто вірить і робити добрі справи що вони будуть мати сади [в раю] під які річках потік. Кожного разу, коли вони надаються до положення, з фруктових від них, вони будуть говорити, "це те, що ми були забезпечені раніше". І він їм надається за подобою. Вони будуть мати в ньому очищена подружжя, і вони будуть дотримуватися в цьому вічно.
vi: Tidings tốt cho những người tin và làm những việc làm chính đáng rằng họ sẽ có các khu vườn [trong thiên đường] dưới sông mà chảy. Bất cứ khi nào họ cung cấp với một điều khoản của trái cây từ đó, họ sẽ nói, "đây là những gì chúng tôi đã cung cấp trước." Và nó được đưa ra với họ trong chân dung. Họ sẽ có trong đó tinh khiết vợ chồng và họ sẽ tuân thủ trong đó luôn.
zu: Phindze izindaba ezinhle kulabo abakholelwa benze izinto ezilungile ukuthi bazoba izingadi [ePharadesi] ngaphansi okuyinto imifula.

# Quran33
source: Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, "What did Allah intend by this as an example?" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,
ca: De fet, Allah no és tímid per presentar un exemple - la d'un mosquit o el que és més petit que es. I aquells que he cregut de saber que és la veritat del seu Senyor. Però els que no creuen, diuen: "què Allah intenció per això com a exemple?" Ell enganya molts així i molts guies així. I ell indueix a error als no excepte desafiant desobedients,
cy: Yn wir, nid yw Allah yn betrus i gyflwyno enghraifft-y mosgito neu beth yn llai nag ydyw. A gwyr y rhai sydd wedi credu ei bod y gwir gan eu yr Arglwydd. Ond o ran y rhai a chredu, maent yn dweud, "beth oedd Allah yn bwriadu erbyn hyn, er enghraifft?" Mae llawer yn camarwain gan ac yn tywys llawer felly. Ac y mae ef yn camarwain ni ac eithrio defiantly anufudd,
da: Faktisk, Allah er ikke frygtsom til at præsentere et eksempel - som af en myg eller hvad er mindre end det. Og dem, der har ment, at det er sandheden fra deres Herre. Men for dem, der ikke tror, de siger, "hvad Allah agter af dette som et eksempel?" Han vildleder mange derved og guider mange derved. Og han vildleder ikke undtagen trodsigt ulydige,
el: Πράγματι, Αλλάχ δεν είναι δειλή να παρουσιάσει ένα παράδειγμα - που ενός κουνουπιού ή τι είναι μικρότερο από αυτό. Και εκείνοι που πίστευαν ότι είναι η αλήθεια από τους Λόρδος. Αλλά όσο για εκείνους που δυσπιστώ, λένε, «τι είχε Αλλάχ την πρόθεση από αυτό ως παράδειγμα;» Αυτός εξαπατά πολλούς με αυτόν τον τρόπο τους οδηγούς και πολλά με αυτόν τον τρόπο. Και αυτός παραπλανά δεν εκτός από το προκλητικά ανυπάκουος,
et: Tõepoolest, Allah pole pelglik esitada näide - mis on sääsk või mis on väiksem kui see. Ja need, kes oleks uskunud, et tean, et see on tõde nende Issand. Kuid need, kes usu, nad ütlevad, "mida ei Allah kavatsevad selle näitena?" Ta eksitab paljud seeläbi ja paljud giidid sel viisil. Ja ta eksitab ei arvatud väljakutsuvalt sõnakuulmatud,
fi: Itse asiassa Jumala ei ole arka esittää esimerkin - että hyttynen tai mikä on pienempi kuin se. Ja jotka ovat uskoneet tietää, että se on totuus heidän Herransa. Mutta niille, jotka ovat uskottomia, he sanovat, "mitä Jumala tarkoitus ollut tästä esimerkkinä?" Hän saa monet siten ja ohjaa monet siten. Hän vääristelyä ei paitsi uhmakkaasti tottelematon ja
he: אכן, אללה אינה ביישנית להציג דוגמה - זה של יתוש או מה הוא קטן יותר מאשר זה. אלה אשר האמינו יודע שזה האמת מן האל שלהן. אבל אם מישהו להאמין, הם אומרים, "מה אללה התכוונה בכך כדוגמה?" הוא מטעה רבים ובכך ומנחה רבים ובכך. הוא מטעה לא פרט בהתרסה ממושמע, לאחר,
hr: Zaista, Allah nije plašljiva predstaviti primjer - da je komarac ili što je manje nego što je. I one koji su vjerovali da je istina od gospodara njihova. Ali i za one koji ne vjeruju-govore, "što je Allah ovo kao primjer?" On zavodi mnoge a time i mnogima time. I on zavodi ne osim definitivno neposlušan,
lt: Iš tiesų, Dievas nėra nedrąsus pateikti pavyzdį - kad uodai arba kas yra mažesnių, nei ji. Ir tie, kurie tiki žinau, kad tai yra tiesa iš savo Viešpaties. Bet tiems, kurie neturi uwierzyli, jie sako, "ką Dievas ketina, tai kaip pavyzdys?" Jis klaidina daugelis taip ir vadovus daug tokiu būdu. Ir jis klaidina ne išskyrus iššaukiančiai Nepaklusnieji,
lv: Patiešām, Allah nav kautrīgs iepazīstināt piemērs - ka moskītu vai to, kas ir mazāks par to. Un tiem, kam ir uzskats, zina, ka tā ir patiesība no savu kungu. Bet tiem, kuri neticēt, viņi saka, "ko darīja Allah plānoju šajā kā piemēru?" Viņš daudz tādējādi maldina un daudzi gidi tādējādi. Un viņš maldina ne izņemot izaicinoši nepaklausīga,
nb: Faktisk Allah er ikke sjenert å presentere et eksempel - av en mygg eller hva er mindre enn den. Og de som har trodd vet at det er sannheten fra deres Herre. Men for de som tviler, de sier, "hva Allah hensikt dette som et eksempel?" Han villeder mange dermed guider mange dermed. Og han villeder ikke unntatt trassig ulydige,
sk: Vskutku, Alah nie je plachý predložiť príklad -, že komár alebo čo je menšie, ako to. A tí, ktorí uverili viem, že je to pravda od ich pána. Ale pokiaľ ide o tých, ktorí neveria, hovoria, "čo urobil Boh v úmysle tým ako príklad?" Mnohí tým klame a sprievodcov veľa tým. A on klame nie okrem vyzývavo neposlušný,
sl: Res, Allah ni plašen predstaviti primer - ki proti komarjem ali kaj je manjši, kot je. In tiste, ki so verjeli, vedeti, da je resnico iz svojega Gospoda. Ampak za tiste, ki verjamem, pravijo, "kaj si Allah nameravajo s tem kot primer?" Mnogi s tem zavaja in vodi veliko s tem. In on zavaja ne razen kljubovalno neposlušni,
sr_cyrl: Заиста, Аллах није стидљив да представи као пример - од комарца, или шта је мањи него што је. И оне који верују да је истину од свог господара. Али што се тиче оних који је сигуран да је лажна, кажу они, "Шта је Аллах намеру под овим као пример?" Многи и тиме губи, а многи води и тиме. И он губи не осим пркосно непослушно,
sr_latn: Zaista, Allah nije stidljiv da predstavi kao primer - od komarca, ili šta je manji nego što je. I one koji veruju da je istinu od svog gospodara. Ali što se tiče onih koji je siguran da je lažna, kažu oni, "Šta je Allah nameru pod ovim kao primer?" Mnogi i time gubi, a mnogi vodi i time. I on gubi ne osim prkosno neposlušno,
uk: Дійсно, Аллах не є боязкі давати приклад - що комара або те, що менше, ніж це. І тих, хто вірив знаю, що це правда від пана свого. Але що стосується тих, хто не вірити, що вони говорять, "те, що Аллах мають намір цим як приклад?" Він вводить в оману багато тим самим та керівництва багато хто тим самим. І він вводить в оману не за винятком зухвало неслухняних,
vi: Thật vậy, Allah không timid để trình bày một ví dụ - mà muỗi hoặc những gì là nhỏ hơn so với nó. Và những người đã tin rằng biết rằng đó là sự thật từ của Chúa. Nhưng đối với những người disbelieve, họ nói, "những gì đã làm Allah định bởi điều này như là một ví dụ?" Ông misleads nhiều do đó và hướng dẫn rất nhiều do đó. Và ông misleads không ngoại trừ ngô nghịch defiantly
zu: Ngempela, Allah akayena unamahloni ukwethula isibonelo - ukuthi of umiyane noma yini lincane it.

# Quran34
source: Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.
ca: Que trencar el Pacte d'Allah després de contractar-lo i tallar-la que Allah ha ordenat a unir-se i provocar corrupció en terra. És qui són els perdedors.
cy: Sy'n chwalu y cyfamod Allah ar ôl ei chontractio ac hollti'r sy'n Allah wedi archebu i ymuno ac achosi llygredd ar y ddaear. Mae'n rhai sydd ar eu colled.
da: Hvem bryder pagten af Allah efter kontraherende det og sever, som Allah har beordret til at samles og forårsage korruption på jorden. Det er dem, som er taberne.
el: Ποιος σπάσει το Σύμφωνο του Αλλάχ μετά από αυτό τις συμβάσεις ανάθεσης και διαχωρίζω αυτό που Αλλάχ έχει διατάξει να ενωθούν και να προκαλέσει καταστροφή στη γη. Είναι αυτοί που είναι οι χαμένοι.
et: Kes murda Allah pakti pärast seda ja see, mida Jumal on määranud menetlusse ja põhjustada korruptsiooni maal sever. On neid, kes on kaotajad.
fi: Kuka rikkovan liiton Allah kun se ja katkaista se, jonka Jumala on määrännyt yhdistää ja vaurioitua maapallolla. On niitä, jotka ovat häviäjiä.
he: מי תשבור את האמנה של אללה לאחר שסבל זה ולנתק את אשר אללה ציווה מחוברים ולגרום שחיתות על פני כדור הארץ. . זה מי הם המפסידים.
hr: Tko raskida saveza Allah nakon to i odvojiti ono što Allah je naredio da im se pridružiti i nanijeti raspadanje na zemlji. To su oni koji su gubitnici.
lt: Kurie pertraukos Dievo sandorą po perkančioji tai ir atskirti tai, kas Dievas įsakė prisijungė ir sukelti korupcija žemėje. Tai tie, kurie yra pralaimėtojų.
lv: Kas pārtraukuma Allah pilsētas mēru pēc to līgumslēdzēju un atdalīt to, kas Allah ir pavēlēts būt pievienojās un uz zemes izraisīt bojājumu. Tas ir tiem, kas ir zaudētāji.
nb: Som bryte pakten Allah etter kontrahering det og bryte som Allah har bestilt selskap og forårsake skade på jorden. Det er de som er taperne.
sk: Ktorí porušiť zmluvu Alah po zmluvné to a sever, ktoré Alah nariadil, aby sa pripojili a spôsobiť poškodenie na zemi. To je tých, ktorí sú porazení.
sl: Ki prekinitev zveze Allah ko to in to kar Allah je odredila priključi in vzrok pokvarjenost naprej zemlja ločiti. To je tisti, ki so poraženci.
sr_cyrl: Ко сломи Завјет Аллаха након то уговарање и прекину оно што Аллах је наредио да се сједине и изазвати корупције на земљи. То је онима који су губитници.
sr_latn: Ko slomi Zavjet Allaha nakon to ugovaranje i prekinu ono što Allah je naredio da se sjedine i izazvati korupcije na zemlji. To je onima koji su gubitnici.
uk: Хто розірвати заповіту Аллах після зараження його і розірвати, що наказав Аллах об'єднані і викликати корупції на землі. Це ті, хто програли.
vi: Người phá vỡ giao ước của Allah sau khi ký kết hợp đồng đó và cắt đứt mà Allah đã ra lệnh để được tham gia và gây ra tham nhũng trên trái đất. Đó là những người đang có những người thua cuộc.
zu: Abaphula isivumelwano Allah emva igciwane it hhephuna ukuthi Allah wayala ukuba nawo ahlanganyela abangele nenkohlakalo emhlabeni.

# Quran35
source: How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.
ca: Com pot vostè no creuen en Allah quan eres sense vida i ell li va portar a la vida; llavors va causar a morir, llavors va portarà [altra vegada] a la vida, i llavors li li serà retornat.
cy: Sut gallwch chi chredu yn Allah pan oeddech yn ddifywyd a daeth chi i fywyd; yna bydd ef yn achosi ichi farw, yna bydd yn dod â chi [yn ôl] i fywyd, ac yna iddo bydd chi eu dychwelyd.
da: Hvordan kan du tvivle i Allah, når du var livløs og han bragte dig til livet; så han vil få dig til at dø, så han vil give dig [tilbage] liv, og derefter til ham du vil blive returneret.
el: Πώς να δυσπιστώ στον Αλλάχ όταν ήταν άψυχο και που σας έφερε στη ζωή. τότε αυτός θα σας αναγκάσει να πεθάνουν, τότε θα σας [πίσω] μεταφέρει στη ζωή, και στη συνέχεια σε αυτόν θα επιστρέψετε.
et: Kuidas saate te usu. linnas Jumal kui sa olid elutu ja ta tõi teid elu; siis ta paneb sa sured, siis ta toob sulle [tagasi] elule ja siis teda suunatakse teid.
fi: Miten te usko Jumalaan, kun olit eloton ja hän toi teidät elämään; sitten hän kirkastaa kuolla, sitten hän vei [takaisin] elämään, ja sitten hänelle palautetaan.
he: איך אתה יכול להאמין באללה כאשר היית חסר חיים, הוא הביא אותך לחיים; ואז הוא יגרום לך למות, ואז הוא יביא לך [חזרה] לחיים ולאחר מכן לו תוחזר.
hr: Kako možete sumnjati u Allaha kada si bio beživotan i doveo vas da život; Tada on će izazvati da umreš, onda odvest će vas [natrag] u život, i onda njemu ćete biti vraćeni.
lt: Kaip gali jums ne wierza Dievas kai jums buvo negyvas ir jis davė jums gyvenime; tada jis sukels jums mirti, tada jis duos jums [atgal] gyvenimo, ir tada jam bus grąžintas.
lv: Kā jūs varat neticēt Allah, kad jūs bijāt nedzīvs un viņš aicinājis jūs uz dzīvi; tad viņš liks jums mirt, tad viņš dos jums [atpakaļ] dzīvi, un tad viņam tiks atgriezts.
nb: Hvordan kan du tviler på Allah da du var livløs og han førte deg til liv; så han vil få deg til å dø, så han tar deg [tilbake] til livet, og deretter til ham vil du bli returnert.
sk: Ako si neveria v Boha keď ste boli mŕtve a on vás priviedol k životu; potom mu spôsobí, aby ste zomrieť, a potom on [späť] vám prinesie do života a potom k nemu vám budú vrátené.
sl: Kako lahko verjamem v Allah, ko si brez življenja in jo prinesel življenje; potem bo povzročilo si umreti, potem on hoteti privleči vi [nazaj] v življenje, in potem z njim se boste vrnili.
sr_cyrl: Како могу да сумњаш у у Алаха кад си био беживотну и он те је довео да живот; Он ће да узрокује да умреш, онда он ти [назад] донеће живот, а онда му ти ће бити враћена.
sr_latn: Kako mogu da sumnjaš u u Alaha kad si bio beživotnu i on te je doveo da život; On će da uzrokuje da umreš, onda on ti [nazad] doneće život, a onda mu ti će biti vraćena.
uk: Як можете ви не вірити в Аллаха, коли ви були млявими і він привів вас до життя. Потім він призведе до померти, то він принесе вам [назад] до життя, і тоді йому вам буде повернуто.
vi: Làm thế nào bạn có thể disbelieve ở Allah khi bạn đã không hoạt động và ông đã mang bạn đến cuộc sống; sau đó ông sẽ khiến bạn chết, sau đó ông sẽ mang lại cho bạn [trở lại] cuộc sống, và sau đó anh ta bạn sẽ được trả lại.
zu: Kanjani you disbelieve Allah uma ubungase ezingaphili He fikisa you ekuphileni;

# Quran36
source: It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.
ca: És ell que ha creat per tu tot el que és a la terra. Llavors va dirigida per ell mateix en el cel, [ser damunt tota la creació] i va fer set cels, i ell és saber de totes les coses.
cy: Ef a grëwyd i chi hynny sydd ar y ddaear i gyd. Yna ef oedd ei hun at y nefoedd, [y ei bod uwchlaw pob creu], ac yn gwneud iddynt saith nefoedd, ac ei fod yn gwybod am yr holl bethau.
da: Det er ham, der skabt for dig alt dette, som er på jorden. Da han rettet sig til himlen, [hans væsen over alle skabelse], og gjort dem syv himle, og han er vide af alle ting.
el: Είναι εκείνος που σε δημιούργησε για σας όλα αυτά που είναι στη γη. Τότε σκηνοθέτησε ο ίδιος προς τον ουρανό, [του είναι πάνω από όλα δημιουργία], και τους έκανε επτά ουρανούς, και αυτός είναι η γνώση όλων των πραγμάτων.
et: On ta loonud teile kõik see, mis on maa peal. Siis ta suunatud ise taevast [tema on kohal kõigi loomine], ja tegi neist seitse taevas, ja ta on kõike teades.
fi: Hän, joka on luonut teille kaiken tämän, joka on maan päällä. Sitten hän ohjasi itse taivaaseen, [olemuksensa yllä koko luomakunnan], ja teki niistä seitsemän taivaat, ja hän on tietäen kaiken.
he: . זה הוא שיצר לך כל זה אשר על פני האדמה. אז הוא ביים בעצמו לגן העדן, [שלו להיות מעל כל הבריאה], גרם להם שבעת הרקיעים, ו הוא שהידיעה של כל הדברים.
hr: On je taj koji je stvorio za vas sve ono što je na zemlji. A zatim režirao sam do neba, [mu se iznad svega stvorenoga], i napravio ih je sedam nebesa, i on je poznavanje svih stvari.
lt: Tai tik jis sukūrė jums visa tai, kas yra ant žemės. Tada jis pats nukreiptas į dangų, [jo yra virš visos kūrinijos], ir padarė juos septynių dangų, ir jis yra žinios ir viskas.
lv: Tas ir tas, kas izveidots visu to, kas ir uz zemes. Tad viņš vadīja pats uz debesīm, [viņa bija virs visas radības], un lika viņiem septiņās debesīs, un viņš zinot visas lietas.
nb: Det er han som opprettet for alle som er på jorden. Så han rettet seg mot himmelen, [hans er over all skapnings], og gjort dem syv himlene, og han er å vite alt.
sk: To je ten, ktorý vytvoril pre vás všetko to, čo je na zemi. Potom on riadil sám, do neba, [jeho bytia nad všetky stvorenia], z nich sedem nebies a on je znalosť všetkých vecí.
sl: On, ki je ustvaril za vas je vse to, kar je na zemlji. Potem je režiral sam v nebesa, [njegovo bitje nad vsem Stvarstvom], in jih je sedem nebes, in on je poznavanje vseh stvari.
sr_cyrl: Он је створио за вас све то што је на земљи. А онда је упутио себе у рај, [му да си изнад свих креација], и направио их седам небеса, и он је знајужи свих ствари.
sr_latn: On je stvorio za vas sve to što je na zemlji. A onda je uputio sebe u raj, [mu da si iznad svih kreacija], i napravio ih sedam nebesa, i on je znajuжi svih stvari.
uk: Саме він, який створив для вас все це, що є на землі. Тоді він доручив себе на небо, [його будучи над усім творінням] і зробив їх сім небеса, і він є знаючи, що всі речі.
vi: Đó là ông đã tạo ra cho bạn tất cả đó là trên trái đất. Sau đó ông hướng dẫn mình lên trời, [của ông đang ở trên tạo ra tất cả], và làm cho họ bảy tầng trời, và anh ấy biết tất cả mọi thứ.
zu: Kuyinto Lowo owadala zonke lokho emhlabeni ngawe.
