Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1762
source: And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely."
ca: I per què ens no hauria de confiar en Allah mentre que ell ens ha guiat a les nostres maneres [bo]. I segurament estarem pacient contra qualsevol dany deu portar-nos. I a deixar que Allah qui podria invocar [fet] confiar."
cy: A pam ydym ni ddylai ddibynnu ar Allah tra y mae ef yn ein tywys yn ein ffyrdd [da]. Ac yn sicr byddwn yn claf erbyn pa bynnag niwed chi dylai beri inni. A gadewch Allah yn rhai a fyddai'n dibynnu [yn wir] yn dibynnu arnynt.
da: Og hvorfor skulle vi ikke påberåbe sig Allah mens han har vejledt os til vores [godt] måder. Og vi vil helt sikkert være patienten mod hvad skader du må få os. Og ved Allah lad dem, der ville stole [Ja] stole."
el: Και γιατί δεν πρέπει να μας βασίζεται Αλλάχ ενώ έχει οδηγό μας για να μας [καλές] τρόπο. Και θα είμαστε σίγουρα ασθενής από ό, τι η βλάβη θα πρέπει να προκαλέσει μας. Και κατόπιν ας Αλλάχ εκείνων που θα στηρίζονται [πράγματι].»
et: Ja miks peaks me ei kasuta Jumal kui ta on juhindunud meile meie [head] võimalusi. Ja me kindlasti saab patsient sõltumata kahju tuleks panna meid vastu. Ja pärast Allah olgu kes tugineks [tõepoolest]."
fi: Ja miksi pitäisi meidän ei Jumala ja hän on johdattanut meidät [hyvä] tapojamme. Ja saamme varmasti potilas vastaan mitä haittaa pitäisi saada meidät. Ja kun Jumala antaa niille, jotka tukeutuvat [itse]."
he: למה לנו אין להסתמך על אללה בזמן שהוא הוביל אותנו דרכים [טוב] שלנו. בוודאי נהיה סבלניים כנגד כל נזק אתה אמור לגרום לנו. ולהסתמך על אללה לתת למי סומכים [אכן]."
hr: I zašto smo Nemojte se oslanjati na Allaha dok on je nas vodio naše [dobra] načine. I bit ćemo sigurno pacijent protiv bilo zlo nas trebalo navesti. I na Allahu neka oni koji bi se oslanjaju [doista] oslanjaju se."
lt: Ir kodėl turėtų mes nesiremia Dievas nors jis turi vadovautis mūsų mūsų [geras] būdų. Ir mes tikrai bus pacientui nuo bet kokios žalos jums turėtų sukelti mums. Ir kai Dievas Tegul tie, kurie būtų remtis [iš tikrųjų]."
lv: Un kāpēc nevajag mums paļauties uz Allah, kamēr viņš ir mūs aizveda pie mūsu [labu] veidos. Un mēs protams, ir pacietīgi pret jebkāda kaitējuma vajadzētu likt mums. Un pēc Allah ļaujiet tiem, kuri varētu paļauties [patiešām] paļauties."
nb: Og hvorfor skulle vi ikke stole på Allah mens han har ledet oss til våre [god] måter. Og vi vil sikkert være pasient mot uansett skade bør du føre oss. Og på Allah la de som vil stole [Ja] stole.
sk: A prečo by sme nevychádza Allah keď má riadiť nás na našich cestách [dobrý]. A iste bude pacient proti akejkoľvek škody by spôsobiť nás. A na Boha nech tých, ktorí by sa spoľahnúť [naozaj] spoľahnúť."
sl: In zakaj smo ne zanašajte na Alah pa je nas vodi naše načine [dobro]. In zagotovo bomo bolnika proti ne glede na škodo je povzročil nas. In na Alah naj bi tiste, ki bi vedno [resnično] se."
sr_cyrl: И зашто би требало да не ослањамо се на Алаха док он нас је водио до сналазимо [добре]. И сигурно смо пацијента против год зло требало да нас изазове. "И на нека Алах оне који би се поуздао [заиста] се ослањају."
sr_latn: I zašto bi trebalo da ne oslanjamo se na Alaha dok on nas je vodio do snalazimo [dobre]. I sigurno smo pacijenta protiv god zlo trebalo da nas izazove. "I na neka Alah one koji bi se pouzdao [zaista] se oslanjaju."
uk: І чому ми не повинні покладатися на Аллах у той час як він скеровує наші шляхи [Гарне]. І ми, безумовно, буде пацієнта проти будь-яких шкоди ви повинні викликати в нас. А після Аллаха нехай ті, хто буде опиратися [насправді] покладатися.
vi: Và tại sao chúng ta không nên dựa vào Allah trong khi ông đã hướng dẫn chúng tôi để chúng tôi cách [tốt]. Và chúng tôi chắc chắn sẽ kiên nhẫn đối với bất kỳ thiệt hại bạn nên làm cho chúng tôi. "Và khi Allah cho phép những người sẽ dựa [quả thật] dựa."
zu: Futhi kungani kufanele setsembele phezu Allah ngenkathi He guided us ezindleleni zethu [okahle].

# Quran1763
source: And those who disbelieved said to their messengers, "We will surely drive you out of our land, or you must return to our religion." So their Lord inspired to them, "We will surely destroy the wrongdoers.
ca: I els que dubtaven diu que els seus missatgers, "segurament li portarem fora de la nostra terra, o hem de tornar a la nostra religió". Així seu Senyor inspirat a ells, "nosaltres segurament destruirà els malfactors.
cy: A dywedodd rhai a ddysgais i eu negeswyr, "oni fydd eich gyrru allan ein tir, neu rhaid i chi ddychwelyd at ein crefydd. Fel y dywedodd yr Arglwydd eu hysbrydoli iddynt, "bydd gennym siawns dinistrio y tramgwyddo.
da: Og dem, der disbelieved sagde at deres budbringere, "vi vil sikkert drive jer ud af vores land, eller du skal vende tilbage til vores religion." Så deres Herre inspirerede dem, vil "vi helt sikkert ødelægge lovovertrædere.
el: Και όσοι disbelieved είπε τους απεσταλμένους του, «εμείς σίγουρα θα σας οδηγήσει έξω από την γη μας, ή θα πρέπει να επιστρέψετε στην θρησκεία μας.» Έτσι τους κύριος ενέπνευσε τους, «θα σίγουρα καταστρέφουμε την παραβάτες.
et: Ja need, kes disbelieved öelnud, et käskjalad, "me kindlasti juhtida teid läbi meie maa, või peab tagastama meie religioon." Nii saavad Issanda inspiratsiooni neile, "me kindlasti hävitab selle tekitaja.
fi: Ja ne, jotka uskoneet niiden sanansaattaja "Kuljetamme teidät varmasti pois maastamme, tai sinun täytyy palata uskontomme." Joten Herransa inspiroi heitä, "varmasti tuhoamme laajemmalti.
he: מי disbelieved אמר שליחים שלהם, "בוודאי ניסע לך שלנו, או עליך לחזור הדת שלנו." אז האדון שלהם השראה אליהם, "בטח נהרוס את הפושעים.
hr: I one koji bio rekao za svog glasnika, "mi sigurno će vas odvesti iz naše zemlje, ili se vrate na naše vjere." Tako njihov gospodar nadahnuo da ih, "ćemo sigurno uništiti počinioce.
lt: Ir tie, kurie disbelieved sako, kad jų pasiuntiniai, "mes tikrai bus vairuoti jus iš mūsų žemę, arba turi grįžti į mūsų religija." Todėl jų Viešpats įkvėpė jiems, "mes bus tikrai sunaikinti grzesznicy.
lv: Un tie, kuri disbelieved uzrunāja savus ziņnešus, "mēs noteikti brauc ārā no mūsu zemes, vai jums ir jāatdod mūsu reliģiju". Tāpēc tām iedvesmoja savu kungu, "mēs noteikti iznīcināt pārkāpējus.
nb: Og de vantro sa til sine budbringere, "vi vil sikkert kjøre deg av vårt land, eller du må gå tilbake til vår religion." Slik Herren inspirert dem, vil "vi sikkert ødelegge wrongdoers.
sk: A tí, kto pochyboval povedal ich poslov, "určite budeme riadiť vás mimo našej krajiny, alebo sa musí vrátiť do nášho náboženstva." Tak ich pán inšpiroval k nim, "sme určite zničí zloèinci.
sl: In tiste, ki so verjeli dejal, da svoje glasnike, "mi bo zagotovo peljem iz naše zemlje, ali se mora vrniti k naše vere." Tako svojega Gospoda navdih za njih, "mi bo zagotovo uničila na wrongdoers.
sr_cyrl: И они који не верује рекао да своје гласнике, "ће сигурно возимо те из земљу, или морам да се вратим да насе религије." Тако да њихов господар је инспирисало да их, "сигурно Униљтижемо починиоце.
sr_latn: I oni koji ne veruje rekao da svoje glasnike, "će sigurno vozimo te iz zemlju, ili moram da se vratim da nase religije." Tako da njihov gospodar je inspirisalo da ih, "sigurno Uniљtiжemo počinioce.
uk: І тих, хто disbelieved сказав до своїх слуг, "ми безумовно відвезе вас із нашого краю, або ви повинні повернутися до нашої релігії". Так що їх Господь надихнув їм, "ми, безумовно, знищити до розкаюємося.
vi: Và những người disbelieved nói với sứ giả của họ, "chúng tôi chắc chắn sẽ ổ đĩa bạn ra khỏi đất của chúng tôi, hoặc bạn phải quay lại tôn giáo của chúng tôi." Do đó, Chúa của họ truyền cảm hứng cho họ, "chúng tôi sẽ chắc chắn tiêu diệt các wrongdoers.
zu: Futhi labo disbelieved tshela kuze bo gijimi, "Sizokwenza Ngokuqinisekile ukushayela niphume ezweni lethu, noma kumelwe abuyele enkolweni yethu."

# Quran1764
source: And We will surely cause you to dwell in the land after them. That is for he who fears My position and fears My threat."
ca: I segurament farà que habiten a la terra després d'ells. Això és per a qui tem la meva posició i tem meu amenaça."
cy: Ac onid ydym yn achosi chi ymhelaethu yn y tir ar ôl iddynt. Yn AU sy'n ofni fy sefyllfa ac yn ofni fy bygythiad.
da: Og vi vil helt sikkert få dig til at bo i landet efter dem. Det er for ham, der frygter min holdning og frygter min trussel."
el: Και εμείς θα προκαλέσει σίγουρα να κατοικούν στη γη μετά από αυτούς. Αυτός είναι για αυτός που φοβάται τη θέση μου και να φοβάται την απειλή μου.»
et: Ja me kindlasti põhjustada teie elate maa pärast neid. See on kes kardab oma seisukohta ja arvab minu ohtu."
fi: Ja me varmasti aiheuttaa voit asua maassa perään. Se on sille joka pelkää kantani ja pelkää minun uhka."
he: אנחנו בוודאי תגרום לשכון בארץ אחריהם. . זה עבור מי פוחד העמדה שלי, והוא חרד האיום שלי"
hr: I sigurno će uzrokovati da se nastane u zemlji nakon njih. To je on koji je moj stav se boji i strahuje zbog prijetnje."
lt: Ir mes tikrai sukels jums gyventi žemėje po jų. Tai tas, kuris baiminasi savo poziciją ir baiminasi mano grėsmė."
lv: Un mēs noteikti radīs jums mājot zemi tiem pakaļ. Tas ir viņš, kurš baidās manu nostāju un baidās mani draudu."
nb: Og vi vil sikkert få deg til å bo i landet etter dem. Det er for den som frykter min posisjon og frykt min trussel."
sk: A sme určite spôsobí, že budete bývať v krajine po nich. To je ten, kto obáva svoju pozíciu a strach môj hrozbu."
sl: In bo smo zagotovo povzroči, da živijo v deželi po njih. To je za kdor boji moj položaju in boji moje grožnjo."
sr_cyrl: А ми сигурно ће довести до благостање у земљи за њима. "То је за оног ко се боји моју позицију и боји моје претњу."
sr_latn: A mi sigurno će dovesti do blagostanje u zemlji za njima. "To je za onog ko se boji moju poziciju i boji moje pretnju."
uk: І ми обов'язково призведе до зупинятися на землі після них. Це для той, хто боїться моя позиція і боїться моя загрози."
vi: Và chúng tôi chắc chắn sẽ làm bạn ở trong đất sau đó. Đó là vì ông lo ngại vị trí của tôi và lo ngại mối đe dọa của tôi."
zu: We surely ukuba uhlale ezweni ngemva kwabo.

# Quran1765
source: And they requested victory from Allah, and disappointed, [therefore], was every obstinate tyrant.
ca: I demanen que la victòria d'Allah, i decebut, [doncs], era cada tirà obstinada.
cy: A gofynnwyd am fuddugoliaeth oddi wrth Allah, a siomedig, [felly], roedd pob tyrant obstinate.
da: De anmodede om sejr fra Allah, og skuffet, [derfor], blev hver stædige tyran.
el: Ζήτησαν νίκη από Αλλάχ και απογοητευμένος, [συνεπώς], ήταν κάθε ισχυρογνώμων τύραννος.
et: Nad taotlesid võidu Jumalalt ja pettunud, [seega] oli iga jonnakas türann.
fi: Ja ne pyysivät voitto Jumalalta ja pettynyt, [] oli näin ollen joka itsepäinen tyranni.
he: הם ביקשו ניצחון מן אללה ואני מאוכזב, [ולכן], היה כל רודן עקשנית.
hr: Tražili su pobjedu od Allaha i razočaran, [Stoga] se svaki tvrdoglav tiranin.
lt: Ir jie paprašė pergalę iš Dievo, ir nusivylęs, [todėl], buvo kas užsispirti tironas.
lv: Viņi pieprasīja uzvaru no Allah un vīlies, [tādējādi] bija ik stūrgalvīgs tirāns.
nb: Forespurte seier fra Allah og skuffet, [derfor] var hver sta tyrann.
sk: Požadovali víťazstvo od Boha a sklamaný, [preto] bol každý tvrdohlavý tyrana.
sl: In so zahtevali zmago od Allah, ter razočaran, [zato], je bil vsak trmasto tiran.
sr_cyrl: Тражили су победе од Алаха и разочаран, [Дакле], је био сваког тврдоглаве тиранина.
sr_latn: Tražili su pobede od Alaha i razočaran, [Dakle], je bio svakog tvrdoglave tiranina.
uk: Вони просили перемоги з Аллах і, [тому] був розчарований кожен упертий тиран.
vi: Và họ yêu cầu chiến thắng từ Allah, và thất vọng, [do đó], mỗi tên bạo chúa ương ngạnh.
zu: Futhi bacela ukunqoba Allah, futhi yadumaza, [Ngakho], kwaba gcwele nenkani.

# Quran1766
source: Before him is Hell, and he will be given a drink of purulent water.
ca: Abans que ell és l'infern, i ell li donarà un got d'aigua purulentes.
cy: Cyn iddo yn uffern, a bydd ef yn cael diod o ddŵr purulent.
da: Foran ham er et helvede, og han får en drink af purulent vand.
el: Πριν από αυτόν είναι κόλαση, και θα του δοθεί ένα ποτό του νερού πυώδης.
et: Enne teda on Hell ja ta antakse juua mädaste vett.
fi: Ennen häntä on helvetti, ja hän antanut juoda märkivä vettä.
he: לפניו הוא גיהנום, תינתן לו לשתות מים מוגלתי.
hr: Prije njega je pakao, i dat gnojni vode.
lt: Prieš jį yra pragaras, ir jis bus suteikta pūlingos vandens gėrimas.
lv: Priekšā ir ellē, un viņam tiks dota strutaina padzerties.
nb: Før ham er helvete, og han får en drink purulent vann.
sk: Pred ním je peklo, a on bude mať drink hnisavé vody.
sl: Pred njim je hudič, in bo treba dati pijačo Zagnojen vode.
sr_cyrl: Пред њим је пакао, и он ће добити гутљај воде и тако изнова.
sr_latn: Pred njim je pakao, i on će dobiti gutljaj vode i tako iznova.
uk: Перед ним є пекло, і він буде надана напій гнійних води.
vi: Trước khi anh ta là địa ngục, và ông sẽ được uống nước purulent.
zu: Phambi kwakhe is Hogo uyonikwa amanzi ubovu.

# Quran1767
source: He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment.
ca: Va empassar-lo però difícilment es [poder] s'empassa. I mort vindrà a ell de tot arreu, però ell és no morir. I abans que ell és un càstig massiva.
cy: Bydd ef ei gulp ond bydd prin [yn gallu] lyncu. A daw marwolaeth iddo o bob man, ond nid yw ef yn marw. A chyn iddo yw cosbi enfawr.
da: Han vil gulp det men vil næppe [kunne] sluge det. Og døden kommer til ham fra overalt, men han er ikke til at dø. Og før ham er en massiv straf.
el: Αυτός θα gulp αυτό αλλά θα μετά βίας [είναι σε θέση να] το καταπιούν. Και ο θάνατος θα έρθει σ ' αυτόν από παντού, αλλά δεν είναι να πεθάνουν. Και πριν από αυτόν είναι μια μαζική τιμωρία.
et: Ta lürpima see aga üldse mitte [oleks võimalik] neelama. Ja surma tulevad teda kõikjal, kuid ta ei ole surra. Ja enne teda on massiivne karistus.
fi: Hän hörppy se mutta tuskin edes [pystyy] niele se. Ja kuolema tulee häntä kaikkialla, mutta hän on olla kuolla. Ennen häntä on massiivinen rangaistus.
he: . הוא כאן תוכלו ללגום אותו אך בקושי [להיות מסוגל] לבלוע את זה. שהמוות יגיע אליו מכל מקום, אבל הוא לא למות. ולפני אותו הוא עונש מסיבית.
hr: On će se zagrcnuti ali će jedva [moći] ga progutati. I smrt će doći do njega sa svih strana, ali on ne će umrijeti. I prije njega je velika kazna.
lt: Jis bus springti ji bet vargu ar taip [turėti galimybę] ar nuryti. Ir mirties ateis į jį iš visur, bet jis yra ne mirti. Ir prieš jį yra masyvi bausmė.
lv: Viņš to rīt, bet diez vai būs [var] norīt. Un nāve nāks pie viņa no visur, bet viņš nevar mirt. Un pirms viņam ir masveida sodu.
nb: Han vil slurk den men vil neppe [kunne] svelger det. Og døden kommer til ham fra overalt, men han skal ikke dø. Og før ham er en massiv straff.
sk: On prehltnúť to, ale ťažko sa [mohli] prehltnúť. A smrť príde k nemu z všade, ale on nie je zomrieť. A pred ním je masívny trest.
sl: On hoteti požirati to šele bo komaj [lahko] pogoltnili. In smrt bo nanj od vsepovsod, vendar je ne umreti. In preden ga je veliko kazen.
sr_cyrl: Он ће то гулп, али ће једва [моћи] га прогутати. Смрт долази до њега са свих страна, а он је да не умре. И пре него што га је огромна казна.
sr_latn: On će to gulp, ali će jedva [moći] ga progutati. Smrt dolazi do njega sa svih strana, a on je da ne umre. I pre nego što ga je ogromna kazna.
uk: Він буде це ковток, але навряд чи будете [зможе] її проковтнути. Та смерті наступить до нього звідусіль, але він не для того, щоб померти. І перед ним є масовим покарання.
vi: Ông sẽ gulp nó nhưng sẽ khó [có thể] nuốt nó. Và cái chết sẽ đến với anh ta từ khắp mọi nơi, nhưng ông không phải là để chết. Và trước khi anh ta là một sự trừng phạt lớn.
zu: Uyokwethaba Gulp it kodwa ngeke [bakwazi] ukugwinya it.

# Quran1768
source: The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.
ca: L'exemple d'aquells que no creuen en el seu senyor és [que] els seus actes com les cendres que el vent bufa amb força un dia tempestuós; són incapaços [fer] des que es va obtenir una [sola] cosa. Això és què és error extrema.
cy: Yr enghraifft o'r rhai a chredu yn eu Arglwydd yw [y] yn eu gweithredoedd fel lludw y mae y gwynt yn chwythu yn rymus ar ddiwrnod stormus; ydynt yn gallu [i gadw] o beth maent yn ei ennill peth [un]. Dyna beth yw gwall eithafol.
da: Eksempel på dem, der ikke tror på deres Herre er [der] deres gerninger er ligesom ashes, som vinden blæser kraftigt på en stormfuld dag; de er ikke [kunne holde] fra hvad de tjente en [enkelt] ting. Det er hvad er ekstreme fejl.
el: Το παράδειγμα από εκείνους που τους δυσπιστώ Λόρδος [που] είναι πράξεις τους είναι σαν στάχτες που φυσάει ο άνεμος δυνατά σε μια θυελλώδη ημέρα? δεν είναι σε θέση [να] από ό, τι κέρδισα και [μόνο] ένα πράγμα. Αυτό είναι ακραίες πλάνη.
et: Näiteks need, kes usu nende Issand on [see] nende teod on nagu tuhka, kus tuul puhub jõuliselt tormisel päeval; nad ei suuda [pidama]: mida nad teenitud [ühe] asja. Seda on äärmiselt viga.
fi: Esimerkkinä niille, jotka ovat uskottomia Herransa on [että] heidän tekonsa ovat kuin tuhka, jossa tuulee voimakkaasti myrskyinen päivä; he eivät pysty [pitämään] alkaen he ansainneet [single] asia. Mitä on äärimmäinen virhe.
he: הדוגמה של אלה לא להאמין בהאל שלהן היא [כי] מעשיהם הם כמו האפר אשר הרוח נושבת בחוזקה ביום סערה; הם אינם מסוגלים [להמשיך] מפני מה שהן הרוויחו דבר [אחד]. . זה מה השגיאה קיצוני
hr: Primjer onih koji ne vjeruju u gospodara je [da] njihova djela su kao pepeo koji vjetar puše snažno u oluji; Oni nisu u stanju [da] iz su zaradili [jedne] stvar. To je ono što je pogrešaka.
lt: Pavyzdžiui, tie, kurie neturi uwierzyli, jų Viešpats yra [kad] savo poelgius, pavyzdžiui, pelenų, kad vėjas pučia ryžtingai audringą dieną; jie negali [kad] iš ką jie uždirbo [vienas] dalykas. Tai kas yra extreme klaida.
lv: Piemēram, kuri neticēt kungs ir [ka] viņu darbiem ir kā pelni, kas vējš pūš sparīgi vētrains dienā; viņi nespēj [Saglabāt] no to, ko viņi nopelnījuši [viena] lieta. Lūk, kas ir ārkārtīgi kļūda.
nb: Eksempel på de som tviler i Herren er [at] deres gjerninger er like aske som vinden blåser hardt på en stormfull dag; de er ikke [å holde] fra hva de tjent en [enkel] ting. Det er hva er ekstreme feil.
sk: Príklad z tých, ktorí neveriť v ich Hospodin je [to] ich skutky sú ako popol, ktoré vietor fúka silno búrlivý deň; nie sú schopní [aby] od čo si zarobil [jedinú] vec. To je to, čo je extrémne chyba.
sl: Na primer tistih, ki verjamem v njihovega gospodarja je [ki] njihovega dela, kot so pepel, ki je veter piha odločno nevihtni dan; ne moreta [da] od kar so zaslužili [eno] stvar. To je tisto, kar je skrajno napake.
sr_cyrl: [То ] је пример оних који сумњаш у њихов господар је њихова дела су као пепео који дува насилно је буран дан; Они нису у могућности [да] из зарадили су [] ништа. То је екстремно грешке.
sr_latn: [To] je primer onih koji sumnjaš u njihov gospodar je njihova dela su kao pepeo koji duva nasilno je buran dan; Oni nisu u mogućnosti [da] iz zaradili su [] ništa. To je ekstremno greške.
uk: Прикладом тих, хто не вірити в свої Господь є [що] їхні вчинки, як попелу, який дме вітер рішуче бурхлива день; вони не в змозі [зберегти] від те, що вони заробили [одну] річ. Ось що extreme помилка.
vi: Ví dụ về những người disbelieve trong Chúa là [rằng] hành động của họ là giống như tro đó gió thổi mạnh mẽ vào một ngày sóng gió; họ có thể [tiếp tục] từ những gì họ kiếm được một điều [single]. Đó là những gì là cực kỳ lỗi.
zu: Isibonelo labo disbelieve bo Lord bo [iwukuthi] izenzo zabo zifana umlotha Umoya ushaya Umbambe ngosuku olunesivunguvungu;

# Quran1769
source: Have you not seen that Allah created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation.
ca: No has vist que Allah creava els cels i la terra en veritat? Si es vol, pot acabar amb vostè i produir una nova creació.
cy: Nid ydych wedi gweld y creodd Allah y nefoedd a'r ddaear mewn gwirionedd? Os mae ef wills, gall wneud i ffwrdd â chi a cynhyrchu greu newydd.
da: Har du ikke set, at Allah skabte himlen og jorden i sandheden? Hvis han vil, kan han gøre væk med dig og producerer en ny skabning.
el: Έχετε δει ότι Αλλάχ δημιούργησε τον ουρανό και τη γη στην αλήθεια; Εάν οι διαθήκες, μπορεί να κάνει μακριά με εσάς και να παράγουν μια νέα δημιουργία.
et: Kas sa ei näinud, et Jumal on loonud taeva ja maa tõsi? Kui ta tahab, ta sul kaotada ja toota uut loomist.
fi: Ettekö ole huomanneet, että Jumala loi taivaat ja maan todellisuudessa? Jos tahtoo, hän teidän kanssanne ja tuottaa uuden luomiseen.
he: ראית לא אללה יצר את השמים ואת הארץ. למען האמת? שיואיל הוא יכול להיפטר ממך ומפיקים יצירה חדשה.
hr: Zar ti nisi vidio da je Alah stvorio nebesa i zemlju u istini? Ako hoće, može napraviti daleko sa tobom i proizvesti nova stvaranja.
lt: Jūs mačiau kad Dievas sukūrė dangų ir žemę, tiesa? Jei jis nori, jis gali padaryti toli su jumis ir gaminti naujas kūrinys.
lv: Vai jums nav redzams, Allah radīja debesis un zemi patiesību? Ja viņš vēlas, viņš var darīt prom ar jums un ražot jaunu radīšanu.
nb: Har du ikke sett at Gud skapte himlene og jorden i sannhet? Hvis han wills, kan han gjøre unna med deg og produserer en ny skapning.
sk: Už ste nevideli, že Alah stvoril nebesia a zem v pravde? Ak on chce, môže sa s vami a produkovať nové stvorenie.
sl: Ali niste opazili da je Allah ustvaril nebo in zemljo v resnici? Če on hoče, je lahko narediti stran z vami in proizvajajo nove stvaritve.
sr_cyrl: Нисам вас видео да Алах је створио небо и земљу у истини? Ако он то зели, он вас среде и произвести нову креацију.
sr_latn: Nisam vas video da Alah je stvorio nebo i zemlju u istini? Ako on to zeli, on vas srede i proizvesti novu kreaciju.
uk: Ви не бачили, що Аллах створив небо й земля в правду? Якщо він хоче, він може покінчити з вами і виробляти створіння нове.
vi: Bạn đã không thấy rằng Allah tạo trời và trái đất trong sự thật? Nếu ngài muốn, Anh có thể làm đi với bạn và sản xuất một sáng tạo mới.
zu: Awukaze yini uphawule ukuthi Allah wadala amazulu nomhlaba iqiniso?

# Quran1770
source: And that is not difficult for Allah.
ca: I això no és difícil d'Allah.
cy: Ac nid yw hynny'n anodd i Allah.
da: Og det er ikke vanskeligt for Allah.
el: Και αυτό δεν είναι δύσκολο για τον Αλλάχ.
et: Ja see pole raske Allah.
fi: Ja se ei ole vaikeaa hillitä.
he: וזה לא קשה למען אללה.
hr: I to nije teško za Allaha.
lt: Ir tai nėra sunku Dievas.
lv: Un tas nav grūti Allah.
nb: Og det er ikke vanskelig for Døyve.
sk: A to nie je ťažké pre Alaha.
sl: In da ni težek zakaj Allah.
sr_cyrl: А то није тешко за Алаха.
sr_latn: A to nije teško za Alaha.
uk: І це не складно для Аллаха.
vi: Và đó không phải là khó khăn cho Allah.
zu: Futhi lokho akuyona nzima Allah.
