Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran260
source: Those messengers - some of them We caused to exceed others. Among them were those to whom Allah spoke, and He raised some of them in degree. And We gave Jesus, the Son of Mary, clear proofs, and We supported him with the Pure Spirit. If Allah had willed, those [generations] succeeding them would not have fought each other after the clear proofs had come to them. But they differed, and some of them believed and some of them disbelieved. And if Allah had willed, they would not have fought each other, but Allah does what He intends.
ca: Els missatgers - alguns d'ells que hem provocat a superar els altres. Entre ells hi havia aquells a qui va parlar d'Allah i va plantejar alguns d'ells en grau. Vam donar proves clares de Jesús, el fill de Maria, i podem donar-li suport amb l'esperit pur. Si Allah tenia willed, aquelles [generacions] succeint-los no hauria lluitat mútuament després les proves clares que havia arribat a ells. Però que diferien, i alguns d'ells creien i alguns d'ells dubtaven. I si Allah tenia willed, no han lluitat mútuament, però Allah fa el que pensa.
cy: Hynny negeswyr-rhai ohonynt yn achosi inni i ragori ar eraill. Yn eu plith oedd y rhai y siaradodd Allah, ac AU Cododd rhai ohonynt mewn gradd. Rhoesom proflenni glir Iesu, mab Mary, ac rydym wedi cefnogi ef ag ysbryd pur. Os oedd Allah ewyllysio iddi, hynny cenedlaethau llwyddo iddynt byddai nid wedi ymladd gilydd wedi y proflenni glir ddod iddynt. Ond yr oeddent yn wahanol, ac mae rhai ohonynt yn credu a rhai ohonynt a ddysgais. Ac os oedd Allah ewyllysio iddi, ni fuasent wedi ymladd gilydd, ond mae'r Allah yw beth y mae'n bwriadu.
da: Disse budbringere - nogle af dem vi forårsaget for at overskride andre. Blandt dem var dem, for hvem Allah talte, og han rejste nogle af dem i grad. Og vi gav Jesus, søn af Mary, klare beviser, og vi støttede ham med den rene ånd. Hvis Allah havde villet, disse [generationer] lykkes dem ville ikke har bekæmpet hinanden efter de klare beviser var kommet til dem. Men de afveg, og nogle af dem mente, og nogle af dem disbelieved. Og hvis Allah havde villet, de ville ikke har bekæmpet hinanden, men Allah gør, hvad han agter.
el: Αυτά τα μηνύματα - ορισμένα από αυτά εμείς προκαλέσαμε να υπερβεί τους άλλους. Ανάμεσά τους ήταν εκείνοι στους οποίους Αλλάχ μίλησε κι αυτός έθεσε ορισμένα από αυτά σε βαθμό. Μας έδωσε ο Ιησούς, ο γιος της Μαρίας, σαφείς αποδείξεις, και τον υποστηρίξαμε με το αγνό πνεύμα. Αν είχε βουλητικός Αλλάχ, αυτές [τις γενιές] τα διαδεχθούν θα δεν αγωνίστηκαν μεταξύ τους μετά τις σαφείς αποδείξεις είχε έρθει σε αυτούς. Αλλά Διαφοροποιούνταν, και ορισμένοι από αυτούς πίστευαν και κάποια από αυτά δεν έγινε πιστευτός. Και αν είχε βουλητικός Αλλάχ, δεν θα έχουν αγωνιστεί ένας τον άλλον, αλλά Αλλάχ κάνει ὄντας.
et: Need kullerid - mõned neist me tekitatud ületada teised. Nende seas olid need, kellele Jumal rääkis, ja ta esitasid mõned neist temperatuuriga. Andsime Jeesus, Maarja poeg, selged tõendid ja toetasime teda puhas vaim. Kui Jumal oli kombeks need põlvkondade neile järgnevates ei võidelnud omavahel pärast seda, kui selged tõendid olid tulnud neile. Kuid nad erinesid, ja mõned neist uskus ja mõned neist disbelieved. Ning kui Allah oli kombeks, nad ei võidelnud omavahel, kuid Jumal ei, mida ta kavatseb esitada.
fi: Nuo sanansaattajat - osa niistä aiheuttaa ylittää muut. Heidän joukossaan olivat ne kenelle Jumala puhui, ja hän toi ne tutkinto. Annoimme Jeesus, Marian poika selvät todistukset, ja olemme tukeneet häntä puhdas henki. Jos Jumala olisi tahtonut, ne sukupolvet niitä jatkavia olisi ei taistellut toisiaan kun selvät todistukset oli tullut heille. Mutta erottuvat toisistaan, ja jotkut niistä, jotka uskoivat ja jotkut heistä uskoneet. Ja jos Jumala olisi tahtonut, ne ei ovat tapelleet keskenään, mutta Jumala ei tekevänne.
he: שליחים אלה - חלקם שגרמנו יעלה על אחרים. ביניהם היו אלה למי אללה דיבר, והוא העלה כמה מהם מדרגה. נתנו הוכחות ברורות. אלוהים, הבן של מרי, ו תמכנו אותו עם רוח טהור. אם אללה היה רצון [דור] מצליח להם היה לא נלחם אחד את השני אחרי בהוכחות ברורות הגיע אליהם. . אבל הם שונה, חלקם האמין וחלק מהן disbelieved. אם אללה היה רצון הם לא היה צריך להילחם אחד בשני, אבל אללה יודע מה הוא מתכוון.
hr: Tih glasnika - neke od njih smo uzrokovali drugi prelazi. Među njima su bili oni kojima Allah govorio, a on podigao neke od njih u stupnju. Mi je dao Isusa, sina Marijina, jasne dokaze i podržali smo ga sa čistog duha. Ako Allah je htio, te [generacije] uspjeh njih bi to jedni druge nakon jasne dokaze je došao do njih. Su se razlikovali, a neki od njih vjerovali i neki od njih bio. I ako je htio Allah, oni bi to jedno drugo, ali Allah radi ono što on namjerava.
lt: Šių pasiuntiniai - kai kurie iš jų mes dėl daugiau kaip kiti. Tarp jų buvo tie, kuriems Dievas kalbėjo, ir jis pakėlė kai kurie iš jų laipsnį. Ir mes davė Jėzus, Marijos sūnus, aiškūs įrodymai, ir mes jam padėjo su Tyra dvasia. Jei Dievas turėjo valios, tas [kartos] juos pavaduojančių būtų ne kovojo tarpusavyje po aiškių įrodymų su jais. Bet jie skyrėsi, ir kai kurie iš jų manė, ir kai kurie iš jų disbelieved. Ir jei Dievas turėjo valios, jie būtų ne kovojo tarpusavyje, bet Dievas nėra ką jis ketina.
lv: Šos ziņnešus - daži no viņiem mums izraisīja pārsniegt citiem. Starp tiem bija tie, kam Allāhs ierunājās, un viņš pacēla dažus no viņiem grādu. Mums deva skaidru apliecinājumu Jēzus, Marijas dēls, un mēs viņu atbalstīja ar tīri garīgas. Ja gribas Allah, tiem [paaudžu] tās panākumi būtu nav cīnījušies viens otru pēc tam, kad bija ieradies pie viņiem skaidru apliecinājumu. Bet viņi atšķīrās, un daži no viņiem uzskatīja, un daži no viņiem disbelieved. Un, ja Allāha gribas, tie nav esam cīnījušies viens otru, bet Allāha dara to, ko viņš plāno.
nb: Disse sendebudene - noen av dem vi forårsaket mer enn andre. Blant dem var de som Gud har talt, og han reist noen av dem i grad. Og vi ga Jesus, sønn av Mary, klare bevis, og vi støttet ham med ren ånd. Hvis Allah hadde ville, de [generasjoner] lykkes dem ville ikke har kjempet hverandre etter at det tydelige bevis hadde kommet til dem. Men de skilte seg, og noen av dem trodde og noen av dem vantro. Og hvis Allah hadde ville, de ville ikke ha kjempet hverandre, men Allah gjør hva han akter.
sk: Týchto poslov - niektoré z nich sme spôsobili vyššia ako ostatné. Medzi nimi boli tí, ktorým Boh prehovoril a on vznesené niektoré z nich v stupni. Dali sme Ježiša, syna Márie jasné dôkazy a sme podporili ho čistým liehom. Ak Boh mal vôľou tých [generácií] úspech ich by nie mať proti sebe bojovali po jasné dôkazy prišiel k nim. Ale odlišovali, a niektoré z nich verili a niektoré z nich pochyboval. A ak Boh bol chcel, že by nie bojovali navzájom, ale Boh robí, čo zamýšľa.
sl: Teh sli - nekatere od njih smo zaradi presega druge. Med njimi so bili tisti komu Allah govoril, in je postavljeno, nekateri od njih v stopnjo. In mi je dal Jezus, sin Marije, jasno dokazila, in smo ga podpirali z čistega duha. Če Allah je voljan, ti [generacije] uspeh jih bi ne so se borili med seboj po jasno dokazila je prišel do njih. Vendar so se razlikovali, in nekateri od njih verjel in nekateri od njih verjeli. In če je Allah volje, jih ne bi bojevale med sabo, vendar Allah ne, kaj namerava.
sr_cyrl: Тих гласника - неки од њих ми је изазвало да премаши другима. Међу њима су они којима Аллах говорио, а он подигао неке од њих степена. Дали смо Исус, син Марy, јасне доказе и подржали смо га са цисти дух. Ако Алах имао воље, те генерације их успем би не би ни борили једни другима након што је јасан доказ је дошао до њих. Али су изразили различита мишљења, а неки су веровали, а неки од њих не верује. И ако Алах имао воље, они би не би ни борили једни друге, али Аллах ради ста му треба.
sr_latn: Tih glasnika - neki od njih mi je izazvalo da premaši drugima. Među njima su oni kojima Allah govorio, a on podigao neke od njih stepena. Dali smo Isus, sin Mary, jasne dokaze i podržali smo ga sa cisti duh. Ako Alah imao volje, te generacije ih uspem bi ne bi ni borili jedni drugima nakon što je jasan dokaz je došao do njih. Ali su izrazili različita mišljenja, a neki su verovali, a neki od njih ne veruje. I ako Alah imao volje, oni bi ne bi ni borili jedni druge, ali Allah radi sta mu treba.
uk: Ці послів - деякі з них ми викликало перевищить інших. Серед них були ті, кому Аллах говорив і він підняв деякі з них в ступінь. Ми дали Ісус, син Марії, чітких доказів, і ми його підтримував з чистого спирту. Якщо Аллах був того, ці [поколінь] успіху їх б не боролися один одного після того, як чітких доказів прийшла до них. Але вони відрізняються, і деякі з них вважали і деякі з них disbelieved. І якщо Аллах був того, вони б не боролися один одного, але Аллах робить те, що він має намір.
vi: Những sứ giả - một số chúng tôi gây ra vượt quá những người khác. Trong số đó có những người mà Allah đã nói, và ông nêu ra một số văn bằng. Chúng tôi đã chứng minh rõ ràng Chúa Giêsu, con trai Mary, và chúng tôi ủng hộ ông với tinh thần tinh khiết. Nếu Allah có ý chí, những [thế hệ] thành công chúng sẽ không có chiến đấu lẫn nhau sau khi chứng minh rõ ràng đã đến với họ. Nhưng chúng khác nhau, và một số người trong số họ tin tưởng và một số người trong số họ disbelieved. Và nếu Allah đã willed, họ sẽ không chiến đấu lẫn nhau, nhưng Allah không những gì ông dự định.
zu: Labo izithunywa - abanye babo We banga ukuze idlule abanye.

# Quran261
source: O you who have believed, spend from that which We have provided for you before there comes a Day in which there is no exchange and no friendship and no intercession. And the disbelievers - they are the wrongdoers.
ca: O que han cregut, passar d'allò que ens han proporcionat per a vostè abans que arriba un dia en què hi ha cap canvi i no l'amistat i sense intercessió. I els disbelievers - són els malfactors.
cy: O chi sydd wedi credu, gwariant a rydym wedi darparu i chi cyn y ceir unrhyw gyfnewid a oes cyfeillgarwch a oes intercession y dydd. Ac y disbelievers-eu yn y tramgwyddo.
da: O du, der har troet, tilbringe fra det, som vi har givet for dig, før der kommer en dag, hvor der er ingen udveksling og ingen venskab og ingen forbøn. Og vantro - er lovovertrædere.
el: O σας που πιστεύουν, περνούν από αυτό που έχουμε παράσχει για εσάς πριν έρχεται μια μέρα στην οποία δεν υπάρχει καμία ανταλλαγή και δεν φιλία, δεν μεσολάβηση. Και το disbelievers - είναι οι παραβάτες.
et: O kes on uskunud, kulutada see, mida oleme pakkunud sulle enne kui sealt tuleb päev, kus on ei vaheta ja ükski sõprus ja mingit eestkostmine. Ja uskottomille - need on selle tekitaja.
fi: O jotka ovat uskoneet vietät siitä, mikä olemme toimittaneet sinulle ennen tulee päivä, jossa on ei vaihtoa ja ei ystävyyden ja ei esirukousta. Ja uskottomat - ne ovat laajemmalti.
he:  מי מאמין, לבלות מזה סיפקנו לך לפני שם יגיע היום שבו יש אין exchange, אין חברות, ללא התערבותו. את disbelievers - הן הפושעים.
hr: O ti koji su vjerovali, provesti od onoga koji smo osigurali za vas prije nego što dođe dan u kojem je nema razmjene i nema prijateljstva i nema posredovanja. I iskuse - oni su počinioce.
lt: O jūs, kurie tikėjo, praleisti nuo tos, kuri mes teikiame jums prieš ateina per dieną, kurio yra neteikia ir ne draugystė, ne užtarimo. Ir disbelievers - jie yra grzesznicy.
lv: O kas ticējusi, pavadi no to, ko esam nodrošinājuši jums pirms pienāk diena, kurā nav nekāda apmaiņa un nekādu draudzību un nav aizrunāšana. Un disbelievers - tie pārkāpējus.
nb: O du hvem har trodd, tilbringe fra det vi har gitt for deg før det kommer en dag der det er ingen utveksling og ingen vennskap og ingen forbønn. Og troende - de er i wrongdoers.
sk: O vás, ktorí ste uverili, minúť od toho, ktoré sme si predtým, než tam príde deň, v ktorom nie je žiadna výmena a žiadne priateľstvo a žiadne prosby. A neveriacim - sú zloèinci.
sl: O vi, ki ste verjeli, porabili od tistega, ki smo jih za vas, preden pride na dan, v katerem je brez izmenjave in ni prijateljstvo in ne priprošnjo. In disbelievers - so se wrongdoers.
sr_cyrl: О ти који верују, провести од оног који смо ти нашли новац пре него што дође дан у којем је без еxцханге "и" нема пријатељства "и" Нема залагања. И скептике - они су починиоце.
sr_latn: O ti koji veruju, provesti od onog koji smo ti našli novac pre nego što dođe dan u kojem je bez exchange "i" nema prijateljstva "i" Nema zalaganja. I skeptike - oni su počinioce.
uk: О ви, хто вірив, проведіть від того, що ми надали для вас, перш ніж настає день, в якій немає ні exchange і немає дружби і немає клопотання. І disbelievers - вони є в розкаюємося.
vi: O bạn của những người đã tin tưởng, chi tiêu từ đó mà chúng tôi đã cung cấp cho bạn trước khi có đến một ngày, trong đó có là không có trao đổi và tình bạn không có và không can thiệp. Và thì - họ là các wrongdoers.
zu: O you kholwa chitha lokho esiye hlinzeka for you lungakafiki a Day lapho akukho exchange futhi akukho ubungani hhayi intercession.

# Quran262
source: Allah - there is no deity except Him, the Ever-Living, the Sustainer of [all] existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.
ca: Allah - no hi ha cap Déu excepte ell, la vida mai, la Sustainer de l'existència [tots els]. Ni somnolència arriba ell ni dormir. A ell pertany el que està en el cel i el que està en la terra. Que és el que pugui intercedir amb ell excepte pel seu permís? Sap què és [actualment] abans d'ells i el que serà després d'ells, i abasten no una cosa dels seus coneixements amb l'excepció que Ell voluntats. Seu Kursi s'estén sobre els cels i la terra, i la preservació dels pneumàtics, ell no. I és la més alta, la més gran.
cy: Allah-nid oes unrhyw Dduwdod ac eithrio ef, y byw erioed, y Sustainer o fodolaeth [bob]. Mae syrthni na'r llall yn goddiweddyd ef nac yn cysgu. Iddo ef y perthyn beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Pwy yw y gall eiriol gydag ef ac eithrio drwy ei ganiatâd? Ei fod yn gwybod beth yw [ar hyn o bryd] cyn iddynt a beth fydd ar ôl iddynt, a ydynt yn cynnwys nid peth ei wybodaeth heblaw am beth a wills ef. Mae ei Kursi yn ymestyn dros y nefoedd a'r ddaear, ac mae eu cadw yn tires ef ni. Ac ef yw y mwyaf uchel, y mwyaf mawr.
da: Allah - der er ingen guddom undtagen ham, Ever-levende, opretholderen af [alle] eksistens. Hverken døsighed overhaler ham eller sove. Han hører hvad der er i himlene og hvad der er på jorden. Hvem er det, der kan gribe ind med ham undtagen ved hans tilladelse? Han ved hvad er [i øjeblikket] før dem, og hvad vil være efter dem, og de omfatter ikke en ting af hans viden undtagen hvad han testamenter. Hans Kursi strækker sig over himlene og jorden, og deres bevarelse dæk ham ikke. Og han er den højeste, den mest fantastiske.
el: Αλλάχ - δεν υπάρχει καμία θεότητα εκτός από τον ίδιο, την ολοένα και συνθηκών διαβίωσης, η Sustainer [όλα] ύπαρξη. Ούτε υπνηλία προσπερνά τον ούτε ύπνου. Σ ' αυτόν ανήκει ό, τι είναι στους ουρανούς και στη γη. Ποιος είναι αυτό που μπορεί να μεσολαβήσει μαζί του εκτός από την άδειά του; Ξέρει τι είναι [σήμερα] πριν τους και ποια θα είναι μετά από αυτά, και αυτοί περιλαμβάνουν δεν είναι ένα πράγμα της γνώσης εκτός από τι διαθήκες. Του Kursi επεκτείνεται πέρα από τον ουρανό και τη γη, και τη διατήρησή τους ελαστικά αυτόν δεν. Και αυτός είναι ο Ύψιστος, ο πιο μεγάλος.
et: Jumal - ei ole jumalus, välja arvatud tema, Ever elu [kõik] olemasolu alalhoidja. Kumbki uimasust üllatab teda ega magada. Temale kuulub iganes on taevas ja mis on maa peal. Kes on see, et saaks paluma temaga peale tema õigus? Ta teab, mis on [praegu] enne neid ja milline saab olema nende järel ja kutsealade mitte asi tema teadmisi, välja arvatud, mida ta tahab. Tema Kursi ulatub üle taeva ja maa ja nende säilimise rehvid teda mitte. Ja ta on kõige kõrgema, viimane suur.
fi: Jumala - ei ole Jumaluutena, paitsi häntä, yhä elävät Sustainer [all] olemassaolo. Kumpikaan uneliaisuutta ohittaa häntä eikä uni. Hänelle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Kuka on se, että voi astuisi hänen kanssaan, hän lupaa? Hän tuntee [hetkellä] ennen ja mitä tulee niiden jälkeen, ja ne kattavat ei asia tietonsa lukuun ottamatta mitä tahtoo. Hänen Kursi ulottuu yli taivaan ja maan, ja niiden säilyvyyden renkaat häntä. Ja hän on kaikkein korkeimman, enimmät erinomainen.
he: אללה - יש אין אלוהות חוץ ממנו, פעם-החיים, Sustainer הקיום [כולו]. נמנום ואף עוקפת אותו ולא שינה. אליו שייך מה הוא בשמים והוא מה על פני האדמה. מי הוא זה יכול לתווך איתו חוץ מאת רשותו? הוא יודע מהו [כיום] לפני אותם ואת מה יהיה אחרי אותם, הם מקיפים דבר הידע שלו חוץ בכוח הרצון. כורסי שלו משתרעת את השמים ואת הארץ, את שימורן צמיגים אותו לא. . והוא הנעלה ביותר, הגדול ביותר.
hr: Allah - postoji nema Božanstva osim njega, Ever-dnevni, održavatelj [svih] postojanja. Ni pospanost obuzima ga ni spavati. Njemu pripada sve što je na nebesima i na zemlji. Koji je mogu posredovati kod njega osim za njegovu dozvolu? On zna što je [sada] prije njih i šta će biti poslije njih, a oni obuhvaćaju ništa od njegova znanja osim ono što on želi. Njegov Kursi prostire se nebo i zemlja, i njihovom očuvanju gume mu ne. I on je Svevišnji, velika većina.
lt: Dievas - nėra jokių Dievybės išskyrus jam, Ever-gyvenimo, Sustainer [visos] egzistencijos. Nei mieguistumas aplenkia jį, nei miego. Jam priklauso kokia yra danguje ir kas yra ant žemės. Kas yra tai, kad gali užtarti su juo išskyrus iš jo teisę? Jis žino, kas yra [dabar] prieš juos ir kas bus po jų, ir jie apimti ne dalykas jo žinių išskyrus ką jis testamentų. Jo Kursi tęsiasi per dangų ir žemę, ir jų išsaugojimas padangos jam nėra. Ir jis pats Aukštasis, labiausiai puikus.
lv: Allah - nav ne dievība, izņemot viņu, Ever-Living, uzturētājs [visi] eksistenci. Nedz miegainību panāk viņam ne gulēt. Viņam pieder, kāds ir debesīs un kāds ir uz zemes. Kas ir tas, ka varat aizlūgt ar viņu, izņemot ar atļauju no viņa? Viņš zina, ko pašlaik [] pirms tos, un kāda būs pēc tam, kad tos, un tie ietver nav lieta, viņa zināšanas, izņemot to, ko viņš vēlas. Viņa Kursi sniedzas pāri debesis un zemi, un to saglabāšana riepas, viņam nav. Un viņš ir visaugstākā, ļoti liels.
nb: Allah - det er ingen guddom bortsett fra ham, er stadig levende, stabiliserer [alle] eksistens. Verken døsighet overgår ham eller sove. Ham tilhører i himmelen og det som er på jorden. Hvem er det som kan megle med ham bortsett fra ved hans tillatelse? Han vet hva er [dag] før dem, og hva vil være etter dem, og de omfatter ikke en ting av sin kunnskap bortsett fra hva han wills. Hans Kursi strekker seg over himlene og jorden, og deres bevaring dekk ham ikke. Og han er den høyeste, det mest Great.
sk: Alah - neexistuje žiadne božstvo okrem neho, niekedy-žijúcej, podporovateľom [všetky] existencie. Ani ospalosť predstihuje ho, ani spať. K nemu patrí, čo je v nebesiach a čo je na zemi. Kto je to, že môžete prihováram s ním okrem jeho povolenie? On vie, čo momentálne [] pred nimi, a čo bude po nich, a zahŕňajú nie je vec jeho vedomia, okrem to, čo on chce. Jeho Kursi rozširuje nad nebesia a zem, a ich uchovanie pneumatiky mu nie. A on je najvyšší, väčšina veľkých.
sl: Allah - ni nobene božanstva, razen njega, Ever-življenje, enako [vse] obstoj. Niti zaspanost prehiti mu niti spanja. Mu pripada karkoli je v nebesih in karkoli je na zemlji. Kdo je to, da lahko posredujem z njim, razen z njegovim dovoljenjem? On ve, kaj je [sedaj] pred njimi in kaj se bo po njih, in pa zajemajo ni stvar njegovega znanja, razen kar je oporok. Njegov Kursi razteza čez nebo in zemljo, in njihovo ohranitev pnevmatike mu ne. In on je najvišjega, najbolj super.
sr_cyrl: Аллах - нема нема боћанство осим њега, Евер-ћивима, на одрћавања динамике [све] постојања. Ни поспаност надвлада га, ни спавати. Њему припада шта год је на небесима, и шта год је на земљи. Ко ли је то да јој помогне с њим осим до његове дозволе? Он зна шта је [тренутно] пред њима и шта ће бити за њима, а они обухватати ништа од његова знања осим шта је воља. Његов سک30 се протеже преко небеса и земљу, а њихова очувања умори га не. И он је на врло високо, у великој.
sr_latn: Allah - nema nema boћanstvo osim njega, Ever-ћivima, na odrћavanja dinamike [sve] postojanja. Ni pospanost nadvlada ga, ni spavati. Njemu pripada šta god je na nebesima, i šta god je na zemlji. Ko li je to da joj pomogne s njim osim do njegove dozvole? On zna šta je [trenutno] pred njima i šta će biti za njima, a oni obuhvatati ništa od njegova znanja osim šta je volja. Njegov سک30 se proteže preko nebesa i zemlju, a njihova očuvanja umori ga ne. I on je na vrlo visoko, u velikoj.
uk: Аллах - немає не божества, за винятком йому Ever-життя, Sustainer [всі] існування. Ні сонливість наздоганяє його, ні сну. Йому належить все, що знаходиться в небесах, і все, що є на землі. Хто ж може клопотатися з ним, за винятком його дозволу? Він знає, що [сьогодні] перед ними, і що буде після них, і вони охоплюють не річ його знання, за винятком, що він хоче. Його Kursi тягнеться за небо й земля, і їхнього збереження шини йому не. І він Всевишнього, найбільш великий.
vi: Allah - đó là không có vị thần ngoại trừ anh ta, sinh hoạt, Ever, Đâng [tất cả] sự tồn tại. Buồn ngủ không phải vượt qua anh ta cũng không ngủ. Anh ta thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Là ai mà có thể cầu bầu với ông ngoại trừ bởi sự cho phép của mình? Ông biết những gì là [hiện nay] trước khi họ và những gì sẽ sau đó, và họ bao gồm không phải là một vấn đề của kiến thức của mình ngoại trừ những gì Ngài muốn. Ông Kursi trải rộng trên bầu trời và trái đất, và bảo tồn của lốp xe anh ta không. Và ông là cao nhất, tuyệt vời nhất.
zu: Allah - akukho ekukhulekeleni ubuNkulunkulu ngaphandle Him Ever-Living, uMsekeli [bonke] ukhona.
