Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1167
source: [Remember, O believers], when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers
ca: [Recorda, creients O], quan Allah prometia un dels dos grups - que seria seva - i desitjat que aquell desarmat vols ser teu. Però Allah destinada a establir la veritat per les seves paraules i eliminar els disbelievers
cy: [Cofiwch, O gredinwyr], pan Allah addawodd eich Mae un o'r ddau grwpiau-y byddai'n gywir-ac ydych yn dymuno y byddai yr un unarmed yn gywir. Ond roedd Allah y bwriad i sefydlu y gwir gan ei eiriau, ac i ddileu y disbelievers
da: [Husk, O troende], når Allah har lovet dig en af to grupper - at det ville blive din - og du har ønsket, at den ubevæbnede, ville være venlig. Men Allah til formål at etablere sandheden af hans ord og til at fjerne vantro
el: [Θυμηθείτε, O πιστών], όταν Αλλάχ υποσχέθηκε σας μία από τις δύο ομάδες - ότι είναι δική σας - και επιθυμήσατε ότι η άοπλοι θα είναι δική σας. Αλλά Αλλάχ με σκοπό να καθιερώσει την αλήθεια από τα λόγια του και να εξαλείψει το disbelievers
et: [Mäleta, O usklike], kuna Jumal lubas sul üks kahest rühmitab - et see oleks sinu - ja soovinud, et relvastamata üks oleks sinu. Kuid Jumal eesmärgiks kehtestada tõde tema sõna ja kõrvaldada selle uskottomille
fi: [Muistaa, O uskovien], kun Jumala luvannut teille toinen ryhmät - että se olisi yours - ja halusitte aseeton yksi olisi sinun. Mutta Jumala tarkoitettu perustaa totuuden hänen sanoistaan ja poistaa uskottomille
he: [זכור, המאמינים O], כאשר אללה הבטיח לך אחד מהשניים מקבץ - כי זה יהיה שלך -, שהלוואי האחד לא חמוש יהיה שלך. אבל אללה התכוון להקים את האמת למילים שלו, כדי לחסל את disbelievers
hr: [Zapamtite, O vjernici], kada Allah obećao jednu od dvije skupine - da je tvoj - i želi da nenaoružani jedan će biti tvoja. Ali Allah namijenjen uspostavi istinu svojim riječima i eliminirati je iskuse
lt: [Prisiminti, O tikintieji], kada Dievas pažadėjo jums vieną iš dviejų grupių - kad tai būtų tavo - ir jūs norėjote, kad ginkluoti vienas bus tavo. Bet Dievas skirti nustatyti tiesą iš jo žodžiai ir pašalinti, disbelievers
lv: [Atceries, O ticīgie], kad Allah solīja jums vienu no divām grupām,-tas ir jums - un jūs vēlētos neapbruņotiem viens varētu būt jūsu. Bet Allāha paredzēts izveidot patiesību, pēc viņa vārdiem un likvidēt disbelievers
nb: [Husker, O troende], når Allah lovet deg en av to grupper - at det ville være ditt - og du ønsket at en ubevæpnet ville bli din. Men Allah ment å etablere sannheten av hans ord, og for å eliminere troende
sk: [Pamätajte si, že O veriacich], keď Alah vám sľúbil, jednej z dvoch skupín - by bolo tvoje - a ste si prial, že neozbrojený ten bude tvoja. Ale Boh pravdu jeho slová a odstránenie neveriacim
sl: [Spomnim, O verniki], kdaj Allah vam obljubila eno od dveh skupin - da bi bilo tvoje - in si zaželeli, da neoborožene eno bi bilo tvoje. Vendar Allah namenjeno za določitev resnice njegove besede in za odpravo na disbelievers
sr_cyrl: [Запамтите , О верници], када Аллах обецао си једну од две групе - да би твоја - прићељкивали сте да би твоја ненаоружани онај. Али Аллах је намењена за утврђивање истине од стране његове речи, као и да елиминише скептике
sr_latn: [Zapamtite, O vernici], kada Allah obecao si jednu od dve grupe - da bi tvoja - priћeljkivali ste da bi tvoja nenaoružani onaj. Ali Allah je namenjena za utvrđivanje istine od strane njegove reči, kao i da eliminiše skeptike
uk: [Пам'ятайте, що віруючі O], коли Аллах обіцяв вам одну з двох груп - що було б твоє - і ви хотіла, що беззбройні один було б твоє. Але Аллах призначені встановлювати правду, за його словами, зламати на disbelievers
vi: [Hãy nhớ rằng, O các tín hữu], khi Allah đã hứa với bạn một trong hai nhóm - rằng nó sẽ là của bạn - và bạn muốn rằng một trong những vũ khí sẽ là của bạn. Nhưng Allah dự định để thiết lập sự thật bởi từ ngữ của mình và để loại bỏ các thì
zu: [Khumbula, O amakholwa], uma Allah ayenithembisile elinye lamaqembu amabili - ukuthi bekuyoba eyakho - futhi wena sengathi lowo bengahlomile bekuyoba eyakho.

# Quran1168
source: That He should establish the truth and abolish falsehood, even if the criminals disliked it.
ca: Que cal establir la veritat i abolir la falsedat, fins i tot si els criminals no li agradava.
cy: Y dylid sefydlu y gwir a diddymu'r anwiredd, hyd yn oed os oedd y troseddwyr yn ei gasau.
da: At han skulle etablere sandheden og afskaffe løgn, selv om kriminelle uglesete det.
el: Ότι θα πρέπει να επιβεβαιώσει την αλήθεια και να καταργήσει το ψέμα, ακόμη και αν οι εγκληματίες αντιπαθής.
et: Et ta tuleks kehtestada tõde ja kaotada valetamine, isegi kui kurjategijad ei meeldinud.
fi: Että hän pitäisi perustaa totuuden ja kumota valhe, vaikka rikolliset haluton.
he: כי הוא צריך לבסס את האמת, לבטל את כזב, אפילו אם הפושעים לא אהב את זה.
hr: Da treba uspostaviti istinu i ukinuti laž, čak i ako kriminalce ne voli ga.
lt: Kad jis turėtų nustatyti tiesą ir panaikinti melas, net jei nusikaltėliai nepatiko jis.
lv: Ka viņš noteiktu patiesību un nepatiesību, atcelt, pat tad, ja noziedznieki nepatika tas.
nb: At han bør etablere sannheten og avskaffe løgn, selv om kriminelle mislikte den.
sk: Že by zistiť pravdu a zrušiť lož, aj v prípade, že zločinci rád to.
sl: Da je treba ugotoviti resnico in odpravi laž, tudi če ni maral kriminalci.
sr_cyrl: Да он треба да утврди истину и укине неистина, чак и ако криминалце воли.
sr_latn: Da on treba da utvrdi istinu i ukine neistina, čak i ako kriminalce voli.
uk: Що він повинен встановлювати правду і відмінити брехня, навіть якщо злочинці любила його.
vi: Ông nên thiết lập sự thật và falsehood, bãi bỏ ngay cả những tên tội phạm không thích nó.
zu: Lokho Kufanele sithole iqiniso futhi uqede amanga, ngisho noma izigebengu awathandwanga it.

# Quran1169
source: [Remember] when you asked help of your Lord, and He answered you, "Indeed, I will reinforce you with a thousand from the angels, following one another."
ca: [Recordes] Quan li demana l'ajuda del seu Senyor, i va contestar, "de fet, reforçarà amb un miler d'àngels, seguint un altre."
cy: [Cofiwch] pan Gofynasoch helpu eich Arglwydd, ac atebodd, "yn wir, bydd ategaf eich gyda mil o angylion, un arall yn dilyn."
da: [Husk] Når du bedt om hjælp fra din Herre, og han svarede, "Ja, jeg vil styrke du med tusind fra engle, efter hinanden."
el: [Θυμηθείτε] όταν ζητήσατε βοήθεια από το Λόρδο, και απάντησε, «πράγματι, εγώ θα ενισχύσει σας με χιλιάδες από τους αγγέλους, μετά από ένα άλλο.»
et: [Mäletan], kui sa palusid abi oma Issanda ja vastas ta, "tõepoolest, ma tugevdab te koos tuhat inglid, üks teise järel."
fi: [Muistaa] kun pyysit apua Herranne, ja hän vastasi, "itse asiassa minä vahvistaa voit tuhatta Angels jälkeen toisiaan."
he: [זוכר] שביקשת עזרה האל, הוא ענה, "אכן, אני יחזק אותך עם אלף מהמלאכים, בעקבות אחד לשני."
hr: [Zapamtite] kada si tražio pomoć svoga Gospodina, a on je odgovorio, "doista, sam će pojačati te sa tisuća od anđela, jedna na drugu."
lt: [Prisiminti] Kada prašėte pagalbos jūsų Viešpats, ir jis atsakė, "iš tiesų, aš sustiprins jums su tūkstančio iš angelų, po viena su kita."
lv: [Atceros], kad jūs esat lūdzis palīdzību savu kungu, un viņš atbildēja, "patiešām, es pastiprinās jūs ar tūkstoš no eņģeļiem, seko viena otrai."
nb: [Husk] når du bedt om hjelp av deres Herre, og han svarte, "Ja, jeg vil forsterke du med tusen fra englene, etter hverandre."
sk: [Pamätať] Keď zadávate pomocou svojho pána, a on odpovedal, "skutočne som posilní vás s tisíc od anjelov, po sebe."
sl: [Ne pozabite] kdaj vprašal pomoč svojega gospodarja, in je odgovoril, "res, sem okrepile boste s tisoč od angelov, po eno drugo."
sr_cyrl: [Запамтите ] када си питао помоћ од свог господара, а он је одговорио, "заиста, ја ће појачати те са хиљаду од Андјела, прате једни друге."
sr_latn: [Zapamtite] kada si pitao pomoć od svog gospodara, a on je odgovorio, "zaista, ja će pojačati te sa hiljadu od Andjela, prate jedni druge."
uk: [Пам'ятаю], коли ви запитали допомога пана свого, і він відповів вам, "дійсно, я посилять ви з тисячі від ангелів, після одного."
vi: [Nhớ] khi bạn yêu cầu giúp đỡ của Chúa của bạn, và ông trả lời bạn, "thật vậy, tôi sẽ tăng cường cho bạn với một ngàn từ các thiên thần, sau nhau."
zu: [Khumbula] uma ebuzwa usizo kho Lord He waphendula wena, "Impela, ngiye oyoqinisa wena nge inkulungwane izingelosi, kulandela omunye nomunye."

# Quran1170
source: And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed, Allah is Exalted in Might and Wise.
ca: I Allah feia no però bona nova i per tal que els seus cors estaria assegurada amb això. I la victòria no és sinó des d'Allah. De fet, Allah és exaltat en força i savi.
cy: A gwnaeth Allah yn tidings nid ond da ac fel y byddai eich calonnau fod yn sicr felly. Ac nid yw buddugoliaeth ond gan Allah. Yn wir, yw Allah i'w mawrygu yn allai a Wise.
da: Og Allah gjorde det ikke men gode tidender og således at jeres hjerter vil sikres dermed. Og sejr er ikke men fra Allah. Faktisk, Allah er ophøjet i Might and Wise.
el: Και Αλλάχ έκανε δεν αλλά καλή είδηση και έτσι ώστε με αυτόν τον τρόπο θα εξασφαλιστεί τις καρδιές σας. Και η νίκη δεν είναι αλλά από τον Αλλάχ. Πράγματι, Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Ja Jumal tegi ta aga häid sõnumeid ja nii, et teie südamed oleks seeläbi tagatud. Ja võit ei ole aga Jumalalt. Tõepoolest, Allah on ülendatud Might ja tark.
fi: Ja Jumala teki mutta ilosanoman ja jotta sydämenne vastaisi siten. Ja voitto ei ole vaan Jumalalta. Itse asiassa Jumala on Ylhäinen mahti ja viisas.
he: אללה גרם לו בשורות לא טובות אבל ועל כך הלב שלכם ובכך היה מובטח. הניצחון אינו אלא מן אללה. אכן, אללה הוא יינשא ב וייז והכוח.
hr: I Allah je ne ali je dobra vijest i tako da se vaša srca će biti sigurni čime. I pobjeda nije ali od Allaha. Uistinu, Allah je uzvišeni u moć i mudar.
lt: Ir Dievas padarė tai ne bet gera žinia ir taip, kad jūsų širdis būtų užtikrintas tokiu būdu. Ir pergalė nėra, bet iš Dievo. Iš tiesų, Allah yra išaukštintas gali ir išmintingas.
lv: Un Allah, kas to nevar, bet labas vēstis un tāpēc, ka tādējādi būtu nodrošināta jūsu sirdis. Un nav uzvara, bet no Allah. Patiešām, ir cildens Allah spēka un gudrs.
nb: Og Allah gjorde det ikke men godt budskap og slik at hjertene vil være sikret dermed. Og seier er ikke men fra Allah. Faktisk er Allah opphøyet i makt og klok.
sk: A Boh to nie ale dobrú zvesť a aby sa vaše srdcia by mala byť zabezpečená tým. A víťazstvo nie je, ale od Boha. Vskutku, Alah je vyvýšené Might a múdry.
sl: In Alah je ne pa dobrih novic in tako, da vaše srce bi bila zagotovljena s tem. In zmaga ni ampak od Allah. Res, Allah je vzvišeno v oblast in pametno.
sr_cyrl: И Аллах га је направио али радосне и тако да своја срца и тиме би била осигурана. И победа не али од Алаха. Уистину , Аллах велииа снагом и мудар.
sr_latn: I Allah ga je napravio ali radosne i tako da svoja srca i time bi bila osigurana. I pobeda ne ali od Alaha. Uistinu, Allah veliиa snagom i mudar.
uk: І Аллах зробив це не але добру новину, і щоб ваше серце буде гарантований тим самим. І перемогу, але з Аллаха. Дійсно, Аллах піднесене в меча і Мудрого.
vi: Và Allah đã làm cho nó không nhưng tốt tidings và để cho trái tim của bạn sẽ được đảm bảo nhờ đó. Và chiến thắng không nhưng từ Allah. Thật vậy, Allah sôi nổi trong Might và khôn ngoan.
zu: Futhi Allah kwenza kwaba zindaba kodwa okuhle futhi ukuze laliyodluliselwa izinhliziyo zenu waqinisekisa ngaleyo ndlela.

# Quran1171
source: [Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky, rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet.
ca: [Recordar] Quan vostè aclaparat amb seguretat somnolència [donar] d'ell i enviat a vostè des del cel, de pluja que purifica i treure de vostè el mal [suggeriments] de Satanàs i a fer ferm el seu cors i fermament així la planta els peus.
cy: [Cofiwch] pan ydych yn llethu gyda diogelwch syrthni [rhoi] oddi wrtho a anfonwyd i lawr i chi gan y sky, glaw sy'n puro'r chi a chael gwared o ddrygioni [awgrymiadau] Satan ac i wneud eich calonnau yn gadarn a planhigion gadarn gan eich traed.
da: [Husk] når han overvældet du med døsighed [giver] sikkerhed fra ham og sendt ned til jer fra himlen, regn til at rense dig og fjerne fra du onde [forslag] af Satan og at gøre standhaftige jeres hjerter og plante fast derved dine fødder.
el: [Θυμηθείτε] όταν αυτός σας κυριεύσει με υπνηλία [δίνοντας] ασφαλείας από αυτόν και αποστέλλονται σε σας από τον ουρανό, βροχή, για να σας εξαγνίσει και να αφαιρέσει από εσάς το κακό [προτάσεις] του Σατανά και να κάνετε ακλόνητος τις καρδιές σας και να φυτεψετε σταθερά με αυτόν τον τρόπο τα πόδια σας.
et: [Mäleta] kui ta ülekoormatud sind [anda] uimasust turvalisuse teda ja saatnud teie peale oma taevast, rain millega sa puhastada ja eemaldada sinult Saatan kurjuse [ettepanekud], et muuta vankumatu oma südamed ja taime kindlalt seeläbi oma jalgu.
fi: [Muistaa] kun hän hukkua uneliaisuutta [antaa] security häneltä ja lähettänyt teille taivaalta, sade jonka täysin puhdistaa sinut ja poistaa sinun paha [Ehdotus] Saatana ja tehdä luja sydämenne ja kasvien tiukasti siten jalat.
he: [זוכר] כאשר הוא המום שאתה עם אבטחה נמנום [מתן] ממנו נשלח עליכם מהשמים, גשם שבו כדי לטהר את ולהסיר את הרוע [הצעות] של השטן להפוך איתנה הלב שלכם ולשתול בחוזקה ובכך את הרגליים.
hr: [Zapamtite] kad je osvaja sa pospanost [daje] sigurnost od njega i poslao na vas s neba, kiša očistiti i ukloniti iz te zlo [prijedloga] Sotone i da vaša srca učiniti nepokolebljivo i čvrsto time biljka noge.
lt: [Prisiminti] kai jis jums užtvindė mieguistumas [tai] apsaugos nuo jo ir išsiųstas į jus iš dangaus, lietus, kuriuo jūs išvalyti ir pašalinti iš tavęs [patarimai] blogio, Šėtonas ir, kad tvirtai jūsų širdyse ir augalų tvirtai taip kojas.
lv: [Atceros] kad viņš jums overwhelmed ar miegainību [dot] drošības no viņa un nosūtīts uz leju, uz tevi no debesīm, lietus, pēc kā jūs attīra un izņemt no jums ļaunuma [ierosinājumus] sātana un padarīt nelokāms savā sirdī un tādējādi stingri augu jūsu kājām.
nb: [Husk] da han overveldet du med tretthet [gi] sikkerhet fra ham og sendt ned over deg fra himmelen, regn som å rense deg og fjerne fra du onde [forslag] Satan og å gjøre trofast hjertene og plante fast dermed føttene.
sk: [Pamätať] kedy ste zahltení ospalosť [dať] zabezpečenia od neho a zoslal na vás z oblohy, dážď, ktorý si očistiť a odstrániť z vás zlé [návrhy] Satan a aby sa milosrdenstva: vaše srdcia a rastlina pevne tým vaše nohy.
sl: [Ne pozabite] Ko ste preobremenjeni z zaspanost, [ki] varnost od njega in poslan na vas z neba, dež, s katerim vas očisti in odstraniti od vas zlo [nasvet] satan in da bo trdno vaše srce in trdno s tem rastlinskih noge.
sr_cyrl: [Запамтите] кад сте преплављени поспаност [даје] безбедности од њега и послао на вас са неба, киша по којем те оцистим и уклонити из тебе зло [предлог] Сатане и да постојано своја срца и подметне чврсто чиме би твоја стопала.
sr_latn: [Zapamtite] kad ste preplavljeni pospanost [daje] bezbednosti od njega i poslao na vas sa neba, kiša po kojem te ocistim i ukloniti iz tebe zlo [predlog] Satane i da postojano svoja srca i podmetne čvrsto čime bi tvoja stopala.
uk: [Пам'ятаю] коли він завалені сонливість [даючи] безпеки від нього і послав на вас з неба, дощ, по яких вам очистити і видалити з вас зло [пропозиції] сатани і зробити твердою ваших серцях і посадити твердо тим самим ваших ніг.
vi: [Nhớ] khi ông bị áp đảo bạn buồn ngủ [cho] bảo mật từ anh ta và gửi xuống khi bạn từ bầu trời, mưa mà lọc bạn và loại bỏ từ bạn ác [góp ý] của Satan và để làm cho kiên định trái tim của bạn và cây trồng vững chắc từ đó bàn chân của bạn.
zu: [Khumbulani] uma He awusibekela wena nge ukozela [enikeza] ukulondeka Him futhi sa phansi phezu kwenu kusukela esibhakabhakeni, imvula ngaso hlamba you bese ususa kuwe okubi [iziphakamiso] bukaSathane nasemiphumeleni ukwenza sigxilile izinhliziyo zenu batshale ngokuqinile

# Quran1172
source: [Remember] when your Lord inspired to the angels, "I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip."
ca: [Recordar] Quan el seu Senyor inspirat als àngels, «jo sóc amb vosaltres, així enfortir aquells que he cregut. Em emesos terror en els cors d'aquells que dubtaven, tan [ells] vaga en el coll i la vaga d'ells cada dits."
cy: [Cofiwch] pan oedd eich Arglwydd yn cael eu hysbrydoli i angylion, 'yr wyf gyda chi, felly chryfhau'r rheini sydd wedi credu. I Bydd bwrw terfysg calonnau o'r rhai a ddysgais, felly [eu] streic ar gyddfau a streic oddi wrthynt bob blaen bys."
da: [Husk] Når din herre inspirerede til englene, "Jeg er med dig, så styrke dem, der har troet. Jeg vil kaste terror i hjerterne hos dem, der disbelieved, så strike [dem] ved halsen og strike fra dem hver fingerspids."
el: [Θυμηθείτε] όταν ο Λόρδος σας ενέπνευσε να τους αγγέλους, «είμαι μαζί σας, έτσι έχουμε ενδυναμώσει όσους πίστεψαν. Θα ρίχνει τρόμο στις καρδιές εκείνων που disbelieved, έτσι [τους] χτυπήσουν το λαιμό και απεργία από αυτούς κάθε ακροδάχτυλο.»
et: [Mäleta] kui oma Issanda inspireeritud inglid, "ma olen teiega, tugevdada nii need, kes oleks uskunud. Ma enamus terror südamed neid, kes disbelieved, nii et strike [neid] pärast kaela ja strike neilt iga sõrme."
fi: [Muistaa] kun Herrasi inspiroi enkelit, "minä olen sinun kanssasi, lujitetaan jotka ovat uskoneet. Aion heittää kauhun sydämet, jotka uskoneet, niin strike [heille] kun kaulaan ja löytää niistä jokaisessa sormenpää."
he: [זוכר] כאשר האדון השראה המלאכים, "אני איתך, אז לחזק את אלה אשר האמינו. אני להטיל אימה בליבם של אלה אשר disbelieved אז שביתה [אותם] על הצוואר, להכות אותם בכל קצה האצבע."
hr: [Zapamtite] kada je gospodar tvoj nadahnuo anđele, "Ja sam s vama, tako ojača one koji su vjerovali. Ću baciti užas u srca onih koji je bio, tako [im] štrajk na vratove i izbaci iz njih svakog prsta."
lt: [Prisiminti] kai jūsų Viešpats įkvėpė angelų, "aš esu su jumis, Taigi stiprinti tuos, kurie tiki. Aš mesti teroro į širdis tų, kurie disbelieved, Taigi streikuoti [jiems] ant kaklo ir streikuoti iš jų kiekvieną piršto."
lv: [Atceros] kad jūsu kungs iedvesmoja eņģeļu sabiedrībā, "es esmu ar jums, tātad stiprināt tiem, kuri ir uzskats. Es cast teroru, kuri disbelieved sirdis, tik streiku [tiem] pēc kakliem un streiks no tiem katru pirkstu."
nb: [Husk] når deres Herre inspirert til englene, "jeg er med deg, så styrke de som har trodd. Jeg vil kaste terror av de vantro, så slå [dem] på nakken og strike fra dem hver fingertupp.
sk: [Pamätať] inšpirovaní svojho pána na anjelov "som s vami, tak posilniť tých, ktorí uverili. Budem obsadenie hrôzu do sŕdc tých, kto pochyboval, tak štrajk [je] po krky a štrajk z nich každý prsta."
sl: [Ne pozabite] Ko vaš gospod navdih, da angeli, "jaz sem z vami, tako okrepi tiste, ki ste verjeli. Bom oddanih terorja v srcih tistih, ki so verjeli, tako [jih] stavke na vratu in stavke iz njih vsak prsta."
sr_cyrl: [Запамтите ] када твој господар је инспирисало да андјели, "Ја сам с тобом, тако ојача оне који верују. Ја ће бацити страх у срца оних који не верује, па напад [их] на вратове и удари са њима сваки јагодици."
sr_latn: [Zapamtite] kada tvoj gospodar je inspirisalo da andjeli, "Ja sam s tobom, tako ojača one koji veruju. Ja će baciti strah u srca onih koji ne veruje, pa napad [ih] na vratove i udari sa njima svaki jagodici."
uk: [Пам'ятаю] коли ваш Господь надихнув ангели, "я з вами, таким чином, зміцнити ті, хто вірив. Я кинув терор в серцях тих, хто disbelieved, так вдарити [їх] на шийок і вдарити з них кожен пальцем."
vi: [Nhớ] khi Chúa của bạn truyền cảm hứng cho các thiên thần, "I 'm với bạn, do đó tăng cường những người đã tin. Tôi sẽ đúc khủng bố vào trái tim của những người disbelieved, vì vậy tấn công [chúng] sau khi các cổ và tấn công từ chúng mỗi ngón tay."
zu: [Khumbula], lapho iNkosi yakho waphefumulela ukuba izingelosi, "mina nginawe, ukuze siqinise labo kholwa. Ngizobeka terror hliziyo of labo disbelieved ngakho phansula [kubo] phezu izintamo ushayanise kusukela kubo nsuku somunwe

# Quran1173
source: That is because they opposed Allah and His Messenger. And whoever opposes Allah and His Messenger - indeed, Allah is severe in penalty.
ca: Allò és perquè ells s'oposaven a Allah i el seu Missatger. I qui s'oposa a Allah i el seu Missatger - de fet, Allah és greu en pena.
cy: Mae hynny oherwydd yr oeddent yn gwrthwynebu Allah a ei negesydd. A pwy bynnag yn gwrthwynebu'r Allah a ei negesydd-yn wir, Allah yn ddifrifol yn gosb.
da: Det er fordi de er modstandere af Allah og hans sendebud. Og hvem er imod Allah og hans sendebud - faktisk, Allah er alvorlig i straf.
el: Αυτό είναι επειδή ήταν αντίθετοι με Αλλάχ και του Messenger. Και όποιος αντιτίθεται στην Αλλάχ και του Messenger - πράγματι, Αλλάχ είναι σε σοβαρή ποινή.
et: Ongi, sest nad olid vastu, Allah ja tema saadik. Ja kes iganes vaidlustab Allah ja tema saadik - tõepoolest, Allah on raske karistus.
fi: Tämä johtuu ne vastustivat Jumalaan ja hänen lähettiläänsä. Ja kuka vastustaa Jumalaan ja hänen lähettiläänsä - jopa, hillitä on ankara rangaistus.
he: זה כי הם התנגדו אללה. מי שמתנגד אללה ושליח שלו - אכן, אללה הוא חמור בעונשם.
hr: To je zato što su protiv Allahu i njegovom poslaniku. I ko se suprotstavlja Allahu i njegovom poslaniku - zaista, Allah je u kaznu.
lt: Taip yra todėl jos nepritaria Dievo ir jo poslanca. Ir tas, kas prieštarauja Dievo ir jo poslanca - iš tiesų, Allah yra sunki bausmė.
lv: Tas ir tāpēc, ka viņi iebilda pret Allāhu un viņa Messenger. Un tas, kurš iebilst pret Allāhu un viņa Messenger - patiešām, Allah ir smags sods.
nb: Det er fordi de imot Allah og hans Messenger. Og den som motsetter Allah og hans Messenger - faktisk, Allah er alvorlig i straffen.
sk: To je, pretože namietali, že Alah a jeho posol. A ten, kto odporuje Alah a jeho posol - naozaj, Alah je ťažké trestu.
sl: To je zato, ker so nasprotovali Allah in njegov sel. In kdor nasprotuje Allah in njegov sel - res, Allah je huda kazen.
sr_cyrl: Зато јер они су се противили Алаха, и његовог гласника. И онај ко се противи Алаха, и његовог гласника - заиста, Аллах је озбиљан у казну.
sr_latn: Zato jer oni su se protivili Alaha, i njegovog glasnika. I onaj ko se protivi Alaha, i njegovog glasnika - zaista, Allah je ozbiljan u kaznu.
uk: Це тому, що вони виступають проти Аллах і його Messenger. І той, хто виступає проти Аллах і його Messenger - дійсно, Аллах серйозними покарання.
vi: Đó là bởi vì họ phản đối Allah và Messenger của ông. Và bất cứ ai phản đối Allah và Messenger của ông - thực sự, Allah là nghiêm trọng trong hình phạt.
zu: Lokho kungenxa yokuthi benqaba Allah and isithunywa sakhe.
