Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2871
source: For them therein is whatever they wish, [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested.
ca: Per a ells en això és el que vulguin, [mentre] romandre eternament. És sempre en el seu senyor una promesa [digne de ser] sol·licitat.
cy: Iddynt hwy ynddo yn beth bynnag yr oeddent yn ei dymuno, tra ufudd i'r fythol. Mae'n erioed ar eich Arglwydd addewid [deilwng i'w] gofyn am.
da: For dem ved det er, hvad de ønsker, [og] overholder evigt. Det er stadig på din herre et løfte [værdig til at være] anmodet om.
el: Για τους σ ' αυτό είναι ό, τι επιθυμούν, [ενώ] τηρώντας αιώνια. Είναι πάντα προς το Λόρδο μια υπόσχεση [άξιος να είναι] ζήτησε.
et: Neil seal on mis nad soovivad, [kuigi] kinni igavesti. See on kunagi soovi oma Issanda lubadus [väärt olevat] nõutud.
fi: Heille siinä on haluaa [kun] noudattavien ikuisesti. Se on koskaan rukoile Jumalaasi lupaus [ansaitsee olla] pyydetään.
he: עבור אותם ובזה היא כל מה שהם רוצים, [כאשר] שומר לנצח. זאת אי פעם על אדונך הבטחה [ראוי להיות] המבוקש.
hr: Za njih u tome je što god oni žele, a trajan vječno. Je li vaša gospoda obećanje [dostojan biti] zatražio.
lt: Dėl jų ten yra ką nori, [o] gerbiantys amžinai. Tai kada nors į savo Viešpaties pažadas [vertas būti] prašoma.
lv: Viņiem tur ir neatkarīgi viņi vēlas, [bet] ievērojot mūžīgi. Tas ir kādreiz pēc jūsu kunga solījums [cienīgs būt] pieprasīja.
nb: For dem er der hva de ønsker, [under] varig evig. Det er stadig på deres Herre et løfte [verdig å være] forespurt.
sk: Nimi sa v ňom čo chcú, [pri] rešpektujúci naveky. Je to niekedy na svojho pána sľub [hoden byť] požaduje.
sl: Zanje v njej je, kar želijo, [pa] upoštevanje večno. To je vedno na svojega Gospoda obljuba [vreden biti] zahteva.
sr_cyrl: За њих у томе је шта год желе, док се држати заувек. Је икада на твој господар обећање [вреди ли бити] затражио.
sr_latn: Za njih u tome je šta god žele, dok se držati zauvek. Je ikada na tvoj gospodar obećanje [vredi li biti] zatražio.
uk: Для них в ньому є все, що побажають, [хоча] дотримання вічно. Це коли-небудь на ваш Господь обіцянку [гідний бути] просила.
vi: Đối với họ đó là bất cứ điều gì họ muốn, [trong khi] tuân thủ luôn luôn. Nó là bao giờ hết khi Chúa của bạn một lời hứa [xứng đáng để] yêu cầu.
zu: Kubo kwalo whatever they fisa [kuyilapho] ezigcina phakade.

# Quran2872
source: And [mention] the Day He will gather them and that which they worship besides Allah and will say, "Did you mislead these, My servants, or did they [themselves] stray from the way?"
ca: I [parlar] el dia va reunir-se ells i la que es veneren a més d'Allah i dirà, "Aquests, meves serventes, va enganyar o fer ells [mateixos] s'aparten de la manera?"
cy: [Yn sôn am] Bydd y dydd yn casglu iddynt ac y maent yn addoli ar wahân i Allah a bydd yn dweud, "oedd eich camarwain rhain, 'm gweision, neu byddant [eu] oedd yn crwydro oddi ar y ffordd?"
da: Og [omtale] dag han vil samle dem og det, som de tilbeder foruden Allah og vil sige, "gjorde du vildlede disse, mine tjenere, eller gjorde de, [sig] afviger fra vejen?"
el: Και [αναφορά] την ημέρα, αυτός θα συγκεντρώσει τους και αυτό που λατρεύουν εκτός από Αλλάχ και θα πω, «έκανε σας παραπλανήσει αυτών, τους υπηρέτες μου, ή μήπως αυτοί [οι ίδιοι] απομακρύνεται από τον τρόπο;»
et: Ja [kirjas] päeval ta kogub neid ja see, mida nad kummardavad Jumalat peale ja ütleb, "ei eksita need minu sulased või tegid nad [ise] hulkuvate teed?"
fi: Ja [] päivä hän kokoaa heitä ja että he palvovat sitä paitsi Allah ja sanovat: "tein harhaan nämä minun palvelijani tai [itse] eksy niin?"
he: [לציין] יום הוא יתכנסו להם וכי הם סוגדים מלבד אללה, יגידו, "אתה להטעות את אלה, המשרתים שלי, או הם [עצמם] לסטות מן הדרך"
hr: I [spomenuti] dan on će skupiti ih i ono što oni obožavaju osim Allaha i će reći, "ti ove moje sluge, zavarali ili zalutaju oni [sami] kako?"
lt: Ir [paminėti] dieną jis bus surinkti juos ir tai, kas jie garbina be Dievo ir sako, "padarė tai, mano tarnai, klaidinti arba ar jie [save] nuklysti nuo to, kaip?"
lv: Un [min] dienā viņš tiksies ar viņiem un to, ko viņi pielūdz papildus Allah un teiks, "Did jūs maldināt, šie mani kalpi vai darīja paši [] nomaldījies no tā?"
nb: Og [nevne] den dagen han vil samle dem og at de tilber foruten Allah og vil si, "gjorde du villede dette, mine tjenere, eller gjorde de [selv] bort fra veien?"
sk: A [spomenúť] deň sa stretnú ich a to, čo uctievajú okrem Alaha a povie: "nemal zavádzať, toto moji služobníci, alebo urobil samy [] blúdiť z cesty?"
sl: In [omenil] dan on bo zbrati jih in ki so častili poleg Allah in rekel, "si zavedlo teh uslužbencev, ali si sami [] Zalutao od način?"
sr_cyrl: [Споменуо ] дан, он ће се окупити их и оно што они клањају осим Алаха и да ће рећи, "Обманули сте ове, моје слуге, или да ли [сами] скрену с тако?"
sr_latn: [Spomenuo] dan, on će se okupiti ih i ono što oni klanjaju osim Alaha i da će reći, "Obmanuli ste ove, moje sluge, ili da li [sami] skrenu s tako?"
uk: І [кажучи вже] день він збере їм і те, що вони поклоняються крім Аллаха і буде сказати, "зробили ви вводити в оману дані, моїх слуг, або зробили самі [] відхилятися від шляху?"
vi: Và [kể] ngày anh sẽ thu thập chúng và đó mà họ tôn thờ ngoài Allah, và sẽ nói, "bạn đã đánh lừa này, công chức của tôi, hoặc họ [họ] đã đi lạc từ đường?"
zu: Futhi [Khumbuzani] Suku He ngibabuthe nokuthi which they khonza Allah uyothi: "Ingabe wena ukudukisa lezi, izinceku zami, they [ngokwawo] wachezuka endleleni?"

# Quran2873
source: They will say, "Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined."
ca: Diran, "exaltat és vostè! No era per a nosaltres prendre a més qualsevol aliats. Però vostè sempre comoditats per a ells i els seus pares fins que oblidava el missatge i es va convertir en un poble en ruïnes."
cy: Byddant yn dweud, "i'w mawrygu ydych! Nid oedd i ni gymryd heblaw chi unrhyw cynghreiriaid. Ond rhoddodd eich cysuron iddynt hwy a'u tadau nes maent wedi anghofio y neges a daeth pobl yn cael eu difetha.
da: De vil sige, "ophøjet er du! Det var ikke for os at tage udover du alle allierede. Men du bekvemmeligheder for dem og deres fædre indtil de glemte meddelelsen og blev et folk ødelagt."
el: Θα πουν, "εξυψώνεται θα είναι! Δεν ήταν για μας να λάβουν, εκτός από εσάς οποιουσδήποτε συμμάχους. Αλλά που παρέχονται ανέσεις για τους και τους πατέρες, έως ότου ξέχασε το μήνυμα και έγινε σε άτομα που καταστράφηκε.»
et: Nad ütlevad, "ülendatud oled sa! Ei olnud meil võtta peale sinu kõik liitlased. Kuid te ette mugavustega ja oma isade kuni nad unustasid sõnumi ja sai hävitanud inimesi."
fi: He sanovat: "ylevä olet! Ei ollut ryhtyä paitsi sinä mitään liittolaisia. Mutta annoit mukavuudet heille ja heidän isiensä unohtaa sanoman ja tuli pilalla kansa."
he: הם אומרים, "אם כבר אתה! זה לא היה לנו לקחת חוץ ממך כל בנות הברית. אבל אתה מסופק הנוחות עבורם ולא האבות שלהם עד שהם שכחו את ההודעה והפך אנשים הרס."
hr: Oni će reći, "uzvišen si ti! To nije za nas da se osim vas tko je od njih. Ali te pogodnosti za njih i njihove očeve zaboravio poruka i postao ljudi uništili."
lt: Jie sako, "išaukštintas yra jums! Tai buvo ne mums imtis ne tik jums bet sąjungininkai. Tačiau pateikėte patogumais už juos ir jų protėviai, kol jie pamiršo pranešimas ir tapo sugriauti žmonių."
lv: Viņi saka, "cildens jūs esat! Tas nebija par mums iespējas spert vēl bez jums visiem sabiedrotajiem. Taču noteikumu ērtībām par viņiem un viņu tēvi, līdz brīdim, kad viņi aizmirsa ziņojumu un kļuva par cilvēkiem, kas izpostījis."
nb: De vil si, "opphøyet er du! Det var ikke for oss å ta dessuten du noen allierte. Men du bekvemmeligheter for dem og deres fedre til de glemte meldingen og ble et folk ødelagt."
sk: Povedia, "povýšil ste! Nebolo to pre nás, aby okrem vás všetkých spojencov. Ale ste poskytli komfort pre nich a ich otcovia až zabudla správa a stal ľudia zničili."
sl: Bodo rekli, "vzvišeno ali ste! To ni za nas, da poleg vas vse zaveznice. Vendar ste posredovali udobje za njih in njihovi očetje, dokler pozabil sporočilo in postal ljudi, uničila."
sr_cyrl: Рећи ће, "измореном си! Није био од нас да преузмемо осим тебе никакве савезници. Али ти пружио удобност за њих и њихови очеви док нису заборавили поруку и постао народ упропастио."
sr_latn: Reći će, "izmorenom si! Nije bio od nas da preuzmemo osim tebe nikakve saveznici. Ali ti pružio udobnost za njih i njihovi očevi dok nisu zaboravili poruku i postao narod upropastio."
uk: Скажуть "Exalted ти! Це було не для нас прийняти, крім вас будь-яких союзники. Але ви надали зручностями для них та їхніх батьків, поки вони забули повідомлення і стали люди зруйнований".
vi: Họ sẽ nói, "sôi nổi! Nó đã không cho chúng tôi đi bên cạnh bạn bất đồng minh. Nhưng bạn đã cung cấp tiện nghi cho họ và cha của họ cho đến khi họ quên tin nhắn và trở thành một người bị hủy hoại."
zu: They tshela "Uphakeme wena! Kwakungekhona siyithathe ngaphandle kwakho kunoma iyiphi nemadlelandawonye. Kodwa Ukhiphe ekunethezekeni for them futhi oyise baze bakhohlwa umyalezo futhi waba yisizwe zonakale."

# Quran2874
source: So they will deny you, [disbelievers], in what you say, and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment.
ca: Així es podrà negar que, [disbelievers], en el que dius, i no pot evitar [càstig] o [trobar] ajuda. I qui comet la injustícia entre vosaltres - li farà degustar un gran càstig.
cy: Felly y maent yn gwadu chi, [disbelievers], yn yr hyn a ddywedwch, ac ni allwch osgoi [cosbi] neu [canfod] help. A pwy bynnag ymrwymo anghyfiawnder ymysg chi-bydd yn gwneud iddo flas cosb mawr.
da: Så de vil nægte dig, [vantro], i hvad du siger, og du kan ikke afværge [straf] eller [find] hjælp. Og uanset hvem der begår uretfærdighed blandt jer - vi vil gøre ham smage en stor straf.
el: Έτσι θ ' αρνηθούν ότι, [disbelievers], σε αυτό που λέτε, και δεν μπορείτε να αποτρέψουν [τιμωρία] ή να [βρείτε] βοήθεια. Και όποιος διαπράττει αδικία ανάμεσά σας - εμείς θα τον κάνει να δοκιμάσετε μεγάλη τιμωρία.
et: Nii nad ei eita sa [uskottomille], mida te ütlete, ja ei saa ära hoida [karistuse] või abi [Otsimine]. Ja kes iganes võtab ebaõigluse Joukostanne - teeme teda suur karistus maitsta.
fi: Niin he kieltävät voit [uskottomat], mitä sanot, ja et voi välttää [rangaistus] tai [Etsi] Ohje. Ja jokainen, joka tekee vääryyttä keskuudessanne - teemme hänestä maku suuri rangaistus.
he: אז הם אכחיש לך, [disbelievers], במה שאתה אומר, לא ניתן למנוע [עונש] או [למצוא] עזרה. מי מבצע עוול מביניכם - אנו נגרום לה לטעום עונש גדול.
hr: Tako da će vas odbiti, [iskuse], u pravu si, i ne mogu spriječiti [kazne] ili [Saznaj] pomoć. I tkogod počini nepravdu među vama - će okusiti veliku kaznu.
lt: Taigi jie atsisakys jums, [disbelievers], ką pasakyti, ir jums negali išvengti [bausmė] arba [ieškoti] pagalbos. Ir kas padaro neteisybė tarp jūsų - mes pasistengsime jį paragauti puikių bausmė.
lv: Tātad viņi noliedz tu [disbelievers], ko jūs sakāt, un nevar novērst [sods] vai [atrast] palīdzību. Un tas, kurš uzņemas saistības netaisnību starp tu - mēs dos viņam garša liels sods.
nb: Så de vil nekte deg, [troende], i hva du sier, og du kan ikke avverge [straff] eller [finne] hjelp. Og den som begår urett blant dere - vi vil gjøre ham smak stor straff.
sk: Tak budú popierať vás, [neveriacim], čo hovoríte, a nemôže odvrátiť [trest] alebo [Vyhľadať] pomoc. A ten, kto sa dopustí nespravodlivosti medzi vami - urobíme mu chuť veľký trest.
sl: Tako jih bo zatajiti, [disbelievers], v tisto, kar ste rekli, in ne morete preprečiti [kazen] ali [Iskanje] pomoč. In kdor stori krivice med ste - smo ga bo okus veliko kazen.
sr_cyrl: Тако они ће одбио, [скептике], у праву си, и не можете се избегне [казна] или [пронађе] помоћи. А онај ко поцини неправду медју вама - смо ће нека проба велика казна.
sr_latn: Tako oni će odbio, [skeptike], u pravu si, i ne možete se izbegne [kazna] ili [pronađe] pomoći. A onaj ko pocini nepravdu medju vama - smo će neka proba velika kazna.
uk: Так вони будуть заперечувати ви [disbelievers], в те, що ви говорите, і ви не можете запобігти [покарання] або [Пошук] довідки. І кожен, хто скоює несправедливість серед вас - ми зробить його смак велике покарання.
vi: Vì vậy, họ sẽ từ chối bạn [thì], trong những gì bạn nói, và bạn không thể ngăn chặn [trừng phạt] hoặc [tìm] giúp đỡ. Và bất cứ ai cam kết các bất công trong số các bạn - chúng tôi sẽ làm cho anh ta thích một hình phạt rất lớn.
zu: Ngakho bayohlala ngakuphika, [abangakholwa], kulokho okushoyo, futhi awukwazi engehlela [isijeziso] usizo noma [thola].

# Quran2875
source: And We did not send before you, [O Muhammad], any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.
ca: I no enviar abans, [O Muhammad], qualsevol dels missatgers excepte que es menjaven aliments i entrar en els mercats. I hem fet alguns de vostès [persones] com a prova per altres - tindrà paciència? I mai és el seu Senyor, veient.
cy: Ac na fyddem yn anfon ger eich bron, [O Muhammad], unrhyw un y negeswyr heblaw eu bod yn bwyta bwyd ac yn cerdded yn y marchnadoedd. Ac yr ydym wedi gwneud rhai o'r chi [pobl] fel prawf ar gyfer eraill-bydd gennych amynedd? A yw eich Arglwydd, erioed weld.
da: Og vi har ikke sendt før du, [O Muhammad], nogen af budbringere, bortset fra at de spiste mad og gik på markederne. Og vi har lavet nogle af jer [mennesker] som retssag for andre - vil du have tålmodighed? Og nogensinde er din Herre, Seeing.
el: Και εμείς δεν έστειλε πριν από εσάς, [Ο Μωάμεθ], οποιοσδήποτε από τους κλητήρες, εκτός από το ότι έτρωγαν φαγητό και περπάτησε στις αγορές. Και κάποιοι από εσάς [Πρόσωπα] ως δοκιμαστική κάναμε για άλλους - θα έχετε την υπομονή; Και ποτέ να είναι ο Λόρδος σας, βλέποντας.
et: Ja me ei saatnud enne sind, [O Muhammad], mis tahes kullerid, et nad sõid toitu ja kõndis turgudel. Ja oleme teinud teie [inimesed] kui kohtuprotsess mõned teised - teil on kannatust? Ja kunagi on sinu isand, nähes.
fi: Ja emme lähettää teille [Oi Muhammed] mitään sanansaattajat paitsi että ne söivät ruokaa ja käveli markkinoilla. Ja olemme tehneet jotkut teistä [ihmiset] koska karsintakilpailu toisille - sinulla on kärsivällisyyttä? Ja koskaan teidän Herranne nähdä.
he: אנחנו לא שלח לפניך, [O מוחמד], מכל השליחים חוץ מזה הם אכלו מזון והלכתי בשווקים. ואני עשינו כמה מכם [אנשים] כמו הניסיון עבור אחרים - האם יש לך סבלנות? פעם הוא האדון שלך, לראות.
hr: I mi ne pošaljete prije tebe, [O Muhammad], bilo glasnika osim što su jeli hranu i ušao na tržišta. I napravili smo neki se [ljudi] kao sudska istraga za druge - će imati strpljenja? I ikada je vaš gospodar, viđenje.
lt: Ir mes nesiuntė prieš tave, [O Muhammad], bet pasiuntiniai išskyrus tai, kad jie valgė maisto ir vaikščiojo rinkose. Ir mes padarė kai kurie iš jūsų [žmonės] kaip bandomąją kitiems - jūs turėsite kantrybės? Ir kada nors yra jūsų Viešpats, matydamas.
lv: Un mēs nenosūtīja pirms tevis [O Muhammad] jebkura kurjeriem, izņemot to, ka viņi ēda ēdienu un aizgāja tirgos. Un mums ir veikti daži no jums [cilvēku] kā izmēģinājuma citiem - jums ir pacietība? Un kādreiz ir kungs, redzot.
nb: Og vi sende ikke før deg, [O Muhammad], noen av budbringere bortsett fra at de spiste mat og gikk i markedene. Og vi har gjort noen av du [folk] som rettssaken for andre - vil du ha tålmodighet? Er noensinne din Herre, se.
sk: A sme neposlal pred vami, [Mohamed], niektorého z poslov, okrem toho, že oni jedli jedlo a chodil na trhoch. A urobili sme niektoré ste [ľudia] ako skúšobné pre ostatných - budete mať trpezlivosť? A niekedy je váš pán videl.
sl: In mi ni poslal pred vami, [O Muhammad], vse sli razen, da so jedli hrano in hodil na trgih. In nekateri od vas [ljudje] kot poskus smo naredili za druge - bo imate potrpljenje? In kdaj je svojega Gospoda, videnje.
sr_cyrl: И ми није послао пред вама, [О Мухаммад], ниједно весници осим што су јели храну и ходао на тржиштима. И направили смо неке од вас [људи] као суђење за друге - ће те имати стрпљења? И икада је твој господар, видим.
sr_latn: I mi nije poslao pred vama, [O Muhammad], nijedno vesnici osim što su jeli hranu i hodao na tržištima. I napravili smo neke od vas [ljudi] kao suđenje za druge - će te imati strpljenja? I ikada je tvoj gospodar, vidim.
uk: І ми не посилати перш, [O Мухаммад], будь-який з посланцями Крім того, що вони їли їжу і пішов на ринках. І ми зробили деякі з вас [чоловік] як випробувальний для інших - буде у вас терпіння? І коли-небудь ваш Господь, бачачи.
vi: Và chúng tôi đã không gửi trước khi, [O Muhammad], bất kỳ của các sứ giả ngoại trừ rằng họ ăn thực phẩm và đi bộ trong các thị trường. Và chúng tôi đã làm một số bạn [người] như thử nghiệm cho những người khác - bạn sẽ có sự kiên nhẫn? Và bao giờ là của Chúa, nhìn thấy.
zu: Futhi We cha sa phambi kwakho, [O Muhammad], noma yiziphi izithunywa ngaphandle kwalokho badla ukudla wahamba ezimakethe.

# Quran2876
source: And those who do not expect the meeting with Us say, "Why were not angels sent down to us, or [why] do we [not] see our Lord?" They have certainly become arrogant within themselves and [become] insolent with great insolence.
ca: I aquells que no esperen l'encontre ens diuen, "per què no àngels enviaven a nosaltres, o [perquè] [no] veiem nostre Senyor?" Certament han esdevingut arrogants dins de si mateixos i [ser] insolent amb gran insolència.
cy: A'r rheini nid yn disgwyl cyfarfod â ni yn dweud, "pam anfonwyd nid angylion i lawr i ni, neu [pam] [na] welwn ein Arglwydd?" Maent wedi sicr ddod yn drahaus o fewn eu hunain ac [yn] digywilydd gyda haerllugrwydd mawr.
da: Og de, der ikke forventer møde med os siger, "Hvorfor var ikke engle sendt ned til os, eller [at] vi [ikke] Se vor Herre?" De har helt sikkert blive arrogant inden for sig selv og [bliver] uforskammede med stor uforskammethed.
el: Και εκείνοι που δεν αναμένουν τη συνάντηση μαζί μας λένε, «γιατί ήταν δεν άγγελοι αποστέλλονται σε εμάς, ή [γιατί] [δε] βλέπουμε ο Κύριός μας;» Σίγουρα έχουν γίνει αλαζονική μέσα τους και [να] αυθάδη μέγα πνέοντα.
et: Ja ootate kohtumine meile öelda: "miks mitte inglid saadeti meile või [miks] me [ei] vt meie Issand?" Neil on kindlasti muutunud isekeskis ülbe ja [saada] ülbe koos suur häbematus.
fi: Ja ne, jotka eivät odota tapaamisen kanssamme sanoa, "Miksi eikä enkeleitä lähetettiin meille tai [] [ei] koska näemme Herramme?" He ovat varmasti tule ylimielisiä itseensä ja [tulee] röyhkeä suuri röyhkeys.
he: אלה אשר לא מצפה לפגישה איתנו אומרים, "למה לא מלאכים נשלחו אלינו, או [למה] אנחנו [לא] רואה אדוננו" הם יש בהחלט להיות יהיר בתוך עצמם ולהיות [] חצוף עם החוצפה הגדולה.
hr: I oni koji ne očekuju sastanak s nama reći, "Zašto ne anđeli poslani da nas ili [zašto] [ne] se naš Gospodin?" Imaju svakako postati arogantni unutar sebe i [postaju] drska s velika drskost.
lt: Ir tie, kurie ne tikėtis susitikimą su mums pasakyti, "kodėl buvo ne angelai išsiųsti į mus, arba [kodėl] mes [ne] pamatyti mūsų Viešpatį?" Jie tikrai tampa arogantiški per save ir [tapti] įžūlus su puikus insolence.
lv: Un tie, kuri nevar gaidīt tikšanos ar mums saka: "kāpēc nav eņģeļi nosūtīja uz leju pie mums, vai [kāpēc] mēs [ne] redzēt mūsu Kungs?" Tie ir noteikti kļuvis iedomīgs sevī un [kļūt] bezkaunīga ar lielu nekaunību.
nb: Og de som ikke forventer møtet med oss si, "hvorfor ikke engler sendt til oss, eller [at] [ikke] ser vi vår Herre? De har sikkert blitt arrogant i seg selv og [blitt] uforskammet med stor uforskammethet.
sk: A tých, ktorí neočakávajú, stretnutie s nami povedať, "prečo nie anjeli poslali k nám, alebo [prečo] [nie] vidíme nášho Pána?" Majú určite stane arogantný do seba a [sa] drzý s veľkou drzosť.
sl: In tisti, ki ne pričakujte srečanje z nami pravijo, "zakaj ne angeli dobila v nas, ali [zakaj] [ne] vidimo naš gospod?" Imajo zagotovo postal aroganten v sebi in [postane] Ohol z veliko nesramnost.
sr_cyrl: И они који не очекују да ће састанак са нама је рекао, "Зашто не анђели послато је у нас, или [зашто] [не] видимо Господ?" Сигурно имају постају арогантни у себи самима и [постане] дрски са супер дрскост.
sr_latn: I oni koji ne očekuju da će sastanak sa nama je rekao, "Zašto ne anđeli poslato je u nas, ili [zašto] [ne] vidimo Gospod?" Sigurno imaju postaju arogantni u sebi samima i [postane] drski sa super drskost.
uk: І тих, хто не розраховуйте на зустрічі з нами сказати: "Чому не ангели відправляли до нас, або [чому] [не] бачимо ми Господа нашого?" Вони безумовно стати зарозумілим всередині себе і [стати] нахабний з великим нахабства.
vi: Và những người không mong đợi cuộc họp với chúng tôi nói, "tại sao đã không phải thiên thần được gửi xuống cho chúng tôi, hoặc [tại sao] chúng ta [không] thấy Chúa của chúng tôi?" Họ đã chắc chắn trở thành kiêu ngạo trong chính mình và [trở thành] vô lể với xấc tuyệt vời.
zu: Futhi labo cha lindela umhlangano nathi bathi: "Yini ukuba izingelosi sa phansi us ngaphakathi, noma [kungani] Sazi [hhayi] bheka ithu Lord?"

# Quran2877
source: The day they see the angels - no good tidings will there be that day for the criminals, and [the angels] will say, "Prevented and inaccessible."
ca: El dia que veuen els àngels - cap bona nova hi haurà aquell dia als criminals, i [àngels] dirà, "Impedia i inaccessible".
cy: Y diwrnod y maent yn gweld yr angylion-oes tidings da fydd y diwrnod hwnnw ar gyfer y troseddwyr, ac bydd [angylion] yn dweud, "atal ac anhygyrch.
da: Den dag de Se engle - ingen gode tidender bliver der dag for kriminelle, og [engle] vil sige, "Forhindret og utilgængelige."
el: Την ημέρα που βλέπουν οι άγγελοι - καμία καλή είδηση θα υπάρξει εκείνη την ημέρα για τους εγκληματίες, και θα πω [οι άγγελοι], «Εμπόδισε και απρόσιτες.»
et: Päeval nad näevad ingleid - häid sõnumeid tuleb sel päeval kurjategijad ja [inglid] ütlevad "Tõttu ja ligipääsmatuks."
fi: He näkevät angels - päivä hyvää sanomaa ei olla samana päivänä rikolliset ja [angels] sanoa, "Estää ja saavuttamattomissa."
he: היום שהם רואים את המלאכים - בשורות טובות לא יהיה שם באותו יום הפושעים, [המלאכים] אומר, "מנעו בלתי נגיש."
hr: Dan vide anđela - nema dobre vijesti će biti taj dan kriminalcima i [anđeli] će reći, "Spriječiti i nedostupna."
lt: Tą dieną jie mato angelai - nėra gera žinia bus tą dieną nusikaltėliai, ir [angelai] bus pasakyti, "Neleido ir neprieinamas."
lv: Tajā dienā viņi redz eņģeļus - nav labas vēstis būs noziedznieki dienā un [angels] teiks: "Neiespējamība un neaizsniedzama."
nb: Dagen de se angels - ingen gode budskap vil det være den dagen for kriminelle og [englene] vil si, "Forhindret og utilgjengelig."
sk: Deň vidí anjelov - žiadna dobrá zvesť tam bude ten deň pre zločincov a [anjeli] povie "zabrániť a neprístupné.
sl: Dan, ki vidijo angele - brez dobrih novic bo ta dan za zločince, in [angeli] rekel, "Preprečiti in nedostopen."
sr_cyrl: Дан они виде анђели - нема радосне ће постојати тог дана за криминалце, а [анђели] кажу, "Спречена и неприступачни."
sr_latn: Dan oni vide anđeli - nema radosne će postojati tog dana za kriminalce, a [anđeli] kažu, "Sprečena i nepristupačni."
uk: День, вони бачать ангелів - немає добру новину не бути той день для злочинців і від ангелів скаже: "Запобігти і недоступні."
vi: Khi họ nhìn thấy các thiên thần - no tidings tốt sẽ có ngày hôm đó cho những tên tội phạm, và [thiên thần] sẽ nói, "Ngăn ngừa việc và không thể tiếp cận."
zu: Suku they bheka izingelosi - akukho izindaba ezinhle ngeke kube khona ngalolo suku izelelesi, futhi [izingelosi] oyothi: "Njengoba bavinjelwa futhi engafinyeleleki."
