Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran37
source: And [mention, O Muhammad], when your Lord said to the angels, "Indeed, I will make upon the earth a successive authority." They said, "Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?" Allah said, "Indeed, I know that which you do not know."
ca: I [accèsit, O Muhammad], quan el Senyor va dir als àngels, "de fet, vaig a fer sobre la terra una autoritat successives." Deien, "posarà sobre ella qui provoca corrupció aquí i dóna sang, mentre que declarem l lloança i santificar vostè?" Allah deia, "De fet, sé allò que no saps."
cy: A [sôn, O Muhammad], pan ddywedodd eich Arglwydd i'r angylion, "yn wir, bydd yn gwneud ar wyneb y ddaear awdurdod olynol." Dywedodd, "a fyddwch yn gosod arno un sy'n achosi llygredd yn weithredol ac yn taflu gwaed, tra byddwn yn datgan eich canmoliaeth ac sanctify chi?" Dywedodd Allah, "Yn wir, gwn fod y nad ydych yn gwybod."
da: Og [omtale, O Muhammad], hvornår din Herren sagde til englene, "Ja, jeg vil gøre på jorden en successive myndighed." De sagde: "vil du placere det, der forårsager korruption deri og kaster blod, mens vi erklære din ros og helliggøre du?" Allah sagde, "Ja, jeg ved det, som du ikke kender."
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Λόρδος σας είπε να τους αγγέλους, «πράγματι, θα κάνω επάνω στη γη σε διαδοχικές αρχή.» Είπαν, «θα τοποθετήσετε επάνω σε το ένας που προκαλεί την καταστροφή σε αυτήν και να ρίχνει αίματος, ενώ εμείς κηρύξει τον έπαινο σας και να σας αγιάσω;» Αλλάχ είπε, «Πράγματι, γνωρίζω ότι αυτό που δεν ξέρετε.»
et: [Märkus, O Muhammad], kuna teie Issand ütles, et inglid, "tõepoolest, ma teen rahvahulgal järjestikuste asutus." Nad ütlesid: "sa paneb talle üks, kes põhjustab korruptsiooni sealsamas ja varjualused verd, kui me tunnistada oma kiitust ja pühitseda sa?" Jumal ütles: "Tõepoolest, ma tean seda, mida sa ei tea."
fi: [Maininnan Oi Muhammed] kun Herrasi sanoi enkeleille, "itse asiassa teen maan peräkkäiset viranomainen." He sanoivat, "voit asettaa sille joka aiheuttaa korruption siinä ja vuodattaa verta, kun me julistaa sinun kunniaasi ja pyhitän sinut?" Allah sanoi: "Itse asiassa tiedän että joka ei tiedä."
he: ו [אזכור, מוחמד O], כאשר האדון אמר למלאכים, "ואכן, אהפוך על פני האדמה רשות רצופים." הם אמרו, "יהיה מקום עליו מי הגורם לפגם בו, שופך דם, בעוד אנחנו מצהירים בתשבחות שלך, וטהרו את?" אללה אמר, "אכן, אני יודע מה אתה לא יודע."
hr: I [spomenuti, O Muhammad], kad Gospodar tvoj rekao anđele, "doista, ja ću na zemlji uzastopnih autoritet." Rekli su, "će vam mjesto na njemu onaj koji izaziva korupcija u njemu i prolije krv, dok ćemo proglasiti svoje pohvale i posveti ti?" Allah rekao: "Zaista, znam ono što ne znate."
lt: Ir [paminėti, O Muhammad], kada jūsų Viešpats sako, kad angelai, "iš tiesų, aš padarysiu žemėje iš eilės institucija." Jie sakė: "jums padės jai tas, kuris sukelia korupciją joje ir depuose kraujo, o mes paskelbti savo pagirti ir pašventino jus?" Dievas pasakė: "Iš tiesų, aš žinau, kuris jums nežino."
lv: Un [pieminēt, O Muhammad], kad jūsu kungs teica, eņģeļu sabiedrībā, "patiešām, es veiks zemes virsū secīgu iestāde." Viņi teica: "jums uzliks to, kurš rada korupciju tajā un nojumes asinīs, kamēr mēs deklarēt savu atzinību un svētīt jums?" Allah teica: "Protams, es zinu, ko jūs nezināt."
nb: Og [omtale, O Muhammad], da deres Herre sa til englene, "Ja, jeg vil gjøre på jorden en påfølgende myndighet." De sa: «vil du plassere på det som forårsaker skade deri og røyter blod, mens vi forkynne din ros og helliger dere? " Gud sa: "Ja, jeg vet som du ikke vet."
sk: A [zmienka, Mohamed], keď váš Pán povedal, anjelov, "naozaj, budem robiť na zemi postupných orgánu." Oni povedali: "budete miesto na neho ten, kto spôsobí poškodenie v ňom a prístreškov krv, keď sme deklarovať svoju chválu a posvätil vás?" Boh povedal: "Naozaj, viem to, čo viete."
sl: In [omenja, O Muhammad], ko svojega Gospoda rekel, da angeli, "res, bi na zemlji zaporednih organ." So rekli, "bo postavite nanj tisti, ki povzroča korupcije v njem in hal krvi, medtem ko smo vaši izjavi, pohvale in posveti ste?" Allah je dejal, "Dejansko vem, ki ne veste."
sr_cyrl: И [помена, О Мухаммад], када је твој господар рекао да анђелима, "заиста, направит ћу над земљом узастопних ауторитет." Рекли су, "ће вас ставити на њему онај који изазива корупција у томе и пролије крв, док ми прогласи похвале и посвети ти?" Аллах је рекао: "Заиста, знам оно што не знате."
sr_latn: I [pomena, O Muhammad], kada je tvoj gospodar rekao da anđelima, "zaista, napravit ću nad zemljom uzastopnih autoritet." Rekli su, "će vas staviti na njemu onaj koji izaziva korupcija u tome i prolije krv, dok mi proglasi pohvale i posveti ti?" Allah je rekao: "Zaista, znam ono što ne znate."
uk: І [згадки, O Мухаммад], коли ваш і сказав Господь до ангелів, "дійсно, я зроблю на землі послідовних повноваження." Вони сказали: "ви місце на нього, хто в ньому породжує корупцію і проливає крові, в той час як ми оголосити похвали і освятить вас?" Аллах сказав: "Дійсно, я знаю, що ви не знаєте,".
vi: Và [đề cập đến, O Muhammad], khi Chúa của bạn nói với các thiên thần, "thật vậy, tôi sẽ làm cho khi trái đất một chính quyền kế tiếp." Họ nói rằng, "bạn sẽ diễn ra khi nó một trong những người gây ra tham nhũng trong đó và nhà kho máu, trong khi chúng tôi tuyên bố khen ngợi của bạn và thánh hóa bạn?" Allah nói: "Thật vậy, tôi biết điều đó mà bạn không biết."
zu: Futhi [Khumbuzani, O Muhammad], lapho kho Lord tshela kuze gelosi, "Ngempela, Ngiyakwenza phezu komhlaba siphatsimandla ezilandelanayo."

# Quran38
source: And He taught Adam the names - all of them. Then He showed them to the angels and said, "Inform Me of the names of these, if you are truthful."
ca: I va ser professor d'Adam els noms - tots ells. Llavors ell va mostrar als àngels i deia, "Informar-Me dels noms d'aquests, si és veraç."
cy: A dysgodd Adam enwau-pob un ohonynt. Yna mae'n eu dangos i'r angylion ac yn dweud, "Roi gwybod imi am yr enwau hyn, os ydych yn dweud y gwir."
da: Og underviste han Adam navne - dem alle. Han viste dem til englene og sagde, "Informere mig navnene på disse, hvis du er sandfærdig."
el: Και δίδαξε Adam τα ονόματα - όλοι τους. Στη συνέχεια έδειξε τους αγγέλους και είπε, «Να με πληροφορήσει τα ονόματα αυτών, εάν είναι αληθείς.»
et: Ja ta õpetas Adam nimed - nad kõik. Siis ta näitas neid Inglid ja ütles: "Teatab mulle nende nimed, kui teil on tõesed."
fi: Ja hän opetti Adam nimet - ne kaikki. Sitten hän näytti heille enkelit ja sanoi: "Kerro minulle nimiä näistä, jos tahdotte pysyä totuudessa."
he: הוא לימד אדם את השמות - כולן. ואז הוא הראה אותם המלאכים, אמר, "להודיע לי השמות של אלה, אם אתה דובר אמת."
hr: I naučio Adam imena - sve od njih. Tada im je pokazao da su anđeli i rekao, "Da Me obavijestite imena, ako ste istiniti."
lt: Ir jis mokė Adomas pavadinimai - visi jie. Tada jis parodė jiems, kad angelai ir tarė: "Man pranešti, vardus, jei jūs esate teisingi."
lv: Un viņš mācīja Adam nosaukumi – tos visus. Pēc tam viņš parādīja viņiem eņģeļi un teica: "Informēt mani, vārdi ja jums ir patiesas."
nb: Og han lærte Adam navnene - alle. Da han viste dem til englene og sa, "Informere meg om disse, hvis du er sannferdig."
sk: A učil Adam mená - všetky z nich. Potom im ukázal na anjelov a povedal, "Informuje ma mená tieto, ak sú pravdivé."
sl: In poučeval Adam imena - vse od njih. Potem je pokazala, da angeli in reče: "Mi sporočite imena teh, če ste resnično."
sr_cyrl: И предавао је Адам имена - свима њима. Онда им је показао да андјели и рекао, "Ме обавестите о имена тих, ако сте искрени."
sr_latn: I predavao je Adam imena - svima njima. Onda im je pokazao da andjeli i rekao, "Me obavestite o imena tih, ako ste iskreni."
uk: І навчав він Адам імена - всі з них. Потім він показав їм Ангели і сказав: "Інформувати мене про імена цих, якщо ви є правдивою."
vi: Và ông dạy Adam các tên - tất cả chúng. Sau đó, ông đã cho thấy chúng để các thiên thần và cho biết, "Thông báo cho tôi khi có những cái tên trong số này, nếu bạn là trung thực."
zu: Futhi Wafundisa Adamu amagama - bonke of them.

# Quran39
source: They said, "Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise."
ca: Deien, "exaltat ets; tenim cap coneixement excepte el ens han ensenyat. De fet, és que és el saber, el savi".
cy: Dywedodd, "i'w mawrygu ydych; Nid ydym yn gwybod dim ac eithrio beth yr ydych wedi dysgu inni. Yn wir, mae'n chi sy'n gwybod y, yn y doeth."
da: De sagde, "ophøjet er du; Vi har ingen viden undtagen hvad du har lært os. Ja, det er dig der er vide, klogt. "
el: Όπως είπαν, "εξυψώνεται είστε? έχουμε καμία γνώση, εκτός από αυτό που μας έχουν διδάξει. Πράγματι, είναι εσείς που είναι η γνώση, η Wise.»
et: Nad ütlesid: "ülendatud kas; Meil ei ole teadmisi, peale mida on meile õpetanud. Ongi teile, kes on teades, tark."
fi: He sanoivat: "ylevä olet; Meillä ei ole tietoa paitsi olette antanut meille. Itse asiassa se on sinulle, joka on tiedetään, viisas."
he: הם אמרו, "אם כבר אתה; . יש לנו שום ידע חוץ מה שלימדתם אותנו... אכן, זה אתה הוא שהידיעה, החכם".
hr: Rekli su, "uzvišen si; nemamo saznanja osim što ste nas naučili. Doista, to je koji je poznavanje, mudri."
lt: Jie sakė, "išaukštintas ar; Mes turime žinių išskyrus jūs mus išmokė. Iš tiesų, tai jūs, kurie yra žinios, Išminčius."
lv: Viņi teica: "cildens jūs; mums ir zināšanas, izņemot to, kas jums ir mācījuši mums. Patiešām, tas ir jums, kas ir zinot, gudrs."
nb: De sa: "opphøyet er. Vi har ingen kunnskap bortsett fra hva du har lært oss. Faktisk, det er du som er på å vite, kloke."
sk: Oni povedal: "povýšil Nemáme žiadne poznatky, okrem to, čo ste učil nás. V skutočnosti je to kto je vedieť, múdry."
sl: So rekli, "vzvišeno ali ste; Imamo brez znanja, razen kar ste nas poučuje. Pravzaprav, je vas, ki je poznavanje, pametno."
sr_cyrl: Рекли су, "измореном си; Немамо сазнања осим шта научила си нас. Да , јесте ви који је знајужи, мудри."
sr_latn: Rekli su, "izmorenom si; Nemamo saznanja osim šta naučila si nas. Da, jeste vi koji je znajuжi, mudri."
uk: Вони ж відказали "Exalted ти; Ми не мають знань за винятком що навчили нас. Дійсно, це вас, хто є знаючи, мудрий."
vi: Họ nói rằng, "sôi nổi của bạn. chúng tôi không có kiến thức ngoại trừ những gì bạn đã dạy cho chúng tôi. Thật vậy, các bạn là những người hiểu biết, khôn ngoan."
zu: Bathi: "Indinganiso wena. We cha fanele azani ngaphandle babe You wasifundisa Ngempela, kuba Wena ngubani Ukwazi the Hlakaniphile."

# Quran40
source: He said, "O Adam, inform them of their names." And when he had informed them of their names, He said, "Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed."
ca: Va dir, "O Adam, informar-los del seu nom." I quan ell havia informat dels seus noms, va dir, "feia no et dic que jo sé invisibles [aspectes] dels cels i la terra? I sé que et revelen i què li han amagat".
cy: Dywedodd, "O Adam, roi gwybod iddynt am eu henwau." A pan ei fod wedi gwybod iddynt am eu henwau, meddai ef, "oedd ni ddweud wrthych fy mod yn gwybod y unseen [agweddau] y nefoedd a'r ddaear? A gwn beth yr ydych yn ei ddatgelu a beth yr ydych wedi ei chuddio.
da: Han sagde, "O Adam, informere dem om deres navne." Og når han havde informeret Dem om deres navne, sagde han, "har jeg ikke fortælle dig at jeg ved usynlige [aspekter] himlene og jorden? Og jeg ved hvad du afsløre og hvad du har skjult. "
el: Είπε, «Ο Αδάμ, πληροφορεί για τα ονόματά τους.» Και όταν αυτός είχε ενημερώσει τους των ονομάτων τους, είπε, «δεν σας είπα ότι ξέρω την αθέατη [πτυχές] από τον ουρανό και τη γη; «Και ξέρω τι σας αποκαλύπτουν και τι σας έχουν κρύψει.»
et: Ta ütles: "O Adam, teavitada neid nende nimesid." Ja kui ta teavitas neid nende nimesid, ütles ta, "Kas ma pole teile tean nähtamatu [aspekte] taeva ja maa? Ja ma tean, mida sa esile ja mida on varjanud."
fi: Hän sanoi: "Oi Adam, ilmoittaa heille heidän nimensä." Ja kun hän oli ilmoittanut heille heidän nimensä, hän sanoi, "minä ei sanoin että tiedän näkymätön [näkökohtia] taivaat ja maan? Ja tiedän, mitä näet ja Voit kätkeä.
he: הוא אמר, "O אדם, להודיע להם על השמות שלהם". כאשר הוא הודיע להם את השמות שלהם, הוא אמר, "אני לא אמרתי לך שאני יודע יתלבה [היבטים] של השמים והארץ? ואני יודעת מה אתה לחשוף מה אתה מסתיר."
hr: On je rekao, "O Adame, obavijestite ih imena." I kada je obavijestio je ih imena, rekao je, "rekao sam ti da znam nevidljivo [aspekte] nebesa i zemlje? I znam li otkriti i što su prikrili.
lt: Jis sakė: "O Adomas, informuoti juos apie jų vardus." Ir kai jis informavo juos apie jų vardus, jis sakė: "aš ne sakau kad žinau nematyto [aspektus] dangų ir žemę? Ir aš žinau, ką jums atskleisti ir kas yra slepiama."
lv: Viņš teica: "O Adam informētu viņus par viņu vārdi." Un, kad viņš bija paziņojis viņiem par viņu vārdus, viņš teica: "es nepateicu, ka es zinu, neredzētas [aspektiem] heavens un zemes? Un es zinu, ko jūs atklāt un kas ir noslēptas."
nb: Han sa, "O Adam, informere dem om deres navn." Og han hadde informert dem om deres navn, sa han, "gjorde jeg ikke fortelle deg at jeg vet usynlige [aspekter] himlene og jorden? Og jeg vet hva du åpenbare og hva du har skjult.
sk: On povedal: "O Adam, informovať ich o ich mená." A keď mal informoval o ich mená, povedal: "nepovedal som vám, že viem, že neviditeľné [aspekty] nebo a zem? A viem, čo ste prezradiť čo majú skryté."
sl: On reče: "O Adam, obvesti o imeni." In ko je obvestila jih njihova imena, je dejal, "Did ne povem da vem nevidno [vidike] nebes in zemlje? In vem, kaj razkrijete in kaj so skriti. «
sr_cyrl: Он је рекао, "О, Адаме, их обавијестили о њиховим именима." И када је он имао их је информисао о њихова имена, рекао је, "рекао сам ти да знам невидјено [аспекти] неба и земље? И знам шта ти открити и оно љто си скривао. "
sr_latn: On je rekao, "O, Adame, ih obavijestili o njihovim imenima." I kada je on imao ih je informisao o njihova imena, rekao je, "rekao sam ti da znam nevidjeno [aspekti] neba i zemlje? I znam šta ti otkriti i ono љto si skrivao. "
uk: Він сказав: "O Адам, інформувати їх про їхні імена". І коли він мав повідомив їм свої імена, він сказав: "я не розповів вам що я знаю, що невидиме [аспекти] небеса та земля? І я знаю, що вам виявити і те, що мають прихованого".
vi: Ông nói, "O Adam, thông báo với họ tên của họ." Và khi ông đã thông báo với họ về tên của họ, ông nói, "đã làm tôi không cho bạn biết rằng tôi biết unseen [khía cạnh] của bầu trời và trái đất? "Và tôi biết những gì bạn tiết lộ và những gì bạn đã giấu kín."
zu: Wathi, "O Adam, ubazise amagama abo."

# Quran41
source: And [mention] when We said to the angels, "Prostrate before Adam"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.
ca: I [accèsit] Quan vam dir als àngels, "Postrar abans d'Adam"; Així que postrava, excepte Iblees. Ell es va negar i era arrogant i es va convertir en dels disbelievers.
cy: A [sôn am] pan ddywedasom i'r angylion, "Prostrate cyn Adam"; fel y maent yn prostrated, heblaw am Iblees. Mae'n gwrthod a oedd yn drahaus a daeth o y disbelievers.
da: Og [omtale] Da vi sagde til englene, "Næsegrus før Adam"; så de bukkede, bortset fra Iblees. Han nægtede og var arrogante og blev af vantro.
el: Και [αναφορά] όταν είπαμε να τους αγγέλους, «Εξαπλώνω πριν από Αδάμ»? έτσι αυτοί πέφτουν χάμω, εκτός από Iblees. Αρνήθηκε και ήταν αλαζονικό και έγινε των disbelievers.
et: [Märkus] kui me ütles, et inglid, "Polvistuvan enne Adam"; nii nad prostrated, välja arvatud Iblees. Ta keeldus ja oli ülbe ja sai selle uskottomille.
fi: [Maininnan] kun sanoimme, enkelit, "Lamauttama ennen Adam"; joten he kasvoillaan, paitsi Iblees. Hän kieltäytyi ja oli ylimielinen ja uskottomien palkka.
he: ו [אזכור] כאשר אמרנו למלאכים, "משתחווה לפני אדם"; אז הם prostrated, חוץ Iblees... הוא סירב, היה יהיר והפך של disbelievers.
hr: I [spomenuti] kada smo rekli da anđeli, "Bespomoćan pred Adama"; Tako su prostrated, osim Iblees. Je odbio i bio arogantan i postao od je iskuse.
lt: Ir [paminėti] kai mes pasakė kad angelai, "Wybijaja prieš Adomas"; todėl jie yra prostrated, išskyrus Iblees. Jis atsisakė ir buvo arogantiškas ir tapo, kad disbelievers.
lv: Un [min] kad mēs pateicām eņģeļiem, "Nogurdināt pirms Adam"; tāpēc viņi Džo-Ans, izņemot Iblees. Viņš atteicās un uzvedās vīzdegunīgi, daudz netrūka, un kļuva par disbelievers.
nb: Og [nevner] da vi sa til englene, "Nedbrutt før Adam"; så de prostrated, bortsett fra Iblees. Han nektet og var arrogant og ble av troende.
sk: A [zmienka] keď sme povedali anjeli, "Přemoci pred Adam"; Takže oni prostrated, okrem Iblees. Odmietol a bol arogantný a stal neveriacim.
sl: In [navedba] Ko smo rekli, da angeli, "Prostracije pred Adam"; tako se prostrated, razen Iblees. Je zavrnil in bil aroganten in postal je disbelievers.
sr_cyrl: И [помиње] када смо рекли да су андјели, "Поклоните пре Адам"; Тако да су простратед, осим Иблеес. Он је одбио и био арогантан и постао од скептике.
sr_latn: I [pominje] kada smo rekli da su andjeli, "Poklonite pre Adam"; Tako da su prostrated, osim Iblees. On je odbio i bio arogantan i postao od skeptike.
uk: І [згадки] коли ми сказали, щоб ангели, «НІЦ перед Адам»; так вони prostrated, за винятком Iblees. Він відмовився зарозумілого і був став на disbelievers.
vi: Và [đề cập đến] khi chúng tôi nói với các thiên thần, "Suy nhược trước khi Adam"; Vì vậy, họ prostrated, ngoại trừ Iblees. Ông từ chối và được kiêu ngạo và trở thành người thì.
zu: Futhi [Khumbuzani] uma We tshela kuze gelosi, "prostrate Adam";

# Quran42
source: And We said, "O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers."
ca: I ens va dir, "O Adam, habiten, vostè i la seva muller, al paradís i derivar a menjar [facilitat i] l'abundància d'allà on es vol. Però no s'acosten aquest arbre, perquè no es entre els malfactors".
cy: Ac yr ydym wedi dweud, "O Adam, oedi, chi a eich gwraig, yn baradwys a thelir yn ei fwyta [hwylustod a] digonedd o ble bynnag y byddwch. Ond nid yw agwedd y goeden hon, rhag ofn y bydd chi ymhlith y tramgwyddo.
da: Og vi sagde, "O Adam, bo, du og din kone i paradis og spiser deraf i [lethed og] overflod fra hvor som helst du vil. Men ikke nærme dette træ, lest du være blandt lovovertrædere."
el: Και εμείς είπε, «Ο Αδάμ, να σταθώ, εσείς και η σύζυγός σας, στον παράδεισο και να τρώνε εκ της θέσεώς τους στην [ευκολία και] αφθονία από οπουδήποτε θα σας. Αλλά μην την προσέγγιση αυτού του δέντρου, μήπως είστε μεταξύ των παραβατών του.»
et: Ja me ütles, "O Adam, elagu oma veendumust paradiisis ja süüa nendest sellisel [lihtsust ja] arvukus, kus iganes te näidatakse. Kuid ei lähene see puu, muidu selle tagaotsitavate seas."
fi: Ja sanoi, "O Adam, asua te ja sinun aviovaimo Paratiisissa ja syödä niistä itse [helposti ja] runsaasti mistä missä haluatte. Mutta ei saa lähestyä tämän puun, jottei te olla joukkoon laajemmalti."
he: ואנחנו אמר, "O אדם, להתעכב, אותך ואת אשתך, בגן עדן ולאכול ממנו ב [נוחות ו] שפע מן בכל מקום שתרצה. אבל אל תתקרב העץ הזה, שמא אתה להיות בין הפושעים."
hr: I mi je rekao, "O Adame, živjeti, ti i tvoja žena u raju i jesti od toga u [jednostavnost i] obilje od gdje god hoćeš. Ali ne prilazite ovo drvo, da ne bi li se među počinioce.
lt: Ir mes pasakė: "O Adomas, gyventi, jūs ir jūsų žmona, rojuje ir valgyti jų visų [lengvai ir] gausa iš ten, kur jums bus. Bet nesiartinti šį medį, kad galite būti tarp grzesznicy."
lv: Un mēs teica: "O Adam vērsusi uzmanību, jūs un jūsu sieva paradīzē un ēst no tiem šajā [vieglumu un] pārpilnību no visur, kur jums būs. Bet nav pieejas šo koku, nedrīkstam būt starp pārkāpējus."
nb: Og vi sa, "O Adam, bo, du og din kone, i paradis og spise hvorav i [letthet og] overflod fra hvor du vil. Men ikke nærme dette treet, så du være blant wrongdoers.
sk: A povedal: "O Adamovi, bývať, vy a vaša manželka v raji a jesť z nej v [jednoduchosť a] hojnosti od kdekoľvek budete. Ale nemajú prístup tomuto stromu, inak budete patriť medzi zloèinci."
sl: In mi je dejal, "O Adam, naseli, vi in vaša žena, v raju in jesti iz njih v [enostavnost in] številčnosti iz kjerkoli že boste. Vendar ne približuj se to drevo, da ne boste med je wrongdoers."
sr_cyrl: И рекао, "О Адаму, боравити, ти и твоја жена, у рају, и једи владини у [једноставан и] изобиљу из где год хоћеш. "Али не прилазите ово дрво, тебе не би међу починиоце."
sr_latn: I rekao, "O Adamu, boraviti, ti i tvoja žena, u raju, i jedi vladini u [jednostavan i] izobilju iz gde god hoćeš. "Ali ne prilazite ovo drvo, tebe ne bi među počinioce."
uk: І ми сказав, "O Адама, зупинятися, ви і ваша дружина в раю і харчуватися від них в [легкість і] достаток від скрізь, де ви будете. Але не підходити це дерево, щоб не бути серед на розкаюємося".
vi: Và chúng tôi đã nói, "O Adam, ngự, bạn và vợ của bạn, trong thiên đường và ăn từ đó trong [một cách dễ dàng và] phong phú từ bất cứ nơi nào bạn sẽ. "Nhưng không tiếp cận cây này, vì sợ rằng bạn có một trong các wrongdoers."
zu: Futhi Sathi: "O Adam, nihlale, wena nomkakho, ePharadesi phanga therefrom in [kalula] nokuningi nomaphi kuthanda wena. Kodwa cha sondelana lo shanguzo funa you be phakathi abenzi bobubi."
