Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3030
source: When we equated you with the Lord of the worlds.
ca: Quan podem equiparar amb el Senyor dels mons.
cy: Pan ydym yn cyfateb chi gyda yr Arglwydd y byd.
da: Når vi sidestilles dig med Herren af verdens.
el: Όταν εμείς σας εξισώνεται με τον κύριο των κόσμων.
et: Millal me teid samastada Maailmade isand.
fi: Kun me rinnastaa olet maailmojen luoja.
he: מתי אנחנו זיהו אותך עם ישוע של העולמות.
hr: Kada smo te izjednačuje s gospodar svjetova.
lt: Kada mes tapatinama jums su pasaulių Viešpačiu.
lv: Kad mēs jums pielīdzināt pasaules kungu.
nb: Når vi eksistensens du Herre verdener.
sk: Keď sme sa stotožňovať s pánovi svetov.
sl: Ko smo si enačiti z gospodom svetov.
sr_cyrl: Када смо те изједнацава са господом светова.
sr_latn: Kada smo te izjednacava sa gospodom svetova.
uk: Коли ми вам ототожнювати з Господу світів.
vi: Khi chúng ta tương đương bạn với Chúa tể của thế giới.
zu: Uma senza kulinganiswa wena neNkosi of the Worlds.

# Quran3031
source: And no one misguided us except the criminals.
ca: I ningú ens equivocada excepte els criminals.
cy: A oedd unrhyw un yn annoeth inni ac eithrio troseddwyr.
da: Og vildledte ingen os undtagen kriminelle.
el: Και κανείς δεν μας λανθασμένη εκτός από τους εγκληματίες.
et: Ja keegi ekslik meid välja arvatud kurjategijad.
fi: Ja kukaan väärä meille paitsi rikolliset.
he: אף אחד לא מוטעה לנו חוץ הפושעים.
hr: I nitko nas pogrešno osim kriminalci.
lt: Ir niekas mums nevykusios išskyrus nusikaltėliai.
lv: Un neviens mums aplama, izņemot noziedznieki.
nb: Og misforstått ingen oss bortsett fra kriminelle.
sk: A nikto nám zavádzajúce okrem zločincov.
sl: In nihče nas zgrešena razen kriminalci.
sr_cyrl: И нико нас у заблуди осим криминалце.
sr_latn: I niko nas u zabludi osim kriminalce.
uk: І ніхто оману нас, крім злочинців.
vi: Và không ai sai lầm chúng tôi ngoại trừ những tên tội phạm.
zu: Futhi akekho abadukile empeleni kithi ngaphandle izigebengu.

# Quran3032
source: So now we have no intercessors
ca: Així que ara no tenim desvirtuïn
cy: Felly mae gennym ni intercessors
da: Så nu har vi ingen forbedere
el: Έτσι τώρα έχουμε καμία μεσιτεύουν
et: Nii nüüd on meil puudub intercessors
fi: Meillä nyt siis ei rukousryhmiä
he: אז עכשיו יש לנו אין intercessors
hr: Tako sada imamo nema posrednici
lt: Taigi dabar mes turime ne intercessors
lv: Tāpēc tagad mums ir bez intercessors
nb: Så nå har vi ingen forbedere
sk: Takže teraz máme nie intercessors
sl: Zdaj imamo ni priprošnjike
sr_cyrl: И сада имамо без интерцессорс
sr_latn: I sada imamo bez intercessors
uk: Так що тепер у нас є не заступники
vi: Vì vậy bây giờ chúng tôi đã không có intercessors
zu: Ngakho manje asinawo intercessors

# Quran3033
source: And not a devoted friend.
ca: I no un devot amic.
cy: A ffrind canolbwyntio.
da: Og ikke en hengiven ven.
el: Και δεν είναι ένας πιστός φίλος.
et: Ja mitte pühendatud sõber.
fi: Ja omistettu ystävä.
he: לא חבר מסור.
hr: I nije odan prijatelj.
lt: Ir nėra skirta draugui.
lv: Un nav uzticamu draugu.
nb: Og ikke en hengiven venn.
sk: A nie oddaného priateľa.
sl: In ne posvečen prijatelj.
sr_cyrl: И не оданог пријатеља.
sr_latn: I ne odanog prijatelja.
uk: І не відданий друг.
vi: Và không phải là một người bạn cống hiến.
zu: Futhi ngeke umngane othembekile.

# Quran3034
source: Then if we only had a return [to the world] and could be of the believers... "
ca: Llavors si que només teníem un retorn [al món] i podria ser dels creients. "
cy: Yna os dim ond wedi dychwelyd [i'r byd] a gellid y credinwyr... "
da: Så hvis vi kun havde en tilbagevenden [til verden] og kunne være troendes... "
el: Στη συνέχεια, αν είχαμε μόνο μια επιστροφή [στον κόσμο] και θα μπορούσε να είναι οι πιστοί... "
et: Siis kui meil ainult oleks naasta [Maailm] ja usklike võiks... "
fi: Sitten jos me vain luotettavuusongelmat [maailma] ja voisi olla uskovien... "
he: אז אם אנחנו רק היה לשוב [העולם], יכול להיות של המאמינים... "
hr: Onda, ako smo samo imali povratak [u svijetu] i može biti vjernici. "
lt: Tada, jei mes tik turėjo grįžti [į pasaulį ir galėtų būti tikintieji... "
lv: Pēc tam, ja mēs tikai bija atgriezties [Pasaule] un ticīgie varētu... "
nb: Så hvis vi bare hadde en retur [til verden og kan være blant troende... "
sk: Potom, ak sme len návratu [svetu] a mohli veriaci... "
sl: Potem, če smo le imel vrnitev [svet] in lahko verniki... "
sr_cyrl: Онда ако само имали смо повратак [света] и могу бити од верници... "
sr_latn: Onda ako samo imali smo povratak [sveta] i mogu biti od vernici... "
uk: Тоді, якщо ми тільки повернення [в світі] і може бути віруючих... "
vi: Sau đó, nếu chúng ta chỉ có một trở về [thế giới] và có thể là của các tín hữu... "
zu: Khona-ke, uma nje kwadingeka ukubuya [kunjalo ezweni] futhi kungaba amakholwa ... "

# Quran3035
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran3036
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3037
source: The people of Noah denied the messengers
ca: La gent de Noè va negar els missatgers
cy: Gwadodd y bobl o Noah y Negeswyr erbyn
da: Folk Noah nægtet budbringere
el: Οι άνθρωποι του Νώε αρνήθηκε οι αγγελιοφόροι
et: Noah inimesed eitas kullerid
fi: Nooan estetty sanansaattajat
he: בני נח נדחתה השליחים
hr: Ljudi Noah odbijen glasnike
lt: Nojus žmonės neigė pasiuntiniai
lv: Noah cilvēkiem liegta kurjeriem
nb: Folket i Noahs nektet budbringere
sk: Ľudia z Noah poprel poslov
sl: Ljudje Noah zanikal sli
sr_cyrl: Становници Ноа је порекао весници
sr_latn: Stanovnici Noa je porekao vesnici
uk: Люди Ной відмовлено посланцями
vi: Người dân của Noah từ chối các sứ giả
zu: Ntu Nowa waphika izithunywa

# Quran3038
source: When their brother Noah said to them, "Will you not fear Allah?
ca: Quan el seu germà Noah deia, "es que no tinguis por Allah?
cy: Pan ddywedodd eu brawd Noah iddynt, "Bydd ydych nid ofni Allah?
da: Da deres bror Noah sagde til dem: "ikke vil du frygte Allah?
el: Όταν ο αδελφός τους Νώε είπε σε αυτούς, «εσείς δεν θα φοβούνται Αλλάχ;
et: Kuna nende vend noa ütles neile, "näidatakse sa karda Jumalat?
fi: Kun heidän veljensä Nooa sanoi, "sinun pelkää Jumalaa?
he: כאשר אחיהם נוח אמר להם, "אתה לא פוחד אללה?
hr: Kada njihova brata Noa je rekao, "te bojati Allaha?
lt: Kai jų brolis Nojus pasakė jiems, "bus ne baimė Dievas?
lv: Kad viņu brālis Noah teica, ka viņiem "būs jums nav bailes Allah?
nb: Når deres bror Noah sa, "ikke vil du frykte Gud?
sk: Keď ich brat Noah povedal, "sa budete báť Alah?
sl: Ko njihova brata Noah je dejal, "bo ne bojiš Allah?
sr_cyrl: Кад им брат, Ноа је рекао да им, "ти не бојим се Алах?
sr_latn: Kad im brat, Noa je rekao da im, "ti ne bojim se Alah?
uk: Коли їх брат Ной сказав їм: "ви не буду боятись, Аллах?
vi: Khi anh trai của họ Noah nói với họ, "sẽ bạn không sợ Allah?
zu: Lapho Bo fo Nowa tshela kuze them "Ingabe awumesabi Allah?

# Quran3039
source: Indeed, I am to you a trustworthy messenger.
ca: De fet, jo sóc per a tu un Missatger de confiança.
cy: Yn wir, yr wyf i chi negesydd dibynadwy.
da: Jeg er faktisk at du en troværdig messenger.
el: Πράγματι, είμαι σε σένα ένα αξιόπιστο αγγελιοφόρο.
et: Tõepoolest, ma olen sulle usaldusväärne messenger.
fi: Olenkin sinulle luotettava messenger.
he: אכן, אני אליך שליח מהימן.
hr: Doista, ja sam vam pouzdan Glasnik.
lt: Iš tiesų, aš esu su jumis patikimomis messenger.
lv: Patiešām, es esmu jums ir uzticama ziņnesis.
nb: Faktisk, jeg har for deg en pålitelig messenger.
sk: Samozrejme, že som vám dôveryhodného posla.
sl: Res, jaz sem vam zanesljivo sel.
sr_cyrl: Заиста , ја сам вам гласник из поузданог извора.
sr_latn: Zaista, ja sam vam glasnik iz pouzdanog izvora.
uk: Дійсно, я вам надійним messenger.
vi: Thật vậy, tôi cho bạn đưa tin đáng tin cậy.
zu: Ngempela, nginguye isithunywa unokwethenjelwa.

# Quran3040
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3041
source: And I do not ask you for it any payment. My payment is only from the Lord of the worlds.
ca: I no li demano això cap pagament. El meu pagament és només des del Senyor dels mons.
cy: Ac nid wyf yn gofyn ichi amdano unrhyw daliad. Fy taliad yn unig gan yr Arglwydd y byd.
da: Og jeg må ikke spørge dig om det nogen betaling. Min betaling er kun fra verdens Herre.
el: Και δεν σας ρωτήσω για αυτό οποιαδήποτε πληρωμή. Πληρωμή μου είναι μόνο από τον κύριο των κόσμων.
et: Ja ma palun teid mitte selle piletiga. Minu makse on ainult Maailmade isand.
fi: Ja ei pyydän sitä palkkaa. Maksu on vain maailmojen luoja.
he: לא ביקשתי ממך זה כל תשלום. התשלום שלי הוא רק מעבודת האל העולמות.
hr: I ne tražim za to plaćanje. Moja plaća se samo od gospodara svjetova.
lt: Ir I don't paprašyti jums už tai jokio mokesčio. Mano mokėjimas yra tik nuo pasaulio valdovas.
lv: Un es nedomāju lūgt jūs par to jebkurš maksājums. Samaksa ir tikai no pasaules kungu.
nb: Og jeg spør ikke du for betaling. Betalingen er bare fra Herren av verdens.
sk: A nie žiadam vás o to akejkoľvek platby. Moja platba je len od pána svetov.
sl: In jaz ne zaprositi vi zakaj to nobenega plačila. Moje plačilo je le od Gospoda svetov.
sr_cyrl: И не питам вас за то плаћати. Моја исплата је само из господару света.
sr_latn: I ne pitam vas za to plaćati. Moja isplata je samo iz gospodaru sveta.
uk: І я не прошу вас за це будь-які виплати. Мій платіж, то тільки з Господу світів.
vi: Và tôi không yêu cầu bạn cho nó bất kỳ thanh toán. Thanh toán của tôi là chỉ từ Chúa của thế giới.
zu: Mina cha buza you for it iyiphi inkokhelo.

# Quran3042
source: So fear Allah and obey me."
ca: Així por d'Allah i obeir-me."
cy: Felly yn ofni Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig."
el: Έτσι ο φόβος Αλλάχ και υπακούς.»
et: Nii et hirm Allah ja kuuletuma mind."
fi: Joten pelätkää Allahia ja totella minua."
he: אז פחד אללה ו לציית לי."
hr: Pa boj se Allaha i slušajte mene."
lt: Taigi bijoti Dievo, ir paklusti man."
lv: Tāpēc bailes Allah un jāklausa mani."
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa."
sl: Tako strah Allah in me ubogajo."
sr_cyrl: Тако страх Алаха и Послушај ме."
sr_latn: Tako strah Alaha i Poslušaj me."
uk: Так бояться Аллах і підкорятися мене."
vi: Như vậy sợ Allah và tuân theo tôi."
zu: Ngakho sesabe Allah hlonipha me. "

# Quran3043
source: They said, "Should we believe you while you are followed by the lowest [class of people]?"
ca: Deien, "Hem de creure mentre es segueixen la menor [classe de persones]?"
cy: Maent yn dweud, "Os credwn chi tra byddwch yn dilyn y isaf [dosbarth o bobl]?"
da: De sagde, "Skal vi tro du mens du er efterfulgt af de laveste [klasse af mennesker]?"
el: Είπαν, «Θα πρέπει να πιστεύουμε σας ενώ εσείς που ακολουθείται από τη χαμηλότερη [κατηγορία ανθρώπων];»
et: Nad ütlesid: "Peaks me usume te kuigi on järgnevad madalaim [klassi inimesi]?"
fi: He sanoivat: "Meidän pitäisi uskoa sinua aikaa seurasi alin [luokka ihmiset]?"
he: הם אמרו, "שנאמין לך בזמן שאתה ולאחריו [המעמדות הנמוכים של אנשים]?"
hr: Rekli su, "Da ti vjerujemo dok su slijedili najniža [klasa ljudi]?"
lt: Jie sakė, "Turėtų mes tikime, jums o jums po mažiausia [žmonių klasė]?"
lv: Viņi teica: "Būtu mēs uzskatām, ka jūs savukārt seko zemāko [klasē cilvēki]?"
nb: De sa: «Skal vi tro du mens du blir fulgt av de laveste [klassen av mennesker]?»
sk: Povedali, že "By sme veriť aj keď, sú nasledované najnižšiu [triedu ľudí]?"
sl: So rekli, "Naj verjamemo boste medtem, ko so sledi najnižji [razred ljudi]?"
sr_cyrl: Рекли су, "Требало би да ти верујемо док те затим следе на најнижи [класа људи]?"
sr_latn: Rekli su, "Trebalo bi da ti verujemo dok te zatim slede na najniži [klasa ljudi]?"
uk: Вони ж відказали "Повинні ми вважаємо вас у той час як ви супроводжуються Найнижчі [клас людей]?"
vi: Họ nói rằng, "Nên chúng tôi tin rằng bạn khi bạn được tiếp nối bởi thấp nhất [lớp người]?"
zu: Bathi, "Kufanele sikholwa ngesikhathi kulandela the aphansi [isigaba sabantu]?"

# Quran3044
source: He said, "And what is my knowledge of what they used to do?
ca: Va dir, "i què és el meu coneixement del solia fer?
cy: Dywedodd, "a beth yw fy ngwybodaeth o beth maen nhw'n ei wneud?
da: Han sagde, "og hvad er min viden om hvad de plejede at gøre?
el: Είπε, «και τι είναι γνώσεις μου που χρησιμοποιείται για να κάνει;
et: Ütles ta, "ja milline on minu teada, mida nad varem teha?
fi: Hän sanoi "ja mikä on tietoni ne tapana tehdä?
he: הוא אמר, "וזה מה הידע שלי על מה היו עושים?
hr: Rekao je, "a što je moje znanje o su nekad?
lt: Jis sakė "ir kas yra mano žiniomis, ką jie czynili?
lv: Viņš teica, "un kāds ir manas zināšanas par to, ko viņi mēdza to darīt agrāk?
nb: Han sa, "og hva er min kunnskap om hva de pleide å gjøre?
sk: Povedal: "a čo je mi známe, na čo boli zvyknutí robiť?
sl: Je dejal, "in kaj je moje znanje o kaj se uporabljajo za početi?
sr_cyrl: Рекао је, "а који је својим познавањем шта су некад?
sr_latn: Rekao je, "a koji je svojim poznavanjem šta su nekad?
uk: Він сказав, "і що мої знання про те, що раніше робити?
vi: Ông nói, "và tôi kiến thức về những gì họ sử dụng để làm gì?
zu: Wathi, "Futhi iyini ulwazi lwami ngalokho ababevame ukuba benzeni?

# Quran3045
source: Their account is only upon my Lord, if you [could] perceive.
ca: Seu compte és només al meu Senyor, si perceben de [podria].
cy: Eu cyfrif yn unig ar fy Arglwydd, os [gellid] yn eich barn chi.
da: Deres konto er kun efter min herre, hvis du [kunne] opfatter.
el: Ο λογαριασμός του είναι μόνο κατόπιν Κύριέ μου, Εάν αντιληφθείτε [μπορούσε].
et: Oma konto on vaid siis, kui mu Issand kui [võiks] tajuda.
fi: Tilinsä on vain herrani, jos näette [oli].
he: החשבון שלהם הוא רק על מלכי, אם [יכול] שתגדירו.
hr: Njihov račun je samo na moj gospodaru, ako vidiš [mogu].
lt: Jų sąskaita yra tik po mano Viešpats, jei jūs [būtų] suvokia.
lv: Viņu kontā ir tikai pēc tam, kad manu pavēlniek, ja var uztver.
nb: Kontoen er bare på min Herre, hvis du [kan] oppfatter.
sk: Účet je len na môj pán, ak vnímate mohli.
sl: Svoj račun, je le na moj gospodar, če zaznavate [lahko].
sr_cyrl: Њихов рачун је само на мој господару, ако ви [могу] да видите.
sr_latn: Njihov račun je samo na moj gospodaru, ako vi [mogu] da vidite.
uk: Їх рахунок є тільки після мого Господа, якщо сприймаєш міг.
vi: Tài khoản của họ là chỉ khi Chúa của tôi, nếu bạn [có thể] cảm nhận.
zu: I-akhawunti wabo ungumbuso kuphela phezu Nkosi yami, uma [babekwazi] perceive.

# Quran3046
source: And I am not one to drive away the believers.
ca: I jo no sóc un d'allunyar els creients.
cy: Ac nid wyf yn un i'w gyrru i ffwrdd y credinwyr.
da: Og jeg er ikke en til at drive væk troende.
el: Και δεν είμαι ένας για να διώξουν τους πιστούς.
et: Ja ma ei ole üks juhtida ära usklikud.
fi: Ja minä en karkottaa uskovien.
he: אני לא אחד לנסוע משם המאמינים.
hr: I ja nisam na vjernike.
lt: Ir aš ne vienas išvaryti tikintieji.
lv: Un es neesmu viena, lai patriektu ticīgie.
nb: Og jeg er ikke en å drive vekk troende.
sk: A já nejsem jeden zahnať veriacich.
sl: In jaz nisem eden za vožnje z vernike.
sr_cyrl: И ја не возити се верницима.
sr_latn: I ja ne voziti se vernicima.
uk: І я не один, щоб відігнати віруючих.
vi: Và tôi không phải là một lái xe đi các tín hữu.
zu: Futhi ngingeyena omunye ukuba uxoshe kholwa.

# Quran3047
source: I am only a clear warner."
ca: Sóc només un Avisador clar."
cy: Yr wyf yn unig warner clir."
da: Jeg er kun en klar warner."
el: Είμαι μόνο ένα σαφές warner.»
et: Ma olen ainult selge warner."
fi: Olen vain selkeä warner."
he: אני רק וורנר ברורה."
hr: Ja sam samo jasno upozorenje."
lt: Aš tik aišku warner."
lv: Es esmu tikai skaidra warner."
nb: Jeg er bare en klar warner."
sk: Ja som len jasné warner."
sl: Jaz sem samo jasno warner."
sr_cyrl: "Ја сам само један јасан wарнер."
sr_latn: "Ja sam samo jedan jasan warner."
uk: Я тільки ясно warner".
vi: Tôi chỉ là một warner rõ ràng."
zu: I am kuphela warner ecacile. "

# Quran3048
source: They said, "If you do not desist, O Noah, you will surely be of those who are stoned."
ca: Deien, "Si vostè no desistir, O Noah, que segurament serà d'aquells que lapida."
cy: Maent yn dweud, "Os nad ydych yn ymatal, O Noah, byddwch yn sicr yn o'r rheini yn llabyddio."
da: De sagde, "Hvis du ikke afstå, O Noah, du vil helt sikkert være af dem, der er stenet."
el: Όπως είπαν, «Αν σας δεν απόσχει, Ο Νώε, σίγουρα θα εκείνων που έχουν λιθοβολούνται.»
et: Nad ütlesid: "Kui te loobuma, O Noah, sul on kindlasti neid, kes on kividega."
fi: He sanoivat: "Jos ei herkeävät, O Nooa, olet varmasti niitä, jotka kivitetään."
he: הם אמרו, "אם אתה לא לחדול, O נוח, בטח יהיה מאלה מסומם."
hr: Rekli su, "Ako odustajanje, O Noi, te će sigurno biti onih koji su kamenovali."
lt: Jie sako, "Jei negali susilaikyti, O Nojus, jums tikrai bus tų, kurie yra akmenimis."
lv: Viņi teica: "Ja jūs nevar atturēties, O Noa, jums noteikti būs tiem, kuri ir bez kauliņiem."
nb: De sa, "Hvis du ikke desist, O Noah, du vil sikkert være som er steinet.
sk: Oni povedali: "Ak ustat, O Noah, ste určite bude tých, ktorí sú ukameňovanie."
sl: Pa reče: "Če ne vzdržijo, O Noah, zagotovo boste tistih, ki so kamenjali."
sr_cyrl: Рекли су да «Ако те није срам те било, О Ноах, ти сигурно неће бити од оних који су се каменовали.»
sr_latn: Rekli su da «Ako te nije sram te bilo, O Noah, ti sigurno neće biti od onih koji su se kamenovali.»
uk: Вони сказали: "Якщо ви не утримуватися, O Ной, ви напевно буде тих, хто є під кайфом."
vi: Họ nói rằng, "Nếu bạn không chấm dứt, O Noah, bạn sẽ chắc chắn có những người đang ném đá."
zu: Bathi: "Uma ungenalo uyeke, O Nowa, nakanjani labo abasebunzimeni ikhandwe ngamatshe."

# Quran3049
source: He said, "My Lord, indeed my people have denied me.
ca: Va dir, "el meu Senyor, fet meu poble m'han negat.
cy: Meddai, "fy Arglwydd, yn wir fy pobl wedi gwadu imi.
da: Han sagde, "min herre, faktisk mit folk har nægtet mig.
el: Είπε, «Κύριέ μου, πράγματι μου άνθρωποι έχουν μου αρνήθηκε.
et: Ta ütles: "Issand, tõepoolest minu inimesed on keelatud mulle.
fi: Hän sanoi: "herrani, todellakin minun kansani on estetty minua.
he: הוא אמר, "אדוני, אכן האנשים שלי יש מנע ממני.
hr: Rekao je: "gospodaru moj, uistinu moj narod demantovale me.
lt: Jis sakė: "mano Viešpats iš tiesų mano tauta buvo atsisakyta man.
lv: Viņš teica: "mans kungs, patiešām mana tauta ir liedzis man.
nb: Han sa: «min Herre, faktisk mitt folk har avvist meg.
sk: On povedal: "môj pane, naozaj my ľudia odmietli ma.
sl: On reče: "Moj Gospodar, res moje ljudstvo so me zanikal.
sr_cyrl: Он је рекао, "мој господару, заиста мој народ су порекли ме.
sr_latn: On je rekao, "moj gospodaru, zaista moj narod su porekli me.
uk: Він сказав: "Господи, справді народ мій відмовляють мене.
vi: Ông nói, "Chúa của tôi, thực sự của tôi những người đã từ chối tôi.
zu: Wathi: "Nkosi yami, ngempela abantu bami baye waphika kimi.

# Quran3050
source: Then judge between me and them with decisive judgement and save me and those with me of the believers."
ca: Després jutjar entre mi i ells amb criteri decisiu i guardar mi i aquells amb mi dels creients".
cy: Farnu rhwng fi a nhw wedyn â dyfarniad pendant ac arbed mi a'r rhai gyda mi y credinwyr.
da: Derefter dømme mellem mig og dem med afgørende dom og redde mig og dem med mig troendes."
el: Στη συνέχεια να κρίνουμε μεταξύ τους και εγώ με αποφασιστική κρίση και αποθήκευση μου και εκείνοι μαζί μου των πιστών».
et: Siis kohtunik neid ja minu otsustav kohtuotsuse ja päästa mind ja need, mis on minuga usklikud."
fi: Sitten arvioida minun ja heille ratkaiseva tuomio ja säästää minua ja kanssani uskovaiset.
he: אז השופטת ביני לבינם עם הדין מכריע, להציל אותי ואת אלו איתי של המאמינים."
hr: Zatim sudac između mene i njih s odlučujuća presuda i spasi mene i oni sa mnom vjernika."
lt: Tada teisėjas tarp manęs ir juos su lemiamą sprendimą ir išsaugoti man ir tiems, su manimi tikintiesiems."
lv: Tad tiesnesis starp mani un viņiem ar izšķirošu spriedumu un saglabāt man un tiem līdzi ticīgie".
nb: Deretter døm mellom meg og dem med avgjørende dom og og de med meg av troende.
sk: Potom sudca medzi mnou a nim s rozhodujúci úsudok a zachrániť ma a tie so mnou veriacich."
sl: Nato sodnik med mano in jih z odločilno sodbe in shranite mi in tiste z mano verniki."
sr_cyrl: Онда између мене и њих са одлучујућа пресуда i.va ља ми и они са мном верника."
sr_latn: Onda između mene i njih sa odlučujuća presuda i.vaљa mi i oni sa mnom vernika."
uk: Потім судити між мною і їх з вирішальним судження і врятувати мене і тих зі мною віруючих".
vi: Sau đó thẩm phán giữa tôi và họ với quyết định bản án và lưu tôi và những người với tôi về các tín hữu."
zu: Bese ahlulele phakathi kwami nabo ngesahlulelo juqu futhi ngisindise futhi nezalabo abanami amakholwa. "
