Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1413
source: Say, "I possess not for myself any harm or benefit except what Allah should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it]."
ca: Dir, "tenen no per mi algun mal o beneficiar excepte Allah ha es. Per a cada nació és un terme [especificat]. Quan ha arribat la seva hora, llavors no quedarà darrere d'una hora, ni precedirà []."
cy: Dweud, "yn meddu ar yr nid drosof unrhyw niwed neu fudd ac eithrio beth Allah dylai bydd. Ar gyfer pob gwlad yn derm [penodol]. Pan fydd eu hamser wedi dod, yna ni fyddant yn aros tu ôl i awr, na bydd eu rhagflaenu [TG]."
da: Sige, "jeg besidder ikke for mig selv nogen skade eller gavne undtagen hvad Allah bør vil. For hver nation er en [angivne] udtrykket. Når deres tid er kommet, så de vil ikke forblive bag en time, eller vil de gå forud for [det]."
el: Ας πούμε, "κατέχω όχι για τον εαυτό μου κάποια βλάψει ή οφέλη εκτός από ό, τι θα πρέπει να θα Αλλάχ. Για κάθε έθνος είναι ένας όρος που [καθορισμένο]. Όταν το χρόνο τους έχει έρθει, τότε δεν θα παραμείνουν πίσω από μια ώρα, ούτε θα προηγούνται [αυτό].»
et: Öelda: "ma vallata mitte enda eest mis tahes kahju või kasu välja arvatud Jumal peaks näidatakse. Iga rahvas on [määratud] termin. Kui nende aeg, siis nad ei jää tund taga, ega nad eelneb [ta]."
fi: Esimerkiksi "Omistan ole itselleni mitään haittaa tai hyötyä paitsi Allah olisi näytetään. Jokainen kansakunta on [määritetty] termi. Kun niiden aika on sitten eivät jää taakse tunnin, eikä ne edeltää [se]."
he: אומר, "אני מחזיק לא על עצמי כל נזק או להפיק תועלת מלבד מה אללה צריך יהיה. עבור כל אומה הוא מונח [שצוין]. כאשר הגיע הזמן שלהם, ואז הם יישארו לא מאחורי שעה, ולא יהיה להם להקדים [בו]."
hr: Reći, "Ja posjedujem ne za sebe bilo štetiti ili koristiti osim Allaha treba bit. Za svaki narod je [određeni] termin. Kada vrijeme dođe, onda oni ne će ostati jedan sat, niti će im prethoditi [to]."
lt: Sako: "aš turėti ne už save bet žalos ar naudos išskyrus ką Dievas turėtų bus. Kiekviena tauta yra [nurodytas] terminas. Kai atėjo jų laikas, tada jie liks ne už valandą, nei jie bus prieš [tai]."
lv: Teiksim, "man piemīt nevis par sevi jebkurā kaitēt vai izņemot Allah vajadzētu būs ieguvēji. Katrai tautai ir [norādītais] termins. Kad viņu laiks ir pienācis, tad viņi nepaliks aiz stundu, ne viņi sekos [tā]."
nb: Si, "Jeg har ikke for meg noen skade eller fordel unntatt hva Allah bør vil. Hver nasjon er en [angitt]. Når tiden er inne, så de ikke vil være bak en time, eller vil de kommer før [det]."
sk: Povedať, "som majú nie pre seba akékoľvek poškodenie alebo prospech okrem čo Alah by sa. Pre každý národ je [zadaný] termín. Keď nadišiel ich čas, potom im nezostane za hodinu, ani sa im predchádzať [ho]."
sl: Reči, "sem razpolagajo zase ne koli škodi ali koristi razen kaj naj bo Alah. Za vsak narod je [navedeni] izraz. Ko je prišel čas, potem ne bodo ostale za uro, niti so sledi [je]."
sr_cyrl: Рекао је, "поседујем не за себе науди или имати користи осим шта треба да ће Аллах. За сваки народ је [наведени] термин. Када своје време, онда они неће остати иза један сат, нити ће они [то] претходити."
sr_latn: Rekao je, "posedujem ne za sebe naudi ili imati koristi osim šta treba da će Allah. Za svaki narod je [navedeni] termin. Kada svoje vreme, onda oni neće ostati iza jedan sat, niti će oni [to] prethoditi."
uk: Сказати: "я володіти не для себе, будь-який завдати шкоди або крім Аллаха повинні будуть на користь. Для кожного народу є [визначеного] слова. Коли їх час прийшов, то вони не залишиться позаду години, а також вони передуватиме [його]."
vi: Nói, "tôi có không phải cho bản thân mình có hại hay lợi ích ngoại trừ Allah nên sẽ. Đối với mỗi quốc gia là một thuật ngữ [quy định]. Khi thời gian của họ đã đến, sau đó họ sẽ không ở lại phía sau một giờ, và cũng không họ sẽ đứng trước [nó]."
zu: Ithi, "enginakho hhayi ngoba ngokwami neze kulimaze noma inzuzo ngaphandle kwalokho Allah okufanele nithande. Ngoba isizwe zonke kuyinto [ecacisiwe] term. Lapho isikhathi sabo sesifikile, ngalesosikhathi they ngeke ahlale ngemuva sehora, nor tando they sibandulele [isixhumo]

# Quran1414
source: Say, "Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient?"
ca: Dir, "has considerat: si el seu càstig hauria d'arribar a vostè de nit o de dia - per a quin [aspecte] de la mateixa els criminals seria impacients?"
cy: Dweud, "ydych chi wedi ystyried: os dylid ei chosbi yn dod atoch gan nos neu gan dydd-byddai troseddwyr yn ddiamynedd am ba [agwedd ar] ei?"
da: Sige, "har du overvejet: Hvis hans straf skal komme til dig, nat eller dag - for hvilket [aspekt] det ville kriminelle være utålmodig?"
el: Λένε, «έχετε εξετάσει: αν την τιμωρία θα πρέπει να έρθει σε σας τη νύχτα είτε την ημέρα - για ποια [πτυχή] οι εγκληματίες θα ανυπόμονος;»
et: Öelda: "Kas te lugeda: kui tema karistus peaks tulema teie öö või päev - [aspekti] see kurjategijad oleks kannatamatu?"
fi: Esimerkiksi "Oletteko harkinnut: Jos rangaistuksensa voit yö tai päivä - joka [osa] se rikollisia olisi kärsimätön?"
he: אומרים, "עדיין: אם העונש שלו צריך לבוא אליך על ידי לילה או יום - עבור אילו [היבט] מזה הפושעים יהיה חסר סבלנות?"
hr: Reći, "zar ne misliš: ako njegova kazna vam noć ili dan - za koje to [vid] kriminalci bi nestrpljiv?"
lt: Sako: "ar jūs laikoma: jei jo bausmė turėtų ateiti pas jus naktį arba dieną - [aspektą] tai nusikaltėlių būtų nekantrus?"
lv: Teikt: "jūs uzskatīja: ja viņa sods ir jānāk pie jums pa nakti vai dienu - par kuru [aspekts] noziedznieki būtu nepacietīgs?"
nb: Sier "har du vurdert: Hvis sin straff bør komme deg natt eller dag - for som [del] av den kriminelle skulle utålmodig?"
sk: Povedať: "už ste považovaný za: ak jeho trest by prísť k vám v noci alebo cez deň - pre ktoré [aspekt] zločinci by netrpezlivý?"
sl: Reči, "si šteje: če kazen naj pridejo vam ponoči ali podnevi - za katere [] vidik tega vprašanja bi kriminalci se nestrpni?"
sr_cyrl: Рекао је, "те сматра: ако његова казна треба да ти ноцу или дању - за које [аспект] то криминалци би нестрпљива?"
sr_latn: Rekao je, "te smatra: ako njegova kazna treba da ti nocu ili danju - za koje [aspekt] to kriminalci bi nestrpljiva?"
uk: Сказати: "ви вважаються: якщо його покарання повинна прийти до вас вночі або за день - для яких [аспекті] його злочинці будуть нетерплячі?"
vi: Nói, "có bạn được coi là: nếu sự trừng phạt của ông nên đến với bạn bởi đêm hoặc theo ngày - cho đó [khía cạnh] của nó những tên tội phạm sẽ thiếu kiên nhẫn?"
zu: Uthi, "Uke kubhekwe: uma Isijeziso sakhe beze kuwe ebusuku noma emini - okuyiwona [isici] kwakuyoze sezelelesi isineke"

# Quran1415
source: Then is it that when it has [actually] occurred you will believe in it? Now? And you were [once] for it impatient
ca: Llavors, és que quan això ha ocorregut [en realitat] pensarà en ella? Ara? I tenien [una vegada] impacient
cy: Yna mae'n pan yw [mewn gwirionedd] wedi digwydd bydd chi yn credu ynddo? nawr? A oeddech yn ddiamynedd iddi [unwaith]
da: Så er det, når det opstod [faktisk] vil du tro på det? Nu? Og du var [engang] for den utålmodige
el: Τότε είναι που όταν έχει παρουσιαστεί [στην πραγματικότητα] θα πιστεύετε ότι σε αυτό; Τώρα; Και ήσουν [μία φορά] για αυτό ανυπόμονος
et: Siis on see et kui see [] sisseviimine te usu seda? Nüüd? Ja sa olid [kord] see kannatamatu
fi: Sitten on se että kun se on [] tapahtunut voit uskoa se? Nyt? Ja olit [kerran] on kärsimätön
he: אז זה כאשר [למעשה] שהתרחשה שתאמין בזה? . עכשיו? . והיית [בעבר] על כך חסר סבלנות
hr: Onda je to da kada se to ima [zapravo] dogodilo ćete vjerovati u to? Sada? A ti si bio [nekada] za to nestrpljiv
lt: Tada tai kai ji [iš tikrųjų] įvyko bus manote, kad į jį? Dabar? Ir jums buvo [kai] jis nekantrus
lv: Tad ir tā, ka, ja tā ir notikusi [faktiski] jums domāt tajā? Tagad? Un jūs bijāt [kad] to nepacietīgi
nb: Da er det at når det oppstod [faktisk] vil du tro det? Nå? Og du var [gang] for det utålmodig
sk: Potom je to, že keď to [] nastalo musíte veriť v to? Teraz? A boli ste [raz] to netrpezlivý
sl: Potem je to da ko [zdaj] prišlo boste verjeli v to? Zdaj? In ste bili [enkrat] za to nestrpni
sr_cyrl: Онда је то да када [заправо] пало је верујете у то? Сада? И [некада] си због тога нестрпљиви
sr_latn: Onda je to da kada [zapravo] palo je verujete u to? Sada? I [nekada] si zbog toga nestrpljivi
uk: Потім хіба що коли він уже [] виник буде вірите в це? Зараз? А ви колись [] для його нетерплячі
vi: Sau đó là nó khi nó đã xảy ra [thực sự] bạn sẽ tin vào nó? Bây giờ? Và bạn đã [từng] cho nó thiếu kiên nhẫn
zu: Khona ingabe ukuthi uma ine [empeleni] zaphakathi nikholwe kuwo?

# Quran1416
source: Then it will be said to those who had wronged, "Taste the punishment of eternity; are you being recompensed except for what you used to earn?"
ca: Llavors es diu a qui havia injustament, "tastar el càstig de l'eternitat; són vostè recompensada excepte què vas guanyar?"
cy: Yna bydd dweud i'r rheini sydd wedi cael cam, "blas cosbi eternity; yn eich cael eu had-dalu ac eithrio beth yr ydych yn ei defnyddio i ennill?"
da: Derefter vil blive sagt, at dem, der havde krænket, "smage straf af evigheden; er du at være belønnes med undtagelse af hvad du har brugt til at tjene?"
el: Στη συνέχεια, θα μας πουν σε όσους είχε αδικηθεί, «δοκιμάστε την τιμωρία του αιωνιότητα. είναι σας να αμείβονται εκτός από αυτό που χρησιμοποιείται για να κερδίσουν;»
et: Siis see ütles neile, kes oli ülekohtu, "maitseb karistuse igaviku; on teil on recompensed välja arvatud teenida kasutasite?"
fi: Sitten sanotaan niille, joka oli väärin, "maku rangaistus ikuisesti. ovat sinun on palkitaan lukuun ottamatta käytetään ansaita?"
he: אז זה יאמר למי שפגע, "טעם העונש הנצח; האם אתה להיות recompensed חוץ מה השתמשת כדי להרוויח?"
hr: Zatim će se reći onima koji su povrijedili, "Okusite kaznu vječnosti; su da se osloboditi osim što ti se to zaraditi"?
lt: Tada bus sakė, tiems, kurie buvo nuskriausti, "skonis baudimą už amžinybę; yra jums yra recompensed išskyrus kas naudojote uždirbti?"
lv: Tad Vils teica, tiem, kas bija kaitējums, "garšu sodu par mūžību; ir jums ir recompensed, izņemot jūs, ko izmanto, lai nopelnīt?"
nb: Deretter vil det sies til dem som hadde gjort urett, "smak straffen av evighet. er du blir recompensed bortsett fra hva du pleide å tjene?"
sk: Potom to bude povedal, pre tých, ktorí mali poškodené, "chuť trest večnosti; sú vám je odmenený s výnimkou čo ste boli zvyknutí zarábať?"
sl: Potem bo mogoče reči, da tisti, ki je storjena krivica, "okus kazen večnosti; so si pa izplačati nadomestilo razen kaj ste se uporabljajo za zaslužiti?"
sr_cyrl: Онда ће бити рекао онима који је згресио, "окуси казна вечности; су ти се измире осим некад си зарадити?"
sr_latn: Onda će biti rekao onima koji je zgresio, "okusi kazna večnosti; su ti se izmire osim nekad si zaraditi?"
uk: Потім вона буде сказала для тих, хто мав образили, "смак покарання вічність; є ви будучи recompensed за винятком те, що ви використовували, щоб заробити?"
vi: Sau đó nó sẽ được cho biết để những người đã wronged, "hương vị sự trừng phạt của vĩnh cửu; bạn đang được recompensed ngoại trừ bạn đã sử dụng như thế nào để kiếm được?"
zu: Khona kuyothiwa kulabo ababemonile, "Nambitha isijeziso engunaphakade; wena kokuba ngehlisela except for babe you sebenzisa uhola?"

# Quran1417
source: And they ask information of you, [O Muhammad], "Is it true?" Say, "Yes, by my Lord. Indeed, it is truth; and you will not cause failure [to Allah]."
ca: I demanen informació de vostès, [O Muhammad], "és cert?" Dir, "Sí, Senyor. De fet, és veritat; i no farà falta [a Allah]."
cy: Ac maent yn gofyn gwybodaeth chi, [O Muhammad], "yn ei wir?" Ddweud, "Ydw, gan fy Arglwydd. Yn wir, mae'n wirionedd; ac na fydd achosi methiant [i Allah].
da: Og spørger de oplysninger af dig, [O Muhammad], "er det sandt?" Sige, "Ja, min herre. Ja, det er sandheden; og du vil ikke forårsage svigt [til Allah]."
el: Και ζητούν πληροφορίες από εσάς, [Ο Μωάμεθ], «είναι αυτό αληθινό;» Λένε, «ναι, ο κύριος μου. Πράγματι, είναι αλήθεια. και εσείς δεν θα προκαλέσει αποτυχία [να Αλλάχ].»
et: Ja nad küsida teavet teist [O Muhammad], "Kas see on tõsi?" Öelda, "Jah, mu Issand. Tegelikult on tõde; ja sa ei põhjusta rike [et Jumal]."
fi: He kysyvät tietoja sinusta, [Oi Muhammed] "on totta?" Sanoa, "kyllä, herra. Itse asiassa se on totuus; ja sinun ei aiheuta epäonnistuminen [Jumala]."
he: והם שואלים מידע עליך, [O מוחמד], "זה נכון?" . תגיד, "כן, על ידי מלכי. אכן האמת; לא תגרום לכשל [אל אללה]."
hr: Te su informacije od vas, [O Muhammad], "je li istina?" "Da, moj Gospodin. Doista, to je istina; i ti će ne uzrokovati neuspjeh [Allaha]."
lt: Ir jie prašo informacijos iš jūsų, [O Muhammad], "yra tiesa?" Sako, "taip, iš savo pono. Iš tiesų, tai tiesa; ir jums sukelia nepakankamumas [kad Dievas]."
lv: Un viņi lūdz informāciju no jums [O Muhammad], "ir taisnība?" Saka, "Jā, mans kungs. Patiešām, tā ir patiesība, un [Allah] lai neizraisīs kļūme."
nb: Og de spør informasjon av [O Muhammad], "er det sant?" Si, "Ja, av min Herre. Det er faktisk sannhet. og du vil ikke føre til feil [å Døyve].
sk: A pýtajú sa, že informácie o vás, [Mohamed], "je to pravda?" Povedal, "áno, môj pán. Naozaj, je to pravda; a vám nespôsobí zlyhanie [Boh]."
sl: In zahtevajo, da informacije od vas, [O Muhammad], "je to res?" Pravijo, "da, moj gospodar. Res, da je resnica; in ne bo povzročila odpoved [v Allah]."
sr_cyrl: И питају се да информације од вас, [О Мухаммад], "је л ' истина?" Реци , "да, мој господару. Заиста , то је истина; "и ти неће изазвати отказивање [Алаху]."
sr_latn: I pitaju se da informacije od vas, [O Muhammad], "je l ' istina?" Reci, "da, moj gospodaru. Zaista, to je istina; "i ti neće izazvati otkazivanje [Alahu]."
uk: І вони просять інформацію ви [O Мухаммад], "це правда?" Кажуть, "так, від пана мого. Дійсно, це правда; і ви не призведе до відмови [щоб Аллах]."
vi: Và họ yêu cầu thông tin của bạn, [O Muhammad], "là nó thật sự?" Nói, "Vâng, bởi Chúa của tôi. Thật vậy, nó là sự thật; và bạn sẽ không gây ra sự thất bại [Allah]."
zu: They buza ulwazi ngawe, [O Muhammad], "Ingabe kuyiqiniso?"

# Quran1418
source: And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged
ca: I si cada ànima que injustament tenia tot a la terra, oferia en rescat. I es confien remordiment quan veuen el càstig; i seran jutjats en justícia, i no ser injustament
cy: Ac os oedd enaid pob cam popeth ar y ddaear, byddai ei chynnig mewn pridwerth. A bydd ymddiried gofid pan fyddant yn gweld y gosb; cânt eu barnu yn gyfiawnder, ac ni Bydd maent yn cam
da: Og hvis hver sjæl, som forurettet havde alt på jorden, det vil tilbyde det i løsesum. Og de vil betro beklagelse, når de ser straffen; og de vil blive bedømt i retfærdighed, og de vil ikke blive krænket
el: Και αν κάθε ψυχή που αδικήθηκε είχε τα πάντα στη γη, αυτό θα το προσφέρουμε σε λύτρα. Και αυτοί θα εμπιστευτούν λύπη όταν βλέπουν την τιμωρία? θα κριθούν στην δικαιοσύνη και δεν θα αδικηθεί
et: Ja kui iga hinge, et ülekohtu oli kõike maa peal, see annaks see lunaraha. Ja nad usaldama kahetsust, kui nad näevad karistuse muutmata; neid hinnatakse õiglus ja nad ei ülekohtu
fi: Ja jos jokainen sielu, joka väärin kaiken maan päällä, se tarjoaisi se lunnaita. Ja he uskoa pahoillani, kun he näkevät rangaistus; heitä tuomita oikeuteen ja he ei vääryyttä
he: אם כל נשמה זה עוול היה הכל על כדור הארץ, זה להציע אותו כופר. הם לבטוח חרטה, כשהם רואים את העונש; הם יישפטו בצדק, הם לא יהיה עוול
hr: I da svaka duša koji nepravdu sve na zemlji, da bi ponudio za otkup. I oni će povjeriti žaljenje kad vide kazne; će biti suđeni u pravdu, i oni neće nepravdu
lt: Ir jei kiekviena siela nuskriausti turėjo viską ant žemės, jis būtų pasiūlyti jį išpirkos. Ir jie bus pasipasakoti apgailestauju, kai jie mato bausmė; ir jie bus vertinami Teisingumo, ir jie negali būti nuskriausti
lv: Un ja katra dvēsele, kas nodarīts kaitējums bija viss uz zemes, tā varētu piedāvāt to izpirkt. Un viņi uzticēšu nožēlu, ieraugot kādu sodu; tie tiks vērtēti tieslietu un tie nevar būt pāri
nb: Og hvis hver sjel som urett hadde alt på jorden, den ville tilby det i løsepenger. Og de vil betro anger når de ser straffen; og de vil bli vurdert i rettferdighet, og de vil ikke bli gjort urett
sk: A keby každá duša, ktorá poškodené všetko na zemi, poskytla by možnosť v výkupné. A bude dôverovať ľutovať, keď vidí, že trest; budú rozhodnuté v spravodlivosti, a že bude nie ublížili
sl: In če vsaka duša, ki je bila oškodovana vse, kar je na zemlji, da bi ponudil v odkupnino. In ti zaupam obžalovanje, ko vidijo kazen; in se bo ocenjevala v pravičnosti, in ne bodo oškodovani
sr_cyrl: И да свака душа која је преварена све на земљи, да би га понудити за откуп. И поверавају ће жаљење кад виде казне; и они ће се судити у правду, и они ће бити преварена
sr_latn: I da svaka duša koja je prevarena sve na zemlji, da bi ga ponuditi za otkup. I poveravaju će žaljenje kad vide kazne; i oni će se suditi u pravdu, i oni će biti prevarena
uk: І кожному душа, які образили було все на землі, вона буде пропонувати його в викупу. І вони будуть довіритися жалю, коли вони бачать покарання; і вони будуть судити в справедливості, і вони не бути ображені
vi: Và nếu mỗi linh hồn wronged đã có tất cả mọi thứ trên trái đất, nó sẽ cung cấp cho nó trong tiền chuộc. Và họ sẽ tâm sự hối tiếc khi họ nhìn thấy sự trừng phạt; họ sẽ được đánh giá trong công lý và họ sẽ không được wronged
zu: Futhi uma each phefumulo ngalungi ukuthi babenakho konke okwakwenza emhlabeni, kwakuyothatha bakunikeza sona esihlengweni.

# Quran1419
source: Unquestionably, to Allah belongs whatever is in the heavens and the earth. Unquestionably, the promise of Allah is truth, but most of them do not know
ca: Sens dubte, a Allah pertany el que està en els cels i la terra. Sens dubte, la promesa d'Allah és veritat, però la majoria d'ells no saben
cy: Yn ddiamau, Allah yn perthyn iddo beth bynnag sydd yn y nefoedd a'r ddaear. Yn ddiamau, yr addewid o Allah yw gwir, ond nid rhan fwyaf ohonynt yn gwybod
da: Ingen tvivl om, at Allah hører hvad der er i himlene og jorden. Utvivlsomt, løftet om Allah er sandheden, men de fleste af dem ved ikke
el: Αναμφισβήτητα, στον Αλλάχ ανήκει ό, τι είναι στον ουρανό και τη γη. Αναμφισβήτητα, η υπόσχεση του Αλλάχ είναι αλήθεια, αλλά οι περισσότεροι από αυτούς δεν γνωρίζουν
et: Vaieldamatult, Jumala kuulub iganes on taevas ja maa. Vaieldamatult, Jumala tõotus on tõde, kuid enamik neist ei tea
fi: Kiistatta Jumalalle kuuluu kaikki, mikä on taivaassa ja maan päällä. Kiistatta Jumalan lupaus on totuutta, mutta useimmat heistä eivät tiedä
he: אין ספק, אללה שייך כל מה שנמצא את השמים ואת הארץ. אין ספק, ההבטחה של אללה היא האמת, אך רובם לא יודעים
hr: Bez sumnje, Allahu pripada sve što je u nebesima i na zemlji. Bez sumnje, obećanje Allah je istina, ali većina njih ne zna
lt: Be abejo, Dievas priklauso kokia yra dangaus ir žemės. Be abejo, Dievo pažadas yra tiesos, tačiau dauguma jų nežino
lv: Neapšaubāmi, Allah pieder kāda ir debesis un zemi. Neapšaubāmi, šis solījums, Allah ir patiesība, bet vairums no viņiem nezina
nb: Uten tvil, Allah tilhører i himlene og jorden. Uten tvil, løftet av Allah er sant, men de fleste av dem vet ikke
sk: Nesporne, Bohu patrí, čo je v nebesiach a na zemi. Nesporne, sľub, že Boh je pravda, ale väčšina z nich neviem
sl: Nedvomno, da Allah spada karkoli je v nebesih in na zemlji. Nedvomno, obljuba Allah je resnica, ampak večina od njih ne vem
sr_cyrl: Без сумње, Аллах припада шта год је у небеса и земљу. Без сумње, остваривање Аллах је истина, али већина њих не знам
sr_latn: Bez sumnje, Allah pripada šta god je u nebesa i zemlju. Bez sumnje, ostvarivanje Allah je istina, ali većina njih ne znam
uk: Без сумніву, щоб Аллах належить все, що є у небі та землі. Без сумніву, обіцянку Аллах є істина, але більшість з них не знаю
vi: Unquestionably, Allah thuộc về bất cứ điều gì là trong bầu trời và trái đất. Unquestionably, lời hứa của Allah là thật, nhưng hầu hết trong số họ không biết
zu: Ngokungangabazeki, Allah kungokwalabo konke in the bhakabhaka hlaba.

# Quran1420
source: He gives life and causes death, and to Him you will be returned
ca: Ell dóna vida i causa la mort, i a ell li serà retornat
cy: Mae'n rhoi bywyd ac achosi marwolaeth, ac iddo ef y bydd eich dychwelyd
da: Han giver liv og forårsager død, og ham du vil blive sendt tilbage
el: Δίνει ζωή και προκαλεί το θάνατο, και σε αυτόν θα επιστρέψετε
et: Ta annab elu ja surm ja temaga saad tagasi
fi: Hän antaa elämän ja aiheuttaa kuoleman, ja hänelle palautit
he: הוא נותן החיים וגורמת למוות, ויוחזר אליו אתה
hr: On daje život i uzrokuje smrt, i njemu će se
lt: Jis duoda gyvenimą ir sukelia mirtį, ir jam bus grąžintas
lv: Viņš dod dzīvību un izraisa nāvi, un viņam tiks atgriezts
nb: Han gir liv og forårsaker døden, og til ham vil du bli returnert
sk: On dáva život a spôsobuje smrť a k nemu sa vrátite
sl: On daje življenje in povzroči smrt, in da ga boste vrnili
sr_cyrl: Он даје живот и изазива смрт, а да га ти ће бити враћена
sr_latn: On daje život i izaziva smrt, a da ga ti će biti vraćena
uk: Він дає життя і причини смерті, і до нього вам буде повернуто
vi: Ông sẽ cho cuộc sống và gây ra cái chết, và để anh ta, bạn sẽ được trả lại
zu: Nguyena onikeza futhi ubangela ukuba bafe, kuze Him you phinda!
