Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2752
source: And it is He who has multiplied you throughout the earth, and to Him you will be gathered.
ca: I és el que vostè ha multiplicat per la terra, i a ell es reuniran.
cy: Ac ef a lluosi â chi drwy gydol y ddaear, ac iddo ef y bydd eich casglu.
da: Og det er ham, der har multipliceret du over hele jorden, og til ham du vil blive indsamlet.
el: Και είναι αυτός που σας έχει πολλαπλασιαστεί σε όλη τη γη, και σε αυτόν θα θα να συγκεντρωθούν.
et: On see, kes on mitmekordistanud te kogu maa ja talle sa kohtadest.
fi: Ja juuri hän on moninkertaistunut koko maan, ja hänelle on tarkoitus kerätä.
he: הוא זה שתמיד יש להכפיל ברחבי כדור הארץ ו אליו אתה שייאספו.
hr: On je taj koji se množe širom zemlje i s njim će biti prikupljen.
lt: Ir tai tas, kuris padaugėjo jums visoje žemėje, ir jam jums bus surinkti.
lv: Un tas ir tas, kas jums ir reizināta visā zemes, un viņam tiks savākta.
nb: Og det er han som har multiplisert du over hele jorden, og til ham vil du bli samlet.
sk: Je to on, kto sa násobí po celej krajine a k nemu ste zhromaždili.
sl: In je on, ki je pomnožena po vsej zemlji, in mu bo mogoče zbrati.
sr_cyrl: Он је напредује широм земље и да га ти бити прикупљене.
sr_latn: On je napreduje širom zemlje i da ga ti biti prikupljene.
uk: І це той, хто має множаться по всій землі, і йому вам будуть зібрані.
vi: Và đó là người có nhân với bạn trong suốt cả trái đất, và cho anh ta, bạn sẽ được thu thập.
zu: Futhi kuba Lowo unandisile emhlabeni wonke, futhi Him you hloma.

# Quran2753
source: And it is He who gives life and causes death, and His is the alternation of the night and the day. Then will you not reason?
ca: I és qui dóna vida i causa la mort, i la seva és l'alternança de la nit i el dia. Llavors es vostè raó no?
cy: Ac ef sy'n rhoi bywyd ac achosi marwolaeth, ac yn ei newid y nos a dydd. Yna bydd eich nid rheswm?
da: Og det er ham, der giver liv og forårsager død, og hans er skiftevis nat og dag. Derefter vil du ikke grund?
el: Είναι αυτός που δίνει ζωή και προκαλεί το θάνατο και του είναι η εναλλαγή της νύχτας και της ημέρας. Στη συνέχεια θα σας δεν το λόγο;
et: See on tema, kes annab elu ja surm ja tema on öö ja päeva vaheldumine. Siis näidatakse teile mitte põhjus?
fi: Ja hän voi antaa elämän ja aiheuttaa kuoleman, ja hänen on vuorottelu yö ja päivä. Sitten Aiotteko ole syytä?
he: זה אשר נותן חיים וגורם המוות, ואת שלו הוא ההתחלפות של הלילה והיום. אז אתם לא סיבה?
hr: I on je taj koji daje život i uzrokuje smrt, a njegova je izmjeni noći i dana. Onda će ti nije razlog?
lt: Ir tai tas, kuris duoda gyvenimą ir sukelia mirtį, ir jo yra šaltųjų ir naktį ir dieną. Tada bus jums ne priežastis?
lv: Un tas ir tas, kas dod dzīvību un izraisa nāvi, un viņa ir pārmaiņus dienā un naktī. Pēc tam būs jums nav iemesls?
nb: Og det er han som gir liv og forårsaker døden, og han er vekslingen av natt og dag. Da vil du ikke grunn?
sk: To je ten, ktorý dáva život a spôsobuje smrť a jeho je striedanie noci a dňa. Potom budete nie je dôvod?
sl: In to je tisti, ki daje življenje in povzroči smrt, in njegova je menjavanje noč in dan. Nato boste ne razlog?
sr_cyrl: Он је тај који даје живот и изазива смрт и да је његова замена за ноћ и дан. Онда ће ти није разлог?
sr_latn: On je taj koji daje život i izaziva smrt i da je njegova zamena za noć i dan. Onda će ti nije razlog?
uk: І це той, хто дає життя і причини смерті, і його є чергування ніч і день. Тоді буде вам не причина?
vi: Và ông sẽ cho cuộc sống và gây ra cái chết, và ông là Luân phiên đêm và ngày. Sau đó chứ không phải lý do?
zu: Futhi kuba Lowo onikeza ukuphila futhi abangele ukufa, futhi waKhe Noma alternation of suku suku.

# Quran2754
source: Rather, they say like what the former peoples said.
ca: Més aviat, diuen com el que va dir els pobles antics.
cy: Yn hytrach, maent yn dweud fel hyn a ddywedodd y bobloedd gynt.
da: Tværtimod siger de lide, hvad de tidligere folk sagde.
el: Λένε ότι μάλλον, όπως αυτό που είπε ο πρώην λαών.
et: Pigem on nad ütlevad nagu endine Rahvaste ütles.
fi: Pikemminkin he sanovat kuin entinen kansojen sanoi.
he: במקום זאת, הם אומרים כמו דבריו של העמים לשעבר.
hr: Naprotiv, kažu da kao što je rekao bivši naroda.
lt: Tiksliau, sakoma kaip ką sakė buvęs Tautų.
lv: Pareizāk sakot, viņi saka, patīk tas, ko teica bijušais tautu.
nb: I stedet sier de liker det tidligere folk sagt.
sk: Skôr hovoria, ako to, čo povedal bývalý obyvateľov.
sl: Precej, pravijo, kot kaj je dejal nekdanji narodi.
sr_cyrl: Радије , кажу као бивши народима и рекао.
sr_latn: Radije, kažu kao bivši narodima i rekao.
uk: Швидше за все, вони кажуть, як колишній народів сказав.
vi: Thay vào đó, họ nói rằng giống như những gì các dân tộc trước đây đã nói.
zu: Kunalokho, abakushoyo njengani izizwe yangaphambili wathi.

# Quran2755
source: They said, "When we have died and become dust and bones, are we indeed to be resurrected?
ca: Deien, "quan hem va morir i convertir-se en pols i ossos, som de fet per ser ressuscitat?
cy: Maent yn dweud, "pan fyddwn wedi marw ac yn dod yn llwch ac esgyrn, yr ydym yn wir i atgyfodi?
da: De sagde: "når vi er døde og bliver støv og knogler, er vi faktisk at genopstå?
el: Είπαν, «όταν έχουμε πεθάνει και γίνει σκόνη και οστά, είμαστε πράγματι να αναστηθούν;
et: Nad ütlesid: "kui me surnud ja muutunud tolmu ja luud, kas me tõepoolest Ülestõusnud?
fi: He sanoivat: "kun me kuoli ja pöly ja luut, aiomme todellakin puheenaiheeksi?
he: הם אמרו, "כאשר אנחנו מת ואתה להפוך אבק ועצמות, אנחנו אכן צריכים לקום לתחייה?
hr: Rekli su, "kada smo umrli i postati prah i kosti, ćemo doista biti uskrsnuti?
lt: Jie sakė, "kai mes mirė ir tapti dulkių ir kaulai, ar mes iš tikrųjų būti prikelti?
lv: Viņi teica: "ja mums ir miris un kļūt par putekļiem, un kauli, mums patiešām ir augšāmcēlies?
nb: De sa, "når vi har døde og blitt støv og bein, er vi faktisk å gjenoppstå?
sk: Oni povedali: "keď sme zomreli a prachu a kosti, sme v skutočnosti byť vzkriesený?
sl: So rekli, "ko smo umrl in postane prah in kosti, smo res treba vstati od mrtvih?
sr_cyrl: Рекли су, "када смо умрли и постати прах и кости, јесмо ли заиста да буде васкрснута?
sr_latn: Rekli su, "kada smo umrli i postati prah i kosti, jesmo li zaista da bude vaskrsnuta?
uk: Вони сказали, "коли ми помер і стати пилу і кістки, ми дійсно повинні бути воскрес?
vi: Họ nói rằng, "khi chúng tôi đã qua đời và trở thành bụi và xương, chúng tôi đang thực sự để được phục sinh?
zu: Bathi: "Lapho siye safa kanye baba thuntutha kuthiwa thina kambe abayovuswa?

# Quran2756
source: We have been promised this, we and our forefathers, before; this is not but legends of the former peoples."
ca: Ens ha promès això, nosaltres i els nostres avantpassats, abans; això no és sinó llegendes dels antics pobles."
cy: Addawyd hyn, inni ac yn ein cyndadau, blaen; Nid yw hyn ond chwedlau o bobloedd gynt."
da: Vi er blevet lovet dette, vi og vore forfædre, før; Dette er ikke men legender af de tidligere folk."
el: Μας υποσχέθηκαν αυτό, εμείς και οι πρόγονοί μας, πριν? Αυτό δεν είναι αλλά θρύλους των πρώην λαών."
et: Meil on lubatud seda, meil ja meie esiisade enne; See pole aga endine Rahvaste legende."
fi: Meille on luvattu me ja esi-isiemme ennen. Tämä ei ole mutta legendoja entinen kansojen."
he: הובטחה לנו זה, אבותינו, ואנו מבעבר; זה לא אבל אגדות העמים לשעבר".
hr: Nam je obećana ovo, mi i naši preci prije; Ovo je ne samo legende bivše naroda."
lt: Mums buvo žadėta tai, mes ir mūsų protėviai, anksčiau; tai ne bet legendos buvusių žmonių."
lv: Mums ir apsolījis šo, mēs un mūsu priekšteči, agrāk; tas nav bet leģendas bijušais tautu."
nb: Vi har blitt lovet dette, vi og våre forfedre. Dette er ikke men legender av tidligere folk."
sk: Sme sľúbili sme a našich predkov. to nie je ale legendy bývalého národov."
sl: Smo obljubili to, mi in naši predniki, preden; to ni ampak legende nekdanji narodi."
sr_cyrl: Обећао нам је ово, ми и наси преци су, раније; Ово није само легенде о бившим народима."
sr_latn: Obećao nam je ovo, mi i nasi preci su, ranije; Ovo nije samo legende o bivšim narodima."
uk: Ми були обіцяні цього, ми і наші предки, раніше; Це не але легендах народів, колишній."
vi: Chúng tôi đã được hứa hẹn này, chúng tôi và ông cha của chúng tôi, trước; Điều này không nhưng huyền thoại của các dân tộc trước đây."
zu: Siye wathembisa lokhu, thina nawokhokho bethu, phambi;

# Quran2757
source: Say, [O Muhammad], "To whom belongs the earth and whoever is in it, if you should know?"
ca: Dir, [O Muhammad], "a qui pertany la terra i qui és en això, si vostè ha de saber?"
cy: Dweud, [O Muhammad], "i bwy perthyn y ddaear a bwy bynnag sydd ynddo, os dylech wybod?"
da: Sige, [O Muhammad], "til hvem hører til jorden og hvem er det, hvis du skal vide?"
el: Πω, [Ο Μωάμεθ], «για τους οποίους ανήκει η γη, και όποιος και αν είναι σε αυτό, εάν πρέπει να ξέρετε;»
et: Ütlen, [O Muhammad], "kellele kuulub maa ja kes on see, kui sa peaksid teadma?"
fi: Toisin sanoen [Oi Muhammed] "kuuluu maan ja kuka on, jos sinun pitäisi tietää?
he: לומר, [O מוחמד], "למי שייכת האדמה ואת מי הוא, אם אתה צריך לדעת?"
hr: Reći, [O Muhammad], "kome pripada zemlja i tko god da je, ako znaš?"
lt: Tarkim, [O Muhammad], "kam priklauso žemės ir kas yra jame, jei turėtumėte žinoti?"
lv: Proti, [O Muhammad], "kam pieder zeme un tas, kurš ir, ja jums ir jāzina?"
nb: Si, [O Muhammad], "slik som hører jorden og den som har det, hvis du bør vite?"
sk: Povedať, [Mohamed], "Komu patri Zeme a ten, kto je v ňom, ak by ste mali vedieť?"
sl: Recimo, [O Muhammad], "da jim pripada zemlji in kdo je v njem, če morate vedeti?"
sr_cyrl: Реци , [О Мухаммад], "да"коме припада земља и ко год да је, ако ти кажем?"
sr_latn: Reci, [O Muhammad], "da"kome pripada zemlja i ko god da je, ako ti kažem?"
uk: Сказати, [O Мухаммад], "Кому належить землі і той, хто в ньому, якщо ви повинні знати?"
vi: Nói, [O Muhammad], "mà thuộc về trái đất và bất cứ ai đang ở trong đó, nếu bạn cần biết?"
zu: Ithi, [O Muhammad], "Kuze whom fanele hlaba noma ubani okukulo, uma kufanele wazi?"

# Quran2758
source: They will say, "To Allah." Say, "Then will you not remember?"
ca: Es a dir, "A Allah." Dir, "Llavors vostè no recordi?"
cy: Byddant yn dweud, "I Allah." Dweud, "Yna bydd nad ydych yn cofio?"
da: De vil sige, "Til Allah." Sige, "Så ikke vil du huske?"
el: Θα λένε, «Να Αλλάχ.» Ας πούμε, «Τότε θα δεν θυμάσαι;»
et: Nad ütlevad, "Et Jumal." Öelda: "Siis te ei mäleta?"
fi: He sanovat, "Allah." Esimerkiksi: "Sitten ei muistanette?"
he: הם יגידו, "לאלוהים." אומרים, "אז אולי את לא זוכרת?"
hr: Oni će reći, "Da Allah." Recimo, "onda će se ne sjećaš?"
lt: Jie sako, "Į Dievo." Sako: "Tada bus ne žinote?"
lv: Viņi saka, "Lai Allah." Teiksim, "Tad jums neiegaumēs?"
nb: De vil si, "Til Allah." Si "så vil du ikke huske?"
sk: Povedia "K Bohu." Napríklad: "Potom si zapamätá?"
sl: Bodo rekli, "V Allah." Reči, "Potem bo ne spomniš?"
sr_cyrl: Они ће рећи, "Аллах." Рецимо , "онда ће се не сежаљ?"
sr_latn: Oni će reći, "Allah." Recimo, "onda će se ne seжaљ?"
uk: Вони будуть сказати, ""Аллах. Кажуть, "То ви не запам'ятовуватиме?"
vi: Họ sẽ nói, "Allah." Nói, "Sau đó sẽ không nhớ?"
zu: They tshela, "Kuze Allah."

# Quran2759
source: Say, "Who is Lord of the seven heavens and Lord of the Great Throne?"
ca: Dir, "Que és Senyor dels set cels i senyor del gran tron?"
cy: Dweud, "Pwy yw yr Arglwydd o'r nefoedd saith a Arglwydd yr Orsedd fawr?"
da: Sige, "Hvem er Herren de syv himle og Herren af den store trone?"
el: Λένε, «Ποιος είναι ο Λόρδος των επτά ουρανών και Άρχοντας των του μεγάλου θρόνο;»
et: Öelda: "Kes on Jehoova seitse taevas ja suur troonile isand?"
fi: Sanoa, "Kuka on seitsemän taivaan Herra ja herra suuri Throne?"
he: תגיד, "מי זה אדון השמים שבע ואדון המלכות נהדר?"
hr: "Ko je gospodar sedam nebesa i gospodara velikog prijestolja?"
lt: Sako, "Kas yra septyni dangaus Viešpats ir valdovas labai sostą?"
lv: Saka: "Kas ir septiņi debesu kunga un liels troņa kungs?"
nb: Si, "Hvem er Herren av de syv himlene og herre av stor tronen?"
sk: Povedať: "Kto je pán zo siedmich nebies a pán veľký trón?"
sl: Reči, "Kdo je gospodar sedem nebes in Lord of the Great prestol?"
sr_cyrl: Кажу , "Ко је господар Седам небеса и господару сјајна трона?"
sr_latn: Kažu, "Ko je gospodar Sedam nebesa i gospodaru sjajna trona?"
uk: Сказати, "хто Господь сім небес і Господь великий Трон?"
vi: Nói, "Chúa tể của bầu trời bảy và Chúa của ngai vàng lớn là ai?"
zu: Ithi, "Ingubani iNkosi yamazulu eziyisikhombisa neNkosi sobukhosi esikhulu?"

# Quran2760
source: They will say, "[They belong] to Allah." Say, "Then will you not fear Him?"
ca: Diuen, "[pertanyen] a Allah." Dir, "llavors vostè por no es ell?"
cy: Byddant yn dweud, "[maen nhw'n perthyn] i Allah." Dweud, "yna y byddwch nid ofn iddo?"
da: De vil sige, "[de tilhører] til Allah." Siger, "så vil du ikke at frygte ham?"
el: Θα λένε, «[ανήκουν] Αλλάχ.» Λένε, «Τότε θα σας δεν τον φόβο;»
et: Nad ütlevad, "[eraldiseisvasse] Jumala." Öelda: "siis kas sa karda teda?"
fi: He sanovat, "ne kuuluvat Jumalalle." Sanoa ", sitten aiot pelkää häntä?"
he: הם יגידו, "[הן] לאללה." אומרים, "ואז אתה. אל תירא אותו?"
hr: Oni će reći, "oni pripadaju Allahu." Rekao, "onda ćeš ga nije strah?"
lt: Jie sako, "[jie priklauso] Allaho." Sako: "Tada bus ne baimė jį?"
lv: Viņi saka, "[tie pieder] lai Allah." Teikt: "Tad būs jums nav bailes viņu?"
nb: De vil si, "[de tilhører] til Allah.» Si, "så vil du ikke frykte ham?"
sk: Oni povedia: "[patrí] do Boha." Napríklad: "Potom sa ste sa ho bojí?"
sl: Bodo rekli, "[pripadajo] v Allah." Reči, "potem bo vas ni strah pred njim?"
sr_cyrl: Рећи ће, "[и припадају] Алаха." Рецимо , "Онда вас не бојим се њега?"
sr_latn: Reći će, "[i pripadaju] Alaha." Recimo, "Onda vas ne bojim se njega?"
uk: Вони кажуть: "[вони належать] щоб Аллах." Скажімо, "Потім буде вам не боїться його?"
vi: Họ sẽ nói, "[họ thuộc về] Allah." Nói, "sau đó, bạn sẽ không phải lo sợ anh ta?"
zu: They tshela "[Bangabakhe] Allah."

# Quran2761
source: Say, "In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know?"
ca: Dir, "a la mà és l'àmbit de totes les coses - i ell protegeix mentre que cap pot protegir contra ell - si vostè ha de saber?"
cy: Dweud, "yn eu dwylo yn yr amgylchfyd yr holl bethau-a mae ef yn diogelu tra gall dim amddiffyn rhag iddo ef-os dylech wybod?"
da: Siger, "i hvis hånd er realm af alle ting - og han beskytter mens ingen kan beskytte mod ham - hvis du skal vide?"
el: Λένε, «στο χέρι του οποίου είναι το Βασίλειο του όλα τα πράγματα - και αυτός προστατεύει ενώ κανένας δεν μπορεί να προστατεύσει από αυτόν - εάν πρέπει να ξέρετε;»
et: Tähendab, "kelle käes on kõik asjad - mängib ja ta kaitseb Kuigi ükski võivad kaitsta teda - kui sa peaksid teadma?"
fi: Sanoa, "jonka käteen on valtakunta kaiken - ja hän suojaa, kun ei mitään suojaa häntä - jos sinun pitäisi tietää?
he: תגיד, "ביד של מי הוא התחום של כל הדברים – ומה הוא מגן בעוד אף אחד לא יכול להגן מפני אותו -. אם אתה צריך לדעת?"
hr: Reci, "u čije ruke je carstvo svih stvari - a on štiti dok ne može zaštititi od njega - ako znaš?"
lt: Sako, "kurio ranka yra viskas - ir jis apsaugo nors nė vienas gali apsaugoti nuo jį - jei turėtumėte žinoti?"
lv: Sacīt, "kuras roka ir karaļvalsts par visām lietām - un viņš aizsargā, kamēr neviens var aizsargāt pret viņu - ja jums vajadzētu zināt?"
nb: Si "i sin hånd er riket av alt - og han beskytter mens ingen kan beskytte mot ham - hvis du bør vite?"
sk: Povedal, "v ktorého ruke je realm všetkých vecí - a chráni Hoci žiadny môžete chrániť proti nemu - ak by ste mali vedieť?"
sl: Reči, "čigav pa je področje vsega - in zavaruje, medtem ko nobena lahko zaščiti pred njim - če morate vedeti?"
sr_cyrl: Реци , "у чија рука је краљевство свих ствари - а он штити док не можете да заштитите против њега - ако ти кажем?"
sr_latn: Reci, "u čija ruka je kraljevstvo svih stvari - a on štiti dok ne možete da zaštitite protiv njega - ako ti kažem?"
uk: Скажімо, "в чиєю рукою realm всіх речей - і він захищає, хоча ніхто не може захистити від нього - якщо ви повинні знати?"
vi: Nói, "trong tay mà là các lĩnh vực của tất cả mọi thứ - và ông bảo vệ trong khi không ai có thể bảo vệ chống lại ông - nếu bạn cần biết?"
zu: Ithi, "Ngaphakathi whose dlulisa is umbuso ka zonke izinto - bese uvikela za khashana none kungaba yisivikelo Him -? Uma kufanele wazi"

# Quran2762
source: They will say, "[All belongs] to Allah." Say, "Then how are you deluded?"
ca: Diuen, "[tot pertany] a Allah." Dir, "llavors com estàs equivocat?"
cy: Byddant yn dweud, "[oll yn perthyn] i Allah." Dweud, "yna sut ydych eich?"
da: De vil sige, "[alle tilhører] til Allah." Siger, "hvordan er du fantast?"
el: Θα λένε, «[όλα ανήκει] Αλλάχ.» Λένε, «τότε πώς είστε εξαπατημένο;"
et: Nad ütlevad, "[kõik kuulub] Jumala." Öelda, "siis kui oled eksitada?"
fi: He sanovat, "kaikki kuuluu Jumalalle." Eli "niin miten olet harhautunut?"
he: הם יגידו, "[כל מה שייך] לאללה." תגיד, "אז איך אתה הוזה?"
hr: Oni će reći, "sve pripada Allahu." Reci, "kako si onda zabludi?"
lt: Jie sako, "[visi priklauso] Allaho." Sako, "tada kaip tu apgauti?"
lv: Viņi saka, "[viss pieder] lai Allah." Teiksim, "tad kā jūs esat maldināts?"
nb: De vil si, "[alle tilhører] til Allah.» Si, "så hvordan er du deluded?"
sk: Oni povedia: "[všetky patrí] Bohu." Povedal, "potom ako ste pošetilou?"
sl: Bodo rekli, "[vse spada] v Allah." Reči, "potem kako ste deluded?"
sr_cyrl: Рећи ће, "[све спада] Алаха." Реци , "Како си онда у заблуди?"
sr_latn: Reći će, "[sve spada] Alaha." Reci, "Kako si onda u zabludi?"
uk: Вони будуть говорити, "[всі належить] щоб Аллах." Говорити, "тоді як ви помиляєтеся?"
vi: Họ sẽ nói, "[tất cả thuộc về] Allah." Nói, "sau đó làm thế nào bạn có lừa dối?"
zu: They tshela "[Wonke kungokwalabo] Allah."

# Quran2763
source: Rather, We have brought them the truth, and indeed they are liars.
ca: Més aviat, ens han portat la veritat, i de fet són mentiders.
cy: Yn hytrach, yr ydym wedi dwyn y gwirionedd, ac yn wir maent yn gelwyddgwn.
da: Snarere, vi har bragt dem sandheden, og de er løgnere.
el: Μάλλον, έχουμε τους έφερε την αλήθεια, και μάλιστα ότι είναι liars.
et: Pigem oleme toonud neile tõtt, ja nad on tõepoolest valetas.
fi: Pikemminkin olemme tuoneet ne totuuden, ja itse asiassa he ovat valehtelijoita.
he: במקום זאת, הבאנו להם את האמת, אכן הם שקרנים.
hr: Naprotiv, donijeli smo im istinu, a zapravo oni su lažljivci.
lt: Atvirkščiai, mes išvedė juos tiesą, ir iš tikrųjų jie yra melagiai.
lv: Drīzāk, mēs viņus atvedu patiesību, un patiešām tie ir liars.
nb: I stedet har vi ført dem sannheten, og faktisk de er løgnere.
sk: Skôr sme priniesli im pravdu, a v skutočnosti sú klamári.
sl: Namesto tega smo jih prinesel resnico, in dejansko so lažnivci.
sr_cyrl: Радије , довели смо им истину, а они су заправо лажове.
sr_latn: Radije, doveli smo im istinu, a oni su zapravo lažove.
uk: Скоріше, ми привезли їх правду, а насправді брехунів.
vi: Thay vào đó, chúng tôi đã mang lại cho họ sự thật, và thực sự họ là kẻ nói dối.
zu: Kunalokho, Asilethanga iqiniso, futhi ngempela they are hubu.

# Quran2764
source: Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him].
ca: Allah no ha tingut cap fill, ni ha hi ha estat amb ell qualsevol deïtat. [Si hi ha hagut], llavors cada divinitat hauria pres el que és creat, i alguns d'ells vols han tractat de superar altres. Exaltat és Allah sobre què descriuen [sobre ell].
cy: Mae Allah nid cymryd unrhyw mab, nac erioed a fu gydag ef unrhyw Dduwdod. [Os bu], yna byddai pob Dduwdod wedi cymryd beth y mae'n ei greu, a byddai rhai ohonynt wedi ceisio goresgyn eraill. I'w mawrygu yw Allah uchod beth maent yn disgrifio [ynghylch ef].
da: Allah har ikke taget nogen søn, heller ikke har nogensinde været med ham nogen guddom. [Hvis der havde været], så hver guddom ville have taget hvad det lavet, og nogle af dem ville have forsøgt at overvinde andre. Ophøjet er Allah over hvad de beskriver [vedrørende ham].
el: Αλλάχ δεν έχει λάβει οποιαδήποτε γιος, δεν υπήρξε ποτέ μαζί του κάθε θεότητα. [Εάν είχε υπάρξει], τότε θα έχουν λάβει κάθε θεότητα τι δημιούργησε, και ορισμένοι από αυτούς θα επεδίωξαν να ξεπεράσουν τους άλλους. Υπερυψωμένα είναι Αλλάχ πάνω από εκείνο που αυτοί περιγράφουν [όσον αφορά τον].
et: Jumal ei ole võtnud ühtegi poeg ega seal kunagi varem temaga mingeid jumalus. [Kui on], siis iga jumalus oleks võtnud see loodud, ja mõned neist oleks püüdnud lahendada teised. Ülendatud on Jumal nad kirjeldavad [talle] seoses eespool.
fi: Jumala ei ole tehnyt mitään poikansa, eikä koskaan tapahtunut hänelle mikään Jumala. [Jos olisi ollut], sitten kunkin Jumaluuden olisi pitänyt se loi, ja jotkut heistä yrittivät voittaa muut. Ylevä on Jumala ne kuvaavat [hänelle] osalta.
he: אללה לא נקטה כל בן, ולא היה פעם איתו אלוהות כלשהי. [אם היו], ואז לכל אחד מן האלים היו לוקחים מה זה נוצר, חלקם היה מחפש להתגבר על אחרים. הנעלה הוא אללה מעל מה הם מתארים [בנוגע אותו].
hr: Allah je uzeti bilo koji sin, niti da je s njim bilo koje božanstvo. [Ako je bilo], onda svako božanstvo bi uzeti ono što je stvorila, a neke od njih su tražili da prevladaju druge. Uzvišen je Allah iznad što opisuju [o njemu].
lt: Dievas nėra priėmusi jokių sūnus, nei ten kada nors buvo su juo bet dievybė. [Jei ten buvo], tada kiekvienas Dievybės ėmėsi kas ji sukurta, ir kai kurie iš jų bandė įveikti kiti. Išaukštintas Dievas yra aukščiau ką jie aprašyti [dėl jam].
lv: Allah nav veikusi jebkura dēls, ne tur kādreiz ir līdzi jebkuru dievība. [Ja tur būtu bijis], tad katra dievība būtu jāņem tas, ko tā izveidojusi, un dažas no tām būtu centušies pārvarēt citiem. Cildenais pārsniedz Allah ko tie apraksta [viņam] par.
nb: Allah har ikke tatt noen sønn, eller har det vært med ham noen guddom. [Hvis det hadde vært], så hver Guddommen ville ha tatt det det laget, og noen av dem ville ha søkt å overkomme de andre. Opphøyet er Allah over det de beskriver [om ham].
sk: Alah neprijal žiadne syna, ani tam bol niekedy s ním žiadne božstvo. [Ak došlo k], potom každé božstvo by vzali to, čo vytvoril, a niektoré z nich by sa snažili prekonať ostatných. Vyvýšený je Alah vyššie čo sa opísať [týkajúce sa ním].
sl: Allah ni sprejela vseh sin, niti ni bil kdaj z njim vsako božanstvo. [Če ni bilo], potem bi sprejeli vsako božanstvo, kaj je ustvaril, in nekateri od njih bi poskušale premagati druge. Vzvišeno je Allah zgoraj kaj opisujejo [glede njega].
sr_cyrl: Алах није заузела сваки син, нити је икада био са њим једним божанством. [Ако је било], а затим сваку боћанство узео бих оно љто је створила, а неки од њих би трудили су се да превазиђу другима. Узвиљеном је Аллах изнад како то описују [што се тиче њега].
sr_latn: Alah nije zauzela svaki sin, niti je ikada bio sa njim jednim božanstvom. [Ako je bilo], a zatim svaku boћanstvo uzeo bih ono љto je stvorila, a neki od njih bi trudili su se da prevaziđu drugima. Uzviљenom je Allah iznad kako to opisuju [što se tiče njega].
uk: Аллах не приймати будь-які сина, не коли-небудь було з ним будь-які божества. [Якщо б було], то кожен божество мали б він створений, і деякі з них будуть намагались подолати інші. Піднесений є Аллаха вище вони це називають [щодо його].
vi: Allah đã không thực hiện bất kỳ con trai, cũng không có bao giờ có là với anh ta thần bất kỳ. [Nếu có đã], sau đó mỗi vị thần nào đã thực hiện những gì nó tạo ra, và một số người trong số họ sẽ đã tìm cách để khắc phục những người khác. Sôi nổi là Allah ở trên những gì họ diễn tả [liên quan đến anh ta].
zu: Allah akazange athathe indodana, futhi akuzange kuke kwaba naYe yimuphi unkulunkulu.
