Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2287
source: Then the factions differed [concerning Jesus] from among them, so woe to those who disbelieved - from the scene of a tremendous Day.
ca: A continuació, les faccions diferia [pel que fa a Jesús] entre ells, així aflicció als que dubtaven - de l'escena d'un gran dia.
cy: Yna roedd y garfanau yn wahanol [ynghylch Iesu] o blith iddynt, felly gwae i'r rhai a ddysgais-o leoliad aruthrol y dydd.
da: Så fraktionerne afveg [om Jesus] blandt dem, så ve dem, der disbelieved - fra skueplads for en fantastisk dag.
el: Τότε οι φατρίες διέφεραν [σχετικά με τον Ιησού] μεταξύ τους, έτσι Αλίμονο σε όσους disbelieved - από τη σκηνή του φοβερές Day.
et: Siis fraktsioonide erines [Jeesus] seoses nendest, jah häda neile, kes disbelieved - stseen tohutuid päev.
fi: Sitten ryhmät erosivat toisistaan [mitä Jeesus] keskuudestaan, niin voi niitä, jotka uskoneet - valtava päivä näyttämöltä.
he: ואז הפלגים שונה [בנוגע ישו] מתוכן, אז אבוי למי disbelieved - ממקום האירוע של יום אדיר.
hr: A zatim frakcije razlikovala [o Isus] od njih, pa Jao onima koji su bio - scene ogroman dan.
lt: Tada grupavimo skyrėsi [Jėzus] dėl iš jų, todėl Vargas tiems, kurie disbelieved - iš milžinišką diena.
lv: Tad frakcijām atšķīrās [Jēzus] par kādu no tiem, tātad bēdas tiem, kuri disbelieved - no skatuves milzīgs diena.
nb: Deretter fraksjonene forskjellig [om Jesus] blant dem, så ve de vantro - fra åstedet for en stor dag.
sk: Potom frakcie líšili [o Ježišovi] spomedzi nich, tak Beda tým, kto pochyboval - zo scény hrozný deň.
sl: Potem frakcij razlikovala [o Jezus] od njih, tako Gorje tistim, ki so verjeli - scene strašen dan.
sr_cyrl: А онда фракције разликовао [што се тиче Исуса] неку од њих, па тешко онима који не верује - са сцене огроман дан.
sr_latn: A onda frakcije razlikovao [što se tiče Isusa] neku od njih, pa teško onima koji ne veruje - sa scene ogroman dan.
uk: А потім угрупованнями відрізнялася [щодо Ісус] з-поміж них, так горе тим, хто disbelieved - від сцени величезний день.
vi: Sau đó, các phe phái khác nhau [liên quan đến Chúa Giêsu] trong số họ, vì vậy woe để những người disbelieved - từ bối cảnh của một ngày to lớn.
zu: Khona-ke, kwaqubuka kwahluka [ngokuphathelene noJesu] phakathi kwabo, kanjalo woe kuze labo disbelieved - kusukela eqalene Day okusika.

# Quran2288
source: How [clearly] they will hear and see the Day they come to Us, but the wrongdoers today are in clear error.
ca: Com [clarament] van a sentir i veure el dia que vénen a nosaltres, però els malfactors avui estan en clar error.
cy: Sut [glir] byddant yn clywed ac yn gweler y diwrnod maent yn dod i ni, ond y tramgwyddo heddiw mewn camgymeriad amlwg.
da: Hvordan [klart] de vil høre og se den dag, de kommer til os, men lovovertrædere i dag er i klare fejl.
el: Πώς θα ακούνε [σαφώς] και να δείτε την ημέρα που έρχονται σήμερα να μας, αλλά οι παραβάτες είναι σαφές μήνυμα λάθους.
et: Kuidas [selgelt] nad kuulevad ja vt nad tulevad meile, kuid selle tekitaja täna päeval on selge viga.
fi: Miten [selvästi] he kuulevat ja nähdä päivä he tulevat meitä, mutta rikolliset tänään ovat selvä virhe.
he: איך [. בבירור] הם ישמעו, ראה היום הם באים אלינו, אבל את הפושעים היום נמצאים שגיאה ברורה.
hr: Kako [jasno] oni će čuti i vidjeti dan dolaze do nas, ali počinioce danas su u jasan error.
lt: Kaip [aiškiai] jie bus i girsti ir pamatyti tą dieną jie ateina į mus, bet grzesznicy šiandien yra aiški klaida.
lv: Kā [skaidri] viņi būs dzirdēt un redzēt dienā, viņi brauc uz mums, bet pārkāpējus šodien ir skaidri kļūda.
nb: Hvordan [klart] de vil høre og se dagen de kommer til oss, men wrongdoers i dag er klart feil.
sk: Ako [jasne] budú počuť a vidieť ten deň prídu k nám, ale zloèinci dnes sú jasné chyba.
sl: Kako [jasno] bodo slišali in videli dan pridejo do nas, vendar je wrongdoers danes so v jasno napaka.
sr_cyrl: Како [јасно] иуже и дана који долазе код нас, али починиоце, данас су у јасан грешке.
sr_latn: Kako [jasno] иuжe i dana koji dolaze kod nas, ali počinioce, danas su u jasan greške.
uk: Як [чітко] вони будуть чути і бачити день, вони приходять до нас, але на розкаюємося сьогодні в Очистити помилку.
vi: Làm thế nào [rõ ràng] họ sẽ nghe và nhìn thấy những ngày họ đến với chúng tôi, nhưng những wrongdoers vào ngày hôm nay là do lỗi rõ ràng.
zu: Indlela [ngokucacile] Impela bazakuzwa futhi nibona usuku beza Nathi, kodwa abenzi bokubi namuhla basesimweni iphutha ecacile.

# Quran2289
source: And warn them, [O Muhammad], of the Day of Regret, when the matter will be concluded; and [yet], they are in [a state of] heedlessness, and they do not believe.
ca: I advertir-los, [O Muhammad], de la dia de lamentar, quan la matèria es falli; i [encara], estan en [estat de] heedlessness i no creuen.
cy: A rhybuddio, [O Muhammad], am y dydd edifar, pan fydd casgliad y mater; ac [eto], maent yn [] heedlessness, ac nid credu.
da: Og advare dem, [O Muhammad], om dagen af beklager, når sagen afsluttes; og [dog], de er i [en] ubetænksomhed, og de tror ikke.
el: Και τους προειδοποιούν, [Ο Μωάμεθ], την ημέρα της λύπη, όταν το θέμα θα ολοκληρωθεί? και αποτελούν σε [κατάσταση] [όμως], heedlessness, και αυτοί δεν πιστεύουν.
et: Ja näidata, [O Muhammad], tema on päev ja kahetsen, kui asja viiakse; [kuid], nad on [riigi] heedlessness ja nad ei usu.
fi: Ja varoittaa heitä, [Oi Muhammed], päivä ja pahoillani siitä, milloin asiaan saadaan päätökseen; eivätkä [kuitenkin] [valtion] kevytmielisen ja usko.
he: ותזהיר אותם, [O מוחמד], של יום חרטה, כאשר להסיק שמקדם את העניין; [אולם], הן במצב [של] איכפתיות, והם לא מאמינים.
hr: I upozoriti ih, [O Muhammad], dana požaliti, kada stvari će biti zaključen; i oni su [ipak], u [stanje] heedlessness, a oni ne vjeruju.
lt: Ir įspėti juos, [O Muhammad], ir apgailestauju dieną, kai bus galima daryti išvadą šiuo klausimu; ir [tačiau] jie [būklė] heedlessness, ir jie netiki.
lv: Un brīdināt, [O Muhammad] par dienu par nožēlu, kad lieta tiks noslēgts; un [vēl], viņi ir [valsts] heedlessness, un viņi netic.
nb: Og advare dem, [O Muhammad], om av dagen angre, når saken avsluttes; [men], de er i [en tilstand av] heedlessness, og de ikke tror.
sk: A varovať, [Mohamed], deň ľutovať, keď ukončí záležitosti; a sú [ešte], [stav] nepozornosti, a im neveria.
sl: In opozori, [O Muhammad], dan žal, ko bo sklenjena zadevo; in [vendar], so v [država] heedlessness, pa ne verjamem.
sr_cyrl: И упозорити их, [О Мухаммад], од дана заћалити када ће бити закључено је било; и [још], у [стање] су хеедлесснесс, а они не верујем.
sr_latn: I upozoriti ih, [O Muhammad], od dana zaћaliti kada će biti zaključeno je bilo; i [još], u [stanje] su heedlessness, a oni ne verujem.
uk: І попередити їх, [O Мухаммад], з дня шкодую, коли це питання буде зробити висновок; і [всі], вони в [стан] heedlessness і вони не вірять.
vi: Và cảnh báo họ người, [O Muhammad], trong những ngày của hối tiếc, khi các vấn đề sẽ được ký kết; và [nhưng], họ đang ở trong [một bang] heedlessness, và họ không tin.
zu: Futhi khuza them [O Muhammad], we Day of Regret, lapho le ndaba, siphele;

# Quran2290
source: Indeed, it is We who will inherit the earth and whoever is on it, and to Us they will be returned.
ca: De fet, és que heretaran la terra i qui és en això i a nosaltres seran retornats.
cy: Yn wir, mae'n inni a fydd yn etifeddu'r ddaear a phwy bynnag arno, ac i ni eu bod yn dychwelyd.
da: Faktisk, det er os, der arver jorden og hvem er det, og til os de vil blive returneret.
el: Πράγματι, είναι εμείς που θα κληρονομήσουν τη γη και όποιος είναι σε αυτό, και μας, αυτοί θα πρέπει να επιστραφεί.
et: Tegelikult on meil kes pärivad maa ja kes on seda ja meile nad tagasi.
fi: Juuri me jotka perivät maan ja kuka on, ja meille ne palautetaan.
he: אכן אנחנו מי יירש את הארץ ואת מי זה על זה, וגם לנו הם יוחזרו.
hr: Je, zapravo, mi koji će naslijediti zemlju i tko je na njemu, i nama su će biti vraćena.
lt: Iš tiesų, tai mes kurie paveldės žemę ir kas yra jame, ir mums jie bus grąžinti.
lv: Patiešām, tas ir, mēs kas mantos zemi un kurš ir par to, un mums tie tiks atgriezti.
nb: Det er faktisk vi som skal arve jorden og den som er på den, og for oss de returneres.
sk: V skutočnosti je to my, ktorí zdedia zem a ten, kto je na ňom, a pre nás, oni sa vrátia.
sl: Pravzaprav, ki bodo podedovali zemljo in kdo je na njej in nam jih je se bo vrnil.
sr_cyrl: Да , јесте смо ко ће наследити земљу, и ко год да је на њему, и нама су ће бити враћена.
sr_latn: Da, jeste smo ko će naslediti zemlju, i ko god da je na njemu, i nama su će biti vraćena.
uk: Дійсно, це ми, які наслідують землю і той, хто на ній і нам вони будуть повернуті.
vi: Thật vậy, nó là chúng ta những người sẽ thừa hưởng trái đất và bất cứ ai là trên nó, và để chúng ta họ sẽ được trả lại.
zu: Ngempela, kuba Thina abayodla ifa lomhlaba noma ngubani kuso, futhi Us they phinda.

# Quran2291
source: And mention in the Book [the story of] Abraham. Indeed, he was a man of truth and a prophet.
ca: I la menció en el llibre [la història de] Abraham. De fet, era un home de veritat i un profeta.
cy: A sôn yn y llyfr [stori] Abraham. Yn wir, yr oedd yn ddyn gwir a yn broffwyd.
da: Og omtale i bogen historien om Abraham. Ja, han var en mand af sandhed og en profet.
el: Και αναφέρω μέσα ο Αβραάμ βιβλίο [η ιστορία του]. Πράγματι, ήταν ένας άνθρωπος της αλήθειας και προφήτης.
et: Ning nimetavad raamat [lugu] Abraham. Tõepoolest, ta oli mees tõe ja prohvet.
fi: Ja mainita Aabrahamin Kirja [juttu]. Hän olikin mies totuus ja profeetta.
he: המוזכר בספר [הסיפור] אברהם. אכן, הוא היה איש של אמת, נביא.
hr: I spomenuti u knjizi [povijest] Abraham. Doista, bio je čovjek od istine i prorok.
lt: Ir paminėti knyga [istorija] Abraomo. Iš tiesų, jis buvo tiesos ir pranašas vyras.
lv: Un pieminēt Ābrahama grāmata [stāsts]. Protams, viņš bija cilvēks, patiesības un pravietis.
nb: Og nevner i boken [historien om] Abraham. Ja, han var en mann av sannhet og en profet.
sk: A zmienka v knihe [príbeh] Abraham. Naozaj, on bol muž pravdy a prorok.
sl: In omenja v knjigi [zgodba] Abraham. Res, on je bil človek resnice in prerok.
sr_cyrl: И споменуо у Абрахама у књизи [крај]. Заиста , био је човек од истине и пророк.
sr_latn: I spomenuo u Abrahama u knjizi [kraj]. Zaista, bio je čovek od istine i prorok.
uk: І згадки у книзі [історія] Авраама. Дійсно, він був людиною правди і пророк.
vi: Và đề cập đến trong cuốn sách [câu chuyện của] Abraham. Thật vậy, ông là một người đàn ông của sự thật và một nhà tiên tri.
zu: Sho yale Ncwadi [indaba] e-Abrahama.

# Quran2292
source: [Mention] when he said to his father, "O my father, why do you worship that which does not hear and does not see and will not benefit you at all?
ca: [Accèsit] Quan va dir al seu pare, "O el meu pare, per què vostè adorar el que no sentir i veure com no beneficiarà a tots?
cy: [Cyfeiriad] pan ddywedodd i'w dad, "O fy nhad, pam wneud eich addoli a nid yw'n clywed ac nid gweld ac bydd nid o fudd i chi o gwbl?
da: [Omtale] da han sagde til sin far, "O min far, hvorfor har du tilbeder, som hÃ¸rer ikke og ser ikke og vil ikke gavne dig på alle?
el: [Αναφορά] όταν είπε στον πατέρα του, «O πατέρας μου, γιατί αυτό που δεν ακούει και δεν βλέπει και δεν θα σας ωφελήσει καθόλου λατρεία;
et: [Mainida] kui ta ütles, et tema isa, "minu isa, miks sa ei kuule ja ei näe ja ettevõtjaid on kasulik teile üldse kummardavad O?
fi: [Mainittu] kun hän sanoi hänen isänsä, "Oi isä, miksi palvoa, joka ei kuule, ei näe ja ei hyödytä sinua ollenkaan?
he: [אזכור] כשהוא אמר לאביו, "O אבי, למה אתה סוגד את אשר אינו שומע, אינו רואה ואת לא יהנה אותך בכלל?
hr: [Spomenuti] kada je rekao da je njegov otac, "Oče, zašto klanjati ono što ne čuje i ne vidi i će vas uopće koristi?
lt: [Paminėti] kai jis pasakė, kad jo tėvas, "O mano tėvas, kodėl jūs czcicie, kuris negirdi ir nemato ir nebus naudinga jums, ne visi?
lv: [Min], kad viņš teica, viņa tēvs, "mans tēvs, kāpēc jūs pielūgt to, ko neredz, nedzird un negūs labumu jums vispār O?
nb: [Omtale] da han sa til sin far, "O min far, hvorfor du tilbe det som hører ikke ser ikke og vil ikke gagne deg på alle?
sk: [Zmienka], keď povedal, svojmu otcovi, "Otče môj, prečo si uctievanie, ktoré nepočuje a nie je vidieť a nebude vám vôbec?
sl: [Navedba], ko je dejal, da njegov oče, "O moj oče, zakaj si častiti, ki ne sliši in ne vidi in ne vam bo koristilo sploh?
sr_cyrl: [Помиње ] када је рекао да његов отац, "О мој отац, зашто обожаваш ли ти оно што не чује и не види и следи ти уопште?
sr_latn: [Pominje] kada je rekao da njegov otac, "O moj otac, zašto obožavaš li ti ono što ne čuje i ne vidi i sledi ti uopšte?
uk: [Згадки], коли він сказав, що його батько, "Отче мій, чому ви поклонятися те, що не чує і не бачить і не принесе користь вам на всіх?
vi: [Đề cập đến] khi ông nói với cha mình, "O cha tôi, tại sao bạn tôn thờ mà không nghe và không nhìn thấy và sẽ không có lợi cho bạn ở tất cả?
zu: [Ukuphathwa] lapho ethi kuyise: "O mi yise yise you khonza ukuthi yiziphi akezwa futhi akaboni futhi ngeke kukuzuzise nhlobo?

# Quran2293
source: O my father, indeed there has come to me of knowledge that which has not come to you, so follow me; I will guide you to an even path.
ca: O el meu pare, de fet hi ha arribat a mi de coneixement que no ha arribat a vostè, així que segueix-me; Vaig a guiar a un camí fins i tot.
cy: O fy nhad, yn wir mae wedi dod ataf o'r wybodaeth a ddaeth nid i chi, felly Dilynwch fi; Bydd yn eich tywys i lwybr hyd yn oed.
da: O er min far, ja der kommet til mig af viden, det, der ikke er kommet til dig, så Følg mig; Jeg vil guide dig til en selv sti.
el: O πατέρας μου, πράγματι εκεί έχει έρθει μου γνώση αυτό που δεν έχει έρθει σε σας, έτσι με ακολουθήσεις. Θα σας καθοδηγήσει σε μια διαδρομή ακόμη και.
et: O minu isa tõepoolest seal on tulnud mulle teadmisi, seda, mis on tulnud teile, et jälgi mind; Ma annab sulle isegi tee.
fi: O isäni todellakin siellä on tullut minulle tiedon, että joka ei ole tullut, joten seuraa minua; Minä opastaa vaikka path.
he:  אבי, אכן שם בא לי ידע את אשר לא הגיע לך, אז עקבו אחריי; אני ינחה אותך לנתיב אפילו.
hr: O moj otac doista doći mi znanja ono što nije došao, pa za mnom; Vodit će vas čak i put.
lt: O mano tėvas, iš tiesų ten turi ateiti pas mane, žinant, kad kuri ne ateis pas jus, Taigi Sekite mane; Aš padės jums net kelias.
lv: O mans tēvs patiešām tur ir pienācis mani zināšanas, kas nav pienācis, lai sekotu mani; Es jums palīdzēs pat ceļā.
nb: O har min far, faktisk det kommet til meg kunnskap som ikke har kommet til deg, så følg meg. Jeg vil lede deg til en selv bane.
sk: O môj otec, skutočne tam má prísť ku mne poznatkov, ktoré má prísť k vám, tak so mnou; Bude vás aj cestu.
sl: O moj oče, res da je prišel mi znanja, ki je prišel k tebi, tako sledite mi; Bo vas vodijo do celo pot.
sr_cyrl: О мој отац, заиста сперме ми знања која није вратио, пратите ме; Водиће вас да постоји чак и путања.
sr_latn: O moj otac, zaista sperme mi znanja koja nije vratio, pratite me; Vodiće vas da postoji čak i putanja.
uk: O мій батько дійсно там прийшов до мене знань, те, що не прийшов до вас, тому виконуйте мене; Я буду направляти вас до навіть шляху.
vi: O cha tôi, thực sự có đã đến với tôi khi có kiến thức mà trong đó đã không đến với bạn, vì vậy theo tôi; Tôi sẽ hướng dẫn các bạn một đường đi ngay cả.
zu: O mi yise ngempela lapho kufikile kimi lolwazi lapho engazange ukuza kini, kanjalo ziyangilandela;

# Quran2294
source: O my father, do not worship Satan. Indeed Satan has ever been, to the Most Merciful, disobedient.
ca: Oh el meu pare, no Satanàs culte. Fet Satanàs ha estat, a més compassius, desobedient.
cy: O fy nhad, wneud nid addoli Satan. Yn wir mae Satan erioed, y mwyaf tosturiol, anufudd.
da: O min far har ikke tilbeder Satan. Faktisk har Satan nogensinde været, at den mest barmhjertige, ulydige.
el: O πατέρας μου, δεν Satan λατρεία. Πράγματι ο Σατανάς έχει ποτέ, σε ο πανάγαθος, ανυπάκουος.
et: O minu isa ei kummarda Saatan. Tõepoolest Saatan on käinud, Viimane armulised, sõnakuulmatud.
fi: Oi Isäni, emme uhraa Saatana. Itse Saatana on koskaan ollut, armahtaja, tottelematon.
he: O אבי, לא סוגדים לשטן. אכן השטן מעולם, הרחמן ביותר, ממושמע, לאחר.
hr: O moj otac, ne štuju Sotonu. Uistinu Sotona nikad nije bio, Najmilostiviji, neposlušan.
lt: O mano tėvas, ne garbinimas Šėtonas. Iš tikrųjų Šėtonas yra tekę, litosciwy, Nepaklusnieji.
lv: O mans tēvs nav dievkalpojumu sātans. Patiešām sātans ir kādreiz bijis, vairums žēlsirdīgs, nepaklausīgs.
nb: O min far ikke tilbe Satan. Faktisk har Satan vært, til de mest barmhjertige, ulydige.
sk: O mojom otcovi, nie uctievať Satan. Naozaj Satan bol niekedy, Most Milosrdných, neposlušný.
sl: O moj oče, ne častili Satan. Res Satan je vedno bil, da je najbolj usmiljen, neposlušni.
sr_cyrl: О мој отац, не обозава Сотона. Уистину Сотона није био, да је најмилостивији, непослушно.
sr_latn: O moj otac, ne obozava Sotona. Uistinu Sotona nije bio, da je najmilostiviji, neposlušno.
uk: O мій батько не поклонятися сатані. Дійсно сатана коли не було, щоб той самий милосердний, неслухняні.
vi: O cha không tôn thờ Satan. Thật vậy Satan đã từng, đến các nhất Merciful, ngô nghịch.
zu: O mi yise ncisheka cha khonza uSathane.

# Quran2295
source: O my father, indeed I fear that there will touch you a punishment from the Most Merciful so you would be to Satan a companion [in Hellfire]."
ca: O el meu pare, de fet em temo que allà li toqui un càstig de la misericordiós perquè es podria a Satan un company [en Hellfire]."
cy: O fy nhad, yn wir yr wyf yn ofni bod yno bydd yn cyffwrdd â chi cosbi gan mwyaf tosturiol felly byddai chi i Satan yn gydymaith [yn Hellfire]."
da: O min far, ja jeg er bange for, der vil røre dig en straf fra den mest barmhjertige så du ville være at Satan en følgesvend [i Hellfire]."
el: O ο πατέρας μου, φοβάμαι ότι εκεί θα σας αγγίξει μια τιμωρία από ο πανάγαθος έτσι θα είστε στο Σατανά σύντροφος [σε Hellfire].»
et: O minu isa tõepoolest kardan, mis seal näidatakse sind puudutada karistus kõige armuline et sa oleksid Saatan [in Hellfire] kaaslane."
fi: O isäni itse pelkään että on koskettaa sinua rangaistus Armahtaja joten Saatana kumppani [in Hellfire]."
he:  אבי, אכן אני חושש כי שם יגע לך עונש של הרחמן ביותר כך אתה תהיה לשטן לוויה [ב הלפייר]."
hr: O moj otac, zaista me je strah da tamo te dodiruju kazna najmilostiviji kako bi Sotoni pratitelj [u Hellfire]."
lt: O mano tėvas, iš tikrųjų aš bijau, kad ten bus prisiliesti tave bausmė nuo labiausiai gailestingas, jums bus Šėtonas kompanionas [– Hellfire]."
lv: O mans tēvs, patiešām es baidos, ka tur būs pieskarties jums sods no vairums žēlsirdīgs tāpēc jums būtu sātans biedrs [Hellfire]."
nb: O min far, faktisk jeg frykter at det vil berøre du en straff fra den Nåderikes så du ville være til Satan en følgesvenn [i Hellfire]."
sk: O môj otec, skutočne obávam sa, že tam sa vás dotknúť trest od Najpodstatnejšou takže by mal byť Satan spoločník [v Hellfire]."
sl: O moj oče, res bojim da tam bo dotakneš kazen od najbolj usmiljen tako bi bilo, da Satan spremljevalec [v Hellfire]."
sr_cyrl: О мој отац, заиста ме је страх то тамо Романо, казна је најмилостивији да би ти била Сотони пратиља [у огањ]."
sr_latn: O moj otac, zaista me je strah to tamo Romano, kazna je najmilostiviji da bi ti bila Sotoni pratilja [u oganj]."
uk: O мій батько дійсно я боюся, що там буде торкатися до тебе покарання від самий милосердний так ви б сатані співучасник [Hellfire]."
vi: O cha tôi, thực sự tôi lo sợ rằng có sẽ liên lạc bạn một trừng phạt từ thương xót nhất vì vậy, bạn sẽ để Satan một đồng [trong Hellfire]."
zu: O mi yise ngempela Ngiyesaba ukuthi kuyoba ukukuthinta izitho esivela the Ningi Nomusa ngakho ukuthi ngabe ufisa kangakanani uSathane umngane [Esihogweni Somlilo]. "

# Quran2296
source: [His father] said, "Have you no desire for my gods, O Abraham? If you do not desist, I will surely stone you, so avoid me a prolonged time."
ca: [Pare] va dir: "has cap desig de meu déus, O Abraham? Si vostè no desistir, I es segurament de pedra, per evitar un temps prolongat."
cy: [Dad] yn dweud, "a oes gennych unrhyw awydd i fy duwiau, O Abraham? Os nad ydych yn ymatal, yr bydd siawns carreg chi, mi felly yn osgoi amser maith.
da: [Faderen] sagde, "har du ikke lyst til mit gods, O Abraham? Hvis du ikke afstå, jeg vil helt sikkert sten du, så undgå mig en forlænget tid."
el: [Ο πατέρας] είπε, «έχετε καμία επιθυμία για θεοί μου, O Αβραάμ; Εάν σας δεν απόσχει, εγώ θα σίγουρα πέτρα σας, επομένως μην μου ένα παρατεταμένο χρονικό διάστημα.»
et: [Isa] ütles: "Kas te ei soovi oma jumalad, O Abraham? Kui te loobuma, ma kindlasti kivi sa, nii vältida pikema perioodi jooksul."
fi: [Isä] sanoi: Onko teillä ei halua minun jumalat O Abraham? Jos ei herkeävät, varmasti kivi, joten Vältä minua pitkään aikaan."
he: [אביו] אמר, "יש לך רצון האלים שלי, אברהם O? אם אתה לא לחדול, אני בוודאי סוקלים אותך, כדי להימנע לי תקופה ממושכת."
hr: Njegov otac je rekao, "Jesi li želju za ime bogova, O Abrahamu? Ako odustane, ja ću sigurno kamenovali, tako me izbjegavati duže vrijeme."
lt: [Tėvas] sakė: "ar jūs paniekino mano dievai, O Abraomas? Jei negali susilaikyti, aš bus tikrai akmens jums, kad būtų išvengta man ilgą laiką."
lv: [Tēva] teica: "vai jums nav vēlēšanās, augstie dievi, O Abraham? Ja jums nav atturēties, es noteikti akmens jums, lai izvairītos no manis ilgāku laiku."
nb: [Faren] sa, "har du noe ønske for min guder, O Abraham? Hvis du ikke desist, vil jeg sikkert stein, så unngå meg lengre tid.
sk: [Otec] povedal: "máte túžbu pre moje bohovia, O Abraham? Ak ustat, I bude určite kameň vás, aby sa zabránilo ma dlhší čas."
sl: [Oče] rekel, "ste želje za moje bogov, O Abraham? Če ne vzdržijo, bom zagotovo kamen vas, mi tako izognili daljši čas."
sr_cyrl: Његов отац је рекао, "нема жељу за богови, О Абрахаму? Ако те није срам те било, ја ће сигурно да те каменују, па избегавајте ми је продужена времена."
sr_latn: Njegov otac je rekao, "nema želju za bogovi, O Abrahamu? Ako te nije sram te bilo, ja će sigurno da te kamenuju, pa izbegavajte mi je produžena vremena."
uk: Його батько сказав: "у вас немає бажання мого богів, O Авраама? Якщо ви не утримуватися, я безумовно з каменю ви, таким чином уникнути мене протягом тривалого часу."
vi: [Cha] nói, "bạn đã không có mong muốn cho các vị thần của tôi, O Abraham? Nếu bạn không chấm dứt, tôi sẽ chắc chắn đá bạn, như vậy tránh cho tôi một thời gian dài."
zu: [Uyise] wathi: "Awuphenduli lutho isifiso sokuba onkulunkulu bami, O Abraham? Uma ungenalo uyeke, ngizo- ngokuqinisekile ngamatshe, ngakho ukungigwema isikhathi isikhathi eside."
