Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2852
source: There is not upon the blind [any] constraint nor upon the lame constraint nor upon the ill constraint nor upon yourselves when you eat from your [own] houses or the houses of your fathers or the houses of your mothers or the houses of your brothers or the houses of your sisters or the houses of your father's brothers or the houses of your father's sisters or the houses of your mother's brothers or the houses of your mother's sisters or [from houses] whose keys you possess or [from the house] of your friend. There is no blame upon you whether you eat together or separately. But when you enter houses, give greetings of peace upon each other - a greeting from Allah, blessed and good. Thus does Allah make clear to you the verses [of ordinance] that you may understand.
ca: Hi ha no en la restricció d'invidents [qualsevol] ni a la coacció coix ni a la restricció d'emmalaltir ni sobre vosaltres mateixos quan vostè menja de seus [propi] cases o les cases dels seus pares o les cases de les seves mares o les cases dels teus germans o les cases de les seves germanes o les cases dels germans del seu pare o les cases de les germanes del seu pare o les cases dels germans de la seva mare o les cases de les germanes de la seva mare o [de cases] les claus que posseeixin o [de la casa] del seu amic. No hi ha cap culpa a vostè si vostè menja junts o per separat. Però quan entreu cases, donen salutacions de Pau sobre l'altre - una salutació des d'Allah, el beneït i bo. Així Allah fa clar a vostè els versos [de l'Ordenança] que vostè pot entendre.
cy: Mae yna nid ar gyfyngiadau ddall [unrhyw] nac ar y cyfyngiad cloff nac ar y cyfyngiad sâl na chi pan fyddwch yn bwyta gan eich [ei hun] tai neu dai eich tadau neu dai eich mamau neu dŷ eich brodyr neu dŷ eich chwiorydd neu dŷ eich tad brodyr neu dŷ eich tad chwiorydd neu dŷ brodyr eich mam neu dai o chwiorydd eich mam neu [o dai] eu allweddi a byddwch yn meddu ar neu [o'r tŷ] eich cyfaill. Nid oes unrhyw fai arnoch chi p'un a ydych yn bwyta gyda'i gilydd neu ar wahân. Ond pan fyddwch yn mynd o dai, yn rhoi cyfarchion heddwch ar ei gilydd-cyfarchiad gan Allah, Bendigaid a da. Felly yw Allah gwneud yn glir i chi y penillion [o Ordnans] hynny efallai eich bod yn deall.
da: Der er ikke på den blinde [enhver] begrænsning eller ved den halte begrænsning eller ved den syge begrænsning eller på jer selv når du spiser fra din [egen] huse, eller huse jeres fædres eller huse af jeres mødre eller huse af dine brødre eller huse af dine søstre eller huse af din fars brødre eller huse af din fars søstre eller huse af din mors brødre eller huse af din mors søstre eller [fra huse] Hvis du besidder nøglerne eller [fra huset] din ven. Der er ingen skylden på dig, uanset om du spiser sammen eller enkeltvis. Men når du indtaster huse, give hilsen for fred på hinanden - en hilsen fra Allah, velsignede og god. Således Allah gøre det klart for dig vers [af bekendtgørelse], som du kan forstå.
el: Υπάρχει όχι πάνω του τυφλού [κάθε] περιορισμού ούτε κατόπιν ο κουτσός περιορισμός ούτε κατόπιν ο άρρωστος περιορισμός ούτε επάνω σας όταν τρώτε από τα σπίτια σας [] ή τα σπίτια των πατέρων σας ή τα σπίτια σας μητέρες ή τα σπίτια των αδελφών σας ή τα σπίτια των αδελφών σας ή τα σπίτια των αδελφών του πατέρα σας ή τα σπίτια των αδελφών του πατέρα σας ή τα σπίτια των αδελφών της μητέρας σας ή τα σπίτια της αδελφές της μητέρας σας ή [από σπίτια] του οποίου κατέχετε τα πλήκτρα ή [από το σπίτι] του φίλου σας. Υπάρχει κανένα φταίξιμο σε σας, αν τρώτε μαζί ή ξεχωριστά. Αλλά όταν εισάγετε σπίτια, δίνουν ευχές των ειρήνη σε κάθε άλλο - ένα χαιρετισμό από Αλλάχ, ευλογημένη και καλή. Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους [του οικείο διάταγμα] που μπορεί να κατανοήσει.
et: Ei ei soovi pime, [mis tahes] piirang ega soovi lame instrumendil ega pärast haige instrumendil ega peale ise kui sa sööd [ise] maja või majad oma isade või teie emad või teie vennad maja või majad oma õed või oma isa vennad majad või oma isa õed majad maja või majad oma ema vennast või sinu ema õed majad või [alates maja] mille võtmeid, mida valdab või [alates maja] oma sõber. Ei ole süüdistada teie peale kas sa sööd koos või eraldi. Kuid kui sisestate majad, anna rahu üksteisele - tervitus: Jumal, õnnis ja head Tervitused. Seega Allah teeb selge teile [nimetatud määruse] salmid, et saate aru.
fi: Ei ole kun sokea [kaikki] rajoitus ei kun ontuva rajoitus ei kun sairas rajoitus eikä päällenne kun syöt (omiin) talot isienne asuntoa tai taloa teidän äitien tai veljiänne taloa tai sisaresi asuntoa tai taloa isäsi veljekset isäsi sisaret Taloja tai äitisi veljekset asuntoa tai taloa äidin sisaret tai [Taloja] jonka avaimia teillä tai [house] ystäväsi. Ei ole syyllinen päällenne, kö te aterioida yhdessä tai erikseen. Mutta kun kirjoitat Taloja, antaa terveisiä toisillemme - rauhan tervehdys Allah, siunattu ja hyvä. Näin Jumala selväksi teille säkeet [asetus] jotka voi ymmärtää.
he: יש ולא על האילוץ עיוור [כל] ולא על האילוץ עלוב ולא על האילוץ חולה ולא על עצמכם כשאוכלים משלך [] הבתים או בתי אבות שלך או הבתים של אמא שלך או הבתים של האחים שלך או הבתים של האחיות שלך או הבתים של האחים של אבא שלך או הבתים של האחיות של אביך או הבתים של האחים של אמא שלך או הבתים של האחיות של אמא שלך או [מתוך בתים] של מי המפתחות ברשותך או [מן הבית] של החבר שלך. יש אין האשמה עליכם אם אתם אוכלים ביחד או לחוד. אבל כאשר אתה מזין בתים, לתת ברכות של שלום על אחד את השני - ברכה מאללה, מבורך וטוב. לפיכך אללה להבהיר לך את הפסוקים [לפקודת] יכול להבין.
hr: Tu je ne na slijepe [bilo kakav] ograničenje ni na jadno ograničenje ni na bolestan ograničenje ni na sebe kada jedete iz [sami] kuće ili kuće tvojih otaca ili kuće svoje majke ili kuće od tvoje braće ili kuće sestre ili kuće očeve braće ili kuće očeve sestre ili kućama braće vaše majke ili kuće tvoje majke sestre ili [iz doma] čijim posjedujete ili [iz kuće] vašeg prijatelja. Nije krivnja na vas je da li jedete zajedno ili odvojeno. Ali kada unesete kuće, pozdrav mira na drugom - Pozdrav od Allah, blagoslovljen i dobar. Tako se Allah jasno ti stihove [pravilnik] to shvaćaš.
lt: Yra ne ant akliesiems (bet kokių) apribojimas nei ant chromo apribojimas nei ant blogai apribojimų nei pagal save kai valgyti [savo] namų ar savo tėvo namų ar savo motinos ar namų savo brolius ar savo seserų namai arba savo tėvo brolių namai arba savo tėvo sesuo namai namai ar savo motinos broliai namų ar savo motinos seserų namai arba [iš namų] kurių klavišus galite turėti arba [iš namų] jūsų draugas. Nekyla jokių kaltę verčia jus valgote kartu ar atskirai. Bet kai įvedate namai, suteikti sveikinimai taikos ant kito - sveikinimo iš Dievo, Švč ir gerai. Taigi nėra Dievas aiškiai jums ženklai [d. potvarkiu], gali suprasti.
lv: Ir ne pēc aklās [kādu] ierobežojums ne pēc klibs ierobežojums ne pēc slikti ierobežojums ne pēc sev, kad jūs ēdat no sava [] māju vai savu senču māju vai mājas jūsu mātes, vai tavi brāļi namu vai namu no savas māsas vai tava tēva brāļi mājas tēva māsas mājas vai tavas mātes brāļi namu vai namu no savas mātes māsas vai [mājas] no kura atslēgas jums piemīt vai [house] no drauga. Nav nekādas vainas, pār jums vai jūs ēdat, kopā vai atsevišķi. Bet ievadot mājas, dot apsveikumi miera pret otru - sveiciens no Allah svētīti un laba. Tādējādi netiek Allah skaidri jums [rīkojums] no pantiem, ka var saprast.
nb: Det er ikke på blind [noen] begrensningen eller på halt begrensningen eller på syk begrensningen eller på dere når du spiser fra [eget] hus eller husene deres fedres husene i din mor eller husene av dine brødre eller husene i dine søstre eller husene i din fars brødre eller husene i din fars søstre eller husene i din mors brødre husene i din mors søstre eller [fra hus] som inneholder nøklene du har eller [fra huset] vennen. Det er ingen skyld på deg om du spiser sammen eller hver for seg. Men når du angir hus, gi hilsener fred på hverandre - en hilsen fra Allah, velsignet og god. Dermed gjør Allah klart deg versene [av forordning] som du kan forstå.
sk: Nie je nie na blind, [žiadne] obmedzenie ani chromý obmedzenia ani na chorých obmedzenia ani na seba, keď budete jesť vlastné [] domy alebo domy svojich otcov alebo domy vašej matky, alebo domoch svojich bratov alebo domy vašej sestry alebo domy bratov svojho otca domov vášho otca, sestry alebo domy bratov vašej matky alebo domy vašej matky, sestry alebo [Domov] ktorého kľúče, ktoré vlastníte alebo [z domu] vášho priateľa. Nie je žiadnu vinu na vás, či budete jesť spoločne alebo oddelene. Ale keď zadáte domov, pozdrav mieru na seba - pozdrav od Boha, požehnanie a dobré. Preto sa Alah objasniť na vás verše [nariadenia], ktoré môže pochopiť.
sl: Ni ne na slepo, [katero koli] omejitev niti hrom omejitev niti na slabo omejitev niti od sebe, ko jeste svoje [] hiše ali hiše vaših očetov hiše svoje matere, ali hiše svoje brate ali hiše vaše sestre ali hiše bratov svojega očeta hiše svojega očeta sestre ali hiše bratov svoje matere ali hiše svoje matere, sestre ali [iz hiše] katere ključe, ki jih imajo ali [iz hiše] vašega prijatelja. Ni brez krivde na vas, ali jeste skupaj ali ločeno. Pa ko vnesete hiše, pozdrav miru na drug drugega - pozdrav od Allah, blagoslovljen in dobro. Tako ne Alah bo jasno vam verzi odloka] [o, da boste lahko razumeli.
sr_cyrl: Постоји не на слепо [било какав] ограничење ни на јадно ограничење ни на ИИИ ограничење нити на себе, када једете из своје [] кућа или куће твојих отаца или куће твоје мајке или куће од твоје браће или кућа од твојих сестара или кућа твог оца браће или кућа твог оца сестара или куће браће твоје мајке или кућа од сестре твоје мајке или [кућа] чије кључеве поседујете или [из куће] твог пријатеља. Нема ни кривицу на вас, да ли једете заједно или одвојено. Али када унесете кућа, поздрав мира један над другим - Поздрав од Аллах, благословљен и добар. Стога се Алах ти разјаснити стихове [од уредбе] које можда разумете.
sr_latn: Postoji ne na slepo [bilo kakav] ograničenje ni na jadno ograničenje ni na III ograničenje niti na sebe, kada jedete iz svoje [] kuća ili kuće tvojih otaca ili kuće tvoje majke ili kuće od tvoje braće ili kuća od tvojih sestara ili kuća tvog oca braće ili kuća tvog oca sestara ili kuće braće tvoje majke ili kuća od sestre tvoje majke ili [kuća] čije ključeve posedujete ili [iz kuće] tvog prijatelja. Nema ni krivicu na vas, da li jedete zajedno ili odvojeno. Ali kada unesete kuća, pozdrav mira jedan nad drugim - Pozdrav od Allah, blagoslovljen i dobar. Stoga se Alah ti razjasniti stihove [od uredbe] koje možda razumete.
uk: Існує не на обмеження сліпий, [будь-який], ні на кульгавий обмеження ні на жорстоке обмеження ні після себе, коли ви їсте з [власного] будинків або будинків ваших батьків або будинків вашої мами або будинків ваші брати будинків вашої сестри або будинків брата твій батько або будинків твій батько сестри або будинків твоєї матері, брати або будинків сестри матері або [від будинків] якого ключі, ви володієте або [від будинку] вашого друга. Немає не провину на вас чи ви їсте разом або окремо. Але при введенні будинків, дати привітання миру один на одного - вітання від Аллаха, Блаженний і добре. Таким чином Аллах зробити ясною для вас вірші [Указу] що може зрозуміти.
vi: Có là không khi hạn chế mù [có] không sau khi hạn chế lame cũng không khi hạn chế bệnh không khi mình khi bạn ăn từ [riêng] của nhà hoặc nhà của người cha của bạn hoặc nhà ở của các bà mẹ của bạn hoặc nhà của anh em của bạn hoặc nhà chị em của bạn hoặc nhà của cha anh em hoặc nhà của bố chị em hoặc nhà của mẹ anh em hoặc nhà của mẹ con chị em hoặc [từ nhà] phím mà bạn sở hữu hoặc [từ nhà] của bạn của bạn. Đó là không đổ lỗi khi bạn cho dù bạn ăn với nhau hoặc riêng rẽ. Nhưng khi bạn nhập vào nhà, cho lời chào của hòa bình trên mỗi khác - một lời chào từ Allah, may mắn và tốt. Vì vậy Allah làm cho rõ ràng cho bạn những câu thơ [của Pháp lệnh] bạn có thể hiểu.
zu: Akukho phezu blind umkhawulo [yimuphi] noma phezu umkhawulo nezinyonga noma phezu umkhawulo ill noma phezu kwenu mhla udla ezindlini zenu [wabo] noma izindlu waboyihlo noma izindlu zomama yakho noma izindlu kwabafowenu

# Quran2853
source: The believers are only those who believe in Allah and His Messenger and, when they are [meeting] with him for a matter of common interest, do not depart until they have asked his permission. Indeed, those who ask your permission, [O Muhammad] - those are the ones who believe in Allah and His Messenger. So when they ask your permission for something of their affairs, then give permission to whom you will among them and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.
ca: Els creients són només aquells que creuen en Allah i el seu Missatger i, quan ells [reunió] amb ell per una qüestió d'interès comú, no surten fins que han demanat el seu permís. De fet, aquells que demanar permís, [O Muhammad] - Aquests són els que creuen en Allah i el seu Missatger. Així que quan li pregunten el seu permís per a alguna cosa dels seus assumptes, llavors donar permís a qui es entre ells i demanar perdó per ells d'Allah. En efecte, Allah és indulgent i Clement.
cy: Y credinwyr yn unig y rhai sy'n credu yn Allah a Messenger ei ac, pan maent yn [cyfarfod] gydag ef am fater sydd o ddiddordeb cyffredin, nad ydym yn gwyro hyd nes y maent wedi gofyn ei ganiatâd. Yn wir, y rhai sy'n gofyn am eich caniatâd, [O Muhammad]-Dyma'r rhai sy'n credu mewn Allah a ei negesydd. Felly pan fyddant yn gofyn eich caniatâd ar gyfer rhywbeth eu materion, yna rhoi caniatâd i bwy mae bydd yn eu plith a gofyn maddeuant iddynt Allah. Yn wir, Allah yn Forgiving a Merciful.
da: Troende er kun dem, der tror på Allah og hans sendebud, og når de er [møde] med ham for et spørgsmål af fælles interesse, ikke afviger indtil de har bedt hans tilladelse. Ja, dem, der beder din tilladelse, [O Muhammad] - de er dem, der tror på Allah og hans sendebud. Så når de beder din tilladelse til noget af deres anliggender, derefter give tilladelse til hvem du vil blandt dem og bede om tilgivelse for dem af Allah. Allah er faktisk Forgiving og barmhjertige.
el: Οι πιστοί είναι μόνο όσοι πιστεύουν στο Αλλάχ και του Messenger και, όταν είναι [συνάντηση] μαζί του για ένα θέμα κοινού ενδιαφέροντος, δεν φεύγουν μέχρι να έχουν ζητήσει την άδειά του. Πράγματι, εκείνοι που ζητούν την άδειά σας, [Ο Μωάμεθ] - Αυτοί είναι εκείνοι που πιστεύουν στον Αλλάχ και του Messenger. Έτσι όταν ζητούν την άδειά σας για κάτι των υποθέσεών τους, στη συνέχεια να δώσει άδεια στους οποίους θα ανάμεσά τους και να ζητήσει συγχώρεση για αυτούς του Αλλάχ. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Usklikud on ainult need, kes usuvad, et Allah ja tema saadik ja on [Kokku] temaga ühist huvi objektiks ei erineb seni, kuni nad on palunud tema loata. Tõepoolest, neile, kes küsivad teilt luba [O Muhammad] - need on need, kes usuvad, et Allah ja tema saadik. Nii kui nad küsivad oma midagi oma, siis anda õiguse kellele sa nende hulgas ja kohanes neid Allah. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Uskovaiset ovat vain ne, jotka uskovat Jumalaan ja hänen lähettiläänsä, ja kun he [Kokous] kanssaan yhteistä etua koskevana asiana ole kunnes he pyysivät hänen luvallaan. Itse asiassa ne, jotka pyydä lupaasi [Oi Muhammed] - Nämä ovat niitä, jotka uskovat Jumalaan ja hänen lähettiläänsä. Joten kun he kysyvät lupaasi asiansa jotain, anna lupaa kenelle voit joukossa ja pyytää anteeksi heille Jumala. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: המאמינים הם רק אלו המאמינים אללה ו, כאשר [נפגשים] איתו לענין עניין משותף, לא יוצאים עד. הם ביקשו ממנו רשות. אכן, מי לבקש את רשותך, [O מוחמד] - אלה הם אלה אשר מאמינים אללה. אז כאשר הם שואלים את רשותך בשביל משהו ענייני שלהם, לתת הרשאה למי אתה תהיה ביניהם ולבקש את סליחתו עבורם של אללה. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Vjernici su samo oni koji vjeruju u Allaha i njegovu poslaniku i, kada su [susreta] s njim za pitanje od zajedničkog interesa, ne odlaze dok oni su tražili njegovu dozvolu. Uistinu, oni koji pitati za dopuštenje, [O Muhammad] - to su oni koji vjeruju u Allaha i njegovu poslaniku. Pa kada oni pitati vaše dopuštenje za nešto svoje poslove, zatim dati dozvolu kojima će među njima i zatražim oprost od Allaha. Uistinu, Allah je opraštanje i milostiv.
lt: Tikintieji yra tik tie, kurie tiki į Dievo ir jo poslanca ir, kai [susitikimas] su juo dėl bendrojo intereso, klausimas ne profesinio atidumo kol jie paprašė jo leidimą. Iš tiesų, tie, kurie gauti jūsų leidimą, [O Muhammad] - yra tie, kurie tiki Dievo ir jo poslanca. Taigi kai jie prašyti jūsų leidimo ką nors savo reikalų, tada suteikti teisę kam jums bus tarp jų ir prašyti atleidimo jiems Dievo. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Ticīgie ir tikai tie, kas tic Allah un viņa Messenger, un, kad tie ir [sanāksme], ar viņu kopēju interešu jautājumu nevar atkāpties līdz brīdim, kad viņi ir lūguši atļauju no viņa. Protams, tiem, kas lūgt jūsu atļauju [O Muhammad] - tie ir tie, kas tic Allah un viņa Messenger. Tātad kad tie lūgt jūsu atļauju kaut ko par to lietu, tad dot atļauju, kam jūs to vidū un lūgt piedošanu tiem Allah. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Troende er bare de som tror på Allah og hans budbringer og, når de [møte] ham for et spørsmål av felles interesse, ikke drar til de har spurte hans tillatelse. Faktisk, de som spør din tillatelse [O Muhammad] - de er de som tror på Allah og hans budbringer. Så når de spør tillatelse for noe av sine saker, så gir tillatelse til hvem du vil blant dem og be om tilgivelse for dem Allah. Faktisk er Allah tilgi og barmhjertig.
sk: Veriaci sú len tí, ktorí veria v Alah a jeho posol, a keď oni sú [stretnutia] s ním za záležitosť spoločného záujmu, neodchyľujú, kým oni žiadali jeho súhlas. V skutočnosti tí, ktorí sa opýtajte sa svojho oprávnenia [Mohamed] - to sú tí, ktorí veria v Alah a jeho posol. Tak keď sa opýtať vášho súhlasu niečo svoje záležitosti, potom dať súhlas, ktorým budete medzi nimi a požiadať o odpustenie pre nich Alaha. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Verniki so samo tiste, ki verjamejo v Allah in njegov sel, in ko ti [srečanje] z njim za zadeve skupnega interesa, ne odstopajo, dokler so zahteval njegovo dovoljenje. Res, tisti, ki je vprašal za dovoljenje, [O Muhammad] - To so tisti, ki verjamejo v Allah in njegov sel. Tako ko prosijo svoje dovoljenje za nekaj njihovih zadev, nato dati dovoljenje, komu bo med njimi in prosi odpuščanja za njih Allah. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Верници су само они који верују у Аллаха и његовог гласника и, када [састају] с њим за питање од заједничког интереса, не одлазе док они питати за његову дозволу. Заиста, ко твоја дозвола, [О Мухаммад] - то су они који верују у Алаха, и његовог гласника. Па кад су твоја дозвола за нешто о својим пословима, онда дати дозволу коме ћете међу њима и пита опрост за њих од Алаха. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Vernici su samo oni koji veruju u Allaha i njegovog glasnika i, kada [sastaju] s njim za pitanje od zajedničkog interesa, ne odlaze dok oni pitati za njegovu dozvolu. Zaista, ko tvoja dozvola, [O Muhammad] - to su oni koji veruju u Alaha, i njegovog glasnika. Pa kad su tvoja dozvola za nešto o svojim poslovima, onda dati dozvolu kome ćete među njima i pita oprost za njih od Alaha. Uistinu, Allah je Forgiving i milosrdna.
uk: Вірними є тільки ті, хто вірить в Аллах і його Messenger, і коли [зібралися] з ним з питання, що становлять спільний інтерес, не вирушити поки вони запитали його дозволу. Дійсно, тим, хто проситиме дозволу, [O Мухаммад] - ті, ті, хто вірить в Аллах і його Messenger. Так коли вони просити вашого дозволу на те їх справ, потім дати дозвіл на кого ви серед них і попросити вибачення за їх Аллаха. Дійсно, Аллах є бачить і Merciful.
vi: Các tín hữu là chỉ những người tin vào Allah và Messenger của ông và khi họ [hội nghị] với anh ta cho một vấn đề quan tâm chung, không khởi hành cho đến khi họ đã yêu cầu sự cho phép của mình. Thật vậy, những người yêu cầu sự cho phép của bạn, [O Muhammad] - những người là những người tin vào Allah và Messenger của ông. Vì vậy, khi họ yêu cầu sự cho phép của một cái gì đó về vấn đề của họ, sau đó cho phép người bạn sẽ trong số đó và yêu cầu sự tha thứ cho họ của Allah. Thật vậy, Allah là Forgiving Merciful.
zu: Amakholwa kukhona kuphela labo abakholelwa Allah and isithunywa sakhe, futhi uma they are [umhlangano] naye ngendaba ethile ezintweni ezivamile, ningachezuki baze ecela imvume.
