Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1326
source: There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful.
ca: Hi ha no en febles o malalts o en aquells que no trobo res passar les incomoditat quan estan sincers a Allah i el seu Missatger. No hi ha en els autors de bo qualsevol causa [per culpa]. I Allah és indulgent i Clement.
cy: Mae yna nid ar y gwan neu ar y wael neu ar rheini nid yn canfod unrhyw beth i wario unrhyw anghysur pan fyddant yn ddiffuant i Allah a ei negesydd. Nid oes ar dudalenau da unrhyw achos [bai]. Ac Allah yn Forgiving a Merciful.
da: Der er ikke efter svage eller syge eller for dem, der ikke kan finde noget at bruge ubehag, når de er oprigtige til Allah og hans sendebud. Der er ikke efter magtsyge af gode nogen årsag [for skylden]. Og Allah er Forgiving og barmhjertige.
el: Υπάρχει όχι πάνω τους αδύναμους ή κατά τον άρρωστο ή εκείνους που δεν βρίσκουν τίποτα να περάσετε οποιαδήποτε ενόχληση όταν είναι ειλικρινείς να Αλλάχ και του Messenger. Δεν υπάρχει προς το doers του καλού οποιαδήποτε αιτία [για φταίξιμο]. Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ei, ei soovi nõrk või esitatud haiged või need, kes ei leia midagi kulutada ebamugavust, kui nad on siirad, et Allah ja tema saadik. Seal, ei kuulu hea Kurjategijaist mõni [alust süüdistada]. Ja Jumal on Forgiving ja Merciful.
fi: Ei ole heikko tai kun sairas tai niille, jotka eivät löydä mitään viettää vaiva, kun he ovat vilpittömästi Jumalaan ja hänen lähettiläänsä. Ei ole hyvä väärintekijät mitään syyttää] [syyn. Ja Allah on anteeksiantava ja armollisin.
he: יש ולא על החלשים או על חולים או על אלה אשר לא תמצא משהו לבלות כל אי נוחות כאשר הן אמיתיות בשביל אללה. אין על פעלתנים טוב כל סיבה [האשמה]. אללה הוא Forgiving, הרחום והחנון.
hr: Tu je ne na slabe ili na bolesne ili na oni koji nije pronašao ništa za provesti bilo kakve nelagode kada su iskreni Allahu i njegovom poslaniku. Nema na izvršitelji dobar uzrok [krivnje]. A Allah je opraštanje i milostiv.
lt: Yra ne silpna ar ant ligonių arba tiems, kurie negali rasti ką nors išleisti jokio diskomforto, kai jie yra nuoširdus su Dievo ir jo poslanca. Ten yra ne į gera daro kaltinti] [priežastis. Ir Dievas yra Forgiving ir litosciwy.
lv: Nav ne par vāju vai slikti, vai uz tiem, kuri nevar atrast kaut ko tērēt jebkādas neērtības, ja tie ir patiesi Allah un viņa Messenger. Tur nav uz labu darītāji nevienu iemeslu [vainas]. Un Allah, piedošanu un žēlsirdīgs.
nb: Det er ikke på svake eller på syke eller som ikke finner noe å bruke ubehag når de er oppriktige Allah og hans Messenger. Det er ikke på doers av noen årsak [for skylden]. Og Allah er tilgi og barmhjertig.
sk: Tam je nie na slabých alebo chorých alebo tých, ktorí nenašli nič stráviť všetky nepríjemné pocity, keď sú úprimné, Alah a jeho posol. Nie je na konajte dobro žiadny dôvod [na vine]. A Boh je odpúšťajúci a Milosrdných.
sl: Ni ne na šibke ali bolnih, ali tiste, ki ne najdejo ničesar, da bi porabili vse nelagodje, ko so iskreno Allah in njegov sel. Ni na kršitelje dobro poljuben vzrok [za krivdo]. In Alah je tolerantna in usmiljen.
sr_cyrl: Постоји не на слабе или на болесне или над онима који не пронађете ништа да проведе нелагодности, када су искрене Алаха, и његовог гласника. Не постоји на акцију добро било узрок [одговорност]. А Аллах је Форгивинг и милосрдна.
sr_latn: Postoji ne na slabe ili na bolesne ili nad onima koji ne pronađete ništa da provede nelagodnosti, kada su iskrene Alaha, i njegovog glasnika. Ne postoji na akciju dobro bilo uzrok [odgovornost]. A Allah je Forgiving i milosrdna.
uk: Існує не на слабких або при хворих або на тих, хто нічого не знайти витрачати ніякого дискомфорту, коли вони щирі Аллах і його Messenger. Існує не на передбачивши добре будь-якої причини [провину]. І Аллах бачить і Merciful.
vi: Đó là không theo các yếu hoặc khi người bệnh hoặc những người không tìm thấy bất cứ điều gì để chi tiêu bất kỳ cảm giác khó chịu khi họ chân thành Allah và Messenger của ông. Hiện không phải là khi kẻ tốt bất kỳ nguyên nhân [đổ lỗi]. Và Allah là Forgiving và Merciful.
zu: Akukho phezu kobuthakathaka, noma phezu egula noma phezu kwalabo abangamazi abatholanga lutho ukuze angachithi ukungakhululeki lapho abaqotho Allah isithunywa sakhe.

# Quran1327
source: Nor [is there blame] upon those who, when they came to you that you might give them mounts, you said, "I can find nothing for you to ride upon." They turned back while their eyes overflowed with tears out of grief that they could not find something to spend [for the cause of Allah].
ca: Ni [allà és culpa] sobre aquells que, quan van arribar al que vostè podria donar-los puigs, vostè va dir, "jo pot trobar res per tu per cavalcar pujats." Es va tornar enrere mentre els seus ulls es va desbordar amb llàgrimes de dolor que no podria trobar alguna cosa per passar [per la causa d'Allah].
cy: Nac [yn ei beio yno] y rhai a, pan ddaethant i chi y gallech roi iddynt mowntiau, dywedasoch, "ni allaf ganfod unrhyw beth i chi reidio arnynt." Trodd eu ôl tra overflowed eu llygaid gyda dagrau allan o alar a allent gael rhywbeth i wario [am achos Allah].
da: Heller ikke [er der bebrejder] over dem, der når de kom til dig, at du kan give dem mounts, du sagde, "Jeg kan finde noget for dig at ride på." De vendte tilbage mens der opstod overløb i deres øjne med tårer ud af sorg, som de ikke kunne finde noget at bruge [for årsagen til Allah].
el: Ούτε [είναι εκεί να κατηγορούμε] προς όσοι, όταν ήρθαν σε σας ότι ίσως να τους δώσουμε αναρτήσεις, είπατε, «μπορώ να βρω κάτι για να ιππεύουμε.» Γύρισαν πίσω, ενώ τα μάτια τους ξεχείλιζαν από δάκρυα από θλίψη που δεν θα μπορούσαν να βρουν κάτι να τα ξοδέψουμε [για την αιτία του Αλλάχ].
et: Ega [on seal süüdistada] kes, kui nad tulid teile, et võiksite neile alustest, öelnud: "Ma ei leia midagi teid sõita pärast." Nad pöördusid tagasi, samas kui nende silmad overflowed pisaraid välja leina, mida nad ei suutnud leida midagi kulutada [põhjusele Allah].
fi: Eikä [siellä syyttää] niille, jotka kun he tulivat sinulle, että voit antaa ne kiinnikkeet, sanoi, "En löydä mitään sinulle ratsastamaan." He kääntyivät takaisin, kun silmät on tulvillaan kyyneleet pois surua, että he eivät löydä jotain viettää [syyn Jumala].
he: ולא [הוא שם מאשים] ועל אלו, כאשר הם באו אליך כי אתה עשוי לתת להם טעינות, אמרת, "אני יכול למצוא שום דבר בשבילך שייסע." הם פנו לאחור בעוד עיניהם היה מוצף דמעות מתוך צער זה הם לא יכלו. למצוא משהו לבלות [למען המטרה של אללה].
hr: Ni [tamo je kriviti] nad onima koji, kada su došli da im može pružiti nosače, rekao si, "mogu naći ništa za vas voziti po." Okrenuli su leđa dok oči preplavljeno suzama od tuge koji nisu mogli pronaći nešto provesti [za uzrok Allaha].
lt: [Yra ten kaltinti], nei tiems, kurie, kai jie atėjo į jūsų, kad jums gali suteikti jiems stovai, jūs sakėte, "aš galiu rasti nieko jums važiuoti į." Jie pasuko atgal, o jų akys linko nuo ašaros iš kalno, kad jie negalėjo rasti ką nors praleisti [priežastis Dievas].
lv: [Ir tur vainīgi], ne pēc tiem, kas, kad tie nonāca pie jums, ka jūs varētu dot viņiem stiprinājumiem, jūs teicāt, "es varu atrast neko jums braukt pēc." Viņi pagriezās atpakaļ, kamēr viņu acīs drūzmējās asaras, kas ritēja no skumjas, ka viņi nevarēja atrast kaut ko tērēt [par cēloni Allah].
nb: Eller [er det skylden] som, når de kom til deg at du kan gi dem monterer, du sa, "jeg kan finne noe for deg å ri på." De vendte tilbake mens øynene fløt med tårer av sorg som de ikke kunne finne noe å bruke [for årsaken til Døyve].
sk: [Je tam vinu], ani na tých, ktorí, keď prišiel k vám, že môžete im kone, ste povedal, "nemôžem nájsť nič, ak chcete jazdiť po." Obrátili sa späť, kým ich oči pretečie slzami z smútok, že nemohli nájsť niečo stráviť [za príčinu Allah].
sl: Niti [je je graja] na tiste, ki, ko so prišli, da bi jim daš nosilcev, si rekel, "lahko najdem nič za vas, da se vozijo na." So se obrnili nazaj pa oči prekoračil z solze iz žalosti, da ne bi našli nekaj, da preživijo [za vzrok od Allah].
sr_cyrl: Нити [је тамо да се криви] над онима који, када су ти то можда само им планине, рекао си, "сам наћи ништа за јахање на." Претворили су назад док њихове оци је било преплављено сузама од туге, тако да не нађу нешто да проведе [за узрок Аллах].
sr_latn: Niti [je tamo da se krivi] nad onima koji, kada su ti to možda samo im planine, rekao si, "sam naći ništa za jahanje na." Pretvorili su nazad dok njihove oci je bilo preplavljeno suzama od tuge, tako da ne nađu nešto da provede [za uzrok Allah].
uk: Ні [є там звинувачувати] на тих, хто, коли вони прийшли до вас, що ви могли б дати їм монтує, ви сказали, "я можу знайти нічого для вас мулицю." Вони звернулися назад в той час як їхні очі переповненим сльози з горя, які вони не можуть знайти щось витратити [за справу Аллах].
vi: Cũng không [không đổ lỗi cho] những người, khi họ đến với bạn rằng bạn có thể cung cấp cho họ gắn kết, anh nói, "tôi có thể thấy không có gì để bạn có thể đi theo." Họ quay trở lại trong khi đôi mắt của mình tràn với nước mắt ra khỏi nỗi đau mà họ không thể tìm thấy một cái gì đó để chi tiêu cho [nguyên nhân của Allah].
zu: Nor [kulapho okufanele asolwe] phezu kwalabo abathi sebezwile beza kuwe ukuthi yini ongase uyicabange ngayo Ukukhweza, wena wathi, "Ngiyakwazi ukuthola lutho ngawe ugibele."

# Quran1328
source: The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know.
ca: La causa [per culpa] és només a aquells qui ho demanen permís de vostè mentre són rics. Estan satisfets d'estar amb els que es queden, i Allah ha segellat sobre les seves ànimes, així que no sé.
cy: Achos [ar gyfer bai] yw mai dim ond ar y rhai sy'n gofyn am ganiatâd i chi tra eu bod yn gyfoethog. Maent yn fodlon i fod gyda'r rhai sy'n aros tu ôl i, ac wedi bod Allah yn selio dros eu calonnau, fel nad ydynt yn gwybod.
da: Årsag [for skylden] er kun for dem, der beder tilladelse fra dig, mens de er rige. De er tilfredse med dem, der bo bag, og Allah har forseglet over deres hjerter, så de ikke kender.
el: Η αιτία [για φταίξιμο] είναι μόνο κατόπιν εκείνους που ζητούν την άδειά σας, ενώ είναι πλούσια. Είναι ικανοποιημένοι για να είναι με εκείνους που μένουν πίσω, και Αλλάχ έχει σφραγισμένα πέρα από τις καρδιές τους, έτσι δεν ξέρω.
et: [For süüdistada] põhjus on vaid siis, kui neid, kes küsida luba teist, kuigi nad on rikkad. Nad on rahul nendega, kes ööbivad taga Allah on suletud üle nende südamed, et nad ei tea.
fi: [Syyn syyttää] on vain niille, jotka pyytävät lupaa teitä, vaikka he ovat rikkaita. Ne ovat tyytyväisiä niille, jotka jäävät, ja Jumala on suljettu yli heidän sydämensä, joten he eivät tiedä.
he: הגורם [עבור האשמה] הוא רק על מי לבקש רשות מכם בזמן שהם עשירים. הם שבעי רצון להיות עם מי תישאר מאחורי, אללה אוטמת מעל הלב, אז הם לא יודעים.
hr: Uzrok [krivnje] je samo na onima koji ga traže dozvolu od vas dok su bogati. Oni su zadovoljni sa onima koji ostaju iza, i Allah je zatvorila svoja srca, pa oni ne znaju.
lt: [Už kaltę] priežastis yra tik į tuos, kurie prašo leidimo iš jūsų, kol jie yra turtingas. ĮSITIKINUSIOS, kad su tais, kurie likti už, ir Dievas buvo u˛darytos per savo širdį, kad jie nežino.
lv: [Par vainas] cēlonis ir tikai pēc tam, kad tiem, kas lūdz atļauju no jums, kamēr viņi ir bagāti. Viņi ir apmierināti ar tiem, kas paliek aiz un Allah ir noslēgta virs viņu sirdis, lai viņi nezina.
nb: Årsaken [for skylden] er bare til de som spør tillatelse fra deg mens de er rike. De er fornøyd å være med dem som opphold bak, og Allah har forseglet over deres hjerter, så de ikke vet.
sk: Príčinou [vinu] je len na tých, ktorí žiadajú povolenie z vás sú bohaté. Nie sú spokojní s tým, ktorí zostávajú za, a Boh bol zapečatený nad ich srdce, tak neviem.
sl: Vzrok [za krivdo] je le na tiste, ki vprašati za dovoljenje, medtem ko so bogati. So zadovoljni s tistimi, ki ostanejo zadaj in Alah je zapečatena v svojih srcih, tako da ne vem.
sr_cyrl: Узрок [одговорност] је само над онима који постављају дозволу од вас, док су они богати. Оне су задовољне бити са онима који остају иза, и Аллах је затворила над њиховим срцима, тако да они не знају.
sr_latn: Uzrok [odgovornost] je samo nad onima koji postavljaju dozvolu od vas, dok su oni bogati. One su zadovoljne biti sa onima koji ostaju iza, i Allah je zatvorila nad njihovim srcima, tako da oni ne znaju.
uk: Причиною [провину] є лише на тих, хто просить дозволу з вас, хоча вони багаті. Вони задоволені, щоб бути з тими, які залишаються позаду, і Аллах має запечатаний над їх серця, так що вони не знають.
vi: Nguyên nhân [đổ lỗi] là chỉ khi những người yêu cầu sự cho phép của bạn trong khi họ rất giàu. Họ là hài lòng với những người ở lại phía sau, và Allah đã niêm phong trên trái tim của họ, do đó, họ không biết.
zu: Imbangela [ukusola] kumane nje phezu kwalabo abangamazi buza livu ngawe ngenkathi they are nothile khona.

# Quran1329
source: They will make excuses to you when you have returned to them. Say, "Make no excuse - never will we believe you. Allah has already informed us of your news. And Allah will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed, and He will inform you of what you used to do."
ca: Es farà excuses a vostè quan li han tornat a ells. Dir, "fer cap excusa - mai no creurà vostè. Allah ha ja ens informa de les notícies. I Allah es observar els seus actes i [tan] seu Missatger; llavors li serà retornada a la coneixedor del invisibles i va ser el testimoni, i ell us informarà del que vostè va fer."
cy: Byddant yn gwneud esgusodion i chi pan ydych wedi dychwelyd iddynt. Dweud, "gwneud dim esgus-erioed y bydd yn eich credu. Mae Allah eisoes wrthym eich newyddion. A bydd Allah yn arsylwi eich gweithredoedd, a [Bydd] ei negesydd; yna bydd eich cymryd ôl i Knower unseen y a y welir, a bydd yn rhoi gwybod i chi beth yr ydych yn ei defnyddio i wneud."
da: De vil gøre undskyldninger til dig, når du er vendt tilbage til dem. Sige, "gøre ingen undskyldning - aldrig vil vi tro dig. Allah har allerede informeret os om din nyheder. Og Allah vil observere dine gerninger, og [så] Hans Sendebud; så du vil blive ført tilbage til Knower af usete og de vidne, og han vil informere dig om hvad du plejede at gøre."
el: Θα κάνουν δικαιολογίες σας όταν έχετε επιστρέψει τους. Λένε, «κάνει καμία δικαιολογία - ποτέ δεν θα σας πιστεύουμε. Αλλάχ έχει ήδη μας ενημέρωσαν για τα νέα σας. Και ο Αλλάχ θα παρατηρούν τις πράξεις σας, και [θα] του Messenger? στη συνέχεια θα μεταφερθείτε πίσω να ο Knower του unseen και οι μάρτυρες, και αυτός θα ενημερώσουμε για ό, τι χρησιμοποιήσατε για να κάνετε.»
et: Nad teevad vabandusi teile kui neile tagasi. Öelda, "tee mingit vabandust - kunagi me ei usu sind. Allah on juba teatanud meile oma Uudised. Ja Allah jälgida oma tegusid ja [nõnda] tema saadik; siis te võetakse tagasi Teadja on nähtamatu ja on jälginud, ning ta teatab teile, mida te varem ei."
fi: He tekevät tekosyitä sinulle, kun olet palauttanut ne. Eli "tee tekosyitä - koskaan emme usko sinua. Jumala on jo ilmoittanut uutisia. Ja Jumala tarkkailla tekonne, ja [näin] hänen lähettiläänsä; sitten voit ryhtyä takaisin tietävä on näkymätön ja valvomien, ja hän kertoo mitä tapana tehdä.
he: הם תירוצים לך בעת חזרת אליהם. תגיד, "לעשות שום תירוץ - לעולם לא יאמין לנו אותך. אללה כבר הודיעו לנו על החדשות שלך. אללה להתבונן מעשיך, [גם] שליח שלו; לאחר מכן תועבר חזרה כדי היודע הבלתי נראה, של עדים, הוא יודיע לך על מה נהגת לעשות."
hr: Natjerat će isprike da vas kada ste se vratili na njih. Reci, "da nema opravdanja - nikad neće mi vjerovati. Allah je već informirao svoje vijesti. I Allah će promatrati vaša djela i [tako će] Njegov glasnik; Onda vas će se vratiti poznavatelj nevidjeno i na svjedoče, i on će vas obavijestiti o što si naviknut obaviti."
lt: Jie bus padaryti pasiteisinimų jums, kai jūs grįžote į juos. Sako, "nesiteisinkite - niekada bus mes tikime, jums. Dievas jau pranešė mums apie savo naujienų. Ir Dievas bus stebėti savo poelgius, ir [taip] jo Messenger; tada jums bus priimtas atgal į wszechwiedzacy nematyto ir dėl kurių atlikimą, ir jis bus informuoti jus apie ką jūs czynili."
lv: Tie būs padarīt excuses jums, kad esat atgriezies viņiem. Teikt: "veikt nav attaisnojums - nekad mums ticēs. Allah jau informēja mūs par jūsu ziņu. Un Allah būs novērot jūsu darbiem, un [tik] viņa Messenger; pēc tam jūs nonāksiet atpakaļ zinātājs neredzēts un pieredzējusi, un viņš jūs informēs par to, ko esat pieradis veikt."
nb: De vil gjøre unnskyldninger for deg når du har returnert til dem. Si "gjør ingen unnskyldning - aldri vil vi tro deg. Allah har allerede informert oss om nyheter. Og Allah vil observere dine gjerninger og [så vil] hans Messenger; så du vil bli tatt tilbake til kjenner usynlige og den vitne, og han vil informere deg om hva du pleide å gjøre.
sk: Oni sa vyhovárať na vás keď ste sa vrátili k nim. Povedať, "robiť žiadne ospravedlnenie - nikdy sa budeme veriť. Alah neinformoval nás o vašej správy. A Boh bude pozorovať vaše skutky a [bude] jeho posol; potom budete presmerovaní späť na vševedúci neviditeľné a svedkom, a on vás bude informovať o to, čo ste zvyknutí robiť."
sl: Te bo izgovorov za vas, ko so se vrnili z njimi. Pravijo, "da ni izgovor - nikoli ne bo vam verjamemo. Allah je obvestil nas vaš novice. In Alah bo opazovati svoje dejanja, in [tako bo] njegov sel; Nato boste preusmerjeni nazaj na poznavalec nevidno in je priča, in on bo vas obvestim o kaj je za narediti."
sr_cyrl: Они ће изговоре да си кад си се вратио да их. Реци , "да нема оправдања - никад неће да ти верујемо. Аллах већ нас је обавестио о новости. И Аллах ће посматрати своје поступке, а [и] његово Мессенгер; Онда вас неће одвести назад на правоверац невидјено и са сведоцима, и он ће вас обавестим о ви сте некад радили."
sr_latn: Oni će izgovore da si kad si se vratio da ih. Reci, "da nema opravdanja - nikad neće da ti verujemo. Allah već nas je obavestio o novosti. I Allah će posmatrati svoje postupke, a [i] njegovo Messenger; Onda vas neće odvesti nazad na pravoverac nevidjeno i sa svedocima, i on će vas obavestim o vi ste nekad radili."
uk: Вони зроблять виправдань вам, коли ви повернулися до них. Скажімо, "робити ніяких виправдань - ніколи не буде ми вважаємо, ви. Аллах вже повідомив нам про ваші Новини. І Аллах спостерігати ваші справи і [так буде] його Messenger; Потім ви перейдете до пізнає невидиме і на бачу, і він буде інформувати вас про те, що ви використовували, щоб зробити.
vi: Họ sẽ làm cho bào chữa cho bạn khi bạn đã quay trở lại với họ. Nói, "làm cho không có lý do gì - không bao giờ, chúng tôi sẽ tin rằng bạn. Allah đã thông báo cho chúng tôi các thông tin của bạn. Và Allah sẽ quan sát hành động của bạn, và như vậy sẽ Messenger của ông; sau đó bạn sẽ được đưa trở lại để Knower của unseen và sự chứng kiến, và ông sẽ thông báo cho bạn về những gì bạn sử dụng để làm."
zu: Bayoba izaba kuwe lapho usubuyile kubo.

# Quran1330
source: They will swear by Allah to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning.
ca: Es juren per Allah a vostè quan torni a ells que tu vols deixar sol. Deixar-los tan sola; de fet són dolents; i d refugi és l'infern com a recompensa per què havia estat guanyant.
cy: Iddynt dyngu gan Allah i chi pan fyddwch yn dychwelyd iddynt y byddai gadael iddynt eu hunain. Felly gadael llonydd iddynt; yn wir maent yn ddrwg; ac eu lloches yn uffern fel iawndal am yr hyn oedd wedi ennill.
da: De vil sværge ved Allah til dig når du vender tilbage til dem, du ville lade dem alene. Så lade dem alene; de er onde; og deres tilflugt er helvede som belønning for hvad de havde været at tjene.
el: Που θα ορκίζονται από Αλλάχ σε εσάς, όταν επιστρέψετε σε αυτούς ότι εσείς θα τους αφήσουμε μόνους. Οπότε αφήνω αυτούς μόνος; Πράγματι, είναι κακό. και τους καταφύγιο είναι κόλαση ως ανταμοιβή για ό, τι είχε ήδη κερδίζουν.
et: Kui pöördute neile, et teile jääks neile üksi on nad vannub Jumal sulle. Nii et jäta neid rahule; tõepoolest nad on paha; ja saavad varjupaika on põrgu registreerimiskohas mida nad oli välja teenida.
fi: Ne vannovat Jumala sinulle, kun palaat niille, että KIRJAIN erota heidät yksin. Joten erota heidät yksin; itse asiassa he ovat pahoja; ja heidän turvapaikan on helvettiä korvaukseksi ne oli ansaita.
he: הם יישבעו בשם אללה לך כשאתה חוזר אליהם להשאיר אותם לבד. אז עזוב אותם לנפשם; אכן הם מרושעים; המחסה זה גיהנום כמו פיצוי עבור מה הם היו כבר מרוויח.
hr: Zaklet će od strane Allaha ti kada se vratite na njih da bi ih ostaviti na miru. Ostavi ih na miru; zapravo oni su zlo; i svoje utočište je pakao kao nagrada za ono što su imali zarađivati.
lt: Jie bus Przysiegam Dievas jums kai grįšite į juos kad jums palikti juos ramybėje. Todėl palikti juos ramybėje; iš tiesų jie yra blogis; ir jų prieglobstis yra pragaras kaip atpildą už ką jie turėjo užsidirbti.
lv: Tie būs jums to zvēru, Allah atgriežoties pie viņiem, ka jūs viņus liek mierā. Tātad viņiem likt mierā; tie patiešām ir ļauno; un to patvērumu ir ellē, kā kompensēt to, ko viņi bija nopelnīt.
nb: De vil sverger ved Allah for deg når du kommer tilbake til dem at du vil forlate dem alene. Så avreise seg alene; faktisk er de onde; sin tilflukt er helvete som vederlag for hva de hadde tjent.
sk: Že bude prisahať na Alah vám pri návrate k nim by nechať sám. Takže nechať ich na pokoji; v skutočnosti sú zlé; a svoje útočisko je peklo ako odmenu za to, čo oni boli zarábať.
sl: Jih bo prisegajo Allah za vas ko se vrnete jim, da si bi jih pustiti pri miru. Tako jih pustiti pri miru; dejansko so zlo; in svoje zatočišče je pekel kot odškodnino za kaj jih je bil zaslužek.
sr_cyrl: Они ће се куну Алаха ти када се вратите на њих да би их оставити на миру. И остави их на миру; Заиста , они су зли; и своје уточиште је пакао као компензацију за шта су имали зарадила.
sr_latn: Oni će se kunu Alaha ti kada se vratite na njih da bi ih ostaviti na miru. I ostavi ih na miru; Zaista, oni su zli; i svoje utočište je pakao kao kompenzaciju za šta su imali zaradila.
uk: Вони будуть лаятися Аллах вам, коли ви повернетеся до них, що ви б залишити їх наодинці. Так залишити їх у спокої; дійсно, вони є зло; і їх притулок пекло як нагорода за те, що вони мали був заробітку.
vi: Họ sẽ thề của Allah cho bạn khi bạn trở lại với họ rằng bạn sẽ để lại cho họ một mình. Do đó để lại cho họ một mình; thực sự họ là điều ác; và nơi ẩn náu của địa ngục như là thương hiệu cho những gì họ đã có thu nhập.
zu: They funga Allah kuwe uma ubuyela kubo ukuthi ubungeke bayekeni.
