Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1962
source: And if Allah were to impose blame on the people for their wrongdoing, He would not have left upon the earth any creature, but He defers them for a specified term. And when their term has come, they will not remain behind an hour, nor will they precede [it].
ca: I si Allah imposar la culpa a la gent d'irregularitats, ell no hauria deixat sobre la terra qualsevol criatura, però ell ajorna-los per un termini especificat. I quan ha arribat el mandat, no quedarà darrere d'una hora, ni precedirà [].
cy: Ac os bydd Allah yn gosod bai ar bobl am eu gamwedd, ef ni fyddai wedi gadael ar wyneb y ddaear unrhyw creature, ond mae ef yn eu gohirio am gyfnod penodedig. A pan fydd eu tymor wedi dod, ni fyddant yn aros tu ôl i awr, na bydd eu rhagflaenu [TG].
da: Og hvis Allah skulle pålægge skylden på folk for deres forseelser, ville han ikke have efterladt på jorden ethvert væsen, men han udsætter dem for en bestemt periode. Og når deres mandat er kommet, de vil ikke forblive bag en time, eller vil de gå forud for [det].
el: Και αν Αλλάχ ήταν να επιβάλει το φταίξιμο στους ανθρώπους για τους αδικοπραγία, αυτός δεν θα είχε απομακρυνθεί πάνω στη γη κάθε πλάσμα, αλλά αυτός τους αναβάλλει για καθορισμένη περίοδο. Και όταν ήλθε η θητεία τους, δεν θα παραμείνουν πίσω από μια ώρα, ούτε θα προηγούνται [αυτό].
et: Ning kui Allah kehtestada nende karistatavast inimesi süüdistada, ta ei jäetaks rahvahulgal olend, vaid ta jäetakse neid tähtajaliselt. Ja kui nende tähtaeg on tulnud, nad ei jää tund taga, ega nad eelneb [ta].
fi: Ja jos Allah asettaa syyttää ihmisiä heidän väärinkäytöksistä, hän olisi jättänyt maan olento, mutta hän lykkää niitä määräajaksi. Eikä niiden tullessa eivät jää taakse tunnin, on ne ennen [se].
he: אם אללה היה להטיל את האשמה על האנשים שלהם מעשים רעים, הוא לא השאיר על האדמה כל יצור, אך הוא שונה מהשפה אותם לתקופה שצוינה. כאשר המונח שלהם, הם לא יישארו מאחור שעה, ולא יהיה להם להקדים [בו].
hr: I da Allaha nametnuti krivnju na ljude njihovog grijeha, on nije ostavio na zemlji bilo koje stvorenje, ali on ih glasova za navedeni termin. I kad je njihov mandat, oni će ostati jedan sat, niti će im prethoditi [to].
lt: Ir jei Dievas būtų buvę kaltinti žmonių už savo nusikaltimą, jis būtų ne liko žemėje padaras, bet jis atidedama juos už nurodyto termino. Ir tada, kai jų trukmė, jie neturi likti už valandą, nei jie bus prieš [tai].
lv: Un ja Allah uzspiest vainu par cilvēkiem, par viņu grēks, viņš nav aizietu uz zemes jebkuru radību, bet viņš tos atliek norādītajā termiņā. Un kad ir pienācis termiņš, viņi nepaliks aiz stundu, ne viņi sekos [tā].
nb: Og hvis Allah var å innføre skylden på folk for deres forseelse, han ville ikke ha forlatt på jorden noen skapning, men han defers dem for en angitt periode. Og når deres begrep har kommet, de vil ikke være bak en time, eller vil de kommer før [det].
sk: A keby Alah Uložiť vinu na ľudí za ich previnenie, on by už nezostalo na zemi každý tvor, ale on ich odsúva pre zadaný termín. A keď ich termín prišiel, nie zostanú za hodinu, ani sa im predchádzať [to].
sl: In če Allah nalagajo krivdo na ljudi za svoje kršitve, bi ne odšel na zemlji vsako bitje, ampak on jim prepušča za določeno obdobje. In ko je prišel njihov mandat, ne bo ostalo za eno uro, niti so sledi [je].
sr_cyrl: И да је Алах да наметне кривицу на људе за њихова злоупотреба, он не би оставио на земљи било које створење, али он их је прескаие за наведени појам. А када је њихов мандат, они неће остати иза један сат, нити ће они [то] претходити.
sr_latn: I da je Alah da nametne krivicu na ljude za njihova zloupotreba, on ne bi ostavio na zemlji bilo koje stvorenje, ali on ih je preskaиe za navedeni pojam. A kada je njihov mandat, oni neće ostati iza jedan sat, niti će oni [to] prethoditi.
uk: І якби Аллах нав'язати провину на людей за їх порушення, він би не залишили на землі будь-якої істоти, але він відкладає їх на вказаний термін. І прийшовши їх терміну дії, вони не залишиться позаду години, ні вони передуватиме [вона].
vi: Và nếu Allah đã áp đặt đổ lỗi về những người cho hành vi sai trái của họ, ông sẽ không còn trên thế gian bất kỳ sinh vật, nhưng ông defers họ cho một thuật ngữ được chỉ định. Và khi thuật ngữ của họ đã đến, họ sẽ không ở lại phía sau một giờ, và cũng không họ sẽ đứng trước [nó].
zu: Futhi uma Allah kwakufanele ukuphoqelela ukusola abantu ngokona kwabo, Wayengeke kwesokunxele phezu komhlaba lakusiphi isidalwa, kodwa defers nabo ihlandla esithile.

# Quran1963
source: And they attribute to Allah that which they dislike, and their tongues assert the lie that they will have the best [from Him]. Assuredly, they will have the Fire, and they will be [therein] neglected.
ca: I atribueixen a Allah, que que no els agrada i la seves llengües afirmar la mentida que tindran la millor [d'ell]. Segurament, tindran el foc i van ser es desateses [aquí].
cy: Ac maent yn eu priodoli i Allah y mae nad ydynt yn hoff a eu dafod yn haeru y celwydd y byddant yn cael y gorau [ganddo ef]. Yn sicr, bydd ganddynt y tân, a bydd eu hesgeuluso [hynny].
da: Og de tillægger Allah, som de ikke kan lide, og deres tunger hævde den løgn, at de vil have bedst [fra ham]. Sandelig, de vil have ilden, og de vil være [deri] forsømt.
el: Και αποδίδουν Αλλάχ ότι η οποία που αντιπαθούν, και οι γλώσσες τους διεκδικούν το ψέμα ότι έχουν το καλύτερο [από αυτόν]. Σίγουρα, θα έχουν την πυρκαγιά, και αυτοί θα πρέπει να παραμεληθεί [εκεί].
et: Ja nad saavad anda mis nad ei meeldi ja nende keeled väita et neil [temalt] parim lie Jumalat. Totisesti, neil tulekahju, ja nad näidatakse [sealsamas] tähelepanuta.
fi: Ja ne attribuutti Jumalalle, he eivät pidä ja kielensä puolustaa valhe, että heillä on parhaat [hänelle]. Totisesti heillä tuleen, ja ne [siinä] laiminlyödään.
he: הם מייחסים אללה אשר הם לא אוהבים, לשונותיהם לאשש את השקר כי הם יהיו הטובים ביותר [ממנו]. ויען יהיה להם את האש, הם להיות מוזנחים [בו].
hr: I oni pripisuju Allahu koji oni ne vole, a njihov jezik potvrditi laži da će imati najbolje [ga]. Zaista, oni će imati vatru, i oni će biti [u njemu] zanemaren.
lt: Ir jie priskirti Allaho kad kuri jie nepatinka, ir jų kalbos teigti, kad jie turės geriausias [iš jam] melas. Be abejo, jie turės gaisro, ir jie bus [ten pat] apleisti.
lv: Un tie piedēvēt Allah, kas viņiem nepatīk, un mēles aizstāvēt meliem, ka tie būs labākajiem [viņam]. Protams, viņiem būs ugunsgrēks, un tie būs [tajā] novārtā.
nb: Og de attributt til Allah at som de misliker og deres tunger hevde løgn at de har best [fra ham]. Sannelig, de vil ha brannen, og de vil bli [der] neglisjert.
sk: A prisudzovať im Alah, že čo sa im nepáči a ich jazyky tvrdia lož, že budú mať najlepšie [od neho]. Veru, majú oheň, a bude [v] zanedbané.
sl: In jih pripisujejo Allah, da ki jih ne marajo, in njihovi jeziki trdijo laž, da bodo imeli najboljše [od njega]. Prav gotovo bodo imeli ogenj, in bo [njej] zapostavljene.
sr_cyrl: И они приписују Алаха да који они не воле, а њихове језике потврди лаж да имају најбоље [од њега]. Засигурно , они ће имати ватру, и неће бити [у томе] не погледају.
sr_latn: I oni pripisuju Alaha da koji oni ne vole, a njihove jezike potvrdi laž da imaju najbolje [od njega]. Zasigurno, oni će imati vatru, i neće biti [u tome] ne pogledaju.
uk: І вони пояснюють Аллаха, яких вони не подобаються і їх язики стверджують брехня, що вони будуть мати кращі [від нього]. Безсумнівно, вони будуть мати вогонь, і вони будуть [в ньому] нехтувати.
vi: Và họ cho rằng Allah mà họ không thích, và lưỡi của họ khẳng định lời nói dối rằng họ sẽ có tốt nhất [từ ông]. Chắc chắn, họ sẽ có đám cháy, và họ sẽ được bỏ qua [trong đó].
zu: Futhi zivela Allah ukuthi lapho abakuthandi, nezilimi zabo bagomela amanga ukuthi bazoba the best [kuye].

# Quran1964
source: By Allah, We did certainly send [messengers] to nations before you, but Satan made their deeds attractive to them. And he is the disbelievers' ally today [as well], and they will have a painful punishment.
ca: Per Allah, certament ens va enviar [missatgers] als països abans, però Satan fet seus actes atractiu per a ells. I ell és aliat dels disbelievers avui [també], i tindran un dolor càstig.
cy: Gan Allah, oedd yn sicr yn anfon [negeswyr] i wledydd ger eich bron, ond roedd Satan yn gwneud eu gweithredoedd yn ddeniadol iddynt. A yw disbelievers' gynghreiriad heddiw [hefyd], a bydd ganddynt cosb poenus.
da: Ved Allah, vi har helt sikkert sende [budbringere] til nationer før du, men Satan gjorde deres gerninger attraktiv for dem. Og han er de vantro allieret i dag [samt], og de vil have en smertefuld straf.
el: Από Αλλάχ, θα σίγουρα να στείλουμε [αγγελιοφόρων] στη έθνη πριν από εσάς, αλλά ο Σατανάς έκανε πράξεις τους ελκυστικά σε αυτούς. Είναι σύμμαχος των disbelievers σήμερα [καθώς και] και θα έχουν μια οδυνηρή τιμωρία.
et: Jumal, me kindlasti ei saada [kullerid] Rahvaste te enne, vaid Saatan tippteadlastele nende teod neid. Ja ta on selle uskottomille liitlane täna [ka] ja neil valus karistuse.
fi: Allah varmasti lähetämme [lähettiläitä] kansat teidän tieltänne, mutta saatana sai heidän tekonsa houkuttelevaa. Hän on on uskottomien liittolainen tänään [sekä] ja heillä on tuskallinen rangaistus.
he: בשם אללה, אנחנו בהחלט שלח [שליחים] לאומות לפניך, אבל השטן עשה את המעשים שלהם מושכים אליהם. אלי disbelievers' היום [גם כן], והוא יהיה להם עונש כואב.
hr: Tako mi Allaha, sigurno poslali smo [glasnici] narodima prije vas, ali Sotona je djelima atraktivan za njih. [Kao i] danas je iskuse Eli i imaju bolna kazna.
lt: Iš Dievo, mes padarėme tikrai siųsdami [] į Tautų prieš jus, bet Šėtonas padarė savo poelgius patraukli jiems. Ir jis yra disbelievers' sąjungininkas šiandien [taip pat], ir jie turės skausmingų bausmė.
lv: Allāh, nebija noteikti aizsūtīsim [kurjeriem] tautām pirms, bet sātans padarīja viņu darbiem pievilcīgs tiem. Un viņš ir disbelievers sabiedrotais šodien [arī], un tie būs sāpīgi sods.
nb: Vi sendte sikkert [budbringere] nasjoner før du Allah, men Satan gjorde deres gjerninger attraktiv for dem. Og han er troende alliert i dag [også], og de vil ha en pinefull straff.
sk: Pri Alláhovi, určite sme odoslali [poslov] národov pred vami, ale Satan sa ich skutky atraktívny pre nich. On je spojencom neveriacim dnes [aj] a majú bolestivé trest.
sl: Allah, si zagotovo pošljemo [sli] narodov pred vami, ampak Satan je njihova dejanja privlačne. In on je zaveznik disbelievers' danes [tudi], in imajo boleče kazen.
sr_cyrl: Тако ми Алаха, јесте свакако пошаљемо [гласници] нација пред вама, али Сатана је направио својим делима привлачне за њих. Он је савезник скептике данас [па] и имају болна казна.
sr_latn: Tako mi Alaha, jeste svakako pošaljemo [glasnici] nacija pred vama, ali Satana je napravio svojim delima privlačne za njih. On je saveznik skeptike danas [pa] i imaju bolna kazna.
uk: Аллах ми звичайно відправляти [Посланці] Націй перед вами, але сатана зробив їхні вчинки привабливими для них. І він в disbelievers союзником сьогодні [також], і вони будуть мати хворобливі покарання.
vi: Bởi Allah, chúng tôi chắc chắn đã gửi [sứ giả] cho các quốc gia trước khi bạn, nhưng Satan đã thực hiện hành động của họ hấp dẫn đối với họ. Ông là đồng minh thì hôm nay [cũng] và họ sẽ phải chịu hình phạt đau đớn.
zu: By Allah, Sasingalindeli ngokuqinisekile ngizothumela [izithunywa] izizwe phambi kwakho, kodwa uSathane wenza izenzo zabo ezikhangayo kubo.

# Quran1965
source: And We have not revealed to you the Book, [O Muhammad], except for you to make clear to them that wherein they have differed and as guidance and mercy for a people who believe.
ca: I no han revelat a vostè el llibre, [O Muhammad], excepte fer clar a ells que on que diferien i com a orientació i Misericòrdia per una gent que creu.
cy: Yr ydym ni wedi datgelu i chi y llyfr, [O Muhammad], ar wahân i chi ei gwneud yn glir iddynt y lle yr oeddent yn wahanol a fel canllawiau a drugaredd ar gyfer pobl sydd yn credu.
da: Og vi har ikke afsløret at du bog, [O Muhammad], bortset fra at gøre klart for dem, hvori de har været uenige og som vejledning og barmhjertighed for et folk, der tror.
el: Και δεν έχουμε αποκάλυψε σε εσάς το βιβλίο, [Ο Μωάμεθ], εκτός από το να καταστήσετε σαφές σε αυτούς που όπου έχουν Διαφοροποιούνταν και ως καθοδήγηση και έλεος για τους ανθρώπους που πιστεύουν.
et: Ja meil on näidanud teile raamat [O Muhammad], välja arvatud saate kontrollida, kus see neile selge nad erinesid ja arendus ja halastust inimestega kes usuvad.
fi: Me ei paljastanut teille kirjan [Oi Muhammed], lukuun ottamatta voit tehdä selvillä siitä, että siellä he erosivat ja ohjausta ja armoa ihmiset uskovat.
he: אנחנו לא גילה לך את הספר, [O מוחמד], חוץ ממך לבצע ברור להם זה שבו הם נחלקו ביניהם במידה, הדרכה, רחמים כלפי אנשים המאמינים.
hr: I mi otkriva vam knjiga, [O Muhammad], osim da jasno im da u kojoj se razlikuju i kao smjernice i milost za ljude koji vjeruju.
lt: Ir mes nebuvo atskleidė jums knygos, [O Muhammad], išskyrus padaryti aišku jiems, kuriame jie turi skyrėsi ir kaip orientavimo ir malonės žmonių kurie tiki.
lv: Un mums nav atklājuši jūs grāmatu [O Muhammad], izņemot var izgatavot, notīriet tos, kur tie ir atšķīrās, un kā virzības un žēlastība cilvēkiem, kuri uzskata.
nb: Og vi har ikke åpenbart for deg boken, [O Muhammad], bortsett fra å gjøre klart for dem at der de ha forskjellig og veiledning og nåde for et folk som tror.
sk: Sme neboli odhalila vám knihu, [Mohamed], okrem vás na jasné im, pričom mať odlišný a ako usmernenie a milosť pre ľudí, ktorí veria.
sl: In mi ni pokazala za vas knjiga, [O Muhammad], razen vas, da jasno jim, da pri čemer so se razlikovali in kot smernice in milosti, za ljudi, ki verjamejo.
sr_cyrl: И смо бих нису откриле да те књиге, [О Мухаммад], осим да се јасно да им то у којима су имале су различита мишљења и као водич и милост за људе који верују.
sr_latn: I smo bih nisu otkrile da te knjige, [O Muhammad], osim da se jasno da im to u kojima su imale su različita mišljenja i kao vodič i milost za ljude koji veruju.
uk: Ми не показали вам книгу, [O Мухаммад] Крім вас зробити ясно їм, що коли вони закривають і, як керівництво та милосердя, для людей, які вірять.
vi: Và chúng tôi đã không tiết lộ cho bạn cuốn sách, [O Muhammad], ngoại trừ bạn để làm cho rõ ràng đối với họ mà trong đó chúng có khác nhau và như là lòng thương xót cho người và hướng dẫn những người tin.
zu: Futhi Asizange phendla you eNcwadini, [O Muhammad], ngaphandle kwakho ukuze akwenze kucace kubo ukuthi wherein they ukuthi kunalokhu kungafani futhi njengoba hola sa abantu abakholelwa.

# Quran1966
source: And Allah has sent down rain from the sky and given life thereby to the earth after its lifelessness. Indeed in that is a sign for a people who listen.
ca: I Allah ha enviat pluja des del cel i dóna vida així a la terra després de la seva lifelessness. Fet que és un senyal per a una gent que escolta.
cy: A Allah wedi anfon i lawr glaw o'r awyr a rhoi bywyd y ddaear ac felly ar ôl ei lifelessness. Yn wir yn hynny yn arwydd i bobl sy'n gwrando.
da: Og Allah har sendt ned regn fra himlen og givet liv derved til jorden efter sin lifelessness. Faktisk er i, et tegn for et folk, der vil lytte.
el: Και Αλλάχ έχει σταλεί βροχή από τον ουρανό και να δίνεται με αυτόν τον τρόπο ζωής στη γη μετά την lifelessness. Πράγματι στο ότι αποτελεί ένδειξη για τους ανθρώπους που ακούν.
et: Ja Jumal on saatnud oma taevast vihma ja andnud elu seeläbi maa oma lifelessness pärast. Tõepoolest, et on märk inimestele, kes kuulata.
fi: Ja Jumala on lähettänyt sade taivaalta ja antanut elämän siten maahan jälkeen sen lifelessness. Itse asiassa se on merkki niille, jotka kuuntelevat.
he: אללה נשלח הגשם מן השמים והוא נתן חיים ובכך לכדור הארץ לאחר הריק שלו. אכן זה הוא סימן לאנשים שמאזינים.
hr: A Allah je poslao kišu s neba i daje život time zemlji nakon njegova neživota. Zaista u tome je znak za ljude koji slušaju.
lt: Ir Dievas turi zeslal lietus iš dangaus ir teikiama gyvenimą tokiu būdu žemė po jos Głusza bendrąjį. Iš tiesų, kad yra ženklas tiems, kurie klausosi.
lv: Un Allah ir nosūtīts uz leju lietus no debesīm un tādējādi dota dzīve uz zemes pēc tās lifelessness. Patiešām, ka cilvēkiem, kas klausās, ir zīme.
nb: Og Allah har sendt ned regn fra himmelen og gitt liv og dermed til jorden etter sin lifelessness. Faktisk er som et tegn for et folk som lytter.
sk: A Allah zoslal dážď z neba a dal život tým na zem po jeho lifelessness. Naozaj v tom, že je znamenie pre ľudí, ktorí počúvajú.
sl: In Alah je poslan dež z neba in s tem dal življenje na zemlji po svoje lifelessness. Res da je znak za ljudi, ki poslušajo.
sr_cyrl: А Аллах је послао капље са неба и с обзиром на живот чиме би се земљи након њене неживота. Заиста у то је знак за људе који слуљају.
sr_latn: A Allah je poslao kaplje sa neba i s obzirom na život čime bi se zemlji nakon njene neživota. Zaista u to je znak za ljude koji sluљaju.
uk: І Аллах посланим дощ з неба і дано життя тим самим землі після його lifelessness. Дійсно в тому, що є ознакою для людей, хто слухає.
vi: Và Allah đã được gửi xuống mưa từ bầu trời và cho cuộc sống từ đó trái đất sau khi lifelessness của nó. Quả thật đó là một dấu hiệu cho người nghe.
zu: Futhi Allah sa phansi imvula esibhakabhakeni kanye ukuphila ngaleyo ndlela ukuze umhlaba ngemva sokungaphili yayo.

# Quran1967
source: And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk, palatable to drinkers.
ca: I de fet, per a vostè en la pastura del bestiar és una lliçó. Donem vostè beu del que és en la seva panxa - entre l'excreció i la sang - llet pura, acceptable als bevedors.
cy: Ac yn wir, i chi yn pori da byw yn wers. Rydym yn rhoi diod chi o'r hyn sydd yn eu boliau-rhwng ysgarthu a gwaed-llaeth pur, blasus i yfwyr.
da: Og ja, for du i græssende husdyr er en lektion. Vi give du drikke fra hvad der er i deres maver - mellem udskillelse og blod - ren mælk, velsmagende til drikkende.
el: Και πράγματι, για εσάς σε ζώα βοσκής είναι ένα μάθημα. Μπορούμε να δώσουμε σας ποτό από ό, τι είναι στην κοιλιακή χώρα - μεταξύ απέκκριση και αίμα - αγνό γάλα, εύγευστο στους πότες.
et: Ja tõepoolest, teil on kariloomade karjatamine on õppetund. Anname teile jooke, mis on nende kõhud - eritumist ja vere - puhta piimarasva, joojad mokkamööda.
fi: Ja todellakin opetus sinulle Laidunkarjan kasvatuksessa. Annamme juot mikä on vatsa - erittymistä ja blood - puhtaasta maidosta sulattaa juovat.
he: אכן, בשבילך רועה צאן הוא לקח. אנחנו נותנים לך את המשקה מכל מה שנמצא בטנם - בין הפרשת דם - טהורה, חלב טעים כדי שתיינים.
hr: I doista, za ispašu stoke je lekciju. Dajemo ti piće od onoga što je u trbuhu - izlučivanje i krvi - čisto mlijeko, ukusan da piju.
lt: Ir iš tiesų, jūsų ganomi gyvuliai yra pamoka. Mes suteikiame jums gėrimą iš kas yra jų wnetrznosciach - išsiskyrimą ir kraujo - gryno pieno, skanus girdyklas.
lv: Un tik tiešām, jums mājlopu ganībām ir mācība. Mēs dodam jums dzert no tā, kas ir viņu vēderus - starp izdalīšanos un asins - tīra piena, garšīgs dzirdinātavas.
nb: Og er faktisk en leksjon for deg i beite husdyr. Vi gir du drikker fra hva som er i buken - mellom ekskresjon og blod - ren melk, for drikker.
sk: A naozaj, pre vás v pasúcich sa hospodárskych zvierat je poučenie. Dáme si drink z čoho je v bruchu - medzi vylučovanie a krv - pure mlieko, chutné na konzumentov.
sl: In res, za vas v pašne živine je lekcijo. Damo pijete iz česa je v trebuhu - med izločanje in krvi - čisti mlečni, okusne za uživalce alkohola.
sr_cyrl: И заиста, за вас у неплодну стоку је лекција. Дајемо ти пиће од како је у својим стомацима - између излучивање и крв - чисто млеко, странима појилице.
sr_latn: I zaista, za vas u neplodnu stoku je lekcija. Dajemo ti piće od kako je u svojim stomacima - između izlučivanje i krv - čisto mleko, stranima pojilice.
uk: І дійсно, для вас у випасу худоби урок. Ми даємо вам напій з Алікс їх животи - між виведення з організму і крові - чисте молоко, прийнятним для тих, хто п'є.
vi: Và quả thật vậy, đối với bạn trong chăn thả gia súc là một bài học. Chúng tôi cung cấp cho bạn uống từ những gì là trong bụng của họ - giữa bài tiết nước tiểu và máu - sữa nguyên chất, ngon miệng để uống.
zu: Futhi impela, ngokuba wena in kokudla imfuyo kuyisifundo.

# Quran1968
source: And from the fruits of the palm trees and grapevines you take intoxicant and good provision. Indeed in that is a sign for a people who reason.
ca: I de les fruites de palmeres i vinyes prengui intoxicant i bona disposició. Fet que és un senyal per a una gent que la raó.
cy: Ac o ffrwyth y coed palmwydd a gwinwydden Cymerwch darpariaeth intoxicant a da. Yn wir yn hynny yn arwydd i bobl sy'n rheswm.
da: Og fra frugten af palmer og vinstokke du tage rusmiddel og god levering. Faktisk er i, et tegn for et folk, som årsag.
el: Και από τους καρπούς της οι φοίνικες και αμπέλια παίρνετε εθιστικών ουσιών – και καλή παροχή. Πράγματι στο ότι αποτελεί ένδειξη για τους ανθρώπους που λόγο.
et: Ja puuviljadest palmide ja viinapuude võtate joovastava ainena ja hea pakkumine. Tõepoolest, et on märk inimestele, kes põhjus.
fi: Ja hedelmiä palmuja ja viiniköynnöksiä kasvaville vehreille otat sylkinäytteen ja hyvä. Itse asiassa se on merkki niille, jotka syystä.
he: ותיקח מפירות עצי הדקל וגפנים הוראה intoxicant וטוב. אכן זה הוא סימן לאנשים סיבה.
hr: A od plodova palmi i loze opojno i dobro osiguranje. Zaista u tome je znak za ljude koji razlog.
lt: Ir iš vaisių, citrinmedžių ir palmių intoxicant ir gera nuostata. Iš tiesų, kad yra žmonių, kurie priežasties ženklas.
lv: Un no palmām un vīnstīgas augļi ņemt indi un labs noteikums. Patiešām, ka cilvēkiem, kam iemesls ir zīme.
nb: Og fruktene av palmer og vinranker du ta rusmiddel og gode tilbud. Faktisk er som et tegn for et folk som grunn.
sk: A z plodov palmy a vínnej révy sa omamný a dobrý ustanovenia. Naozaj v tom, že je znamenie pre ľudí, ktorí z dôvodu.
sl: In iz plodov palme in vinsko trto vzameš Opojni in dobro. Res da je znak za ljudi, ki so razlog.
sr_cyrl: А од плодова палме и винова лоза интоxицант и добра одредба. Заиста у то је знак за људе који је разлог.
sr_latn: A od plodova palme i vinova loza intoxicant i dobra odredba. Zaista u to je znak za ljude koji je razlog.
uk: І з плодів пальмових дерев і винограду ви взяти п'янкий і добре положення. Дійсно в тому, що є ознакою для людей, які причини.
vi: Và từ các loại trái cây của các cây cọ và nho bạn cung cấp intoxicant và tốt. Quả thật đó là một dấu hiệu cho một người bạn lý do.
zu: Futhi thelo of the amasundu umvini uthatha ukuhlinzekwa intoxicant nokuhle.
