Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2669
source: They have not appraised Allah with true appraisal. Indeed, Allah is Powerful and Exalted in Might.
ca: Ells no tenen valorada Allah amb veritable avaluació. En efecte, Allah és abast i exaltat en podria.
cy: Nid wedi arfarnu Allah gydag arfarniad wir. Yn wir, yw Allah Powerful a Exalted yn efallai.
da: De har ikke vurderet Allah med ægte vurdering. Faktisk, Allah er magtfulde og ophøjede i Might.
el: Αυτοί έχουν εκτιμηθεί δεν Αλλάχ με πραγματική αξιολόγηση. Πράγματι, ο Αλλάχ είναι ισχυρός και Exalted στην μπορούσε.
et: Nad on hinnatud Jumala tõsi hinnangut. Tõepoolest, Allah on võimas ja ülendatud võiks.
fi: He eivät arvioida Allah todellisen arvioinnin. Itse asiassa Jumala on tehokas ja Ylhäinen Might.
he: הם יש לא בחנה אללה עם הערכה אמיתית. אכן, אללה הוא בעלות עוצמה חזקה לרוממו באולי.
hr: Oni su ocjenjivali Allah sa pravi procjenu. Uistinu, Allah je moćni i Exalted u moć.
lt: Jie nėra įvertintas Dievas su tiesa įvertinimas. Iš tiesų, Dievas yra galingas ir Exalted, gali.
lv: Viņi ir nevis vērtējoši Allah patiesu vērtējumu. Patiešām, Allah ir visspēcīgākais un izredzētais iespējams.
nb: De har ikke vurdert Allah med ekte vurdering. Faktisk er Døyve kraftig og opphøyet i makt.
sk: Oni majú nie hodnotí Alah s skutočný zhodnotenia. Boh je naozaj mocný a postáv by.
sl: Jih ne ocenijo Allah z resnično oceno. Res, Allah je močan in Exalted v oblast.
sr_cyrl: Да нису продали су Аллах са истина процене. Уистину , Аллах је можни и Еxалтед у моћ.
sr_latn: Da nisu prodali su Allah sa istina procene. Uistinu, Allah je moжni i Exalted u moć.
uk: Вони не оцінені Аллах з правдою оцінки. Дійсно, Аллах є потужним і Exalted в меча.
vi: Họ không có thẩm định Allah với đúng thẩm định. Thật vậy, Allah là mạnh mẽ và Exalted trong có thể.
zu: Abazange ithathwe Allah nge asihlole weqiniso.

# Quran2670
source: Allah chooses from the angels messengers and from the people. Indeed, Allah is Hearing and Seeing.
ca: Allah escull els missatgers d'àngels i de les persones. De fet, Allah és escoltar i veure.
cy: Bydd Allah yn dewis gan y negeswyr angylion a chan y bobl. Yn wir, yn Allah clyw a gweld.
da: Allah vælger fra engle betjente og folk. Faktisk, Allah høre og se.
el: Αλλάχ επιλέγει από την αγγελιαφόροι των αγγέλων και των ανθρώπων. Πράγματι, ο Αλλάχ είναι ακροατηρίου και βλέπουμε.
et: Jumal otsustab kullerid Inglid ja inimesed. Tõepoolest, Allah on kohtukõne ja nägemine.
fi: Jumala valitsee enkelit sanansaattajia ja ihmiset. Itse asiassa Jumala on kuulla ja nähdä.
he: אללה בוחר השליחים המלאכים ומן העם. אכן, אללה הוא לשמוע ולראות.
hr: Allah odabire od anđela glasnika i od ljudi. Zaista, Allah je čuo i vidio.
lt: Dievas pasirenka iš angelų pasiuntinius ir nuo žmonių. Iš tiesų, Allah yra klausos ir matyti.
lv: Allah izvēlas no eņģeļiem kurjeriem un cilvēkiem. Patiešām, Allah ir dzirdēt un redzēt.
nb: Allah velger fra engler budbringere og folk. Faktisk Allah er å høre og se.
sk: Alah vyberie z poslov Anjeli a ľudia. Vskutku, Alah je vypočutie a videnie.
sl: Allah izbere iz sli angelov in ljudi. Res, Allah je sluh in videnje.
sr_cyrl: Аллах бира из анђели весници и од људи. Уистину , Аллах је чуо и видео.
sr_latn: Allah bira iz anđeli vesnici i od ljudi. Uistinu, Allah je čuo i video.
uk: Аллах вибирає від посланців ангелів і від людей. Дійсно, Аллах чуючи і бачачи.
vi: Allah đã lựa chọn từ các sứ giả thiên thần và từ những người. Thật vậy, Allah nghe và nhìn thấy.
zu: Allah enyula GELOSI GIJIMI futhi kubantu.

# Quran2671
source: He knows what is [presently] before them and what will be after them. And to Allah will be returned [all] matters.
ca: Sap què és [actualment] abans d'ells i el que serà després d'ells. I per Allah es retornarà [tots] importa.
cy: Gwyr ef beth yw [ar hyn o bryd] cyn iddynt a beth fydd ar ôl iddynt. Ac i Allah byddwn yn dychwelyd [holl] materion.
da: Han ved hvad er [udgået] før dem og hvad vil være efter dem. Og at Allah vil blive returneret [alle] spørgsmål.
el: Ξέρει τι [σήμερα] είναι μπροστά τους και τι θα είναι μετά από αυτές. Και Αλλάχ θα επιστραφούν [όλα] έχει σημασία.
et: Ta teab, mis on [praegu] käsitlusega ja milline saab olema nende järel. Ja Allah saadetakse [kõik] on tähtis.
fi: Hän tietää, mitä [nyt] heillä on edessään ja mitä tulee niiden jälkeen. Ja jotta hillitä palautetaan [kaikki] asiat.
he: הוא יודע מהו [כיום] לפניהם מה יהיה אחריהם. אללה יוחזר [כל] משנה.
hr: On zna što je [sada] prije njih i šta će biti poslije njih. I Allahu će se vratiti [sve] bitno.
lt: Jis žino, kas yra [dabar] prieš juos ir kas bus po jų. Ir Dievas bus grąžinamas [visi] bylose.
lv: Viņš zina, ko pašlaik [] pirms tām un kāda būs pēc tam, kad tos. Un Allah būs jāatdod atpakaļ [visas] jautājumiem.
nb: Han vet hva er [dag] foran dem og hva vil være etter dem. Og til Allah returneres [alle] saker.
sk: On vie, čo momentálne [] pred nimi, a čo bude po nich. A Allah sa vrátiť [všetko] veciach.
sl: On ve, kaj je [sedaj] pred njimi in kaj se bo po njih. In v Allah bo vrnil [vse] zadevah.
sr_cyrl: Он зна шта је [тренутно] пред њима и шта ће бити за њима. И , Алах ће бити враћена [све] није битно.
sr_latn: On zna šta je [trenutno] pred njima i šta će biti za njima. I, Alah će biti vraćena [sve] nije bitno.
uk: Він знає, що таке [сьогодні] перед ними, і що буде після них. І щоб Аллах буде повернуто [всі] має значення.
vi: Ông biết những gì là [hiện nay] trước khi họ và những gì sẽ sau đó. Và Allah sẽ được trả lại [tất cả] vấn đề.
zu: He azi babe is KHO [masinyane] phambi kwabo futhi siyoba yini ngemva kwabo.

# Quran2672
source: O you who have believed, bow and prostrate and worship your Lord and do good - that you may succeed.
ca: O es que he cregut, arc i postrar i venerar el seu Senyor i fer el bé - que vostè pot tenir èxit.
cy: O Mae chi sydd wedi credu, plygu a prostrate ac addoli eich Arglwydd a wneud da-efallai byddwch yn llwyddo.
da: O du, der har troet, bøje og næsegrus og tilbede din herre og gøre noget godt - at du kan lykkes.
el: O εσάς που πίστεψαν, διακοσμητικός και κατάκοιτος και λατρεία σας Λόρδος και κάνουν το καλό - ότι μπορεί να τα καταφέρεις.
et: O kes oleks uskunud, vibu ja polvistuvan ja kummardame teie Issand ja teha hea - te võib õnnestuda.
fi: Oi te, jotka ovat uskoneet keula ja nujerrettu ja palvomaan Herrasi ja tehdä hyvä - voi onnistua.
he:  מי מאמין, קשת, משתחווה סוגדים אדונך לבין לעשות טוב - כי אתה יכול להצליח.
hr: O ti koji su vjerovali, luk i bespomoćan i štuju Gospodar tvoj i činiti dobro - da može uspjeti.
lt: O kurie tiki, lankas ir wybijaja ir garbina savo Viešpatį ir daryti gera - kad jums gali pavykti.
lv: O jums, kas ir uzskats, priekšgala un nogurdināt un pielūdz savu kungu un darīt labu - var gūt panākumus.
nb: O dere som har trodd, bøye og nedbrutt og tilbe deres Herre og gjøre godt - at du kan lykkes.
sk: O vás, ktorí ste uverili, lúk a přemoci a uctievať svojho pána a dobro - že môže uspieť.
sl: O vi, ki ste verjeli, lok in prostracije in častili svojega Gospoda in delati dobro - da vam lahko uspe.
sr_cyrl: О ти који верују, поклони се и поклоните и клањају свом господару и урадим добро - да могу успети.
sr_latn: O ti koji veruju, pokloni se i poklonite i klanjaju svom gospodaru i uradim dobro - da mogu uspeti.
uk: O ви, хто вірив, цибуля і НІЦ і поклонятися ваш Господь і робити добрі справи - що ви можете успішно реалізуватися і.
vi: O bạn của những người đã tin tưởng, cung và suy nhược và thờ phượng Chúa của bạn và làm tốt - bạn có thể thành công.
zu: O you kholwa khothama prostrate futhi khonza zenu, nenze okuhle - banga ukuthi you landela.

# Quran2673
source: And strive for Allah with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father, Abraham. Allah named you "Muslims" before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakah and hold fast to Allah. He is your protector; and excellent is the protector, and excellent is the helper.
ca: I s'esforcen per Allah amb la lluita per ell. Ell ha escollit i ha no posa a vostè en la religió cap dificultat. [És] la religió del seu pare Abraham. Allah li anomenat "Musulmans" abans [en escriptures ex] i en aquesta [revelació] que el Missatger pot ser un testimoni sobre vostè i vostè pot ser testimonis sobre la gent. Així establir pregària i donar zakah i mantenir ràpid d'Allah. Ell és el seu protector; excel·lent és el protector i excel·lent és l'ajudant.
cy: Ac ymdrechu i Allah â ymdrechu oherwydd iddo. Mae wedi dewis chi ac wedi nid rhoi chi mewn crefydd unrhyw anhawster. [Mae'n] crefydd eich tad, Abraham. Mae'r Allah chi enwi "Moslemiaid" cyn [yn hen ysgrythurau] ac mewn hwn [ddatguddiad] y gall y negesydd yn dyst dros chi a ydych gall tystion dros y bobl. Felly sefydlu gweddi a rhoi zakah a dal cyflym i Allah. Mae'n eich protector; ac ardderchog yw y protector, ac ardderchog yw yr helpwr.
da: Og stræbe efter Allah med stræber på grund af ham. Han har valgt dig og ikke har placeret på jer i religionen problemer. [Det er] religion af din far, Abraham. Allah opkaldt du "Muslimer" før [i tidligere skrifter] og i denne [åbenbaring] at Messenger kan være en vidnecomputer over dig, og du kan være vidner over folk. Så etablere bøn og give zakah og holde sig til Allah. Han er din protector; og fremragende er beskytteren, og fremragende er hjælperen.
el: Και να αγωνιστούν για Αλλάχ με αγωνίζεσαι οφείλεται σε αυτόν. Αυτός σας έχει επιλέξει και έχει δεν επιβάλλει στη θρησκεία κάθε δυσκολία. [Είναι] η θρησκεία του πατήρ, Αβραάμ. Αλλάχ σας ονομάζεται «Μουσουλμάνοι» πριν [σε πρώην γραφές] και σε αυτό [αποκάλυψη] ότι το Messenger μπορεί να είναι μάρτυρας πάνω σας και σας μπορεί να είναι μάρτυρες πάνω στους ανθρώπους. Έτσι προσευχή θεσπίσει και να δώσει zakah και κρατήστε γρήγορα σε Αλλάχ. Αυτός είναι ο προστάτης σου? εξαιρετική είναι η προστάτιδα και εξαιρετικές είναι ο βοηθός.
et: Ja püüelda Allah koos loodetakse tõttu teda. Ta on valinud teid ja on ei lasta teie peale usu mingeid raskusi. [On] oma isa, Abraham religioon. Jumal nimega sa "Moslemid" enne [mis endine pühakirja] ja selles [Ilmutuse] et sõnumitooja võib tunnistaja üle ja te võib tunnistaja üle inimesed. Nii kehtestada palve ja anna zakah ja kiiresti, et Jumal Hoia. Ta on oma kaitsja; Väga hea on kaitsja ja suurepärane on abistaja.
fi: Ja pyrkiä Allah on hänelle pyrkii. Hän on valinnut sinut ja ei ole asetettu teitä uskonto vaikeuksia. Se on uskonto Isäänne Aabrahamia. Allah nimetty voit "Muslimit" ennen [entinen kirjoitukset] ja Ilmestyskirjassa tämä [] Messenger voi olla todistajana ohi sinulle ja sinä voi olla todistajien kansan. Joten rukous ja antaa zakah ja pitäydyttävä Allah. Hän on suojelija; ja erinomainen on suojelija ja erinomainen on auttaja.
he: ולחתור למען אללה עם חתירה המגיע לו. הוא בחר בך, לא הציב עליכם בדת כל קושי. [הוא] הדת של אביך, אברהם. אללה קראה לך "מוסלמים" לפני [בכתבי לשעבר] ועוד בהתגלות זו [] כי השליח עשוי להיות עד על פני אליך, ואתה יכול להיות עדים על העם. אז להקים תפילה לתת zakah ואני צריכה אללה. . הוא מגן שלך; ו מעולה הוא המגן, המסייע הוא מעולה.
hr: I težiti za Allaha sa teži zbog njega. On je izabrao, a je ne na vas u religiji poteškoća. [To je] religija oca Abrahama. Allah nazvao prije "Muslimani" [u bivši pisma] i u ovaj [objave] Glasnik da svjedok nad vama i da mogu biti svjedoci nad ljudima. Tako uspostaviti molitvu i dati zakah i držim na Allaha. On je vaš zaštitnik; odličan je zaštitnik i odličan je pomagač.
lt: Ir siekti Dievo su siekis jam. Jis pasirinko jus ir nebuvo pateikti į tave religijos jokių sunkumų. [Tai] jūsų tėvas, Abraham religija. Dievas pavadintas jums "Musulmonai" prieš [buvęs raštai] ir šis [Apreiškimo] kad Messenger gali būti liudytojas per jus ir jums gali būti liudytojų daugiau žmonių. Taip nustatyti maldą bei suteikti zakah ir turėti greitai Dievas. Jis yra jūsų gynėjas; puiku, gynėjas ir puikus yra pagalbininkas.
lv: Un censties Allah ar cenšas viņam pienākas. Viņš ir izvēlējies jūs un nav laidis pār jums ir reliģijas nekādas grūtības. [Ir] reliģija no jūsu tēvs, Abrahams. Allah nosaukts jums "Musulmaņiem" pirms [bijušais rakstos], un šī [atklāsme] Messenger var būt liecinieks pār jums, un jums var būt liecinieki pār cilvēkiem. Tātad izveidot lūgšanu un sniedz zakah un turiet ātri Allah. Viņš ir aizsargs; lielisks ir aizsargs un teicami ir palīgs.
nb: Og streve for Døyve med streve på grunn av ham. Han har valgt har ikke plassert på deg i religion problemer. [Det er] religionen til din far Abraham. Allah heter du "Muslimer" før [i tidligere skrifter] og i denne [Åpenbaringen] at Messenger kan være et vitne over deg og du kan være vitner over folket. Så etablere bønn og gi zakah for å holde fast ved Allah. Han er; utmerket er beskytter og utmerket er hjelperen.
sk: A usilovať sa o Alah s usilovať kvôli nemu. Vybral si a nepodal na vás v náboženstve žiadne ťažkosti. [Je] náboženstva svojho otca Abraháma. Alah pomenovaný "Moslimov" pred [v bývalej písma] a v tejto [zjavenia], že posol môže byť svedkom viac a vy možno svedkov nad ľuďmi. Takže vytvoriť modlitba a dať Zakát a držte sa Alah. On je váš ochranca; Výborný je ochranca a výborný je Pomocník.
sl: In si prizadevajo za Allah z prizadevanje zaradi njega. On vas je izbral in ni na vas v vere težave. [Je] vere vaš oče Abraham. Allah vam imenovan "Muslimani" pred [v nekdanji pisma] in v to [Razkritje] da sel lahko priča nad vas in boste lahko priče več ljudi. Tako vzpostavi molitev in dal zakah in hitro držati Allah. On je zaščitnik; in odličen je zaščitnik, in odlično je pomočnika.
sr_cyrl: И тежимо Алах са која тежи због њега. Он је изабрао тебе и није наметнуо у религији проблема. [Је ] религији твог оца, Абрахаме. Аллах по имену те "Муслимани" раније [у бившој списима] и у овом [откровење] гласник да сведок те, а ти си можда сведока над људима. Успостави молитву и дај заках и држите брзо Алаху. Он је твој заштитник; Одличан је заштитник и одличан је помагач.
sr_latn: I težimo Alah sa koja teži zbog njega. On je izabrao tebe i nije nametnuo u religiji problema. [Je] religiji tvog oca, Abrahame. Allah po imenu te "Muslimani" ranije [u bivšoj spisima] i u ovom [otkrovenje] glasnik da svedok te, a ti si možda svedoka nad ljudima. Uspostavi molitvu i daj zakah i držite brzo Alahu. On je tvoj zaštitnik; Odličan je zaštitnik i odličan je pomagač.
uk: І прагнути до Аллах з прагнення через нього. Він вибрав вас і не робив на вас у релігії будь-якої складності. [Це] релігії твій батько, Абрагам. Аллах назвав вас "Мусульмани" перед [в колишній Писання] і в цьому [одкровення] Messenger може бути свідком за вас і ви може бути свідків над народом. Тому встановити молитви і дати zakah і твердо дотримуватися Аллаха. Він є захисником; і відмінно, захисника і відмінний помічник.
vi: Và phấn đấu vì Allah với phấn đấu vì ông. Ông đã chọn bạn và đã không đặt khi bạn trong tôn giáo bất kỳ khó khăn. [Đó là] tôn giáo của cha Abraham. Allah tên bạn "Người Hồi giáo" trước khi [trong kinh thánh cũ] và [sự mặc khải này] Messenger có thể là một nhân chứng trên bạn và bạn có thể là nhân chứng trong nhân dân. Vì vậy thiết lập các cầu nguyện và cung cấp cho zakah và giữ nhanh để Allah. Ông là người bảo vệ của bạn; Tuyệt vời, là người bảo vệ và tuyệt vời là trợ giúp.
zu: Futhi silwele Allah nge phokophela ngenxa Him.

# Quran2674
source: Certainly will the believers have succeeded:
ca: Sens dubte haurà aconseguit els creients:
cy: Yn sicr bydd y credinwyr wedi llwyddo:
da: Helt sikkert vil troende lykkedes:
el: Σίγουρα θα έχουμε καταφέρει να την πιστών:
et: Kindlasti usklikud on edukas:
fi: Varmasti uskovat onnistuneet:
he: בהחלט אצליח המאמינים:
hr: Sigurno će vjernici su uspjeli:
lt: Tikrai tikintieji pavyko:
lv: Noteikti ticīgie ir izdevies:
nb: Sikkert vil troende har lyktes:
sk: Určite sa podarilo veriacich:
sl: Zagotovo bodo verniki so uspeli:
sr_cyrl: Свакако це успети верници:
sr_latn: Svakako ce uspeti vernici:
uk: Безумовно буде віруючі бажаних результатів:
vi: Chắc chắn sẽ các tín hữu đã thành công:
zu: Ngokuqinisekile ngeke amakholwa abelokhu liphumelele:

# Quran2675
source: They who are during their prayer humbly submissive
ca: Que durant la seva pregària humilment submisa
cy: Hwy sydd yn ystod eu gweddi ostyngedig ostyngedig
da: De, der er under deres bøn ydmygt underdanig
el: Αυτοί που είναι στην προσευχή τους ταπεινά υποτακτική
et: Need, kes on oma alandlikult alandlik palve ajal
fi: He ovat aikana heidän rukouksensa nöyrästi alistuva
he: הם בזמן התפילה שלהם כנועה בהכנעה
hr: Oni koji su tijekom njihova molitva ponizno pokoran
lt: Tie, kurie yra per jų malda nuolankiai paklūsta
lv: Tie, kuri to pazemīgi pazemīgu lūgšanu laikā
nb: De som er under deres bønn ydmykt underdanig
sk: Tí, ktorí sú počas ich modlitba pokorne submisívny
sl: Oni, ki so med svojih molitev ponižno podložni
sr_cyrl: Они су ти који су током њихових молитви понизно покоран
sr_latn: Oni su ti koji su tokom njihovih molitvi ponizno pokoran
uk: Їм, під час їх молитви смиренно покірної
vi: Họ là những người đang trong thời gian của lời cầu nguyện khiêm nhường submissive
zu: Abami phakathi nomthandazo yabo ngokuthobeka sokuzithoba

# Quran2676
source: And they who turn away from ill speech
ca: I es que al seu torn del discurs malalt
cy: A nhw sy'n troi oddi wrth araith sâl
da: Og de, der vender væk fra syg tale
el: Και αυτοί που απομακρύνονται από την κακή ομιλία
et: Ja need, kes haige kõnes lahti
fi: Ja ne, jotka kääntävät selkänsä huonosti puhe
he: והם מי להסתובב דיבור חולה
hr: I oni koji su okrenuti od bolestan govora
lt: Ir tie, kurie nusigręžti nuo blogai kalba
lv: Un tie, kas novēršas no slikti runas
nb: Og de som slår fra onde tale
sk: A oni, kto sa odvráti od zlého reči
sl: In oni, ki pa od slabega govora
sr_cyrl: И они су ти који се окрене од ИИИ говор
sr_latn: I oni su ti koji se okrene od III govor
uk: І вони, які, відвернутися від жорстокого мовлення
vi: Và họ là những người bật ra khỏi bệnh phát biểu
zu: Futhi ngubani ufulathele inkulumo ill

# Quran2677
source: And they who are observant of zakah
ca: I ells que és observador dels zakah
cy: A nhw sy'n sylwgar o zakah
da: Og de, der er opmærksomme på zakah
el: Και αυτοί που είναι προσεκτικός της zakah
et: Ja need, kes on tähelepanelik zakah
fi: Ja he ovat tarkkaavainen zakah
he: והם שאינם שומרי מצוות של zakah
hr: I oni koji su da poštuju zakah
lt: Ir tie, kurie yra pastabus zakah
lv: Un tie, kuri ir vērīgs, zakah
nb: Og de som er observant av zakah
sk: A tí, ktorí sú pozorný Zakát
sl: In oni, ki so pozoren zakah
sr_cyrl: И они су ти који су заках да поштују
sr_latn: I oni su ti koji su zakah da poštuju
uk: І їм, спостережливі, zakah
vi: Và họ đã được quan sát của zakah
zu: Futhi abakhuluphele siqaphele zakah

# Quran2678
source: And they who guard their private parts
ca: I ells que custodien la seves parts privades
cy: A hwy a ochel eu rhannau preifat
da: Og de, der vogte deres private dele
el: Και αυτοί που φρουρούν τα ιδιωτικά μέρη
et: Ja need, kes kaitsevad oma erasektori osad
fi: Ja ne, jotka vartioivat heidän yksityisiä osia
he: הם ששומרים באיבריהם הפרטיים
hr: I oni koji čuvaju svoje intimne dijelove
lt: Ir tie, kurie apsaugos jų private parts
lv: Un tie, kas sargā savu vīrietību
nb: Og de som beskytte sine private deler
sk: A tí, ktorí chránia ich prirodzení
sl: In oni, ki zaščita svojih zasebnih delih
sr_cyrl: И они су ти који чува своје интимне делове
sr_latn: I oni su ti koji čuva svoje intimne delove
uk: І вони, які охороняють їх частини тіла
vi: Và họ là những người bảo vệ các bộ phận riêng.
zu: Futhi ngubani aqaphe izingxenye zawo yangasese

# Quran2679
source: Except from their wives or those their right hands possess, for indeed, they will not be blamed -
ca: Llevat de les seves dones o els posseeixen les mans de la dreta, per fet, es no responsabilitzarà-
cy: Ac eithrio rhag eu gwragedd neu rhai yn eu dwylo hawl meddu ar, ar gyfer yn wir, bydd eu beio-
da: Bortset fra deres hustruer eller dem deres højre hånd besidder, for ja, ikke vil de være skylden-
el: Εκτός από τις συζύγους τους ή εκείνους τους δεξιά χέρια κατέχουν, για πράγματι, αυτοί δε θα κατηγορηθούν-
et: Välja arvatud nende abikaasad või nende oma kätt vallata, sest tõepoolest, nad ei saab süüdistada-
fi: Paitsi vaimojensa tai oikeissa käsissä on, sillä itse asiassa ne ei syytetä-
he: מלבד נשותיהם או אלו הועדפו מחזיקים, כי אכן, הם לא יואשם-
hr: Osim od svoje žene ili one ruke pravo posjeduju, jer doista, oni ne će biti kriv-
lt: Išskyrus iš jų žmonos ar tie jų dešinės rankos turėti, nes iš tiesų, jie bus ne kaltinti-
lv: Izņemot no savas sievas vai tiem piemīt savas labās rokas, jo patiesi, tie būs nevainoja-
nb: Bortsett fra fra deres koner eller de hendene høyre har, for faktisk de ikke vil være skylden-
sk: Okrem toho od svojej manželky, alebo tie majú pravej ruky na skutočnosti, že bude byť obviňovaný-
sl: Razen od svoje žene ali tiste roke pravico imeti, za res, da bodo ne krivili-
sr_cyrl: Осим од своје жене, или оне њихове праве руке поседују, јер заиста, они ће кривити ни-
sr_latn: Osim od svoje žene, ili one njihove prave ruke poseduju, jer zaista, oni će kriviti ni-
uk: За винятком від своїх дружин або тих, хто мають свою праву руку, бо дійсно, вони будуть не бути звинувачений-
vi: Ngoại trừ từ vợ của họ hoặc những bàn tay phải của họ có, đối với thực tế, họ sẽ không được đổ lỗi-
zu: Ngaphandle emakhosikazini awo noma labo ngezandla zokunene ifa, ngoba ngempela, bayohlala akufanele kusolwe -

# Quran2680
source: But whoever seeks beyond that, then those are the transgressors -
ca: Però qui busca més enllà que, a continuació us detallem els transgressors-
cy: Ond pwy bynnag yn ceisio tu hwnt i hynny, yna y rhai yn y transgressors-
da: Men den, der søger ud over det, så dem er overtrædere-
el: Αλλά όποιος επιδιώκει πέρα από αυτό, τότε αυτά είναι τα transgressors-
et: Aga kes iganes soovib kaugemale, siis need on transgressors-
fi: Mutta kuka haluaa pidemmälle, niin ne ovat hävittämään nämä lainrikkojat-
he: אבל מי מחפש מעבר לזה, אז אלה הם הפושעים?
hr: Ali tko traži više od toga, onda su to otpadnici-
lt: Bet tas, kas siekia ne tik, kad, tada tie, kurie pažeidėjams-
lv: Bet tas, kurš meklē tālāk, tad tie transgressors-
nb: Men noen søker utover, så de er transgressors-
sk: Ale ten, kto hľadá ďalej, tie sú potom previnilcov-
sl: Vendar kdor želi po tem, potem so kršiteljev-
sr_cyrl: Али онај ко тражи иза тога, а онда то су грељници-
sr_latn: Ali onaj ko traži iza toga, a onda to su greљnici-
uk: Але той, хто шукає, крім цього, то ті, порушників-
vi: Nhưng bất cứ ai tìm cách vượt ra ngoài đó, sau đó những người có transgressors-
zu: Kodwa lowo ofuna kwalokho, ngaleso sikhathi lezo are transgressors -
