Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1511
source: And he constructed the ship, and whenever an assembly of the eminent of his people passed by him, they ridiculed him. He said, "If you ridicule us, then we will ridicule you just as you ridicule.
ca: I va construir el vaixell, i quan sigui que una Assemblea de la eminents de la seva gent va passar per ell, ell ridiculitzat. Va dir, "si que se'ns riuran, llavors es ridícul igual que ridiculitzar.
cy: Ac roedd ef adeiladwyd y llong, ac iddynt pryd bynnag y Cynulliad o enwog o bobl ei basio gan iddo, roedd wawdio ef. Dywedodd, "os mae gwawdio inni, ac yna bydd ein gwawdio chi yn union fel mae eich gwawdio.
da: Og han byggede skibet, og når en samling af de fremtrædende af hans folk forbi ham, de gjorde nar ad ham. Han sagde, "Hvis du latterliggør os, så vi bliver latterliggørelse du ligesom du latterliggørelse.
el: Και είχε κατασκευάσει το πλοίο, και κάθε φορά που μια Συνέλευση της το περίφημο του λαού του να περάσει από τον ίδιο, τους γελοιοποίησε τον. Είπε, "αν σας γελοιοποίηση μας, τότε εμείς θα σε περιγελάσουν ακριβώς όπως σας γελοιοποίηση.
et: Ta ehitatud laeva ja alati silmapaistev oma rahva vastu võetud teda koostus neil teleekraanil teda. Ta ütles: "kui te naeruvääristada meile, siis me naeruvääristamine sind nagu te naeruvääristada.
fi: Hän rakensi aluksen, ja kun kokoonpanoa arvostettuja kansansa kulki hänen ohitseen, he naurunalaiseksi häntä. Hän sanoi: "Jos nauravat meille, niin me pilkkaa sinua, aivan kuten te pilkata.
he: הוא נבנה את הספינה ואני כל פעם הרכבה של הנודע של אנשיו חלפה על פניו, הם לעגו לו. הוא אמר, "אם אתה לועג לנו, אז אנחנו ללעוג לך. בדיוק כפי אתה תלעג.
hr: Je izgradio brod i kad god je zbor od eminentnih mu ljudi koji su po njemu, ismijavali su ga. Rekao je, "Ako ismijao nas, onda će te ismijati kao ismijao.
lt: Jis pastatytas laivas ir kai žymus savo tautos praėjo jo komplekto, jie jį išjuokė. Jis sakė: "jei jūs pajuokos mums, tada mes bus pajuokos jums kaip jums pajuokos.
lv: Viņš būvē kuģa un kad asamblejas izcili viņa cilvēki viņam garām, tie viņu izsmēja. Viņš teica: "Ja jūs izsmiet mums, tad mums būs izsmiekls, tāpat kā jūs izsmiekls.
nb: Han konstruerte skipet, og når en forsamling av den eminente sitt folk forbi ham, de latterliggjort ham. Han sa, "Hvis du narr oss, så vi vil latterliggjøre du like du latterliggjøring.
sk: On postavené lode a kedykoľvek zostavu významných jeho ľudí okolo neho, sa mu vysmieval. On povedal: "Ak ste nás, výsmech, potom sme sa zosmiešniť, rovnako ako sa zosmiešniť.
sl: Je izdelal ladje in kadarkoli sklop uglednih svojega naroda, opravil z njim, so tarča posmeha, mu. Dejal je: "Če ste nas, zasmehovanje, potem mi bodo zasmehovanje, tako, kot ste zasmehovanje.
sr_cyrl: Он гради брод и кад год склоп угледни људи из његовог пролазио поред њега, исмејавали су га. Рекао је, "Ако ви исмевате нас, а онда смо ће те руглу као ти руглу.
sr_latn: On gradi brod i kad god sklop ugledni ljudi iz njegovog prolazio pored njega, ismejavali su ga. Rekao je, "Ako vi ismevate nas, a onda smo će te ruglu kao ti ruglu.
uk: Він побудований корабель, і кожного разу, коли поєднання видатних людей, проходили повз нього, вони висміювали йому. Він сказав: "Якщо ви насмішок нас, то ми насмішок ви так само, як ви насмішок.
vi: Và ông đã xây dựng con tàu, và bất cứ khi nào một hội đồng các nổi tiếng của người dân của mình thông qua anh ta, họ chế nhạo ông. Ông nói, "nếu bạn chế giễu với chúng tôi, sau đó chúng ta sẽ chế giễu bạn cũng giống như bạn chế giễu.
zu: Futhi wakha umkhumbi, futhi noma nini emhlanganweni omkhulu evelele qeda him abantu bakhe, they chwaneka him.

# Quran1512
source: And you are going to know who will get a punishment that will disgrace him [on earth] and upon whom will descend an enduring punishment [in the Hereafter]."
ca: I has de saber que rebrà un càstig que li serà vergonya [de terra] i a qui baixar una duradora càstig [en el futur]."
cy: A ydych yn mynd i wybod pwy fydd yn cael cosb a bydd disgrace ef [ar y ddaear] ac ar bwy bydd ddisgyn gorfforol parhaol [mewn o hyn ymlaen].
da: Og du vil vide, hvem vil få en straf, der vil skændsel ham [til jorden] og som vil ned en varig straf [i hinsidige]."
el: Και έχετε την ευκαιρία να γνωρίζουν ποιος θα πάρει μια τιμωρία που θα τον ντροπή [στη γη] και πάνω στον οποίο θα κατέβει μια διαρκή τιμωρία [στο εξής].»
et: Ja te ei kavatse teada, kes saavad karistuse, mis Häbi talle [maal] ja kelle laskuvad kestev karistuse [in edaspidi]."
fi: Ja olet menossa tietää, kuka saa rangaistuksen, jonka häpeä hänelle [maapallolla] ja joille laskeutuu kestävä rangaistus [tuonpuoleisessa]."
he: אתה הולך יודע מי יקבל עונש זה יבזה אותו [על פני כדור הארץ], שעליה לרדת על העונש המתמשכת [בעתיד]."
hr: I ti ćeš znati ko će dobiti kaznu koja će ga osramotiti [na svijetu] i na kojima će se trajna kazna [u daljnjem tekstu].
lt: Ir jums bus žinoti, kas bus gauti bausmę, kurios bus gėda jam [ant žemės] ir kuriam nusileis, ilgalaikis bausmės [toliau]."
lv: Un jūs zināt, kurš saņems sodu, kas būs kauns viņu [zemes], un uz kuru tiks nolaisties ilgstošu sodu [turpmāk]."
nb: Og du skal vite hvem som får en straff som vil vanære ham på jorden] og på hvem vil stige en varig straff [i hinsidige].
sk: A budete vedieť, kto dostane trest, ktorý mu bude hanbu [na zemi], a na ktorých bude klesať trvalý trest [ďalej]."
sl: In boste vedeli, kdo bo dobil kazen, ki mu bo Blamaža [na zemlji] in od katerih bo spustimo trajno kazen [v nadaljevanju]."
sr_cyrl: "И има да се зна ко ће добити казна која ће га осрамотити [на земљи] и од којих ће се спусте на дуготрајне казне [у надаље]."
sr_latn: "I ima da se zna ko će dobiti kazna koja će ga osramotiti [na zemlji] i od kojih će se spuste na dugotrajne kazne [u nadalje]."
uk: І ви будете знати, хто отримає покарання, яке буде йому ганьби на [на землі] і від яких спускаються міцний покарання [в загробному світі]."
vi: Và bạn sẽ biết ai sẽ nhận được một hình phạt mà sẽ hoen anh ta [trên trái đất] và khi mà sẽ đi xuống một hình phạt lâu dài [trong tương lai]."
zu: Futhi uya ukuthi ngubani uthole isijeziso hlaza kuye [emhlabeni] futhi aphindisele kubani iyokwehla ukujeziswa ongasoze wabuna [Hereafter]. "

# Quran1513
source: [So it was], until when Our command came and the oven overflowed, We said, "Load upon the ship of each [creature] two mates and your family, except those about whom the word has preceded, and [include] whoever has believed." But none had believed with him, except a few.
ca: [Tant és], fins quan va arribar el nostre domini i el forn va desbordar, ens va dir, "Càrrega en el vaixell de cada dos companys de [criatura] i la seva família, excepte aquells sobre els quals la paraula ha precedit i [són] qui ha cregut." Però cap havia cregut amb ell, excepte algun.
cy: [Felly roedd], hyd pan ddaeth ein Gorchymyn a ffwrn overflowed, dywedasom, "Llwyth ar y llong pob ffrindiau dau [creature] a eich teulu, ac eithrio'r rheini am bwy y gair rhagflaenu, ac [yn cynnwys] pwy bynnag wedi credu." Ond roedd un yn credu gydag ef, ac eithrio ychydig.
da: [Så det var], indtil da vores kommando kom og ovnen oversvømmet, vi sagde, "Belastning på skibet af hver [væsen] to hjælpere og din familie, bortset fra dem, om hvem ordet der gik forud, og [omfatter] Hvem har ment." Men ingen havde troet med ham, bortset fra et par.
el: [Έτσι ήταν], μέχρι όταν μας εντολή ήρθε και ο φούρνος ξεχειλίζει, είπαμε, "Το πλοίο του κάθε [πλάσμα] δύο συντρόφους και την οικογένειά σας, εκτός από εκείνους για τους οποίους η λέξη έχει προηγηθεί, και [περιλαμβάνουν] όποιος έχει πιστέψει φόρτου." Αλλά κανένας δεν είχε θεωρήσει μαζί του, εκτός από μερικούς.
et: [Nii et see oli], kui meie käsk tuli ja ahju kuni ületäitumise, me ütlesime "Koormuse korral laeva iga [olend] kaks semud ja teie pere, välja arvatud need, kelle sõna on ees ja [lisada] kes on uskunud." Kuid ükski uskus temaga, välja arvatud mõned.
fi: [Oli] vasta kun meidän komento tuli ja uuni ylipitkät, sanoimme "Load heti alusta kunkin [olento] kaksi kaverit ja perheellesi, lukuun ottamatta niitä, joista sana on edeltänyt, ja [] kuka on uskonut." Mutta kukaan ei uskonut, lukuun ottamatta muutamia.
he: [אז זה היה], עד מתי הפיקוד שלנו הגיע התנור גלש, אמרנו, "עומס על הספינה של כל [יצור] שני החברים והמשפחה שלך, למעט אלה שלגביהם המילה כמלומד וכלול [], מי האמין." אבל אף אחד לא האמין לו, למעט מעטים.
hr: [Tako je], do kada je naše zapovjedništvo i pećnicu preplavljeno, rekli smo, "Teret na brodu svaki [bića] dvije srodne i obitelji, osim onih o kojima riječ prethodi i [uključivati] tko vjeruje." Ali nitko nije vjerovao s njim, osim nekoliko.
lt: [Kad jis], iki kada mūsų komandą atėjo ir krosnies krantų, mes pasakė, "Apkrova ant laivo kiekvieno [padaras] du draugai ir šeima, išskyrus tuos, apie kurį žodis buvo prieš, ir [yra] kas tikėjo." Bet niekas būtų manoma su juo, išskyrus keletą.
lv: [Tā arī bija], līdz, kad mūsu komanda nāca un krāsns pārpildīts, mēs teicām: "Slodze uz kuģa katra [radījums] diviem biedriem un savu ģimeni, izņemot tos, par kuriem ir pirms vārdu, un [ir], kurš uzskatīja,." Bet neviens cerēja, ka kopā ar viņu, izņemot dažus.
nb: [Så det var], inntil da vår kommando kom og ovn fløt, vi sa, «Load på skipet av hver [skapning] to vennene og familien din, unntatt de om hvem ordet har forut og [er] Hvem har trodd.» Men ingen hadde trodd med ham, bortsett fra noen få.
sk: [Tak bolo], až keď prišiel nášho velenia a rúra pretečie, sme povedali, "Záťaž na loď každý [tvor] dvaja kamaráti a rodinou, s výnimkou tých, o ktorých slovo predchádzali a [Uveďte] kto to veril." Ale nikto veril s ním, okrem niekoľkých.
sl: [Tako bilo], do kdaj prišel naš ukaz in oven prekoračil, smo rekli, "Tovor na ladji vsak [bitje] dve častniki in svojo družino, razen tistih, o katerih je pred besedo, in [vključujejo] kdo je verjel." Vendar nobeden je menila z njim, razen nekaj.
sr_cyrl: [Јесте], до када се вратио нашу команду и рерну је препуњен, рекли смо, "Терет на броду сваки [створење] Варна и твоја породица, осим оних о коме је претходио реч, а укључују ко год верује." Али нико није веровао с њим, осим неколико.
sr_latn: [Jeste], do kada se vratio našu komandu i rernu je prepunjen, rekli smo, "Teret na brodu svaki [stvorenje] Varna i tvoja porodica, osim onih o kome je prethodio reč, a uključuju ko god veruje." Ali niko nije verovao s njim, osim nekoliko.
uk: [Так було], поки коли наша команда прийшла і духовка був переповнений, ми вже говорили, "Навантаження на судно кожного [істота] двох товаришів і вашої родини, за винятком тих, про яких слово передувало і [включають в себе] той, хто повірив." Але ніхто не вірив з ним, за винятком декількох.
vi: [Vì vậy nó đã], cho đến khi chỉ huy của chúng tôi đến và lò nướng tràn, chúng tôi đã nói, "Load sau khi chiếc tàu chiến của mỗi [sinh vật] hai bạn cùng và gia đình của bạn, ngoại trừ những người về người mà từ có trước và [gồm] bất cứ ai có tin." Nhưng không ai tin rằng với anh ta, ngoại trừ một vài.
zu: [Ngakho kwaba], kwaze umyalo Zethu kwafika lapho futhi kuhhavini ikhuza, sathi: "Umthwalo phezu umkhumbi ngamunye [izidalwa] abangane bomshado ababili kanye nomndeni wakho, ngaphandle kwalezo ngaye izwi aseshiwo [ihlanganisa] ubani onezinto

# Quran1514
source: And [Noah] said, "Embark therein; in the name of Allah is its course and its anchorage. Indeed, my Lord is Forgiving and Merciful."
ca: I [Noah] deia, "embarcar-se en ell; en nom d'Allah és el seu curs i el seu ancoratge. De fet, el meu Senyor és indulgent i Clement."
cy: A dywedodd [Noah], "cychwyn ynddo; enw Allah yn ei gwrs ac yn ei Angorfa. Yn wir, fy Arglwydd yn Forgiving a Merciful."
da: Og [Noah] sagde, "indlede deri; i Allahs navn er dens kursus og dennes fastgøring. Ja, min herre er Forgiving og barmhjertige."
el: Και [Νώε] είπε, «επιβιβαστείτε σε αυτό. στο όνομα του Αλλάχ είναι η πορεία και η αγκύρωσή. Πράγματι, μου Λόρδος είναι επιεικής και φιλεύσπλαχνος.»
et: Ja [Noah] ütles: "alustada nimele Allah on oma kursuse ja selle kinnitus. Tõepoolest, minu Issand on Forgiving ja Merciful."
fi: Ja [Nooa] sanoi, " Allahin nimessä on elänyt ja sen kiinnityspisteen. Itse asiassa minun herrani on anteeksiantava ja armollisin."
he: [נח] אמר, "לצאת בו; . בשם אללה הוא כמובן שלה anchorage שלה. . אכן, אדוני הוא Forgiving הרחום והחנון."
hr: I [Noa] je rekao, "ukrcati se u ime Allaha je svojim tokom i svojim sidrište. Doista, gospodaru je opraštanje i milostiv."
lt: Ir [Nojus] tarė: "pradėti Dievo vardas yra jo kurso ir jos įtvirtinimo įtaisas. Iš tiesų, mano Viešpats yra Forgiving ir litosciwy."
lv: Un [Noa] teica: "iekāpt tajā; tā kā nosaukums Allah ir savu gaitu un tās stiprinājums. Protams, mans Lord ir piedošanu un žēlsirdīgs."
nb: [Noah] sa: «ut der; i Allahs navn er kurs og dens anchorage. Faktisk, min Herre er tilgi og barmhjertig.
sk: A [Noah] povedal: "pustiť. v mene Alaha je jeho priebeh a jej ukotvenie. Vskutku, môj pán je odpúšťajúci a Milosrdných."
sl: In [Noah] je dejal, "stopijo v njem; v imenu Alah je svojo smer in njegovo pritrdišče. Pravzaprav, moj gospodar je tolerantna in usmiljen."
sr_cyrl: И [Ноа] је рекао, "упустимо у томе; у име Алаха је својим током и својим анцхораге. Заиста , мој господару је Форгивинг и милостив."
sr_latn: I [Noa] je rekao, "upustimo u tome; u ime Alaha je svojim tokom i svojim anchorage. Zaista, moj gospodaru je Forgiving i milostiv."
uk: І [Ной] сказав, "приступити в ньому; в ім'я Аллаха є свій курс і його кріплення. Справді, мій Господь є бачить і Merciful".
vi: Và [Noah] nói: "tham gia trong đó; nhân danh Allah là khóa học của mình và của nó anchorage. Thật vậy, thưa Đức vua là Forgiving Merciful."
zu: Futhi [uNowa] wathi: "Iqale therein. Egameni Allah wo kambe Anchorage zalo Ngempela, Nkosi yami Thethelela Nomusa futhi."

# Quran1515
source: And it sailed with them through waves like mountains, and Noah called to his son who was apart [from them], "O my son, come aboard with us and be not with the disbelievers."
ca: I navegat amb ells a través de les ones com muntanyes i Noah diu al seu fill que era [d], "O el meu fill, Vine a bord amb nosaltres i no ser amb els disbelievers."
cy: A hwylio gyda nhw drwy'r tonnau fel y galwodd y mynyddoedd, a Noah i'w fab a oedd ar wahân [ohonynt], "O fy mab, ddod ar fwrdd gyda ni ac yn nid gyda y disbelievers."
da: Og det sejlede med dem gennem bølgerne som bjerge, og Noah kaldet til sin søn, der var fra hinanden [af dem], "O min søn, kom om bord med os og ikke være med vantro."
el: Και έπλευσε με τους μέσα από τα κύματα, όπως τα βουνά, και του Νώε που ονομάζεται στο γιο του που ήταν εκτός [από τους], «Ο γιος μου, έρχονται στο κατάστρωμα μαζί μας και δεν είναι με το disbelievers.»
et: Ja see sõitnud nendega läbi lainete nagu mäed ja noa kutsus oma pojale, kes oli peale [neid], "O mu poeg, tule meiega pardal ja ei tohi olla ka uskottomille."
fi: Ja se purjehti heidän kanssaan läpi aaltojen kuin vuoret ja Noah nimeltään pojalleen, joka oli lisäksi [heille], "Oi poikani, tule kyytiin ja olla ei saa luovuttaa."
he: ואת זה הפליג עם אותם באמצעות גלים וגם נוח הרים קרא לבנו שהיה אחד מהשני [מהם], "O בני, עלו איתנו, לא עם disbelievers."
hr: I plovili s njima kroz valove, kao planina, i Noah pozvao da njegov sin koji je osim [ih], "O moj sine, surađivati i biti ne sa se iskuse."
lt: Ir jis išplaukė su jais per bangas kaip kalnų ir Noah vadinamas jo sūnų, kuris buvo be [juos], "O mano sūnus, atėjusius su mumis ir būti ne su į disbelievers."
lv: Un tas, kas kuģoja ar tiem cauri viļņiem kā kalni un Noah sauc savu dēlu, kurš bija izņemot [tiem], "O mans dēls, kāpjošos ar mums nedrīkst būt ar disbelievers."
nb: Og det seilte med dem gjennom bølger som fjell og Noah kalt til sin sønn som var fra hverandre [fra dem, "min sønn, kom om bord med oss og bli ikke med troende.
sk: A to s nimi preplával vlny ako hory a Noah volal na svojho syna, ktorý bol okrem [im], "môj synu, prišiel na palube s nami nebude s neveriacim."
sl: In pluli z njimi skozi valove kot gore in Noah imenuje za svojega sina, ki je bil poleg [jih], "O moj sin, pridejo na krov z nami in ne biti z na disbelievers."
sr_cyrl: И пловио са њима кроз таласе, као планина, а Ноа је звао његовом сину који је био поред [их], "О мој сине, укрцајте се с нама и не будем са скептике."
sr_latn: I plovio sa njima kroz talase, kao planina, a Noa je zvao njegovom sinu koji je bio pored [ih], "O moj sine, ukrcajte se s nama i ne budem sa skeptike."
uk: І він плив з ними через хвилі, як гори та Ной називається до свого сина, який був Крім [їх], "O мого сина, приходять на борту з нами і бути не з у disbelievers."
vi: Và nó đã đi với họ thông qua sóng như núi, và Noah gọi là cho con trai đã ngoài [chúng], "O con trai tôi, đi trên tàu với chúng tôi và không với các thì."
zu: Futhi ngomkhumbi nabo ngokusebenzisa amagagasi afana ezintabeni, Nowa bizela ukuba indodana yakhe ngikude [kusukela kubo], "O ndodana yami, woza emkhunjini nathi futhi kungabi disbelievers."

# Quran1516
source: [But] he said, "I will take refuge on a mountain to protect me from the water." [Noah] said, "There is no protector today from the decree of Allah, except for whom He gives mercy." And the waves came between them, and he was among the drowned.
ca: [Però] va dir, "Vaig a prendre refugi en una muntanya per protegir-me de l'aigua." [Noah], va dir, "No hi ha cap protector d'avui el decret d'Allah, excepte qui imparteix misericòrdia." I les ones va entre ells, i va ser entre el ofegada.
cy: [Ond] ddywedodd, "Cymeraf lloches ar fynydd fy amddiffyn rhag y dŵr." [Noah] yn dweud, "Mae oes protector heddiw gan archddyfarniad Allah, heblaw am bwy mae'n rhoi drugaredd." A daeth y tonnau rhyngddynt, ac yr oedd ymysg y boddi.
da: [Men] han sagde, "Jeg vil tage tilflugt på et bjerg for at beskytte mig fra vandet." [Noah] sagde, "Der er ingen beskytter i dag fra dekret af Allah, bortset fra hvem han giver nåde." Og bølgerne kom mellem dem, og han var blandt de druknede.
el: [Αλλά], είπε, «Θα πάρω καταφύγιο σε βουνό να με προστατεύει από το νερό.» [Νώε] είπε, «Δεν υπάρχει κανένα προστατευτικό σήμερα από το διάταγμα, του Αλλάχ, εκτός από τους οποίους δίνει έλεος.» Τα κύματα ήρθε μεταξύ τους και ήταν μεταξύ η πνίγηκε.
et: [Kuid] ta ütles: "Ma võta varjupaika kaitsta mind vette mägi." [Noah] ütles: "Ei ole kaitsja täna dekreedi Allah, välja arvatud, kellele ta annab armu." Ja lained tulid nende vahel, ja ta oli seas ning uppus.
fi: [Mutta] hän sanoi: "Otan turvaa vuorella suojella minulle vettä." [Nooa] sanoi, "Ei ole protector tänään asetus-lta hillitä, paitsi kenelle hän antaa armon." Ja aallot oli välillä, ja hän kuului hukkui.
he: [אבל] הוא אמר, "אני אקח מקלט על ההר להגן עלי מפני המים". [נח] אמר, "יש לא מגן היום מתוך פסק הדין של אללה, פרט למי הוא נותן רחמים". הגלים הגיעו ביניהם, הוא היה בין שטבע.
hr: [Ali] je rekao, "Ja ću utočište na planini u zaštiti od vode." [Noa] je rekao, "Nema zaštitnika danas iz Uredbe Allaha, osim koga on daje milost." Valovi su između njih i bio je među se utopio.
lt: [Tačiau] jis pasakė: "Aš priimti prieglobsčio kalnų apsaugoti mane nuo vandens." [Nojus] tarė: "Nėra joks raštas šiandien iš dekreto Dievo, išskyrus kuriam jis duoda malonės." Ir bangos buvo tarp jų, ir jis buvo vienas ir nuskendo.
lv: [Bet] viņš teica: "Es veikšu patvērumu uz kalnu, lai pasargātu mani no ūdens." [Noa] teica: "Tur ir šodien no dekrēta Allah, izņemot to, kam viņš dod žēlsirdība nav aizsargs." Un viļņi bija starp tiem, un viņš bija starp noslīka.
nb: [Men] Han sa, "Jeg vil ta tilflukt på et fjell å beskytte meg fra vannet." [Noah] sa, "Det er ingen beskytter i dag fra nedgang av Døyve, bortsett fra hvem han gir nåde." Og bølgene kom mellom dem, og han var blant de druknet.
sk: [Ale] povedal: "Budem mať útočisko na horu na ochranu mi z vody." [Noah] povedal: "Neexistuje žiadny protektor dnes z vyhlášky Alaha, okrem koho on dáva milosť." Vlny prišli medzi nich a bol medzi utopil.
sl: [Vendar] dejal je: "Bo se zatekli na goro, da me zaščiti iz vode." [Noah] je dejal, "Ni ne zaščitnik danes od odlok od Allah, razen jim daje milost." In valovi prišel med njimi, in je bil med je utonil.
sr_cyrl: [Међутим ], рекао је он, "Водим уточиште на планини да ме заштити од воде." [Ноа ] рекао, "Нема заштитника данас из декрета Аллах, осим кога он даје милост." Таласи су између њих и био је међу утопљенице.
sr_latn: [Međutim], rekao je on, "Vodim utočište na planini da me zaštiti od vode." [Noa] rekao, "Nema zaštitnika danas iz dekreta Allah, osim koga on daje milost." Talasi su između njih i bio je među utopljenice.
uk: [Але] він сказав: "Я візьму притулок на горі, щоб захистити мене від води." [Ной] сказав: "Немає не протектор сьогодні від указ Аллаха, за винятком кого він дає милосердя". І хвилі прийшов між ними, і він був серед втопили.
vi: [Nhưng] ông nói, "Tôi sẽ trốn trên một ngọn núi để bảo vệ tôi từ nước." [Noah] nói, "Không có không có bảo vệ ngày hôm nay từ sắc lệnh của Allah, ngoại trừ người mà ông cho là lòng thương xót." Và những con sóng đến giữa chúng, và ông là một trong những bị chết đuối.
zu: [Kodwa] wathi, "Ngizophephela entabeni ukuba angivikele emanzini."
