Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3175
source: And Solomon inherited David. He said, "O people, we have been taught the language of birds, and we have been given from all things. Indeed, this is evident bounty."
ca: I Salomó va heretar de David. Va dir: «O gent, que ens han ensenyat el llenguatge dels ocells, i ens ha donat des de totes les coses. De fet, aquest és recompenses evidents".
cy: A etifeddodd Solomon David. Dywedodd, "O bobl, wedi cael eu haddysgu iaith adar, a roddwyd inni o'r holl bethau. Yn wir, dyma bounty amlwg.
da: Og Salomon arvet David. Han sagde, "O mennesker, vi har lært sproget i fugle, og vi har fået fra alle ting. Ja, dette er indlysende bounty."
el: Και Solomon κληρονόμησε David. Είπε, «O ανθρώπους, μας έχουν μάθει τη γλώσσα των πουλιών, και μας έχει δοθεί από όλα τα πράγματα. Πράγματι, αυτό είναι εμφανές γενναιοδωρία.»
et: Ja Saalomoni päritud David. Ta ütles: "O inimesed, meil on õpetanud lindude keelt ja me oleme andnud kõik asjad. Tõepoolest, see on ilmne bounty."
fi: Ja Salomo peri David. Hän sanoi: "Oi ihmiset, meille on opetettu kieli lintuja ja meille on annettu kaikki asiat. Itse asiassa tämä on selvää bounty."
he: שלמה ירש David. הוא אמר, "O אנשים, לימדו את השפה של ציפורים, ולא ניתנו לנו מכל הדברים. אכן, זה ניכר ראשים".
hr: I Salomon naslijedio David. On je rekao, "O ljudi, učili jezik ptica, i dobili smo od svih stvari. Doista, ovo je očito nagradu."
lt: Ir Saliamono David. Jis pasakė: "O žmonės, mes buvo mokomi paukščių kalba, ir mums buvo suteikta iš visų dalykų. Iš tiesų, tai yra akivaizdus bounty."
lv: Un Solomona mantoja David. Viņš teica: O cilvēki, mums ir mācīts putnu valoda, un mums ir dota no visām lietām. Patiešām, tas skaidrs, devība."
nb: Og Salomo arvet David. Han sa, "O folk, vi har lært språket for fugler, og vi har fått alle ting. Faktisk er dette tydelig skuddpremie.
sk: A Šalamún zdedil David. On povedal: "O ľudí, sme sa učili jazyk vtákov, a sme dostali od všetkých vecí. V skutočnosti to je zrejmé odmenu."
sl: In podedoval Salomon David. Je dejal, "O ljudi, smo se naučili jezika ptic, in smo dobile iz vseh stvari. Pravzaprav, to je očitno radodarnosti."
sr_cyrl: А Соломон је наследио Давид. Он је рекао, "О људима, смо научена је језик птица, а ми смо добили из свих ствари. Заиста , ово је очигледно на уцењене главе."
sr_latn: A Solomon je nasledio David. On je rekao, "O ljudima, smo naučena je jezik ptica, a mi smo dobili iz svih stvari. Zaista, ovo je očigledno na ucenjene glave."
uk: І Соломон успадкував David. Він сказав: "О люди, ми вчили мови птахів, і ми отримали від всіх речей. Дійсно, це проявляється Баунті".
vi: Và Solomon thừa hưởng David. Ông nói, "O người, chúng ta đã được dạy là ngôn ngữ của loài chim, và chúng tôi đã được đưa ra từ tất cả mọi thứ. Thật vậy, đây là điều hiển nhiên bounty."
zu: Futhi uSolomoni ezuza uDavide.

# Quran3176
source: And gathered for Solomon were his soldiers of the jinn and men and birds, and they were [marching] in rows.
ca: I es van reunir per Solomon eren seus soldats de la jinn i homes i ocells, i ells [va] en files.
cy: Ac a gasglwyd ar gyfer Solomon oedd ei filwyr jinn a dynion a adar, a nhw oedd [yn gorymdeithio] yn rhesi.
da: Og samlet for Salomo var hans soldater af jinn og mænd og fugle, og de [marcherende] i rækker.
el: Και συγκεντρώθηκαν για Solomon ήταν οι στρατιώτες του jinn και τους άνδρες και πουλιά, και [βάδιζαν] σε σειρές.
et: Ja kogutud Saalomoni olid tema sõdurid dzinni ja mehi ja linnud, ja nad olid [marsivad] ridades.
fi: Ja Salomo olivat sotilaidensa jinn ja miesten ja lintujen ja he [marssivat] riveissä.
he: התאספו עבור שלמה היו חייליו של ג'יני, גברים ו ציפורים, הם היו [צועדים] בשורות.
hr: I okupio Solomonu su njegovi vojnici Jin i ljudi i ptica, i su [marširale] u redovima.
lt: Ir susirinko Saliamono buvo jo kariai džinas ir vyrų ir paukščiai, ir jie buvo [žygiavimas] eilėmis.
lv: Un pulcējās Solomons bija viņa karavīru Džins un vīriešiem un putniem, un tie bija [soļo] rindās.
nb: Og Salomo var hans soldater av jinn og menn og fugler, og de [marsjerte] i rader.
sk: A zhromaždili Šalamúna boli vojaci jinn a mužov a vtáky, a oni boli [pochodu] v riadkoch.
sl: In zbrali Salomon so bili njegovi vojaki jinn in moških in ptic, in so bili [korakajo] v vrsticah.
sr_cyrl: Окупили су се за Соломон су били његови војници јинн и људи и птице, а [марљирали су] у редове.
sr_latn: Okupili su se za Solomon su bili njegovi vojnici jinn i ljudi i ptice, a [marљirali su] u redove.
uk: І зібрав Соломон були його солдати jinn і чоловіків і птахів, і вони [йшли] у рядках.
vi: Và tập trung cho Solomon là binh lính của ông của jinn và người đàn ông và các loài chim, và họ đã [diễu hành] trong hàng.
zu: Futhi babuthana Solomoni were akhe we jinn namadoda nezinyoni, futhi zazingeyona [abazoyithola] emigqeni.

# Quran3177
source: Until, when they came upon the valley of the ants, an ant said, "O ants, enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not."
ca: Fins que, quan van arribar a la vall de les formigues, una formiga va dir, "les formigues O, introdueixi el seu habitatges que vostè no aixafats per Solomon i el seus soldats mentre no perceben."
cy: Tan pan ddaethant ar y Dyffryn o forgrug, morgrugyn yn dweud, "O forgrug, rhowch eich anheddau hynny ydych nid gwasgu gan Solomon a ei filwyr tra maent yn teimlo nad."
da: Indtil, når de kom over dalen af myrer, en myre sagde, "O myrer, Indtast din boliger som du ikke blive knust af Solomon og hans soldater, mens de ikke opfatter."
el: Έως ότου, όταν ήρθαν επάνω την κοιλάδα των μυρμηγκιών, ένα μυρμήγκι είπε, «O μυρμήγκια, εισάγετε κατοικιών σας που σας δεν πρέπει να συνθλίβονται από τον Σόλομον και οι στρατιώτες του ενώ δεν αντιλαμβάνονται.»
et: Kuni, millal nad tuli ants, valley ant öelnud, "O ants, sisestage oma eluruumide mis te ei tohi purustada Saalomoni ja tema sõdurid kuigi nad tajuvad mitte."
fi: Asti, kun he saapuivat valley muurahaisia, ant sanoi "O muurahaisia, anna teidän asunnot että te ei murskattiin Salomo ja hänen sotilaansa kun he kokevat ei."
he: עד מתי שהם באו על העמק של הנמלים, נמלה אמר, "O נמלים, הזן את דייריהם זה אתה לא להימחץ על ידי שלמה וחייליו בזמן שהם רואים לא."
hr: Dok se, kad su došli na dolinu mrava, mrav je rekao, "O mravi, unesite svoje nastambe koje ti ne može slomiti na Solomon i njegovi vojnici dok ne vide."
lt: Iki, kada jie atėjo į slėnį, skruzdės, skruzdė sakė, "O skruzdės, įveskite savo būsto, jums negali būti suspaudžiami Saliamonas ir jo kariai o jie suvokia ne."
lv: Līdz, kad viņi sastapa skudras, ielejas ant teica: "O. skudras, ievadiet savu mājokļu, kas jums nav saspiesta, Solomons un viņa karavīri, kamēr viņi uztver ne."
nb: Før, når de kom over dalen maur, en maur sa, "O maur, angi boliger som du ikke bli knust av Salomo og hans soldater mens de ikke oppfatter."
sk: Do doby, kedy prišli na údolie mravce, mravce povedal: "O mravce, zadajte svoje obydlia ktoré ste nemali byť drvené Solomon a jeho vojaci, zatiaľ čo vnímajú nie."
sl: Do kdaj so prišli po dolini mravlje, mravlja je dejal, "O mravlje, vnesite vaš stanovanj ki ste ne zmečkala Salomon in njegovi vojaki, medtem ko menijo, da ne."
sr_cyrl: Све док, када се врате на долину мрава, мрав је рекао, "О мравима, унесите своје станова који ти не буде сломљен Соломон и његови војници док не виде."
sr_latn: Sve dok, kada se vrate na dolinu mrava, mrav je rekao, "O mravima, unesite svoje stanova koji ti ne bude slomljen Solomon i njegovi vojnici dok ne vide."
uk: До тих пір, коли вони наткнулися на долині мурах, мураха сказав "O мурах, введіть ваших житлах, про які ви не пригнічені Соломона і його солдати поки вони не сприймають."
vi: Cho đến, khi họ đến khi thung lũng kiến, một con kiến nói, "O kiến, nhập vào nhà của bạn mà bạn không được nghiền nát bởi Solomon và binh lính của mình trong khi họ không nhận thức."
zu: Kuze, lapho wehlela phezu esigodini izintuthwane, i intuthwane wathi: "O izintuthwane, faka izindawo zenu zokuhlala ukuthi yini eliyochotshozwa uSolomoni namabutho akhe ngesikhathi bebona hhayi."

# Quran3178
source: So [Solomon] smiled, amused at her speech, and said, "My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to do righteousness of which You approve. And admit me by Your mercy into [the ranks of] Your righteous servants."
ca: Així [Solomon] va somriure, divertit al seu discurs i va dir: "Senyor, permetre'm ser agraït per favor que hagi atorgat mi i els meus pares i fer justícia que aprovar. I admetre m els teu Mercè a [les files de] teus servents justos. "
cy: Felly y mae [Solomon] gwenu, yn ddoniol yn ei haraith, a dywedodd, "fy Arglwydd, fy ngalluogi i fod yn ddiolchgar am eich favor a ydych wedi rhoi'r ar mi ac ar fy rhieni a chyfiawnder i cymeradwywch y. Ac mi gyfaddef gan eich drugaredd i [rhengoedd y] eich gweision hoes dabloid. "
da: Så [Salomon] smilede, morer sig på sin tale og sagde, "min herre, slå mig til at være taknemmelig for din tjeneste, som du har skænket mig, og mine forældre og gøre retfærdighed som du kan godkende. Og indrømme mig af din nåde ind [i rækken af] din retfærdige tjenere. "
el: Έτσι [Solomon] χαμογέλασε, διασκεδάζει με την ομιλία, και είπε, «Κύριέ μου, καθιστούν ικανή να είμαστε ευγνώμονες για την εύνοιά σας που σας έχουν κατοχυρωμένες επάνω μου και κατόπιν τους γονείς μου και για να το κάνετε δικαιοσύνη που εγκρίνετε. Και παραδέχονται μου από σας έλεος σε [τάξεις του] τους δούλους σου δίκαιος.»
et: Nii [Saalomoni] naeratas, lõbustas oma kõnes ja ütles: "Issand, luba mind olema tänulik oma kasuks, mida olete andnud mulle ja mu vanemad ja teha millest kinnitate õiguseks. Ja tunnistama mind poolt oma halastust [Auastmed] oma õigemeelsed teenistujate. "
fi: Joten [Solomon] hymyili huvitti puheenvuorossaan ja sanoi: "herrani, ehdin olla kiitollinen ajaksi sinun hyväksesi, joka on suonut minulle ja vanhemmilleni ja vanhurskauden, jonka hyväksyt. Ottamaan minut armosi riveihin [] hurskaat palvelijat. "
he: אז [שלמה] חייך, משועשע על הדיבור שלה, ואמר, "אדוני, מאפשרים לי להיות אסיר תודה על הטובה שלך אשר שנתתם עלי ועל ההורים שלי וכדי לעשות צדק אשר אישרת. להודות לי על ידי לרחמים שלך לתוך [לשורות] המשרתים צדיקים שלך. "
hr: [Solomon] nasmijala, zabavlja u svom govoru pa je rekao: "gospodaru moj, Omogući mi biti zahvalan za prilog koji ste nesebično na mene i na moje roditelje i pravednosti koji ti se sviđa. I priznati me tvojom milošću u [redove] pravedni sluge. "
lt: Taigi [Saliamono] nusišypsojo, linksmins savo kalboje, ir tarė: "mano Viešpats leidžia man būti dėkingas už savo naudai, kuris jums suteikė man ir mano tėvams ir tai tiesos, kurios jums patvirtinti. Ir priimti mane iš savo gailestingumo į [gretas] jūsų teisieji tarnautojai. "
lv: Tātad [Zālamana] pasmaidīja, uzjautrinādamās par viņas runu un teica: "mans kungs, ļauj man būt pateicīgs par jūsu labā, kas ir apveltīts, pār mani un maniem vecākiem un darīt taisnības, kuru apstiprina. Un uzņemt mani ar savu žēlastību vērā [rindās] taisns kalpi. "
nb: Så [Solomon] smilte, underholdt på sin tale og sa: «min Herre, gjør meg til å være takknemlig for din favør som du har skjenket meg og mine foreldre og gjøre rettferdighet som du godkjenner. Og innrømme meg av miskunn inn [i] din rettferdige tjenere. "
sk: Tak [Šalamún] usmial, bavil na jej prejav a povedal, "môj pán, som vďačný za vašu priazeň, ktorú ste venoval na mne a na mojich rodičov a spravodlivosť, ktorú schválite. A priznať mi svoje milosrdenstvo, do [radov] spravodlivý zamestnancov. "
sl: Tako [Salomon] nasmehnila, zabaval na svoj govor in reče: "Moj Gospodar, omogoči mi je hvaležen za vašo korist, ki jih podeljuje mene in moji starši in pravičnosti, ki ga odobri. In priznati, da mi z vašo milost v [vrstah] pravični uslužbencev. "
sr_cyrl: Дакле [Соломон] насмејао, забавно у свом говору, и рекао: "господару мој, омогући ми да будем захвалан за твоју услугу која вам подарили мене и моје родитеље и везе праведност тога да одобравате. И мене примити у својој милости у [на ранг] праведни слуге. "
sr_latn: Dakle [Solomon] nasmejao, zabavno u svom govoru, i rekao: "gospodaru moj, omogući mi da budem zahvalan za tvoju uslugu koja vam podarili mene i moje roditelje i veze pravednost toga da odobravate. I mene primiti u svojoj milosti u [na rang] pravedni sluge. "
uk: Так [Соломон] посміхнувся, веселили у своєму виступі і сказав: "Господи, дають мені бути вдячні за вашу користь і мають дарував на мені і на моїх батьків і робити якого ви схвалити праведності. І визнати мене Ваша милість до [лав] твоїми праведними. "
vi: Vì vậy [Solomon] cười, amused lúc lời nói của cô và nói: "Thưa ngài, cho phép tôi để được biết ơn đối với các ưu tiên của bạn mà bạn đã ban cho tôi và khi cha mẹ tôi và làm sự công bình mà bạn chấp nhận. Và nhận tôi bằng lòng thương xót của bạn vào [các cấp bậc của] của công chức công bình. "
zu: Ngakho [uSolomoni] wamomotheka, wamenza inhlekisa phambi kwezinye at inkulumo yakhe, wathi: "Nkosi yami, ngikwazi ukuba ngibonge umusa Wakho lapho You pha me naphezu abazali bami futhi ukuba benze ukulunga zazo You vumela. Futhi Mukela me Yakho

# Quran3179
source: And he took attendance of the birds and said, "Why do I not see the hoopoe - or is he among the absent?
ca: I ell va tenir presència de les aus i va dir: "per què jo no veig la puput - o és ell entre els absents?
cy: A cymerodd presenoldeb yr adar a dweud, "Pam fi nid gweler y hoopoe-neu ef ymhlith y absennol?
da: Og han tog fremmøde af fuglene og sagde: "Hvorfor kan jeg ikke se hærfuglen - eller er han blandt de fraværende?
el: Και πήρε την συμμετοχή των πουλιών και είπε, "γιατί εγώ δεν βλέπω ο τσαλαπετεινός - ή είναι αυτός μεταξύ την απούσα;
et: Ja ta võttis kohalolijate linnud ja ütles: "miks ei näe ma vaenukägu - või on ta seas on puudu?
fi: Ja hän otti osallistuminen lintujen ja sanoi, "miksi minä näe heimonsa - tai on hän kesken poissa?
he: הוא לקח את הנוכחות של הציפורים ואמר, "מדוע אני לא רואה את הדוכיפת - או האם הוא בין הנעדר?
hr: I on je prisustvo ptica i rekao, "Zašto ja ne vidjeti pupavac - ili je on među je odsutan?
lt: Ir jis paėmė lankomumo paukščių ir tarė: "kodėl aš nematau Kukutis - ar jis tarp to nėra?
lv: Un viņš ņēma putnu dalību un teica: "Kāpēc man nav redzēt Pupuķis - vai viņš vidū ir klāt?
nb: Og han tok tilstedeværelse av fugler og sa, "Hvorfor kan jeg ikke se Hodhod - eller er han blant den fraværende?
sk: A vzal návštevnosti vtákov a povedal: "prečo sa mi nevidí Dudek - alebo je medzi chýba?
sl: In vzel udeležba ptic in reče: "zakaj sem ne glej janja - ali je bil med je odsoten?
sr_cyrl: И узео присуство птице и рекао, "Зашто ја не би видели петлижу - или је он међу је одсутан?
sr_latn: I uzeo prisustvo ptice i rekao, "Zašto ja ne bi videli petliжu - ili je on među je odsutan?
uk: І, взявши відвідуваності птахів сказав: "Чому я не бачу одуд - або він серед на відсутні?
vi: Và ông đã tham dự của các loài chim và nói, "tại sao tôi không thấy làm Re - hoặc là ông giữa sự vắng mặt?
zu: Wasethatha ababekhona izinyoni, wathi: "Kungani ngingazange ngikubone noziningweni - noma ingabe phakathi ngingekho?

# Quran3180
source: I will surely punish him with a severe punishment or slaughter him unless he brings me clear authorization."
ca: Em segurament castigar amb un càstig sever o massacre d'ell llevat que em porta autorització clar."
cy: Rwy'n bydd siawns cosbi ef â chosbi difrifol neu ladd ef oni bai y daw ef mi awdurdodi clir.
da: Jeg vil helt sikkert straffe ham med en hård straf eller slagte ham, medmindre han bringer mig klare tilladelse."
el: Θα σίγουρα να τον τιμωρήσει με μια αυστηρή τιμωρία ή σφαγή του εκτός αν μου φέρνει σαφή εξουσιοδότηση.»
et: Ma kindlasti karistada teda karm karistus või teda tappa, kui ta toob mulle selge loa."
fi: Aion varmasti rangaista häntä ankara rangaistus tai teurastaa hänelle, ellei hän tuo minulle selkeä lupa."
he: . אני בוודאי להעניש אותו עם עונש חמור או לשחוט אותו. אלא אם כן הוא מביא לי אישור ברור."
hr: Neću sigurno ga kazniti sa tešku kaznu ili ga zaklati ako ne donosi mi čisto autorizacije."
lt: Aš tikrai jį nubausti su sunki bausmė arba skerdimo jį nebent jis man duoda aiškų leidimą."
lv: Es noteikti sodīt viņu ar bargu sodu vai viņu nokaut, ja vien viņš dod man skaidra atļauja."
nb: Jeg vil sikkert straffe ham med en streng straff eller slakte ham med mindre han bringer meg klar autorisasjon."
sk: Budem určite potrestať ho prísne potrestanie alebo zabitie mu, ak mi prináša jasné povolenia."
sl: Bom zagotovo kaznuje s hudo kazen ali zakol njega če on privleči mi jasno dovoljenje."
sr_cyrl: Ја ће сигурно га казнити са озбиљним казна или га испљујем, осим ако не доноси ми јасно ауторизације."
sr_latn: Ja će sigurno ga kazniti sa ozbiljnim kazna ili ga ispljujem, osim ako ne donosi mi jasno autorizacije."
uk: Я безумовно покарати його з серйозними покарання або зарізати його, якщо він повертає мене ясно авторизації."
vi: Tôi sẽ chắc chắn trừng phạt anh ta với một hình phạt nặng hoặc giết anh trừ khi anh ta mang lại cho tôi sự cho phép rõ ràng."
zu: I tando surely jezisa him nge isijeziso esinzima noma zibulale naye ngaphandle kokuba kungilethela gunyazwa. "

# Quran3181
source: But the hoopoe stayed not long and said, "I have encompassed [in knowledge] that which you have not encompassed, and I have come to you from Sheba with certain news.
ca: Però la puput es va quedar no llarg i va dir: "vaig tenir conformin [coneixement] allò que no es tenen integrades, i he vingut a vostè des Sheba amb certes notícies.
cy: Ond y hoopoe a arhosodd nid hir a dweud, "yr wyf yn cwmpasu [mewn gwybodaeth] a yr ydych nid yn cwmpasu, ac wedi dod i chi o Sheba gyda rhai newyddion.
da: Men hærfuglen boede ikke langt og sagde: "Jeg har omfattet [i viden], som du ikke har omfattet, og jeg er kommet til dig fra Sheba med visse nyheder.
el: Αλλά ο τσαλαπετεινός δεν έμεινε πολύ και είπε, «εγώ συμπεριέλαβαν [εν γνώσει] αυτό που δεν σας έχουν καλύψει, και έχω έρθει σε εσάς από την Σεβά με ορισμένες ειδήσεις.
et: Kuid ei viibinud kaua ja ütles, vaenukägu "ma hõlmas [teadmistesse] see, mis teil on hõlmas ja tulin teid Sheba alates teatud uudiseid.
fi: Mutta heimonsa jäi ei kauan ja sanoi, "Olen on sisällyttää [tieto] se, joka ei sisältyy, ja tulen teille Sheba tiettyjä uutisia.
he: אבל את הדוכיפת נשאר לא ארוך ואמר, "אני חייב הקיף [בידע] את אשר אתה צריך לא הקיף, באתי אליך שבא עם בשורות.
hr: Ali pupavac nije ostao dugo i rekao, "ja obuhvaćali [u] ono što nisu obuhvaćena, a došao sam vas od Sabe određene vijesti.
lt: Bet Kukutis liko ne ilgas ir sako "aš jau apėmė [į], kuris jums ne apėmė, ir aš turi ateiti pas jus iš Sheba su tam tikrų Naujienos.
lv: Bet Pupuķis palika nav garš un sacīja: "ir ietvēra [uzkrātā pieredze], kas ir nevar plānot uz priekšu un būtu varējusi iet pie jums no Šeba ar dažiem jaunumiem.
nb: Men Hodhod ble ikke lang og sa: "Jeg har omfattet [i kunnskap] det som du ikke har omfattet, og jeg har kommet til deg fra Sheba med visse nyheter.
sk: Ale dudok zostal dlho a povedal, "som sa zaoberala [vo vedomosti], ktoré ste nie zahŕňa a ja som prišiel k vám zo Sáby určité správy.
sl: Vendar janja ostal ni dolgo in rekel, "sem se vključil [v znanja], ki so ne vključeni, in sem prišel do vas iz Sheba z nekaterimi novice.
sr_cyrl: Али на петлижу није остао дуго и рекао, "Ја имам обухваћени [знање] оно што ви имате не обухвата и долазим да ти из Сабе са одређеним вести.
sr_latn: Ali na petliжu nije ostao dugo i rekao, "Ja imam obuhvaćeni [znanje] ono što vi imate ne obuhvata i dolazim da ti iz Sabe sa određenim vesti.
uk: Але одуд залишився не довго і сказав: "я мати охоплюється [знання] те, що ви не були охоплені, і я прийшов до вас з Шиба з певних Новини.
vi: Nhưng Re vẫn không lâu dài và nói, "tôi đã bao phủ [trong kiến thức] đó mà bạn đã không bao gồm, và tôi đã đến để bạn từ Sheba với tin tức nhất định.
zu: Kodwa noziningweni akahlala eside, wathi: "Ngiye uzungeziwe [olwazini] lokho ungazange uzungeziwe, futhi mina ngizile kuwe evela eSheba izindaba ezithile.

# Quran3182
source: Indeed, I found [there] a woman ruling them, and she has been given of all things, and she has a great throne.
ca: De fet, trobava [hi] una dona governant i ha rebut de totes les coses, i ella té un gran tron.
cy: Yn wir, cefais [Mae] menyw dyfarniad iddynt, ac wedi cael yr holl bethau, ac mae ganddi Orsedd fawr.
da: Ja, jeg fandt [der] en kvinde dom dem, og hun har fået af alle ting, og hun har en stor trone.
el: Πράγματι, [εκεί] βρήκα μια γυναίκα κυβερνώντας τα, και έχει δοθεί όλων των πραγμάτων, και έχει μια μεγάλη θρόνο.
et: Tõepoolest, ma leidsin [seal] valitsevaid, naine ja ta on antud kõik asjad ja ta on suurel.
fi: Löysin [siellä] niiden, nainen ja hän on antanut kaiken, ja hän on suuren valtaistuimen.
he: ואכן, מצאתי [שם] אישה שולטים בהם, היא קבלה של כל הדברים ו יש לה כסא נהדר.
hr: Doista, [tamo] našao ženu, vladajuća je dala svih stvari i ima velikog prijestolja.
lt: Iš tiesų, radau [yra] nutarimas juos, moteris ir ji buvo suteikta visų dalykų, ir ji turi didelį sosto.
lv: Patiešām, es atklāju [ir] nolēmumu, sieviete viņa atdos visas lietas, un viņai ir liels tronī.
nb: Faktisk jeg fant [det] en kvinne herskende dem, og hun har blitt gitt av alle ting, og hun har en stor trone.
sk: V skutočnosti [nie] našiel som ženu, otázke je, ona dostala všetky veci a má veľký trón.
sl: Res, [je] ugotovila, da ženska odločanje njih, in ona je dobila vseh stvari, in ima veliko prestol.
sr_cyrl: Заиста , сам нашао [тамо] жена их, владајућа странка дала је свих ствари и има велики трон.
sr_latn: Zaista, sam našao [tamo] žena ih, vladajuća stranka dala je svih stvari i ima veliki tron.
uk: Справді, я знайшов [є] жінка правлячий їх, вона була удостоєна всіх речей і вона має великий трон.
vi: Thật vậy, [có] tôi tìm thấy một người phụ nữ cầm quyền họ, và cô ấy đã được đưa ra của tất cả mọi thứ, và bà có một ngai vàng tuyệt vời.
zu: Ngempela, ngathola [khona] kosikazi nqumo them, futhi Uphiwe wazo zonke izinto, futhi enendawo sobukhosi esikhulu.
