Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2626
source: Inclining [only] to Allah, not associating [anything] with Him. And he who associates with Allah - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place.
ca: [Només] inclinar a Allah, no associar [quelcom] amb ell. I el que s'associa amb Allah - és com si ell havia caigut del cel i es va prendre per les aus o el vent el va portar cap avall a un lloc remot.
cy: Inclining [ond] i Allah, nid cyfeillachu [Dim] gydag ef. Ac ef a associates gydag Allah-Mae fel petai wedi disgyn o'r awyr ac oedd cipio gan yr adar neu roedd y gwynt yn dwyn ef i lawr i fod yn lle o bell.
da: Hælder [kun] til Allah, ikke knytte [alt] med ham. Og han, der knytter til Allah - det er som om han var faldet fra himlen og blev snappede af fuglene eller vinden bar ham ned i et fjerntliggende sted.
el: Επικλινής [μόνο] Αλλάχ, δεν συμμερίζεται [κάτι] μαζί του. Και αυτός που συσχετίζει με Αλλάχ - είναι σαν αυτός είχε πέσει από τον ουρανό και άρπαξαν από τα πουλιά ή ο άνεμος τον φερμένος κάτω σε ένα απομακρυσμένο μέρος.
et: Kallutamist [ainult] Jumala, mitte seostamisel [midagi] teda. Ja kes seostab Jumal - see on nii, nagu ta oli langenud taevast ja mida linnud takerduda või Tuul läbi talle ette remote paika.
fi: Kallistus [vain] jotta hillitä, yhdy [jotain] häntä. Ja hän, joka yhdistää Jumala - se on ikään kuin hän oli pudonnut taivaalta ja linnut siepattiin, tai tuuli kuljettaa hänet alas syrjäinen paikka.
he: Inclining [רק] לאללה, לא שיוך [משהו] איתו. וזה הוא המשייך אללה - כאילו הוא נפל מהשמיים, נחטף על ידי הציפורים או הרוח נשאה אותו אל מקום מרוחק.
hr: Okrenuta [samo] Allahu, ne povezujući [nešto] s njim. A ko pridružuje Allahu - to je kao da je pao s neba i je otet od strane ptica ili vjetar odnio ga dolje u udaljeno mjesto.
lt: [Tik] palenkimo Allaho, ne asocijuojant [nieko] su juo. Ir tas, kuris susieja su Dievo - tai lyg jis nukrito iš dangaus ir buvo atimti iš paukščių arba vėjo atliekamas jį žemyn į atokioje vietoje.
lv: [Tikai] sānsveres Allahu, nevis piesaistot [kaut] ar viņu. Un tas, kas saista ar Allah - tas ir, it kā viņš bija nokritis no debesīm un putni tika pagrābts vai vējš aiznesa viņu uz leju uz attālu vietu.
nb: Skrånende [bare] å Døyve, ikke knytte [alt] med ham. Og han som knytter Allah - det er som om han hadde falt fra himmelen og ble kidnappet av fugler eller vinden båret ham ned til et eksternt sted.
sk: [Len] inklinující k Bohu, nie [niečo] spájali s ním. A ten, kto spája so Alah - je to akoby mu spadla z neba a bol chytený vtáky, alebo vietor odniesol ho dole do vzdialeného miesta.
sl: [Samo] nagibanje v Allah, ne povezujejo [nič] z njim. In kdor z Allah - je, kot da je padel z neba in je pobrala z ptice ali veter ki ga navzdol v oddaljenem kraju.
sr_cyrl: [Само] воља Алаху, не повезивањем [нешто] са њим. И који је повезује са Аллах - то је као да је пао са неба и отета од стране птице или ветар га је носио у удаљеном месту.
sr_latn: [Samo] volja Alahu, ne povezivanjem [nešto] sa njim. I koji je povezuje sa Allah - to je kao da je pao sa neba i oteta od strane ptice ili vetar ga je nosio u udaljenom mestu.
uk: [Лише] схиляючись до Аллаха, не пов'язуючи [що-небудь] з ним. І той, хто пов'язує з Аллах - це, як ніби він впав з неба і була схопив птахів або Вітер несли його в віддаленому місці.
vi: Inclining [chỉ] Allah, không gắn [gì] với anh ta. Và ông đã liên kết với Allah - nó như là mặc dù ông đã rơi từ bầu trời và đã được snatched bởi những con chim hay gió mang anh ta xuống vào một vị trí từ xa.
zu: Inclining [kuphela] Allah, hhayi ukuzihlanganisa [lutho] naYe.

# Quran2627
source: That [is so]. And whoever honors the symbols of Allah - indeed, it is from the piety of hearts.
ca: Que [es-ho]. I qui honra els símbols d'Allah - de fet, és de la pietat dels cors.
cy: Y [yn hynny]. A pwy bynnag honors symbolau Allah-yn wir, mae'n o piety calonnau.
da: At [er]. Og den, der ærer symbolerne af Allah - ja, det er fra fromhed af hjerter.
el: Ότι [είναι]. Και όποιος τιμά τα σύμβολα του Αλλάχ - πράγματι, είναι από την ευλάβεια καρδιές.
et: Et [on nii]. Ja kes iganes kiitusega Allah - sümbolid ongi alates südamed vagadus.
fi: Että [on]. Ja kuka kunniaksi Jumala - symbolit onkin peräisin sydämet hurskaus.
he: כי [הוא]. ויש מי שמכבד את הסמלים של אללה - אכן, מתוך אדיקות הלבבות.
hr: Da [je]. I onaj tko poštuje simbola Allah - je, zapravo, iz pobožnosti srca.
lt: Kad [yra]. Ir kas pagyrimu Dievas - simboliai iš tiesų, tai iš širdies pamaldumas.
lv: Ka [ir]. Un kurš apbalvojumus simboli Allāha - patiešām, tas ir no sirdis pietāte.
nb: At [er så]. Og den som hedrer symboler på Allah - faktisk er det fra fromhet hjerter.
sk: Že [je to]. A ten, kto ctí symbolov Boha - je naozaj zo zbožnosti srdce.
sl: Da [je tako]. In kdor odliko simboli Allah - res, da je iz pobožnosti srca.
sr_cyrl: Да [је]. И ко год признања симболе Аллах -, јесте из скромности срца.
sr_latn: Da [je]. I ko god priznanja simbole Allah -, jeste iz skromnosti srca.
uk: Що [це]. І той, хто шанує символи Аллах - дійсно, вона з благочестя серця.
vi: Rằng [là do]. Và bất cứ ai vinh danh những biểu tượng của Allah - quả thật vậy, nó là từ piety trái tim.
zu: Lokho [kunjalo].

# Quran2628
source: For you the animals marked for sacrifice are benefits for a specified term; then their place of sacrifice is at the ancient House.
ca: Per a vostè els animals marcats per al sacrifici són beneficis d'un terme especificat; llavors el seu lloc del sacrifici és a l'antiga casa.
cy: I chi yw'r anifeiliaid a marcio am aberth yn budd-daliadau am gyfnod penodedig; wedyn yn eu lle o aberth y Tŷ hynafol.
da: Du er dyrene markeret til offer fordele for et bestemt tidsrum; så deres offer er i det gamle hus.
el: Οφέλη για εσάς είναι τα ζώα που σημειώνονται για θυσία για σε καθορισμένη προθεσμία· στη συνέχεια, τον τόπο θυσίας είναι αρχαία στην οικία.
et: Teile märgitud ohverdama loomad on kasu tδhtajaliselt; siis ohverdama sadamaala on vana maja.
fi: Voit merkitty uhraus eläimet ovat etuja määräajaksi; sitten paikka uhraus on antiikin talossa.
he: אתה מסומן על ההקרבה שהחיות הטבות לתקופה שצוינה; אז את מקומם של הקרבה הוא בבית עתיק.
hr: Za vas su životinje označene za žrtvu koristi za navedeni izraz; Onda svoje mjesto žrtvovanja je stara kuća.
lt: Jums pažymėtas kaip aukos gyvūnai yra išmokos už nustatytą terminą; tada jų aukos vieta senovės namuose.
lv: Jums ir dzīvnieki, iezīmēja upurēt priekšrocības norādītajā termiņā; tad viņu upuris ir uz senatnīgo māju.
nb: Du er dyrene merket for offer fordeler for en angitt periode; da deres offer er på gamle huset.
sk: Pre vás sú zvieratá označené za obetu výhody stanovené obdobie; potom ich obeť je v starom dome.
sl: Za vas so živali označene za žrtvovanje koristi za določeno obdobje; nato kraja daritev je v stari hiši.
sr_cyrl: За те животиње означене за жртву су бенефиције за наведени појам; Онда је њихово место одрицања у древној кући.
sr_latn: Za te životinje označene za žrtvu su beneficije za navedeni pojam; Onda je njihovo mesto odricanja u drevnoj kući.
uk: Для вас тварини, приречений на жертву є переваги для визначеного слова; потім місце їх жертва знаходиться на старовинному будинку.
vi: Cho bạn động vật đánh dấu cho sự hy sinh những lợi ích cho một thuật ngữ được chỉ định; thì ra sự hy sinh của họ là tại nhà cổ.
zu: Ngoba wena izilwane ibhalwe umhlatshelo izinzuzo ihlandla ezibaluliwe;

# Quran2629
source: And for all religion We have appointed a rite [of sacrifice] that they may mention the name of Allah over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muhammad], give good tidings to the humble [before their Lord]
ca: I de religió ens han nomenat un ritu [del sacrifici] que es poden esmentar el nom d'Allah sobre el que ell ha proporcionat per a ells d'animals [sacrificis]. Pel seu Déu és un Déu, que li presenten. I, [O Muhammad], donar la bona nova a la humil [davant seu Senyor]
cy: Ac ar gyfer pob crefydd, rydym wedi penodi rite [o aberth] y gallai sôn am enw Allah dros beth y mae wedi'i ddarparu ar eu cyfer o anifeiliaid [aberthol]. Ar gyfer eich Duw yn un Duw, felly iddo gyflwyno. A [Muhammad O], roi tidings da i ostyngedig [cyn eu Arglwydd]
da: Og for alle religion har vi udpeget en rite [af offer] at de kan nævne navnet på Allah over hvad han har givet til dem af [offerdyr]. For din Gud er én Gud, så han Send. Og [O Muhammad], give gode tidender til den ydmyge [før deres Herre]
el: Και για κάθε θρησκεία έχουμε ορίσει μια τελετή για [θυσία] ότι ενδέχεται να αναφέρουν το όνομα του Αλλάχ πάνω από αυτό, υπό τον όρο για αυτούς του [] ζώα. Για σας ο Θεός είναι ένας Θεός, έτσι να τον υποβάλουν. Και, [Ο Μωάμεθ], να δώσει καλή είδηση για το ταπεινό, [πριν από τους Λόρδος]
et: Ja kõik religiooni puhul ei nimetanud rite [of sacrifice] et nad võib nimetada Jumala nime üle mida ta on andnud neile [ohvrikivi] loomade. Teie Jumal on üks Jumal, nii et talle esitada. Ja [O Muhammad], anna rõõmusõnumit alandlik [enne nende Issand]
fi: Ja kaikki uskonnon olemme nimittäneet riitti [sacrifice] voi mainita nimi Jumala yli mitä hän on antanut heille [] uhrieläinten. Jumala on yksi Jumala, joten hänelle esittää. Ja [Oi Muhammed], antaa hyvää sanomaa nöyrä [Ennen herransa]
he: עבור כל הדתות יש מונו טקס [של הקרבה] כי הם יכולים להזכיר את השם של אללה מעל מה הוא סיפק להם של [] בעלי חיים. עבור האלוהים שלך הוא אלוהים אחד, אז כדי לו להגיש. ומוחמד, [O], לתת שיסבו האבודים [לפני האדון שלהם]
hr: I za sve religije imaju imenovan obred [žrtvu] da su možda spominje ime Allaha nad što dao za njih [žrtveni] životinja. Vaš Bog je jedan Bog, tako da ga poslati. I [O Muhammad], dati dobre vijesti poniznima [prije svoga Gospodina.
lt: Ir už visos religijos mes paskyrė apeigos [aukos], kad jie gali atsispindėti Dievo vardas per ką jis suteikė jiems [aukos] gyvūnų. Jūsų Dievas yra vienas Dievas, Taigi jam pateikti. Ir, [O Muhammad], duoti gera žinia kuklus [prieš jų valdovas]
lv: Un par visu reliģiju mēs iecelts rituāls [par upuri], ka viņi var minēt Allah vārdu. Tavs Dievs, ir viens Dievs, Tātad viņam iesniegt. Un [O Muhammad] dot labas vēstis pazemīgs [kungs] pirms
nb: Og for alle religion vi har avtalt et ritual [offersted] at de kan nevne navnet på Allah over hva han har gitt dem [oppofrende] dyr. For Gud er en Gud, så ham sende. Og [O Muhammad], gi gode budskap til den ydmyke [Herren]
sk: A pre všetky náboženstva sme určili obrad [obeť] že zmieňujú meno Alah cez poskytol ich [obetné] zvierat. Tvoj Boh, je jeden Boh, tak ho podať. A [Mohamed], dať dobrú zvesť pokorným [pred ich pán]
sl: In za vse vere, mi življati termin obred [žrtvovanje] da lahko omenil ime Allah nad kaj je podal za njih [žrtveno] živali. Za vaš Bog je enega Boga, tako da ga predloži. In [O Muhammad], da dobrih novic ponižen [pred Gospoda]
sr_cyrl: И за све религије смо именовао на обреду [жртву] да су можда спомиње име Алаха над шта пружио за њих [жртвених] животиња. За твој Бог је један Бог, тако да га поднесу. Мухамедом , [О], дати радосне скромни [пред свог господара.
sr_latn: I za sve religije smo imenovao na obredu [žrtvu] da su možda spominje ime Alaha nad šta pružio za njih [žrtvenih] životinja. Za tvoj Bog je jedan Bog, tako da ga podnesu. Muhamedom, [O], dati radosne skromni [pred svog gospodara.
uk: І для всіх релігії нами призначалися обряд [з жертвопринесення], що вони можуть згадати ім'я Аллаха за те, що він надав їм [жертовного] тварин. Для вашого Бога є один Бог, так йому подати. І [O Мухаммад], дати добру новину смиренним [перед їх Господнім]
vi: Và cho tất cả các tôn giáo, chúng tôi đã chỉ định một nghi thức [của sự hy sinh] rằng họ có thể đề cập đến tên của Allah hơn những gì ông đã cung cấp cho họ động vật [hiến tế]. Đối với Thiên Chúa là một Thiên Chúa, vì vậy để hắn gửi. Và [O Muhammad], cho tidings tốt để khiêm tốn [trước khi Chúa]
zu: Futhi zonke izinkolo We khetha lokukhula [lomhlatshelo] ukuthi bangase niphathe igama Allah ngalokho He fanele hlinzeka for them izilwane [lomhlatshelo].

# Quran2630
source: Who, when Allah is mentioned, their hearts are fearful, and [to] the patient over what has afflicted them, and the establishers of prayer and those who spend from what We have provided them.
ca: Que, quan Allah s'esmenta, seus cors tenen por i [a] el pacient sobre el que ha afectat a ells i la establishers de l'oració i aquells que passin de què ens han proporcionat.
cy: Sydd, pan grybwyllir Allah, eu calonnau yn ofnus, a [i] y claf dros beth wedi blino arnynt, a establishers y weddi a'r rheini sy'n treulio o beth yr ydym wedi ei darparu iddynt.
da: Der, når Allah er nævnt, deres hjerter er bange, og [at] patienten over hvad har ramt dem, og netværksopbygger bøn og dem, der bruger fra hvad vi har givet dem.
el: Που, όταν ο Αλλάχ είναι αναφέρεται, φοβούνται τις καρδιές τους, και [να] του ασθενούς για το τι έχει πλήξει τους, και οι δημιουργοί της προσευχής και όσοι περνούν από ό, τι τους παρέχουμε.
et: Kes, kui Jumal on mainitud, nende südamed on hirmus, ja [–] patsient üle, mida on tabanud, ja palve asutajaid ja need, kes veedavad, mida oleme pakkunud neile.
fi: Kun Jumala mainitaan heidän sydämensä ovat peloissaan, ja [] potilas mitä on joutunut kärsimään, ja rukous establishers ja ne, jotka käyttää mitä olemme luoneet heille.
he: מי, כאשר מוזכר אללה, לבם ומפוחדים, ו [ל] המטופל מעל מה יש שצוותו אותם, דיזינגוף התפילה ואת אלה אשר מבלים מכל מה שאנו מספקים להם.
hr: Koji, kada se spominje Allah, njihova srca su strah, i da pacijent što je zahvatio ih, i osnivači molitve i one koji troše od što smo ih ponudili.
lt: Kurie, kai Dievas yra minėta, jų širdys yra bijantis, ir [kad] pacientas ką kenčia jų, ir malda establishers ir tie, kurie išleisti nuo kas mes pateikėme juos.
lv: Kurš, Allah ir minēts, viņu sirdis ir šausmīgs, un [uz] pacientu pār to, kas ietekmējušas tos, un lūgšanu establishers un tiem, kas no mums ir sniegušas tās pavada.
nb: Som når Allah er nevnt, deres hjerter er redd, og [til] pasienten over hva har rammet dem og establishers bønn og dem som tilbringer fra hva vi har gitt dem.
sk: Kto, keď Alah je uvedené, ich srdcia sú hrozné, a [o] pacienta nad tým, čo má postihnutý, a zriaďovatelia modlitby a tí, ktorí trávia zo čo sme im poskytli.
sl: Ki, ko je omenil Allah, njihova srca so prestrašeni, in [da] bolnik nad tem, kaj je prizadel, in establishers molitve in tiste, ki preživijo od kar smo jim zagotovili.
sr_cyrl: Који , када се спомиње Аллах, њихова су срца страху, и да пацијент око чега је погодио их, и оснивачи молитву и они који проводе од како смо им пружили.
sr_latn: Koji, kada se spominje Allah, njihova su srca strahu, i da pacijent oko čega je pogodio ih, i osnivači molitvu i oni koji provode od kako smo im pružili.
uk: Хто, коли згадується Аллаха, їхні серця бояться і [] пацієнта те, що покарав їх і цьому підручнику, Аньош молитви і тих, які витрачають від те, що ми надали їм.
vi: Ai, khi Allah được đề cập, trái tim của họ đang sợ hãi, và cho bệnh nhân hơn những gì đã ảnh hưởng họ, và establishers cầu nguyện và những người chi tiêu từ những gì chúng tôi đã cung cấp cho họ.
zu: Ngubani, lapho Allah sho izinhliziyo zabo amagwala, [ukuze] isiguli ngalokho okuye wayihlupha, futhi establishers lomthandazo futhi labo chitha kulokho Siye azinika wona.

# Quran2631
source: And the camels and cattle We have appointed for you as among the symbols of Allah; for you therein is good. So mention the name of Allah upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy and the beggar. Thus have We subjected them to you that you may be grateful.
ca: I camells i bovins que ens han nomenat per a vostè com entre els símbols d'Allah; per a vostè en això és bo. Tan esmentar el nom d'Allah sobre ells en fila [per sacrifici]; i quan són [sense vida] en els seus costats, llavors menjar d'ells i menjar als necessitats i el captaire. Així que vostè que pot ser agraït vam sotmetre.
cy: A'r camelod a gwartheg yr ydym wedi penodi i chi ymhlith y symbolau Allah; i chi ynddo yn dda. Felly yn sôn am yr enw Allah arnynt pan Condemniwyd [am aberth]; a pan fyddant [ddifywyd] ar ei ochr, fwyta oddi wrthynt ac yn bwydo i'r anghenus ac y curo. Felly, mae yn destun iddynt i chi y gallech fod yn ddiolchgar.
da: Og kameler og kvæg vi har udpeget for dig som blandt symbolerne af Allah; for du deri er god. Så nævne navnet på Allah dem når linet op [for offer]; og når de er [livløse] på deres sider, derefter spise fra dem og fodre de trængende og tiggeren. Dermed har vi udsat dem til dig at du kan være taknemmelige.
el: Και τις καμήλες και τα βοοειδή που έχουμε ορίσει για σας ως ένα από τα σύμβολα του Αλλάχ? για σας σ ' αυτό είναι καλό. Έτσι να αναφέρω το όνομα του Αλλάχ τους όταν παραταχθεί [για θυσία]. και όταν είναι [άψυχο] στις πλευρές τους, τότε φάτε από τους και τις ζωοτροφές τους ανήμπορους και το ζητιάνο. Έτσι πρέπει εμείς να υποβληθούν αυτά σ ' εσάς να είστε ευγνώμονες.
et: Ja kaamelid ja kariloomade me ei nimetanud teile seas sümbolid, Jumal; teil on seal hea. Nii nimetada Jumala nime neile kui rivistatud [ohverdama]; ja kui nad on [elutu] nende poole, siis süüa neid ja sööda vaeseid ja kerjus. Seega me neid teile võib olla tänulik loomadega olema.
fi: Ja kamelit ja karjan olemme nimittäneet sinulle kesken symboleja hillitä; Voit siinä on hyvä. Joten mainita nimi Jumala heille kun rivissä [sacrifice]; ja kun ne ovat [eloton] niiden puolin, sitten syödä niitä tarvitseville ja kerjäläinen. Näin olemme altistaneet ne sinulle, saatat olla kiitollinen.
he: גמלים ואת הבקר שיש מונו בשבילך כמו בין סמלי אללה; בשבילך זה שם טוב. כל כך מזכיר את השם של אללה עליהם כאשר נעמדו [על ההקרבה]; ואז כאשר הם [חיים] על הצדדים שלהם, לאכול מהם להאכיל לנזקקים ואת הקבצן. לפיכך אנו יש נתון אותם אליך כי אתה עשוי להיות אסיר תודה.
hr: I kamile i stoku smo imenovani za vas među simbolima Allaha; za vas u njemu je dobro. Tako spomenuti ime Allah na njih kada [za žrtvu]; i kad su [beživotno] s njihove strane, onda jesti iz njih i hrane potrebitima i prosjaka. Tako smo podvrgli ih ti da budeš zahvalan.
lt: Ir kupranugarių ir galvijų mes paskyrė jums tarp simbolių Dievo; jums ten yra gerai. Taigi paminėti pavadinimą Dievas jiems kai pasakojama [aukos]; ir kai jie [negyvas] jų pusių, tada valgyti iš jų ir pašarų skurstantiems ir elgeta. Taigi mes turime taikė jiems jums kad jums gali būti dėkingas.
lv: Un kamieļi un lopus, kas mums ir iecēlušas jums kā starp simboliem Allah; jums tur ir laba. Tāpēc minēt Allah vārdu un kad tie [nedzīvs] ir viņu pusē, tad no viņiem ēst un barības trūkumcietējiem un ubags. Tādējādi mums ir pakļauti tās jums var būt pateicīga.
nb: Og kameler og kveg vi har utpekt for deg som blant symbolene av Døyve; for der er bra. Så nevne navnet av Døyve dem når stilt opp [for offer]; og når de er [livløs] på sine sider, spise fra dem og de trengende og tigger. Dermed har vi utsatt dem for deg som du kan være takknemlig.
sk: A tiav a dobytka sme určili pre vás ako medzi symbolmi Alah; budete sa v ňom dobre. Tak spomenul meno Alah im pri zoradení [pre obeť]; a keď sú [mŕtve] na ich stranách, potom jesť od nich a potrebným a žobrák. Tak sme podrobili ich na vás, aby ste boli vďační.
sl: In kamele in govedo, mi življati termin za vas med simboli Allah; za vas v njem je dobro. Tako omenja ime Allah na njih, ko se vrstijo [za žrtvovanje]; in ko so [Beživotan] na njihovih straneh, nato jesti iz njih in pomoči potrebnim in berač. Tako smo jih za vas da boste hvaležni biti.
sr_cyrl: И камиле и стоку смо именовао за тебе као што је међу симболе Аллах; у томе је добар. Дакле споменуо име Аллаха над њима кад су се [за жртву]; и када су [бећивотни] са њихове стране, онда их једемо и храни у невољи и просјак. Тако да смо их теби да си захвална подвргава.
sr_latn: I kamile i stoku smo imenovao za tebe kao što je među simbole Allah; u tome je dobar. Dakle spomenuo ime Allaha nad njima kad su se [za žrtvu]; i kada su [beћivotni] sa njihove strane, onda ih jedemo i hrani u nevolji i prosjak. Tako da smo ih tebi da si zahvalna podvrgava.
uk: І верблюдів і великої рогатої худоби, нами призначалися для вас серед символи Аллах; для вас в ньому не доцільно. Таким чином згадати про ім'я Аллаха на них, коли черзі, [жертвопринесення]; коли вони [мляві] на боці, потім і з'їсти від їх годувати нужденним і убогого. Таким чином ми їх вам, що ви можете бути вдячні підданий.
vi: Và lạc đà và gia súc, chúng tôi đã chỉ định cho bạn như là một trong những biểu tượng của Allah; Đối với bạn trong đó là tốt. Do đó đề cập đến tên của Allah khi họ khi xếp [cho sự hy sinh]; và khi họ [không hoạt động] trên mặt của họ, sau đó ăn chúng và thức ăn cho người nghèo và người ăn xin. Do đó chúng tôi đã phải chịu chúng với bạn rằng bạn có thể biết ơn.
zu: Futhi amakamela nezinkomo We khetha ngawe njengoba phakathi izimpawu Allah;
