Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran103
source: And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah. One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.
ca: I segurament trobareu la més àvids de persones per la vida - [encara] més que aquells que associen altres amb Allah. Un d'ells vol que li podria ser concedit vida mil anys, però que no vols treure ell al menys des el càstig [ve] que ell ha concedit la vida. I Allah és veure de què fan.
cy: A bydd eich siawns ddod o hyd iddynt mwyaf barus o bobl ar gyfer bywyd-[yn] fwy na'r rhai sy'n cysylltu eraill â Allah. Mae un ohonynt yn dymuno y gellid ei rhoi bywyd mil o flynyddoedd, ond na fyddai'n dileu'r iddo yn y lleiaf o'r gosb [ddod] y dylid rhoi bywyd. A yw Allah yn gweld yr hyn y maent yn ei wneud.
da: Og vil du sikkert finde dem de mest grådige mennesker for livet - [endnu] mere end dem, der forbinder andre med Allah. En af dem ønsker at han kunne gives liv tusind år, men det vil ikke fjerne ham i mindst fra den [næste] straf, han bør gives liv. Og Allah er at se på hvad de gør.
el: Και σίγουρα θα βρείτε τους οι πιο άπληστοι άνθρωποι για τη ζωή - [ακόμη] περισσότερο από εκείνους που θα συνδέσει τους άλλους με τον Αλλάχ. Ένας από αυτούς θέλει ότι αυτός θα μπορούσε να χορηγηθεί ζωή χίλια χρόνια, αλλά δεν θα τον αφαιρέσει με το λιγότερο από την [Επόμενο] τιμωρία θα πρέπει να του χορηγηθεί ζωή. Και Αλλάχ είναι να δει τι κάνουν.
et: Ja kindlasti leiad neid kõige ahne inimeste elu - [isegi] rohkem kui need, kes seostavad teised Allah. Üks neist soovib, et ta võiks anda elu tuhat aastat, kuid see ei eemalda teda vähe et talle tuleks anda elu [tuleval] karistusest. Ja Jumal nägi, mida nad teevad.
fi: Ja löydät varmasti ne ahneet ihmiset elämään - [] vieläkin kuin ne, jotka liittää muiden kanssa Jumala. Yksi heistä haluaa että hän voidaan myöntää life tuhat vuotta, mutta sillä ei poistettaisi häntä vähiten [tulossa] rangaistus, että hän olisi annettava elämän. Ja Jumala on nähdä, mitä he tekevät.
he: אתה בוודאי למצוא אותם חמדן ביותר של אנשים לכל החיים - [אפילו] יותר מאשר אלו אשר מקשרים אחרים עם אללה. אחד מהם מבקש כי הוא יכול להעניק חיים אלפי שנים, אבל זה לא יסיר אותו לכל הפחות מן העונש [בא] כי הוא צריך להעניק חיים. אללה רואה ממה שהם עושים.
hr: I sigurno ćete naći ih pohlepni ljudi za život - [i] više od onih koji drugima pridružiti Allah. Jedan od njih želi da je on mogao biti dan život od tisuću godina, ali to bi ga ukloniti najmanje [dolaze] kazna da je trebalo dati život. I Allah je viđenje onoga što rade.
lt: Ir tikrai rasite juos labiausiai gobšus žmonių gyvenimas - [net] daugiau nei tie, kurie susieti kiti su Dievas. Vienas iš jų nori, kad jis galėtų būti suteikta gyvenimą per tūkstančius metų, tačiau ji negali pašalinti jį mažiausiai nuo [dar] bausmė, kad jis turėtų būti taikomas gyvenimą. Ir Dievas mato, ką jie daro.
lv: Un jūs noteikti atradīsiet tos visvairāk mantkārīgs cilvēki dzīvei - [pat] vairāk nekā tiem, kas citiem saistīt ar Allah. Viens no viņiem vēlas, ka viņš varētu piešķirt dzīvi tūkstošiem gadu, bet tas nav noņemt viņam vismaz no [nākamā] soda, viņš būtu jāpiešķir dzīvi. Un Allah ir redzēt, ko viņi dara.
nb: Og du vil sikkert finne dem de mest grådige mennesker for livet - [også] mer enn de som andre knyttes til Allah. En av dem ønsker at han kunne gis livet tusen år, men det ville ikke fjerne ham i minst fra [kommende] straffen at han bør gis liv. Og Allah er ser på hva de gjør.
sk: A určite nájdete ich najvýznamnejší chamtivo ľudí pre život - [i] viac ako tých, ktorí pridružiť iné Alah. Jeden z nich si želá, aby on mohol život tisíc rokov, ale to by mu neodstráni v najmenšom z [prichádza] trest, že mu udelí život. A Allah je vidieť, čo robia.
sl: In boste zagotovo našli najbolj požrešen ljudi za življenje - [tudi] več kot tistih, ki povezujejo druge z Alahove. Eden od njih želi, da je lahko odobren življenje tisoč let, vendar pa bi odstranite ga v najmanj iz [prihodnje] kazen, da je treba odobriti življenje. In Alah je videl za kaj delajo.
sr_cyrl: А ти ће сигурно наћи их похлепни људи за живот - [чак и] више од оних који су остали придружите Аллах. Једна од њих жели да је он могао бити допуштен живот хиљаду година, али то га не уклоните најмање од [наредних] казна да би требало да буде одобрено му живот. И , Алах види о ономе што чине.
sr_latn: A ti će sigurno naći ih pohlepni ljudi za život - [čak i] više od onih koji su ostali pridružite Allah. Jedna od njih želi da je on mogao biti dopušten život hiljadu godina, ali to ga ne uklonite najmanje od [narednih] kazna da bi trebalo da bude odobreno mu život. I, Alah vidi o onome što čine.
uk: І ви обов'язково знайдете їх самі жадібні люди для життя - [навіть] більше, ніж ті, які інші асоціюють Аллаха. Один з них побажання, що він може бути наданий життя тисячі років, але було б видалити його не в останню чергу від [найближчі] покарання, що він мали життя. І Аллах бачачи, що вони робити.
vi: Và bạn sẽ chắc chắn thấy họ tham lam nhất của người dân cho cuộc sống - [thậm chí] nhiều hơn những người khác liên kết với Allah. Một trong số họ mong muốn rằng ông có thể được cấp cuộc sống trong một nghìn năm, nhưng nó sẽ không loại bỏ anh ta trong ít nhất từ sự trừng phạt [tới] rằng ông phải được cấp cuộc sống. Và Allah là nhìn thấy những gì họ làm.
zu: Futhi you tando surely thola kubo abahahayo kakhulu zabantu ukuba zifanelekele ukuphila - [ngisho] kunalabo ukuhlobanisa abanye Allah.

# Quran104
source: Say, "Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers."
ca: Dir, "qui és enemic Gabriel - això és [cap però] qui ha enderrocat el Qur ' an sobre el teu cor, [O Muhammad], amb permís d'Allah, confirmant que que era abans i com l'orientació i la bona nova per als creients."
cy: Dweud, "pwy bynnag sydd yn elyn i Gabriel-mae'n [dim ond] ef sydd wedi dwyn y Qur'an i lawr ar eich calon, [O Muhammad], drwy ganiatâd Allah, yn cadarnhau yr hyn a oedd cyn hynny ac fel canllawiau a tidings da y credinwyr."
da: Sige, "hvem er en fjende af Gabriel - det er [ingen men] ham, der har bragt Koranen over dit hjerte, [O Muhammad], med tilladelse fra Allah, bekræfter, at der var før det og som vejledning og gode tidender for troende."
el: Λένε, «όποιος είναι εχθρός του Gabriel - είναι [κανένας αλλά] όποιος έχει ριχτεί Qur'an μετά την καρδιά σας, [Ο Μωάμεθ], με την άδεια του Αλλάχ, επιβεβαιώνοντας ότι που ήταν πριν από αυτό και ως καθοδήγηση και καλή είδηση για τους πιστούς.»
et: Öelda: "kes iganes on Gabriel - vaenlane on [ükski kuid] kes tõi Koraani pärast südant, [O Muhammad], Allahi loata kinnitades, et mis oli enne seda ja nii Arendus- ja rõõmusõnumit usklikud."
fi: Sanoa, "kuka on vihollinen Gabriel - se on [ei mitään mutta] hän, joka on kaatoi Koraanin teidän sydän [Oi Muhammed] luvalla, vahvistaa, mikä oli ennen sitä sekä ohjaus- ja ilosanoman uskovien."
he: אומרים, "מי יהיה אויב Gabriel - זה [אף אחד אבל] הוא שהביא הקוראן על הלב שלך, [O מוחמד], לאחר אישור של אללה, המאשר כי מה שהיה לפני זה, הדרכה, בשורות טובות עבור המאמינים."
hr: Kažu, "ko je neprijatelj Gabriel - je [nitko ali] tko je doveo Kur'an na svoje srce, [O Muhammad], dozvolu od Allaha, potvrđujući da što je prije njega i kao smjernice i dobra vijest za vjernike."
lt: Sako: "kas yra priešas į Gabriel - tai [nė vienas bet] tas, kuris davė Korano žemyn į savo širdį, [O Muhammad], Šventasis Raštas, Dievas, patvirtinantis, kad buvo prieš jį ir kaip gairės ir gera žinia tikinčiuosius."
lv: Teikt: "tam, kurš ir ienaidnieks Gabriel - tas ir [neviens bet] tas, kurš ir sanesuši Korāns jūsu sirds [O Muhammad], Allah, atļaujas apliecina, ka tā bija pirms tam un kā vadlīniju un labas vēstis ticīgie."
nb: Si, "hvem er en fiende av Gabriel - det er [ingen men] han som har brakt Koranen ned på ditt hjerte, [O Muhammad], med tillatelse av Allah, bekrefter det som var før det og som veiledning og godt budskap for troende."
sk: Povedať, "ten, kto je nepriateľ Gabriel - je [none ale] on, kto priniesol Korán na svoje srdce, [Mohamed], so zvolením Alaha, potvrdzujúce, že čo bolo pred ním, a ako usmernenie a radostnú zvesť, pre veriacich."
sl: Pravijo, "Kdor je nasprotnika na Gabriel - je [nič ampak] kdo je prinesel Koranu na svoje srce, [O Muhammad], z dovoljenjem Allah, ki potrjuje, da ki je pred njim in kot smernice in dobrih novic za z vernike."
sr_cyrl: Кажу, "Ко год је непријатељ Габриел - је [ниједан али] он који је довео Кур'ану на твом срцу, [О Мухаммад], уз дозволу Аллаха, Потврђујући да који је био пред њим и као за вођење и добре вести за верници."
sr_latn: Kažu, "Ko god je neprijatelj Gabriel - je [nijedan ali] on koji je doveo Kur'anu na tvom srcu, [O Muhammad], uz dozvolu Allaha, Potvrđujući da koji je bio pred njim i kao za vođenje i dobre vesti za vernici."
uk: Сказати: "той, хто є ворогом Gabriel - це [ніхто, але] він приніс має Коран на серце своє, [O Мухаммад], з дозволу Аллаха, що підтверджують, яка була до його і як керівництва і добру новину для віруючих."
vi: Nói, "ai là kẻ thù để Gabriel - it's [không có nhưng] người đã mang kinh Qur'an theo trái tim của bạn, [O Muhammad], bởi sự cho phép của Allah, xác nhận rằng đó là trước khi nó và như hướng dẫn và các tidings tốt cho các tín hữu."
zu: Zwi "Noma ubani isitha Gabriel - kuba [muntu] lowo ilethe Qur'an phansi phezu kwenhliziyo yakho, [O Muhammad], by imvume ka Allah, eqinisekisa ukuthi elaliphambi nako futhi akuqondise futhi okuhle

# Quran105
source: Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.
ca: Qui és un enemic a Allah i seus àngels i seu missatgers i Gabriel i Michael - llavors Allah de fet, és un enemic disbelievers.
cy: Pwy bynnag yn elyn i Allah a ei angylion ei negeswyr a Gabriel a Michael-yna yn wir, Allah yn elyn i y disbelievers.
da: Hvem er en fjende af Allah og hans engle og hans budbringere og Gabriel og Michael - så ja, Allah er en fjende af vantro.
el: Όποιος είναι εχθρός να Αλλάχ και του αγγέλους και του messengers και Gabriel και Michael - τότε πράγματι, Αλλάχ είναι εχθρός του disbelievers.
et: Kes on Jumal ja tema Inglid ja tema käskjalad ja Gabriel ja Michael - vaenlane, siis tõepoolest, Allah on vaenlane on uskottomille.
fi: Joku on Jumala ja hänen enkelinsä ja hänen lähettiläitä ja Gabriel ja Michael - sitten Jumala onkin on uskottomien vihollinen.
he: מי הוא אויב אללה מלאכיו, שליחים, Gabriel ואת Michael - אז אכן, אללה הוא אויב disbelievers.
hr: Tko je neprijatelj Allaha i njegovi anđeli i njegove glasnike i Gabriel i Michael - pa uistinu, Allah je neprijatelj i iskuse.
lt: Kas yra priešas Allah ir jo angelai ir jo pasiuntiniai ir Gabriel ir Michael - tada iš tiesų, Dievas yra priešas, kad disbelievers.
lv: Tas, kurš ir ienaidnieks, Allah un viņa eņģeļi un viņa kurjeriem un Gabriel un Michael -, tad patiešām, Allah ir ienaidnieks disbelievers.
nb: Hvem er en fiende av Gud og hans engler og hans sendebud og Gabriel og Michael - og Allah er faktisk en fiende av troende.
sk: Ten, kto je nepriateľ Alah a jeho Anjeli a jeho poslovia a Gabriel a Michael - potom Boh je skutočne nepriateľské k neveriacim.
sl: Kdor je sovražnik Allah in njegovi angeli in njegovi glasniki in Gabriel in Michael - potem res, Allah je nasprotnika na disbelievers.
sr_cyrl: Ко год да је непријатељ Аллах своје андјеле и његове гласнике Габриел и и Мицхаел - а онда заиста, Аллах је непријатељ скептике.
sr_latn: Ko god da je neprijatelj Allah svoje andjele i njegove glasnike Gabriel i i Michael - a onda zaista, Allah je neprijatelj skeptike.
uk: Той, хто є ворогом щоб Аллах і його Ангели і його послів і Gabriel Michael - то дійсно, Аллах є ворогом на disbelievers.
vi: Ai là kẻ thù Allah và thiên thần của Ngài và ông sứ Gabriel và Michael - sau đó thực sự, Allah là một kẻ thù để thì những.
zu: Noma ubani isitha Allah nezingelosi zaKhe Akhe gijimi Gabriel Michael - ke ngempela, Allah kuyisitha disbelievers.

# Quran106
source: And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.
ca: I tenen sens dubte li revelàvem versos [que són] proves clares i ningú no negarà ells excepte desafiant desobedients.
cy: Ac yr ydym yn sicr wedi datgelu i chi penillion [sy'n] Byddai proflenni clir, ac nid oes unrhyw un yn gwadu iddynt ac eithrio defiantly anufudd.
da: Og vi har helt sikkert åbenbaret for dig vers, [der er] klare beviser, og ingen vil nægte dem undtagen trodsigt ulydige.
el: Και έχουμε σίγουρα αποκάλυψε σε σας τους στίχους [που είναι] σαφείς αποδείξεις, και κανείς δεν θα αρνηθεί τους εκτός από τα προκλητικά ανυπάκουος.
et: Ja me kindlasti on näidanud teile [mis on] salmid selged tõendid ja keegi ei laseks neid välja arvatud väljakutsuvalt sõnakuulmatud.
fi: Ja me varmasti paljastanut teille säkeet, [joka on] selvät todistukset, eikä kukaan kiistäisi heiltä paitsi uhmakkaasti tottelematon.
he: אנחנו בהחלט גילה לך פסוקים [אשר] הגהות ברור, ואף אחד לא. היית לוקחת אותם למעט בהתרסה ממושמע, לאחר...
hr: I otkrili smo vam sigurno ti stihovi [koja su] jasni dokazi, i nitko ne poriče ih osim definitivno neposlušan.
lt: Ir mes tikrai parodė jums eilėmis, [kuris yra] aiškiai įrodymus, ir niekas būtų paneigti jų išskyrus iššaukiančiai Nepaklusniųjų.
lv: Un mēs noteikti parādīja jums vārsmas, [kas ir] skaidru apliecinājumu, un neviens liegtu viņiem izņemot izaicinoši nepaklausību.
nb: Og vi har sikkert avslørt for deg vers [som er] klare bevis, og ingen ville nekte dem unntatt trassig ulydige.
sk: A určite sme odhalili vám verše, [ktoré] jasné dôkazy, a nikto by zabránil okrem vyzývavo neposlušný.
sl: In bomo gotovo pokazali vam verzov, [ki] jasno dokazila, in nihče jih bi zanikati razen kljubovalno neposlušni.
sr_cyrl: И смо свакако су показале да те стихове које су] јасне доказе, и нико не би порећи да их осим пркосно непослушно.
sr_latn: I smo svakako su pokazale da te stihove koje su] jasne dokaze, i niko ne bi poreći da ih osim prkosno neposlušno.
uk: І ми безумовно показали вам вірші, [які] чітких доказів і ніхто не буде заперечувати їх за винятком зухвало неслухняних.
vi: Và chúng tôi chắc chắn đã tiết lộ cho bạn câu thơ [đó là] chứng minh rõ ràng, và không có ai sẽ từ chối họ ngoại trừ ngô nghịch defiantly.
zu: Futhi Siye Ngokuqinisekile phendla you amavesi [okuyizinto] cwatha bonakaliso akekho ongaphika kubo ngaphandle the ngokweyisa abangalaleli.

# Quran107
source: Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.
ca: No és [veritable] que cada vegada agafàvem un pacte una part d'ells llencés? Però, [de fet], la majoria d'ells no creia.
cy: Nid yw [gwir] bod bob tro y cymerodd cyfamod blaid ohonynt taflodd ei i ffwrdd? Ond, [yn wir], ni chredwn y rhan fwyaf ohonynt.
da: Er det ikke [rigtigt], hver gang de tog en pagt om en part af dem kastede den væk? Men [virkeligheden] de fleste af dem tror ikke.
el: Δεν είναι [αληθινή] ότι κάθε φορά που πήραν ένα σύμφωνο ένα κόμμα τους πέταξε μακριά; Αλλά, [στην πραγματικότητα], οι περισσότεροι από αυτούς δεν πιστεύουν.
et: Kas pole [tõeline] et iga kord, kui nad võtsid pakt pool neist viskas ta ära? Kuid [tegelikult], enamik neist ei usu.
fi: Ei ole [todellinen], että joka kerta, kun he ottivat liiton osapuolena ne heitti sen pois? Mutta [kuitenkin] useimmat sitä mieltä.
he: לא [אמיתי] כי בכל פעם שהם לקחו ברית מסיבה מהם זרקתי אותו? אבל, [למעשה], רובם לא מאמינים.
hr: To nije [istina] da svaki put kad su savez stranka od njih je bacio? Ali [u stvari], većina njih ne vjeruju.
lt: Ar ne [tikras] kad kiekvieną kartą, kai jie paėmė sandorą šalis jų skambėjo jos atimti? Tačiau, [iš tikrųjų], dauguma iš jų netiki.
lv: Vai tas nav [tiesa], ka katru reizi, kad viņi paņēma derību pusei no viņiem aizmeta to? Bet [faktiski], vairums no viņiem netic.
nb: Er det ikke [true] at hver gang de tok en pakt en fest av dem kastet det? Men [faktisk], de fleste av dem tror ikke.
sk: Nie je to [pravda], že zakaždým, keď berú zmluvu party z nich hodil ju preč? Ale [v skutočnosti], väčšina z nich neveria.
sl: To ni [resnično], da vsakič, ko je zveza stranka jih vrgel proč? Vendar, [resnično], večina od njih ne verjamem.
sr_cyrl: Зар то није [истина] да сваки пут кад су узели завет забаву од њих је бацио? Али , [у ствари], већина њих не.
sr_latn: Zar to nije [istina] da svaki put kad su uzeli zavet zabavu od njih je bacio? Ali, [u stvari], većina njih ne.
uk: Хіба це не [правда], що кожного разу, коли вони взяли Завіт партії з них кинув? Але [насправді], більшість з них не вірять.
vi: Nó không phải là [thật sự] rằng mỗi khi họ đã hứa một đảng của họ ném nó đi? Tuy nhiên, [trong thực tế], hầu hết trong số họ không tin.
zu: Akulona yini [kweqiniso] lowo gcwele khathi bathatha isivumelwano a party kubo baliphonsa away?

# Quran108
source: And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].
ca: I quan va arribar un Missatger d'Allah a ells confirmant que que era amb ells, un partit d'aquells que havien donat l'escriptura va llançar l'escriptura d'Allah darrere del seu esquena com si no sabien [què contenia].
cy: A pan ddaeth messenger gan Allah iddynt gadarnhau bod Plaid y rhai a oedd wedi cael yr ysgrythur a oedd gyda hwy, taflodd ysgrythur Allah tu ôl i'w cefnau fel pe nad oeddent yn gwybod [beth ynddo].
da: Og når et sendebud fra Allah kom til dem bekræfter, at der var sammen med dem, en part af dem, der var blevet givet Skriften kastede Skriften Allah bag ryggen som om de ikke vidste [hvad det indeholdt].
el: Και όταν ένας αγγελιοφόρος από Αλλάχ ήρθε να τους επιβεβαιώνοντας ότι που ήταν μαζί τους, ένα μέρος από εκείνους που είχαν δοθεί η γραφή έριξε η γραφή του Αλλάχ πίσω από την πλάτη τους ως εάν δεν ήξεραν [τι περιείχε].
et: Ja kui messenger Jumalalt tuli neile kinnitades, et mis nendega tehti, Partei, kes sai pühakiri viskas pühakirja Jumal nende selja taga nagu siis, kui nad ei teadnud, [mis see sisaldas].
fi: Ja kun Jumalan lähettiläs tuli heille vahvistaa, että joka oli heidän kanssaan, osa, jotka olivat antaneet Raamatun heitti Raamatun Jumalan selän taakse ikään kuin he eivät tienneet, [mikä sen sisältö].
he: כאשר שליח אללה בא להם המאשר כי מה שהיה איתם, מסיבה של אלה אשר ניתנו כתבי הקודש זרק את כתבי הקודש של אללה מאחורי גבם כאילו לא ידעו [מה זה כלול].
hr: I kada je glasnik od Allaha došla kod njih potvrđuje da koji je bio s njima, stranka onih koji je dao pismo bacio pismo Allaha iza leđa kao da nisu znali [što je sadržavao].
lt: Ir kai a poslanca Dievo atėjo į juos patvirtinama, kad kuri buvo su jais, šalis, kurie buvo suteikta raštas retai Dievas raštas už savo nugarą, jei jie nežinojo [kas tai yra].
lv: Un kad viņiem nāca no Allah messenger apliecina, ka tieši ar viņiem, puse no tiem, kas uzkrauts rakstos iemeta Allah rakstos aiz viņu mugurām, it kā viņi nepazina, [kas tajā atrodas].
nb: Og når en budbringer fra Gud kom til dem bekrefte at som var med dem, et parti som hadde fått skriften kastet det skriften av Døyve bak ryggen som om de ikke visste [hva den inneholdt].
sk: A keď prišiel posol od Boha pre nich potvrdením, že ktorý bol s nimi, strana tých, ktorým bolo dané písmo hodil písmo Alah za chrbtom akoby nevedeli, [čo obsahoval].
sl: In ko je prišel sel od Allah, jim potrjuje, da ki je bil z njimi, stranko, ki je dobila pismo vrgel pismo od Allah za njihove hrbte kot, če niso vedeli [kaj je vsebovala].
sr_cyrl: И када је гласник из Аллах обратио их Потврђујући да који је био са њима, странка оних који је добио писмо бацио писмо Аллах иза леђа као да нису знали [шта је садржао].
sr_latn: I kada je glasnik iz Allah obratio ih Potvrđujući da koji je bio sa njima, stranka onih koji je dobio pismo bacio pismo Allah iza leđa kao da nisu znali [šta je sadržao].
uk: І коли до них прийшов messenger від Аллах підтверджує, що який був з ними, партія, хто дав Писання кинув Писання Аллаха за спину як якщо б вони не знали [те, що він містив].
vi: Và khi một messenger từ Allah đến họ xác nhận rằng với họ, một đảng của những người đã được đưa ra kinh thánh đã ném thánh Allah phía sau lưng của họ nếu như họ không biết [những gì nó chứa].
zu: Futhi uma gijimi nga Allah weza kubo eqinisekisa okwakusemzini nabo, iqembu labo wayenikezwe umBhalo waphonsa womBhalo Allah bo hlane njengoba they angazanga [kuyini equkethwe].
