Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1453
source: [Allah] said, "Your supplication has been answered." So remain on a right course and follow not the way of those who do not know."
ca: [Allah] deia, "teva súplica ha estat contestada." Així romanen en un curs adequat i seguir no la manera d'aquells que no ho sé."
cy: [Allah] yn dweud, "eich supplication wedi'i ateb." Felly aros ar y cwrs cywir ac yn dilyn yn y ffordd y rhai nad ydynt yn gwybod.
da: [Allah] sagde, "din bøn er blevet besvaret." Så fortsat på ret kurs og følger ikke måde af dem der ikke kender."
el: [Αλλάχ] είπε, «σας ικεσία έχει απαντήθηκε.» Έτσι παραμένουν σε μια σωστή πορεία και δεν τον τρόπο παρακολούθησης των εκείνους που δεν ξέρουν.»
et: [Jumalat] ütles: "teie supplication on vastatud." Nii jäävad õige suund ja järgige mitte nii neile, kes ei tea."
fi: [Jumala] sanoi, "sinun rukouksen on vastattu." Niin pysyvät oikealla tiellä ja seurata ei tapa niille, jotka eivät tiedä.
he: [אללה] אמר, "נענתה תחינה שלך." אז נשארים על מסלול נכון ופעל לא בדרך של אלה שלא יודעים."
hr: [Allah] je rekao, "tvoja prošnja je bio odgovoriti." Tako ostaju na pravi put i slijediti put onih koji neznaju."
lt: [Dievas] sakė: "jūsų malda buvo atsakyta." Taigi išlieka teisė kursas ir sekti ne būdas tiems, kurie nežino."
lv: [Allah] teica: "jūsu lūgšanas ir atbildēts." Tā joprojām ir uz pareizā ceļa un sekot nav veids, kā tie, kuri nezina."
nb: [Allah] sa, "din bønn har blitt besvart." Så forblir på rett kurs og følger ikke veien for de som ikke vet.
sk: [Allah] povedal: "vaša prosbe bolo odpovedal." Tak zostávajú na správny kurz a nie tak, ako tých, ktorí nevedia riadiť."
sl: [Alahove] je dejal, "vaša molitev je bil odgovor." Tako ostanejo na pravi poti in sledite ni način za tiste, ki ne vem."
sr_cyrl: [Аллах ] је рекао, "твој молитви одговорено је." Тако остају на прави курс и пратите не од оних који не знају како."
sr_latn: [Allah] je rekao, "tvoj molitvi odgovoreno je." Tako ostaju na pravi kurs i pratite ne od onih koji ne znaju kako."
uk: [Аллах] сказав: "ваш благання було дано." Так залишатися на правильний курс і йти не так як тих, хто не знає."
vi: [Allah] nói, "supplication của bạn đã được trả lời." Như vậy vẫn còn trên một khóa học phù hợp và làm theo không phải là cách của những người không biết."
zu: [Allah] wathi: "ukunxusa kwakho kuye waphendula."

# Quran1454
source: And We took the Children of Israel across the sea, and Pharaoh and his soldiers pursued them in tyranny and enmity until, when drowning overtook him, he said, "I believe that there is no deity except that in whom the Children of Israel believe, and I am of the Muslims."
ca: Prenem nens d'Israel a través del mar i faraó i els seus soldats perseguit-los en tirania i l'enemistat fins que, quan l'ofegament li va arribar, va dir, "Crec que no hi ha cap Déu excepte que a qui creure els nens d'Israel, i jo sóc dels musulmans."
cy: A Cawsom plant Israel ar draws y môr, ac roedd Ffaro a ei filwyr ar drywydd eu gormes a elyniaeth tan, pan oedd boddi barhau'n ef, meddai ef, "Rwy'n credu nad oes dim Dduwdod ac eithrio bod y cred y plant Israel, ac yr wyf y Moslemiaid."
da: Og vi tog Israels børn over havet, og Farao og hans soldater forfulgt dem i tyranni og fjendskab indtil, når drukning overhalede ham, sagde han, "Jeg tror at der er ingen guddom bortset fra, at i som Israels børn tror, og jeg er af muslimer."
el: Και πήραμε τα παιδιά του Ισραήλ πέρα από τη θάλασσα, και Φαραώ και τους στρατιώτες τους επιδιωκόμενους στην τυραννία και εχθρότητα, έως ότου, όταν πνιγμό αυτόν, προσπέρασε, είπε, «πιστεύω ότι δεν υπάρχει καμία θεότητα, εκτός από το ότι στους οποίους πιστεύουν τα παιδιά του Ισραήλ, και είμαι των μουσουλμάνων.»
et: Võtsime Iisraeli laste üle mere ja vaarao ja tema sõdurid kiusas neid türannia ja vaen kuni, kui uppumine tabas teda, ta ütles: "usun, et puudub jumalus, et kelles Iisraeli lapsed usuvad ja olen ka moslemite."
fi: Otimme Israelin lapset meren yli ja farao ja hänen sotilaansa ajoi heitä takaa tyrannian ja vihamielisyys, kun hukkua ohitti hänet, hän sanoi, "uskon että ei mihinkään Jumaluuteen, paitsi että johon israelilaiset uskovat ja olen muslimien."
he: לקחנו את בני ישראל מעבר לים, ואת פרעה וחייליו רדפו אותם לעריצות, הטינה עד, כאשר טובע השתלט עליו, הוא אמר, "אני מאמין שיש אלוהות אין חוץ מזה אשר בני ישראל מאמינים, אני בן של המוסלמים."
hr: I uzeli smo djecu Izraela preko mora, a faraona i njegove vojnike koji ih je u tiraniji i neprijateljstvo do, prilikom utapanja zauzele ga, on je rekao, "Vjerujem da je nema Božanstva osim što u kojem Izraelci vjeruju, a ja sam od muslimana."
lt: Ir mes priėmėme Izraelio vaikai per jūrą, ir Faraonas ir jo kareiviai vykdomos jų tironiją ir priešiškumo iki, kai skendimas pralenkė jam, jis sakė, "Manau, kad nėra jokių Dievybės išskyrus tai, kad, kuriems Izraelio vaikai tiki, ir aš ir musulmonų."
lv: Mēs ņēmām Izraēla bērniem pāri jūrai un faraons un kareivju tiecas pēc viņiem tirāniju un ienaids līdz, kad noslīkšana izveda viņu, viņš teica: "es uzskatu, izņemot to, ka, kam Israēla bērni ticēt, un es esmu no musulmaņiem nav neviena dievība."
nb: Og vi tok Israels barn over havet, og farao og hans soldater forfulgte dem i tyranni og fiendskap før, når drukning overtok ham, sa han, "Jeg tror at det er ingen guddom bortsett fra at som Israels barn tror, og jeg er av muslimene."
sk: Zobrali sme deti Izraela cez more a faraóna a jeho vojaci sledovaný v tyranii a nepriateľstvo, až keď utopenie predbehol ho, povedal: "Verím, že neexistuje žiadne božstvo, okrem toho, v koho Izraelcom veriť a som moslimov."
sl: In smo otroci Izrael čez morje, in faraon in njegovi vojaki, ki jih zasleduje v tiranijo in sovraštva do, ko mu, utopitve prehitela, je dejal, "verjamem, da ni nobene božanstva, razen da v katero verjamejo, Izraelci in sem muslimanov."
sr_cyrl: Узели смо децу Израела преко мора и Фараон и његови војници су их спроводили у тиранији и непријатељство све док, када дављења заузеле га, он је рекао, "верујем да постоји нема боћанство осим што у кога верујем да децу Израела, а ја сам у Муслимана."
sr_latn: Uzeli smo decu Izraela preko mora i Faraon i njegovi vojnici su ih sprovodili u tiraniji i neprijateljstvo sve dok, kada davljenja zauzele ga, on je rekao, "verujem da postoji nema boћanstvo osim što u koga verujem da decu Izraela, a ja sam u Muslimana."
uk: Ми взяли діти Ізраїль по морю і фараона і його солдати відкинув їх у тиранії і ворожнечі, до тих пір, коли утоплення наздогнав його, він сказав: "я вважаю, що немає не божества, крім того, що у кого вважаю Ізраїлевих синів, і я мусульман."
vi: Chúng tôi đã lấy trẻ em của Israel trên biển và Pharaoh và binh lính của mình đuổi theo chúng trong chuyên chế và thù hận cho đến, khi chết đuối đã vượt qua anh ta, ông nói, "tôi tin là có thần không có ngoại trừ rằng trong những người mà tin rằng trẻ em của Israel, và tôi của người Hồi giáo."
zu: Futhi Sathatha Ntwana Israyeli ngaphesheya kolwandle, futhi uFaro namabutho akhe wasexotshana lawo ngo ababusi ubutha kuze, lapho ominzayo yayifica, wathi, "Ngikholelwa ukuthi abukho ubuNkulunkulu ngaphandle kokuthi whom Ntwana Israyeli bakholelwa,

# Quran1455
source: Now? And you had disobeyed [Him] before and were of the corrupters?
ca: Ara? I [ell] va desobeir abans i estaven de la corrupters?
cy: nawr? A ydych disobeyed [ei] cyn ac yr oeddent o y corrupters?
da: Nu? Og du havde adlød [ham] før og var af corrupters?
el: Τώρα; Και είχε παρακούσει [τον] πριν και ήταν η corrupters;
et: Nüüd? Ja sa olid täiuslik [talle] enne ja olid ka corrupters?
fi: Nyt? Ja eivät olleet totelleet [hänelle] ennen ja oli corrupters?
he: . עכשיו? . ואת לא ציית [לו] לפני היו corrupters?
hr: Sada? I su [ga] poslušao prije i bili su u corrupters?
lt: Dabar? Ir jums turėjo nepakluso [jam] prieš ir buvo, kad corrupters?
lv: Tagad? Un bija neklausīt [viņam] pirms un bija corrupters?
nb: Nå? Og du hadde adlød [han] før og var av kobber og jern?
sk: Teraz? A vzoprel [mu] pred a boli corrupters?
sl: Zdaj? In je upošteval navodila [mu] pred in so bile v corrupters?
sr_cyrl: Сада? А ти имао послусала [он] пре и били у цорруптерс?
sr_latn: Sada? A ti imao poslusala [on] pre i bili u corrupters?
uk: Зараз? І ви мали не підкорився [його] перед і були на тепер?
vi: Bây giờ? Và bạn đã không tuân [ông] trước khi của các corrupters?
zu: Manje?

# Quran1456
source: So today We will save you in body that you may be to those who succeed you a sign. And indeed, many among the people, of Our signs, are heedless
ca: Així que avui ens li estalviarà en el cos que pot estar a qui vostè tenir èxit un senyal. I de fet, molts entre la gent, dels nostres signes, són despreocupats
cy: Felly heddiw byddwn yn arbed chi yng nghorff y gallai fod gennych i'r rhai sy'n llwyddo chi arwydd. Ac yn wir, mae llawer ymhlith y bobl, ein arwyddion, yn heedless
da: Så i dag vil vi spare dig i kroppen, som du kan være dem, der lykkes du et tegn. Og ja, mange blandt folk, vores tegn er ubekymret
el: Έτσι, σήμερα θα εξοικονομείτε στο σώμα που μπορεί να σε όσους σας πετύχει ένα σημάδι. Και πράγματι, πολλοί μεταξύ του λαού, μας σημείων, είναι απερίσκεπτοι
et: Nii et täna me salvestada te keha, mis võib olla neile, kellel õnnestub märk. Ja tõepoolest, paljud meie märke inimeste seas on heedless
fi: Tänään voimme säästää elin, joka voi olla niille, jotka onnistuvat merkki. Ja itse asiassa monet keskuudessa meille merkkejä ovat välittämättä
he: אז היום אנחנו נציל אותך בגוף עשויים להיות עד שמצליחים לך סימן. ואכן, רבים בקרב העם, השלטים שלנו, הם והילת
hr: Tako danas spasiti ćemo te u tijelu koji može biti onima koji su uspjeli da znak. I doista, mnogi u narodu, od naše znakove, nepažljiv
lt: Taigi, šiandien mes sutaupysime Jums kūno, kad jums gali būti tiems, kurie sėkmingai jums ženklas. Ir iš tiesų, daugelis žmonių, mūsų požymių, yra neatidus
lv: Tāpēc šodien mums ietaupīs jūsu organismā, kas var būt tiem, kuriem izdodas jums zīmi. Un tik tiešām, daudzi starp cilvēkiem, mūsu pazīmes ir neuzmanīgs
nb: Så i dag vil vi spare deg i kroppen som kan være til dem som lykkes et tegn. Og faktisk, mange blant folket, våre tegn, er heedless
sk: Tak dnes sme vám ušetrí v tele, ktoré môžu byť pre tých, ktorí uspieť znamenie. A mnohí medzi ľuďmi, naše značky sú skutočne nedbala
sl: Torej, danes smo vam bo prihranilo v telesu, ki lahko tistim, ki so vam uspeli znak. In res, mnogi med ljudmi, naše znakov, so Nepažljiv
sr_cyrl: Данас ће те спасимо у телу да сте можда за оне који су успели да знак. И заиста, многи међу људима, о знацима, су несмотрености
sr_latn: Danas će te spasimo u telu da ste možda za one koji su uspeli da znak. I zaista, mnogi među ljudima, o znacima, su nesmotrenosti
uk: Тому сьогодні ми позбавимо вас у організму, які можуть бути тим, хто досягає успіху знак. І дійсно, багато хто серед людей, наші знаків забутті
vi: Vì vậy hôm nay chúng tôi sẽ giúp bạn tiết kiệm trong cơ thể mà bạn có thể cho những người thành công, bạn một dấu hiệu. Và quả thật vậy, nhiều người trong số những người, các dấu hiệu của chúng tôi, là không lưu ý
zu: Ngakho namuhla We khulula you emzimbeni ukuthi ungase ube kulabo uphumelele isibonakaliso.

# Quran1457
source: And We had certainty settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ
ca: I vam tenir la certesa es va establir a nens d'Israel en un assentament agradable i proveït amb coses bones. I no difereixen fins [després] coneixement havia arribat a ells. De fet, el seu Senyor considerarà entre ells el dia de resurrecció que sobre les quals solien difereixen sobre
cy: A chawsom sicrwydd setlo plant Israel yn setliad derbyniol ac yn rhoi pethau da. A wnaeth nad ydynt yn gwahaniaethu tan [ar ôl] Roedd gwybodaeth yn dod iddynt. Yn wir, y bydd eich Arglwydd yn barnu ar dydd atgyfodi ynghylch a dros a ddefnyddiwyd ganddynt yn wahanol rhyngddynt
da: Og vi havde vished afgjort Israels børn i et behageligt udligning og gav dem gode ting. Og de adskiller sig ikke indtil [efter] viden var kommet hertil. Ja, jeres Herre vil dømme mellem dem på den dag i opstandelse om det, som de brugte til at afvige
el: Και είχαμε βεβαιότητα εγκαταστάθηκαν τα παιδιά του Ισραήλ σε ευχάριστο οικισμό και τους έδωσε καλά πράγματα. Και αυτοί δεν διέφεραν μέχρι [μετά] γνώση είχε έρθει σε αυτούς. Πράγματι, ο Κύριός σας θα δικαστή μεταξύ τους για την ημέρα της Αναστάσεως, σχετικά με την οποία πέρα από την οποία συνήθιζαν να διαφέρουν
et: Ja meil oli kindlalt väljakujunenud Iisraeli lastele meeldiv kokkulepet ja andis neile häid asju. Ja nad ei erinenud kuni [kui] teadmised olid tulnud neile. Tõepoolest, oma Issanda hindavad nende ülestõusmist päev selle üle, mida nad kasutasid erinevad vahel
fi: Ja meillä oli varmasti Children of Israel asettui miellyttävä ratkaisu ja antoi niille hyviä asioita. Ja ne ei poikennut asti [kun] tieto oli tullut heille. Itse asiassa sinun Herra tuomitsee keskenään siitä, jota he käyttivät erilaisia ylösnousemuksen
he: והיה לנו ודאות התיישבו בני ישראל התיישבות נעימה וסיפק להם עם דברים טובים. הם לא שונים עד [לאחר] הידע הגיע אליהם. אכן, אדונך ישפוט ביניהם על יום של תחיית המתים הקשור שבהן השתמשו שונים
hr: I imali smo sigurnošću se sinovima Izraelovim u ugodno mjesto i pružili im dobre stvari. I oni se ne razlikuju do [nakon] znanja je došao do njih. Uistinu, Gospodar tvoj će suditi između njih na dan uskrsnuća koji nad kojima su nekad se razlikuju glede
lt: Ir mes turėjo tikrumo Izraelio vaikų įsikūrė malonus atsiskaitymo ir suteikė jiems gerų dalykų. Ir jie nesiskyrė iki [po] žinių turėjo ateiti į juos. Iš tiesų, jūsų Viešpats teis tarp jų prisikėlimo dieną, per kurį jie turi skirtis dėl
lv: Un mums bija pārliecība norēķinās Izraēlas bērniem pieņemama norēķinu un nodrošinājusi tās ar labas lietas. Un tie neatšķīrās līdz [pēc] zināšanas bija atnāks pie viņiem. Patiešām, starp tiem augšāmcelšanās diena, pār kurām viņi mēdza atšķirties attiecībā uz vērtēs savu kungu
nb: Og vi hadde sikkerhet avgjort Israels barn i en behagelig bosetting og ga dem gode ting. Og de skiller ikke til [etter] kunnskap hadde kommet til dem. Faktisk skal din Herren dømme mellom dem på oppstandelsen om det som de pleide å avvike
sk: A mali sme istotu deti Izraela sa usadil v príjemnej osade a poskytla im dobré veci. A oni sa nelíšila až [po] znalosti prišiel k nim. Vskutku, váš Pán bude súdiť medzi nimi na deň vzkriesenia, ktoré používajú odlišné o
sl: In smo imeli varnosti otrok Izrael vseljeno prijetno naselje in jima dala dobre stvari. In jih ne razlikujejo do [po] znanja je prišel do njih. Res, bo vaš gospod sodnik vmes na dan od vstajenje, ki ki jih uporablja za razlikujejo glede
sr_cyrl: И имали смо сигурношћу се настанио децу Израела у насеље је пријатна и пружили им добре ствари. И они се не разликује много до [када] знања вратио да их. Заиста, твој господар ће судити између њих, на дан ускрснућа, у коју током којих су се разликују у погледу
sr_latn: I imali smo sigurnošću se nastanio decu Izraela u naselje je prijatna i pružili im dobre stvari. I oni se ne razlikuje mnogo do [kada] znanja vratio da ih. Zaista, tvoj gospodar će suditi između njih, na dan uskrsnuća, u koju tokom kojih su se razlikuju u pogledu
uk: І ми мали визначеності оселилися діти Ізраїлю в приємне поселення та забезпечені гарні речі. І не відрізнялися вони поки [після того, як] знання прийшла до них. Дійсно, Господь ваш буде судити між ними на день Воскресіння, над якими використаного відрізняються щодо
vi: Và chúng tôi đã chắc chắn ổn định các trẻ em của Israel trong một khu định cư dễ chịu và cung cấp cho họ những điều tốt đẹp. Và họ đã không khác nhau cho đến khi [sau] kiến thức đã đến với họ. Thật vậy, Chúa của bạn sẽ phán xét giữa họ ngày ngày sống lại liên quan đến mà qua đó họ sử dụng khác nhau
zu: Futhi Sasine ngokuqiniseka kuxazululwe Ntwana Israyeli esivumelwaneni ovumelana hlinzeka them ngezinto ezinhle.

# Quran1458
source: So if you are in doubt, [O Muhammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters.
ca: Així que si vostè està en dubte, [O Muhammad], sobre allò que ens ha revelat a vostè, llavors demanar aquells que han estat llegint abans de l'escriptura. La veritat ha arribat certament a vostè del seu Senyor, així que mai estar entre la callin.
cy: Felly os ydych yn ansicr, [O Muhammad], am yr hyn a ydym wedi datgelu i chi, yna gofynnwch rheini sydd wedi bod yn darllen yr ysgrythurau ger eich bron. Sicr, daeth y gwir i chi gan eich Arglwydd, fod felly byth ymhlith yr amheuwyr.
da: Så hvis du er i tvivl, [O Muhammad], om det, som vi har åbenbaret for dig, så spørg dem, der har læst Skriften før du. Sandheden er helt sikkert komme til dig fra din Herre, så aldrig være blandt tvivlerne.
el: Έτσι αν είστε σε αμφιβολία, [Ο Μωάμεθ], σχετικά με αυτό που έχουμε αποκαλύψει σε σας, τότε ρωτήστε όσους έχουν διαβάσει το Scripture ενώπιόν σας. Η αλήθεια σίγουρα έχει έρθει σε σας από το Λόρδο, έτσι ποτέ δεν είναι από τους αμφισβητίες.
et: Nii et kui teil on kahtlusi, [O Muhammad], sellest, mis meil näitas teile, siis küsi nendelt, kes olnud lugemine pühakirja enne. Tõde on kindlasti tulevad sind oma Issanda, nii et kunagi olla üks kahtlejaid.
fi: Joten jos olet epävarma, [Oi Muhammed] siitä, mitä olemme paljastaneet sinulle, niin kysyä niille, jotka lukenut Raamatun edessänne. Totuus on varmasti tullut sinulle tulee Herraltasi, niin koskaan kesken epäilijät.
he: אז אם אתה בספק, [O מוחמד], על זה אשר נחשפו, תשאל מי צריך לקרוא את כתבי הקודש לפניך. האמת בהחלט הגיע אליך. האל שלך, כך לא יהיה בין הספקנים.
hr: Ako ste u dvojbi, [O Muhammad], prema onome što smo otkrili, onda pitaj one koji su čitali Sveto pismo prije nego što. Istina se ti iz vašeg gospodara, tako da nikada biti među sumnjali.
lt: Taigi jei jums kyla abejonių, [O Muhammad], apie tai, kas mums atskleidė jums, tada paprašyti tų, kurie buvo redingas raštas prieš jus. Tiesa tikrai turi ateiti pas jus iš savo Viešpaties, todėl niekada būti tarp watpiacych.
lv: Tāpēc, ja rodas neskaidrības, [O Muhammad], par to, ko mums parādīja, tad lūgt tiem, kuri ir lasījuši rakstus pirms. Patiesība ir noteikti nāk pie jums no jūsu kungs, tik un tā nebūs starp doubters.
nb: Så hvis du er i tvil, [O Muhammad], om det som vi har åpenbart for deg, så spør de som har lest skriften før du. Sannheten har sikkert kommet til deg fra din Herre, så aldri være blant tvilerne.
sk: Takže ak ste na pochybách, [Mohamed], o ktoré sme odhalili, potom požiadať tých, ktorí boli čítaní Biblie pred vami. Pravdu má určite prísť k vám z vášho pána, tak nikdy medzi pochybovači.
sl: Torej, če ste v dvomih, [O Muhammad], o tem, kar smo pokazali, potem prosite tiste, ki bral pismo pred vami. Resnica je zagotovo pridejo do vas od svojega Gospoda, tako nikoli ne bo med dvomljivci.
sr_cyrl: Ако сте у недоумици, [О Мухаммад], због тога што су показале да смо с тобом, онда питај оне који је читала писмо пред вама. Истина је сигурно привукло те од твог Господа, тако да никада не буде међу судити није.
sr_latn: Ako ste u nedoumici, [O Muhammad], zbog toga što su pokazale da smo s tobom, onda pitaj one koji je čitala pismo pred vama. Istina je sigurno privuklo te od tvog Gospoda, tako da nikada ne bude među suditi nije.
uk: Тому якщо ви сумніваєтеся, [O Мухаммад], про те, що ми показали вам, потім запитайте, хто читав Писання перед вами. Правда, безумовно, підемо до вас від вашого Господа, тому не серед сумнівається.
vi: Vì vậy nếu bạn nghi ngờ, [O Muhammad], về mà trong đó chúng tôi đã tiết lộ cho bạn, sau đó yêu cầu những người đã đọc Kinh Thánh trước khi bạn. Sự thật đã chắc chắn đến với bạn từ của mình Chúa, vì vậy không bao giờ là một trong những nghi ngờ.
zu: Ngakho uma ungabaza, [O Muhammad], lokho okwakha We phendla you ngalesosikhathi buza labo abaye ukufunda umBhalo phambi kwakho.

# Quran1459
source: And never be of those who deny the signs of Allah and [thus] be among the losers.
ca: I mai no serà d'aquells que neguen els senyals d'Allah i [] que entre els perdedors.
cy: A byth fod yn rhai sy'n gwadu bod yr arwyddion Allah a [felly], fod ymhlith y rhai ar eu colled.
da: Og aldrig være dem, der benægter tegnene på Allah og [dermed] være blandt taberne.
el: Και ποτέ δεν είναι εκείνοι που αρνούνται τα σημάδια του Αλλάχ και να [έτσι] ανάμεσα στους χαμένους.
et: Ja kunagi olema need, kes eitavad Jumala märke ning [seega] seas kaotajad.
fi: Ja koskaan olla jotka kieltävät Jumalan merkkejä ja [] siis häviäjiä.
he: לעולם לא תהיה של מי ששולל את הסימנים של אללה, [ולכן] להיות בין המפסידים.
hr: I nikada neće biti onih koji niječu znakove Allaha i [tako] biti među gubitnicima.
lt: Ir niekada nebus iš tų, kurie neigia Dievo ženklus ir [taip] būti tarp pralaimėjusiųjų.
lv: Un nekad nebūs, kuri noliedz Allah pazīmes un [tādējādi] starp zaudētājiem.
nb: Og aldri være de som nekter tegnene av Allah og [slik] være blant taperne.
sk: A nikdy sa tí, ktorí popierajú znamenia Alaha a [teda] dostať medzi porazených.
sl: In nikoli ne bo tistih, ki zanikajo znaki Allah in [tako] biti med poraženci.
sr_cyrl: Никада не бити од оних који поричу знаке од Алаха и [тако] бити међу губитнике.
sr_latn: Nikada ne biti od onih koji poriču znake od Alaha i [tako] biti među gubitnike.
uk: І ніколи не буде тих, хто заперечує ознаки Аллах і [так] бути серед програли.
vi: Và không bao giờ những người từ chối các dấu hiệu của Allah và [do đó] có một trong những người thua cuộc.
zu: Futhi ningalokothi of labo abaphika izibonakaliso Allah [ngenxa yalokho] abe phakathi losers.

# Quran1460
source: Indeed, those upon whom the word of your Lord has come into effect will not believe,
ca: De fet, aquells a qui la paraula del seu Senyor ha entrat en efecte no creurà,
cy: Yn wir, bydd y rhai ar bwy mae gair eich Arglwydd yn dod i rym nid yn credu,
da: Ja, dem efter hvem din Herrens ord er trådt i kraft vil ikke tro,
el: Πράγματι, εκείνοι προς τους οποίους η λέξη του κυρίου σας έχει τεθεί σε ισχύ δεν θα το πιστέψετε,
et: Tõepoolest, need, kelle oma Issanda sõna on jõustunud pärast ei usu,
fi: Itse asiassa ne kun jolle teidän Herran sana on tullut voimaan ei usko,
he: אכן, אותן על מי יש המילה של האדון תכנס לתוקף לא יאמין.
hr: Doista, onih o kojima je riječ svoga Gospodina stupa na snagu neće vjerovati,
lt: Iš tiesų, tas ant kurio savo Viešpaties žodis atėjo į poveikį negali patikėti,
lv: Patiešām, tie, pēc kuriem jūsu Kunga vārds ir stājies spēkā nevis uzskatu,
nb: Faktisk vil de på hvem din Herrens ord har tre i kraft ikke tro,
sk: V skutočnosti tí, na ktorých slovo vášho pána má nadobudnúť účinnosť nebudete veriť,
sl: Res, tisti, na katere besede svojega gospodarja je veljati ne boste verjeli,
sr_cyrl: Заиста , они на коме је реч твог господа се применио нећете веровати,
sr_latn: Zaista, oni na kome je reč tvog gospoda se primenio nećete verovati,
uk: Дійсно, тих, на кого слово пана свого має вступити в силу не повірять,
vi: Thật vậy, những người khi mà các từ của Chúa của bạn đã trở thành có hiệu lực sẽ không tin tưởng,
zu: Ngempela, labo esesifikelwe izwi kho Lord kutawucala kusebenta ngeke bakholwe,
