Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2564
source: And to Solomon [We subjected] the wind, blowing forcefully, proceeding by his command toward the land which We had blessed. And We are ever, of all things, Knowing.
ca: I Solomon [estem sotmesos] el vent, que bufa amb força, procedint pel seu comandament cap a la terra que havíem beneït. I mai, som de totes les coses, saber.
cy: Ac i Solomon [dioddef ydym] y gwynt, chwythu'r rymus, ei Gorchymyn tuag at y tir yr ydym wedi bendithio yn mynd rhagddo. Ac yr ydym erioed, am yr holl bethau, mae gwybod.
da: Og at Salomo [vi udsat] vinden blæser kraftigt, videre af hans kommando mod det land, som vi havde velsignet. Og vi er nogensinde, af alle ting, at vide.
el: Και να Σολομώντος [εμείς να υποβληθούν] του ανέμου, που φυσάει δυνατά, προχωρά από την εντολή του προς την γη που έχουμε είχε ευλογηθεί. Και είμαστε πάντα, όλων των πραγμάτων, γνωρίζοντας.
et: Ja Saalomoni [me läbinud] Tuul puhub jõuliselt, lähtudes tema käsk poole maa, mis oli õnnistatud. Ja me oleme kunagi, kõik asjad, teades.
fi: Ja Salomo olemme altistaneet tuuli puhaltaa voimakkaasti, etenee hänen komento kohti maata, joka oli siunannut. Ja olemme koskaan, kaikki tieto.
he: וכדי שלמה [אנחנו חשופים] הרוח נושבת בחוזקה, ממשיך על ידי הפיקוד שלו כלפי האדמה אשר אנו היה מבורך. אנחנו אי פעם, של כל הדברים, לדעת.
hr: I u pjesmama smo podvrgnuti vjetar, puše snažno, postupak po njegovom komandom prema zemlji koju smo imali blagoslovljen. I mi smo, od svih stvari, znajući.
lt: Ir Saliamono [mes laikėme] vėjas, pučia ryžtingai, tyrimą jo komanda link žemės, kuri mes turėjo palaiminti. Ir mes kada nors, viskas, žinios.
lv: Un Solomona [mēs pakļauti] vēja, sparīgi pūš, turpināt ar savu komandu uz krastmalu, kas mums bija laimīgs. Un mēs esam jebkad, par visām lietām, zinot.
nb: Og Solomon [vi utsatt] vinden blåser hardt, fortsetter etter hans kommando mot landet som vi hadde velsignet. Og vi er stadig, av alle ting, å vite.
sk: A Šalamúnove [sme podrobili] vietor fúka silno, konanie podľa jeho príkazu k pozemky, ktorých sme požehnal. A sme vôbec, všetko, vedieť.
sl: In Salomonovega [smo izpostavili] veter, piha nasilen, nadaljuje z njegovim poveljstvom proti zemljišč, ki smo je blagoslovil. In mi smo vedno, vse stvari, poznavanje.
sr_cyrl: И да Соломон [смо стављени под] ветар дува насилно, настављамо под његовом командом према земљиште на којем смо имали благословљен. И ми смо икада, од свих ствари, знајужи.
sr_latn: I da Solomon [smo stavljeni pod] vetar duva nasilno, nastavljamo pod njegovom komandom prema zemljište na kojem smo imali blagoslovljen. I mi smo ikada, od svih stvari, znajuжi.
uk: І Соломона [ми піддавали] вітер дме рішуче, виходячи за свою команду до землі, яку ми були благословенні. І ми коли-небудь, всі речі, знаючи, що.
vi: Và Solomon [chúng tôi chịu] gió, thổi mạnh mẽ, tiến hành bởi bộ chỉ huy của ông đối với diện tích đất mà chúng tôi có may mắn. Và chúng tôi có bao giờ, tất cả mọi thứ, hiểu biết.
zu: Futhi kuSolomoni [We owabeka] umoya, ohlabayo wokugcizelela iphuzu, beqhubeka umyalo sakhe sengqondo izwe We ayembusise.

# Quran2565
source: And of the devils were those who dived for him and did work other than that. And We were of them a guardian.
ca: I dels diables va haver qui es va submergir per a ell i d'això va funcionar. I estàvem d'ells un tutor.
cy: Ac o y devils oedd y rhai a osgôdd hyn iddo a oedd yn gweithio eraill na hynny. Ac yr oeddem yn eu gwarcheidwad.
da: Og af devils var dem, der dykkede for ham og gjorde arbejde andet end, at. Og vi var for dem en værge.
el: Και των δαιμόνων ήταν αυτοί που βούτηξε για τον ίδιο και εκτός από ότι λειτούργησε. Και ήμασταν από τους κηδεμόνες.
et: Ja Devils olid need, kes teda sukeldus ja ei tööta selle. Ja me olime neist eestkostja.
fi: Ja Devils jotka sukelsi hänelle ja toimi muuten. Ja olimme niistä edunvalvoja.
he: של הדווילס היו אלה אשר חיפשו אותו ולא הצליח מעבר לזה. והיינו מהם אפוטרופוס.
hr: I od vragovi su bili oni koji su ronili za njega, a osim toga rade. A bili smo ih skrbnik.
lt: Ir Devils buvo tie, kurie zanurzali už jį ir padarė darbą, kitą nei ta. Ir mes jų globėjas.
lv: Un velni bija tiem, kuri viņu meties un veica darbu, kas nav. Un mēs no viņiem aizbildni.
nb: Og djevler var de som stupte for ham og fungerte annet enn at. Og vi var av dem en verge.
sk: A démonov boli tí, kto potopil pre neho a robil prácu, ako je. A boli sme z nich opatrovníka.
sl: In Devils so bili tisti, ki je skočil za njim in je delo drugega, kot da. In smo jih skrbnik.
sr_cyrl: И о вуку били они који је ронио га и радио све остало. И били смо од њих за старатеља.
sr_latn: I o vuku bili oni koji je ronio ga i radio sve ostalo. I bili smo od njih za staratelja.
uk: І демонів, хто пірнув для нього і зробили роботу, ніж інші, що. І ми були з них опікуна.
vi: Và các quỷ đã là những người bổ nhào cho anh ta và đã làm công việc khác hơn đó. Và chúng tôi đã chúng một người giám hộ.
zu: Futhi ngamademoni bakhe ngilabo yacwila ngaye, benza umsebenzi nezinye kunalokho.

# Quran2566
source: And [mention] Job, when he called to his Lord, "Indeed, adversity has touched me, and you are the Most Merciful of the merciful."
ca: I [parlar] feina, quan va cridar al seu Senyor, "de fet, l'adversitat ha tocat a mi i ets més Clement de les almoines."
cy: [Yn sôn am] swydd, pan y galwodd at ei Arglwydd, "yn wir, wedi adfyd yn cyffwrdd â mi, a ydych yn fwyaf Merciful o y tosturiol."
da: Og [omtale] Job, når han kaldt til sin herre, "faktisk modgang har rørt mig, og du er den mest barmhjertige af den barmhjertige."
el: Και [αναφορά] εργασία, όταν κάλεσε να του Λόρδου, «πράγματι, τις αντιξοότητες έχει με άγγιξε και είστε του Πολυεύσπλαχνου του εύσπλαχνος.»
et: Ja [nimetada] tööd, kui ta nimetas ta isand, "tõepoolest, ebaõnne on puudutanud mind ja te olete kõige Merciful ning armulised."
fi: Ja [] työtä, kun hän kutsui hänen herransa ", vastoinkäymiset on koskettanut minua ja olet kaikkein armollisin ja armollinen."
he: [לציין] את העבודה, כאשר הוא קרא לאדונו,"ואכן, מצוקות נגע בי אתה הכי הרחום והחנון של הנדבן."
hr: I [spomenuti] posao, kada je nazvao da mu gospodar, "doista, nedaća je dotaknuo me i ste najviše milostivog od milostivi."
lt: Ir [paminėti] darbas, kai jis pavadino savo Viešpaties, "iš tiesų, priešiškumą palietė mane, ir jūs esate labiausiai litosciwy, gailestingieji."
lv: Un [min] darbs, kad nosauca par savu kungu, "patiešām, nelaime ir pieskāries man un jums ir visvairāk žēlsirdīgs, žēlsirdīgs."
nb: Og [nevne] jobb, da han kalte sin Herren, "faktisk motgang har rørt meg og du er mest barmhjertige av barmhjertige."
sk: A [spomenúť] prácu, keď zavolal na svojho pána, "naozaj, nepriazeň osudu sa ma nedotkol a ste najviac Milosrdných z milosrdný."
sl: In [omeniti] delo, ko je imenoval za svojega Gospoda, "dejansko stisko me je dotaknil in ste najbolj usmiljen od usmiljen."
sr_cyrl: [Споменуо ] посао, када је звао да му господар, "заиста, недаћама ме је дирнула ме и ти си нај милостив од милостивог."
sr_latn: [Spomenuo] posao, kada je zvao da mu gospodar, "zaista, nedaćama me je dirnula me i ti si naj milostiv od milostivog."
uk: І [кажучи вже] роботу, коли він подзвонив своєму панові, "дійсно, негаразди доторкнувся до мене, і ви самі Merciful з милостиві."
vi: Và [kể] công việc, khi ông gọi là Chúa của ông, "thật vậy, nghịch cảnh đã chạm vào tôi, và bạn nhất Merciful của sự thương xót."
zu: Futhi [Khumbuzani] uJobe, lapho ebizwa ukuba akhe Lord "Ngempela, adversity namatha me, futhi wena are the Ningi Nomusa of abanesihe."

# Quran2567
source: So We responded to him and removed what afflicted him of adversity. And We gave him [back] his family and the like thereof with them as mercy from Us and a reminder for the worshippers [of Allah].
ca: Així hem respost a ell i eliminat el que ell d'adversitat afectat. I li donàvem [altra vegada] la seva família i similars, amb ells com misericòrdia de nosaltres i un recordatori pels adoradors [d'Allah].
cy: Felly rydym yn ymateb iddo a dileu beth dioddef ef o adfyd. A rhoesom iddo [yn ôl] ei deulu ac yn y blaen ohonynt gyda hwy fel drugaredd oddi wrthym ni ac atgoffa ar gyfer addolwyr [o Allah].
da: Så vi svarede ham og fjernede hvad plaget ham af modgang. Og vi gav ham [tilbage] hans familie og lignende herom med dem som nåde fra os og en påmindelse for tilbedere [i Allah].
el: Έτσι απάντησε σ ' αυτόν και αφαιρεθεί τι τον αντιξοότητες ταλαιπωρεί. Και δώσαμε [πίσω] την οικογένειά του και τα παρόμοια αυτής μαζί τους ως έλεος από εμάς και μια υπενθύμιση για τους προσκυνητές το [του Allah].
et: Nii vastas talle ja eemaldada, mida vaevanud teda ebaõnne. Ja me andis talle [tagasi] tema pere ja nagu selle nendega nagu halastust meilt ja meeldetuletuse kummardajaid [Jumala].
fi: Niin vastasivat hänelle ja poistaa mitä kärsii häntä vastoinkäymiset. Ja annoimme hänelle [takaisin] hänen perheensä ja vastaavat sen mukanaan kuin armoa meiltä ja muistutuksen sallimaan uskovaisille oikeuden [-lta hillitä].
he: אז אנחנו השיב לו והוציאו מה שצוותו אותו של מצוקה. נתנו לו [חזרה] משפחתו וכדומה הימנו איתם כמו רחמים מאתנו ובעקבות תזכורת עבור המתפללים [של אללה].
hr: Smo mu se odazvali i ukloniti što ga od nesreće zadesile. I dali smo mu [natrag] njegova obitelj i slično istih s njima kao milost od nas i podsjetnik za štovatelje [od Allaha].
lt: Taigi mes atsakė jam ir pašalinti ką kenčia jam nelaimės. Ir mes davė jam [atgal] jo šeimos ir pan jo su jais kaip gailestingumo mums ir priminimą dėl tikinčiųjų [Dievas] į.
lv: Tātad mums atbildēja uz viņu un izņemti kādi nomocīts viņam nedienās. Un mēs iedevām viņam [atpakaļ] savu ģimeni un tamlīdzīgi to ar viņiem kā žēlastību no mums un atgādinājums par ticīgo, [Allah] ir.
nb: Så vi svarte ham og fjernet det plaget ham med motgang. Og vi ga ham [tilbake] familien og lignende derav med dem som barmhjertighet fra oss og en påminnelse for tilbedere [av Døyve].
sk: Tak sme reagovali na neho a odstránené, čo mu protivenstvá postihnutý. A my sme mu [späť] jeho rodina a podobne jej s nimi ako milosť od nás a pripomenutie pre ctitelia [Boh].
sl: Tako bomo odzvali nanj in odstraniti kaj nevoljnicima ga stisko. In smo mu dali [nazaj] njegova družina in podobno njihovi z njimi kot milost od nas in opomnik za vernikov [od Allah].
sr_cyrl: Тако смо реаговала на њега и уклонио погодио шта га невоље. И дали смо му [назад] његову породицу и слично уочи са њима као милост од нас, и опомену за вернике [Аллаха].
sr_latn: Tako smo reagovala na njega i uklonio pogodio šta ga nevolje. I dali smo mu [nazad] njegovu porodicu i slično uoči sa njima kao milost od nas, i opomenu za vernike [Allaha].
uk: Так ми відповіли на нього і видалені, що страждають ним нещастя. І ми дали йому [назад] його сім'ї і як їх з ними як милість від нас і нагадування для віруючих [з Аллах].
vi: Vì vậy, chúng tôi đáp ứng với anh ta và loại bỏ những gì ảnh hưởng nó nghịch cảnh. Và chúng tôi cho ông [trở lại] gia đình ông và như thế nào đó với họ như là lòng thương xót từ chúng tôi và một lời nhắc nhở cho sùng [của Allah].
zu: Ngakho We phendula him futhi wasusa lokho ihlushiwe kuye ubunzima.

# Quran2568
source: And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient.
ca: I [parlar] Ishmael i Idrees i Dhul-Kifl; Tots eren del pacient.
cy: [Yn sôn am] Ishmael a Idrees a Dhul-Kifl; Roedd pob un yn y claf.
da: Og [omtale] Ismael og Birgit og Dhul-Kifl; alle var af patienten.
el: Και [αναφέρετε] Ισμαήλ και Idrees και Dhul-Kifl? όλα ήταν του ασθενούς.
et: Ja [mainida] Ismael ja Idrees ja Dhul-Kifl; kõik olid patsiendi.
fi: Ja [] Ismael ja Sami ja Dhulille-Kifl; kaikki olivat potilaan.
he: [לציין] את ישמעאל ואת איידרס Dhul-Kifl; כל היו של המטופל.
hr: I [spomenuti] Jišmaela i Aldin i Dhul-Kifl; Svi su bili pacijenta.
lt: Ir [paminėti] Izmaelis ir Arvi ir Dhul-Kifl; visi buvo paciento.
lv: Un [min] Ismaēla un Idrees un Dhul Kifl; visi bija pacients.
nb: Og [nevne] Ismael og Idrees og Dhul-Kifl; alle var av pasienten.
sk: A [Uveďte] Izmael a Idrees a dħul-Kifl; všetky boli pacienta.
sl: In [omenil] Jišmael in Idrees in Dhul-Kifl; vsi so bili bolnika.
sr_cyrl: [Споменуо ] Исхмаел "и" Идреес "и" Дхул-Кифл; Сви су били пацијента.
sr_latn: [Spomenuo] Ishmael "i" Idrees "i" Dhul-Kifl; Svi su bili pacijenta.
uk: І [згадати], Ізмаїл та Ідріс і Зуль-Kifl; всі вони були пацієнта.
vi: Và [kể] Ishmael và Idrees và Dhul-Kifl; Tất cả là của bệnh nhân.
zu: Futhi [Khumbuzani] Ishmayeli, Idrees kanye Dhul-Kifl;

# Quran2569
source: And We admitted them into Our mercy. Indeed, they were of the righteous.
ca: I ells hem admès en nostre misericòrdia. De fet, eren dels justos.
cy: A ydym yn eu derbyn i ein drugaredd. Yn wir, yr oeddent o y righteous.
da: Og vi optaget dem i vores mercy. Ja, de var for retfærdige.
el: Και εμείς τους γίνονται δεκτά στο Έλεός μας. Πράγματι, ήταν δίκαιοι.
et: Ja me neid meie halastust territooriumile importida. Tõepoolest, nad olid sugupõlves.
fi: Ja niitä tuotu meille armon. He olivat todella vanhurskas.
he: אנחנו הודה אותם לתוך רחמים שלנו. ואכן, הם היו הצדיקים.
hr: A primili smo ih u našoj milosti. Doista, oni su bili pravednika.
lt: Ir mes, kurie jiems į mūsų gailestingumo. Iš tiesų, jie buvo teisus.
lv: Un mēs viņus ieved mūsu varā. Protams, tie visi bija taisns.
nb: Og vi innrømmet dem i våre mercy. Faktisk var de rettferdiges.
sk: A my im priznal do nášho milosrdenstva. V skutočnosti boli spravodliví.
sl: In smo jih pripelje v naše usmiljenje. Dejansko so bili pravičnih.
sr_cyrl: А ми их је примљена у нам милост. Заиста , они су били праведника.
sr_latn: A mi ih je primljena u nam milost. Zaista, oni su bili pravednika.
uk: І ми визнав їх в наше милосердя. Дійсно, вони були праведників.
vi: Và chúng tôi thừa nhận họ vào lòng thương xót của chúng tôi. Thật vậy, họ là công bình.
zu: Futhi We wavuma them sa Wethu.

# Quran2570
source: And [mention] the man of the fish, when he went off in anger and thought that We would not decree [anything] upon him. And he called out within the darknesses, "There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers."
ca: I [parlar] del peix, l'home quan ell anava a ira i pensar que ens vols no decret [quelcom] a ell. I va cridar dins la darknesses, "hi ha cap Déu excepte vostè; exaltat esteu. De fet, he estat dels malfactors."
cy: A [sôn am] y dyn o'r pysgod, pan aeth i ffwrdd mewn dicter a meddwl y byddai inni ochel [Dim] arno. A galwodd o fewn y darknesses, "Nid oes unrhyw Dduwdod ac eithrio chi; i'w mawrygu ydych. Yn wir, bu o y tramgwyddo."
da: Og [omtale] mand af fisk, når han gik i vrede og troede, at vi ikke ville dekret [alt] med ham. Og han råbte inden for nysgerig, "der er ingen guddom undtagen dig; ophøjet er du. Ja, jeg har været af lovovertrædere."
el: Και [αναφορά] ο άνθρωπος από τα ψάρια, όταν αυτός πήγε μακριά στο θυμό και σκέφτηκα ότι δεν θα διάταγμα [κάτι] προς αυτόν. Και αυτός φώναξε εντός του darknesses, «δεν υπάρχει καμία θεότητα εκτός από εσάς? υπερυψωμένα είστε. Πράγματι, έχω το των παραβατών.»
et: Ja [nimetada] mees kala, kui ta läks ära viha ja arvasin, et meil oleks mitte määrus [midagi] talle. Ja ta hüüdis maksimaalselt darknesses, "ei ole jumalus välja teid; ülendatud sa oled. Tõepoolest, olen olnud selle tagaotsitavate kohta."
fi: Ja [mainita] kala, mies, kun hän meni pois viha ja ajattelin, että meillä määrää [jotain] hänelle. Ja hän huusi, tummuusasteilla, "ei ole Jumaluutena, paitsi ylevä Oletko. Itse asiassa olen ollut laajemmalti."
he: [להזכיר] הגבר של הדג, כאשר הוא הלך בכעס, חשבתי כי אנו לא פוסק [משהו] עליו. הוא קרא מחשכים, "יש אין אלוהות חוץ ממך; מרומם. גם אתה- אכן, הייתי של wrongdoers."
hr: I [spomenuti] čovjek ribe, kada je otišao u bijes i mislio da mi ne bi [nešto] dekret na njega. I zvao unutar trenutci, "nema Božanstva osim tebe; uzvišen si ti. Doista, ja sam bio za počinioce."
lt: Ir [paminėti] žuvies, žmogus, kai jis atėjo ne į pyktis ir maniau, kad mes būtų ne dekretas [nieko] jam. Ir jis sušuko per darknesses, "nėra jokių Dievybės išskyrus jums; išaukštintas tu. Iš tiesų, aš buvo grzesznicy."
lv: Un [min] zivis, cilvēks, kad viņš aizgāja dusmas un domāju, ka mēs būtu nevis dekrētu [kaut] viņam virsū. Un viņš sauca darknesses, "atrodas nav dievība, izņemot tevi; cildenais jūs esat. Patiešām, man ir bijuši no pārkāpējus."
nb: Og [] mannen av da han gikk av i sinne og trodde at vi ikke ville dekret [alt] ham. Og han ropte innen darknesses, "det er ingen guddom unntatt. opphøyet er du. Faktisk, jeg har vært av wrongdoers.
sk: A [] muž ryby, keď on odišiel v hneve, a myslel, že by sme nie vyhlášky [niečo] mu. A zavolal do darknesses, "nie je žiadne božstvo okrem vás; vyvýšený ste. V skutočnosti som bol z zloèinci."
sl: In [omenil] človek ribe, ko je odšel v jezi in mislil, da smo bi ne odlok [nič] na njem. In je zaklical, v darknesses, "ni nobene božanstva, razen vi; vzvišeno ste. Res, sem bil o na wrongdoers."
sr_cyrl: И [споменула] од риба, када је експлодирала у љутњи и мислио да би не декретујемо [нешто] над њим. И све позвао унутар моје.и, "Нема нема боћанство осим тебе; Јеси ли узвиљено. Заиста , био сам на починиоце."
sr_latn: I [spomenula] od riba, kada je eksplodirala u ljutnji i mislio da bi ne dekretujemo [nešto] nad njim. I sve pozvao unutar moje.i, "Nema nema boћanstvo osim tebe; Jesi li uzviљeno. Zaista, bio sam na počinioce."
uk: І [кажучи вже] людина риби, коли він відправився в гніві і думав, що ми б не указ [що-небудь] на нього. І він покликав, в рамках darknesses, "немає немає божества, крім вас; піднесений ти. Справді, я був з у розкаюємося."
vi: Và [kể] người đàn ông của cá, khi ông đã đi ra trong sự tức giận và nghĩ rằng chúng tôi sẽ không phải nghị định [gì] khi anh ta. Và ông gọi là ra trong darknesses, "không có không có vị thần ngoại trừ bạn; sôi nổi được bạn. Thật vậy, tôi đã trong các wrongdoers."
zu: Futhi [Khumbuzani] kumuntu izinhlanzi, lapho wahamba ngentukuthelo wacabanga ukuthi sasingeke isimemezelo [lutho] phezu kwakhe.

# Quran2571
source: So We responded to him and saved him from the distress. And thus do We save the believers.
ca: Així hem respost a ell i salvar-lo de l'angoixa. I així podem salvar els creients.
cy: Er mwyn inni ymateb iddo a achubwyd ef o drallod. Ac felly yr ydym yn arbed y credinwyr.
da: Så vi svarede ham og reddede ham fra nød. Og dermed kan vi gemme troende.
el: Έτσι μας απάντησε σ ' αυτόν και τον έσωσε από την απελπισία. Και έτσι κι εμείς αποθηκεύσετε τις πιστών.
et: Nii vastas talle ja päästis teda stressi. Ja seega me salvestada usklikud.
fi: Niinpä vastasivat hänelle ja pelasti hänet ahdistusta. Ja näin säästämme uskovaiset.
he: אז השיב לו להצילו מן המצוקה. כך נציל את המאמינים.
hr: Pa smo mu se odazvali i spasio ga od u nevolji. A tako spašavamo vjernike.
lt: Taigi mes atsakė jam ir išgelbėti jį nuo nelaimės. Ir tokiu būdu mes išgelbėti tikintieji.
lv: Tātad mums atbildēja uz viņu un viņu izglāba no ciešanām. Un tādējādi mēs saglabātu ticīgie.
nb: Så vi svarte ham og reddet ham fra nød. Og derfor lagrer vi troende.
sk: Tak sme reagovali na neho a ho zachránil od utrpenia. A tak sme zachrániť veriaci.
sl: Tako smo se odzvali nanj in ga rešil iz stisko. In tako varčujemo z vernike.
sr_cyrl: Како бисмо му је одговорио и спасио га од немиру. И самим тим да спасимо верници.
sr_latn: Kako bismo mu je odgovorio i spasio ga od nemiru. I samim tim da spasimo vernici.
uk: Так що ми відповіли на нього і його врятував від лиха. І таким чином ми економимо віруючих.
vi: Vì vậy, chúng tôi đáp ứng với anh ta và cứu anh ta khỏi các nạn. Và do đó chúng tôi tiết kiệm các tín hữu.
zu: Ngakho We phendula him futhi wamsindisa lapho ekucindezelekeni.

# Quran2572
source: And [mention] Zechariah, when he called to his Lord, "My Lord, do not leave me alone [with no heir], while you are the best of inheritors."
ca: I [parlar] Zacaries, quan em va trucar al seu Senyor, "Senyor, no em deixis sol [amb cap hereu], mentre que ets el millor dels hereus."
cy: A [sôn am] Zechariah, pan alwodd i ei Arglwydd, "fy Arglwydd, peidiwch â gadael imi unig [heb adael etifedd], tra byddwch yn y gorau o'r hailgyflogi."
da: Og [nævne] Zakarias, da han ringede til sin herre, "min herre, ikke lade mig alene [med ingen arving], mens du er bedst af arvinger."
el: Και [αναφορά] Ζαχαρία, όταν κάλεσε να του Λόρδου, «Κύριέ μου, δεν με αφήσετε μόνο [με καμία κληρονόμος], ενώ είστε το καλύτερο κληρονόμων.»
et: Ja [nimetada] Sakarja, kui ta nimetas ta isand "Issand, jäta mind rahule [koos ükski pärija], kuigi olete pärijate parim."
fi: Ja [mainita] Sakarias, kun hän kutsui hänen herransa "herrani, älä jätä minua yksin [kanssa ei perillinen], kun olet paras perilliset."
he: ו [להזכיר] זכריה, כשהוא התקשר לשרות אלוהיו, "אדוני, אל תשאיר אותי לבד [עם יורש], בזמן שאתה הטוב ביותר של היורשים."
hr: I [spomenuti] Zaharija, kada je pozvao za svoga gospodara, "gospodaru moj, ne ostavi me na miru [s nasljednika], dok ti si najbolji baštinici."
lt: Ir [paminėti] Zacharijas, kai jis paragino savo Viešpaties, "mano Viešpatie, ne atstok [jam nepalikus įpėdinio], kol esate geriausias iš paveldėtojų."
lv: Un [min] Zaharijs, kad viņš nosauca savu kungu, "milord, nevar likt man mieru, māmulīt [ar bez mantinieka], kamēr jūs esat vislabākais mantinieki."
nb: Og [nevne] Sakarja, da han kalte sin Herren, "min Herre, ikke la meg alene med ingen arving], mens du er best av arvinger."
sk: A [spomenúť] Zachariáš, keď zavolal na svojho pána, "môj pán, nie Nechaj ma [s žiadny dedič], aj keď ste najlepší dedičmi."
sl: In [omenja] Zaharija, ko je pozval svojega Gospoda, "Moj Gospodar, ne pusti me pri miru [s ni dedič], prebiti vi ste najboljši dediči."
sr_cyrl: И [споменуо] Захарија, када је звао да му господар, "господару мој, не остављај ме саму [са наследника], док сте у најбољим наследнике."
sr_latn: I [spomenuo] Zaharija, kada je zvao da mu gospodar, "gospodaru moj, ne ostavljaj me samu [sa naslednika], dok ste u najboljim naslednike."
uk: І [кажучи вже] Захарія, коли він зателефонував своєму панові "пане мій, не залишиш мене [з не спадкоємця], а ти найкращий спадкоємців."
vi: Và [kể] Zechariah, khi ông gọi là Chúa của ông, "Thưa ngài, không để tôi yên [với không có người thừa kế], trong khi bạn đang tốt nhất của inheritors."
zu: Futhi [Khumbuzani] uZakariya, lapho ebizwa ukuba akhe Lord, "Nkosi yami, ungangishiyi yedwa [kungekho indlalifa], kanti wena the best of inheritors."
