Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1559
source: What remains [lawful] from Allah is best for you, if you would be believers. But I am not a guardian over you."
ca: El que queda [legal] des d'Allah és millor per a vostè, si vols ser creients. Però jo no sóc un tutor sobre tu."
cy: Beth dal [gyfreithlon] gan Allah sydd orau i chi, os byddech yn gredinwyr. Ond nid wyf yn warcheidwad dros chi."
da: Hvad er stadig [lovlig] fra Allah er bedst for dig, hvis du ville være troende. Men jeg er ikke en vogter over dig. "
el: Αυτό που μένει [νόμιμη] από Αλλάχ είναι καλύτερο για σας, αν είστε πιστοί. Αλλά δεν είμαι ένα φύλακα πέρα από σας.»
et: Mida veel [õiguspärase] Allah on parim teile, kui teil oleks usklikud. Aga ma ei ole eestkostja teie üle. "
fi: [Laillista] Jumalalta on paras sinulle, jos haluat olla uskovia. Mutta en ole huoltaja over you."
he: מה שנשאר [חוקי] מן אללה הוא הטוב ביותר עבורך, אם תהיה המאמינים. אבל אני לא שומר עלייך."
hr: Ono što ostaje [zakonito] od Allaha je najbolje za vas, da budete vjernici. Ali ja nisam skrbnik nad vama."
lt: Kas lieka [teisėtas] iš Dievo yra geriausias jums, jei norite būti tikinčiųjų. But I 'm not globėjas virš tavęs. "
lv: Kas vēl [likumīga] no Allah ir labākais, lai jūs, ja jūs būtu ticīgie. Bet es neesmu sargs pār jums."
nb: Hva gjenstår [lovlig] fra Allah er best for deg, hvis du ville være troende. Men jeg er ikke en verge over deg."
sk: Čo zostáva [zákonné] od Boha je najlepšie pre vás, ak chcete byť veriaci. Ale já nejsem strážca nad vami."
sl: Kaj ostaja [zakonita] od Allah je najboljša za vas, če bi bili verniki. Vendar nisem skrbnik nad vami."
sr_cyrl: Оно што остаје [закониту] од Алаха да је најбоље за тебе, ако би сте били верници. "Али ја нисам чувар над вама."
sr_latn: Ono što ostaje [zakonitu] od Alaha da je najbolje za tebe, ako bi ste bili vernici. "Ali ja nisam čuvar nad vama."
uk: Що залишається [законним] від Аллах є краще для вас, якщо ви хочете бути віруючим. Але я не опікуна над тобою".
vi: Những gì còn lại [hợp pháp] từ Allah là tốt nhất cho bạn, nếu bạn sẽ là các tín hữu. "Nhưng tôi không phải người giám hộ trên bạn."
zu: Yini izinsalela [Kuvunyelwe] Allah kangcono, uma bekungaba kholwa.

# Quran1560
source: They said, "O Shu'ayb, does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning!"
ca: Deien, "O Shu'ayb, fa la pregària Mano que hem de deixar el que nostres pares culte o no fer amb la nostra riquesa, què podem complaure? De fet, és la forbearing, les exigències!"
cy: Maent yn dweud, "O Shu'ayb, yw eich gweddi ennyn chi y dylem adael hyn y mae ein tadau yn ei addoli neu yn ei wneud gyda ein cyfoeth hyn inni os gwelwch yn dda? Yn wir, yr ydych yn y forbearing, y deallus!"
da: De sagde, "O Shu'ayb, gør din bøn befaler dig at vi skal forlade hvad vore fædre tilbede eller ikke gøre med vores rigdom, hvad vi så? Ja, du er den forbearing, den kræsne!"
el: Είπε, «O Shu'ayb, κάνει προσευχή σας εντολή σας ότι πρέπει να αφήσουμε τι οι πατέρες μας λατρεύουν ή δεν κάνει με πλούτο μας ό, τι εμείς παρακαλώ; Πράγματι, είστε η αποχή, τον απαιτητικό!»
et: Nad ütlesid: "O Shu'ayb, kas teie palve käsin teid et me peaks lahkuma meie isad kummardama või pole pistmist meie rikkust, mida me palun? Tõepoolest, olete hoidumise, on tähelepanelikumad!"
fi: He sanoivat: "Oi Shu'ayb, rukouksen käsken sinua että meidän pitäisi jättää meidän isämme palvoa tai tee meidän rikkaus me haluta? Itse asiassa olet kärsiminen, hotelli tarjoaa!"
he: הם אמרו, "מתחם שועייב O, התפילה שלך מצווה עליך שעלינו לעזוב מה שהאבות שלנו סוגדת או לא לעשות עם העושר שלנו ראינו? אכן, אתה מאופקים, את אניני טעם!"
hr: Oni rekoše: "O Shu'ayb, ne vaša molitva Zapovjedam ti da bismo trebali ostaviti što naši očevi štovati ili ne s naše bogatstvo što možemo, molim te? Doista, vi ste podnošenje, za uviđavan!"
lt: Jie sakė, "O Shu'ayb, ar jūsų malda komanda jums kad mes turime palikti mūsų tėvai garbinti ar ne daryti su mūsų turtas ką mes prašome? Iš tiesų, jūs esate skolingai, stilingai!"
lv: Viņi teica: "O Shu'ayb jūsu lūgšana komandu jums, ka mēs atstājam mūsu tēvi dievkalpojumu vai nevar darīt ar mūsu bagātība, to, kas mums patīk? Protams, tu esi pieļaujam, zinošāki!"
nb: De sa, "O Shu'ayb, din bønn kommando du at vi skal la det våre fedre tilbe eller ikke med vår rikdom hva vi behage? Faktisk, du er den overbærende, den kresne!"
sk: Oni povedali: "O Shu'ayb, má vaša modlitba príkaz ste, že by sme mali nechať čo našich otcov uctievanie, alebo nie s našou bohaté sme, čo prosím? V skutočnosti ste zhovievavý, náročnejšie!"
sl: So rekli, "O Shu'ayb, ali molitvijo ukaz, ki ga da naj pustimo tisto, kar naši očetje častili ali ne z naše bogastvo kaj mi prosim? Res, ste dolžnikom, zahtevne!"
sr_cyrl: Рекли су, "О Сху'аyб, да ли твоја молитва ти наредим да треба да напустимо шта наши очеви се клањају, или не радим са нам богатство како нам је воља? Заиста , ти си форбеаринг, на ољтроумне!"
sr_latn: Rekli su, "O Shu'ayb, da li tvoja molitva ti naredim da treba da napustimo šta naši očevi se klanjaju, ili ne radim sa nam bogatstvo kako nam je volja? Zaista, ti si forbearing, na oљtroumne!"
uk: Вони сказали: "О Shu'ayb, робить вашу молитву наказую тобі що ми повинні залишити те, що наші засновники поклонятися або не робити з наше багатство, що ми будь ласка? Справді, ви перебуваєте на forbearing, у вимогливих!"
vi: Họ nói rằng, "O Shu'ayb, có cầu nguyện của bạn lệnh bạn rằng chúng tôi nên rời khỏi người cha của chúng tôi tôn thờ hoặc không phải làm với sự giàu có của chúng tôi những gì chúng tôi, xin vui lòng? Thật vậy, bạn có các forbearing, sành điệu!"
zu: Bathi: "O Shu'ayb, enza umthandazo wakho umyalo ukuba thina sishiye lokho obaba sikhulekele noma cha ukwenza ngenxa yengcebo yethu nalokho sijabulisa? Ngempela, wena lo kade, kwabaqondileyo!"

# Quran1561
source: He said, "O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah. Upon him I have relied, and to Him I return.
ca: Va dir, "O poble meu, has considerat: si estic en evidència clara del meu Senyor, i ell m'ha donat amb una bona provisió d'ell...? I no pretén difereixen en la qual vaig tenir prohibit Només pretenc reforma tant com puc. I el meu èxit no és sinó a través d'Allah. Li han confiat, i li vaig tornar.
cy: Dywedodd, "O fy pobl, ydych chi wedi ystyried: os wyf ar dystiolaeth glir o fy Arglwydd, ac mae wedi rhoi imi yn ddarpariaeth dda oddi wrtho...? Ac ni fwriadaf yn wahanol i chi yn hynny o beth y mae yn gwahardd chi; Dim ond bwriadaf ddiwygio cymaint ag y gallaf. Ac nid yw fy llwyddiant ond drwy Allah. Yr wyf wedi dibynnu arno, a byddaf yn dychwelyd ato.
da: Han sagde, "O mit folk, har du overvejet: Hvis jeg klart bevis fra min herre, og han har givet mig en god bestemmelse fra ham...? Og jeg agter ikke at afvige fra dig i det, som jeg har forbudt dig; Jeg agter kun reform, så meget som jeg kan. Og min succes er ikke men gennem Allah. Ham har jeg lagt, og ham jeg vender tilbage.
el: Είπε, «O μου άνθρωποι, έχετε εξετάσει: αν είμαι κατά σαφή στοιχεία από Κύριέ μου και αυτός μου έδωσε μια καλή παροχή από αυτόν...; Και δεν σκοπεύω να διαφέρουν από εσάς σε αυτό που έχω απαγορέψει? Σκοπεύω μόνο μεταρρύθμιση όσο είμαι σε θέση. Και η επιτυχία μου δεν είναι, αλλά μέσω του Αλλάχ. Προς αυτόν έχω βασίστηκε, και να τον επιστρέψω.
et: Ta ütles: "O minu inimesed kas te lugeda: kui ma olen korral minu Issand ja ta on andnud mulle hea näha teda...? Ja ma ei kavatse erine sinult seda, mis on keelatud sa; Kavatsen reformi ainult niipalju, kui ma võin. Ja minu edu ei ole aga kaudu Allah. Talle on panin ja teda ma tagasi.
fi: Hän sanoi: "Oi kansani, oletteko harkinnut: jos olen selvästi osoitetaan Herrani ja hän on antanut minulle hyvä säännös häneltä...? Aio poiketa siitä, mitä olen kieltänyt Aion vain uudistus, niin paljon kuin pystyn. Ja minun menestys ei ole vaan Jumala. Hänelle ovat luottaneet hänelle palaan...
he: הוא אמר, "O עמי, שקלת: אם אני על ראיות ברורות מן, הוא סיפק לי הוראה טוב ממנו...? ואני לא מתכוון נבדלים ממך את אשר הזכרתי; אני רק מתכוון הרפורמה כפי שאני יכול. ההצלחה שלי אינו אלא דרך אללה. עליו צריכים לסמוך, ולחזור אליו אני.
hr: Rekao je: "narode moj, zar ne misliš: ako sam na jasan dokaz od moga gospodara i on je mene dobili dobro osiguranje od njega...? I ne namjeravam se razlikuju od vas u ono što sam zabranio Samo namjeravam reforme koliko god mogu. I moj uspjeh nije ali kroz Allaha. Na njega sam se oslonio, i da ga vratim.
lt: Jis sakė: "O mano tauta, kad jūs laikomas: jei aš nuo aiškių įrodymų, iš mano Viešpats ir jis suteikė man su gera nuostata iš jo...? Ir aš neketinu skiriasi nuo tu, kurie yra draudžiama Aš tik ketina reformos tiek, kiek aš galiu. Ir mano sėkmė nėra, o Dievas. Jam aš pasiremti, ir jam grįžti.
lv: Viņš teica: "O mana tauta, ka jūs uzskatīja: ja es esmu pēc skaidri pierādījumi no manam kungam, un viņš ir nodrošinājusi man labs noteikums no viņa...? Un es negrasos jums atšķiras ar to, kas man ir aizliegta Es plānoju tikai reformu, tik daudz, cik es varu. Un mana veiksme nav, bet caur Allah. Pēc tam man ir balstījusies un viņam es atgriežos.
nb: Han sa, "mitt folk, har du vurdert: Hvis jeg er på klare bevis fra min Herre og han har gitt meg en god bestemmelse fra ham...? Og jeg har ikke tenkt å avvike fra deg i det som jeg har forbudt. Jeg bare har tenkt reform som jeg kan. Og min suksess er ikke, men gjennom Allah. Jeg har stolt på ham, og til ham jeg kommer tilbake.
sk: On povedal: "O mojich ľudí, ste považovaný za: Ak som na jasné dôkazy z môjho Pána a on mi poskytol dobrý ustanovenia od neho...? A nemajú v úmysle líši od vás, ktoré som si zakázané Plánujem reformy, ako som mohol. A môj úspech nie je, ale vďaka Alah. Na neho som spoliehal, a k nemu vrátim.
sl: On reče: "O moji ljudje, ste šteje: če sem na jasni dokazi iz mojega Gospoda in on mi je dalo dobro poskrbeti od njega...? In ne nameravajo se razlikujejo od vas, ki so prepovedana Šele nameravati reforme, kot sem lahko. In moj uspeh ni ampak skozi Allah. Na njem so sklicuje, in mu vrnem.
sr_cyrl: Он је рекао, "О моји људи, имате ли сматра: ако ја сам јасне доказе из мог господара и он је обезбедио ме добра одредба којом се од њега...? И не намеравам да се разликују од вас у томе што нисам; Једино намеравам реформе, колико год могу. И мој успех не али кроз Алаха. Над њим су се ослањали и да му се вратим.
sr_latn: On je rekao, "O moji ljudi, imate li smatra: ako ja sam jasne dokaze iz mog gospodara i on je obezbedio me dobra odredba kojom se od njega...? I ne nameravam da se razlikuju od vas u tome što nisam; Jedino nameravam reforme, koliko god mogu. I moj uspeh ne ali kroz Alaha. Nad njim su se oslanjali i da mu se vratim.
uk: Він сказав: "O Мій народ, що ви вважається: якщо я на чітких доказів з мого Господа, і він надала мені з хорошим становищем від нього...? І я не мають наміру відрізняються від вас за те, що я заборонено, ви; Я тільки мають намір реформи стільки, скільки я можу. І мій успіх, але через Аллаха. На ньому зробили ставку, і йому я повернуся.
vi: Ông nói, "O người của tôi, có bạn được coi là: nếu tôi theo bằng chứng rõ ràng từ Chúa của tôi và ông đã cung cấp cho tôi với một điều khoản tốt từ ông...? Và tôi không có ý khác nhau từ bạn trong đó mà tôi đã cấm bạn; Tôi chỉ có ý định cải cách càng nhiều càng tốt, tôi có thể. Và thành công của tôi không nhưng qua Allah. Khi anh ta tôi đã dựa, và cho anh ta, tôi trở lại.
zu: Wathi, "O bantu bami, babe you cabanga: Uma ngiyiNkosi phezu ubufakazi obucacile mi Lord He hlinzeka me ilungiselelo elihle kuye ... Futhi Angifuni uhluke kuwe ngalokho enginakho?

# Quran1562
source: And O my people, let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hud or the people of Salih. And the people of Lot are not from you far away.
ca: I O poble meu, no [el seu] dissensió de mi fer de ser colpejat per que semblant al que va sorprendre la gent de Noè o el poble d'Hud o la gent de Salih. I la gent de molts no són de vostè lluny.
cy: Ac O 'm pobl, gadewch i ni [ch] gynnen oddi wrthyf fi achosi ichi gael cydbwysedd sy'n debyg i'r hyn yn taro pobl Noah neu bobl Hud neu bobl Salih. Ac nid yn bobl llawer o bell i ffwrdd.
da: Og O mit folk, lad ikke [din] uenighed fra mig få dig til at blive ramt af der ligner det slog folk Noah eller befolkningen i Hud eller folk af Salih. Og mange mennesker er ikke fra dig langt væk.
el: Και O μου άνθρωποι, ας μην [σας] διαφωνία από μένα σας να χτυπηθεί από που παρόμοια με αυτό που έκανε εντύπωση ο λαός του Νώε ή οι άνθρωποι του Hud ή το λαό της Salih προκαλέσει. Και οι άνθρωποι της παρτίδας δεν είναι από σας μακριά.
et: Ja O minu inimesed lasta ei [oma] lahkhelisid minult hakkate tabas sarnane mis tabas Noah inimesed või inimesed Hud või Salih inimesed selle. Ja paljud inimesed ei ole kaugel sinult.
fi: Ja Oi kansani, ei [teidän] epäsopua minulle aiheuttaa voit yllättynyt että rinnakkainen jotta mikä iski Nooan tai Hud ihmisiä tai Salih ihmisiä. Ja paljon ihmiset eivät sinusta kaukana.
he: ותנו O עמי, לא [את] מחלוקת ממני לגרום לך להיות הוכה ע י זה דומה מה שהכה בני נח או האנשים של "האד" או האנשים של צאלח. והם האנשים של רבים אינם ממך רחוק.
hr: I narode moj, da ne [tvoj] razdora od mene ćete biti pogođeni da slično kao što je udario ljudi Noa ili ljudi Hud ili ljudi Salih. I ljudi mnogo nisu od tebe daleko.
lt: Ir mano tauta, O ne [savo] nesantaika iš manęs sukelti jums ištiktų, panašus į ką ištiktų žmonių Nojaus ar Hud žmonių ar žmonių Salih. Ir daug žmonių nėra iš jūsų toli.
lv: Un O mana tauta, ļaujiet nav [savu] domstarpības no manis dēļ jūs pārsteidza kas līdzīgs kas pārsteidza Noa cilvēki vai Hud cilvēki vai cilvēki Salih. Un daudzi cilvēki nav no jums tālu prom.
nb: Og mitt folk, la ikke [ditt] uenighet fra meg få deg til å bli slått av som ligner på det som slo folk Noah eller folk Hud eller folk Salih. Og mange folk er ikke fra deg langt unna.
sk: A O môj ľud, nech nie [vaše] nezhody odo mňa spôsobiť, že prekvapený tým, že podobné čo napadlo ľudí Noah alebo ľudí Hud alebo ľudí Sálih. A veľa ľudí nie sú od vás ďaleko.
sl: In O moje ljudstvo, naj ne [vaše] nesoglasja od mene povzroči, da udari s tem podobna kaj udari ljudi Noah ali ljudje Hud ali ljudje Salih. In veliko ljudi niso od tebe daleč.
sr_cyrl: И моји људи, нека те не [своје] раздор од мене довести до бити погодила која слична шта погодила становнике Ноа или народа Худ или грађана Салих. И људи из серије није из те далеко одавде.
sr_latn: I moji ljudi, neka te ne [svoje] razdor od mene dovesti do biti pogodila koja slična šta pogodila stanovnike Noa ili naroda Hud ili građana Salih. I ljudi iz serije nije iz te daleko odavde.
uk: І O Мій народ нехай не [ваш] розбіжностей у мене змусити вас бути вражений тим, що схоже на те, що вразило людей Ной або люди Hud або люди Саліх. І люди багато не від вас далеко.
vi: Và O người của tôi, để không [của bạn] rẽ từ tôi làm cho bạn có thể tấn công do đó tương tự như những gì xảy ra người dân của Noah hoặc những người của Hud hoặc người Salih. Và những người nhiều không phải là từ bạn đi xa.
zu: Futhi O mi ntu cha ake nokuphikisana [zakho] kimi kukwenze umxhwele ukuthi esifana lokho washaya ntu Nowa kanye nabo bonke abakhileyo Hud noma abantu bazo Salih.

# Quran1563
source: And ask forgiveness of your Lord and then repent to Him. Indeed, my Lord is Merciful and Affectionate."
ca: I demanar perdó del seu Senyor i llavors penedir-se a ell. De fet, el meu Senyor és Clement i Affectionate".
cy: A gofyn maddeuant eich Arglwydd ac wedyn yn edifarhau iddo. Yn wir, fy Arglwydd yn Merciful ac Affectionate."
da: Og beder om tilgivelse af jeres Herre og derefter at omvende ham. Ja, min herre er barmhjertige og Affectionate."
el: Και να ζητήσει συγχώρεση από το Λόρδο και στη συνέχεια να μετανοήσουν σ ' αυτόν. Πράγματι, μου κύριος είναι φιλεύσπλαχνος και Affectionate.»
et: Ja paluda andestust oma Issanda ja talle siis kahetsema. Tõepoolest, minu Issand on Merciful ja Affectionate."
fi: Ja minulta anteeksiantoa, teidän Herranne ja sitten parannuksen hänelle. Itse asiassa minun herrani on armollisin ja Affectionate."
he: מבקש את סליחת האל שלך, ואז לחזור בתשובה אליו. . אכן, אדוני הוא הרחום והחנון Affectionate."
hr: I oprost svoga Gospodina i onda obratite se njemu. Doista, moj gospodar je milostiv i Affectionate."
lt: Ir prašau atleidimo jūsų Viešpats ir tada atgailauti jam. Iš tiesų, mano Viešpats yra litosciwy ir Affectionate."
lv: Un lūgt piedošanu par savu kungu un tad nožēlot viņu. Protams, mans kungs ir žēlsirdīgs un Affectionate."
nb: Og be om tilgivelse Herrens og omvender seg til ham. Faktisk, min Herre er barmhjertig og Affectionate.
sk: A požiadať o odpustenie svojho pána a potom pokánie k nemu. Môj pán je skutočne Milosrdných a Affectionate."
sl: In prosi odpuščanja za svojega Gospoda in se mu potem pokesajo. Pravzaprav, moj gospodar je usmiljen in Affectionate."
sr_cyrl: И тражи опроштај од свога господара, и онда се покаје за њега. Заиста , мој господар је милостив и Аффецтионате."
sr_latn: I traži oproštaj od svoga gospodara, i onda se pokaje za njega. Zaista, moj gospodar je milostiv i Affectionate."
uk: І попросити вибачення пана свого і потім покаятися йому. Справді, мій Господь є Merciful і Affectionate".
vi: Và yêu cầu sự tha thứ của Chúa của bạn và sau đó ăn năn với anh ta. Thật vậy, tôi Chúa là Merciful và Affectionate."
zu: Buza yekelo of kho Lord ngalesosikhathi phenduka Him.

# Quran1564
source: They said, "O Shu'ayb, we do not understand much of what you say, and indeed, we consider you among us as weak. And if not for your family, we would have stoned you [to death]; and you are not to us one respected."
ca: Deien, "O Shu'ayb, no entenem molt del que dius, i de fet, considerem entre nosaltres com feble. I si no per la seva família, vols tenir lapida li [a mort]; i no per a nosaltres un respectat."
cy: Maent yn dweud, "O Shu'ayb, nid ydym yn deall llawer o'r hyn a ddywedwch, ac yn wir, ystyriwn eich ein plith fel wan. Ac os ydym ni am eich teulu, byddai wedi yn llabyddio chi [i farwolaeth]; ac nid ydych yn i ni un yn cael eu parchu."
da: De sagde, "O Shu'ayb, vi forstår ikke meget af hvad du siger, og ja, vi betragte dig blandt os som svage. Og hvis ikke for din familie, vi ville have stening du []; og du er ikke for os, en respekteret."
el: Όπως είπαν, "O Shu'ayb, εμείς δεν καταλαβαίνω πολλά από αυτά που λέτε, και πράγματι, σας θεωρούμε ανάμεσά μας ως αδύναμη. Και αν όχι για την οικογένειά σας, εμείς θα έχουν λιθοβολούνται σας [στο θάνατο]. και δεν μας είναι μία σεβαστή.»
et: Nad ütlesid: "O Shu'ayb, me ei saa aru palju, mida sa ütled, ja tõepoolest, me kaaluda sind meie seas nõrk. Ja kui mitte teie perele, me oleks on kividega sa [surnuks]; ja te ei ole meile üks kinni. "
fi: He sanoivat, "O Shu'ayb, emme ymmärrä, että paljon siitä, mitä sanot ja itse asiassa pidämme teitä keskuudessamme heikkoina. Ja jos ei perheellesi, meidän on kuoliaaksi voit []; ja et ole meille kunnioitetaan."
he: הם אמרו, "O מתחם שועייב, אנחנו לא מבינים הרבה מה שאתה אומר, ואכן, אנו רואים את בקרבנו כחלשים. ואם לא בשביל המשפחה שלך, אנחנו צריך לסקול את []; ואתה לא לנו אחד מכובד."
hr: Rekli su, "O Shu'ayb, mi ne razumijemo mnogo toga što govoriš, i doista, smatramo da među nas slabe. I ako ne za svoju obitelj, moramo kamenovati vas [u smrti]; i niste nam jedan poštuju."
lt: Jie pasakė: "O Shu'ayb, mes ne suprasti daug ką pasakyti, ir iš tiesų, mes laikyti tave tarp mūsų kaip silpnas. Ir jei ne dėl jūsų šeimai, mes būtų turėti akmenimis jums [iki mirties]; o jūs nesate mums vienas gerbiamas."
lv: Viņi teica: "O Shu'ayb, mēs nesaprotam, ka liela daļa to, ko jūs sakāt, un patiešām, mēs uzskatām, jūs mūsu vidū kā vāja. Un ja ne par savu ģimeni, mēs varētu būt stoned tu [līdz nāvei]; un mums viens ievērošanu."
nb: De sa, "O Shu'ayb, vi forstår ikke mye av det du sier, og faktisk vi anser du blant oss som svake. Og hvis ikke for familien, ville vi ha steinet du [til døde]; og du er ikke for oss en respektert.
sk: Oni povedal: "O Shu'ayb, nechápem moc čo povedať, a v skutočnosti považujeme vás medzi nami ako slabý. A ak nie je pre vašu rodinu, sme by mať ukameňovali si [k smrti]; a nie ste nám jeden rešpektovať."
sl: So rekli, "O Shu'ayb, ne razumem, veliko tega, kar ste rekli, in res, menimo, da si med nami kot šibka. In če ne za svojo družino, mi bi so kamenjali vas [do smrti]; in niste nam ena spoštovati."
sr_cyrl: Рекли су, "О Сху'аyб, не разумемо много шта си рекао, и заиста, сматрамо да сте међу нама као слабе. И ако не за своју породицу, морамо каменовати ти [на смрт]; "и да то не да нас поштују."
sr_latn: Rekli su, "O Shu'ayb, ne razumemo mnogo šta si rekao, i zaista, smatramo da ste među nama kao slabe. I ako ne za svoju porodicu, moramo kamenovati ti [na smrt]; "i da to ne da nas poštuju."
uk: Вони сказали, "O Shu'ayb, ми не розуміємо, значна частина кажу вам, і дійсно, ми бачимо в вас серед нас слабкими. І якщо не для вашої родини, ми б мати камінням ви [смерті]; і ви не до нас один поважають."
vi: Họ nói, "O Shu'ayb, chúng tôi không biết nhiều về những gì bạn nói, và thực sự, chúng tôi xem xét việc bạn trong số chúng tôi là yếu. Và nếu không cho gia đình của bạn, chúng tôi sẽ có ném đá bạn [đến chết]; và bạn không phải cho chúng tôi một trong những tôn trọng."
zu: Bathi: "O Shu'ayb, asiqondi okuningi okushoyo, futhi ngempela, thina ngaphakathi landelana cabanga you phakathi kwethu njengezihlobene obuthakathaka Futhi uma kungenjalo umkhaya wakho, ngabe ikhandwe ngamatshe wena [ukuba ukufa]. Futhi wena
