Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran583
source: Except for those who take refuge with a people between yourselves and whom is a treaty or those who come to you, their hearts strained at [the prospect of] fighting you or fighting their own people. And if Allah had willed, He could have given them power over you, and they would have fought you. So if they remove themselves from you and do not fight you and offer you peace, then Allah has not made for you a cause [for fighting] against them.
ca: Excepte les que refugiar-se amb un poble entre vosaltres i qui és un tractat o aquells que vénen a tu, seus cors tenses a [la Perspectiva de] lluitant vostè o lluita contra el seu propi poble. I si Allah tenia willed, ell podria haver donat ells poder sobre vosaltres, i han lluitat vostè. Tan si apartar-se de vostè i no lluiten amb vostè i oferir-vos la pau, llavors Allah no ha fet per a vostè una causa [per lluitar] contra ells.
cy: Heblaw am y rhai sydd yn cymryd lloches gyda phobl rhwng eich hunain a bwy yn cytuniad neu'r rhai sy'n dod i chi, eu calonnau dan straen [y posibilrwydd o] ymladd chi neu ymladd eu pobl eu hunain. Ac os oedd Allah ewyllysio iddi, gallai fod wedi rhoi eu pŵer dros eich, a byddai wedi ymladd chi. Felly os iddynt dynnu eu hunain oddi ar eich ac nad ydych yn ymladd ac gynnig chi heddwch, yna Allah nid yw wedi i chi achos [ar gyfer ymladd] yn eu herbyn.
da: Bortset fra dem, der tager tilflugt med et folk mellem jer og hvem er en traktat eller dem, der kommer til dig, deres hjerter anstrengt over udsigten til kæmper du eller kæmper deres egen befolkning. Og hvis Allah havde villet, han kunne have givet dem magt over dig, og de ville har kæmpet dig. Så hvis de fjerner sig fra dig og ikke kæmpe dig og tilbyde dig fred, har derefter Allah ikke gjort for dig en sag [for kæmper] mod dem.
el: Εκτός από αυτές που βρίσκουν καταφύγιο με σε άτομα μεταξύ τους εαυτούς σας και τους οποίους είναι μια συνθήκη ή εκείνους που έρχονται σε σας, τις καρδιές τους τεταμένες [την προοπτική] καταπολέμηση σας ή την καταπολέμηση τους δικούς τους ανθρώπους. Και αν είχε βουλητικός Αλλάχ, αυτός θα μπορούσε να τους έχουν δώσει εξουσία πέρα από σας, και θα έχουν αγωνιστεί σας. Έτσι αν αφαιρεθούν οι ίδιοι από σας και δεν σας πολεμούν και σας προσφέρει την ειρήνη, τότε Αλλάχ δεν γίνει για σας μια αιτία [για την καταπολέμηση] εναντίον τους.
et: Välja arvatud need, kes võtavad varjupaika inimesi endid vahel ja kelle on leping või kes tulevad sinu, nende südamed pingelised kell [väljavaade] sa võitlus või võitlus oma rahva. Ning kui Allah oli kombeks, ta oleks võinud need võimu teie üle ja nad võidelnud te. Nii kui nad sinult taanduma ja võidelda teid ja pakkuda teile rahu, siis Allah ei teinud sinule põhjus [vυitlus] nende vastu.
fi: Lukuun ottamatta niitä, jotka pakopaikka ihmisiä toisen vihollinen ja joille on sopimuksen tai jotka tulevat luoksesi, heidän sydämensä kireät [mahdollisuus] taistelevat sinua tai taistelevat omaa kansaansa. Ja jos Jumala olisi tahtonut, hän voinut antaa heille valtaa teidän, ja he ovat taistelleet voit. Joten jos ne poistaa itsensä voit tehdä taistella sinua ja tarjota sinulle rauhan, sitten Allah ei ole tehnyt sinulle syy [taistelevat] heitä vastaan.
he: מלבד אלו מי מחסה עם אנשים בין עצמכם ומי הסכם או למי לבוא אליך, ליבם מתוחים מהמחשבה [של] נלחם בך או להלחם עמם. אם אללה היה רצון הוא יכול נתן להם כוח מעליך, והם היו מתקוטטים. אותך. אז אם להסיר את עצמם ממך, לא אלחם בך, להציע לך לשלום, ואז אללה לא גרם לך סיבה [בלחימה] נגדם.
hr: Osim onih koji utočište s ljudi između sebe i kojima je sporazum ili oni koji dolaze k vama, njihovim srcima napete u [perspektiva] borbe ti ili borbi protiv svoje vlastite ljude. I ako je htio Allah, mogao dao im moć nad vama, i oni bi se borio s ti. Tako ako ukloniti od tebe i ne borite i nude vam mir, onda Allah nije napravio za vas uzrok [bori] protiv njih.
lt: Išskyrus tuos, kurie imasi pabėgti su žmonės tarp savęs ir kuriems yra sutartis arba tiems, kurie ateis pas jus, jų širdyse įtempti [perspektyva] ar kovos jums kovoti su savo pačių žmonių. Ir jei Dievas turėjo valios, jis gali būti į juos valdžią jums, ir jie kovojo jums. Taigi jei jos pašalinti save iš jūsų ir kovoti jums ir siūlome jums taikos, tada Dievas nebuvo jums kelia [kovos] prieš juos.
lv: Izņemot tos, kuri patvērumu ar cilvēkiem, starp sevi un kuriem ir līgums, vai tiem, kas nāk pie jums, savās sirdīs saspringa, iedomājoties vien [par] jūs cīņa vai cīņa pret saviem cilvēkiem. Un, ja Allāha gribas, viņš varētu būt, ņemot vērā viņiem varu pār jums, un tie būtu cīnījušies jums. Tātad ja tās izņemt sevi no jums, nevis jūs cīnīties un piedāvāju jums mieru, tad Allah nav veicis jums rada [cīņā] pret viņiem.
nb: Bortsett fra de som tar tilflukt med et folk mellom dere, og som er en avtale eller de som kommer til deg, deres hjerter anstrengt [utsiktene til] kjemper du eller slåss sine egne folk. Og hvis Allah hadde ville, han kunne ha gitt dem makt over deg, og de ville har kjempet deg. Så hvis de fjerne seg fra deg og ikke kjempe deg og gi deg fred, har deretter Allah ikke gjort for deg en sak [for å bekjempe] mot dem.
sk: S výnimkou tých, ktorí útočisko s ľudí medzi sebou, a koho je zmluva alebo tých, ktorí prichádzajú k vám, ich srdcia napäté [vyhliadky na] sa boja, alebo boj proti vlastným ľuďom. A ak Boh bol chcel, on by dal im moc nad vami, a oni by bojovali ste. Tak ak odstrániť sami od vás a nie bojovať a ponúknuť pokoj, potom Alah nevykonal pre vás dôvodom [na boj] proti nim.
sl: Razen tistih, ki se zatekli z ljudmi, ki med sebe in mu je pogodba ali tiste, ki pridejo do vas, svojih srcih napeti v [možnosti] vas boj ali boj svoje ljudi. In če je Allah volje, da bi jih dali moč nad vami, in da bi se borili. Torej če vi sami odstranite in ne boj vi in vam mir, nato Allah ne dala za vas vzrok [za boj] proti njim.
sr_cyrl: Осим оних који уточиште повести народ између себе и коме је споразум или оних који долазе да те, њиховим срцима затегнути [могућношћу] се борим са тобом, или борби против свог народа. Ако Алах имао воље, могао дати им власт над вама, и они би се ти борио. Дакле ако они уклоне своје од тебе и не се борим с тобом и да ти понудим мир, онда Алах није испунила за тебе узрок [борбе] против њих.
sr_latn: Osim onih koji utočište povesti narod između sebe i kome je sporazum ili onih koji dolaze da te, njihovim srcima zategnuti [mogućnošću] se borim sa tobom, ili borbi protiv svog naroda. Ako Alah imao volje, mogao dati im vlast nad vama, i oni bi se ti borio. Dakle ako oni uklone svoje od tebe i ne se borim s tobom i da ti ponudim mir, onda Alah nije ispunila za tebe uzrok [borbe] protiv njih.
uk: За винятком тих, хто сховатися з людьми суму аліментів, а кого договір, або ті, хто приходять до вас, своїх серцях напружена [перспектива] боротьба ви або боротьба власного народу. І якщо Аллах був того, він міг би дали їм владу над вами, і вони б билися ви. Тому якщо вони видалити себе від вас і не боротися з вами і запропонувати вам миру, потім Аллах не зробив для вас причиною [боротьба] проти них.
vi: Ngoại trừ những người trú ẩn với một người giữa mình và người mà là một hiệp ước hoặc những người đến với bạn, trái tim của họ căng thẳng tại [khách hàng tiềm năng của] chiến đấu bạn hoặc chiến đấu người dân của họ. Và nếu Allah có ý chí, ông có thể đã cho họ quyền lực hơn bạn, và họ sẽ chiến đấu bạn. Vì vậy nếu họ loại bỏ mình khỏi bạn và không chống lại bạn và cung cấp cho bạn hòa bình, sau đó Allah đã không làm cho bạn một nguyên nhân cho [chiến đấu] chống lại họ.
zu: Ngaphandle abaphephela enabantu phakathi kwenu futhi obani isivumelwano noma labo abeza kini, izinhliziyo zabo bungabi buhle ngezinye [ngethuba lokuphulukiswa] lwa you noma silwa abantu babo siqu.

# Quran584
source: You will find others who wish to obtain security from you and [to] obtain security from their people. Every time they are returned to [the influence of] disbelief, they fall back into it. So if they do not withdraw from you or offer you peace or restrain their hands, then seize them and kill them wherever you overtake them. And those - We have made for you against them a clear authorization.
ca: Hi ha altres que vulguin obtenir la seguretat de vostè i [a] obtenir la seguretat de la seva gent. Cada vegada que els retornaven a [la influència de] incredulitat, van caure en ella. Així si no retirar de vostè o oferir-vos la Pau o frenar les seves mans, llavors capturar-los i matar-los allà on vostè assolir-los. I aquells - han fet per tu contra ells una autorització clar.
cy: Fe welwch eraill sydd am gael sicrwydd gennych ac i gael nawdd gan eu pobl. Bob tro y cânt eu dychwelyd i [dylanwad] anghrediniaeth, byddant yn syrthio ôl i'r. Felly os nad ydynt yn dynnu oddi arnoch neu gynnig chi heddwch neu ffrwyno eu dwylo, yna ymafael ynddynt a lladd iddynt lle bynnag y mae eich goddiweddyd iddynt. A hynny-yr ydym wedi gwneud i chi yn eu herbyn awdurdodi clir.
da: Du vil finde andre, der ønsker at opnå sikkerhed fra dig og [at] opnå sikkerhed fra deres folk. Hver gang de er vendt tilbage til [indflydelse] vantro, de falder tilbage i den. Så hvis de ikke trække sig tilbage fra dig eller tilbyde dig fred eller begrænse deres hænder, så Grib dem, og dræbe dem uanset hvor du overhale dem. Og disse - vi har lavet til dig mod dem en klar tilladelse.
el: Θα βρείτε άλλους που επιθυμούν να λάβουν την εγγύηση από εσάς και [να] λάβουν εγγύηση από τους ανθρώπους. Κάθε φορά, αυτά επιστρέφονται [στην επιρροή της] δυσπιστία, πέφτουν πίσω σε αυτό. Έτσι εάν δεν αποσύρουν από εσάς ή να σας προσφέρει την ειρήνη ή περιορίζουν τα χέρια τους, τότε αυτά αδράξουν και σκοτώνουν τους όπου κι αν σας να τους προσπεράσει. Και αυτά - έχουμε κάνει για σας εναντίον τους ένα σαφή εξουσιοδότηση.
et: Leiad teisi, kes soovivad saada tagatis sinult ja [] saada tagatis nende inimestelt. Iga kord, kui nad on tagasi [mõju] uskumatus, nad langeda tagasi sinna. Nii kui nad teil taganeda või pakkuda rahu või talitseda oma käed, siis haarata neid ja neid tappa, kus iganes te neid edestada. Ja need - oleme teinud teile nende vastu selge loa.
fi: Löydät muita, jotka haluavat saada vakuus teiltä ja [] niiden ihmisten. Joka kerta, kun he palasivat [vaikutus] epäuskon, ne putoavat siihen. Joten jos ne eivät erota sinun tai tarjota sinulle rauhaa tai hillitä kätensä, sitten hyödyntää ja tappaa heidät, missä heidät kiinni. Ja - olemme tehneet sinulle heitä vastaan selkeä lupa.
he: תוכלו למצוא אחרים המעוניינים להשיג ביטחון ממך, [כדי] להשיג אבטחה מאנשים שלהם. בכל פעם הם מוחזרים אל [השפעת] חוסר אמונה, הם נופלים חזרה לתוכו. אז אם הם לא לסגת ממך או להציע לך לשלום או לכבול את ידיהם, ואז לתפוס אותם ולהרוג אותם בכל מקום שבו אתה שנשיג אותם. ואת אלה - עשינו בשבילך נגדם אישור ברור.
hr: Naći ćete drugima koji žele dobiti sigurnost od vas i da dobiju sigurnost od njihovih ljudi. Svaki put kad se vrate [utjecaj] nevjerica, padaju natrag u nju. Ako ne povuku od vas ili vam ponuditi mir ili obuzdati svoje ruke, zatim ih iskoriste i ubiti ih gdje god ih stići. I -mi smo napravili za vas protiv njih jasno ovlaštenje.
lt: Jums bus rasti kitų, kurie nori gauti saugumo ir [] iš jų žmonių gauti saugumo. Kiekvieną kartą, kai jie bus grąžinti į [įtaka] netikėjimas, jie patenka atgal į jį. Taigi jei jie atšaukti iš jūsų arba jums pasiūlyti taikos ar apriboti savo rankas, tada juos konfiskuoti ir žudyti juos, kur jus aplenks juos. Ir tas - mes padarėme jums prieš juos aiškų leidimą.
lv: Jūs atradīsiet citiem, kuri vēlas saņemt nodrošinājumu, no jums un [] iegūtu drošību, no savas tautas. Katru reizi, kad tie tiek atgriezti [ietekmi] neticība, viņi nonāk atpakaļ tajā. Tātad, ja viņi nevar izstāties no jums piedāvāju jums mieru vai aizkavē viņu rokās, tad tos konfiscēt un nogalināt tos, kur jūs noķert tos. Otri - esam devuši jums, pret tiem skaidra atļauja.
nb: Du finner andre som ønsker å få sikkerhet fra deg og [til] få sikkerhet fra sitt folk. Hver gang de kommer tilbake til [påvirkning av] vantro, de falle tilbake til den. Så hvis de ikke trekke fra deg eller tilbyr deg fred eller holde hendene, så ta dem og drepe dem uansett hvor du kjøre forbi dem. Og de - vi har gjort for deg mot dem en klar autorisasjon.
sk: Zistíte, že iní, ktorí chcú získať bezpečnosť od vás a [] získať záruky od svojich ľudí. Zakaždým, keď sa vrátia do [vplyv] neveriacky, oni padajú späť do neho. Tak nie odstúpiť od vás, alebo ponúknuť mier alebo brániť svoje ruky, potom ich zabaviť a zabiť, nech ste jich. A tie - sme urobili za vás proti nim jasne povolenia.
sl: Boste našli drugi, ki želijo pridobiti varnost od vas in [da] varnost pri svojih ljudi. Vsakič, ko se vrnejo [vpliv] nejeverno, padejo nazaj vanjo. Torej če ne odstopi od vas ali vam mir ali omejili svoje roke, nato jih izkoristijo in ubiti, kjer ste presenetiti jih. In ti - smo naredili za vas proti njim jasno dovoljenje.
sr_cyrl: Очекују вас другима који желе да добију сигурност од тебе и да прибавите безбедности од својих људи. Сваки пут кад буду враћени [утицај] неверовање, оне опет падну у њу. Ако они не повуче из вас или вам понудити мир нити обузда своје руке, онда их ухватите и убити их, где год да си их претекне. И оне - направили смо за тебе против њих јасно ауторизације.
sr_latn: Očekuju vas drugima koji žele da dobiju sigurnost od tebe i da pribavite bezbednosti od svojih ljudi. Svaki put kad budu vraćeni [uticaj] neverovanje, one opet padnu u nju. Ako oni ne povuče iz vas ili vam ponuditi mir niti obuzda svoje ruke, onda ih uhvatite i ubiti ih, gde god da si ih pretekne. I one - napravili smo za tebe protiv njih jasno autorizacije.
uk: Ви знайдете іншим, хто забажає, щоб отримати безпеки від вас і [] отримати безпеки від свого народу. Кожного разу, коли вони повернулися до [вплив] невір'я, вони падають в неї. Так, якщо вони не піти від вас або запропонувати вам миру або стримувати їх руками, потім взяти їх так і вбити їх там, де ви обігнати їх. І ці - ми зробили для вас проти них ясно авторизації.
vi: Bạn sẽ tìm thấy những người khác những người muốn để có được bảo mật của bạn và [] có được bảo mật từ người dân của họ. Mỗi khi họ được trả lại [sự ảnh hưởng của] sự hoài nghi, họ rơi trở lại vào nó. Vì vậy nếu họ không rút lui từ bạn hoặc cung cấp cho bạn hòa bình hay hạn chế bàn tay của họ, sau đó nắm bắt chúng và tiêu diệt bất cứ nơi nào bạn vượt qua họ. Và những người - chúng tôi đã làm cho bạn đối với họ một sự cho phép rõ ràng.
zu: Uzothola abanye abafisa ukuthola ukulondeka kusuka kuwe futhi [ukuba] ukuthola ukulondeka kubantu bakubo.
