Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1023
source: Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed.
ca: Llavors es pregunta que hi ha arribat per a vostè un recordatori del seu senyor a través d'un home entre vostè, que es pot advertir-lo? I recordes quan et va fer seus successors després de la gent de Noè i incrementat en l'estatura extensament. Així que recordi els favors d'Allah que podria tenir èxit.
cy: Wedyn a ydych yn synnu bod yna wedi dod i chi ein hatgoffa o eich Arglwydd drwy dyn o blith chi, y gall ef eich rhybuddio? A chofiwch, pan gwnaeth eich olynwyr ar ôl pobl Noah a chi cynyddodd yn statws helaeth. Felly cofiwch favors Allah efallai byddwch yn llwyddo.
da: Så undrer du dig over at der er kommet til dig en påmindelse fra din herre gennem en mand blandt jer, at han kan advare dig? Og huske, da han lavede du efterfølgere efter folk Noah og øget du i statur flittigt. Så husk favoriserer for Allah, at du kan lykkes.
el: Στη συνέχεια, έχετε αναρωτηθεί ότι εκεί έχει έρθει σε σας μια υπενθύμιση από το Λόρδο μέσω ενός ανθρώπου από σας, ότι αυτός μπορεί να σας προειδοποιήσει; Και να θυμάστε όταν έγιναν οι διάδοχοί σας μετά από τους ανθρώπους του Νώε και σας αυξήθηκε στο ανάστημα εκτενώς. Έτσι θυμηθείτε τις χάρες του Αλλάχ ότι θα μπορούσε να πετύχει.
et: Siis sa ei tea, et seal on tulnud teile meeldetuletusele oma Issanda läbi mees seast, et ta võib teid hoiatama? Ja mäletan, kui ta pani sind pärijatele pärast inimesed noa ja suurenenud kasv ulatuslikult. Seega pidage meeles, Allah, mis võib olla edukas soosib.
fi: Sitten ihmetellä, että siellä on tullut sinulle muistutuksen Lord ihmisen keskuudestanne, hän saattaa varoittaa? Ja muistaa, kun hän teki seuraajat jälkeen Nooan ja kasvanut merkittävyyttään laajasti. Muista Jumala, että saatat onnistua suosii.
he: אז האם אתה תוהה כי שם הגיע לך תזכורת של אדונך דרך אדם מקרב אותך, כי הוא עשוי להזהיר אותך? ואת זוכרת מתי הוא גרם לך פעילויות עוקבות אחרי בני נח, החמירו את קומתו בהרחבה. אז לזכור בחיבתן של אללה זה אולי את תצליחי.
hr: Onda se pitate da doći ti podsjetnik iz Bog po čovjeku između vas, da vas može upozoriti? I sjećam se kad si nasljednike nakon ljudi Noa i povećava u dobi intenzivno. Tako pamtimo usluge Allaha da bi moglo uspjeti.
lt: Tada jums įdomu, kad ten atėjo jums priminimą jūsų Viešpats per žmogus iš tavęs, kad jis gali įspėti jus? Ir prisiminti, kai jis tave įpėdiniai po žmonių Nojaus ir padidinti jūsų ūgio plačiai. Taigi Atminkite, džiaugtis Dievo, kad jums gali pavykti.
lv: Pēc tam jūs brīnums, ka tur nāk uz jums atgādinājumu no jūsu kungs caur vīrieti no jums, viņš var brīdināt? Un atcerēties, kad viņš lika tev mantiniekiem pēc Noah cilvēkiem un palielināt jūs auguma plaši. Tik atceries par labu Allah, kas varētu izdoties.
nb: Deretter du lurer på at det har kommet til deg en påminnelse Herrens gjennom en mann blant dere, at han kan advare deg? Og husk da han gjorde du etterfølgere folk Noah og økt du i vekst mye. Så husk gunst Allah som du kan lykkes.
sk: Potom ste vedel, že tam má prísť k vám upomienku od svojho pána skrze človeka spomedzi vás, že on môže vás varovať? A Pamätajte si, keď ťa nástupcov po ľudí, Noe a zvýšili si postavy značne. Takže pamätajte zdvorilosti Alah, že môže uspieť.
sl: Potem čudno, da je prišel za vas opomnik iz svojega Gospoda skozi človek med vas, da je lahko vas opozoriti? In ne pozabite, ko so nasledniki po ljudi Noah in si povečala v stas obširno. Torej ne pozabite uslug Allah, ki vam lahko uspe.
sr_cyrl: Онда да ли да тамо дошло ти опомену од твог Господа кроз човек неку од тебе, да он може да вас упозорим? И запамтите, када си направио наследнике након народа Ноа и повећао си стаса интензивно. Зато запамтите услуге од Алаха, то би могао да успе.
sr_latn: Onda da li da tamo došlo ti opomenu od tvog Gospoda kroz čovek neku od tebe, da on može da vas upozorim? I zapamtite, kada si napravio naslednike nakon naroda Noa i povećao si stasa intenzivno. Zato zapamtite usluge od Alaha, to bi mogao da uspe.
uk: Тоді вам цікаво що там прийшов до вас нагадуванням від Господа через людину з числа вам, що він може попередити вас? І пам'ятаю, коли він зробив вам наступників після люди Ноя і збільшився ви зросту широко. Тому Пам'ятайте сприяє Аллаха, що ви могли б домогтися успіху.
vi: Sau đó bạn có tự hỏi rằng có đã đến với bạn một lời nhắc nhở từ Chúa của bạn thông qua một người đàn ông từ các bạn, rằng ông có thể cảnh báo bạn? Và hãy nhớ rằng khi ông làm cho bạn những người kế nhiệm sau khi người dân của Noah và tăng bạn mang tầm cỡ rộng rãi. Vì vậy hãy nhớ ủng hộ của Allah mà bạn có thể thành công.
zu: Khona ingabe uye uzibuze ukuthi kukhona ufikile kuwe khumbuzo nga kho Lord ngomuntu ophuma phakathi kwenu, lowo you khuza wena?

# Quran1024
source: They said, "Have you come to us that we should worship Allah alone and leave what our fathers have worshipped? Then bring us what you promise us, if you should be of the truthful."
ca: Deien, "es arribat a nosaltres que hem de venerar Allah sol i deixar el que nostres pares han adorat? Llavors ens porten què us comprometeu a nosaltres, si hauria de ser de la veritat."
cy: Maent yn dweud, "rydych wedi cyrraedd i ni y dylem addoli Allah yn unig a gadael yr hyn y mae ein tadau wedi addoli? Yna dwyn inni eich addewid inni, os dylai fod o y geirwir."
da: De sagde, "er du kommet til os, at vi skal tilbede Allah alene og forlader hvad vore fædre har tilbedt? Derefter bringe os hvad du lover os, hvis du skulle være af den sandfærdige."
el: Είπαν, «έχεις έρθει για μας να λατρεία Αλλάχ μόνο και να αφήσει ό, τι οι πατέρες μας έχουν λάτρευαν; Στη συνέχεια, να μας φέρει ότι υπόσχεστε μας, αν θα πρέπει να του το αληθινό.»
et: Nad ütlesid: "sa tulnud meid et me peaks teenida Jumalat üksi, on meie isad kummardasid lahkuda? Siis Tooge meile turundusvahendite meile, kui teil peaks olema on tõesed."
fi: He sanoivat: "Oletko tullut palvelemaan Jumalaa yksin ja jättää meidän isämme palvoivat? Sitten meidät mitä on luvattu meille, jos olisi ja rehellinen."
he: הם אמרו, "באת אלינו כי אנחנו צריך לסגוד לאללה לבד ולהשאיר מה אבותינו להדום אז תביא אותנו מה שהבטחת לנו, אם את צריכה להיות של אמת"
hr: Rekli su, "ti doći nama što obožavaju Allaha sama i ostaviti našim očevima služio? Onda nas vodite tog obećanja, ako ti trebaju biti i istinite."
lt: Jie sakė: "jūs atėjo mums kad mes turime garbinti vien Dievas ir palikti ką mūsų tėvai turime garbinti? Tada duoti mums ką žada mums, jei jums reikia, kad teisingi."
lv: Viņi teica: "jūs esat nākuši pie mums, ka mēs pielūdzam vien Allāhs un atstāt mūsu tēvi ir pielūdz? Pēc tam dot mums to, ko jums sola mums, ja jums ir jābūt patiesam."
nb: De sa: "har du kommet til oss at vi skal tilbe Gud alene og la hva våre fedre har dyrket? Deretter bringe oss hva du løfte oss, dersom du skulle være av den sannferdig."
sk: Povedali, že "ste prišli k nám, že by sme mali uctievať Boha sám a nechať, čo našich otcov si uctievali? Privedie nás čo vám sľúbiť, nás, ak by ste mali byť o pravdivé."
sl: So rekli, "ali ste prišli k nam, da moramo častiti Allah sam in pustite, kaj naši očetje so častili? Potem bi nas kar ste obljubili nas, če bi morala biti od resnične."
sr_cyrl: Рекли су, "треба нам се обратио да треба да се клањају Алаху сама и оставите шта су наши очеви обожавао? Онда донеси нам шта си нам обећају, да си био од су искрени."
sr_latn: Rekli su, "treba nam se obratio da treba da se klanjaju Alahu sama i ostavite šta su naši očevi obožavao? Onda donesi nam šta si nam obećaju, da si bio od su iskreni."
uk: Вони сказали: "ви прийшли до нас, що ми повинні поклонятися Аллах поодинці і залишити, що наші засновники поклонялися? Потім принести нам що вам обіцяють нам, якщо ви повинні бути на правдивий."
vi: Họ nói rằng, "bạn đã đi với chúng tôi rằng chúng ta nên tôn thờ Allah một mình và để lại những gì ông bố chúng tôi đã tôn thờ? Sau đó mang lại cho chúng tôi những gì bạn hứa hẹn với chúng tôi, nếu bạn cần sự thật."
zu: Bathi: "Wake wangena nathi kufuze sikhulekele Allah yedwa futhi ushiye lokho obaba bakhuleka? Bese eduzane kithi engaletha kithi lokho asithembisa yona, uma kufanele kube truthful."

# Quran1025
source: [Hud] said, "Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them, you and your fathers, for which Allah has not sent down any authority? Then wait; indeed, I am with you among those who wait."
ca: [Hud] va dir: "ja tenen corrupció i ira caigut sobre vostè del seu Senyor. Disputar amb mi sobre [simples] noms que han anomenat ells, vostè i vostres pares, que Allah no ha enviat cap avall cap autoritat? Després d'esperar; de fet, estic amb tu entre aquells que esperar. "
cy: [Hud] yn dweud, "eisoes wedi defilement a dicter disgyn arnoch gan eich Arglwydd. A ydych yn gwadu'r gyda mi ynghylch enwau [ond] wedi eich enw arnynt, chi a eich tadau, y yw Allah wedi anfon i lawr unrhyw awdurdod? Yna aros; yn wir, yr wyf â chi ymhlith y rhai sy'n aros."
da: [Hud] sagde, "allerede er besmittelse og vrede faldet på dig fra din herre. Benægter du med mig om [alene] navne du har navngivet dem, du og dine fædre, som Allah ikke sendt ned nogen myndighed? Derefter vente; Ja, jeg er med dig blandt dem, der vente. "
el: [Hud] είπε, «ήδη έχουν μίασμα και θυμό πέσει επάνω σε σας από το Λόρδο. Μπορείτε να αμφισβητεί μαζί μου σχετικά με [απλή] ονόματα έχουν ονομάσατε τους, εσείς και οι πατέρες σας, για τους οποίους Αλλάχ δεν έστειλε κάτω από οποιαδήποτε αρχή; Στη συνέχεια, περιμένετε? Πράγματι, είμαι μαζί σας μεταξύ εκείνων που περιμένετε.»
et: [Hud] ütles: "juba defilement ja viha langenud teie peale teie Issand. Ei vaidle minuga kohta [pelgalt] nimed on nimeks neid, sina ja sinu isad, mille on saatnud Jumal maha mis tahes asutus? Seejärel oodake; Tõepoolest, ma olen teiega nende seas, kes ootama."
fi: [Hud] sanoi: "jo on defilement ja viha pudonnut sinun Herrasi. Riita kanssani, jotka koskevat [vain] nimiä olet nimennyt heidät, te ja teidän isillenne, jolle Allah ei lähetetty alas viranomaista? Odota; itse asiassa minä kuulun kanssasi jaksaa odottaa."
he: [Hud] אמר, "כבר טומאה וכעס שנפלתי עליך מן האל שלך. אל תתווכחי איתי לגבי שמות [בלבד] אתה שם אותם, אותך ואת אבא שלך, אשר אללה לא שלח את כל רשות? ואז לחכות; אכן, אני איתך בין אלה לחכות."
hr: [UZS] je rekao, "već su prljanje i bijes pali na vas od vašeg gospoda. Da se ne slažete sa mnom u vezi [samo] imena nazvao si ih, vi i vaši očevi, za koje Allah nije poslao dolje svako tijelo? Zatim pričekajte; Doista, ja sam sa vama među onima koji čekaju."
lt: [Hud] sakė: "jau defilement ir pyktis nukrito į tave iš savo Viešpaties. Ar jūs ginčų su manimi jūs pavadino juos, jūs ir jūsų tėvai, kuriems Dievas yra ne zeslal bet kuri institucija, [vien] pavadinimo? Tada palaukti; iš tiesų, aš esu su jumis tarp tų, kurie palaukti."
lv: [Hud] teica: "jau defilement un dusmas nokrist pār jums no jūsu kungs. Jūs apstrīdat ar mani attiecībā uz tiem, jūs un jūsu tēviem, kuriem nav nosūtījusi Allah nosaka jebkura iestāde ir nosauktas [tikai] nosaukumi? Pēc tam gaidīt; patiešām, es esmu kopā ar jums, starp tiem, kuri gaida."
nb: [Hud] sa, "allerede har urenhet og sinne falt dere Herrens. Du tvist med meg om [bare] navn du har kalt dem, du og dine fedre, som Allah ikke sendt ned noen autoritet? Vent; Ja, jeg er med deg blant dem som venter."
sk: [Hud] povedal: "už bezchybné a hnev klesli na si od svojho pána. Spor so mnou o [len] názvy, ktoré ste pomenovali ich, vy a vaši otcovia, pre ktoré Alah nie zoslal orgán? Potom čakať; v skutočnosti som s vami medzi tými, ktorí čakajú. "
sl: [Hud] je dejal, "že Oskrnavljenje in jezo padla na vas od svojega Gospoda. Ali spor z mano o [samo] imena so poimenovali jih, vi in vaši očetje, za katerega je Allah ne poslan razparal? Počakajte; res, jaz sem z vami med tistimi, ki čakajo."
sr_cyrl: [Хад ] је рекао, "већ имају Прљање и бес пале на вас од твог Господа. Да се не слажете са мном у вези [пука] имена сте именовали их, ви и ваши очеви, за коју Аллах није послао низ никакав ауторитет? Онда Чекај; Заиста , ја сам са вама међу онима који чекају."
sr_latn: [Had] je rekao, "već imaju Prljanje i bes pale na vas od tvog Gospoda. Da se ne slažete sa mnom u vezi [puka] imena ste imenovali ih, vi i vaši očevi, za koju Allah nije poslao niz nikakav autoritet? Onda Čekaj; Zaista, ja sam sa vama među onima koji čekaju."
uk: [Hud] сказав: "вже defilement і гнів випали на вас від вашого Господа. Ви спору, зі мною щодо [простий] імена ви назвали їх ви і ваші батьки, для яких Аллаху не надіслано вниз повноважень? Зачекайте; Справді, я з вами серед тих, хто чекати".
vi: [Hud] nói, "đã có phiền, tức giận và giảm khi bạn từ Chúa của bạn. Bạn có tranh chấp với tôi liên quan đến [chỉ] tên bạn đã đặt tên chúng, Anh và cha của bạn, mà Allah đã không gửi xuống bất kỳ quyền gì? Sau đó chờ đợi; Thật vậy, tôi với bạn trong số những người chờ đợi. "
zu: [Hud] wathi: "Kakade unayo ukungcola kwenyama nentukuthelo sehlele phezu you kho Lord. Ingabe baphikisana kimi ngokuphathelene namagama [nje] uye ibizo, wena oyihlo, okuyiwona Allah akakuthumanga phansi noma yiliphi igunya? Bese ngilinde

# Quran1026
source: So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs, and they were not [at all] believers.
ca: Així hem salvat ell i aquells amb ell per misericòrdia de nosaltres. I hem eliminat els que negaven rètols, i no eren [gens] creients.
cy: Er mwyn cadw ein ef a rhai gydag ef gan drugaredd oddi wrthym ni. A ydym yn dileu rhai sy'n gwadu arwyddion ein, ac nad oeddent yn [o gwbl] credinwyr.
da: Så vi frelst ham og med ham ved nåde fra os. Og vi fjernet dem, der nÃ¦gtet vores tegn, og de var ikke [Slet] troende.
el: Έτσι σώσαμε αυτόν και αυτόν από το έλεος από μας. Εξαλείψαμε όσους αρνούνταν μας σημάδια και δεν είχαν κανένα [καθόλου] πιστών.
et: Nii me päästa ja need, kellel on talle armu meilt. Me kõrvaldada neid, keda meie märke lubatud ja nad ei olnud [üldse] usklikud.
fi: Joten tallennettu hänelle ja niille hänen Mercy meiltä. Olemme poistaneet ne, joka kielsi merkkejä ja ne eivät olleet [kaikki] uskovia.
he: כך הצלנו אותו ואת אלה איתו ברחמים מאיתנו. חיסלנו את מי הכחיש השלטים שלנו, הם לא היו [כלל] המאמינים.
hr: Pa smo spasili njega i one s njim po milost od nas. Eliminirali smo oni koji nije prihvatio naše znakove i oni nisu bili [u] vjernici.
lt: Todėl mes išgelbėti jam ir tų, kurie jį malonės iš mūsų. Ir mes tie, kurie mūsų ženklai neigė pašalintas, ir jie nebuvo [ne visi] tikinčiųjų.
lv: Tātad mēs saglabāja viņu, un tiem, kam ir viņu žēlastības no mums. Un mums jālikvidē tie, kuri noliedza mūsu pazīmes, un tie nebija [visas] ticīgie.
nb: Så reddet vi ham og de med ham av nåde fra oss. Og vi eliminert de som nektet våre tegn, og de var ikke [at alle] troende.
sk: Tak sme spasení neho a s ním zľutovanie od nás. My odstrániť tých, ktorí poprel našich značiek a neboli [vôbec] veriacich.
sl: Tako smo shranili njim in tistim, ki z njim jih milost od nas. Smo odpraviti tiste, ki je zanikal naše znake in jih ne [sploh] vernikov.
sr_cyrl: Тако смо спасили њега и оне с њим по милости од нас. Елиминисали смо оне који је негирао свој знак и они нису били [све] верници.
sr_latn: Tako smo spasili njega i one s njim po milosti od nas. Eliminisali smo one koji je negirao svoj znak i oni nisu bili [sve] vernici.
uk: Так ми зберегли його і тих, хто з ним за милість від нас. І ми усунемо, хто заперечував наших знаки, і вони не було [всі] віруючих.
vi: Vì vậy, chúng tôi lưu anh ta và những người có anh ta lòng thương xót từ chúng tôi. Chúng tôi loại bỏ những người từ chối các dấu hiệu của chúng tôi và họ đã không [tất cả] tín hữu.
zu: Ngakho We khulula him labo him nga sa nga us.

# Quran1027
source: And to the Thamud [We sent] their brother Salih. He said, "O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm, lest there seize you a painful punishment.
ca: I a la Thamud [hem enviat] seu germà Salih. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. Hi ha arribat a aclarir l'evidència del seu Senyor. Aquest és el camell ell d'Allah [enviar] a vostè com un senyal. Així que deixin de menjar dins terra de Allah i no tocar-la amb mal, perquè no hi ha aprofitar un dolor càstig.
cy: Ac i Thamud y [anfonasom] eu brawd Salih. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Mae wedi dod i mae eich tystiolaeth glir o eich Arglwydd. Dyma hi-camel Allah [Anfonwyd] i chi fel arwydd. Felly adael ei fwyta o fewn tir y Allah a Peidiwch â chyffwrdd hi â niwed, rhag ofn i chi yno yn ymafael cosb poenus.
da: Og til Thamud [vi sendte] deres bror Salih. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Der er kommet til du klare beviser fra din herre. Det er hun-kamelen af Allah [sendt] til dig som et tegn. Så forlader hende at spise inden for Allahs jord og ikke røre hende med skade, lest der gribe du en smertefuld straf.
el: Και να το Thamud [στείλαμε] ο αδελφός τους, ο Salih. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Εκεί έχει έρθει για να μπορείτε να καταργήσετε στοιχεία από το Λόρδο. Αυτό είναι της αυτή-καμήλας του Αλλάχ [] σας αποστέλλονται ως ένα σημάδι. Έτσι, αφήστε το να φάνε εντός του Αλλάχ γης και αγγίζουν την με σωματικές βλάβες, μήπως εκεί κατάσχεση σας μια οδυνηρή τιμωρία.
et: Ja Thamud [saatsime] oma venna Salih. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Seal on tulnud selget tõendit oma Lord. See on ta camel Jumal [saadetud] märgiks. Nii et jätke ta Jumala 's land jooksul süüa ja ärge puudutage teda koos kahju, muidu seal arestib teid valus karistuse.
fi: Ja Thamud me lennättää heidän veljensä Salih. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Siellä on aika jotta poistat todisteita teidän Herranne. Näin hän-camel Allahin [lähetetään] sinulle merkkinä. Joten jätä hänet syödä Allahin maa ja koske häneen kanssa haittaa, ettei siellä tarttua tuskallinen rangaistus.
he: וכדי את Thamud [שלחנו] אחיהם צאלח. הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. שם בא כדי לך לנקות ראיות מן האל שלך. זה הגמל היא של אללה [לשלוח] לך סימן. אז עזוב אותה לאכול בתוך האדמה של אללה, אל תיגע בה עם נזק, שמא יש לתפוס את עונש כואב.
hr: I Thamud smo poslali njihov brat Salih. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. Tu je došlo do jasne dokaze iz vašeg gospodara. Ovo je ona deva Allah [] vam poslan kao znak. Tako je na večeru u Allahovu zemlju ostaviti i ne diraj je sa zla, da ne bi da te uhvati bolna kazna.
lt: Ir [mes išsiuntėme] Thamud jų brolis Salih. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Ten atėjo į jūs akivaizdžiai liudija iš savo Viešpaties. Tai ji-camel Dievo [siųsti] jums kaip ženklas. Taigi palikti savo valgyti per Dievo žemės ir nelieskite ja su žalos, nes ten pasinaudoti jums skausmingas bausmė.
lv: Thamud [mēs nosūtījām] un viņu brālis Salih. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Ir pienācis uz Notīrīt pierādījumus no savu kungu. Tas ir viņa kamielis [nosūtīt] jums kā zīme Allah. Tātad atstāt viņu ēst laikā Allāhs zemes un nevar pieskarties ar ļaunu, nedrīkstam tur notver tevi sāpīgi sods.
nb: Og Thamud [vi sendt] deres bror Salih. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Det har kommet til du klare bevis fra deres Herre. Dette er hun-kamelen Allah [sendt] til deg som et tegn. Så la henne å spise i Allahs land og ikke ta henne med skade, så det gripe du en pinefull straff.
sk: A Thamud [sme poslali] ich brat Sálih. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. Tam má prísť k vám jasné dôkazy od svojho pána. To je ona-camel Alah [poslal] vám ako znamenie. Tak nechajte ju jesť v Alaha pôdy a nedotýkajte jej poškodenia, inak tam zabaviť vás bolestivé trest.
sl: In Thamud, [smo poslali] njihova brata Salih. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Tam je prišel do jasnih dokazov iz svojega Gospoda. To je ona kamele [pošlje] za vas kot znak Allah. Tako pustite ji jesti v Alaha zemljišč in ne dotikajte njo s škodo, da ne bi tam izkoristiti si boleče kazen.
sr_cyrl: И да се Тхамуд [смо послали] њихов брат Салих. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Сперме да ти јасне доказе од твог Господа. Ово је она-деву од Алаха [] вама послати као знак. Оставите је на вечеру у оквиру Алахову земљу и не дирај је са зло, да не би тамо да те ухапсим болна казна.
sr_latn: I da se Thamud [smo poslali] njihov brat Salih. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Sperme da ti jasne dokaze od tvog Gospoda. Ovo je ona-devu od Alaha [] vama poslati kao znak. Ostavite je na večeru u okviru Alahovu zemlju i ne diraj je sa zlo, da ne bi tamo da te uhapsim bolna kazna.
uk: І до Thamud [ми послали] свого брата Саліх. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. Там прийшов до вас чіткі свідчення від вашого Господа. Це вона верблюд Аллах [] вам надіслано на знак. Так залишити її з'їсти протягом Аллах землі і не торкатися до неї з шкоди, щоб не там захопити ви болісно покарання.
vi: Và để Thamud [gửi chúng tôi] em trai của Salih. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Có đã đến để bạn rõ ràng bằng chứng từ của Chúa. Đây là cô lạc đà của Allah [gửi] cho bạn như là một dấu hiệu. Vì vậy, để cô ấy ăn trong vùng đất của Allah và không chạm vào cô ấy với thiệt hại, vì sợ có nắm bắt bạn chịu hình phạt đau đớn.
zu: Futhi Thamud [Sithumele] umfowabo Salih.
