Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1565
source: He said, "O my people, is my family more respected for power by you than Allah? But you put Him behind your backs [in neglect]. Indeed, my Lord is encompassing of what you do.
ca: Va dir, "la meva gent, O és la meva família més respectada pel poder per vostè que Allah? Però posar-lo darrere seu esquena [en abandonament]. De fet, el meu Senyor és que abasta del que fas.
cy: Meddai, "yw O 'm pobl, fy nheulu a mwy o barch tuag ar gyfer pŵer gennych chi nag Allah? Ond rhoddwch ef tu ôl eich cefnau [yn esgeuluso]. Yn wir, mae fy Arglwydd yn cwmpasu o'r hyn yr ydych yn ei wneud.
da: Han sagde, "O mit folk, er min familie mere respekteret for strøm af dig end Allah? Men du sætte ham bag din ryg [i forsømmelse]. Ja, min herre omfatter af hvad du gør.
el: Είπε, «O μου άνθρωποι, είναι η οικογένειά μου πιο σεβαστή για εξουσία από εσάς από Αλλάχ; Αλλά τον έβαλε πίσω από την πλάτη σας [σε παραμέληση]. Πράγματι, Κύριέ μου που περιλαμβάνει από αυτό που κάνετε.
et: Ta ütles: "O minu inimesed on minu pere rohkem austada Power teie kui Jumal? Kuid teda panna [on hooletusse] teie selja taga. Tõepoolest, minu Issand hõlmab mida teha.
fi: Hän sanoi: "Oi kansani, perheeni enemmän kunnioitetaan vallasta sinun kuin Allah? Mutta laitat hänet takana selän [in laiminlyönti]. Itse asiassa minun herrani on sisällytetty mitä teet.
he: הוא אמר, "O האנשים שלי, המשפחה שלי מכובד יותר כוח על ידי לך מאשר אללה? אבל אתה לשים אותו מאחורי הגב [מוזנחות]. . אכן, אדוני. זה המקיף של מה שאתה עושה.
hr: "Narode moj, je moja obitelj više poštuju za moć ti od Allaha? Ali ti ga iza leđa [u zanemariti]. Doista, gospodaru koja obuhvaća ono što radite.
lt: Jis sakė: "O mano tauta, mano šeima labiau gerbiama galios jūsų kaip Dievas? Bet jūs įdėti jį už savo nugarą [į nepriežiūros]. Iš tiesų, mano Viešpats yra apimanti, ką jūs.
lv: Viņš teica: "O mana tauta ir mana ģimene, kas vairāk ievēro varas jums nekā Allah? Bet jūs nodot viņam aiz jūsu muguras [šajā nolaidība]. Patiešām, ir aptver manam kungam par to, ko jūs darāt.
nb: Han sa, "mitt folk, er familien min mer respektert for strøm av deg enn Allah? Men du sette ham bak ryggen [i forsømmelse]. Faktisk, min Herre er omfatter av hva du gjør.
sk: On povedal: "O mojich ľudí, je moja rodina viac rešpektovaný energie budete ako Boh? Ale dáte mu za chrbty [v zanedbávať]. Vskutku, môj pán je zahŕňajúci čo robíte.
sl: On reče: "O moj narod, je moja družina bolj spoštujejo za moč boste mimo Allah? Ampak si ga postavil za vaš hrbet [v zanemarjanja]. Pravzaprav, moj gospodar je zajema kaj vam.
sr_cyrl: Рекао је, "О моји људи, моја породица више поштовати за напајање до те од Алаха? Али си га ставио иза лера [у занемаривања]. Заиста , мој господару која обухвата онога сто радите.
sr_latn: Rekao je, "O moji ljudi, moja porodica više poštovati za napajanje do te od Alaha? Ali si ga stavio iza leрa [u zanemarivanja]. Zaista, moj gospodaru koja obuhvata onoga sto radite.
uk: Він сказав: "O народ мій, моя сім'я, більшою повагою, за владу вами ніж Аллах? Але ви поклали його за спиною [в зневажливого ставлення]. Справді, мій Господь охоплює те, що вам робити.
vi: Ông nói, "O người của tôi, gia đình tôi nhiều tôn trọng cho quyền lực của bạn so với Allah? Nhưng bạn đặt anh ta phía sau lưng của bạn [trong bỏ bê]. Thật vậy, Chúa tể của tôi bao gồm của những gì bạn làm.
zu: Wathi, "O bantu bami, lingumndeni wami nengcebo ngoba amandla nguwe kuka Allah? Kodwa wena wamfaka ubafihlele wakho [ukunganaki]. Ngempela, Nkosi yami ingaphuca ezisabalele okwenzayo.

# Quran1566
source: And O my people, work according to your position; indeed, I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed, I am with you a watcher, [awaiting the outcome]."
ca: I la meva gent, O treballar segons la seva posició; de fet, estic treballant. Vas a saber a qui vindrà un càstig que li serà vergonya i que és un mentider. Així que vigila; de fet, estic amb tu un observador, [l'espera del resultat]. "
cy: Ac O 'm pobl, gwaith yn ôl eich sefyllfa; yn wir, yr wyf yn gweithio. Byddwch yn gwybod i bwy daw cosb bydd y disgrace iddo a phwy sydd yn gelwyddgi. Felly gwyliwch; yn wir, yr wyf â chi y gweledydd, [yn disgwyl canlyniad]."
da: Og O mit folk arbejde ifølge din holdning; Ja, jeg arbejder. Du skal vide, hvem vil komme en straf der vil skændsel ham og der er en løgner. Så pas; Ja, jeg er med dig en watcher [afventer resultatet]. "
el: Και O μου άνθρωποι, λειτουργεί σύμφωνα με τη θέση σας? Πράγματι, εγώ δουλεύω. Έχετε την ευκαιρία να γνωρίζουν σε ποιον θα έρθει μια τιμωρία που θα τον ντροπή και ποιος είναι ο ψεύτης. Έτσι ρολόι? Πράγματι, είμαι μαζί σας ένας παρατηρητής, [εν αναμονή του αποτελέσματος].»
et: Ja O minu inimesed töötavad vastavalt oma positsioonile; Tõepoolest, ma töötan. Te ei kavatse teada, kellele tulevad karistuse, mis talle häbi ja kes on valetaja. Niiet; Tõepoolest, ma olen teiega watcher, [ootavad tulemust]."
fi: Ja Oi kansani, mukaan kanta; itse asiassa olen työskennellyt. Olet menossa tietää, kenelle tulee rangaistus, että häpeä hänelle ja kuka on. Joten katsella; itse asiassa olen kanssanne watcher, [odottamaan]."
he: O עמי, ולעבוד על פי העמדה שלך; אכן, אני עובד. אתה הולך יודע למי יבוא עונש זה יבזה אותו ומי שקרן. אז שימו לב; אכן, אני איתך צופה, [ממתינים לתוצאות]."
hr: I narode moj, prema vama; Doista, ja radim. Ti ćeš znati kome doći će kazna koja će ga osramotiti i ko je lažac. Zato pazi; Doista, ja sam s vama promatrač, [čeka ishod]. "
lt: Ir mano tauta, O dirbti pagal savo poziciją; iš tiesų, aš dirbu. Turėtumėte žinoti, kam bus ateiti bausmė, bus gėda jam ir kurie yra melagis. Todėl žiūrėti; iš tiesų, aš esu su jumis sargas, [laukia rezultatus]."
lv: Un mana tauta, O darbu saskaņā ar savu pozīciju; patiešām, es esmu strādā. Jūs zināt, kam nāks sods, kas būs kauns viņu un kas ir melis. Lai noskatītos; patiešām, es esmu ar jums vērotājs, [gaida rezultātus]."
nb: Og mitt folk, arbeide ut fra din posisjon; Faktisk, jeg jobber. Du skal vite hvem kommer en straff som vil vanære ham og som er en løgner. Så se; Ja, jeg er med deg en watcher, [avventer utfallet]."
sk: A O môj ľud, práce podľa vašej polohy; v skutočnosti som pracoval. Budete vedieť, komu príde trest, ktorý sa mu hanbu a kto je klamár. Takže Sledujte; v skutočnosti som s vami watcher [počká na výsledok]. "
sl: In O moji ljudje, delo po svoj položaj; Pravzaprav, jaz delam. Boste vedeli, komu bo kazen, ki mu bo Blamaža in kdo je lažnivec. Tako gledam; res, jaz sem z vami stražar, [čakajo na izid]."
sr_cyrl: И О мом народу, рад у складу са своје позиције; Заиста , ја радим. Ти су це знати коме ће доћи казна која ће га осрамотити и ко је лажов. Зато пазите; Заиста , ја сам с вама"видовита", [чека исход]."
sr_latn: I O mom narodu, rad u skladu sa svoje pozicije; Zaista, ja radim. Ti su ce znati kome će doći kazna koja će ga osramotiti i ko je lažov. Zato pazite; Zaista, ja sam s vama "vidovita", [čeka ishod]."
uk: І O Мій народ, працює відповідно до вашої позиції; Справді, я працюю. Ви будете знати, до кого прийде покарання, що буде йому ганьби на, а хто брехун. Так що будьте; Справді, я з вами watcher, [очікуванні підсумків]. "
vi: Và O người của tôi, làm việc theo vị trí của bạn; Thật vậy, tôi đang làm việc. Bạn sẽ biết ai sẽ đến một hình phạt mà sẽ hoen anh ta và ai là kẻ nói dối. Vì vậy, xem; Thật vậy, tôi với bạn một watcher, [đang chờ kết quả]. "
zu: Futhi O bantu bami, umsebenzi ngokusho isikhundla sakho;

# Quran1567
source: And when Our command came, We saved Shu'ayb and those who believed with him, by mercy from Us. And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone
ca: I quan va arribar la nostra comanda, hem salvat Shu'ayb i aquells que creu amb ell, per misericòrdia de nosaltres. I al sortir van confiscar qui havia injustament, i esdevingueren dins casa [cadàvers] caigut propens
cy: A pan ddaeth ein Gorchymyn, yn arbed Shu'ayb a'r rhai oedd gydag ef, gan drugaredd oddi wrthym ni. A achubodd y shriek y rhai sydd wedi cael cam, a daeth iddynt o fewn eu cartrefi [cyrff] wedi gostwng yn dueddol o
da: Og da vores kommando kom, vi gemte Shu'ayb og dem, der menes med ham, af nåde fra os. Og skrig beslaglagt dem, der havde forurettet, og de blev i deres hjem [lig] faldet tilbøjelige
el: Και όταν ήρθε η εντολή μας, δε μπορούμε να σωθούμε Shu'ayb και εκείνους που πιστεύουν ότι με αυτόν, έλεος από μας. Και η διαπεραστική κραυγή όσους είχε αδικηθεί, και κατέστησαν μέσα σε σπίτια τους [πτώματα] πέσει επιρρεπείς
et: Ja kui meie käsk tuli, päästis Shu'ayb ja need, kes usuvad temaga, meie halastust. Selle kriiskamine kinni need, kes oli ülekohtu ja nad said jooksul langenud kõhuli kodudest [surnukehad]
fi: Ja kun meidän komento tuli, me tallennettu Shu'ayb ja ne, jotka uskoivat häneen, Mercy meiltä. Kiljua takavarikoitu ne, joka oli väärin ja ne tuli kotinsa [ruumiita] laskenut altis
he: כשהגיע הפיקוד שלנו, הצלנו מתחם שועייב ואת מי האמין איתו, על ידי רחמים מאיתנו. צווחה אחז את מי שפגע, הם הפכו בבתיהם [גופות] נפל מועדים
hr: I kad naša zapovijed, spasili smo Shu'ayb i oni koji su vjerovali s njim, za milost od nas. Krikom zaplijenila one koji su povrijedili i postali su unutar svojih domova [tijela] pao ničice
lt: Ir kai mūsų komandą atėjo, mes išgelbėti Shu'ayb ir tiems, kurie tikėjo su juo, malonės iš mūsų. Ir kad klyksmas konfiskavo tiems, kurie buvo nuskriausti, ir jie tapo per savo namus [lavonų] sumažėjo linkę
lv: Un ienākot mūsu komandas, mēs izglābām Shu'ayb un tiem, kas ticēja viņam līdzi, ar žēlastību no mums. Kliedziens saķēra tos, kas bija kaitējums un tie kļuva laikā savās mājās [līķu] samazinājies tieksme
nb: Og når vår kommando kom, vi lagrede Shu'ayb og de som trodde med ham, med nåde fra oss. Og skriker beslaglagt de som hadde gjort urett, og de ble i sine hjem [lik] falt utsatt
sk: A keď náš príkaz prišiel, sme zachránení, Shu'ayb, a tí, kto veril s ním zľutovanie od nás. Výkrik zadržaných tých, ktorí mali poškodené a stali sa do svojich domovov [mŕtvoly] padol náchylné
sl: In ko naša ukaz prišel, smo shranili Shu'ayb in tiste, ki so verjeli z njim, ki jih milost od nas. In Vrištati zasegli tistih, ki so bile oškodovane, in so postali v svojih domovih [trupla] padel nagnjeni
sr_cyrl: И када нашу команду, спасили смо Сху'аyб и они који су веровали са њим, од стране милост од нас. У властитој заузели онима који је згресио и постали су унутар своје домове [лешева] пала склона
sr_latn: I kada našu komandu, spasili smo Shu'ayb i oni koji su verovali sa njim, od strane milost od nas. U vlastitoj zauzeli onima koji je zgresio i postali su unutar svoje domove [leševa] pala sklona
uk: А коли наша команда прийшла, ми Shu'ayb і тих, хто вірив з ним, на милість від нас. На shriek, хто мав образили захопили і вони стали в своїх будинках [трупи] впав схильні
vi: Và khi chỉ huy của chúng tôi, chúng tôi đã lưu Shu'ayb và những người tin rằng với anh ta, bởi lòng thương xót từ chúng tôi. Shriek nắm lấy những người có wronged và họ trở thành trong nhà của họ [xác chết] rơi nghiêng
zu: Futhi uma ithu phatha weza, We khulula Shu'ayb labo kholwa him sa us.

# Quran1568
source: As if they had never prospered therein. Then, away with Madyan as Thamud was taken away.
ca: Com si mai no havia prosperat aquí. Llavors, distància amb Madyan com Thamud hi van portar.
cy: Fel pe bai erioed wedi iddynt ffynnu ynddo. Wedyn, i ffwrdd â Madyan fel Thamud cymerwyd i ffwrdd.
da: Som om de havde aldrig haft fremgang deri. Derefter, væk med Madyan som Thamud blev taget væk.
el: Όπως και αν ποτέ δεν είχε ευημερήσει σ ' αυτό. Στη συνέχεια, μακριά με Madyan ως Thamud είχε ληφθεί μακριά.
et: Nagu siis, kui nad olid kunagi prospered sealsamas. Siis ära koos Madyan nagu Thamud ära võeti.
fi: Ikään kuin ne olisi koskaan menestynyt siinä. Sitten pois ja Madyan kuin Thamud oli otettu pois.
he: כאילו הם לא היו שגשגה המצוי בו. לאחר מכן, משם עם Madyan כמו Thamud, נלקח
hr: Kao da su u njemu nikada nije uspjela. Onda, daleko sa Madyan kao Thamud je bila oduzeta.
lt: Taip, lyg jie turėjo niekada suklestėjo jame. Tada, ne su Madyan kaip Thamud buvo atimta.
lv: Kā tad, ja tie nekad nebija izdevušies tajā. Pēc tam prom ar Madyan, kā Thamud tika aizvesti.
nb: Som om de hadde aldri blomstret der. Så ble bort med Madyan som Thamud tatt bort.
sk: Akoby nikdy mal prosperoval v ňom. Potom, preč s Madyan ako Thamud bol odvezený.
sl: Kot da jih nikoli imel cvetela v njej. Nato, proč s Madyan kot Thamud odpeljali.
sr_cyrl: Као да никад нисам имао напредовали у томе. Онда , даље са Мадyан као Тхамуд је одведен.
sr_latn: Kao da nikad nisam imao napredovali u tome. Onda, dalje sa Madyan kao Thamud je odveden.
uk: Як би вони ніколи не процвітають в ньому. Потім геть з Madyan як Thamud був відвезений.
vi: Nếu như họ đã không bao giờ trở nên thịnh vượng trong đó. Sau đó, đi với Madyan như là Thamud đã bị lấy đi.
zu: Njengokungathi babengakaze achuma therein.

# Quran1569
source: And We did certainly send Moses with Our signs and a clear authority
ca: I certament ens va enviar Moses amb rètols i una autoritat clar
cy: A oedd yn sicr yn anfon Moses gyda ein arwyddion ac awdurdod clir
da: Og vi har helt sikkert sende Moses med vores tegn og en klar myndighed
el: Και ασφαλώς στέλνουμε Moses με μας σημεία και μια σαφή αρχή
et: Ja me kindlasti ei saada Moses meie märke ja selget volitust
fi: Ja me varmasti lähettää Moses merkkejä ja selkeitä viranomaisen
he: לשלוח Moses בהחלט עם השלטים שלנו, על-ידי רשות ברורה
hr: I mi svakako poslati Moses sa našim znakovima i jasne ovlasti
lt: Ir mes tikrai siunčia Moses su mūsų požymiai ir aiškiai institucija
lv: Un mēs noteikti nosūtīt Moses ar mūsu zīmes un skaidras pilnvaras
nb: Og vi sendte sikkert Moses med våre tegn og en klar fullmakt
sk: A určite sme odoslali Moses našich značiek a jasné orgánu
sl: In smo zagotovo pošljite Moses z naše znake in jasnega pooblastila
sr_cyrl: И свакако да ли послати Мосес са знацима и ауторитет за јасно
sr_latn: I svakako da li poslati Moses sa znacima i autoritet za jasno
uk: І ми безумовно відправити Moses з нашими знаками і ясно авторитет
vi: Và chúng tôi chắc chắn đã gửi Moses với dấu hiệu của chúng tôi và một chính quyền rõ ràng
zu: Futhi Sasingalindeli ngokuqinisekile ngizothumela uMose ngezibonakaliso Zethu kanye negunya ecacile

# Quran1570
source: To Pharaoh and his establishment, but they followed the command of Pharaoh, and the command of Pharaoh was not [at all] discerning.
ca: Faraó i el seu establiment, però van seguir les ordres del faraó, i el comandament del faraó no era [gens] més exigents.
cy: Ffaro a ei sefydlu, ond roeddent yn dilyn y Gorchymyn o Ffaro, ac nid oedd y Gorchymyn o Ffaro ddetholgar [bob].
da: Farao og hans virksomhed, men de fulgte kommando af Farao, og kommandoen over Farao var ikke [Slet] kræsne.
el: Να Φαραώ και την εγκατάστασή του, αλλά ακολούθησαν την εντολή του Φαραώ, και την εντολή του Φαραώ δεν ήταν απαιτητικό [καθόλου].
et: Vaarao ja tema asukoha, kuid nad järele vaarao käsk ja käsu vaarao ei olnud [üldse] tähelepanelikumad.
fi: Faraon ja hänen yrityksensä mutta he seurasivat farao komento ja farao-komento ei [kaikki] vaativille.
he: פרעה, הקמת שלו, אבל הם עקבו אחרי הפקודה של פרעה, הפקודה של פרעה לא היה [כל] אניני טעם.
hr: Faraon i njegova osnivanja, ali oni su slijedili naredbe faraona, i naredba Faraon nije [sve] uviđavan.
lt: Faraonas ir jo įsisteigimo, bet jie po komandą faraona, ir Faraonas komanda nebuvo [ne visi] atidesni.
lv: Faraons, un savā uzņēmumā, bet viņi sekoja komandu no faraons, un faraons komanda nebija [vispār] zinošāki.
nb: Å farao og hans etablering, men de fulgte kommando av farao, og kommandoen Faraos var ikke [hele] kresne.
sk: Faraóna a jeho zavedenie, ale za príkaz faraóna, a príkaz faraón nebol [všetko] náročné.
sl: Faraon in njegova ustanova, ampak so sledili ukazom faraonov, in ukaz Faraon ni bil [vse] pronicljiv.
sr_cyrl: Фараон и његове установе, али су пратили командом фараон, и команду над фараон није био [уопште] ољтроумне.
sr_latn: Faraon i njegove ustanove, ali su pratili komandom faraon, i komandu nad faraon nije bio [uopšte] oљtroumne.
uk: До фараона і його створення але вони пішли за команду фараона, і команда фараон був не [всі] вимогливих.
vi: Pharaoh và thành lập của mình, nhưng họ theo sự chỉ huy của Pharaoh, và sự chỉ huy của Pharaoh đã không [tất cả] sành điệu.
zu: KuFaro futhi ukusungulwa yakhe, kodwa balandela umyalo kaFaro, futhi umyalo kaFaro wayengekho [nhlobo] oqondayo.

# Quran1571
source: He will precede his people on the Day of Resurrection and lead them into the Fire; and wretched is the place to which they are led.
ca: Va precedir la seva gent el dia de resurrecció i porten a la foguera; i miserable és el lloc al qual són dirigits.
cy: Bydd yn dod o flaen ei bobl ar dydd atgyfodi ac arwain hwy yn tân; ac truenus yn y lle y cânt eu harwain.
da: Han vil gå forud for sit folk på den dag i opstandelse og føre dem ind i ilden; og elendige er det sted, hvortil de er ført.
el: Προηγείται του λαού για την ημέρα της Αναστάσεως και θα τους οδηγήσει στη φωτιά? και άθλια είναι ο τόπος στον οποίο οδηγούνται.
et: Ta eelneb oma rahva ülestõusmist päev ning viia neid Tulle; ja armetu on koht, kuhu nad lähevad.
fi: Hän edeltää kansansa ylösnousemuksen päivänä ja johtaa heidät tuleen; ja kurja on paikka, johon johtaa heitä.
he: הוא להקדים את עמו על יום התקומה ולהוביל אותם אל תוך האש; אומלל הוא המקום שאליו הם מובלים.
hr: Će prethoditi svoj narod na dan uskrsnuća i voditi ih u vatru; i jadan je mjesto na koje su doveli.
lt: Jis bus prieš savo tautos prisikėlimo dieną ir vesti juos į ugnį; ir niekam tikęs yra vieta, į kurią jie buvo.
lv: Viņš pirms savai tautai par augšāmcelšanās dienu un liek tiem uguni; un nabaga ir vieta, kurā viņi veda.
nb: Han vil foran sitt folk på oppstandelsen og lede dem på ilden. elendige er stedet der de er ledet.
sk: On bude predchádzať jeho ľudí na deň vzkriesenia a viesť ich do ohňa; a úbohý je miesto, na ktorom sú vedené.
sl: On bo pred svoje ljudstvo na dan od vstajenje in jih vodijo v ogenj; in bedno je kraj, ki jih vodi.
sr_cyrl: Он ће претходити његов народ на дан ускрснућа и одведе их у ватру; и јадна је место на које води их.
sr_latn: On će prethoditi njegov narod na dan uskrsnuća i odvede ih u vatru; i jadna je mesto na koje vodi ih.
uk: Він передує свого народу день Воскресіння і привести їх у вогонь; і знедолених місці, до якого вони привели.
vi: Ông sẽ đứng trước người dân của mình vào ngày phục sinh và dẫn chúng vào lửa; và không may là nơi mà họ đang dẫn đầu.
zu: Uyokwethaba sibandulele abantu bakhe Suku Vuko futhi kuholele bawaphonse emlilweni;

# Quran1572
source: And they were followed in this [world] with a curse and on the Day of Resurrection. And wretched is the gift which is given.
ca: I s'han seguit en aquest [món] amb una maledicció i el dia de resurrecció. I el regal que es dóna és miserable.
cy: A dilynwyd hwn [byd] â felltith ac ar ddiwrnod yr atgyfodiad. Ac truenus yn y rhodd a roddir.
da: Og de blev fulgt i denne [verden] med en forbandelse og på den dag i opstandelse. Og elendige er den gave, der er givet.
el: Και ακολουθήθηκαν σε αυτό [Παγκόσμια] με μια κατάρα και για την ημέρα της Αναστάσεως. Και άθλια είναι το δώρο που δίνεται.
et: Ja seejärel sõlmiti selles [Maailm] needus ja ülestõusmise päev. Ja armetu on kingitus, mis on antud.
fi: Ja ne seurasivat maailmassa [] kirouksella ja ylösnousemuksen päivänä. Ja kurja on lahja, joka annetaan.
he: הם עקבו [בעולם הזה] בקללה ועל יום התקומה. והוא מסכן המתנה אשר ניתנת.
hr: I slijedili su na [svijetu] s prokletstvo i na dan uskrsnuća. I jadan je dar koji se daje.
lt: Ir jų buvo laikomasi šio [pasaulio] prakeikimas ir prisikėlimo dieną. Ir niekam tikęs yra dovana, kuriai suteikiama.
lv: Un viņi sekoja šo [Pasaule] ar lāstu un augšāmcelšanās dienu. Un nožēlojams ir dāvana, kas dota.
nb: Og de ble fulgt i denne [verden] med en forbannelse og oppstandelsen. Elendige er gave som er gitt.
sk: A oni boli nasledoval tento [svete] s prekliatím a na deň vzkriesenia. A úbohý je dar, ktorý je uvedený.
sl: In oni so sledili v tem [svetu] z prekletstvo in na dan od vstajenje. In bedno je darilo, ki je navedeno.
sr_cyrl: И пратили су их на [свијету] са проклетством, и на дан ускрснућа. И јадна је поклон који се даје.
sr_latn: I pratili su ih na [svijetu] sa prokletstvom, i na dan uskrsnuća. I jadna je poklon koji se daje.
uk: І вони були в цьому [світі] з прокляття і на день Воскресіння. І знедолених це подарунок, який дається.
vi: Và họ đã được theo sau trong này [thế giới] với một lời nguyền và vào ngày phục sinh. Và không may là những món quà được đưa ra.
zu: Base walandela kuleli [zwe] ngesiqalekiso Suku Vuko.

# Quran1573
source: That is from the news of the cities, which We relate to you; of them, some are [still] standing and some are [as] a harvest [mowed down].
ca: Que és de les notícies de les ciutats, que ens relacionem amb tu; d'ells, alguns són [encara] peu i alguns són [com] una collita [tallat].
cy: Mae hynny yn sgil y newyddion am y dinasoedd, sydd gennym yn ymwneud â chi; ohonynt, yn rhai sefydlog [o hyd] ac mae rhai yn [fel] cynhaeaf [isbriddoedd i lawr].
da: Der er fra nyheden om de byer, som vi forholder os til jer; af dem, nogle står [fortsat] og nogle er [som] en høst [mejet].
el: Που είναι από τις ειδήσεις των πόλεων, που συνδέουμε με το σου. από αυτά, κάποιοι στέκονται [ακόμα] και μερικά είναι [όπως] μια συγκομιδή [θερίζονται].
et: Mis on uudis linnad, mis on seotud teile; neid, mõned [veel] püsti ja mõned on [nagu [niitmiseks] lõikust].
fi: Se on uutinen kaupungeissa, jotka liittyvät heistä jotkut seisovat [edelleen] ja jotkut ovat [as [niittää] sato].
he: . זה החדשות של הערים, אשר אנו מתייחסים אליך; מהם, חלקם עומדים [עדיין] וחלקם [כמו] קציר [מה].
hr: To je iz vijesti gradova koje smo za vas; od njih, neke [još uvijek] stoji a neki su kao žetve [pasti dolje].
lt: Tai nuo miestų, mes su tavimi Naujienos iš jų, kai kurie [vis dar] stovi ir kai kurie [kaip [šienaujama] derliaus].
lv: Tas ir no ziņas par pilsētām, kuras mums saistās ar tevi; no tiem, dažas stāv [vēl] un daži ir [kā] ražu [pļaujai uz leju].
nb: Det er fra nyheten om byene, som vi forholde seg til. av dem, noen står [fremdeles] og noen er [som] en høst [mowed].
sk: To je z noviniek z miest, ktoré môžeme sa týkajú z nich, niektoré stoja [stále] a niektoré sú [] úrodu [posekane].
sl: To je od novice o mestih, ki smo se nanašajo na vas; od njih, nekateri so [še vedno] stoji in nekateri so [kot [kosijo] letine].
sr_cyrl: То је из вести од градова, који се односимо према вама; од њих, неки су [] на ногама, а неки су [као [покосио] за бербу].
sr_latn: To je iz vesti od gradova, koji se odnosimo prema vama; od njih, neki su [] na nogama, a neki su [kao [pokosio] za berbu].
uk: Саме від Новини міст, в яких ми ставитися до вас; [з них, деякі є понині] і деякі з них [як] врожаю [косити].
vi: Đó là những tin tức của các thành phố, chúng tôi liên quan đến của bạn. của họ, một số [vẫn còn] đứng và một số [như là] một vụ thu hoạch [mowed].
zu: Lokho kuvela izindaba imizi, okuyinto We ukukuqonda;
