Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1976
source: Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allah! But most of them do not know.
ca: Allah presenta un exemple: un esclau [qui és] propietat i incapaç de fer una cosa i ell a qui hem proporcionat de nosaltres bona disposició, així que es passa d'ella en secret i públicament. Poden ser iguals? Lloança a Allah! Però la majoria d'ells no saben.
cy: Cyflwyna'r Allah yn enghraifft: gaethion [sy'n] sy'n eiddo a gallu i wneud peth a ef i bwy yr ydym wedi darparu oddi wrthym ni darpariaeth dda, felly fod yn treulio ei gyfrinachol ac yn gyhoeddus. Gallant fod yn gyfartal? Canmoliaeth i Allah! Ond nid rhan fwyaf ohonynt yn gwybod.
da: Allah præsenterer et eksempel: en slave, [der er] ejede og ude af stand til at gøre en ting og han til hvem vi har givet os gode bestemmelse, så han tilbringer fra det hemmelighed og offentligt. Kan de være lige? Ros til Allah! Men de fleste af dem ved ikke.
el: Αλλάχ παρουσιάζει ένα παράδειγμα: ένας σκλάβος [που είναι] ανήκει και δεν μπορούσε να κάνει ένα πράγμα και αυτός στον οποίο έχουμε παράσχει από μας καλή παροχή, έτσι περνά από αυτό κρυφά και δημόσια. Μπορούν να είναι ίσοι; Έπαινος Αλλάχ! Αλλά οι περισσότεροι από αυτούς δεν ξέρω.
et: Jumal esitab näiteks: [kes ei] ori omanduses ja asi ja ta, kellele oleme pakkunud meile hea näha ei saa, nii et ta veedab ta salaja ja avalikult. Kas nad on võrdsed? Kiitke Jumalat! Kuid enamik neist ei tea.
fi: Allah esitetään esimerkki: orja, [joka on] omistuksessa ja voi tehdä mitään ja jolle olemme antaneet meille hyvä säännös niin hän viettää sitä salaa ja julkisesti. Ne voivat olla yhtä? Ylistys Jumalalle! Mutta useimmat heistä eivät tiedä.
he: אללה מציג דוגמה: עבד [מי] בבעלות ולא יכולתי לעשות דבר, והוא למי שאנו מספקים לנו הוראה טובה, אז הוא מבלה ממנו בסתר ולא בפומבי. הם יכולים להיות שווים? השבח לאללה! אבל רובם לא יודעים.
hr: Allah predstavlja primjer: rob [koji je] u vlasništvu i ne može učiniti ništa i kojima smo osigurali od nas dobro osiguranje, provodi od njega tajno i javno. Mogu biti jednaki? Slava Alahu! Ali većina njih ne zna.
lt: Dievas pateikia pavyzdį: vergas [kuris yra] valdo ir negali daryti dalykas ir jis kam mes teikiame pas mus gera nuostata, todėl jis praleidžia iš jo slaptai ir viešai. Jie gali būti vienodas? Giriasi Dievas! Tačiau dauguma jų nežino.
lv: Allāhs rada piemēru: vergu, [kas ir] pieder un to nespēj darīt kaut ko, un viņš, kam esam nodrošinājuši no mums labs noteikums, tāpēc viņš pavada no tās slepeni un publiski. Viņi var būt vienāds Allah slavēt! Bet vairums no viņiem nezina.
nb: Allah gir et eksempel: en slave [som er] eide og ikke kan gjøre en ting, og han som vi har gitt fra oss god bestemmelse, så han tilbringer fra den hemmelighet og offentlig. Kan de være lik? Ros til Allah! Men de fleste av dem vet ikke.
sk: Alah uvádza príklad: otrok, [ktorý] vlastní a schopný urobiť vec a ktorému sme poskytli od nás dobré zabezpečenie, tak trávi z neho tajne a verejne. Môžu byť rovnaké? Chvála Bohu! Ale väčšina z nich nevie.
sl: Allah predstavlja primer: suženj, [ki je] lasti in ni mogoče narediti stvar in on komu damo pri nas dobro poskrbeti, zato preživi s to tajno in javno. So lahko enako? Pohvale za Allah! Ampak večina od njih ne vem.
sr_cyrl: Алах представља пример: роб [која је] власништву и не може учинити ништа, и он коме смо пружили су од нас добра одредба, па он проводи од њега тајно и јавно. Би могли да буду једнаки? Слава Алаху! Али већина њих не знам.
sr_latn: Alah predstavlja primer: rob [koja je] vlasništvu i ne može učiniti ništa, i on kome smo pružili su od nas dobra odredba, pa on provodi od njega tajno i javno. Bi mogli da budu jednaki? Slava Alahu! Ali većina njih ne znam.
uk: Аллах представляє приклад: раб, [які] володіє і не в змозі зробити річ і він, яким ми надаємо від нас хорошим становищем, таким чином він проводить з нього таємно і публічно. Вони можуть бути рівними? Хвала Аллаху! Але більшість з них не знають.
vi: Allah trình bày một ví dụ: một nô lệ [là] thuộc sở hữu và không thể làm một điều và ông mà chúng tôi đã cung cấp từ chúng tôi cung cấp tốt, vì vậy ông đã dành từ nó công khai và bí mật. Họ có thể bằng nhau? Khen ngợi Allah! Nhưng hầu hết trong số họ không biết.
zu: Allah presents isibonelo: isigqila [ngubani] owned futhi abakwazi ukwenza into nalowo Siye enikeziwe evela Us lungiselelo elihle, ngakho ubuchitha kuwo ngasese publicly.

# Quran1977
source: And Allah presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path?
ca: I Allah presenta un exemple de dos homes, un d'ells mut i incapaç de fer res, mentre que ell és una càrrega al seu tutor. Allà on dirigeix ell, porta cap bé. És igual a qui mana justícia, mentre ell està en un camí directe?
cy: Ac mae'r Allah yn cyflwyno enghraifft o ddau ddyn, un ohonynt yn fud ac yn methu â gwneud rhywbeth, er ei fod yn faich i ei warcheidwad. Lle bynnag y mae ef yn cyfarwyddo ag ef, yn dod ag unrhyw da. Mae ef yn hafal i un sy'n mynnu cyfiawnder, er ei fod yn ar lwybr syth?
da: Og Allah præsenterer et eksempel på to mænd, en af dem stum og ikke kan gøre noget, mens han er en byrde til sin værge. Uanset hvor han dirigerer ham, bringer han noget godt. Er han lig, der kommandoer retfærdighed, mens han er på en lige vej?
el: Και Αλλάχ παρουσιάζει ένα παράδειγμα των δύο ανδρών, ένας από αυτούς χαζή και δεν μπορεί να κάνει ένα πράγμα, ενώ είναι ένα βάρος για τον κηδεμόνα του. Όπου και διευθύνει τον, φέρνει δεν ωφελεί. Είναι ίση με εκείνον που εντολές δικαιοσύνη, ενώ είναι σε μια ευθεία διαδρομή;
et: Ja Jumal esitab näiteks kaks meest, üks neist loll ja ei saa teha asi, kuigi ta on koormavad tema eestkostja. Kõikjal, kus ta suunab teda, ta toob pole hea. On ta üks kes käske õiglus, kui ta on sirge tee?
fi: Ja Jumala esittää kaksi miestä, yksi niistä tyhmiä ja voi tehdä mitään, kun hän on taakka hänen huoltajansa esimerkki. Missä hän ohjaa häntä, hän tuo mitään hyvää. Onko hän yhtä, joka komennot oikeuteen, vaikka hän on tielle?
he: אללה מציג דוגמה של שני אנשים, אחד מהם טיפש ולא יכולתי לעשות דבר, בזמן שהוא נטל את האפוטרופוס שלו. לאן הוא מכוון אותו, הוא מביא לא טוב. ? האם הוא שווה לאחד המצווה צדק, בזמן שהוא על נתיב ישר
hr: I Allah primjer dva čovjeka, jedan od njih nijem i ne može učiniti ništa, dok je teret za njegov zaštitnik. Gdje god on upućuje, on donosi ništa dobro. Je jednaka jedan zapovijeda pravde, dok je na prav put?
lt: Ir Dievas pristato du vyrai, vienas iš jų kvailas ir negali daryti dalykas, nors jis yra našta globėją pavyzdys. Kad ir kur jis vadovauja jam, jis atneša nieko gero. Yra jis lygus vienam, kuris komandos Teisingumo, o jis yra tiesus kelias?
lv: Un Allah dāvanas piemērs divi vīrieši, viens no tiem mēms un nespēj izdarīt, kamēr viņš ir slogs, lai viņa aizbildnis. Tur, kur viņš vada viņu, viņš nes ne laba. Viņš ir vienāda ar vienu, kurš komandas taisnīgumu, kamēr viņš taisnā ceļā?
nb: Og Allah presenterer et eksempel på to menn, en av dem stum og ikke kan gjøre noe, mens han er en byrde å hans verge. Der han leder ham, bringer han ikke bra. Er han som befaler rettferdighet, mens han er på rett vei?
sk: A Boh predstavuje príklad dvaja muži, jeden z nich hlúpe a nemôže robiť nič, zatiaľ čo on je záťaž na jeho strážca. Nech mu ho nasmeruje, privedie k ničomu. Sa rovná jednej, ktorý príkazy spravodlivosti, zatiaľ čo on je na priamu cestu?
sl: Ter Allah predstavlja primer dva moška, eden od njih je neumna in ni mogoče narediti stvar, medtem ko je breme za njegov skrbnik. Kjerkoli On ga usmerja, mu prinaša nič dobrega. Je enaka tisti, ki ukaze pravosodje, medtem ko je na ravno pot?
sr_cyrl: И , Алах представља пример од двоје људи, један од њих је глуп и не може учинити ствар, док је терет да његов старатељ. Где год он усмерава га, он доноси није добро. Да ли је једнак један заповеда правде, док је он на пут?
sr_latn: I, Alah predstavlja primer od dvoje ljudi, jedan od njih je glup i ne može učiniti stvar, dok je teret da njegov staratelj. Gde god on usmerava ga, on donosi nije dobro. Da li je jednak jedan zapoveda pravde, dok je on na put?
uk: І Аллах є прикладом двоє чоловіків, один з них тупі і не в змозі зробити річ, хоча він є тягарем для його опікуном. Там, де він керує йому, він приносить нічого доброго. Дорівнює він той, хто керує справедливості, а він по дорозі прямій?
vi: Và Allah trình bày một ví dụ về hai người đàn ông, một người câm và không thể làm một điều, trong khi ông là một gánh nặng cho người giám hộ của mình. Bất cứ nơi nào ông chỉ đạo ông, ông đã mang đến không tốt. Ông là tương đương với một người chỉ huy công lý, trong khi ông là trên một con đường thẳng?
zu: Futhi u-Allah presents isibonelo lamadoda amabili, omunye wabo izimungulu zikhuluma nezinyonga engakwazi ukwenza into, ngenkathi he is umthwalo umqaphi wakhe.

# Quran1978
source: And to Allah belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed, Allah is over all things competent.
ca: I per Allah pertany invisibles [aspectes] dels cels i la terra. I l'ordre per a l'hora no és sinó com un cop d'ull de l'ull o encara més a prop. De fet, Allah és sobre totes les coses competents.
cy: Ac i Allah yn perthyn unseen [agweddau] y nefoedd a'r ddaear. Ac nid yw y Gorchymyn am yr awr, ond fel y gwelir y llygad neu hyd yn oed yn agosach. Yn wir, yw Allah dros holl bethau yn gymwys.
da: Og Allah tilhører usynlige [aspekter] himlene og jorden. Og kommandoen for time er ikke, men som et blik i øjet eller selv nærmere. Allah er over alle ting kompetente.
el: Και Αλλάχ ανήκει το αόρατο [πτυχές] του τον ουρανό και τη γη. Και η εντολή για την ώρα δεν είναι, αλλά ως μια ματιά του ματιού ή ακόμη και πιο κοντά. Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Ja Allah kuulub nähtamatu [aspekte] taeva ja maa. Ja tunni käsk pole aga silma või veelgi lähemal pilgul. Tõepoolest, Allah on üle kõik asjad pädev.
fi: Ja Jumalalle kuuluu näkymättömän [näkökohtia] taivaat ja maan. Ja tunti-komento ei ole vaan silmäyksellä silmä tai kävelykadun. Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: אללה שייך יתלבה [היבטים] את השמים ואת הארץ. הפקודה עבור השעה אינו אלא מבט של העין או אפילו קרוב יותר. אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: A Allahu pripada nevidjeno [aspekte] nebesa i zemlje. I naredba za sat nije kao prvi pogled oka ili čak i bliže. Uistinu, Allah je nad svim stvarima nadležan.
lt: Ir Dievas priklauso nematyto [aspektus] dangaus ir žemės. Ir valandą komandą nėra, bet kaip iš pirmo žvilgsnio akies ar net arčiau. Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Un Allah pieder neredzēts [aspektiem] heavens un zemes. Un komanda stundu nav, bet kā acs vai pat tuvāk skatienu. Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: Og til Allah tilhører usynlige [aspekter] himlene og jorden. Kommandoen for timen er ikke, men som et blikk på øyet eller enda nærmere. Døyve er faktisk over alt som er kompetente.
sk: A Bohu patrí neviditeľné [aspekty] nebo a zem. A príkaz za hodinu nie je, ale ako pohľad očí alebo dokonca bližšie. Alah je skutočne cez všetky veci príslušný.
sl: Ter Allah pripada nevidno [vidike] nebes in zemlje. In ukaz za uro ni, ampak tako na kratko, očesa ali še bližje. Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: И , Алах припада невидјено [аспекти] неба и земље. И команду за један сат не али као први поглед ока, или чак и блиће. Уистину , Аллах је преко надлежних све ствари.
sr_latn: I, Alah pripada nevidjeno [aspekti] neba i zemlje. I komandu za jedan sat ne ali kao prvi pogled oka, ili čak i bliћe. Uistinu, Allah je preko nadležnih sve stvari.
uk: І щоб Аллах належить невидиме [аспекти] небеса та Земля. І команда за годину, а як перший погляд очей або навіть ближче. Справді, Аллах, все впокорив компетентним.
vi: Và Allah unseen [khía cạnh] của bầu trời và trái đất. Và lệnh cho giờ không phải, nhưng là một cái nhìn của mắt hoặc thậm chí gần. Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Futhi Allah fanele ezingabonwayo [izici] we bhakabhaka hlaba.

# Quran1979
source: And Allah has extracted you from the wombs of your mothers not knowing a thing, and He made for you hearing and vision and intellect that perhaps you would be grateful.
ca: I Allah ha extret dels úters de les seves mares sense saber una cosa, i va fer que l'audiència i visió i intel·lecte que potser seria agraït.
cy: Mae'r Allah chi dynnu'n o wombs eich mamau nad ydynt yn gwybod beth a wnaeth i chi glywed a gweledigaeth a deallusrwydd, efallai eich bod yn ddiolchgar.
da: Allah har udvundet du skød af jeres mødre ikke at vide en ting, og han gjorde for dig at høre og vision og Intellekt at du måske ville være taknemmelig.
el: Και Αλλάχ έχει εξαγμένος σας από μήτρες των μητέρων σας που δεν γνωρίζουν τίποτα και έκανε για σας άκουσε και όραμα και διάνοια ότι ίσως θα ήσαστε ευγνώμονες.
et: Allah on te kaevandatud emaka teie emad ei tea midagi ja ta tegi teile kuulmise ja nägemise ja intellekti, et äkki sa oleks tänulik.
fi: Allah on erotettu voit kohdussa äidit ei tiedä mitään, ja hän teki sinulle kuulo ja näkö ja älyä että Olkaa kiitollisia.
he: אללה פיענחה לך מתוך רחמים האמהות שלך, לא לדעת שום דבר, ואתה הוא הכין אתה שומע לבין האינטלקט אולי שתהיה אסיר תודה.
hr: Allah je izvađen iz utrobe svoje majke ne znajući ništa i on je napravio za vas sluh i vid i intelekta da li bi ti zahvalan.
lt: Ir Dievas turi paimti jums savo motinos nežinodamas ką įsčiose, ir jis padarė jums klausos ir regėjimo ir intelektas, kad galbūt jums bus dėkingi.
lv: Allah ir iegūtas atteikties no jūsu mātēm, neko nezinot par to visu, un viņš lika jums dzirdes un redzes un intelektu, ka varbūt jums būtu pateicīgs.
nb: Og Allah har hentet du fra wombs av din mødre ikke vite en ting, og han gjorde for deg høre og visjon og intellekt at kanskje du ville være takknemlig.
sk: Alah má výkopovej lona vašej matky nevedia vec a urobil si vypočutie a videnie a intelektu, že snáď by ste byť vďačná.
sl: In Alah je iztisnjeno wombs vaše matere, ne da bi vedel stvar, in je naredil za vas sluh in vid in razum, da nemara vi domišljavec hvaležen.
sr_cyrl: Алах те је извукао из утробама твоје мајке, не знајући ништа и направио за чујете ли и визију и интелект, ти би била захвална.
sr_latn: Alah te je izvukao iz utrobama tvoje majke, ne znajući ništa i napravio za čujete li i viziju i intelekt, ti bi bila zahvalna.
uk: Аллах має витягнуті з утроби вашої матері, не знаючи річ і, він зробив для вас слухання і бачення і інтелект, що можливо вам був би вдячний.
vi: Và Allah đã chiết xuất bạn từ wombs bà mẹ của bạn không biết một điều, và ông đã thực hiện cho bạn nghe và tầm nhìn và trí tuệ mà có lẽ bạn sẽ được biết ơn.
zu: Futhi Allah ekhishwe wena kusukela izibeletho zomama yakho engazi lutho, futhi Wenza ngawe ngokuzwa nombono nengqondo ukuthi mhlawumbe nawe siyokwazisa.

# Quran1980
source: Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allah. Indeed in that are signs for a people who believe.
ca: No veuen les aus controlats en l'atmosfera del cel? Cap sosté excepte Allah. Fet que són signes per persones que creuen.
cy: Nid ydynt yn gweld yr adar a reolir mewn awyrgylch yr awyr? Mae dim eu dal ac eithrio Allah. Yn wir yn hynny yn arwyddion ar gyfer pobl sydd yn credu.
da: Kan de ikke se fuglene kontrolleret i atmosfæren i himlen? Ingen holder dem op undtagen Allah. Faktisk er i dette tegn for et folk, der tror.
el: Δεν βλέπουν τα πουλιά που ελέγχονται στην ατμόσφαιρα του ουρανού; Κανένας δεν τους κρατά ψηλά εκτός από Αλλάχ. Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που πιστεύουν.
et: Kas nad ei näe kontrollitud atmosfääris taeva linnud? Ükski hoiab need välja arvatud Jumal. Tõepoolest, mis on märke inimesi, kes usuvad.
fi: He ymmärrä lintujen hallinnassa taivas ilmakehässä? Yksikään pitää ne paitsi Allah. Siinä todellakin merkkejä niille, jotka uskovat.
he: הם לא רואה את הציפורים מבוקר באווירה של השמיים? אף אחד לא מחזיק אותם מלבד אללה... אכן בזה הם סימנים לאנשים המאמינים.
hr: Ne vide ptice pod kontrolom u atmosferi na nebu? Posjeduje nitko ih osim Allaha. Zaista u tome su znaci za ljude koji vjeruju.
lt: Jie nemato kontroliuojama atmosfera dangaus paukščiai? Nė vienas turi juos išskyrus Dievas. Iš tiesų tame yra ženklai tiems, kurie tiki.
lv: Tie nav redzama putni kontrolēti atmosfērā no debesīm? Neviens tur tos izņemot Allah. Patiešām, ka cilvēkiem, kuri uzskata, ka ir pazīmes.
nb: Ser de ikke fuglene kontrollert i atmosfæren i himmelen? Ingen holder dem opp unntatt Allah. Faktisk er som tegn for et folk som tror.
sk: Nie vidí vtákov riadené atmosféry neba? Nikto ich drží okrem Alaha. Naozaj v tom, že sú príznaky pre ľudí, ktorí veria.
sl: Ne ne vidijo ptice pod nadzorom v ozračju neba? Nič drži razen Allah. Res da so znaki za ljudi, ki verjamejo.
sr_cyrl: Не виде птице под контролом у атмосфери на небу? Држи нико их осим Алаха. Заиста у то су знаци за људе који верују.
sr_latn: Ne vide ptice pod kontrolom u atmosferi na nebu? Drži niko ih osim Alaha. Zaista u to su znaci za ljude koji veruju.
uk: Вони не бачать птахів, контрольованої в атмосфері небо? Ні один тримає їх крім Аллаха. Дійсно в тому, що є ознаками для людей, які вірять.
vi: Họ không nhìn thấy những con chim điều khiển trong bầu khí quyển trên bầu trời? Không giữ họ ngoại trừ Allah. Thực sự đó là dấu hiệu cho một người tin tưởng.
zu: They cha bheka bazana elawulwa ku oya bhakabhaka?

# Quran1981
source: And Allah has made for you from your homes a place of rest and made for you from the hides of the animals tents which you find light on your day of travel and your day of encampment; and from their wool, fur and hair is furnishing and enjoyment for a time.
ca: I Allah ha fet per a vostè des del seu domicili un lloc de descans i confeccionada per a tu les pells de les botigues d'animals que es trobar la llum en el seu dia de viatge i el seu dia de campament; i de llana, pell i pèl és gaudi per un temps i sanitaris.
cy: A Allah wedi gwneud i chi gan eich cartrefi yn lle o orffwys a wnaed i chi gan cuddio o bebyll anifeiliaid y byddwch yn canfod golau ar eich diwrnod teithio a eich diwrnod y gwersyll; a gan eu gwlân, ffwr a gwallt yn dodrefnu a mwynhad am amser.
da: Og Allah har gjort for dig fra dit hjem et sted for hvile og lavet til dig fra huder af de dyr telte, som du finde lys på din rejse og dit dag af lejr; og fra deres uld, pels og hår er indretning og nydelse for en tid.
el: Και Αλλάχ έχει κάνει για σας από τα σπίτια σας μια θέση ανάπαυσης και έκανε για σας από τα δέρματα των ζώων σκηνών που το βρίσκεις το φως την ημέρα του ταξιδιού και σας ημέρα καταυλισμό? και από τους μαλλιού, γούνας και μαλλιά είναι επίπλωση και απόλαυση για μια φορά.
et: Ja Jumal on tehtud teile oma kodudest lahkuma koht ülejäänud ning teile valmistatud nahku loomade telgid, mille leiad valguse oma päeva reisi ja oma päeva laager; ja nende vill, karusnahk ja juuksed on mööbli ja nautida aega.
fi: Ja Jumala on valmistettu sinulle kodissanne lepoon ja tehnyt sinulle vuodista eläinten teltat, jonka löydät valon päivän matka ja päivän leiri; ja villaa, turkiksia ja hiukset on sisustus ja nauttia aikaa.
he: אללה הכין לך מבתים שלך מקום מנוחה ועשו לך מן העורות של האוהלים חיות אשר ניתן למצוא אור שלך מיום הנסיעה ועד היום של המחנה; מהצמר, פרווה, השיער הוא ריהוט והנאה למשך זמן.
hr: A Allah je za vas od vaše domove mjesto počinka i napravio za vas od kože životinja šatora koji ćete pronaći svjetlo na dan putovanja i dan tabor; a od njihove vune, krzna i kosa je opremanje i uživanje za vrijeme.
lt: Ir Dievas padarė jums iš savo namų poilsio vieta, ir padarė jums iš kailių gyvūnų palapines, kurią galite rasti šviesos kelionės dieną ir jūsų dienos stovykla; ir iš jų vilnos, kailių ir plaukai yra baldai ir malonumą laiką.
lv: Un Allah ir jūs no jūsu mājām atpūtas vieta un pagatavoju no dzīvniekiem teltis, kas atrodas gaismas jūsu ceļojuma dienā un jūsu dienu nometni; jēlādas un no viņu vilnu, kažokādas un mati ir mēbeļu un izbaudīt laiku.
nb: Og Allah har laget for deg fra ditt hjem et sted for hvile og gjort for deg fra skinn av dyrene telt som du finner lys på reise og dagen leir; og deres ull, pels og håret er innredning og glede for en tid.
sk: A Boh má pre vás z vášho domova miesto odpočinku a si z koží zvierat stany, ktoré môžete nájsť svetlo na deň cestovné a váš deň tábora; a z ich vlny, kožušiny a vlasy sú bytové a radosti čas.
sl: In Allah je narejen za vas iz vaše domove kraj za počitek in za vas iz živalskih kož živali šotore, ki ga najdete svetlobe na dan potovanja in vaš dan taboru; iz volne, krzna in las je stanovanjska in užitek za časa.
sr_cyrl: И Аллах је направила за вас од домова место за одмор и за тебе из скрива од животиње шатора који отварате светло на твој дан путовања и твој дан у логору; и из њихове вуна, крзно и длака је опремање и уживање времена.
sr_latn: I Allah je napravila za vas od domova mesto za odmor i za tebe iz skriva od životinje šatora koji otvarate svetlo na tvoj dan putovanja i tvoj dan u logoru; i iz njihove vuna, krzno i dlaka je opremanje i uživanje vremena.
uk: І Аллах має для вас від ваших будинках місця відпочинку та їх зробив для вас від приховує намети тварин, які ви знайдете світло на ваш день подорожі і ваш день табір; і від їх вовни, хутра і волосся меблями і задоволення протягом часу.
vi: Và Allah đã làm cho bạn từ ngôi nhà của bạn một nơi nghỉ ngơi và làm cho bạn từ da động vật lều mà bạn tìm thấy ánh sáng của bạn ngày của du lịch và ngày của bạn của doanh trại; và từ của len, lông và tóc trang trí nội thất và hưởng thụ cho một thời gian.
zu: Futhi Allah Wenzele you KHO KHAYA indawo yokuphumula esenzelwe wena kusukela izikhumba zalezi zilwane amatende lapho uthola ukukhanya ngosuku lwakho kwekuheha kanye usuku lwakho ekamu;
