Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2842
source: The only statement of the [true] believers when they are called to Allah and His Messenger to judge between them is that they say, "We hear and we obey." And those are the successful.
ca: La declaració única dels creients [veritables] Quan s'anomenen a Allah i el seu Missatger per jutjar entre ells és que ells diuen, "escoltem i que obeir". I aquestes són l'èxit.
cy: Yr unig ddatganiad y credinwyr [gwir] pan gânt eu galw i Allah a Messenger ei i farnu rhyngddynt yw bod nhw'n dweud, "yr ydym yn clywed ac ufuddhau ydym." A yw'r rheini yn llwyddiannus.
da: Den eneste oplysning af de [rigtigt] troende når de kaldes til Allah og hans sendebud til at dømme mellem dem er at de siger, "vi hører og vi adlyde." Og dem er den succesfulde.
el: Η μόνη δήλωση των πιστών [αληθινή] όταν καλούνται να Αλλάχ και του Messenger να κρίνουν μεταξύ τους είναι ότι λένε, «ακούμε και θα υπακούει». Και αυτά είναι τα επιτυχή.
et: [Tõeline] usklikud kui Allah ja tema saadik nendevaheline kohtunik nimetatakse ainus väide on, et nad ütlevad, "kuuleme ja me kuuletuma." Ja need on edukas.
fi: Ainoastaan lausunto [todellinen] uskovat kutsuttaessa Jumala ja hänen lähettiläänsä tuomari niiden välillä on, he sanovat, "kuulemme ja olemme kuuliaisia." Ja ne onnistuvat.
he: המשפט היחיד של המאמינים [אמיתי] כאשר הם נקראים אללה, שליח שלו כדי לשפוט ביניהם הוא כי הם אומרים, "אנחנו שומעים אנו מצייתים." . ואלו מוצלח.
hr: Jedino što je vjernika [istina] kada se zovu Allahu i njegovom poslaniku suditi između njih je da oni govore: "čujemo i slušamo." I to su uspješne.
lt: Tik pareiškimą [tikras] tikinčiųjų kai jie yra pašaukti Dievo ir jo poslanca spręsti tarp jų yra kad jie sako, "Mes girdime ir mes klausytis." Ir jie yra sėkmingai.
lv: Tikai paziņojums par [tiesa] ticīgie, kad tās tiek sauktas par Allah un viņa Messenger spriest starp tiem ir, ka viņi saka, "mēs dzirdam un mēs paklausīt". Un tie ir veiksmīgi.
nb: Det eneste uttalelsen [true] troendes når de kalles Allah og hans Messenger til dommer i mellom dem er at de sier, "vi hører og vi adlyder." Og de er vellykkede.
sk: Jediné vyjadrenie [pravda] veriacich, keď sa nazývajú Alah a jeho posol súdiť medzi nimi je, že oni hovoria, "môžeme počuť a poslúchame." A tie sú úspešné.
sl: Samo izjava [resnično] vernikov, ko so poklicani, da Alah in njegov sel, da sodnik med njimi je, da pravijo, "smo slišali in smo ubogati." In to so uspešno.
sr_cyrl: Једина изјава верника у [истина] када су позвани на Алаха, и његовог гласника да судим између њих је да казу, "чујемо и покоравамо." А то су успељне.
sr_latn: Jedina izjava vernika u [istina] kada su pozvani na Alaha, i njegovog glasnika da sudim između njih je da kazu, "čujemo i pokoravamo." A to su uspeљne.
uk: Єдиний оператор [справжній] віруючих, коли вони називали Аллах і його Messenger судити між ними є, що мовляв, "ми чуємо, і ми підкоряємося". А тих, хто на успіх.
vi: Những tuyên bố duy nhất của các tín hữu [thật sự] khi họ được gọi là Allah và Messenger của ông để thẩm phán giữa chúng là rằng họ nói, "chúng tôi nghe và chúng tôi phải tuân theo." Và những người thành công.
zu: Isitatimende kuphela amakholwa [weqiniso] lapho kuthiwa Allah isithunywa sakhe ukuba ahlulele phakathi kwabo wukuthi bathi, "We zwa we hlonipha."

# Quran2843
source: And whoever obeys Allah and His Messenger and fears Allah and is conscious of Him - it is those who are the attainers.
ca: I qui obeeix a Allah i el seu Missatger i tem Allah i és conscient d'ell - és qui són els attainers.
cy: A pwy bynnag ufudd i Allah a Messenger ei ac ofnau Allah ac mae'n ymwybodol iddo-mae'n rheini y gyrraeddwyr.
da: Og den, der adlyder Allah og hans sendebud og frygt Allah og er bevidst om ham - det er dem, der er attainers.
el: Και όποιος υπακούει Αλλάχ και του Messenger και να φοβάται Αλλάχ και έχει τις αισθήσεις του τον - είναι εκείνοι που είναι το attainers.
et: Ja kes iganes kuuletub Allah ja tema saadik ja kardab Jumalat ja on teadlik talle - on need, kes on selle attainers.
fi: Ja joka tottelee Jumalaan ja hänen lähettiläänsä ja pelkää Jumala ja on tietoinen-jotka ovat attainers.
he: ויש מי מציית אללה חושש אללה ואת מודעת לו - אלו attainers.
hr: I tko god pokorava Allahu i njegovom poslaniku i boji Allaha i svjesno ga - one koji su na attainers.
lt: Ir tas, kas paklūsta Dievo ir jo poslanca ir baiminasi Dievas ir yra sąmoningas apie jį - tai tie, kurie į attainers.
lv: Un, kurš pakļaujas Allāha un viņa Messenger un bailes Allah un apzinās viņu - tas ir tiem, kuri ir attainers.
nb: Og den som adlyder Gud og hans Messenger og frykt Gud og er bevisst-det er de som er i attainers.
sk: A kto počúva Alah a jeho posol a obavy Alah a je pri vedomí-to je tých, ktorí sú attainers.
sl: In kdor uboga Allah in njegov sel in boji Allah in se zaveda od njega - je tisti, ki so na attainers.
sr_cyrl: И онај ко се покорава Алаха, и његовог гласника и боји Алаха и при свести о њему - онима који су на аттаинерс.
sr_latn: I onaj ko se pokorava Alaha, i njegovog glasnika i boji Alaha i pri svesti o njemu - onima koji su na attainers.
uk: І той, хто підпорядковується Аллах і його Messenger і боїться Аллах і усвідомлює його - це ті, хто в attainers.
vi: Và bất cứ ai tuân theo Allah và Messenger của ông và sợ Allah và ý thức của ông - đó là những người là các attainers.
zu: Futhi ubani ulalela Allah and Messenger akhe nokwesaba Allah futhi abazi Him - kuba labo abangababiziweyo attainers.

# Quran2844
source: And they swear by Allah their strongest oaths that if you ordered them, they would go forth [in Allah 's cause]. Say, "Do not swear. [Such] obedience is known. Indeed, Allah is Acquainted with that which you do."
ca: I juren per Allah seus juraments més fort que si vostè va ordenar-los, anirien endavant [a causa d'Allah]. Dir, "no t'ho juro. [Com] l'obediència és conegut. De fet, Allah estigui familiaritzat amb el que fas.»
cy: Ac y mae iddynt dyngu gan Allah eu llwon cryfaf os ydych gorchmynnodd iddynt, byddent yn mynd ymlaen [yn achos y Allah]. Dweud, "wneud nid rhegi. Gelwir y dinasydd [o'r fath]. Yn wir, yw Allah yn gyfarwydd â hynny a ydych."
da: Og de sværger ved Allah deres stærkeste eder at hvis du har bestilt dem, ville de gå frem [i Allahs årsag]. Sige, "må ikke sværge. [Sådan] lydighed er kendt. Faktisk, Allah er bekendt med det, som du gør."
el: Και που ορκίζονται από Αλλάχ τους ισχυρότερους όρκους ότι αν παραγγείλει τους, πήγαιναν εμπρός [στην αιτία του Αλλάχ]. Λένε, «μην ορκίζομαι. [Εν λόγω] υπακοή είναι γνωστό. Πράγματι, Αλλάχ είναι εξοικειωμένοι με αυτό που κάνετε.»
et: Ja Allah vannub oma tugevaim vande et kui tellisite neid, nad läheks edasi [Jumala 's põhjus]. Öelda, "Ärge vannun. [Selline] kuulekus on teada. Tõepoolest, Allah on tuttav see, mida sa teed."
fi: Ja he vannovat Allah vahvin valansa että jos olet ostanut niitä, ne menisi [olevien Allahin syy]. Sanoa, "Älä vanno. [Niin] TOKO tunnetaan. Itse asiassa Jumala tuntee siitä, mitä teet."
he: והם נשבעו על ידי אללה שבועותיהם החזקה כי אם הזמנת אותם, הם היו הולכים הלאה [במטרה של אללה]. לומר, "לא נשבע. [כה] ציות ידוע. אכן, אללה הוא מכיר את אשר תעשה."
hr: I oni se mimo Allaha njihove najjače zakletve da ako ih naručili, će ići naprijed [u Allahovu uzrok]. Kažem, "ne, kunem se. [Tako] Poslušnost je poznat. Uistinu, Allah je upoznat sa onoga što ste vi."
lt: Ir jie Przysiegam Dievas savo stipriausias priesaikas kad jei jums liepė jiems, jie galėtų eiti pirmyn [Dievo priežastis]. Pasakyti, "ne prisiekiu. [Tokius] paklusnumas yra žinomas. Iš tiesų, Allah yra susipažinti su tai, kas jums daryti."
lv: Un viņi zvēru ar Allah spēcīgāko zvērestam, ka ja jūs piesprieda viņiem, viņi iet tālāk [Allāhs rada]. Saka: "nevar zvērēt. [Šo] paklausība ir zināms. Patiešām, Allah ir iepazinies ar to, ko jūs darīt."
nb: Og de sverger ved Allah deres sterkeste eder at hvis du bestilte dem, de ville gå tilbake [i Allahs sak]. Si, "ikke sverge. [Slike] lydighet er kjent. Faktisk er Allah kjent med det som du gjør."
sk: A oni prisahajú Alah ich najsilnejší prísahy, že ak ste si objednali, pôjdu [v Alaha príčinou]. Povedať, "Nechcem Prisahám. [Ako] poslušnosť je známy. Vskutku, Alah je oboznámený s tým, čo robíte."
sl: In jih prisegajo Allah svoje najmočnejše prisega da če ste jih naročili, bi šel tja [v Alaha vzrok]. Reči, "ne prisegam. [Tako] poslušnosti je znan. Res, Allah je seznanjen s tem, ki vam."
sr_cyrl: И они се куну у име Алаха њихова најјача заклетве да би кренули даље [у Алахову сврху] ако ти их је наредио,. Реци , "Не куни се. [Тако ] послусност је познат. Уистину , Аллах је упознат са оно што радите."
sr_latn: I oni se kunu u ime Alaha njihova najjača zakletve da bi krenuli dalje [u Alahovu svrhu] ako ti ih je naredio,. Reci, "Ne kuni se. [Tako] poslusnost je poznat. Uistinu, Allah je upoznat sa ono što radite."
uk: І вони клянуться Аллах своєї найсильніших клятви що якщо ви наказали їх, вони будуть йти вперед [в Аллах причина]. Кажуть, «не клянуся. Відомо [таких] послуху. Дійсно, Аллах знайомий з тим, що ви зробити."
vi: Và họ thề của Allah tuyên thệ mạnh nhất của họ nếu bạn ra lệnh cho họ, họ sẽ đi ra [trong nguyên nhân của Allah]. Nói, "không swear. [Như vậy] Vâng lời biết đến. Thật vậy, Allah làm quen với điều đó bạn làm."
zu: Futhi ofunga Allah izifungo zabo obuqine kunabo bonke bokuthi uma ebayalile, bayokuya naphambili [udaba Allah 's].

# Quran2845
source: Say, "Obey Allah and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification."
ca: Dir: "Allah obeeix i obeir el Missatger; però si que allunyen - llavors a ell és només que [dret] amb que ell ha estat acusat i a vostè és que amb el que vostè ha acusat. I si vostè obeeix, serà [raó] guiat. I no en el Missatger excepte la notificació clar [responsable]."
cy: Dweud, "Obey Allah ac ufuddhau y negesydd; ond os ydych yn troi i ffwrdd-yna arno yn unig [ddyletswydd honno] ag y mae ef ei gyhuddo, ac arnoch chi yw bod yr ydych wedi eu cyhuddo. Ac os yw eich bod yn ufuddhau iddo, bydd eich harwain [iawn]. Ac nid oes ar y negesydd ac eithrio hysbysiad clir [cyfrifoldeb am]."
da: Sige, "adlyde Allah og Adlyd sendebudet; men hvis du vende sig væk - og med ham er kun at [pligt] med som han er blevet pålagt, og du er, som du er blevet debiteret. Og hvis du adlyder ham, du vil være [rigtigt] styret. Og der er ikke på Messenger undtagen notifikationen [ansvar for] klar. "
el: Λένε, «υπακούει Αλλάχ και τηρείτε το Messenger? αλλά αν σας γυρίσει μακριά - τότε προς αυτόν καθήκον μόνο ότι [] με την οποία έχει χρεωθεί και πάνω σε σένα είναι ότι με τα οποία έχετε χρεωθεί. Και αν εσείς τηρείτε αυτόν, σας θα να καθοδηγείται [και δικαίως]. Και δεν υπάρχει προς το Messenger εκτός από την σαφή κοινοποίηση [ευθύνη για].»
et: Öelda: "Järgige Jumal hoiatussilte Messenger; Aga kui sa tõlgivad - siis ta on ainult selline [tollimaks] mis ta on nõutud, ning teie peale on, et kellega teil on maksustatud. Ja kui sa talle kuuletuma, siis [õigustatult] suunavad. Ja seal, ei kuulu Messenger [vastutuse] selge teate peale."
fi: Esimerkiksi "noudata Allah ja totella Messenger; mutta jos kääntyvät pois - niin hänelle on vain [tulli], jossa häntä syytetään, ja teille on, että johon sinua on veloitettu. Ja jos tottelette häntä, sinut ohjataan [oikeutetusti]. Ja ei ole Messenger paitsi [vastaa] selkeä ilmoitus.
he: אומרים, "אללה Obey ו לציית השליח; אבל אם תפנה - אז עליו הוא רק זה [החובה] עם אשר הוא מואשם, עליכם היא כי שבה אתה הואשמו. אם אתה מציית לו,. אתה תונחה [בצדק]. ואין על השליח מלבד הדיווח ברורה [אחריות]."
hr: Kažu, "poslušni Allahu i poštujte Glasnik; Ali ako odbijem - onda mu je samo taj [dužnosti] s kojima je optužen, a vam je da s kojim si se. I ako ga poslušaš, te [s pravom]. I nema na Messenger osim [odgovornost] jasna obavijest.
lt: Tarkim, "paklusti Dievo ir klauso poslanca; bet jei jūs nusigręžti - tada jam yra tik kad [muito] kurioje jis kaltinamas, ir tave yra kad su kuria mokate. Ir jei jums paklusti jam, jums bus būti [teisingai] vadovaujamasi. Ir ten ne ant išskyrus [už] aiškiai pranešama Messenger."
lv: Teiksim, "Paklausi Allah un paklausīt Messenger; bet, ja jūs novērsties -, tad viņam virsū ir tikai minētā [nodokļa], ar kuru viņam ir jāmaksā, un pār jums ir, ka ar kuru jums ir bijis jāmaksā. Un ja jūs paklausa viņam, jums tiks [pamatoti] vadīta. Un tur nav pēc Messenger, izņemot skaidru paziņojumu [atbildību]."
nb: Si "adlyde Allah og adlyde Messenger; men hvis du vende - så ham er bare at [plikt] som han har blitt belastet, og dere er at som du har blitt belastet. Og hvis du følge ham, vil du bli [rette] guidet. Og det er ikke på Messenger unntatt [ansvar for] klart varsel.
sk: Povedať, "Alah počúvať a počúvať posla; ale ak vás zase preč - potom mu je iba [dane], ktoré mu boli účtované, a na vás je, že s ktorou ste boli obvinení. A ak ste ho počúvajú, budete [správne] vedení. A nie je na Messenger, okrem jasné oznámenia [za]."
sl: Reči, "Obey Allah in ubogati sel; ampak če pa stran - potem mu je le, da [dajatve], ki mu je bila zaračunana, in na vas je, da s katero si je bil obračunan. In če si mu poslušni, vas bo treba [] pravoverni. In ni na Messenger razen [odgovornost za] prijave jasno."
sr_cyrl: Рекао је, "покори се Алах и покоравати гласник; Али ако ти окренем - онда над њим је само тај [дужности] са којима је оптужен, а над вама је да са којим си подигнуте оптужнице. И ако будете га, бити [с правом] вођена. И не на гласник осим [одговорност] јасно обавештење."
sr_latn: Rekao je, "pokori se Alah i pokoravati glasnik; Ali ako ti okrenem - onda nad njim je samo taj [dužnosti] sa kojima je optužen, a nad vama je da sa kojim si podignute optužnice. I ako budete ga, biti [s pravom] vođena. I ne na glasnik osim [odgovornost] jasno obaveštenje."
uk: Скажімо, "Аллах підкорятися і коритися Посланника; але якщо ви відвернутися - то на нього тільки що [обов язки] з яких він заряджається, так і на вас є, що з якою ви були пред'явлені. І якщо ви його слухають, ви будете керуватися [справедливо]. І не на Messenger, за винятком чіткі повідомлення [відповідальність за]."
vi: Nói, "Obey Allah và tuân theo các Messenger; nhưng nếu bạn lần lượt đi - sau đó khi anh ta là chỉ rằng [nhiệm vụ] mà ông đã bị buộc tội, và khi bạn là rằng với mà bạn đã bị tính phí. Và nếu bạn tuân theo anh ta, bạn sẽ được [đúng] hướng dẫn. Và không có khi Messenger trừ [trách] thông báo rõ ràng."
zu: Uthi, "Lalelani Allah futhi silalele Messenger. Kodwa uma you jikisa - ke phezu kwakhe wukuthi kuphela [intela] ngazo uthweswe icala, naphezu kwakho wukuthi okungawo niye bathweswa icala Futhi uma umlalela,

# Quran2846
source: Allah has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves after that - then those are the defiantly disobedient.
ca: Allah ha promès a aquells que han cregut entre vosaltres i fer els justos fets que ell segurament concedirà ells successió [a l'autoritat] sobre la terra igual que ell atorgava a aquells abans d'ells i que ell segurament estableix que per a ells [en això] seva religió que ell ha preferit per a ells i que segurament es substitueix per a ells, després de la seva por , seguretat, [per] mi veneren, no associar res amb mi. Però qui disbelieves després d'això - llavors aquells són desobedients desafiant.
cy: Mae Allah wedi addo rhai sydd wedi credu eich plith a gwneud gweithredoedd cyfiawn a bydd grant addysg uwch oni iddynt olyniaeth [i'r awdurdod] ar y ddaear fel y rhoddodd ei i'r rheini cyn iddynt ac a fydd yn sicr yn sefydlu ar eu cyfer [hynny] eu crefydd sydd well ganddo iddynt ac y bydd ef yn sicr yn dirprwyo ar eu rhan, ar ôl eu hofn , diogelwch, [i] Mae nhw'n addoli'n imi, nid unrhyw beth cyfeillachu â Me. Ond pwy bynnag a disbelieves ar ôl hynny-ac yna y rhai yn defiantly anufudd.
da: Allah har lovet dem, der troede blandt jer og gjort retfærdige gerninger, som han vil helt sikkert give dem arv efter [myndigheden] på jorden ligesom han tildeles dem før dem, og at han vil helt sikkert skabe for dem [deri] deres religion, som han har foretrukket for dem, og som han sikkert vil erstatte dem, efter deres frygt , sikkerhed, [for] de tilbeder mig, ikke knytte noget med mig. Men hvem disbelieves efter- så dem er trodsigt ulydige.
el: Αλλάχ υποσχέθηκε εκείνους που πίστευαν ανάμεσά σας και γίνει δίκαιοι πράξεις, που αυτός θα σίγουρα τους χορηγήσει διαδοχή [στην αρχή] επάνω στη γη όπως αυτός της χορήγησε με αυτές πριν από αυτούς και ότι αυτός θα σίγουρα δημιουργήσει για τους [εκεί] τους θρησκεία που έχει προτίμησε για αυτούς και ότι αυτός θα σίγουρα να αντικαταστήσετε για τους, μετά από το φόβο τους , ασφάλεια, [για] που λατρεύουν μου, συσχετίζοντας τίποτα δεν με εμένα. Αλλά όποιος disbelieves μετά από αυτό - τότε αυτά είναι προκλητικά ανυπάκουος.
et: Jumal on lubanud neile, kes on uskunud teie seas ja tehtud õiged teod, mida ta kindlasti annab neile järjest [asutusele] maa peal nii, nagu talle anda neile enne neid ja milles ta kindlasti nähakse neid [sealsamas] oma religiooni, millega ta on eelistanud neile ja mida ta on kindlasti asendada nende jaoks pärast nende hirm , turvalisus, [sest] nad teenivad mind, mitte seostada midagi mulle. Aga kes disbelieves pärast seda -, siis need on väljakutsuvalt sõnakuulmatud.
fi: Allah on luvannut niille, jotka ovat uskoneet keskuudessanne ja tehdä vanhurskaita tekoja, jotka hän varmasti antaa niille peräkkäin [toimivaltaiselle] maan päällä kuten hän myöntää sen ennen heitä, ja että hän varmasti vahvistaa ne [siinä] heidän uskontonsa, jonka hän halusi mieluummin ja että hän varmasti korvaa niitä, kun he pelkäävät , turvallisuus, [sillä] he palvoa minua, ei liittäminen mitään minulle. Mutta kuka ei usko jonka jälkeen - niin ne ovat uhmakkaasti tottelematon.
he: אללה הבטיח לאלה יש האמין ביניכם ועשה מעשים טובים הוא בוודאי יעניקו להם הירושה [לרשות] על פני האדמה כפי שהוא, העניקה לאלה לפניהם וכי הוא בוודאי יקימו להם [בו] הדת שלהם אשר הוא והעדיף עבורם, הוא בוודאי להחליף עבורם, לאחר הפחד שלהם , אבטחה, [כי], הם סוגדים לי לא שיוך כל דבר איתי אבל מי disbelieves אחרי זה - אז אלו בהתרסה ממושמע, לאחר.
hr: Allah je obećao onima koji su vjerovali među vama i učinio pravedna djela koja on će sigurno im dati sukcesije [vlast] na zemlji kao što je dodijeljena onima prije njih i to sigurno Osnovat će za njih [u njemu] svoju religiju koja voli više za njih i koje on će sigurno zamijeniti za njih, nakon njihova straha , sigurnost, [jer] Me štuju, ne povezujući ništa sa mnom. Ali onaj tko disbelieves nakon toga - onda su to definitivno neposlušni.
lt: Dievas pažadėjo tų, kurie tikėjo, tarp jūsų ir padaryti teisingas poelgius, kad jis tikrai suteiks jiems paveldėjimo [institucijai] žemėje kaip jis ji suteikė prieš juos ir kad jis bus tikrai jiems nustato [ten pat] savo religiją, kurią jis teikia pirmenybę jų ir kad jis tikrai pakeis už juos, po jų baimė , saugumo, [nes] jie garbina mane, ne asocijuojant nieko su manimi. Bet kas disbelieves po to - tada jie yra iššaukiančiai Nepaklusniųjų.
lv: Tiem, kuri uzskatīja, ka starp jums un darīt taisns darbiem, ko viņš noteikti piešķirs tiem [iestāde] mantojuma zemes virsū tieši tāpat, kā viņam to piešķirt tiem priekšā, un viņš būs noteikti nosaka tiem [tajā] savu reliģiju, kas viņš ir, dod priekšroku tiem un ka viņš tiks noteikti aizstāt tos, pēc viņu bailes ir apsolījis Allah , drošība, [par] viņi pielūdz mani, nav saistot kaut ko ar mani. Bet tas, kurš pēc tam - disbelieves, tad tie ir izaicinoši nepaklausīgs.
nb: Allah har lovet de som har trodd blant dere og gjort rettferdige gjerninger som han vil sikkert gi dem hverandre [til autoritet] på jorden akkurat som han ga det til dem før dem, og han vil sikkert oppretter for dem [der] deres religion som han har for dem og at han vil sikkert erstatning for dem etter deres frykt , sikkerhet, [for] de tilber meg, ikke knytte noe til meg. Men hvem disbelieves etter det - så de er trassig ulydige.
sk: Boh sľúbil, že tých, ktorí verili medzi vami a urobil spravodlivé skutky, ktoré mu budú určite poskytnúť im dedičstvo [úrad] na zemi rovnako ako mu udelený na tých pred nimi, a on bude určite zapracujú ich [] ich náboženstvo, ktoré má radšej pre nich, a že on určite nahradí, po ich strach , bezpečnosť, [o] ma uctievajú, nie nič spájali s Me. Ale ten, kto neverí, potom - potom sú vyzývavé neposlušný.
sl: Allah je obljubil, tiste, ki so verjeli, med vami in naredil pravednici dejanja, ki je zagotovo jim bo dodelila dedovanje [organu] na zemlji tako, kot je dodeljena tistim pred njimi in da bo zagotovo uredila zanje [njej] svojo vero, ki je najbolj zaželen za njih in da bo zagotovo nadomestek za njih, po svoje strah , varnost, [za] so Me častili, ne povezujejo vse z mano. Vendar kdor jih disbelieves po tem - potem so kljubovalno neposlušni.
sr_cyrl: Аллах је обећао онима који су веровали медју вама и урадио праведни делима које он ће сигурно им дати наследника [власт] над земљом као одобрио је онима испред њих, и то да ће сигурно успоставити за њих [у томе] своју религију, која му је лакше за њих и то је сигурно он ће заменити за њих, након њиховог страха , безбедности, [јер] они Ме обожавају, није ништа повезивањем са мене. Али ко год дисбелиевес након тога - онда то су пркосно непослушно.
sr_latn: Allah je obećao onima koji su verovali medju vama i uradio pravedni delima koje on će sigurno im dati naslednika [vlast] nad zemljom kao odobrio je onima ispred njih, i to da će sigurno uspostaviti za njih [u tome] svoju religiju, koja mu je lakše za njih i to je sigurno on će zameniti za njih, nakon njihovog straha , bezbednosti, [jer] oni Me obožavaju, nije ništa povezivanjem sa mene. Ali ko god disbelieves nakon toga - onda to su prkosno neposlušno.
uk: Аллах обіцяв тим, хто вірив між вами і робити добрі справи, він буде напевно надавати їм спадкоємства [авторитет] на землі так само, як він надав католикам тим перед ними, і що він буде напевно встановити для них [в ньому] свою релігію, який він віддав перевагу для них, і що він безумовно буде замінити для них, після їх страх , безпеки, [для] вони поклоняються мене, не пов'язуючи нічого з мене. Але той, хто влаштовує викрадення, після чого - то ті, зухвало неслухняних.
vi: Allah đã hứa hẹn những người tin rằng giữa bạn và thực hiện những hành động chính đáng rằng ông sẽ chắc chắn cấp cho họ thừa kế [cho chính quyền] khi trái đất cũng giống như ông đã trao nó cho những người trước khi họ và rằng ông sẽ chắc chắn thiết lập cho họ [trong đó] tôn giáo của họ, mà ông đã ưu tiên cho họ và rằng ông chắc chắn sẽ thay thế cho họ, sau khi nỗi sợ của họ , an ninh, [đối với] chúng tôn thờ tôi, không gắn bất cứ điều gì với tôi. Nhưng bất cứ ai disbelieves sau đó - sau đó những người là ngô nghịch defiantly.
zu: Allah uthembise zalabo asebeye bakholwa phakathi kwenu futhi ungenzele izenzo zokulunga ukuthi He tando surely pha them ukulandelana [ukuba igunya] asemhlabeni ngokuqondene nje He pha it labo phambi kwabo nokuthi Nakanjani sungula them [therein] inkolo yabo okuyinto
