Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2988
source: And indeed, we are a cautious society... "
ca: I de fet, som una societat prudent... "
cy: Ac yn wir, yr ydym yn gymdeithas ofalus... "
da: Og ja, vi er en forsigtig samfund... "
el: Και πράγματι, είμαστε μια κοινωνία επιφυλακτική... "
et: Ja tõepoolest, me oleme ettevaatlikud ühiskonna... "
fi: Ja itse asiassa olemme varovaisia yhteiskunta... "
he: אכן, אנחנו חברה זהיר... "
hr: I uistinu, mi smo oprezni društvo... "
lt: Ir iš tiesų, mes esame atsargūs visuomenės... "
lv: Un tik tiešām, mēs esam piesardzīgi sabiedrībā... "
nb: Og vi er en forsiktig samfunnet... "
sk: A naozaj, sme opatrný spoločnosti... "
sl: In res, smo previdni družbe... "
sr_cyrl: И заиста, ми смо опрезни друштва... "
sr_latn: I zaista, mi smo oprezni društva... "
uk: І дійсно, ми обережними суспільство... "
vi: Và quả thực, chúng tôi là một xã hội thận trọng... "
zu: Futhi ngempela, singamalungu umphakathi baqaphe ... "

# Quran2989
source: So We removed them from gardens and springs
ca: Així ens tragués de jardins i fonts
cy: Felly rydym yn eu tynnu o'r gerddi a'r springs
da: Så vi fjernede dem fra haver og fjedre
el: Έτσι τους αφαιρέσαμε από περιβόλια και πηγές
et: Nii me eemaldada need aiad ja vedrud
fi: Joten olemme poistaneet ne puutarhoista ja jouset
he: אז הסרנו אותם מן הגנים ומעיינות
hr: Tako smo ih uklonili iz vrtova i izvora
lt: Taigi mes pašalinti juos nuo sodo ir spyruoklės
lv: Tāpēc mēs tos dzēsts dārzos un atsperes
nb: Så fjernet vi dem fra hagen og fjærer
sk: Takže sme odstránili zo záhrady a pružiny
sl: Tako smo jih odstrani iz vrtov in vzmeti
sr_cyrl: Уклонили смо их из вртова и опруге
sr_latn: Uklonili smo ih iz vrtova i opruge
uk: Так що ми видаляти їх з садами і пружини
vi: Vì vậy, chúng tôi gỡ bỏ chúng từ các khu vườn và lò xo
zu: Ngakho We wabasusa gadi thombo

# Quran2990
source: And treasures and honorable station -
ca: I tresors i honorable estació-
cy: A trysorau a gorsaf Anrhydeddus-
da: Og skatte og hæderlig station-
el: Και θησαυρούς και έντιμη σταθμό-
et: Ja rikkuse ja austatud station-
fi: Ja aarteita ja kunniamaininta station-
he: אוצרות ואת תחנת מכובד-
hr: I blaga i častan stanica-
lt: Ir vertybių ir garbλs stotis-
lv: Un dārgumiem un goda stacija-
nb: Og skatter og respektfull stasjon-
sk: A poklady a čestné stanice-
sl: In zaklade in časten postaja-
sr_cyrl: И блага и цастан станица-
sr_latn: I blaga i castan stanica-
uk: І скарби і почесно станція-
vi: Và kho báu và danh station-
zu: Futhi ingcebo station honorable -

# Quran2991
source: Thus. And We caused to inherit it the Children of Israel.
ca: D'aquesta manera. I hem provocat heretaran nens d'Israel.
cy: Felly. A achoswyd inni etifeddu ei plant Israel.
da: Dermed. Og vi forårsaget for at arve det Israels børn.
el: Έτσι. Και εμείς προκαλέσαμε να το κληρονομήσει τα παιδιά του Ισραήλ.
et: Seega. Ning me pärida Iisraeli lapsed.
fi: Näin. Ja aiheutti perivät sen Israelin lapset.
he: . וכך. וגרם לנו כדי לרשת אותו על בני ישראל.
hr: Tako. I mi smo izazvali da nasljeđuju djeca Izraela.
lt: Tokiu būdu. Ir mes kurią paveldės Izraelio vaikų.
lv: Tādējādi. Un mēs mantot Izraēla bērniem.
nb: Dermed. Og vi fikk til å arve den Israels barn.
sk: Teda. A my to zdedia deti Izraela.
sl: Tako. In smo zaradi dedovanja je otroke Izraela.
sr_cyrl: Самим тим. И ми смо криви за наследим децу Израела.
sr_latn: Samim tim. I mi smo krivi za nasledim decu Izraela.
uk: Таким чином. І ми викликало успадковують його діти Ізраїлю.
vi: Như vậy. Và chúng ta gây ra để kế thừa nó là trẻ em của Israel.
zu: Ngakho.

# Quran2992
source: So they pursued them at sunrise.
ca: Així que ells perseguit a l'Alba.
cy: Felly roedd eu dilyn nhw yn yr gwawr.
da: Så de forfulgt dem ved solopgang.
el: Έτσι, αυτοί που τους επιδιωκόμενους με την Ανατολή.
et: Nad valinud neid päikesetõusul.
fi: Joten he jahtaavat heitä auringonnousun.
he: אז הם רדפו אותם בשעת הזריחה.
hr: Jurili su ih u zoru.
lt: Taigi jie laikėsi jiems saulei.
lv: Tātad viņi tiecas pēc viņiem saullēktā.
nb: Så forfulgte de dem ved soloppgang.
sk: Takže si naháňal je pri východe slnka.
sl: Tako so jih zasleduje ob sončnem vzhodu.
sr_cyrl: Тако су их ловили у зору.
sr_latn: Tako su ih lovili u zoru.
uk: Так вони переслідували їх при сходом сонця.
vi: Vì vậy, họ theo đuổi họ lúc mặt trời mọc.
zu: Ngakho they landela them ekuseni.

# Quran2993
source: And when the two companies saw one another, the companions of Moses said, "Indeed, we are to be overtaken!"
ca: I quan els dos empreses veure a un altre, els companys de Moses va dir, "De fet, estem a ser superat!"
cy: A pan yn y ddau cwmnïau Gwelodd un arall, chymdeithion Moses wedi dweud, "Rydym yn wir, i gael ei goddiweddyd!"
da: Og når de to selskaber så en anden, ledsagere af Moses sagde, "Ja, vi er at blive overhalet!"
el: Και όταν τις δύο εταιρείες, είδα ένα άλλο, οι συνοδοί του Moses δήλωσε: «Πράγματι, είμαστε για να ξεπεραστεί!»
et: Ja kuna kaks firmat nägin ühe teise, Moses kaaslased ütles: "Tõepoolest, me tahame möödas!"
fi: Ja kun kahden yrityksen saha ainoa toinen kumppaneita Moses sanoi: "Itse asiassa olemme ohi!"
he: כאשר שתי חברות ראה אחד לשני, השותפים Moses אמר, "ואכן, אנחנו נמצאים כדי להיות עקפה!"
hr: I kada dvije kompanije vidio jedan drugi drugovi Moses je rekao: "Uistinu, mi smo da prelazi!"
lt: Ir kada dviejų bendrovių pamatė vienas kitą, Moses kompanionai sakė: "Iš tiesų, mes norime būti pralenkė!"
lv: Un kad divi uzņēmumi redzēja viens otru, Moses biedri teica: "Patiešām, esam ir apsteiguši!"
nb: Og når de to selskapene så en annen, følgesvennene til Moses sa, "Vi er faktisk å være enn!"
sk: A kedy sa tieto dve spoločnosti videl jeden druhého, spoločníci Moses povedal: "V skutočnosti sme sa!"
sl: In ko sta obe podjetji videl enega drugega, tovariši Moses reče: "Res, mi smo se prehitel!"
sr_cyrl: А када се две компаније видео један други, компањони од Мосес је рекао: "Уистину, ми смо да се супротстави!"
sr_latn: A kada se dve kompanije video jedan drugi, kompanjoni od Moses je rekao: "Uistinu, mi smo da se suprotstavi!"
uk: І коли двох компаній бачили один одного, товариші Moses сказав: "Дійсно, ми хочемо бути втратили!"
vi: Và khi hai công ty đã thấy một cái khác, companions của Moses nói: "Thật vậy, chúng tôi là để được vượt qua!"
zu: Futhi lapho izinkampani ezimbili wabona omunye nomunye, nabangane UMose wathi: "Ngempela, sifuna ukuba ehlelwa!"

# Quran2994
source: [Moses] said, "No! Indeed, with me is my Lord; He will guide me."
ca: [Moses] va dir, "No! De fet, amb mi, és meu Senyor; Va el guiarà m."
cy: [Moses] yn dweud, "na! Yn wir, gyda mi yn fy Arglwydd; Bydd yn ganllaw i mi."
da: [Moses] sagde, "nej! Ja, med mig er min herre; Han vil lede mig."
el: [Moses] είπε, ΄΄όχι! Πράγματι, μαζί μου είναι Κύριέ μου? Αυτός θα με οδηγήσει.»
et: [Moses] ütles: "No! Tõepoolest, minuga on mu isand; Ta juhendab mind."
fi: [Moses] sanoi, "ei! Itse asiassa minulle on Herraani. Hän ohjaa minua."
he: [Moses] אמר, "לא! אכן, איתי הוא אדוני; הוא ידריך אותי."
hr: [Moses] je rekao, "ne! Zapravo, sa mnom je moj gospodar; On će me voditi."
lt: [Moses] sakė: "ne! Iš tiesų, su manimi yra mano Viešpats; Jis padės man."
lv: [Moses] teica: "Nē! Patiešām, man līdzi ir mans Lord; Viņš palīdzēs man."
nb: [Moses] sa, "nei! Faktisk, med meg er min Herre; Han vil lede meg."
sk: [Moses] povedal: "nie! So mnou je skutočne môj pán; On vás povedie ma."
sl: [Moses] rekel, "ne! Dejansko, z mano je moj gospodar; On bo vodič mi."
sr_cyrl: [Мосес ] је рекао, "не! Заиста , са мном је мој господар; Он ће водити ме."
sr_latn: [Moses] je rekao, "ne! Zaista, sa mnom je moj gospodar; On će voditi me."
uk: [Moses] сказав, "ні! Дійсно, зі мною, мій Господь; Він наставить мене."
vi: [Moses] nói rằng, "không có! Thật vậy, với tôi là Chúa của tôi; Ông sẽ hướng dẫn cho tôi."
zu: [UMose] wathi: "Cha Ngempela, nami uyiNkosi yami; He khaphi me."

# Quran2995
source: Then We inspired to Moses, "Strike with your staff the sea," and it parted, and each portion was like a great towering mountain.
ca: Llavors ens va inspirar a Moses, "Vaga amb el seu personal del mar" i es van separar, i cada porció era com una gran muntanya imponent.
cy: Rydym wedyn yn eu hysbrydoli i Moses, "Taro gyda'ch staff y môr," ac roedd ei ildio, ac roedd pob dogn fel mynydd mawr gawr.
da: Så vi inspireret til Moses, "Strike med dine medarbejdere havet," og det skiltes, og hver del var som en stor tårnhøje bjerg.
el: Στη συνέχεια μας ενέπνευσε να Moses, "Απεργία με το προσωπικό σας στη θάλασσα," και αυτό χωρίσαμε, και κάθε τμήμα ήταν σαν ένα μεγάλο βουνό πανύψηλα.
et: Siis me inspireeritud Moses, "Strike oma töötajad mere," ja see parted ja iga osa oli nagu suur kõrguv mägi.
fi: Sitten me innoittamana Moses "Strike henkilökunnalle meren", se ja jokaisen osan oli kuin suuri jyrkät vuori.
he: ואז אנחנו השראה Moses, "שביתה עם הצוות שלך הים," ואת זה נפרדו, כל חלק היה כמו הר כביר ומתנשא.
hr: Onda smo inspirirani da Moses, "Udarati s vaše osoblje mora," i to razdvojeni, a svaki dio je kao veliki visokih planina.
lt: Tada mes paskatino Moses, "Strike su savo darbuotojų į jūrą," ir ji atsiskyrė, ir kiekviena dalis buvo kaip didelis baisus kalnas.
lv: Tad mēs iedvesmoja Moses, "Ar savu darbinieku streiks jūra," tā šķīrās un katra daļa bija kā lielu stiprs kalnu.
nb: Så vi inspirert til Moses, "Strike med dine ansatte havet," og det skiltes, og hver del var som en stor høye fjell.
sk: Potom budeme inšpirovať Moses "Strike s vašimi pracovníkmi mora", sa rozišli a každá Porcia bola ako veľká Hora týčiaci.
sl: Nato smo navdih za Moses, "Strike z vašega osebja na morje," in je ločila, in vsak del je bil kot velik visok gora.
sr_cyrl: Онда смо инспирацију да Мосес,"Ударити са својим особљем на мору," и то се растали и сваку порцију је као веома висока планина.
sr_latn: Onda smo inspiraciju da Moses, "Udariti sa svojim osobljem na moru," i to se rastali i svaku porciju je kao veoma visoka planina.
uk: Потім ми надихнув Moses, "Удар з вашим співробітникам море," він розлучилися і кожної частини було схоже на великий підноситься гора.
vi: Sau đó chúng tôi cảm hứng để Moses, "Cuộc đình công với nhân viên của bạn trên biển," và nó chia tay, và mỗi phần là như một ngọn núi cao chót vót tuyệt vời.
zu: Bese We faka kuMose: "Cibishela ngentonga yakho ulwandle," futhi sesihlukana, futhi ingxenye ngayinye sasifana esikhulu entabeni enkulu.

# Quran2996
source: And We advanced thereto the pursuers.
ca: I hem avançat encomani assetjadors.
cy: A ydym yn uwch iddi y pursuers.
da: Og vi avancerede hertil forfølgerne.
el: Και έχουμε προχωρήσει σ ' αυτήν την διώκτες.
et: Ja me sellega pursuers.
fi: Ja olemme kehittyneet siihen ajajat.
he: אנחנו מתקדמים שהוכנסו בו את רודפיו.
hr: I mi njima progonitelji.
lt: Ir mes Išplėstinė jo dėl persekiojimo reformos.
lv: Un mēs to uzlabotas vajātāji.
nb: Og vi avanserte dertil forfølgerne.
sk: A my jeho prenasledovatelia.
sl: In smo napredni nanje zasledovalci.
sr_cyrl: А ми смо кренули предњег је лако.
sr_latn: A mi smo krenuli prednjeg je lako.
uk: І ми розширений до нього зустрічі з переслідувачами.
vi: Và chúng tôi nâng cao thêm nưa sự đuổi theo.
zu: Futhi Thina isihambile nalokho abawasukelayo sebebuyele.

# Quran2997
source: And We saved Moses and those with him, all together.
ca: I hem salvat Moses i aquells amb ell, tots junts.
cy: A ydym yn arbed Moses a'r rhai sydd gydag ef, gyda'i gilydd.
da: Og vi gemte Moses og dem med ham, alle sammen.
el: Και δε μπορούμε να σωθούμε Moses και εκείνων με αυτόν, όλοι μαζί.
et: Ja me salvestada Moses ja need koos temaga, kõik koos.
fi: Ja me säästänyt Moses ja joilla hänet, kaikki yhdessä.
he: הצלנו Moses ואלה שאיתו, כולם ביחד.
hr: I spasili smo Moses i one s njim, svi zajedno.
lt: Ir mes išgelbėti Moses ir tų, kurie jį, visi kartu.
lv: Un mēs izglābām, Moses, un tiem līdzi, visi kopā.
nb: Og vi spart Moses og de med ham, alle sammen.
sk: A sme spasení Moses a tie, ktoré sú s ním, všetko dohromady.
sl: In smo shranili Moses in tiste z njim, vse skupaj.
sr_cyrl: И ми смо спасили Мосес, и то са њим, сви заједно.
sr_latn: I mi smo spasili Moses, i to sa njim, svi zajedno.
uk: І ми зберегли Moses і тих, хто з ним, всі разом.
vi: Và chúng tôi đã lưu Moses và những người có anh ta, tất cả cùng nhau.
zu: Futhi We khulula uMose nababe naye, bonke ndawonye.

# Quran2998
source: Then We drowned the others.
ca: Llavors ens va ofegar els altres.
cy: Yna rydym yn boddi eraill.
da: Så vi drukne de andre.
el: Στη συνέχεια πνιγήκαμε τους άλλους.
et: Siis me uppunud teised.
fi: Sitten muut hukkui.
he: ואז אנחנו טבעה את האחרים.
hr: Onda nas potopili ostale.
lt: Tada mes nuskendo kiti.
lv: Tad mēs pārējie noslīka.
nb: Så vi druknet andre.
sk: Potom sme sa utopil ostatných.
sl: Nato smo drugi utonil.
sr_cyrl: Онда смо остали се удавио.
sr_latn: Onda smo ostali se udavio.
uk: Потім ми потонули інших.
vi: Sau đó chúng tôi chết đuối cho những người khác.
zu: Ngalesosikhathi we cwilisa others.

# Quran2999
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran3000
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3001
source: And recite to them the news of Abraham,
ca: I recitar-los la notícia d'Abraham,
cy: Ac adrodd iddynt y newyddion am Abraham,
da: Og recitere dem nyheden om Abraham,
el: Και να τους εξιστορώ την είδηση του Αβραάμ,
et: Ja etlema neile Abraham, Uudised
fi: Ja lausua heille Abraham, Uutiset
he: ודקלמו להם את החדשות של אברהם,
hr: I recite im vijest o Abrahamu,
lt: Ir deklamuoti jiems Abraomas, Naujienos
lv: Un deklamēt tiem Abraham, jaunumi
nb: Og resitere dem nyheten om Abraham,
sk: A recitovať im Novinky Abraháma,
sl: In recitirali jih novice Abraham,
sr_cyrl: А да их рецитује вест о Абрахаму,
sr_latn: A da ih recituje vest o Abrahamu,
uk: І читати їм Новини Авраама,
vi: Và đọc cho họ những tin tức của Abraham,
zu: Futhi hlabelela them izindaba zika-Abrahama,

# Quran3002
source: When he said to his father and his people, "What do you worship?"
ca: Quan va dir al seu pare i la seva gent, "què et veneren?"
cy: Pan ddywedodd ei dad a ei bobl, "beth ydych chi addoli?"
da: Da han sagde, at hans far og hans folk, "Hvad har du tilbeder?"
el: Όταν είπε να τον πατέρα του και τον λαό, "τι έχετε λατρεία;"
et: Kui ta ütles, et tema isa ja tema inimesed, "mida teha te kummardama?"
fi: Kun hän sanoi, hänen isänsä ja hänen kansansa, "mitä palvelette?"
he: כשהוא אמר אביו, האנשים שלו, "מה אתה סוגד?"
hr: Kada je rekao da njegov otac i njegov narod, "Šta obožavaš li ti?"
lt: Kada jis sakė jo tėvas ir jo žmonės, "kas tai padaryti jūs czcicie?"
lv: Kad viņš teica, viņa tēvs un viņa ļaudis, "ko darīt tu pielūdz?"
nb: Da han sa til sin far og hans folk, "hva du tilbe?"
sk: Keď povedal, že jeho otec a jeho ľudia, "čo vás uctievať?"
sl: Ko je dejal, da njegov oče in njegovi ljudje, "kaj storiti vam čaščenja?"
sr_cyrl: Када је рекао да његов отац и његов народ, "шта обожаваш ли ти?"
sr_latn: Kada je rekao da njegov otac i njegov narod, "šta obožavaš li ti?"
uk: Коли він сказав, що його батько і його людей, "що ви поклоніння?"
vi: Khi ông nói với cha mình và người dân của mình, "điều gì làm bạn tôn thờ?"
zu: Lapho ethi kuyise kanye nabantu bakhe, "Yini you khonza?"

# Quran3003
source: They said, "We worship idols and remain to them devoted."
ca: Deien, "Adorar ídols i romandre a ells dedicats."
cy: Maent yn dweud, "Addoli dod ynghyd a neilltuir iddynt yn parhau i fod."
da: De sagde, "Vi tilbeder afguder og forblive dem helliget."
el: Είπαν, «Λατρεία είδωλα και παραμένουν σε τους αφιερωμένο «.»
et: Nad ütlesid: "Me kummardavad ebajumalaid ja jääma neile pühendatud."
fi: He sanoivat, "Palvoa epäjumalia ja vielä niitä omistettu."
he: הם אמרו, "אנו עובדים אלילים, נותרו להם מסור."
hr: Rekli su, "Klanjanje idolima i ostati s njima posvećen."
lt: Jie sakė, "Mes garbinti stabus ir lieka jiems atsidavę."
lv: Viņi teica: "mēs pielūgt elkus un jāpaliek tām veltīti.
nb: De sa: "Vi tilbe avguder og fortsatt til dem viet."
sk: Povedali, že "Uctievanie idolov a zostávajú im venoval."
sl: So rekli, "Častili idola in še njih namenjen."
sr_cyrl: Рекли су, "Клањају идолима и остају им одан."
sr_latn: Rekli su, "Klanjaju idolima i ostaju im odan."
uk: Вони сказали: "Ми поклонятися ідолам і залишатися відданим їм".
vi: Họ nói, "Chúng tôi tôn thờ thần tượng và vẫn để họ cống hiến."
zu: Bathi: "Thina sikhulekela izithombe nokuba sihlale kuwo azinikele."

# Quran3004
source: He said, "Do they hear you when you supplicate?
ca: Va dir, "fer que s'escolta quan li suplicar?
cy: Meddai, "wneud yn eich clywed pan mae eich supplicate?
da: Han sagde, "de hører du når du anråbe?
el: Είπε, «Μήπως ακούτε όταν σας supplicate;
et: Ta ütles: "kas nad kuulevad teid kui te supplicate?
fi: Hän sanoi: "Älä he kuulevat you when olet supplicate?
he: הוא אמר, "הם לשמוע אותך כאשר אתה אבקש עזרה מאלוהים
hr: Rekao je, "da li kada ste supplicate?
lt: Jis sakė: "jie girdi jus kai jūs maldauti?
lv: Viņš teica: "vai viņi dzirdēt jūs, kad jūs lūgt?
nb: Han sa, "de hører du når du supplicate?
sk: On povedal: "to počuje, keď si snažně prosiť?
sl: On reče: "ali slišijo vi ko ste Preklinjati?
sr_cyrl: Он је рекао, "иују ти кад си твојос?
sr_latn: On je rekao, "иuju ti kad si tvojos?
uk: Він сказав: "чи вони чують ви коли ви supplicate?
vi: Ông nói, "họ nghe bạn khi bạn khẩn không?
zu: Wathi: "Ingabe bezwa ngawe uma kuzo?

# Quran3005
source: Or do they benefit you, or do they harm?"
ca: Se n beneficien vostè o mal?"
cy: Neu wneud iddynt o fudd i chi, neu maent yn gwneud niwed?"
da: Eller de gavne dig, eller de skade?"
el: Σας ωφελούν ή βλάπτουν αυτοί;"
et: Nad kasu teile või nad kahjustada?"
fi: Ne hyötyä sinulle tai ne vahingoittavat?"
he: או האם הם נהנים אתה, או לנזק הם?"
hr: Da su vam koristiti ili naškoditi oni?"
lt: Ar jie naudinga jums, ar jie kenkia?"
lv: Vai viņi gūst labumu jums, vai viņi kaitē?"
nb: Eller de nytte for deg, eller gjøre de skade?
sk: Využívať môžete alebo škodiť si?"
sl: Ali vam koristi ali da so škodujejo?"
sr_cyrl: Да су ти корист или уради Наудит?"
sr_latn: Da su ti korist ili uradi Naudit?"
uk: Вони користь вам або завдання шкоди вони?"
vi: Do họ có lợi cho bạn, hoặc họ làm hại?"
zu: Noma Isizuzisa wena, noma ingabe ukulimaza? "

# Quran3006
source: They said, "But we found our fathers doing thus."
ca: Deien, "però hem trobat nostres pares fent així".
cy: Dywedodd, "ond cawsom ein tadau yn gwneud felly."
da: De sagde, "men vi fandt vore fædre, gør således."
el: Είπε, «αλλά βρήκαμε πατέρες μας κάνει έτσι.»
et: Nad ütlesid: "aga leidsime meie isad, tehes seega."
fi: He sanoivat: "mutta Löysimme isiemme tehdä näin."
he: הם אמרו, "אבל מצאנו אבותינו ובכך עושה."
hr: Rekli su, "ali smo našli Naši očevi radili tako."
lt: Jie sakė: "bet mes radome mūsų tėvai daro taip."
lv: Viņi teica, "bet mēs noskaidrojām mūsu tēvi, tādējādi dara."
nb: De sa, "men vi fant våre fedre gjør dermed."
sk: Povedal, "ale zistili sme, našich otcov, robiť tak."
sl: So rekli, "vendar smo ugotovili, da naši očetje, delaš tako."
sr_cyrl: Рекли су, али нашли смо нашим очевима иде према томе."
sr_latn: Rekli su, ali našli smo našim očevima ide prema tome."
uk: Вони сказали, що ", але ми виявили, наші засновники, роблячи при цьому".
vi: Họ nói, "nhưng chúng tôi thấy ông bố của chúng tôi làm như vậy."
zu: Bathi, "Kodwa sathola obaba bethu senza kanje. '

# Quran3007
source: He said, "Then do you see what you have been worshipping,
ca: Va dir, "llavors veus que li han estat venerant,
cy: Dywedodd, "yna y gwelwch beth ydych wedi ei addoli,
da: Han sagde, "så kan du se hvad du har tilbede,
el: Είπε, «τότε μπορείτε να δείτε τι σας έχουν λατρεία,
et: Ta ütles, "siis näete, mida teil on jumalateenistustel
fi: Hän sanoi, "ja niin näet, mitä sinulla on ollut palvomaan,
he: הוא אמר, "אז אתה רואה מה אתה צריך היה סוגד,
hr: On je rekao, "onda vidiš što te imati bio klanjao,
lt: Jis pasakė: tai įsivaizduojate, ką jūs turite buvo garbinti,
lv: Viņš teica, "tad jūs redzēt, ko jūs esat bijis pielūgdama,
nb: Han sa, så ser du hva du har vært tilbe,
sk: On povedal: "tak vidíte, čo ste už boli uctievať,
sl: Je dejal, "potem vidiš, kaj vam je bil čaščenjem,
sr_cyrl: Он је рекао, "онда видите шта ти су били обоћавање,
sr_latn: On je rekao, "onda vidite šta ti su bili oboћavanje,
uk: Він сказав: "тоді ви бачите, що ви повинні поклонятися,
vi: Ông nói, "sau đó, bạn có thấy những gì bạn đã thờ,
zu: Wathi: "Khona-ke ingabe ubona lokho oye abakhulekela izithombe,

# Quran3008
source: You and your ancient forefathers?
ca: Vostè i el seu antics avantpassats?
cy: Chi ac yn eich cyndadau hynafol?
da: Du og din gamle forfædre?
el: Σας και σας τους αρχαίους προγόνους;
et: Teil ja teie muistsed esivanemad?
fi: Olet ja muinaiset esi-isämme?
he: לבין האבות הקדמונים שלך?
hr: Vi i vaši drevni preci?
lt: Jūs ir jūsų senovės protėviai?
lv: Jūs un jūsu seno senčiem?
nb: Du og din gamle forfedre?
sk: Vás a vašich dávnych predkov?
sl: Vi in vaš starodavnih prednikov?
sr_cyrl: Ти и твоји древни преци?
sr_latn: Ti i tvoji drevni preci?
uk: Ви і ваш древніх предків?
vi: Bạn và ông cha xưa của bạn?
zu: Wena kanye nokhokho bakho lasendulo?
