Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran740
source: And they thought there would be no [resulting] punishment, so they became blind and deaf. Then Allah turned to them in forgiveness; then [again] many of them became blind and deaf. And Allah is Seeing of what they do.
ca: I pensaven que no hi hauria cap càstig [resultant], així van esdevenir cecs i sords. Llavors Allah es va dirigir a ells en el perdó; [nou] molts d'ells va esdevenir cecs i sords. I Allah és veure de què fan.
cy: Ac y credent y byddai unrhyw gosb [dilynol], felly daethant yn ddall ac yn fyddar. Yna trodd Allah iddynt mewn maddeuant; yna [eto] llawer ohonynt Daeth yn ddall ac yn fyddar. A yw Allah yn gweld yr hyn y maent yn ei wneud.
da: Og de troede, der ville være ingen [resulterende] straf, så blev de blinde og døve. Derefter Allah henvendte sig til dem i tilgivelse; derefter [igen] blev mange af dem blind og døv. Og Allah er at se på hvad de gør.
el: Και νόμιζαν ότι θα υπήρχε καμία τιμωρία [αποτέλεσμα], έτσι έγιναν τυφλών και κωφών. Στη συνέχεια, Αλλάχ στράφηκε προς τους στη συγχώρεση? στη συνέχεια [πάλι] πολλοί από αυτούς έγινε τυφλών και κωφών. Και Αλλάχ είναι να δει τι κάνουν.
et: Ja nad arvasid, et ei oleks mingit [tulenev] karistus, nii et nad said, et pime ja kurt. Siis Jumal pöördus neile andeks; siis [] paljud neist sai taas pime ja kurt. Ja Jumal nägi, mida nad teevad.
fi: Ja heidän mielestään ei olisi ei [mikä] rangaistus, niin ne tuli sokea ja kuuro. Sitten Jumala kääntyi heille anteeksi; [jälleen] Monet heistä tuli sokea ja kuuro. Ja Jumala on nähdä, mitä he tekevät.
he: הם חשבו שלא יהיו שום עונש [וכתוצאה מכך], אז הם נהיו עיוורים וחרשים. אז אללה פנה אליהם במחילה; [שוב] ואז רבים מהם הפכו עיוורים וחרשים. אללה רואה ממה שהם עושים.
hr: I mislili su da će biti [rezultat] kazne, tako da su postali slijepi i gluhi. Onda Allah predao im oprost; zatim [opet] mnogi od njih postali slijepi i gluhi. I Allah je viđenje onoga što rade.
lt: Ir jie manė, kad ten būtų nėra [gauta] bausmės, todėl jie tapo aklas ir kurčias. Tada Dievas kreipėsi į juos į atleidimą; tada [vėl] daugelis iš jų tapo aklas ir kurčias. Ir Dievas mato, ką jie daro.
lv: Un viņi domāja, ka varētu būt nav [iegūtajam] sodu, tāpēc viņi kļuva akls un kurls. Pēc tam Allah pievērsās viņiem, piedošanu; tad [atkal] daudzi no viņiem kļuva akls un kurls. Un Allah ir redzēt, ko viņi dara.
nb: Og de tenkte det ville være ingen [resulterende] straff, så de ble blind og døv. Deretter slått Allah dem i tilgivelse; [nytt] mange av dem ble blind og døv. Og Allah er ser på hva de gjør.
sk: A mysleli si, že tam bude žiadne [výsledné] trest, takže stali slepý a hluchý. Potom sa obrátil k nim Alah v odpustenie; potom [znova] mnohé z nich sa stal slepé a hluché. A Allah je vidieť, čo robia.
sl: In mislijo, da ne bi bilo kazni, [rezultat], zato so postali, slepi in gluhi. Nato Allah obrnil nanje v odpuščanje; nato [ponovno] mnogi od njih postal slep in gluh. In Alah je videl za kaj delajo.
sr_cyrl: И мислили су да би [резултат] казне, па постали су слепи и глуви. Онда се Алаху да их у опрост; затим [опет] многи од њих су постали слепи и глуви. И , Алах види о ономе што чине.
sr_latn: I mislili su da bi [rezultat] kazne, pa postali su slepi i gluvi. Onda se Alahu da ih u oprost; zatim [opet] mnogi od njih su postali slepi i gluvi. I, Alah vidi o onome što čine.
uk: І вони думали, що не було б не [результат] покарання, так що вони стали сліпих і глухих. Потім Аллах звернувся до них у прощення; потім [знову] багато хто з них став сліпих і глухих. І Аллах бачачи, що вони робити.
vi: Và họ nghĩ rằng có sẽ không trừng phạt [kết quả], do đó, họ đã trở thành người mù và điếc. Sau đó Allah đã chuyển sang họ trong sự tha thứ; sau đó [lần nữa] nhiều người trong số họ đã trở thành người mù và điếc. Và Allah là nhìn thấy những gì họ làm.
zu: Futhi babecabanga zingeke ziphinde zibe khona [okuwumphumela] isijeziso, ngakho baba waba yimpumputhe nesithulu.

# Quran741
source: They have certainly disbelieved who say, "Allah is the Messiah, the son of Mary" while the Messiah has said, "O Children of Israel, worship Allah, my Lord and your Lord." Indeed, he who associates others with Allah - Allah has forbidden him Paradise, and his refuge is the Fire. And there are not for the wrongdoers any helpers.
ca: Sens dubte tenen dubtaven que diuen, "Allah és el Messies, el fill de Mary" mentre el Messies ha dit, "O fills d'Israel, veneren Allah, Senyor i el Senyor." De fet, el que altres associa Allah - Allah ha prohibit li paradís i el refugi és el foc. I no pels malfactors qualsevol ajudants.
cy: Wedi eu sicr ddysgais sy'n dweud, "Allah yw y Meseia, mab y Mary" tra y mae y Messiah yn dweud, "O plant Israel, addoli Allah, fy Arglwydd a eich Arglwydd." Yn wir, ef a associates eraill gyda Allah-Allah wedi gwahardd iddo baradwys, ac mae ei loches yn y tân. Ac nid oes ar gyfer y tramgwyddo unrhyw gynorthwywyr.
da: De har helt sikkert disbelieved der siger, "Allah er Messias, søn af Mary" mens Messias har sagt, "O børn af Israel, tilbeder Allah, min herre og jeres Herre." Ja, han, der knytter andre til Allah - Allah har forbudt ham paradis, og hans tilflugt er ilden. Og der er ikke for lovovertrædere eventuelle hjælpere.
el: Σίγουρα αυτοί έχουν disbelieved που λένε, «Αλλάχ είναι ο Μεσσίας, ο γιος της Μαρίας» ενώ είπε ο Μεσσίας,: «O παιδιά του Ισραήλ, λατρεία Αλλάχ, ο Λόρδος μου και σας Λόρδος». Πράγματι, αυτός που άλλοι συνεργάτες με τον Αλλάχ - Αλλάχ έχει απαγορεύσει για τον παράδεισο, και το καταφύγιο του είναι η φωτιά. Και δεν υπάρχουν για την παραβάτες κάθε βοηθοί.
et: Nad on kindlasti disbelieved, kes ütlevad, "Allah on Messias, Maarja poeg" Kuigi Messias on öelnud, "O lapsed Iisraeli, kultus Jumal, minu Issand ja teie Issand." Tõepoolest, see, kes seostab teised Jumal - Jumal on keelanud teda paradiis ja tema varjupaika on tulekahju. Ja seal ei ole mõeldud selle tekitaja kõik abilised.
fi: He varmasti uskoneet, jotka sanovat, "Allah on Messias, Marian poika" kun Messias sanoi, "israelilaiset, palvon Allah, herrani ja teidän Herranne." Todellakin, hän, joka kytkee muut Allah - Allah on kieltänyt häneltä Paratiisin, ja turvakaupungista on tuli. Ja ei ole siitä kaikki auttajia.
he: הם בהחלט יש disbelieved מי אומר, "אללה הוא המשיח, בנה של מרים" בזמן המשיח אמר, "הו בני ישראל, פולחן אללה, הלורד ואדון שלך." ואכן, הוא המשייך אחרים אללה - אללה אסר לו גן עדן, מקלטו הוא האש. ויש לא עבור הפושעים כל העוזרים.
hr: Oni su svakako bio koji kažu, "Allah je Mesija, sin Marijin" dok Mesija je rekao: "O sinovi Izraela, klanjati Allahu, gospodaru moj i vaš gospodar." Doista, onaj koji povezuje drugi sa Allah - Allah mu je zabranio raj, a svoje utočište je vatra. I ne postoje za počinioce sve pomagače.
lt: Jie tikrai disbelieved, kurie sako, "Dievas yra Mesijas, Marijos sūnus" o Mesijas yra pasakęs: "O Izraelio vaikų, garbinti Dievo, mano Viešpats ir jūsų Viešpats." Iš tiesų, tas, kuris sieja kiti su Dievo - Dievas uždraudė jam rojus, ir jo prieglobstis yra ugnis. Ir ten nėra grzesznicy bet pagalbininkai.
lv: Tie ir noteikti disbelieved, kas saka, "Allah ir Mesija, Marijas dēls" kamēr Mesija ir teicis: "O bērniem Izraēla, dievkalpojumu Allah, mans kungs un jūsu Lord." Patiešām, tas, kas citiem ir saistījis ar Allah - Allah ir aizliedzis viņam paradīze un viņa patvērumu ir uguns. Un tur nav izdarītājs jebkurā palīgi.
nb: Sikkert vantro som sier: "Gud er Messias, sønn av Mary" mens Messias har sagt, "O Israels barn, tilbe Gud, min Herre og deres Herre." Faktisk han som knytter andre Allah - Allah har forbudt ham paradiset, og hans refuge er brann. Og det er ikke for wrongdoers noen hjelpere.
sk: Oni určite pochyboval, ktorí hovoria, "Alah je Mesiáš, syn Márie," keď Mesiáš povedal, "O synov Izraela, uctievanie Boha, môjho Pána a svojho pána." V skutočnosti ten, kto sa priradí iné Alah - Alah zakázal mu raj a jeho útočisko je oheň. A nie je pre zloèinci všetkých pomocníkov.
sl: So gotovo verjeli, ki pravijo, "Allah je Mesija, sin Marije" medtem ko Mesija je dejal, "O otroke Izraela, častili Allah, moj gospodar in svojega Gospoda." Res, je, ki povezuje druge z Alahove - Alah mu je prepovedano raj, in svoje zatočišče je ogenj. In niso za na wrongdoers vse pomočnike.
sr_cyrl: Они су свакако не верује који кажу, "Аллах је Месија, син Маријин" док је Месија је рекао, "О децу Израела, клањају Алаху, господару мој и твој господар." Заиста , он је други повезује са Аллах - Аллах му је забранио рај, а његово уточиште је ватра. И не постоје за починиоце никакве помагачи.
sr_latn: Oni su svakako ne veruje koji kažu, "Allah je Mesija, sin Marijin" dok je Mesija je rekao, "O decu Izraela, klanjaju Alahu, gospodaru moj i tvoj gospodar." Zaista, on je drugi povezuje sa Allah - Allah mu je zabranio raj, a njegovo utočište je vatra. I ne postoje za počinioce nikakve pomagači.
uk: Вони звичайно мають disbelieved, хто сказати, "Аллаха є Месія, син Марії" у той час як Месію сказав, "O Ізраїлевих синів, поклонятися Аллаха, мій Господь і ваш Господь." Дійсно, той, хто пов'язує інших з Аллах - Аллах має заборонили йому рай, а також його притулок у вогонь. І там не для на розкаюємося будь-якого помічників.
vi: Họ chắc chắn có disbelieved người nói, "Allah là Đấng Mê-si, con trai của Mary" trong khi các Messiah đã nói, "O trẻ em của Israel, tôn thờ Allah, thưa Đức vua và Chúa của bạn." Thật vậy, ông đã kết hợp những người khác với Allah - Allah đã cấm anh ta thiên đường, và nơi ẩn náu của ông là ngọn lửa. Và không có cho các wrongdoers mọi người giúp đỡ.
zu: Baye Ngokuqinisekile disbelieved abathi: "Allah uMesiya, indodana kaMariya," kuyilapho uMesiya akushilo: "O Ntwana Israyeli, nikhuleke Allah, mi Lord kho Lord."

# Quran742
source: They have certainly disbelieved who say, "Allah is the third of three." And there is no god except one God. And if they do not desist from what they are saying, there will surely afflict the disbelievers among them a painful punishment.
ca: Sens dubte tenen dubtaven que diuen, "Allah és el tercer de tres". I no hi ha cap Déu excepte Déu. I si no desisteixin de el que estan dient, allà es segurament afecten els disbelievers entre ells un dolor càstig.
cy: Wedi eu sicr ddysgais sy'n dweud, "Allah yw y trydydd o dri." Ac nid oes Duw ac eithrio un Duw. Ac os wneud iddynt beidio ag ymatal rhag beth maent yn ei ddweud, mae fydd yn sicr yn taro'r disbelievers yn eu plith cosb poenus.
da: De har helt sikkert disbelieved der siger, "Allah er tredje af tre." Og der er ingen Gud undtagen én Gud. Og hvis de ikke afstå fra hvad de siger, der vil helt sikkert hjemsøge vantro blandt dem en smertefuld straf.
el: Σίγουρα αυτοί έχουν disbelieved που λένε, «Αλλάχ είναι η τρίτη από τις τρεις». Και δεν υπάρχει Θεός εκτός από έναν Θεό. Και αν δεν απέχουν από τι λένε, εκεί θα σίγουρα ταλαιπωρούν το disbelievers ανάμεσά τους μια οδυνηρή τιμωρία.
et: Nad on kindlasti disbelieved, kes ütlevad, "Allah on kolmas kolm." Ja pole Jumalat peale üks Jumal. Ja kui nad loobuma mida nad ütlevad, seal näidatakse kindlasti ahistama uskottomille nende hulgas valus karistuse.
fi: He varmasti uskoneet, jotka sanovat, "Allah on kolmannes kolme." Ja ei ole muuta Jumalaa kuin yksi Jumala. Ja jos ne ei luopumaan mitä he sanovat, on varmasti ahdistan uskottomille heidän joukossaan tuskallinen rangaistus.
he: הם בהחלט יש disbelieved מי אומר, "אללה הוא השלישי של שלושה". ויש אלוהים מלבד אלוהים אחד. אם הם לא לחדול מן במה שהם אומרים, שם בוודאי להכריע disbelievers ביניהם עונש כואב.
hr: Oni su svakako bio koji kažu, "Allah je treći od tri." I nema Boga osim jednog Boga. I ako oni odustanu od što oni govore, tamo će sigurno pogađaju iskuse među njih bolna kazna.
lt: Jie tikrai disbelieved, kurie sako, "Dievas yra trečias iš trijų." Ir nėra jokių Dievą tik vienas Dievas. Ir jei jie negali susilaikyti nuo ką jie sako, ten bus tikrai kenčia disbelievers tarp jų skausmingas bausmė.
lv: Tie ir noteikti disbelieved, kuri saka, "Allah ir trešais no trim". Un nav Dievs izņemot vienu Dievu. Un, ja viņi nevar atturēties no to, ko viņi saka, tur būs noteikti afflict disbelievers starp tiem sāpīgi sods.
nb: Sikkert vantro som sier, "Gud er tredje av tre. Og det er ingen Gud unntatt én Gud. Og hvis de ikke avstå fra hva de sier, det vil sikkert plage troende blant dem en pinefull straff.
sk: Oni určite pochyboval, ktorí hovoria, "Boh je tretí z troch." A nie je Boha okrem jediného Boha. A ak sa upustili od čo hovoria, tam bude určite postihnúť neveriacim medzi nimi bolestivé trest.
sl: So gotovo verjeli, ki pravijo, "Allah je tretji treh." In ni Boga razen enega Boga. In če ne vzdržijo kaj govorijo, tam bo zagotovo pestijo disbelievers med njimi boleče kazen.
sr_cyrl: Они су свакако не верује који кажу, "Аллах је три трећине." И нема Бога осим једног Бога. И ако они не Одустани од те ста казу, тамо ће сигурно узнемиравале скептике међу њима болна казна.
sr_latn: Oni su svakako ne veruje koji kažu, "Allah je tri trećine." I nema Boga osim jednog Boga. I ako oni ne Odustani od te sta kazu, tamo će sigurno uznemiravale skeptike među njima bolna kazna.
uk: Вони звичайно мають disbelieved, хто сказати, "Аллах є третім трьох". І немає Бога, крім Бога одного. І якщо вони не утримуватися від те, що вони говорять, там буде напевно страждає disbelievers серед них болючою покарання.
vi: Họ chắc chắn có disbelieved người nói, "Allah là con thứ ba trong ba." Và không có Thiên Chúa ngoại trừ một Thiên Chúa. Và nếu họ không chấm dứt từ những gì họ đang nói, có sẽ chắc chắn gây đau đớn cho thì trong đó có một hình phạt đau đớn.
zu: Baye Ngokuqinisekile disbelieved abathi: "Allah yesithathu ezintathu."

# Quran743
source: So will they not repent to Allah and seek His forgiveness? And Allah is Forgiving and Merciful.
ca: Així es que no penedir-se a Allah i buscar el seu perdó? I Allah és indulgent i Clement.
cy: Felly ni byddant yn edifarhau i Allah a ofyn ei faddeuant? Ac Allah yn Forgiving a Merciful.
da: Så vil de ikke omvender sig til Allah og søge hans tilgivelse? Og Allah er Forgiving og barmhjertige.
el: Έτσι θα δεν μετανοήσουν να Αλλάχ και αναζητούν τη συγχώρεσή του; Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Nii nad ei Jumal kahetsema ja otsima tema andestust? Ja Jumal on Forgiving ja Merciful.
fi: Niin he kadu Jumalaa ja etsiä hänen anteeksiantamuksensa? Ja Allah on anteeksiantava ja armollisin.
he: אז האם הם לא בתשובה לאללה, מבקשים את סליחתו? אללה הוא Forgiving, הרחום והחנון.
hr: Pa će oni ne pokaju Allahu i tražimo njegov oprost? A Allah je opraštanje i milostiv.
lt: Taigi jie nebus apgailestavo, kad Dievas ir prašyti jo atleidimo? Ir Dievas yra Forgiving ir litosciwy.
lv: Tātad viņi nevar nožēlot Allahu un viņa piedošanu? Un Allah, piedošanu un žēlsirdīgs.
nb: Så vil de ikke omvender seg å Døyve og søke hans tilgivelse? Og Allah er tilgi og barmhjertig.
sk: Tak budú nie pokánie k Bohu a požiadať o odpustenie? A Boh je odpúšťajúci a Milosrdných.
sl: Tako bodo ne pokesajo Allah in si odpuščanja? In Alah je tolerantna in usmiljen.
sr_cyrl: Тако они не ће Покај се Алаху и тражити његов опроштај? А Аллах је Форгивинг и милосрдна.
sr_latn: Tako oni ne će Pokaj se Alahu i tražiti njegov oproštaj? A Allah je Forgiving i milosrdna.
uk: Так вони не буде покаятися Аллах і шукати його прощення? І Аллах бачить і Merciful.
vi: Vì vậy sẽ họ không ăn năn Allah, và tìm kiếm sự tha thứ? Và Allah là Forgiving và Merciful.
zu: Ngakho ngeke they cha phenduka Allah khonga Akhe yekelo?

# Quran744
source: The Messiah, son of Mary, was not but a messenger; [other] messengers have passed on before him. And his mother was a supporter of truth. They both used to eat food. Look how We make clear to them the signs; then look how they are deluded.
ca: El Messies, fill de Maria, no era però un Missatger; [altres] missatgers han passat davant d'ell. I la seva mare era partidari de veritat. Tots dos solia menjar. Veure com podem deixar clar a ells els signes; llavors mira com són il. lus òria.
cy: Nid oedd y Meseia, mab Mary, ond negesydd; Mae negeswyr [arall] wedi pasio cyn iddo. Ac roedd ei fam yn gefnogwr o wirionedd. Defnyddio'r ddau i fwyta bwyd. Edrych sut y gwnawn clir iddynt yr arwyddion; yna yn edrych sut y maent yn eich.
da: Messias, søn af Mary, var ikke men en messenger; [andre] budbringere er gået før ham. Og hans mor var en tilhænger af sandheden. De både plejede at spise mad. Se hvordan vi gøre det klart for dem tegn; derefter se hvordan de er illusorisk.
el: Ο Μεσσίας, ο γιος της Μαρίας, δεν ήταν μόνο ένα messenger? [άλλες] κλητήρες έχουν περάσει στο πριν από αυτόν. Και η μητέρα του ήταν υποστηρικτής της αλήθειας. Και οι δύο χρησιμοποιείται για να φάει το φαγητό. Δούμε πώς μπορούμε να κάνουμε σαφές σε αυτά τα σημάδια? στη συνέχεια να εξετάσουμε πώς Εξαπατιούνται.
et: Messias, Maarja, poeg ei olnud aga messenger; [muu] Inglid edasi enne teda. Ja tema ema oli tõde toetaja. Nad mõlemad on kombeks süüa toitu. Vaata, kuidas me teeme selgeks neile märgid; siis vaata, kuidas nad on pöörduvad.
fi: Messias, Marian poika, ei mutta messenger; [other] sanansaattajat käynyt ennen häntä. Ja hänen äitinsä oli tukenut totuus. Molemmat tapana syödä ruokaa. Näyttää, miten teemme selväksi heille merkkejä; sitten katsoa, miten he erehtyvät.
he: המשיח, בנה של מרים, לא היה אלא שליח; [השני] שליחים עברו לפניו. אמא שלו היה תומך של האמת. שניהם היו אוכלים מזון. . תראה איך אנחנו להבהיר להם הסימנים; ואז תראי איך הם שולל.
hr: Mesija, sin Marijin je ne ali Glasnik; [druge] glasnici su umrli prije njega. I njegova majka je bila pobornik istine. Nekad jesti hranu. Pogledajte kako smo jasno im znakove; Onda Pogledaj kako su zabludi.
lt: Mesijas, Marijos sūnus, buvo ne bet messenger; [kitos šalys] pasiuntiniai perduota prieš jį. Ir jo motina buvo tiesa šalininkas. Jie abu turi valgyti maisto. Atrodo kaip mes aiškiai jiems požymiai; tada atrodo kaip jie yra apgauti.
lv: Mesija, Mary, dēls nebija bet messenger; [citiem] kurjeri ir nodots viņa priekšā. Un viņa māte bija atbalstītājs no patiesības. Viņi abi izmanto, lai ēst pārtiku. Skatīties, kā mēs skaidri uz tām pazīmēm; tad skatīties, kā tie ir maldināts.
nb: Messias, Marias sønn, var ikke, men en messenger; [andre] budbringere har gått på før ham. Hans mor var en tilhenger av sannheten. Begge pleide å spise mat. Se hvordan vi gjøre klar dem tegn; se hvordan de er villedet.
sk: Mesiáš, syn Márie, nebol ale posla; [Ostatné] poslov, ktoré prešli pred ním. A jeho matka bola zástancom pravdy. Obaja zvyknutí jesť jedlo. Pozrite sa, ako môžeme objasniť ich príznaky; potom sa pozrite, ako sú pošetilou.
sl: Mesija, sin Marije, ni pa sel; [druge] glasniki so opravili na pred njim. In njegova mati je podpiral resnice. Oba uporabljajo za jesti hrane. Videti, kako naredimo jasno jim znaki; Poglejte, kako so deluded.
sr_cyrl: Месија , син Марије, није био само гласник; [друге ] гласници су умрли пре њега. А његова мајка је био присталица истине. Обојица су употребили да једу храну. Погледајте како ми правимо јасно им знакове; Погледај како су у заблуди.
sr_latn: Mesija, sin Marije, nije bio samo glasnik; [druge] glasnici su umrli pre njega. A njegova majka je bio pristalica istine. Obojica su upotrebili da jedu hranu. Pogledajte kako mi pravimo jasno im znakove; Pogledaj kako su u zabludi.
uk: Месія, син Марії, не було, але messenger; [іншого] Посланці перейшли до нього. І його мати була прихильником правду. Обидва вони звикли їсти їжу. Подивіться, як ми чітко їм знаки; потім подивитися, як вони заблукав.
vi: Messiah, con trai của Mary, đã không nhưng một messenger; [khác] các sứ giả đã thông qua ngày trước khi anh ta. Và mẹ ông là một người ủng hộ sự thật. Cả hai đều được sử dụng để ăn thức ăn. Nhìn như thế nào chúng tôi làm cho rõ ràng cho họ các dấu hiệu; sau đó xem xét làm thế nào họ đang lừa dối.
zu: Messiah dodana Mary was hhayi kodwa isithunywa;

# Quran745
source: Say, "Do you worship besides Allah that which holds for you no [power of] harm or benefit while it is Allah who is the Hearing, the Knowing?"
ca: Dir, "Fer veneren a més d'Allah, el que et depararà [cap poder de] mal o beneficiar tot i que és a Allah qui és l'audiència, el saber?"
cy: Dweud, "Wneud ydych yn addoli ar wahân i Allah hynny sy'n dal i chi oes [pŵer o] niwed neu fudd tra mae'n Allah sydd yn y gwrandawiad, y mae gwybod?"
da: Sige, "Har du tilbeder udover Allah, der, som holder for dig ingen [magt] skade eller drage fordel mens det er Allah, der er høringen, vide?"
el: Λένε, «Έχετε λατρεία εκτός από Αλλάχ αυτό που κρατά για σας [δικαίωμα] βλάψει ή να επωφεληθούν ενώ είναι Αλλάχ που είναι ακροατηρίου, γνωρίζοντας το;»
et: Öelda: "Kas te kummardama peale Jumala, see, mis hoiab teid puudub [jõud] kahju või kasu, kuigi see on Jumal, kes on kuulmine, ning teades?"
fi: Esimerkiksi: "Tehdä palvon lisäksi Jumala, se, joka pitää puolestasi [päätösvaltaa] haittaa tai hyötyä on Jumala, joka on kuulo, kun tiedetään?"
he: אומרים, "אתה סוגד מלבד אללה זה המחזיקה בשבילך אין [כוחו של] לפגוע או ליהנות בזמן זה לאללה אשר השימוע, לדעת?"
hr: Reći, "Da li obožavanje osim Allaha ono što ima za tebe [snage od] štetiti ili koristiti dok je Allah koji je saslušanje, poznavanje?"
lt: Sako: "Ar jūs czcicie be Dievo, ta, kuri turi jums nėra [galia] žalos ar naudos jis yra Dievas, kuris yra per posėdį, kad žinios?"
lv: Teikt: "Vai tu pielūdz papildus Allah, kas tur jums [spēka] kaitēt vai labumu, kamēr tas ir Allah, kam ir dzirdes, zinot?"
nb: Sier, "Gjør du tilbe foruten Allah som innehar du ingen [makt] skade eller fordel mens det er Gud som er høringen, på å vite?"
sk: Povedať: "Vás uctievať okrem Boha, ktorý má pre vás žiadne [moc] poškodenie alebo prospech, aj keď je to Boh, kto je sluch, vedieť?"
sl: Reči, "Storiti čaščenja poleg Allah, tisto, kar ima za vas ni [moči] škodi ali koristi, medtem ko je Allah, ki je v obravnavi, je poznavanje?"
sr_cyrl: Рецимо , "Обожаваш ли ти осим Аллах оно што држи за тебе нема [снагом] науди или имати користи док је Аллах, који је на саслушање, у знајужи?"
sr_latn: Recimo, "Obožavaš li ti osim Allah ono što drži za tebe nema [snagom] naudi ili imati koristi dok je Allah, koji je na saslušanje, u znajuжi?"
uk: Сказати: "Чи ви поклоніння крім Аллаха, той, який виконується для вас немає [сила] завдати шкоди або на користь у той час як Аллах, який є слух, знаючи, що в?"
vi: Nói, "Bạn có tôn thờ ngoài Allah có mà giữ cho bạn không có [sức mạnh của] làm hại hoặc hưởng lợi trong khi nó là Allah là nghe, hiểu biết người?"
zu: Uthi, "Ingabe ukhulekela ukuthi elibamba ngawe akukho [emandleni] kulimaze noma inzuzo ngesikhathi kuba Allah ngubani Ukuzwa, ukwazi futhi Allah?"
