Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2694
source: And indeed, for you in livestock is a lesson. We give you drink from that which is in their bellies, and for you in them are numerous benefits, and from them you eat.
ca: I de fet, per a vostè en el bestiar és una lliçó. Donem que beu de la qual és en els seus ventres, i per a ells són nombrosos beneficis i d'ells mengeu.
cy: Ac yn wir, i chi mewn da byw yn wers. Roi inni eich bod yn yfed o hynny sydd yn eu boliau, a bwyta ar gyfer eich ynddynt yn nifer o fanteision, ac oddi wrthynt.
da: Og ja, for du i husdyr er en lektion. Vi giver jer drik af det, der er i deres maver, og de i dem er talrige fordele, og fra dem du spiser.
el: Και πράγματι, για εσάς του ζωικού κεφαλαίου είναι ένα μάθημα. Δίνουμε πίνετε από αυτό που είναι στην κοιλιακή χώρα, και για σένα σε αυτά είναι πολυάριθμα οφέλη, και από αυτούς που τρώτε.
et: Ja tõepoolest, sinu kariloomade on õppetund. Anname juua, et mis nende kõhud on ja sa neist on mitmeid eeliseid, ja neilt sa sööd.
fi: Ja onkin sinulle karjan opetus. Annamme sinun juoda sitä, mikä on heidän vatsansa ja niitä on lukuisia etuja, ja niitä syödä.
he: אכן, לך בעלי חיים הוא לקח. אנחנו נותנים שתית מזה שנמצא בטנם, ואוכלים אותם הם יתרונות רבים, ומהם.
hr: I doista, za vas u stoke je lekciju. Dajemo ti piti od onoga što je u trbuhu, i za vas u njima su brojne prednosti i od njih jedete.
lt: Ir iš tiesų, jums gyvuliai yra pamoka. Mes suteikiame jums gerti iš to, kas yra, savo papilvės, ir juose yra daug naudos, o iš jų valgyti.
lv: Un patiešām, jūsu mājdzīvniekiem ir mācība. Mēs dodam dzer no tā, kas ir viņu vēderus un jums viņiem ir daudzas priekšrocības, un no tiem jūs ēdat.
nb: Og er faktisk en leksjon for deg i husdyr. Vi gir deg drikke fra det som er i buken, og for i dem er mange fordeler, og fra dem du spiser.
sk: A naozaj, pre vás v hospodárskych zvierat je poučenie. Dávame pijete z toho, čo je v bruchu, a ste v nich sú početné výhody, a z nich budete jesť.
sl: In res, za vas v živine je lekcijo. Damo pijete od tistega, ki je v svojih prsi, in za vas v njih so številne koristi, in od njih jeste.
sr_cyrl: И заиста, за вас у стоке је лекција. Дајемо ти пити од оне која је у својим стомацима и за вас у њима су бројне погодности, и од њих једете.
sr_latn: I zaista, za vas u stoke je lekcija. Dajemo ti piti od one koja je u svojim stomacima i za vas u njima su brojne pogodnosti, i od njih jedete.
uk: І дійсно, для вас в тваринництві урок. Ми даємо вам пити з тим, що є в їх животи, і у вас в них є численні переваги і від них ви їсте.
vi: Và quả thật vậy, đối với bạn trong chăn nuôi là một bài học. Chúng tôi cung cấp cho bạn uống từ đó là trong bụng của họ, và cho bạn trong đó có nhiều lợi ích, và từ đó bạn ăn.
zu: Futhi impela, ngawe imfuyo kuyisifundo.

# Quran2695
source: And upon them and on ships you are carried.
ca: I a ells i en els vaixells es realitzen.
cy: A ydych chi arnynt ac ar longau yn cynnal.
da: Og over dem og på skibe du finder sted.
el: Και σ ' αυτούς και σε πλοία σας μεταφέρονται.
et: Ja nende peale ja laeval on läbi.
fi: Ja heille ja laivoilla voit.
he: עליהם ועל ספינות אתה נישא.
hr: I na njih i na brodovima su nosili.
lt: Ir jiems ir laivų jums būtų taikomos.
lv: Un uz tiem un uz kuģiem ir veikta.
nb: Og dem og skip du blir utført.
sk: A na ne a na lodiach sú vykonávané.
sl: In na njih in na ladjah, ki se izvajajo.
sr_cyrl: И њих и на бродовима те се преносе.
sr_latn: I njih i na brodovima te se prenose.
uk: І на них і на кораблі ви обліковується.
vi: Và khi họ và trên tàu bạn được thực hiện.
zu: Futhi phezu kwabo emikhunjini you yisa.

# Quran2696
source: And We had certainly sent Noah to his people, and he said, "O my people, worship Allah; you have no deity other than Him; then will you not fear Him?"
ca: I certament havia enviat Noah al seu poble, i va dir, "O poble meu, venerar Allah; teniu cap deïtat que no sigui ell; llavors es vostè no li tinc por?"
cy: Ac yn sicr rydym wedi anfon Noah at ei bobl, a dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo; yna bydd eich nid ofni iddo?"
da: Og vi havde helt sikkert sendte Noah til hans folk, og han sagde: "O mit folk, tilbede Allah; du har ingen guddom end ham; derefter vil du ikke frygte ham?"
el: Έχουμε είχε στείλει Νώε στο λαό του και είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. στη συνέχεια, θα δεν φοβάστε αυτόν;»
et: Meil oli kindlasti oma rahva saatnud noa ja ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus peale teda; seejärel näidatakse te ei karda teda?"
fi: Ja oli varmasti lähetimme Nooan kansansa, ja hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. sitten olet pelkää häntä?"
he: אנחנו בהחלט שלח נח את אנשיו, והוא אמר, "O עמי, פולחן אללה; יש לך אין אלוהות חוץ ממנו; אז אתה לא יפחדו אותו?"
hr: Smo sigurno poslali Noah svome narodu i on je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega; Onda ti se bojati ga?"
lt: Ir mes tikrai buvo išsiųstas Nojus savo tautos, ir jis pasakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam; tada bus ne baimė jį?"
lv: Un mēs noteikti bija atsūtījis Noa savai tautai, un viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav dievība, kas nav viņam; pēc tam būs jums nav bailes viņu?"
nb: Og vi hadde absolutt sendt Noah til sitt folk, og han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. deretter vil du ikke frykter ham?"
sk: Určite sme poslal Noah na svoj ľud a povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho; potom sa ste sa ho bojí?"
sl: In smo zagotovo poslali Noah svojemu ljudstvu, in je dejal, "O moji ljudje častili Allah; vi življati ne božanstvo ni nato bo vam ni ga strah?"
sr_cyrl: И имао сигурно послали смо Ноа његовом народу, и рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега; Онда ће ти не боје њега?"
sr_latn: I imao sigurno poslali smo Noa njegovom narodu, i rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega; Onda će ti ne boje njega?"
uk: І ми безумовно послав Ноя до свого народу, і він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. тоді буде вам не боїться його?"
vi: Và chúng tôi chắc chắn đã gửi Noah để người dân của mình, và ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài ngài; sau đó sẽ bạn không phải lo sợ anh ta?"
zu: Futhi Sasisanda kuqala Ngokuqinisekile ethuma uNowa ukuba abantu bakhe, wathi: "O bantu bami, khonza Allah, une akekho omunye ngaphandle kwaKhe ubuNkulunkulu; pho, ngeke yini abamesabayo"

# Quran2697
source: But the eminent among those who disbelieved from his people said, "This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers.
ca: Però la eminents entre els que dubtaven del seu poble, va dir, "això no és un home com vosaltres qui vulgui prevalen sobre tu; i si Allah tenia willed [per enviar un Missatger], han enviat per Àngels. No hem sentit això entre els nostres avantpassats.
cy: Ond yr enwog ymysg y rhai a ddysgais gan ei bobl a dweud, "Nid yw hyn ond dyn fel chi sy'n dymuno cymryd blaenoriaeth dros chi; ac os oedd Allah ewyllysio iddi [i anfon negesydd], byddai ef wedi anfon i lawr angylion. Nid ydym wedi clywed hyn ymysg ein cyndadau.
da: Men de fremtrædende blandt dem, der disbelieved fra sit folk, sagde, "Dette er ikke, men en mand som jer, der ønsker at have forrang over jer; og hvis Allah havde villet [for at sende en messenger], han ville have sendt ned engle. Vi har ikke hørt om dette blandt vores forfædre.
el: Το περίφημο μεταξύ εκείνων που disbelieved από το λαό του είπε, «αυτό όμως δεν αλλά ένας άνθρωπος όπως κι εσείς που επιθυμεί να υπερισχύουν των σου. και αν είχε βουλητικός Αλλάχ [για να στείλετε ένα αγγελιοφόρος], ότι θα έχουν στείλει κάτω από αγγέλους. Δεν ακούσαμε αυτό μεταξύ των προγόνων μας.
et: Kuid väljapaistvate nende seas, kes tema inimestelt, ütles disbelieved, "see ei ole kui inimene nagu ise, kes soovib ülimuslikud teile; ning kui Allah oli kombeks [saatmiseks messenger], ta oleks saadetud alla inglid. Me ei ole seda kuulnud meie esivanemate seas.
fi: Mutta arvostettuja niiden keskuudessa, jotka uskoneet hänen kansansa sanoi, "Tämä ei ole mutta teidän mies, joka haluaa edelle ja jos Jumala olisi tahtonut [lähettämään messenger], hän olisi lähettänyt alas enkelit. Emme ole kuullut tämän keskuudessa esi-isiemme.
he: אבל הנודע בין אלה אשר disbelieved מן האנשים אמר, "זה אינו אלא גם אדם כמוכם שרוצה קדימות על-פני אם אללה היה רצון [לשלוח שליח], הוא היה שולח את המלאכים. לא שמענו על זה בקרב אבותינו.
hr: Ali eminentni među onima koji je bio od njegovih ljudi rekao je, "Ovo nije samo čovjek poput vas koji želi imati prednost nad vama; i Allah je htio [to poslati Glasnik], poslao bi se anđeli. Nismo čuli ovo među naših predaka.
lt: Tačiau žymus tarp tų, kurie disbelieved nuo savo tautos pasakė, "tai ne bet kaip jūs žmogus, kuris nori būti teikiama pirmenybė prieš tave; ir jei Dievas turėjo valios [siųsti messenger], jis būtų išsiųstas žemyn angelai. Mes ne girdėjote, tai tarp mūsų protėviai.
lv: Bet izcili starp tiem, kuri disbelieved no viņa cilvēki teica, "tas nav taču tādu cilvēku kā sev, kas vēlas būt prioritāra attiecībā pret tevi; un ja Allāha gribas [jāsūta kurjers], viņš būtu nosūtīts uz leju eņģeļi. Ne mēs esam dzirdējuši šo starp mūsu priekšteči.
nb: Men den eminente blant de vantro fra sitt folk sa, "Dette er ikke bare et menneske som dere som ønsker å gå foran. og hvis Allah hadde ville [for å sende en budbringer], han ville ha sendt ned engler. Vi har ikke hørt om dette blant våre forfedre.
sk: Ale významných medzi tými, kto pochyboval zo svojho ľudu, povedal, "nie je to ale človek ako sami, kto chce mať prednosť pred a ak Boh mal vôľou [zaslať posol], by poslali dole anjelov. Sme počuli to medzi našich predkov.
sl: Vendar uglednih med tistimi, ki so verjeli od svojega naroda, je dejal, "to ni, ampak človek kot sebe, ki želi prednost pred in če je Allah je voljan [poslati sel], on bi poslal navzdol angeli. Še nismo slišali tega med naši predniki.
sr_cyrl: Али еминентни међу онима који не верује од његових људи је рекао, "Ово није само човек као и ви, који жели да има предност над вама; и ако Алах имао вољу [да посаље гласника], послао би доле анђели. Нисмо иули ово међу предака.
sr_latn: Ali eminentni među onima koji ne veruje od njegovih ljudi je rekao, "Ovo nije samo čovek kao i vi, koji želi da ima prednost nad vama; i ako Alah imao volju [da posalje glasnika], poslao bi dole anđeli. Nismo иuli ovo među predaka.
uk: Але відомим серед тих, хто disbelieved від свого народу, сказав, "це не але такої людини, як самі, хто бажає мати пріоритет над вами; і якщо Аллах був того [для надсилання messenger], він буде мати посланим Ангелів. Ми не чули це серед наших предків.
vi: Nhưng nổi tiếng trong số những người disbelieved từ người dân của mình nói, "đây không phải là nhưng một người đàn ông như mình mong muốn học được ưu tiên hơn bạn; và nếu Allah đã willed [để gửi một messenger], ông đã có thể gửi xuống thiên thần. Chúng tôi không có nghe nói về điều này trong số các ông cha của chúng tôi.
zu: Kodwa ovelele phakathi labo disbelieved kubantu bakubo, wathi: "Lena akuyona kodwa umuntu ofana ngokwenu ofisa ukuthatha kuqala phezu kwenu; + futhi uma Allah ayekuhlosile [ukuthumela isithunywa] He sa gelosi Siye.

# Quran2698
source: He is not but a man possessed with madness, so wait concerning him for a time."
ca: No és però un home posseït amb bogeria, així que esperar pel que fa a ell per un temps."
cy: Nid yw ond dyn yn meddu â gwallgofrwydd, felly aros iddo ynghylch amser."
da: Han er ikke, men en mand besat med vanvid, så vent om ham for en tid."
el: Δεν είναι, αλλά ένας άνθρωπος που κατείχε με τρέλα, οπότε περιμένετε που τον αφορούν για διάστημα.»
et: Ta ei ole aga nii ootama vallanud hullus, mees, teda puudutavate aega."
fi: Hän ei ole, mutta mies hallussa kanssa madness, joten odota häntä koskeva aikaa."
he: הוא לא אבל גבר אחוז דיבוק עם טירוף, אז מחכים הנוגעים לו זמן."
hr: Nije ali je opsjednut s ludilom, čekaj njega odnosi vrijeme."
lt: Jis yra ne bet žmogus turėjo beprotybė, Taigi palaukti apie jį laiką."
lv: Viņš nav, bet cilvēks, kam pieder ar trakums, tāpēc jāgaida uz viņu attiecas uz laiku."
nb: Han er ikke men en mann besatt med galskap, så vent om ham for en tid.
sk: Nie je ale človek posadnutý šialenstvo, tak Počkajte, ktoré sa ho týkajú na dobu."
sl: Ni pa človek, ki je obsedena z norost, zato počakajte, o njem za časa."
sr_cyrl: Он није, али је поседнут са лудило, па Чекај да га у погледу времена."
sr_latn: On nije, ali je posednut sa ludilo, pa Čekaj da ga u pogledu vremena."
uk: Він не але людина володіє божевіллям, так що чекайте щодо його час."
vi: Ông không phải nhưng một người đàn ông sở hữu với madness, vì vậy chờ đợi liên quan đến anh ta trong một thời gian."
zu: Akayena kodwa nendoda eyayi ngobuhlanya, ngakho silinde ngaye okwesikhathi. "

# Quran2699
source: [Noah] said, "My Lord, support me because they have denied me."
ca: [Noah], va dir, "El meu Senyor, suport mi perquè ells m'han negat".
cy: [Noah] yn dweud, "Fy Arglwydd, fy nghefnogi oherwydd maent wedi gwadu mi."
da: [Noah] sagde, "Min herre, støtte mig, fordi de har nægtet mig."
el: [Νώε] είπε, «Κύριέ μου, Στήριξέ επειδή αρνήθηκαν μου.»
et: [Noah] ütles: "Issand, toetada mind kuna nad on mulle keelatud."
fi: [Nooa] sanoi: "Herrani, tukea minua, koska he kielsivät minua."
he: [נח] אמר, "אדוני, תתמכו בי. כי הם מנעו ממני."
hr: [Noa] je rekao, "Moj gospodaru, podržava me jer su mi se."
lt: [Nojus] tarė: "Mano Viešpatie, paremti man nes jie buvo atsisakyta mane".
lv: [Noa] teica: "Mans kungs atbalsta mani, jo tie ir liedzis man."
nb: [Noah] sa, "Min Herre, støtte meg fordi de har avvist meg."
sk: [Noah] povedal: "Môj pane, podporu mi pretože oni majú odmietnutý ma."
sl: [Noah] je dejal, "Moj Gospodar, podpirajo me saj so mi zanikali."
sr_cyrl: [Ноа ] је рекао, "Мој господару, подржава ме јер одбили су ме."
sr_latn: [Noa] je rekao, "Moj gospodaru, podržava me jer odbili su me."
uk: [Ной] сказав: "Господи, підтримує мене тому, що йому відмовлено мене."
vi: [Noah] nói: "Thưa ngài, hỗ trợ cho tôi bởi vì họ đã từ chối tôi."
zu: [UNowa] wathi: "Nkosi yami, ukusekela kwami ngoba Zimphikile kimi."

# Quran2700
source: So We inspired to him, "Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned.
ca: Així ens va inspirar a ell, "la construcció de la nau a la nostra observació i la nostra inspiració i hora nostra comanda i desbordaments del forn, posar en vaixell des de cada dos companys de [criatura] i la seva família, excepte aquells per a qui ha procedit el decret [de la destrucció]. I no s'ocupen mi sobre qui han tractat injustament; de fet, són va ofegar.
cy: Felly yr ydym yn ysbrydoli iddo, "adeiladu y llong o dan ein sylw, ac yn ein hysbrydoli, ac pan ddaw ein Gorchymyn a gorlifo y ffwrn, rhoi ar y llong gan ffrindiau dau bob [creature] a eich teulu, ac eithrio'r rhai y mae'r ordinhad [o ddinistrio] wedi mynd rhagddo. Ac nid yw ymdrin â mi ynghylch rhai sydd wedi cam; yn wir, maent yn boddi.
da: Så vi inspireret til ham, "konstruere skibet under vores observation, og vores inspiration, og når vores kommando kommer og ovn overløb, sætte ind i skibet fra hver [væsen] to hjælpere og din familie, undtagen dem, for hvem dekret [af ødelæggelse] er foregået. Og ikke behandle mig angående dem, der har krænket; de er til at drukne.
el: Έτσι μας ενέπνευσε σ ' αυτόν, «Κατασκευάστε το πλοίο υπό παρατήρηση μας, και μας έμπνευση, και όταν η εντολή μας έρχεται και η εκλύει φούρνο, βάλτε στο πλοίο από κάθε [πλάσμα] δύο συντρόφους και την οικογένειά σας, εκτός από εκείνους για τους οποίους προχώρησε το διάταγμα [της καταστροφής]. Και δεν θα μου σχετικά με εκείνους που έχουν αδικηθεί? Πράγματι, είναι να πνιγεί.
et: Nii me inspireeris teda, "ehitada meie vaatlus ja meie inspiratsiooni alusel, ja kui meie käsk tuleb laeva ja ahju põhjustab atribuudipikkuse ületäitumise, pannakse laeva iga [olend] kaks semud ja teie pere, välja arvatud need, kelle [hävitamine] dekreet toiminud. Ja ei puuduta mind puudutavad need, kes on vääriti koheldud; Tõepoolest, nad on uppusid.
fi: Joten innoittamana hänelle, "rakentaa aluksen tarkkailu ja meidän inspiraatiota, ja kun meidän komento tulee ja uuni ylivuoto, laittaa laivaan kunkin [olento] kaksi kaverit ja perheellesi, lukuun ottamatta niitä, joille [tuhoaminen] asetus on edennyt. Eikä käsitellä minulle niistä, jotka ovat tehneet väärin; itse asiassa he ovat hukkua.
he: אז אנחנו בהשראת אליו, "לבנות את הספינה תחת השגחה שלנו, ואת ההשראה שלנו, וכאשר מגיע הפיקוד שלנו, אל עבר הקריאה בתנור, להכניס את הספינה של כל [יצור] שני החברים והמשפחה שלך, למעט אלה שעבורם פסק הדין [של הרס] הוא המשיך. ו אליי בנוגע לאלו התעה; אכן, הם כדי להיות טבע.
hr: Tako smo inspirirani mu, "izgraditi brod pod naše promatranje i inspiraciju, i kad naša zapovijed dođe i pećnica preljeva, stavio u brod svaki [bića] dvije srodne i obitelji, osim onih za koje je nastavio Uredbe [uništenja]. I ne obraćajte mi o onima koji su nepravdu; Zapravo, oni su se utopiti.
lt: Taigi mes įkvėpė jam, "statyti laivą pagal mūsų stebėjimo ir mūsų įkvėpimo, ir atėjus mūsų komandą ir orkaitės perpildymo, įdėti į laivą iš kiekvieno [padaras] du draugai ir šeima, išskyrus tuos, kuriems dekretas [naikinimo] keliavo toliau. Ir man apie tuos, kurie yra niesprawiedliwosci; iš tiesų, jie turi būti nuskendo.
lv: Tātad mēs iedvesmoja viņu, "būvēt kuģi zem mūsu novērojumiem un mūsu iedvesmas un kad mūsu komanda nāk un krāsns pārpilda, nodot kuģi no katra [radījums] diviem biedriem un savu ģimeni, izņemot tos, kuriem dekrētu [iznīcināšanas] rīkojās. Un nav adrese man par tiem, kas ir nodarīts kaitējums; Protams, tie ir noslīcis.
nb: Så vi inspirert ham, "bygge skipet under vår observasjon og vår inspirasjon, og når vår kommando kommer og ovn renner over, satt i skipet fra hver [skapning] to vennene og familien din, unntatt de som dekret [av ødeleggelse] har gått. Og ikke ta meg om de som har gjort urett; Faktisk, de er å bli druknet.
sk: Tak sme sa inšpirovať ho, "postaviť loď, podľa našich pozorovaní a naše inšpirácie, a keď príde náš príkaz a rúra pretečeniu, dať do lode z každej [tvor] dvaja kamaráti a rodinou, s výnimkou tých, pre ktorých dekrét [ničenia] postupovala. A neriešia mi o tých, ktorí ublížili; v skutočnosti sa utopil.
sl: Tako smo navdih mu, "gradnjo ladje pod naše opazovanje, in naš navdih, in ko pride naš ukaz in pečico prelivom, začnejo ladje iz vsakega [bitje] dve častniki in svojo družino, razen tistih, za katere je nadaljevala odlok [za uničevanje]. In ne mi o tistih, ki so storjena krivica; dejansko so morajo utonil.
sr_cyrl: Тако смо инспирацију да га, "конструисати брод под насе посматрање, а наша инспирација, а када је у питању нашу команду и рерна излије, ставио на брод из сваког [створење] Варна и твоја породица, осим оних којима је наставила декрета [уништавање]. И не обрацајте ми је у вези са онима који имају неправду; Заиста , они су да га удаве.
sr_latn: Tako smo inspiraciju da ga, "konstruisati brod pod nase posmatranje, a naša inspiracija, a kada je u pitanju našu komandu i rerna izlije, stavio na brod iz svakog [stvorenje] Varna i tvoja porodica, osim onih kojima je nastavila dekreta [uništavanje]. I ne obracajte mi je u vezi sa onima koji imaju nepravdu; Zaista, oni su da ga udave.
uk: Так ми надихнув йому, "побудувати корабель під наші спостереження і натхнення, і коли наша команда йде і переповнення печі, покласти на корабель від кожного [істота] двох товаришів і вашої родини, за винятком тих, для яких здійснювався Указом [знищення]. І не вирішують мене щодо тих, які образили; Справді, вони утопити.
vi: Vì vậy chúng tôi truyền cảm hứng cho anh ta, "xây dựng con tàu dưới sự quan sát của chúng tôi, và cảm hứng của chúng tôi, và khi lệnh của chúng tôi đến và tràn lò nướng, đặt vào con tàu từ mỗi [sinh vật] hai bạn cùng và gia đình của bạn, ngoại trừ những người mà nghị định [Hủy] đã tiến hành. Và không chỉ tôi liên quan đến những người đã wronged; Thật vậy, họ đang bị chết đuối.
zu: Ngakho We faka kuye: "Ukwakha umkhumbi ngaphansi observation yethu, ugqozi yethu, uma umyalo wethu uyeza kanye udla izindwani kuhhavini, wafaka emkhunjini kusukela ngamunye [izidalwa] abangane bomshado ababili kanye nomndeni wakho, ngaphandle ngalabo isimemezelo [

# Quran2701
source: And when you have boarded the ship, you and those with you, then say, 'Praise to Allah who has saved us from the wrongdoing people.'
ca: I quan vostè que van abordar el vaixell, vostè i aquells amb vostè, llavors diuen, 'Lloar a Allah qui ens ha salvat de la gent d'irregularitats'.
cy: A phan yr ydych wedi ei y llong, chi, a'r rhai gyda chi, wedyn yn dweud, 'Canmoliaeth i Allah sydd wedi wedi ein hachub rhag y bobl gamwedd.'
da: Og når du har ombord skibet, dig og dem med dig, så siger, «Ros til Allah, som har frelst os fra forseelser folk.»
el: Και κατά την επιβίβασή σας στο πλοίο, και εκείνους με σας, τότε να πω, «Αινείτε να Αλλάχ που μάς έχει σώσει από αδίκημα λαού.»
et: Ja kui tulite pardale laeva, teid ja need, mis on teiega, siis ütlen, "Kiitke Jumalat, kes on päästnud meid valesti inimestega."
fi: Ja kun hyppäät aluksen, te ja teidän kanssanne, sitten sanoa, ylistää Jumalaa, joka on pelastanut meidät väärinkäytöksistä ihmisiltä.
he: יש לי שעלית על הספינה, אתה ואלה איתך, ואז אומר, 'השבח לאללה אשר הושיע אותנו מכל העם מעשים רעים'.
hr: I kada su ukrcali na brod, ti i oni s vama, onda reći, 'Hvala Allahu koji nas je spasio od grijeha ljudi.'
lt: Ir kai jūs įlips į laivą, jums ir su jumis, tada pasakyti, "girti Allaho, kurie mus išgelbėjo nuo pažeidimo žmonių."
lv: Un, kad esat iekāpuši kuģis, jūs un ar jums, tad saka, "Slavēt Allahu, kurš mums ir saglabāti no grēks cilvēku."
nb: Og når du har bordet skipet, og dem med deg, så si, "Ros til Gud som har reddet oss fra de urett."
sk: A keď majú palubu lode, ty a tie s vami, potom povedal, "Chvála Bohu, ktorý nás zachránil od ľudí previnenie."
sl: In ko so se vkrcali na ladjo, vas in z vami, potem reči, "pohvale v Allah, ki nas je rešil pred protipravna dejanja ljudi."
sr_cyrl: И кад те да се укрцају на брод, ти и они с тобом, онда реци, 'Слава Алаху који нас је спасио од злоупотреба људи.'
sr_latn: I kad te da se ukrcaju na brod, ti i oni s tobom, onda reci, 'Slava Alahu koji nas je spasio od zloupotreba ljudi.'
uk: І коли ви сіли судно, ви і ті з вас, потім говорити, "Хвала Аллах, який врятував нас від людей, порушник.'
vi: Và khi bạn đã bước lên tàu, bạn và những người bạn, sau đó nói rằng, 'Khen ngợi Allah những người đã cứu chúng tôi từ những hành vi sai trái.'
zu: Futhi uma uke sagibela umkhumbi, wena nalabo nawe, khona-ke uthi: 'Dumisani Allah oye usisindisile kubantu wokwenza okubi.'
