Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran238
source: And when you divorce women and they have [nearly] fulfilled their term, either retain them according to acceptable terms or release them according to acceptable terms, and do not keep them, intending harm, to transgress [against them]. And whoever does that has certainly wronged himself. And do not take the verses of Allah in jest. And remember the favor of Allah upon you and what has been revealed to you of the Book and wisdom by which He instructs you. And fear Allah and know that Allah is Knowing of all things.
ca: I quan li dones de divorci i [gairebé] hagin complert el mandat, o retenir-los en termes acceptables o alliberar-los en termes acceptables i no mantenir-los, amb la intenció de mal, per transgredir [contra ells]. I qui fa que sens dubte ha equivocat si mateix. I no es fan els versos d'Allah en broma. I recordeu el favor d'Allah i el que ha estat revelat a vostè del llibre i saviesa que instrueix vostè. I la por d'Allah i saber que Allah és saber de totes les coses.
cy: A pan mae gwahanu'r menywod ac [bron] eu bod wedi cyflawni eu tymor, naill ai eu cadw yn ôl termau derbyniol neu eu rhyddhau yn ôl termau dderbyniol, ac nid yw cadw hwy, yn bwriadu niwed, i camddefnyddio'u [yn eu herbyn]. Ac yn sicr mae pwy bynnag sy'n gwneud y cam ei hun. Ac nid ydynt yn penillion Allah yn gellweirus. A chofiwch favor Allah ar chi ac mae'r hyn a ddatgelwyd i chi o'r llyfr a'r doethineb y mae ef yn cyfarwyddo'r chi. Ac ofn Allah ac yn gwybod bod Allah yn gwybod am yr holl bethau.
da: Og når du skilsmisse kvinder og de [næsten] har opfyldt deres mandat, enten beholde dem ud acceptable betingelser eller slip dem ud acceptable betingelser, og ikke holde dem, agter skade, at overtræde [imod]. Og hvem er der helt sikkert har krænket selv. Og tag ikke vers af Allah i spøg. Og huske Allah gunst på dig, og hvad er blevet afsløret, at du bog og visdom som han instruerer dig. Og frygt Allah og ved, at Allah er vide af alle ting.
el: Και όταν σας διαζύγιο γυναίκες και [σχεδόν] έχουν εκπληρώσει τη θητεία τους, είτε τα διατηρήσουν σύμφωνα με αποδεκτούς όρους ή τους απελευθερώσουν σύμφωνα με αποδεκτούς όρους, και δεν θα τους κρατήσει, σκοπεύοντας βλάβη, έτσι, να αποθέσουν [εναντίον τους]. Και όποιος το πράττει αυτό σίγουρα έχει αδικηθεί ο ίδιος. Και μην πάρετε το στίχους του Αλλάχ στην jest. Και να θυμάστε την εύνοια του Αλλάχ σε σας, και τι έχει αποκαλύψει σε σας από το βιβλίο και τη Σοφία με την οποία αυτός σας καθοδηγεί. Και ο φόβος Αλλάχ και γνωρίζουμε ότι Αλλάχ έχει γνώση όλων των πραγμάτων.
et: Ja kui naised abielulahutuse ja täitmist [ligi] nimetatakse, kas neid vastavalt vastuvõetavatel tingimustel jätkata või vabastama vastavalt vastuvõetavatel tingimustel ja hoida neid, kavatsev kahju, rikuvad [nende] vastu. Ja kes iganes teeb seda on kindlasti ülekohtu ise. Ja ei võta Jumal värsside jest. Ja pidage meeles sa ja mida on avastatud teile raamat ja tarkust, millega ta juhendab teid Allah kasuks. Ja kardavad, et Allah ja tean, et Jumal on kõik asjad teades.
fi: Ja jos hylkäätte ne täyttävät [lähes] kokonaisarvoa, joko pysyttää mukaan hyväksyttävistä ehdoista tai vapauttaa heidät mukaan hyväksyttävistä ehdoista eivät pidä niistä, jotka aikovat voivat rikkoa [vastaan]. Ja joka näin toimii on varmasti vääryyttä itse. Ja älä ota jakeita Allah jest. Ja muistaa Jumalan puolesta teitä ja mitä on ilmoitettu kirja ja viisauden, jonka hän kehottaa. Ja pelätkää Allahia ja tietää, että Jumala tietäen kaiken.
he: כאשר תתגרשי נשים הם [כמעט] הגשמת כהונתם, או לשמור אותם על פי תנאים קבילים או לשחרר אותם על פי תנאים קבילים ולא תחזיק אותם, מתוך כוונה לפגוע, דאיכא [נגד אותם]. מי עושה את זה בהחלט מטעה את עצמו. אל תיקח את הפסוקים של אללה בצחוק. ואת זוכרת את אמונם של אללה לך ועל מה התגלה לך הספר ואת החוכמה שבה הוא מורה לך. פחד אללה ואני יודעת כי אללה הוא שהידיעה של כל הדברים.
hr: I kada se razvedete žene i [gotovo] ispune mandata, ili zadržati ih po prihvatljivim uvjetima ili ih objaviti po prihvatljivim uvjetima i ne držati ih, s namjerom zlo, da se prekorači [protiv njih]. I tko to radi sigurno povrijedili sebe. I da se stihovi uzvišenog Alaha u šali. I zapamtite uslugu Allah na vas i ono što je otkriveno na vas knjizi i mudrosti koji je uputio. I boj se Allaha i Allah je poznavanje svih stvari.
lt: Ir kai jūs skyrybų moterų ir jos [beveik] įvykdo savo kadenciją, arba išlaikyti juos pagal priimtinomis sąlygomis arba išleisti juos pagal priimtinomis sąlygomis, ir negalima laikyti juos, ketinantis žalos, peržengtų [prieš juos]. Ir kas tai, kad yra tikrai nuskriausti pats. Ir Nevartokite Dievo ženklai yra. Ir prisiminti Dievo malonės jums ir kas buvo atskleista jums knygą ir išminties, kuriuo jis liepia. Ir bijo Allah ir žinome, kad Dievas yra žinios ir viskas.
lv: Un šķiršanās sievietes, un viņi izpildījuši [gandrīz] termiņš, vai nu tos saglabāt saskaņā ar pieņemamiem nosacījumiem vai viņus atbrīvot saskaņā ar pieņemamiem nosacījumiem, ne tos, kas gatavojas pārkāpt [tiem] pret kaitējumu. Un tas, kurš dara, kas ir noteikti pāri sev. Un nebūt ne-apejos pantus no Allah jest. Un atcerieties, Allah labvēlība pret jums un ko atklāja pie jums un grāmatu gudrības, ar kuru viņš uzdod jums. Un bailes Allah un zina, ka Allāhs ir zinot visas lietas.
nb: Og når du skilsmisse kvinner og de [nesten] oppfylt sine sikt, enten beholde dem ifølge akseptable vilkår eller slipp dem i henhold til akseptable vilkår, og ikke holde dem, som skade, som overtrer [dem]. Og hvem gjør det har sikkert forurettet selv. Og tar ikke vers av Allah i jest. Og husk favør Allah du og hva har blitt åpenbart til deg boken og visdom som han ber deg. Og frykt Allah og vet at Allah vite av alle ting.
sk: A keď si rozvod ženy a [takmer] splnili ich funkčného obdobia, buď ponechať podľa prijateľných podmienok alebo uvoľniť podľa prijateľných podmienok, a Nenechávajte ich úmysle škody musia prestúpiť [voči nim]. A kto to má určite ublížili, sám. A neberte verše Alah v žert. A Pamätajte si priazeň Boh na vás, a čo bolo odhalené vám knihu a múdrosti, ktoré ste mu pokyn. A strach Alah a viem, že Boh je znalosť všetkých vecí.
sl: In ko razvezo ženske in [skoraj] izpolnili mandata, bodisi jih ohranijo po sprejemljivih pogojih ali jih javnost po sprejemljivih pogojih in jih ne vodijo, ki nameravajo škode, prekršite [proti njim]. In kdor ima, to je gotovo krivico sam. In ne jemljite verzov Allah v šali. In ne pozabite uslugo Allah na vas in kaj so pokazali, da si knjigo in modrosti, ki mu naroči, da. In strah Allah in vem, da Allah je poznavanje vseh stvari.
sr_cyrl: И када ти се развести од жене и [скоро] испуне свог мандата, или ће их задржати по прихватљивим условима или објавити их по прихватљивим условима, и не задржавај их, имају намеру зло, да поклекну [против њих]. И ко год то ради је свакако неправду себе. И не узимајте стихове од Алаха у шали. И запамти услугу од Алаха ти, и шта је теби књигу и мудрост по којој он не нареди откривен. И страх Алаха, и знам да је Аллах знајужи од свих ствари.
sr_latn: I kada ti se razvesti od žene i [skoro] ispune svog mandata, ili će ih zadržati po prihvatljivim uslovima ili objaviti ih po prihvatljivim uslovima, i ne zadržavaj ih, imaju nameru zlo, da pokleknu [protiv njih]. I ko god to radi je svakako nepravdu sebe. I ne uzimajte stihove od Alaha u šali. I zapamti uslugu od Alaha ti, i šta je tebi knjigu i mudrost po kojoj on ne naredi otkriven. I strah Alaha, i znam da je Allah znajuжi od svih stvari.
uk: І коли розлучення жінок і [майже] виконають їх терміну дії, або зберегти їх за прийнятними умовами або звільнити їх за прийнятними умовами і не тримати їх, мають намір шкоди, переступати [проти них]. І той, хто робить це безумовно ображені сам. Та не приймайте вірші Аллах жартома. І пам'ятайте, користь Аллах на вас, і що показав вам книгу і мудрості, за допомогою якого він інструктує. І страх Аллаха і знаю, що Аллах знаючи, що всі речі.
vi: Và khi bạn ly dị phụ nữ và họ [gần như] đã hoàn thành thuật ngữ của họ, hoặc giữ lại chúng theo chấp nhận điều khoản hoặc phát hành chúng theo các điều khoản chấp nhận được, và không giữ họ, có ý định làm hại, đến transgress [chống lại họ]. Và bất cứ ai nào đó chắc chắn có wronged mình. Và không có những câu thơ của Allah trong jest. Và hãy nhớ rằng ưu tiên của Allah khi bạn và những gì đã được tiết lộ cho bạn của cuốn sách và sự khôn ngoan mà ông hướng dẫn bạn. Và sợ Allah và biết rằng Allah là biết tất cả mọi thứ.
zu: Futhi uma you hlukana abesifazane futhi baye [ecishe ibe] ugcwalisekile isikhathi sawo, noma agcine eziningi kubo ngokwezwi imigomo okwamukelekayo noma ukukhulula nabo ngokweseluleko imigomo owamukelekayo, bengagcini kubo, behlose hlungu, eqe [ngokumelene nabo].

# Quran239
source: And when you divorce women and they have fulfilled their term, do not prevent them from remarrying their [former] husbands if they agree among themselves on an acceptable basis. That is instructed to whoever of you believes in Allah and the Last Day. That is better for you and purer, and Allah knows and you know not.
ca: I quan li dones el divorci i hagin complert el mandat, no impedeixen matrinomi els seus marits [ex] si estan d'acord entre ells de forma acceptable. És a dir instruït a qui de creu en Allah i el darrer dia. Que és millor per a vostè i més pura i Allah sap i no saps.
cy: A pan mae gwahanu'r menywod ac maent wedi cyflawni eu tymor, ei wneud yn eu hatal rhag remarrying eu gwŷr [gynt] os byddant yn cytuno ymysg eu hunain ar sail dderbyniol. Hynny yw rhoi cyfarwyddyd i bwy bynnag y cred ydych yn Allah ac yn y dydd diwethaf. Mae hynny'n well i chi ac yn burach, a gwyr Allah ac nid ydych yn gwybod.
da: Og når du skilsmisse kvinder, og de har opfyldt deres mandat ikke forhindrer dem i remarrying deres [tidligere] ægtemænd, hvis de er enige indbyrdes på grundlag af acceptable. Der er anvist til hvem af du tror på Allah og den yderste dag. Det er bedre for dig og renere, og Allah ved og du kender ikke.
el: Και όταν σας διαζύγιο γυναίκες και να έχουν εκπληρώσει τη θητεία τους, δεν τους εμποδίζει νέο σας γάμο τους συζύγους τους [πρώην] εάν συμφωνούν μεταξύ τους για την αποδεκτή βάση. Δηλαδή έδωσε εντολή σε όποιον από εσάς πιστεύει στον Αλλάχ και την τελευταία ημέρα. Που είναι καλύτερο για σας και καθαρότερη, και Αλλάχ γνωρίζει και δεν ξέρετε.
et: Ja kui abielulahutuse naiste ja nende täitmist, takistaks remarrying [endine] abikaasa, kui nad lepivad omavahel vastuvõetaval alusel. Mis on instrueeritud, et kes te usub Jumal ja viimasel päeval. Mis on sinu jaoks parem ja puhtam, ja Jumal teab ja sa ei tea.
fi: Ja jos hylkäätte ne ovat täyttäneet kokonaisarvoa, ne eivät kuitenkaan estä solmimasta uutta avioliittoa [entinen] aviomiestään, jos ne sopivat keskenään hyväksyttävissä oleva perusta. Eli antoi sille uskoo Jumalaan ja viimeiseen päivään. Se on parempi sinulle ja puhtaampaa, ja Jumala tietää ja ette tiedä.
he: כאשר תתגרשי נשים הם הגשמת שלהם מונח, שאינו מונע מהם מסיעה בעליהן [לשעבר] אם הם מסכימים בינם לבין עצמם על בסיס מקובל. כלומר הנחה של מי אתה שמאמין אללה, היום האחרון. . זה יותר טוב בשבילך וטהור, ואת אללה יודע ואת יודעת לא.
hr: I kada se razvedete žene i ispune mandata, neće ih spriječiti ponovnoj muževe [bivšeg] Ako se slažu među sobom na temelju prihvatljive. To je naredio da tko od vas vjeruje u Allaha i zadnji dan. To je bolje za vas i čišće, a Allah zna i ne znaš.
lt: Ir kai jūs skyrybų moterų ir jie įvykdė savo kadenciją, netrukdo jiems remarrying savo [buvęs] vyru jie sutaria tarpusavyje dėl tinkamas pagrindas. Tai yra nurodyta, kas iš jūsų tiki Dievo ir paskutinę dieną. Tai geriau už jus ir švarios, ir Dievas žino, ir jūs žinote, nėra.
lv: Un kad šķiršanās sievietes, un viņi ir izpildījuši savu terminu, neliedz tos remarrying vīriem [bijušā], ja tās vienojas savā starpā par pieņemamu pamatu. Tas ir uzdots, lai tas, kurš no jums tic Allah un pēdējā dienā. Tas ir labāk, lai jūs un visšķīstāko, Allah zina, un jūs nezināt.
nb: Og når du skilsmisse kvinner, og de har oppfylt sine sikt, hindrer ikke dem remarrying sine [tidligere] ektemenn hvis de godtar seg imellom på en akseptabel basis. Det er instruert til den av du tror på Allah og siste dag. Det er bedre for deg og renere, og Allah vet og du vet ikke.
sk: A keď si rozvod ženy a splnili svoje obdobie, nebránia im remarrying ich [predtým] manželia, ak sa dohodnú medzi sebou na základe prijateľných. To je pokyn, aby ten, kto z vás verí v Alaha a posledný deň. To je pre vás lepšie a čistejšie, a Alah vie a viete, že nie.
sl: In ko ste razvezo ženske in izpolnili svoj mandat, ne preprečujejo remarrying možje [nekdanji], če se strinjajo med seboj na podlagi sprejemljive. To je naročeno, da kdo od vas verjame v Allah in zadnji dan. To je bolje za vas in čistejše, Allah ve in ne veste.
sr_cyrl: И када ти се развести од жене и испуне свој мандат, не спречавају их поновној мућевима [бившег] ако се сложе међу собом на прихватљивом нивоу. То је наредио да ко год од вас верује у Аллаха и последњи дан. То је боље за тебе и иистији, а Аллах зна и да не.
sr_latn: I kada ti se razvesti od žene i ispune svoj mandat, ne sprečavaju ih ponovnoj muћevima [bivšeg] ako se slože među sobom na prihvatljivom nivou. To je naredio da ko god od vas veruje u Allaha i poslednji dan. To je bolje za tebe i иistiji, a Allah zna i da ne.
uk: І коли розлучення жінок і вони виконали їх терміну дії, запобігає remarrying [колишнього] своїх чоловіків, якщо вони домовитись між собою на прийнятних основі. Тобто вказівку, щоб той, хто з вас вірить у Аллах і останній день. Що краще для вас і чистіше і Аллах знає, і ви не знаєте.
vi: Và khi bạn ly dị phụ nữ và họ đã hoàn thành thuật ngữ của họ, không ngăn cản họ remarrying [cũ] chồng nếu họ đồng ý với nhau trên cơ sở chấp nhận được. Đó là hướng dẫn đến bất cứ ai của bạn tin vào Allah và ngày cuối cùng. Đó là tốt hơn cho bạn và purer, và Allah biết và bạn biết không.
zu: Futhi uma you hlukana abesifazane futhi eseyifezile isikhathi sawo, ncisheka cha nqanda them nga remarrying bo [zangaphambili] uma bevumelana bodwa njalo eyamukelekayo.
