Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran174
source: Those who followed will say, "If only we had another turn [at worldly life] so we could disassociate ourselves from them as they have disassociated themselves from us." Thus will Allah show them their deeds as regrets upon them. And they are never to emerge from the Fire.
ca: Aquells que van seguir es dir, "si només teníem un altre torn [a la vida mundana] tan ens podria desvincular-nos d'ells com ells mateixos han dissociades de nosaltres." Així Allah mostrarà els seus actes com lamenta sobre ells. I mai són a emergir de l'incendi.
cy: Rhai sy'n dilyn fydd yn dweud, "os mai dim ond cawsom dro arall [ar bywyd worldly] felly inni gallai ein datgysylltu oddi wrth iddynt fel y maent wedi datgysylltu eu hunain oddi wrthym ni." Felly bydd Allah yn dangos iddynt eu gweithredoedd fel gresynu arnynt. Ac maent yn byth i'r golwg yn y tân.
da: Dem, der fulgte vil sige, "hvis bare vi havde en anden tur [på verdslige liv] så vi kunne afstand fra dem som de har løsrevet sig fra os." Således vil Allah vise dem deres gerninger som beklagelser på dem. Og de er aldrig at komme ud af ilden.
el: Εκείνοι που ακολούθησαν θα λένε, «εάν μόνο είχαμε άλλη μια μεγάλη στροφή [στην κοσμική ζωή] τόσο εμείς θα μπορούσε να διαχωρίζουμε τη θέση μας από τους όπως αυτά έχουν τη θέση τους από εμάς.» Έτσι θα Αλλάχ να τους δείξουμε τις πράξεις τους ως τη λύπη τους. Και δεν είναι ποτέ να βγει από τη φωτιά.
et: Need, kes järgneb tahtmist öelda: "kui ainult meil oli veel [at maise elu] nii me võiks küll endale neid nagu nad on ise lahtiseostatud meilt." Seega Allah näitavad neid oma tegusid kahetseb neile. Ja nad ei ole kunagi välja kujunenud tulekahju.
fi: Jotka seurasivat tahtoa sanoa: "Jos meillä vain olisi toisen puolestaan [at maallinen elämä] niin me voisi kannanottoon heiltä kuin he ovat olleet mukana loppujulkilausumassa meiltä." Näin Jumala osoittaa heille heidän tekonsa kuin pahoittelee päällensä. Eikä se ole koskaan nousta tulesta.
he: אלו שהלכו רצונו לומר, "אם רק היה לנו עוד סיבוב [על החיים הגשמיים] אז אנחנו יכולים לנתק את עצמנו מהם כפי שהם יש לבטל את שיוך עצמם מאיתנו." ובכך אללה יראה אותם המעשים שלהם כמו חרטה עליהם. והם לעולם לא לצאת מן האש.
hr: Oni koji će reći, "da samo imamo drugi red [na svjetovni život] tako smo mogao odvezati se od njih jer oni su sami razdruženo od nas." Tako će Allah pokazati ih njihova djela kao žali na njih. I nikad da izađe iz vatre.
lt: Tie, kurie po to bus pasakyti, "jei tik mes turėjo kitą ruožtu [ne žemiškas gyvenimas] taip mes galėtų atsieti save nuo juos kaip jie yra atskirta patys iš mūsų." Taigi Dievas, bus rodomi juos savo poelgius apgailestauja jiems. Ir jie niekada išeiti iš ugnies.
lv: Tiem, kuri sekoja gribas teikt: "Ja tikai mums bija vēl viena kārta [pasaulīgās dzīves] tik mēs varētu nošķirt sevi no tiem, jo tie ir paši piesaiste noņemta no mums." Tādējādi tiks Allah parādīt viņiem, viņu darbiem kā nožēlu pār viņiem. Un tie nekad izkļūt no uguns.
nb: De som fulgte vil si, "Hvis vi bare hadde en annen [på verdslige livet] så vi kan fjerne oss fra dem som de har disassociated seg fra oss." Dermed vil Allah vise dem deres gjerninger som angrer på dem. Og de er aldri fra brannen.
sk: Tí, kto sledoval sa povedať: "len keby sme mali ďalší obrat [pozemský život] tak sme mohli odlúčiť seba od nich ako oni majú priradenia sa nám." Preto sa Alah im ukázať ich skutky ako ľútosť na ne. A nikdy nie sú z ohňa.
sl: Tisti, ki bo rekel, "Če samo smo imeli drugo pa [v posvetno življenje] tako bomo lahko loči sami od njih kot oni sami so prekinjena od nas." Tako bo Alah prikažejo svoja dejanja kot obžaluje na njih. In nikoli niso izhajali iz ognja.
sr_cyrl: Оне који су пратили воља је рекао, "да смо само имали други ред [на земаљски живот] тако смо могли оградити од њих као прекинута су нас самих." Стога Аллах приказаће се их њиховим делима као кајање над њима. И никада нису да изађе из ватре.
sr_latn: One koji su pratili volja je rekao, "da smo samo imali drugi red [na zemaljski život] tako smo mogli ograditi od njih kao prekinuta su nas samih." Stoga Allah prikazaće se ih njihovim delima kao kajanje nad njima. I nikada nisu da izađe iz vatre.
uk: Ті, хто слідував буде сказати, що, "Якщо тільки ми мали черговий поворот [мирські життя] так ми могли б дистанціюватися себе від них як вони мають розщеплюють себе від нас." Таким чином буде Аллах показати їм їхні вчинки як жалю на них. І вони ніколи не виходити від вогню.
vi: Những người sau đó sẽ nói, "nếu chỉ có chúng tôi đã có một biến [cuộc sống trần tục] Vì vậy chúng tôi có thể tách mình từ họ khi họ đã rời chính mình từ chúng tôi." Như vậy sẽ Allah cho họ hành động của họ là sự hối tiếc khi họ. Và họ không bao giờ nổi lên từ đám cháy.
zu: Labo landela tando zwi "Uma nje singayeka Kwakunenye baphendukela [at worldly pilo] ngakho sasingenakukwazi siziqhelelanise kubo njengoba baye abazehlukanisile ngokwabo kithi."

# Quran175
source: O mankind, eat from whatever is on earth [that is] lawful and good and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.
ca: O la humanitat, menjar de qualsevol cosa és a la terra [que] legal i bo i no seguir les petjades de Satanàs. De fet, és per a vostè un clar enemic.
cy: O dynolryw, bwyta o beth bynnag sydd ar y ddaear [y mae] gyfreithlon a da ac nid yn dilyn ôl traed Satan. Yn wir, ef yw eich gelyn clir.
da: O menneskeheden, spise fra hvad der er på jorden, [der er] lovlige og god og ikke følge fodsporene på Satan. Han er faktisk at du en klar fjende.
el: O ανθρωπότητα, τρώνε από ό, τι είναι επί της γης [που είναι] νόμιμο και καλό και δεν μπορεί να ακολουθήσει τα βήματα του Σατανά. Πράγματι, αυτός σας είναι μια σαφής εχθρός.
et: O inimkonnale, süüa mida iganes on maal, [see] seaduslik ja hea ja järgima jälgedes Saatan. Tõepoolest, ta on teil selge vaenlane.
fi: O ihmiskunnan syödä maan, [että] päällä laillisuuden ja hyvä eikä käy Saatana jalanjälkiä. Hän on sinulle selvä vihollinen.
he:  האנושות, ולאכול מה שנמצא על כדור הארץ [כי] כדין, טוב, אל תבצע את צעדיו של השטן. ואכן, הוא לך אויב ברור.
hr: O čovječanstvu, jede sve što je na zemlji [koja je] zakonito i dobar i krenuti stopama Sotona. Doista, on je tebi jasno neprijatelj.
lt: O žmonijai, valgyti iš to, kas yra žemėje [kad yra] teisėtai ir geras ir ne sekti pėdomis Šėtonas. Iš tiesų, jis yra jums aiškiai priešų.
lv: O cilvēcei, ēst no tā, kāds ir uz zemes, [kas ir] likumīgi un labā un neseko sātana soļi. Protams, viņš ir tev skaidru ienaidnieks.
nb: O menneskeheten, spise fra det som er på jorden [det er] lovlig og godt og ikke følge fotsporene til Satan. Han er faktisk deg en klar fiende.
sk: O ľudstvo, jesť čo je na svete, [ktorý je] zákonné a dobré a nie po stopách Satana. V skutočnosti je jasný nepriateľ.
sl: O človeštva, jesti od kar je na zemlji, [ki je] zakonita in dobro in ne sledijo zgledu Satan. Res, on je vam jasno sovražnika.
sr_cyrl: О људски род, једу из шта год је на земљи [која је] законита и добро и не прати у стопе Сатане. Он је заиста вам јасно непријатеља.
sr_latn: O ljudski rod, jedu iz šta god je na zemlji [koja je] zakonita i dobro i ne prati u stope Satane. On je zaista vam jasno neprijatelja.
uk: O людства, їдять з все, що є на землі, [це] законним і добре і не слідувати по стопах сатани. Дійсно, він є від тебе чітко визначеного супротивника.
vi: O nhân loại, ăn từ bất cứ điều gì trên trái đất [đó là] hợp pháp và tốt và không làm theo bước chân của Satan. Thật vậy, ông là bạn là kẻ thù rõ ràng.
zu: O isintu phanga konke emhlabeni [okungukuthi] semthethweni hle cha landela izinyathelo uSathane.

# Quran176
source: He only orders you to evil and immorality and to say about Allah what you do not know.
ca: Només vostè ordena maldat i immoralitat i diuen sobre Allah que no saps.
cy: Dim ond i anfoesoldeb a drygioni ac i ddweud am Allah beth nad ydych yn gwybod y mae iddo Gorchmynion chi.
da: Han kun ordrer du til det onde og umoral og sige om Allah hvad du ikke kender.
el: Αυτός μόνο παραγγελίες σας στο κακό και την ανηθικότητα και να λέει για τον Αλλάχ, τι δεν ξέρω.
et: Ta ainult tellimuse sa paha ja amoraalsuse ja öelda Jumal, mida sa ei tea.
fi: Hän vain niin määrää pahuutta ja moraalittomuutta ja sanon jokseenkin hillitä, te ette tiedä.
he: הוא רק מזמין אותך אל הרוע, מוסריות, לומר על אללה. מה שאתה לא יודע.
hr: Samo vam naređuje zlo i nemoral i reći o Allahu šta ne znate.
lt: Jis tik užsakymus galite blogis ir amoralumas ir pasakyti apie Dievo ką jūs nežinote.
lv: Viņš tikai pasūtījumiem, ļaunuma un netikumība un teikt par Allah, ko jūs nezināt.
nb: Han bare bestillinger du onde og umoral og si om Allah hva du vet ikke.
sk: Len si nariaďuje, zla a nemorálnosť a hovoriť Alah, čo nepoznáte.
sl: Samo on vam naročil, zlo in nemoralnosti in povedati o Allah, kaj ne veš.
sr_cyrl: Само ти је наредио да зло и неморал и говорити о Алах не знате.
sr_latn: Samo ti je naredio da zlo i nemoral i govoriti o Alah ne znate.
uk: Він тільки замовлення ви зла і аморальності і сказати про Аллах те, що ви не знаєте.
vi: Ông chỉ ra lệnh cho bạn để xấu xa và đạo Đức và để nói về Allah những gì bạn không biết.
zu: He yodwa oda wena okubi nokuziphatha okubi, futhi ukusho mayelana Allah babe you cha azi.

# Quran177
source: And when it is said to them, "Follow what Allah has revealed," they say, "Rather, we will follow that which we found our fathers doing." Even though their fathers understood nothing, nor were they guided?
ca: I quan es diu, "seguir que què Allah ha revelat," diuen, "Més aviat, seguirem la que trobem els nostres pares fent." Tot i que els seus pares no ho entenia, ni es van guiar?
cy: A phan ddywedir iddynt, yn 'dilyn datgelu Allah"maent yn dweud,"Yn hytrach, bydd yn dilyn y cawsom ein tadau yn ei wneud." Hyd yn oed os oedd eu tadau yn deall dim, nac yn eu harwain?
da: Og når det er sagt til dem, "Følg hvad Allah har åbenbaret," de siger: "Hellere, vi vil følge, som vi fandt vore fædre gør." Selv om deres fædre forstod intet, heller ikke var de styret?
el: Και όταν λέγεται τους, «ακολουθήστε τι Αλλάχ έχει αποκαλύψει,» λένε, «Μάλλον, θα ακολουθήσουμε αυτό που βρήκαμε πατέρες μας κάνει.» Ακόμα κι αν τους πατέρες κατάλαβαν τίποτα, ούτε ήταν το κατεύθυναν;
et: Ja kui öeldakse neile, "järgi mida Jumal näitas," nad ütlevad: "Pigem me järgima seda, mis leidsime meie isad, teeme." Kuigi oma isade mõista midagi, samuti olid nad juhendava?
fi: Ja kun sanotaan, "seuraa Jumala paljasti," he sanovat, "Vaan noudatamme jonka Löysimme isiemme tekemässä." Vaikka heidän isänsä ymmärtäneet mitään, eikä ne ohjaamana?
he: וכאשר נאמר להם, "עקוב, מה גילה אללה", הם אומרים, "במקום זאת, אנו נפעל אשר מצאנו האבות שלנו עושה." אף-על-פי אבותיהם הבנתי כלום, וגם הם מונחים?
hr: I kada je rekao, "slijedite šta je objavio Allah," kažu oni, "Nego ćemo slijediti ono što smo našli Naši očevi radili." Iako njihovi očevi ne razumijem ništa, niti su oni vodili?
lt: Ir kai jis sako, "po Dievo parodė," jie sako, "O, Mes vadovaujamės tai, kas mes radome mūsų tėvai daro." Nors jų protėviai suprato nieko, nei jie vadovaujasi?
lv: Un tad, kad tas ir teikts, "Follow Allah atklājās," viņi saka: "Drīzāk, mēs centīsimies ievērot to, ko mēs noskaidrojām mūsu tēvi dara." Pat tad, ja neko nesapratu viņu tēvi, ne tie tika Vadīta?
nb: Og når det er sagt, "Følg hva Allah har avdekket," de sier, "Stedet vi vil følge det som vi fant våre fedre gjør." Selv om deres fedre forstod ikke, heller ikke var de guidet?
sk: A keď sa hovorí, "Nasleduj to, čo Boh ukázal," hovoria, že "Skôr budeme sledovať to, čo sme zistili, že naši otcovia robia." Hoci ich otcovia pochopili nič, ani boli oni vedení?
sl: In ko je dejal, "Follow kaj Allah je pokazala," pravijo, "Precej, bomo sledili, ki smo ugotovili, da naši očetje početje." Čeprav svojih očetov razumel nič, niti so bili vodeni?
sr_cyrl: И кад је писало да је за њих,"Прати шта је Аллах открио,"Рекли су,"Радије, Пратићемо оно што смо нашли наши очеви радили." Иако њихови очеви схватио ништа, нити су биле вођене су?
sr_latn: I kad je pisalo da je za njih, "Prati šta je Allah otkrio," Rekli su, "Radije, Pratićemo ono što smo našli naši očevi radili." Iako njihovi očevi shvatio ništa, niti su bile vođene su?
uk: І коли він сказав їм, "виконайте те, що Аллах показав," вони кажуть: "Швидше за все, ми буде слідувати те, що ми знайшли наші засновники, робити". Незважаючи на те, що їхні батьки зрозуміли нічого, ні вони керувалися?
vi: Và khi người ta nói với họ, "theo những gì Allah đã tiết lộ," họ nói, "Thay vào đó, chúng tôi sẽ theo đó mà chúng tôi tìm thấy người cha của chúng tôi làm." Ngay cả khi người cha của họ hiểu không có gì, cũng không phải họ đã được hướng dẫn?
zu: Futhi uma wathi kubo: "Ngilandeleni yini Allah akwembulile," bathi, "Kunalokho, siyobe silandela ukuthi esayifica obaba ukwenza."

# Quran178
source: The example of those who disbelieve is like that of one who shouts at what hears nothing but calls and cries cattle or sheep - deaf, dumb and blind, so they do not understand.
ca: L'exemple dels que dubten és semblant a la d'un que crida en què no sent res però crida i plora vaques o ovelles - sordmut i cecs, sords, així que no entenc.
cy: Yn yr enghraifft o'r rhai a chredu fel un sy'n gweiddi beth yn clywed dim ond galw ac yn crio gwartheg neu ddefaid-byddar, mud a dall, felly nid ydynt yn deall.
da: Eksempel på dem, der ikke tror er ligesom en, der råber på hvad hører intet men kalder og råber kvæg eller får - døve, stumme og blinde, så de ikke forstår.
el: Το παράδειγμα όσων δυσπιστώ είναι σαν αυτό του αυτός που φωνάζει σε ό, τι ακούει τίποτα, αλλά να ζητεί και να κλαίει βοοειδών ή προβατοειδών - κουφός, βουβός και τυφλός, έτσι δεν καταλαβαίνουν.
et: Näiteks need, kes usu on nagu ka see, kes hüüab kell mida kuuleb midagi aga helistab ja nutab veiste või lammaste - Kurt, tumm ja pime, nii et nad ei mõista.
fi: Esimerkkinä niille, jotka ovat uskottomia on kuin yhden, joka huutaa mitä kuulee mitään, mutta vaatii ja itkee nautojen ja lampaiden - kuuro, mykkä ja sokeita, joten he eivät ymmärrä.
he: הדוגמה של אלה לא להאמין דומה לזה של מי צועקת מה שומע כלום אבל קוראת ואני בוכה בקר או כבשים - חירשת-אילמת ועיוורת, אז הם לא מבינים.
hr: Primjer onih koji ne vjeruju je kao i onaj koji viče na što čuje ništa ali zove i plače goveda i ovce - gluh, nijem i slijep, tako da oni ne razumiju.
lt: Tiems, kurie neturi wierza pavyzdys kaip ir tas, kuris šaukia ant ką girdi nieko, bet reikia ir verkia galvijus arba avis - kurti, nebylūs ir akli, todėl jie nesupranta.
lv: Piemēru, kuri neticēt ir tāpat kā tas, kurš kliedz uz to, ko dzird, nekas, bet aicina un raud liellopu vai aitu - kurls, mēms un akls, lai viņi nesaprot.
nb: Eksempel på de som tviler er som en som roper på hva hører ingenting men samtaler og gråter kveg eller sauer - døve, dum og blind, så de ikke forstår.
sk: Príklad z tých, ktorí neveriť je ako ten, kto kričí na to, čo počuje, nič ale volá a kričí hovädzieho dobytka alebo oviec - hluchý, nemý a slepý, tak nerozumie.
sl: Na primer tistih, ki verjamem je kot tisti, ki kriči na kaj ne sliši nič, vendar poziva in joka goveda ali ovac - gluh, nem in slepi, da ne razumejo.
sr_cyrl: Пример од оних који су управљали је као од једног који је викао на шта чује ништа али зове и плаче стоку или овца - глув, глуп и слеп, тако да не схватају.
sr_latn: Primer od onih koji su upravljali je kao od jednog koji je vikao na šta čuje ništa ali zove i plače stoku ili ovca - gluv, glup i slep, tako da ne shvataju.
uk: На прикладі тих, хто не вірити схожа на той, хто кричить на те, що не чути, але називає і крики великої рогатої худоби і овець - глухим, німим і сліпим, так що вони не розуміють.
vi: Ví dụ những người disbelieve là tương tự như của một người shouts lúc những gì nghe thấy gì nhưng cuộc gọi và khóc bò hoặc cừu - điếc, câm và mù, do đó họ không hiểu.
zu: Isibonelo labo disbelieve ofana nalowo amemeze ngasiphi uyayizwa lutho kodwa izingcingo ekhala ezinkomo nawezimvu - oyisithulu, izimungulu zikhuluma nezinyonga nezimpumputhe, ngakho abaqondi.

# Quran179
source: O you who have believed, eat from the good things which We have provided for you and be grateful to Allah if it is [indeed] Him that you worship.
ca: O es que he cregut, menjar de les coses bones que hem proporcionat per a vostè i estar agraïts a Allah si és [fet] ell que adoren.
cy: O byddwch sydd wedi credu, yn bwyta o'r pethau da ac yr ydym wedi darparu i chi ac yn ddiolchgar i Allah os yw [yn wir] ef y mae eich addoli.
da: O du, der har troet, Spis af de gode ting, som vi har givet for dig og være taknemmelig hen til Allah, hvis det er [Ja] ham, at du tilbeder.
el: O εσάς που πίστεψαν, τρώνε από τα καλά πράγματα που έχουμε παράσχει για σας και είμαι ευγνώμων για να Αλλάχ εάν [πράγματι] είναι αυτός που σας λατρεία.
et: O kes oleks uskunud, head asjad, mis me oleme pakkunud teile süüa ja olla tänulik, et Jumal, kui see on [tõepoolest] teda, et te kummardama.
fi: O voit, jotka ovat uskoneet syödä hyvät asiat, joita olemme toimittaneet sinulle ja kiitollinen Jumalalle, jos se onkin [] hänelle, että te palvelette.
he:  מי מאמין, ולאכול הדברים הטובים אשר סיפקנו לך ותהיה אסיר תודה לאללה אם אכן [] לו שאת סוגדת להם
hr: O ti koji su vjerovali, jedite od dobrih stvari koje smo osigurali za vas i biti zahvalan Allahu ako je [doista] ga moliš.
lt: O jūs, kurie tikėjo, valgyti iš gerų dalykų, kurių mes teikiame jums ir būti dėkingas, kad Dievas Jei tai [iš tikrųjų] jam, kad jūs czcicie.
lv: O jums, kas ticējusi, ēst no labajām lietām, kas mums ir paredzēts un ir pateicīgi Allahu ja [patiesi] viņam, ka tu pielūdz.
nb: O du hvem har trodd, spise fra de gode tingene som vi har gitt for deg og være takknemlig å Døyve hvis det er [virkelig] ham at dere tilber.
sk: O vás, ktorí ste uverili, jesť z dobrých vecí, ktoré sme pre vás a vďačný Bohu, ak je [naozaj] mu, že ste uctievanie.
sl: O vi, ki ste verjeli, jesti iz dobre stvari, ki smo jih za vas in hvaležen Allah, če je [resnično] njega, ki ste bogoslužja.
sr_cyrl: О ти који верују, јело од добрих ствари које смо ти нашли новац и бити захвалан Алаху, ако је то [] му да ти се клањају.
sr_latn: O ti koji veruju, jelo od dobrih stvari koje smo ti našli novac i biti zahvalan Alahu, ako je to [] mu da ti se klanjaju.
uk: О ви, хто вірив, їдять з хороші речі, які ми надаємо вам і бути вдячні, щоб Аллах, якщо це ж [] йому, що ви поклоніння.
vi: O bạn của những người đã tin rằng, ăn từ những điều tốt đẹp mà chúng tôi đã cung cấp cho bạn và được biết ơn Allah nếu nó [quả thật] ông mà bạn tôn thờ.
zu: O you kholwa phanga izinto ezinhle azikhuluma We fanele hlinzeka for you futhi ngimbonga Allah uma kuwukuthi [ngempela] Him you khonza.

# Quran180
source: He has only forbidden to you dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], there is no sin upon him. Indeed, Allah is Forgiving and Merciful.
ca: Només ha prohibit animals morts, sang, la carn de porcí i que s'ha dedicat a altre que Allah. Però qui es veu obligat [per necessitat], [que] desitjar ni transgredir el [límit], no hi ha cap pecat a ell. En efecte, Allah és indulgent i Clement.
cy: Dim ond wedi iddo yn gwahardd i chi anifeiliaid marw, gwaed, cnawd moch, a'r hyn sydd wedi'i neilltuo i heblaw Allah. Ond pwy bynnag yw gorfodi [gan reidrwydd], dynodir [TG] nac tramgwyddus [ei derfyn], nid oes dim pechod arno. Yn wir, Allah yn Forgiving a Merciful.
da: Han har kun forbudt at du døde dyr, blod, kødet af svin og det, som har været dedikeret til andre end Allah. Men hvem er tvunget [af nødvendighed], hverken som ønsker [det] eller overtræde [sin grænse], er der ingen synd med ham. Allah er faktisk Forgiving og barmhjertige.
el: Μόνο έχει απαγορεύσει να σας νεκρά ζώα, αίμα, τη σάρκα των χοίρων, και αυτό που έχει αφιερωθεί στην εκτός από Αλλάχ. Αλλά όποιος αναγκάζεται [εξ ανάγκης], [αυτό] επιθυμώντας ούτε παραβαίνοντας [όριο], δεν είναι αμαρτία προς αυτόν. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ta on ainult keelatud sa surnud loomade veri, sigade liha ja see, mis on pühendatud jumal peale. Aga kes on sunnitud [vajadus], soovides [see] ega meelevaldne [oma piirangu], ei ole patt talle. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Hän on vain kiellettyä kuolleita eläimiä, veren, sian lihaa ja joka on omistettu kuin Allah. Mutta kuka pakottaa [], ei haluten [se] eikä kieltoaan [rajansa], ei ole mikään synti hänelle. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: הוא אסר רק חיות מתות, דם, בשר חזיר, וזה אשר הוקדשו מלבד אללה. אבל מי הוא הכריח [לפי הצורך], וגם להנות [בו], transgressing [מהמגבלה] אין שום חטא עליו. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Zabranio je samo mrtve životinje, krv, meso svinjske i ono što je posvećen osim Allaha. Ali tko god je prisiljen [po potrebi], [to] želeći niti krši svoje ograničenje, grijeha na njega nema. Uistinu, Allah je opraštanje i milostiv.
lt: Tik jis Uždraudė jums nugaišę gyvūnai, kraujo, kiaulių mėsa, ir ta, kuri buvo skirta ne Dievas. Bet kas yra priverstas [būtina], siekdamos [jis] nei nusižengė [jo ribos], yra ne nuodėmė jam. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Viņš ir aizliegts tikai beigtiem dzīvniekiem, asinis, miesa no cūku un to, kas ir veltīta nevis Allah. Bet tas, kurš ir spiests [pēc nepieciešamības], vēloties [tā], nedz noziedzīgu [ierobežojums], ir grēks pret viņu. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Han har bare forbudt å du døde dyr, blod, kjøttet av svin og som er dedikert til enn Døyve. Men hvem er tvunget [av nødvendighet], verken ønsker [det] eller overskride [grensen], det er ingen synd på ham. Faktisk er Allah tilgi og barmhjertig.
sk: On má iba zakázané uhynutých zvierat, krvi, mäso ošípaných a, ktorý bol venovaný ako Boh. Ale ten, kto je nútený [potreba], [to] túžiť ani zaobchádzania v dôsledku porušenia [limit], nie je hriech na neho. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: On je samo prepovedano mrtvih živali, krvi, meso prašičev, in, ki je bila posvečena razen Allah. Vendar kdor zaradi [nujno], [je] želji niti benih svoje meje, ni greh na njem. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Забранио је да мртве животиње, крв, месо свиње, и оно што је био предан осим Алаха. Али ко год је присиљена [обавезно], [то] сагледавање, нити кривичном гоњењу због кршења своје границе, не постоји грех над њим. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Zabranio je da mrtve životinje, krv, meso svinje, i ono što je bio predan osim Alaha. Ali ko god je prisiljena [obavezno], [to] sagledavanje, niti krivičnom gonjenju zbog kršenja svoje granice, ne postoji greh nad njim. Uistinu, Allah je Forgiving i milosrdna.
uk: Він тільки заборонено мертвих тварин, крові, плоть свинячий і те, що була присвячена крім Аллаха. Але той, хто є примушують [], які бажають [це], ні transgressing своєї межі, немає гріха на нього. Дійсно, Аллах є бачить і Merciful.
vi: Ông chỉ có cấm động vật chết, máu, thịt lợn, và điều đó đã được dành riêng để ngoài Allah. Nhưng bất cứ ai buộc [cần thiết], không mong muốn [nó] cũng không phải vì [nó giới hạn], có là không có tội lỗi khi anh ta. Thật vậy, Allah là Forgiving Merciful.
zu: Uye kuphela okwakwenqatshelwe you file lwane gazi inyama wezingulube, nokuthi eye zinikele kuze nye than Allah.
