Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1647
source: Said [the king to the women], "What was your condition when you sought to seduce Joseph?" They said, "Perfect is Allah! We know about him no evil." The wife of al-'Azeez said, "Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful.
ca: Va dir [el rei a les dones], "El que era el seu estat quan es va intentar seduir Joseph?" Deien, "perfecte és Allah! Sabem d'ell cap mal." L'esposa d'al-'Azeez va dir, "ara la veritat s'ha fet evident. Era jo el que va seduir a ell, i de fet, és de la veritat.
cy: Dywedodd [y Brenin i'r menywod], "Beth oedd eich cyflwr pan oeddech yn ei geisio i seduce Joseph?" Maent yn dweud, "berffaith yw Allah! Gwyddom am ef dim drygioni." Y wraig o al-' dywedodd Azeez, "bellach wedi dod yn amlwg y gwir. Mae'n yr oeddwn a geisiodd seduce iddo, ac yn wir, y mae ef o'r y geirwir.
da: Sagde [kongen til kvinder], "Hvad var din tilstand, da du forsøgte at forføre Joseph?" De sagde, "perfekt er Allah! Vi kender ham noget ondt." Gift med al-'Azeez sagde, "nu sandheden er blevet tydeligt. Det var mig, der søgte at forføre ham, og han er faktisk af den sandfærdige.
el: Είπε [ο βασιλιάς στις γυναίκες], «Ό, τι ήταν την κατάστασή σας όταν σας ζητείται να αποπλανήσει Ιωσήφ;» Είπε, «είναι τέλεια Αλλάχ! Γνωρίζουμε για τον κανένα κακό.» Η σύζυγος του Αλ-'Azeez είπε, «τώρα την αλήθεια έχει γίνει εμφανές. Αυτό ήταν ι που προσπάθησαν να τον αποπλανήσει, και πράγματι, αυτός είναι από το αληθινό.
et: [King naised], ütles "Mis oli teie seisund, kui sa püüdsid võrgutada Joseph?" Nad ütlesid: "täiuslik on Jumal! Me teame tema kohta ei ole paha." Naine al-'Azeez ütles: "nüüd tõde on selgunud. See olin mina, kes otsis meelitama teda ja ta on tõepoolest kohta on tõesed.
fi: Sanoi [kuningas naisille], "Mikä on kunnossa, kun yritti vietellä Joosef?" He sanoivat: "Jumala on täydellinen! Tiedämme hänestä mitään pahaa." Al - vaimo "Azeez sanoi:" totuus on selvinnyt. Se olin joka yritti vietellä hänet, ja hän on, totuudenmukaista.
he: אמר [המלך לנשים], "מה היה המצב שלך כאשר אתה ביקש לפתות את יוסף?" הם אמרו, "השלמות היא אללה! אנחנו יודעים עליו שום רוע." אשתו של-'Azeez אמר, "עכשיו האמת הפך ניכר. זה היה אני אשר ביקשו לפתות אותו, והוא אכן, של אמת.
hr: Rekao je [kralj za žene], "Što je tvoje stanje kada te nastojao zavesti Josipa?" "Savršeno je Allah!" Mi znamo o njemu zlo." Žena od al-'Azeez je rekao, "sada istina je postala očita. To sam ja tražio da ga zavesti, a uistinu, on je je istinit.
lt: Sakė [karaliaus moterys], "Kas buvo jūsų būklė kai jūs siekė suvilioti Juozapas?" Jie sakė, "tobulos yra Dievas! Mes žinome apie jį nieko blogo." Žmona al-'Azeez sakė: "dabar tiesa tapo akivaizdu. Jis buvo man, kurie siekė suvilioti jį, ir iš tiesų, jis yra, ir teisingi.
lv: [Karalis sacīja sievietes], "Kāds bija jūsu stāvokli, kad meklēja pavest Jāzeps?" Viņi teica: "Perfect Allah! Mēs zinām par viņu nav ļauno". Sieva al-'Azeez teica: "tagad patiesība ir kļuvusi acīmredzama. Tas biju es, kas lūdza, lai savaldzinātu viņu, un tik tiešām, viņš ir patiesas.
nb: Sa [kongen til kvinner], "Hva var din tilstand da du forsøkte å forføre Joseph?" De sa: "perfekt er Allah! Vi vet om ham noe ondt." Kona til al-'Azeez sa: "nå sannheten har blitt tydelig. Det var jeg som forsøkte å forføre ham, og han er faktisk av de sannferdig.
sk: Povedal [kráľ ženy], "Aký bol váš zdravotný stav, keď ste sa snažili zviesť Joseph?" Povedali: "ideálne je Boh! Vieme o ňom nič zlého." Manželka al-"Azeez povedal:"teraz pravdu sa stal evidentná. To bol ja, kto sa snažili zviesť, a v skutočnosti, on je pravdivé.
sl: Je dejal [king za ženske], "Kaj je vaše stanje, ko ste poskušali zapeljati Joseph?" So rekli, "popolna je Allah! Vemo o njem ne zlo." Žena al-'Azeez je dejal, "zdaj resnice je postalo jasno. To sem, ki zahteva, da mu zapeljati, in res, on je za resnične.
sr_cyrl: Рекао је [краља да жене], "Шта је било твоје стање када сте тражили да заведе Јосепх?" Рекли су, "савршено је Алах! Ми знамо о њему нема зла." Супруга ал-'Азеез је рекао: истина је постала очигледна. То сам ја тај који је покушао да га заведе, а он је заиста од је искрен.
sr_latn: Rekao je [kralja da žene], "Šta je bilo tvoje stanje kada ste tražili da zavede Joseph?" Rekli su, "savršeno je Alah! Mi znamo o njemu nema zla." Supruga al-'Azeez je rekao: istina je postala očigledna. To sam ja taj koji je pokušao da ga zavede, a on je zaista od je iskren.
uk: Сказав [цар жінкам], "Що було вашого стану, коли ви прагнули, щоб спокусити Джозеф?" Вони сказали, "досконалий Аллах! Ми знаємо про нього зла". Дружина Аль-'Azeez сказав: "тепер правду став очевидним. Це була я, які прагнули, щоб спокусити його, і дійсно, він є з у правдиву.
vi: Nói [vua để phụ nữ], "Những gì là tình trạng của bạn khi bạn tìm cách dụ dỗ Joseph?" Họ nói rằng, "hoàn hảo là Allah! Chúng ta biết về anh ta không có ác." Vợ của al-'Azeez nói, "bây giờ thật sự đã trở thành điều hiển nhiên. Nó đã là tôi đã tìm cách dụ dỗ anh ta, và thực sự, ông là người trung thực.
zu: Wathi [inkosi abesifazane], "Sasiyini isimo sakho uma wafuna ukumyenga?"

# Quran1648
source: That is so al-'Azeez will know that I did not betray him in [his] absence and that Allah does not guide the plan of betrayers.
ca: És així que al-'Azeez saber que jo no trair a [seva] absència i que Allah no guia el pla de betrayers.
cy: Dyna felly al-' bydd Azeez yn gwybod bod yr oedd fradychu'r ef yn [ei] absenoldeb ac nid yw Allah yn arwain y cynllun o betrayers.
da: Det er så al-'Azeez vil vide at jeg ikke forråde ham i [hans] fravær og at Allah ikke guide planen for forrædere.
el: Δηλαδή τόσο Αλ-'Azeez θα γνωρίζουν ότι δεν είχε προδώσει τον απουσία [του] και ότι Αλλάχ δεν καθοδηγεί το σχέδιο του προδότες.
et: See tähendab nii al-'Azeez tead, et ma ei reeda talle [tema] puudumisel ja et Jumal juhend äraandjaiks plaani.
fi: Se on niin al-'Azeez tietänee, että olen petä häntä [hänen] Jumala ei ohjaa suunnitelman betrayers.
he: זה כל כך אל-'Azeez ידעו כי לא בגדתי אותו בפניו [] ומדריך כי אללה לא התוכנית של הבוגדים.
hr: Da je tako al-'Azeez neće znati da sam te izdao ga u [njegovu] i da Allah ne vodič plan izdajnike.
lt: Tai yra tiek al-'Azeez žinos, kad aš padariau ne zdradzi jam [jo] nėra ir kad Dievas ne gidas betrayers planas.
lv: Tas ir tik al-'Azeez zinās, ka es nejauši nenodos viņu [viņa] prombūtnes laikā un ka Allah nevar vadīt betrayers plānu.
nb: Det er så al-'Azeez vet at jeg ikke gjorde røpe ham i [hans] fravær og at Allah ikke guide plan svikere.
sk: To je tak al-"Azeez bude vedieť, že som nemal prezradiť ho v [jeho] neprítomnosť a že Boh nie je sprievodca plán zradcovia.
sl: To je tako al-'Azeez bo vedel, da sem storil ne izdala mu v [svojega] odsotnosti in da Allah ne vodnik načrt betrayers.
sr_cyrl: То је тако ал-'Азеез ће знати да нисам преварио га [он] није ту, и да Аллах није водила план за издајнике.
sr_latn: To je tako al-'Azeez će znati da nisam prevario ga [on] nije tu, i da Allah nije vodila plan za izdajnike.
uk: Тобто так Аль-'Azeez буде знати, що я не відмовився від нього [його] відсутності і що Аллаху не направляти план зрадників.
vi: Đó là vì vậy al-'Azeez sẽ biết rằng tôi đã không phản bội anh ta [] vắng mặt và Allah không hướng dẫn kế hoạch betrayers.
zu: Lokho kunjalo al-'Azeez niyokwazi ukuthi angizange amkhaphele engekho [yakhe] nokuthi Allah cha khaphi uhlelo abakhapheli.

# Quran1649
source: And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful."
ca: I no vaig absoldre a mi mateix. De fet, l'ànima és un enjoiner persistent del mal, excepte aquells sobre els quals Senyor té pietat. De fet, el meu Senyor és indulgent i Clement."
cy: Ac nid wyf yn gwneud acquit fy hun. Yn wir, mae yr enaid yn enjoiner parhaus o ddrygioni, ac eithrio'r rhai y mae fy Arglwydd drugaredd. Yn wir, fy Arglwydd yn Forgiving a Merciful."
da: Og jeg retfærdiggøre ikke mig selv. Sjælen er en vedvarende enjoiner af det onde, undtagen dem, som min herre har barmhjertighed. Ja, min herre er Forgiving og barmhjertige."
el: Και εγώ δεν να απαλλάξουν τον εαυτό μου. Πράγματι, η ψυχή είναι μια επίμονη enjoiner του κακού, εκτός εκείνων στις οποίες Κύριέ μου έχει έλεος. Πράγματι, μου Λόρδος είναι επιεικής και φιλεύσπλαχνος.»
et: Ja ma täitmiseks endale aega. Tõepoolest, hing on püsivate enjoiner paha, välja arvatud need, mille Issand on halastusest. Tõepoolest, minu Issand on Forgiving ja Merciful."
fi: Ja ei vapauttaa itse. Sielu on itse asiassa jatkuva enjoiner pahaa, lukuun ottamatta niitä, joihin herra on armollinen. Itse asiassa minun herrani on anteeksiantava ja armollisin."
he: אני לא זיכוי בעצמי. אכן, הנשמה הוא enjoiner מתמשך הרשע, למעט אלה אשר אדוני יש רחמים. . אכן, אדוני הוא Forgiving הרחום והחנון."
hr: I ne osuditi sebe. Uistinu, duša je uporni enjoiner zlo, osim one na kojoj moj Bog ima milosti. Doista, gospodaru je opraštanje i milostiv."
lt: Ir aš be save. Iš tikrųjų, siela yra nuolatinis enjoiner, blogis, išskyrus tuos, nuo kurių mano Viešpats buvo malonės. Iš tiesų, mano Viešpats yra Forgiving ir litosciwy."
lv: Un es nevar attaisnot sevi. Patiešām, dvēsele ir pastāvīgs enjoiner, ļaunuma, izņemot tos, uz kuriem manam kungam ir žēlsirdība. Protams, mans Lord ir piedošanu un žēlsirdīgs."
nb: Og jeg frikjenne ikke meg. Sjelen er faktisk en vedvarende enjoiner onde, unntatt de som min Herre har barmhjertighet. Faktisk, min Herre er tilgi og barmhjertig.
sk: A nevinná, sám. Duša je skutočne trvalé enjoiner zla, s výnimkou tých, na ktorých môj pán má zľutovanie. Vskutku, môj pán je odpúšťajúci a Milosrdných."
sl: In ne časa, sam. Res, duša je vztrajno enjoiner zla, razen tistih, na katerih moj gospodar je milost. Pravzaprav, moj gospodar je tolerantna in usmiljen."
sr_cyrl: И ја не нисам. Уистину , душа је упоран ењоинер зла, осим оних на којима мој Господ има милости. Заиста , мој господару је Форгивинг и милостив."
sr_latn: I ja ne nisam. Uistinu, duša je uporan enjoiner zla, osim onih na kojima moj Gospod ima milosti. Zaista, moj gospodaru je Forgiving i milostiv."
uk: І я не виправдати себе. Дійсно, душа, стійкі enjoiner зла, за винятком тих, на яких мій Господь має милосердя. Справді, мій Господь є бачить і Merciful".
vi: Và tôi không acquit bản thân mình. Thật vậy, các linh hồn là một enjoiner dai dẳng của cái ác, ngoại trừ những người mà Chúa tôi có lòng thương xót. Thật vậy, thưa Đức vua là Forgiving Merciful."
zu: Futhi angazi khulula ngokwami.

# Quran1650
source: And the king said, "Bring him to me; I will appoint him exclusively for myself." And when he spoke to him, he said, "Indeed, you are today established [in position] and trusted."
ca: I el rei va dir, "portar-lo a mi; Jo nomenarà li exclusivament per a mi." I quan va parlar amb ell, va dir, "De fet, avui estableix [en posició] i de confiança."
cy: A dywedodd y Brenin, "dod ag ef i mi; Benodi iddo ar gyfer fy hun yn unig." A pan siaradodd iddo, meddai, "yn wir, byddwch yn heddiw [yn sefyllfa] ac ymddiried ynddynt.
da: Og kongen sagde, "bringe ham til mig; Jeg vil udpege ham udelukkende for mig selv." Og da han talte til ham, han sagde, "Ja, du er i dag etableret [i position] og har tillid til."
el: Και ο βασιλιάς είπε, «να τον φέρει σε μένα. Θα διορίσει τον αποκλειστικά για τον εαυτό μου.» Και όταν μίλησε με τον ίδιο, είπε, «Πράγματι, είστε σήμερα ιδρύθηκε [θέση] και αξιόπιστες.»
et: Ja kuningas ütles: "Tooge ta mulle; I nimetab teda ainult enda eest." Ja kui ta rääkis talle, ta ütles: "Tõepoolest, olete täna asutatud [asukoht] ja usaldusväärsed."
fi: Ja kuningas sanoi: "tuo hänet minulle; Olen nimittää hänet vain itselleni." Ja kun hän puhui hänelle, hän sanoi, ", olet tänään sijoittautunut [asema] ja luotettu."
he: המלך אמר: "תביא לי אותו; אני ימנה אותו אך ורק על עצמי." כאשר דיבר אליו, הוא אמר, "אכן, אתה היום [בעמדה] באופן מהימן."
hr: I kralj je rekao, "Dovedite mi ga; Sam će imenovati ga isključivo za sebe." I kad je razgovarao s njim, rekao je, "Doista, danas osnovana [položaja] i vjerovati."
lt: Ir karalius pasakė: "duoti jam man; Aš paskirti jam tik už save." Ir kai jis kalbėjo su juo, jis tarė: "Iš tiesų, jums yra šiandien įkurta [pozicija] ir patikimos."
lv: Un karalis teica: "sūti pie manis; Man būs iecelt viņu tikai par sevi." Un tad, kad viņš runāja ar viņu, viņš teica: patiesi, jums ir šodien dibināta [pozīcija] un uzticami.
nb: Og kongen sa, "bringe ham til meg. Jeg vil gi ham for meg selv." Og da han talte til ham, sa han, "Ja, du er i dag etablert [i posisjon] og klarert.
sk: A kráľ povedal: "Priveďte ho ku mne; Vymenuje ho výlučne pre seba." A keď on hovoril s ním, on povedal: "Skutočne ste dnes v [stanovisko] a dôveryhodný."
sl: In kralj je dejal, "bi mu mi; Bom imenoval ga izključno zase." In ko je govoril z njim, je dejal, "Res, vam danes so vzpostavljeni [mesto] in zaupanja."
sr_cyrl: И краљ је рекао, "доведите ми га; Ћу поставити га искључиво за себе." И када је разговарао са њим, он је рекао, "Заиста, ви сте данас основана [став] и поуздане."
sr_latn: I kralj je rekao, "dovedite mi ga; Ću postaviti ga isključivo za sebe." I kada je razgovarao sa njim, on je rekao, "Zaista, vi ste danas osnovana [stav] i pouzdane."
uk: А цар сказав: "приведіть до мене його; Я призначить йому виключно для себе." І коли він говорив з ним, він сказав: "Дійсно, ви сьогодні встановлені [в положенні] й надійні."
vi: Và nhà vua nói: "đưa ông ta cho tôi; Tôi sẽ chỉ định ông dành riêng cho bản thân mình." Và khi ông nói với ông, ông nói, "Thật vậy, bạn là vào ngày hôm nay thành lập [vị trí] và đáng tin cậy."
zu: Inkosi yathi: "Mkhuphuleni nimlethe lapha kimi. Ngizabamisela kuye kuphela ngokwami"

# Quran1651
source: [Joseph] said, "Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian."
ca: [Joseph] va dir, «m nomenar sobre els magatzems de la terra. De fet, jo seré un tutor conèixer."
cy: [Joseph] ddywedodd, "mi benodi dros y stordai o'r tir. Yn wir, bydd yn warcheidwad gwybod."
da: [Joseph] sagde, "udnævne mig over opbevaringssteder af jorden. Ja, jeg vil være vidende vogter."
el: [Ζοζέφ] είπε, «διορίσει μου πάνω από τις αποθήκες της γης. Πράγματι, θα είμαι γνωρίζοντας κηδεμόνα.»
et: [Joseph] ütles: "mind üle maa väljakuulutamisel nimetada. Tõepoolest, räägin teades eestkostja."
fi: [Joseph] sanoi: "Valitkaa minut yli maan varastoista. Itse asiassa olisin tietää guardian."
he: [יוסף] אמר, "למנות אותי מעל מחסנים הקרקע. אכן, אני יהיה אפוטרופוס לדעת".
hr: [Joseph] je rekao, "imenovati me preko skladišta u zemlju. Doista, ja ću biti znajući čuvar."
lt: [Juozapas] sakė: "skirti man per išvežtas iš žemės. Iš tiesų, aš būsiu žinant globėjas."
lv: [Joseph] teica: "iecelt mani pār zemi no noliktavām. Patiešām, man būs zinoši aizbildni."
nb: [Joseph] sa, "gi meg over stabburene av landet. Jeg vil faktisk være en vite verge."
sk: [Joseph] povedal, "vymenúva mi cez sklady pôdy. Vskutku, budem vedieť opatrovníka."
sl: [Joseph] rekel, "me imenuje nad skladišč zemljišča. Res, bom vedel varuh."
sr_cyrl: [Јосепх ] је рекао, "именује ме преко магацини у земљи. Заиста , ја ће бити чувар знања."
sr_latn: [Joseph] je rekao, "imenuje me preko magacini u zemlji. Zaista, ja će biti čuvar znanja."
uk: [Джозеф] сказав, «призначити мене над складів землі. Справді, я буду знаючи опікуна."
vi: [Joseph] nói, "bổ nhiệm tôi qua kho của đất. Thật vậy, tôi sẽ là người giám hộ biết."
zu: [Joseph] wathi: "Khetsani ukuzongibona ezinqolobaneni ezweni. Ngempela, Ngizoba umqaphi azi."

# Quran1652
source: And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good.
ca: I així hem establert Joseph a la terra per establir-se en el mateix allà on va voluntat. Toquem amb les nostre Misericòrdia qui ho farem i no permetem que es perd la recompensa d'aquells que fer el bé.
cy: Ac felly rydym yn sefydlu Joseph yn y tir i ymgartrefu ynddynt lle bynnag roedd yn ewyllysio iddi. Byddwn yn eu cyffwrdd â ein drugaredd y byddwn, ac nad ydym yn caniatáu i wobrwyo y rhai sy'n gwneud yn dda yn cael eu colli.
da: Og dermed vi etableret Joseph i landet for at slå sig ned dér hvor han testamenterede. Vi rører med vores nåde, som vi vil, og vi tillader ikke at være mistet belønning for dem, der gør godt.
el: Και έτσι δημιουργήσαμε Ιωσήφ στη γη να εγκατασταθούν σε αυτό όπου κι αν αυτός θέλησε. Αγγίζουμε με μας έλεος και τον οποίο θα είμαστε, και δεν θα επιτρέψουμε να χαθεί η επιβράβευση εκείνων που κάνουν καλό.
et: Ja seega me loodud Joseph maal elama seal, kus iganes ta kombeks. Me ühendust meie halastust, kellega meil on ja me ei luba kaduma need, kes seda hea palk.
fi: Ja näin olemme todenneet Joseph maa ratkaista siinä, missä hän tahtoisi. Kosketuksen meille armon, joille me ja emme anna kadota palkita niitä, jotka tekevät hyvää.
he: לכן הקמנו יוסף בארץ ליישב בו בכל מקום שבו הוא רצון. אנחנו נוגעים ברחמים שלנו, שאותם אנו, אנחנו לא מרשים לאיבוד. הפרס של אלה שעושים טוב.
hr: I tako smo uspostavili Joseph u zemlji nastaniti u njoj gdje god je htio. Mi dodir s naše milosti kome hoćemo, i ne dopuštaju da se izgubi nagrada onima koji čine dobro.
lt: Ir taip mes nustatytas Juozapas žemėje įsikurti ten kur jis norėjo. Mes liesti su mūsų malonės, kuriam mes, ir mes neleidžiame bus prarastas už atlygį, tie, kurie gerai.
lv: Un tādējādi mēs izveidojām Joseph zemes apmesties tur kur viņš iztika. Mums sazināties ar mūsu varā, kurām mums būs, un mēs neļaujam zust atlīdzību par tiem, kuri to dara labi.
nb: Og dermed vi etablert Joseph i landet for å avgjøre der hvor han villet. Vi touch våre nåde som vi vil, og vi tillater ikke tapt belønningen som gjør godt.
sk: A tak sme založili Joseph v krajine vyrovnať sa v ňom, kdekoľvek on chcel. Dotkneme nášho milosrdenstva, ktorým budeme a Nedovoľujeme stratia odmeniť tých, ktorí robia dobre.
sl: In tako smo ustanovili Joseph v deželi za poravnavo tam, kjer je volje. Dotaknemo z naše milost, katero bomo, in ne dovolimo izgubljena nagrada tistih, ki delajo dobro.
sr_cyrl: И тако смо утврдили Јосепх у земљи да се у томе где год он воље. Додирнемо нам милостиво кога хоћемо и ми не дозвољавамо да се губи награда за оне који то раде добро.
sr_latn: I tako smo utvrdili Joseph u zemlji da se u tome gde god on volje. Dodirnemo nam milostivo koga hoćemo i mi ne dozvoljavamo da se gubi nagrada za one koji to rade dobro.
uk: І таким чином ми встановили Йосипа в землі оселитися в ньому, куди б він волею. Ми торкаємося з наше милосердя, ким ми будемо і ми не дозволяємо бути втрачені нагорода тих, хто добро.
vi: Và vì vậy chúng tôi thiết lập Joseph trong đất để giải quyết trong đó bất cứ nơi nào ông ý chí. Chúng tôi liên lạc với chúng tôi lòng thương xót mà chúng tôi sẽ, và chúng tôi không cho phép bị mất phần thưởng của những người làm tốt.
zu: Futhi We ngakho sungula Joseph ezweni ukuba axazulule therein nomaphi kwakuyintando.

# Quran1653
source: And the reward of the Hereafter is better for those who believed and were fearing Allah.
ca: I la recompensa de la d'ara endavant és millor per a aquells que creien i van ser tement Allah.
cy: A gwobrwyo y o hyn ymlaen yn well ar gyfer y rhai sydd yn credu a oedd yn ofni Allah.
da: Og belønning i hinsidige er bedre for dem, som troede og frygt Allah.
el: Και η ανταμοιβή της συνέχεια είναι καλύτερη για εκείνους που πίστευαν και φοβούνται Αλλάχ.
et: Ja edaspidi soodustus on parem neile, kes uskusid ja olid kartes Allah.
fi: Ja palkita jäljempänä on parempi niille, jotka uskoivat ja olimme pelätä Jumala.
he: הפרס של בעולם הבא הוא טוב יותר עבור אלה אשר האמינו, היו שחששו אללה.
hr: I nagrada nakon smrti je bolji za one koji su vjerovali i bili straha od Allaha.
lt: Ir už atlygį, toliau yra geriau tiems, kurie tikėjo ir buvo pavojingas Dievas.
lv: Un turpmāk atlīdzība ir labāk tiem, kas ticēja un bija baidoties no Allah.
nb: Belønningen av hinsidige er bedre for de som trodde og var fryktet Allah.
sk: A odmenou za nižšie je lepšie pre tých, ktorí verili a sa báť Boha.
sl: In nagrado v nadaljevanju je bolje za tiste, ki so verjeli in so bili boji Allah.
sr_cyrl: И награда од надаље је бољи за оне који верује и били страхујући од Алаха.
sr_latn: I nagrada od nadalje je bolji za one koji veruje i bili strahujući od Alaha.
uk: І винагороду в загробному світі краще для тих, хто увірував і були побоюючись Аллаха.
vi: Và phần thưởng của tương lai là tốt hơn cho những người tin tưởng và đã sợ Allah.
zu: Futhi umvuzo Hereafter is de kahle labo kholwa abangu abesaba Allah.

# Quran1654
source: And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.
ca: Els germans de Josep venien [buscant menjar] i entraven a ell; i va reconèixer que, però era per a ells desconeguts.
cy: A daeth y brodyr o Joseph [ceisio bwyd], a daeth arno; ac ef yn cydnabod iddynt, ond oedd yn ddieithr iddynt.
da: Og brødre af Joseph kom [søger mad], og de trådte på ham; og han genkendte dem, men han var for dem ukendt.
el: Και οι αδελφοί του Ιωσήφ ήρθε [αναζητώντας τροφή], και μπήκαν προς αυτόν? και τους αναγνώρισε, αλλά ήταν να τους άγνωστους.
et: Ja vennad Joseph tuli [Keda toidu], ja nad sisenesid talle; ja ta tunnustatud neid, kuid ta oli neile tundmatu.
fi: Joosefin veljet tuli [haettaisiin ruokaa] ja he ovat tulleet maahan; ja hän tunnusti heille, mutta hän oli heille tuntemattomia.
he: האחים של יוסף באו [בחיפוש אחר מזון], הם נכנסו עליו; הוא זיהה אותם, אבל הוא היה לא ידוע להם.
hr: Braća Joseph došao [tražeći hranu] i ušli su na njega; i on im se priznaju, ali je bio za njih nepoznata.
lt: Ir broliai Juozapas atėjo [ieško maisto], ir jie pradėjo jį; ir jis pripažįsta juos, bet jis buvo jiems nežinoma.
lv: Joseph brāļi nāca [meklē pārtikas] un viņi ienāca uz viņu; un viņš pazina tos, bet viņš bija viņiem nav zināms.
nb: Joseph brødre kom [søker mat] og de inn på ham. og han kjente dem, men han var for dem ukjent.
sk: Bratia Jozef prišiel [Hľadám potravín] a vstúpili na neho; a spoznal ich, ale on bol pre nich neznáme.
sl: In brata Jožefa prišel [Iskanje hrane], in so vstopili na njem; in priznal, da jih, vendar je bil nanje neznano.
sr_cyrl: Браћа од Јосепх је дошао [тражили храну] и су ушли на њега; и он их је препознао, али је био им је непознат.
sr_latn: Braća od Joseph je došao [tražili hranu] i su ušli na njega; i on ih je prepoznao, ali je bio im je nepoznat.
uk: Брати Жозеф прийшли [шукає їжу] і вони вступили на нього; і він визнав їх, але він був їм невідома.
vi: Và các anh em của Joseph đến [tìm kiếm thực phẩm], và họ đi vào khi anh ta; và ông nhận ra chúng, nhưng ông đã cho họ không biết.
zu: Futhi abafowabo bakaJosefa beza [afune ukudla], bangena phezu kwakhe;
