Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran312
source: Indeed, the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah, then indeed, Allah is swift in [taking] account.
ca: De fet, la religió en la vista d'Allah és Islam. I aquells que van rebre l'escriptura no va fer difereixen excepte després coneixement havia sortit a ells - gelós animositat entre ells. I qui disbelieves en els versos d'Allah, llavors realment, Allah és ràpida en compte [presa].
cy: Yn wir, roedd crefydd yng ngolwg Allah yn Islam. Ac nid oedd rheini y rhoddwyd yr ysgrythur wahanol ac eithrio wedi gwybodaeth ddod iddynt-allan o eiddigeddus drwgdeimlad rhwng eu hunain. A pwy bynnag a disbelieves yn y penillion Allah, yna yn wir, Allah yn gyflym yn [gan] ystyried.
da: Religion i synet af Allah er Islam. Og dem, der blev givet Skriften afviger ikke undtagen efter viden var kommet til dem - fra jaloux fjendskab mellem dem selv. Og hvem disbelieves i vers af Allah, så ja, Allah er hurtig i [hensyntagen].
el: Πράγματι, η θρησκεία στη θέα του Αλλάχ είναι Ισλάμ. Και εκείνους που είχαν δοθεί η γραφή δεν διαφέρουν παρά μόνο μετά την γνώση είχε βγει σε αυτά - από ζηλιάρης εχθρότητα μεταξύ τους. Και όποιος disbelieves στην στίχους του Αλλάχ, τότε πράγματι, Αλλάχ είναι ταχεία σε λογαριασμό [Λήψη].
et: Tõepoolest, Allah silmapiiril religioon on Islam. Ja need, kes anti pühakiri ei erinenud välja pärast seda, kui teadmised olid tulnud neile - armukade vaenulikkus omavahel läbi. Ja kes iganes disbelieves Jumala salmid, siis tõepoolest, Allah on swift [arvestades].
fi: Itse asiassa Jumalan silmissä uskonto on Islam. Ja ne, jotka olivat saaneet Pyhän eroa paitsi kun tietoon oli tullut-pois kateellinen vihamielisyyttä keskenään. Kuka ei usko jakeissa Jumala, ja Jumala onkin nopeasti [ottaen] huomioon.
he: אכן, הדת המראה של אללה הוא האיסלאם. אלה אשר קיבלו כתבי הקודש לא שונות מלבד אחרי הידע אליהם - יצא לקנא עוינות בין עצמם. מי disbelieves של אללה, לאחר מכן אכן, אללה אצל ריבונם [] בחשבון.
hr: Doista, vjera u Allaha je Islam. I oni koji su dobili pisma ne razlikuju osim nakon znanja-došao iz ljubomoran animozitet između sebe. I onaj tko disbelieves u stihovima Allah, onda zaista, Allah je brz u [uzimanje] račun.
lt: Iš tiesų, religijos Dievo akyse yra Islamas. Ir tie, kurie buvo suteikta raštas nesiskyrė išskyrus po žinių jiems - iš pavydi priešiškumas tarp savęs. Ir kas disbelieves Dievo ženklai, tada iš tiesų, Allah yra greitai [atsižvelgiant] į.
lv: Patiešām aktuāli Allah reliģija ir islams. Un tiem, kas tika dota rakstos neatšķīrās, izņemot pēc zināšanu bija iznācis uz tiem - greizsirdīgs naids savā starpā. Un tas, kurš disbelieves Allah vārsmas, tad patiešām, Allah ir ātra [ievērojot].
nb: Faktisk er religionen i synet av Allah Islam. Og de som ble gitt skriften skiller ikke unntatt etter kunnskap kom-ut av sjalu fiendskap mellom seg. Hvem disbelieves i vers av Allah, og Allah er faktisk rask i [tar] konto.
sk: Vskutku, náboženstvo v očiach Alah je Islam. A tí, ktorí dostali písmo sa nelíšila okrem po znalosti prišiel na ne - z žiarlivý nepriateľstvo medzi sebou. A kto neverí vo veršoch Alah, potom Boh je skutočne rýchly v [s] ohľadom.
sl: Dejansko je religija v očeh Allah Islam. In tiste, ki so imele pismo ne razlikujejo razen po znanja je prišel do njih - iz ljubosumen sovraštvo med seboj. In kdor jih disbelieves v verzih Allah, potem res, Allah je hitro v [upoštevajoč].
sr_cyrl: Заиста , религија у призор Аллах је Ислам. И они који су добили писмо се не разликује много осим након што је знање их - се обратио из љубоморан анимозитет између себе. И ко год дисбелиевес у стихове од Алаха, онда заиста, Аллах је брз у [предузимање] налог.
sr_latn: Zaista, religija u prizor Allah je Islam. I oni koji su dobili pismo se ne razlikuje mnogo osim nakon što je znanje ih - se obratio iz ljubomoran animozitet između sebe. I ko god disbelieves u stihove od Alaha, onda zaista, Allah je brz u [preduzimanje] nalog.
uk: Справді, релігії в очах Аллаха, Іслам. І ті, хто отримали Писання не відрізняються за винятком після того, як знання мав вийти до них - ревнивий ворожнечі між собою. І той, хто влаштовує викрадення у віршах Аллаха, то дійсно, Аллах є швидкими в [урахуванням].
vi: Thật vậy, các tôn giáo trong tầm nhìn của Allah là Islam. Và những người đã được đưa ra kinh thánh đã không khác ngoại trừ sau khi kiến thức đã đến với họ - không ghen tuông animosity giữa mình. Và ai disbelieves trong những câu thơ của Allah, thì quả thật vậy, Allah là nhanh chóng trong tài khoản [tham gia].
zu: Ngempela, inkolo emehlweni Allah Islam.

# Quran313
source: So if they argue with you, say, "I have submitted myself to Allah [in Islam], and [so have] those who follow me." And say to those who were given the Scripture and [to] the unlearned, "Have you submitted yourselves?" And if they submit [in Islam], they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allah is Seeing of [His] servants.
ca: Així si que discutir amb vostè, diu, "jo-me sotmès a Allah [en l'Islam] i [així tenir] qui segueix-me." I dir a qui es donava l'escriptura i [a] la secció ignorants, "Han sotmès vosaltres?" I si van presentar [a l'Islam], amb raó són guiades; però si s'allunyen - llavors a vostè és només la notificació [deure de]. I Allah és veure de la [seua] servents.
cy: Felly, os y maent yn dadlau gyda chi, yn dweud, "wedi cyflwyno fy hun i Allah [yn Islam] a [felly wedi] rhai sy'n dilyn mi." A dweud i'r rheini y rhoddwyd yr ysgrythur a [i] unlearned, "Ydych chi wedi cyflwyno eich hunain?" A os ydynt yn cyflwyno [yn Islam], maent yn tywys; ond os maent yn troi i ffwrdd-yna i chi yn unig yr hysbysiad [dyletswydd]. A yw Allah yn gweld gweision [ei].
da: Så hvis de diskutere med dig, siger, "Jeg har sendt mig til Allah [i Islam], og [har] dem, der følger mig." Og sige til dem, der blev givet skriften og [at] de ulærde, "Har du sendt jer?" Og hvis de Send [i Islam], de er med rette styret; men hvis de vender væk - så ved du er kun [pligt] meddelelsen. Og Allah seende [hans] ansatte.
el: Έτσι, αν υποστηρίζουν μαζί σας, ας πούμε, "έχω τον εαυτό μου υπέβαλαν Αλλάχ [στο Ισλάμ] και [έτσι έχουν] όσοι με ακολουθήσουν.» Και να πω σε εκείνους που είχαν δοθεί η γραφή και [να] ο αμαθής, «σας έχουν υποβληθεί τους εαυτούς σας;» Και αν υποβάλλουν [στο Ισλάμ], είναι πολύ σωστά καθοδηγείται? αλλά αν πάψουν - στη συνέχεια επάνω σας είναι μόνο με την κοινοποίηση [καθήκον της]. Και Αλλάχ είναι να δει από τους υπηρέτες [του].
et: Nii et kui nad väidavad, teiega, öelda, "ma saatnud ise Jumal [islamis] ja [nii on] need, kes jälgib mind." Ja öelda neile, kes olid andnud pühakiri ja [] unlearned, "On teie esitatud endid?" Ja kui nad esitada [islamis] nad on õigustatult juhitakse; Aga kui nad tõlgivad - siis teie peale on ainult [όlesanne] teatise. Ja Jumal nägi [tema] teenistujate.
fi: Joten jos he väittävät kanssasi, sanoa, "Olen esittänyt itseni Jumalalle [islamissa] ja [siis] ne, jotka seuraavat minua." Ja sanoa niille, jotka olivat saaneet Pyhän ja [to] oppimaton, "Oletko antanut itse?" Ja jos he [islamissa], he täysin oikeutetusti ohjataan mutta jos he kääntyvät pois - sitten teitä on vain [velvollisuus] ilmoitus. Ja Jumala on nähdä [hänen].
he: אז אם הם להתווכח איתך, אומר, "יש להגיש את עצמי אללה [באיסלאם], [אז יש] מי אחריי." אומרים לאלה אשר קיבלו כתבי הקודש, [כדי] נלמדת, "יש לי שהגשת את עצמכם?" אם הם להגיש [באיסלאם], הם בצדק מודרכת; אבל אם הם פונים משם -. אז עליכם הוא רק הדיווח [חובה]. אללה רואה ממשרתים [שלו].
hr: Ako oni tvrde, kažu, "sebe poslali Allahu [u islamu], i [neka] oni koji me slijede." I reci onima koji su dobili pismo i [da] neuka, "te predalo se?" I ako su podnijeti [u islamu], oni su s pravom vođena; Ali ako ti - onda vam je jedini [dužnosti] obavijest. I Allah je viđenje [njegov] službenika.
lt: Taigi, jei jie ginčytis su jumis, sako: "aš pateikė pats Dievas [islame], ir [taip] tiems, kurie su manimi." Ir pasakyti tiems, kurie buvo suteikta raštas ir [kad] nemokytus, "pateikė save?" Ir jei jie pateikti [islame], jie yra teisingai valdomi; bet jei jie nusigręžti - tada tave yra tik [pareigos] pranešimo. Ir Dievas mato [jo] tarnautojų.
lv: Tātad, ja viņi apgalvo, teiksim, "esmu iesniedzis pats Allah [islāmā] un [tā ir], kuri seko man." Un pateikt tiem, kas tika dota rakstos un [] izmācīts, "Jums iesnieguši sev?" Un ja tie iesniedz [islāmā], tie ir pareizi Vadīta; bet ja viņi savukārt prom - tad pār jums ir tikai [pienākums] paziņojums. Un redz Allāha [viņa] ierēdņu.
nb: Så hvis de krangle med deg, sier, "Jeg har sendt meg til Allah [i Islamabad], og [så må] som følger meg." Og si til dem som ble gitt skriften og [til] det unlearned, "Har du sendt dere?" Og hvis de sender [i Islamabad], de er med rette guidet; men hvis de vende bort - så dere er bare [plikt] varsel. Og Allah er ser [hans] tjenere.
sk: Takže ak tvrdia, že s vami hovoriť, "som predložili sám Boh [v islame] a [tak majú] tých, ktorí so mnou." A hovoriť s tými, ktorí dostali písmo a [k] neučení, "ste odoslali sami?" A ak predložia [v islame], sú správne riadiť; ale ak sa zase preč - potom na vás je len oznámenie [povinnosť]. A Allah je vidieť [jeho] zamestnancov.
sl: Torej, če trdijo, da s tabo, reči, "so predložile sam Allah [v islamu], in [tako so] sledilcem." Povedati tistim, ki so imele pismo in [da] nepoznavalsko, "ste predložiti sebe?" In če menita [v islamu], so pravilno vodena; ampak če se obrnejo proč - torej na vas je le [dajatve] obvestilo. In Alah je videnje [njegovi] uslužbencev.
sr_cyrl: Па , ако су са тобом препуцавати, рецимо, "сам се повиновао Аллах [у Исламу], а [и] оне који ме прате." И реци онима који су добили писмо и [да] како, "те предало је себе?" И ако их предају [у Исламу], они су с правом Вођена; Али ако окрену - онда вас је само [дужности] обавештење. А Аллах је виђење [своје] слуге.
sr_latn: Pa, ako su sa tobom prepucavati, recimo, "sam se povinovao Allah [u Islamu], a [i] one koji me prate." I reci onima koji su dobili pismo i [da] kako, "te predalo je sebe?" I ako ih predaju [u Islamu], oni su s pravom Vođena; Ali ako okrenu - onda vas je samo [dužnosti] obaveštenje. A Allah je viđenje [svoje] sluge.
uk: Так що, якщо вони сперечатися з вами, сказати: "я представив себе Аллаху [в ісламі] і [так], хто за мною." І сказати, хто отримали Писання і [] розучилися, "Ви представили самі?" І якщо вони представити [в ісламі], вони є справедливо керуючись; але якщо вони відвернутися - то на вас викликає лише повідомлення [обов'язок]. І Аллах бачачи [його] службовців.
vi: Vì vậy, nếu họ tranh luận với bạn, nói, "tôi đã gửi bản thân mình để Allah [trong đạo hồi], và vì vậy có những người theo tôi." Và nói đến những người đã được đưa ra với kinh thánh và [] unlearned, "Bạn đã nộp mình?" Và nếu họ gửi [trong đạo hồi], họ đúng hướng dẫn; nhưng nếu họ lần lượt đi - sau đó khi bạn là chỉ thông báo [hành nhiệm vụ]. Và Allah là nhìn thấy nhân viên [của mình].
zu: Ngakho uma they phikisana you, anothi, "Ngiye ngazinikela ku Allah [Islam], no- [kunjalo nangabafowenu] labo landela me."

# Quran314
source: Those who disbelieve in the signs of Allah and kill the prophets without right and kill those who order justice from among the people - give them tidings of a painful punishment.
ca: Aquells que no creuen en els senyals d'Allah i matar els profetes sense dret i matar els que demanen justícia entre les persones - donen noticia de un dolor càstig.
cy: Rhai a chredu yn arwyddion o Allah ac yn lladd y proffwydi heb hawl a lladd y rhai sy'n Gorchymyn cyfiawnder o blith pobl-yn rhoi iddynt tidings cosb, poenus.
da: Dem der tvivle i tegn på Allah og dræbe profeter uden ret og dræbe dem, der bestiller retfærdighed folket - give dem tidender om en smertefuld straf.
el: Αυτοί που δυσπιστώ στο τα σημάδια του Αλλάχ και οι προφήτες σκοτώνουν χωρίς δικαίωμα και σκοτώνουν δικαιοσύνης μεταξύ των ατόμων - να τους δώσουμε την είδηση της μια οδυνηρή τιμωρία.
et: Kes usu. Allah nähud ja tappa õiguseta prohvetid ja tappa neid, kes selleks Euroopa hulgast inimesed - anna neile sõnumeid valus karistuse.
fi: Ne, jotka eivät usko Jumalan merkkejä ja tappaa profeetat ilman oikeutta ja tappaa ne, jotka tilaavat oikeus kansasta - heille sanomaa tuskallinen rangaistus.
he: למי להאמין על השלטים של אללה ולהרוג הנביאים ללא זכות להרוג את מי להזמין צדק מקרב העם - לתת להם בשורה של עונש כואב.
hr: Onih koji su vjerovati u znakovi Allaha i ubiti proroka bez prava i ubiti one koji bi pravdu među ljudima - im vijest o bolna kazna.
lt: Tie, kurie neturi wierza Dievo ženklai ir nužudyti pranašai neturint tam teisės ir nužudyti tuos, kurie nurodyti Teisingumo iš tautos - suteikti jiems naujieną skausmingas bausmes.
lv: Tiem, kuri neticēt Allah pazīmes un nogalināt pravieši bez tiesībām un nogalināt tos, kuri pasūtīt taisnīgumu starp cilvēkiem - dot viņiem sāpīgo sods vēstis.
nb: De som tviler på tegnene av Allah og dreper profetene uten rett og drepe dem som bestiller rettferdighet fra folket - gi dem budskap om en pinefull straff.
sk: Tí, ktorí neveria v znamení Alah a zabiť prorokov bez práva a zabiť tých, ktorí si objednajú spravodlivosti z radov ľudí - im zvesť o bolestivé trest.
sl: Tisti, ki verjamem v znake Allah in ubil preroki neupravičeno in ubiti tiste, ki bi pravosodje med ljudi - jim novic boleče kazen.
sr_cyrl: Они који сумњаш у знацима од Алаха и убити пророке без права и убити оне који правду из народа - да им дамо вас боље наградити за болна казна.
sr_latn: Oni koji sumnjaš u znacima od Alaha i ubiti proroke bez prava i ubiti one koji pravdu iz naroda - da im damo vas bolje nagraditi za bolna kazna.
uk: Ті, хто не вірити в ознаки Аллах і вбити пророків без права і вбити тих, хто замовляє правосуддя з-поміж людей - дати їм звістку про хворобливих покарання.
vi: Những người disbelieve trong các dấu hiệu của Allah và giết các tiên tri mà không cần phải tiêu diệt những người tự tư pháp trong số những người - cung cấp cho họ các tidings trong một hình phạt đau đớn.
zu: Labo disbelieve izibonakaliso Allah obulala abaprofethi ngaphandle ilungelo futhi babulale labo oda ubulungisa phakathi kwabantu - abanike umbiko buhlungu jeziso.

# Quran315
source: They are the ones whose deeds have become worthless in this world and the Hereafter, and for them there will be no helpers.
ca: Ells són els fets que han esdevingut inútils en aquest món i el més enllà, i per a ells no hi haurà cap ajudants.
cy: Hwy yw'r rhai y mae eu gweithredoedd yn troi'n ddiwerth yn y byd hwn a y o hyn ymlaen, ac ar eu cyfer ni fydd unrhyw gynorthwywyr.
da: Det er dem, hvis gerninger er blevet værdiløse i denne verden og hinsidige, og for dem der bliver ingen hjælpere.
el: Είναι αυτοί των οποίων οι πράξεις έχουν γίνει άνευ αξίας σε αυτόν τον κόσμο και η συνέχεια, και για αυτούς θα υπάρξει καμία βοηθοί.
et: Nad on need, kelle teod on muutunud väärtusetu selles maailmas ja edaspidi ning neid ei tule mingit abilised.
fi: He ovat niitä, joiden tekoja on tullut arvoton tämän maailman ja jäljempänä, ja niitä ei tule apuohjelmia ei.
he: הם אלו מעשים אשר הפכו ערך בעולם הזה ובעולם הבא את, ויהיה להם לא עוזרים.
hr: Su oni čija djela su postali bezvrijedni u ovaj svijet i nadalje, i za njih će biti nema pomagača.
lt: Jie yra tie, kurių darbai tapo beverčiai šiame pasaulyje ir toliau, ir už juos nebus jokių pagalbininkai.
lv: Viņi ir tie, kuru darbi ir kļuvuši nevērtīgs šajā pasaulē un turpmāk, un viņiem būs bez palīgiem.
nb: De er de som gjerninger har blitt verdiløs i denne verden og hinsidige, og for dem det vil være ingen hjelpere.
sk: Oni sú tí, ktorým sa stali bezcenné v tomto svete a ďalej, a pre nich bude bez pomocníkov.
sl: So tisti, katerih dejanja so postali brez vrednosti v tem svetu in v nadaljevanju, in za njih ne bo brez pomočnikov.
sr_cyrl: Они су ти чије дела постао бескористан у овом свету и надаље, и за њих ће постојати без помагачи.
sr_latn: Oni su ti čije dela postao beskoristan u ovom svetu i nadalje, i za njih će postojati bez pomagači.
uk: Вони є тими, чиї вчинки стали worthless в цей світ і далі, і для них не буде ніяких помічників.
vi: Họ là những người mà đã trở thành vô giá trị trong thế giới này và sau đây, và cho họ sẽ không có người trợ giúp.
zu: Yibo abazenzo zabo baye baba yize kuleli zwe futhi Hereafter kubo kuyoba khona cha fanele hlengi.

# Quran316
source: Do you not consider, [O Muhammad], those who were given a portion of the Scripture? They are invited to the Scripture of Allah that it should arbitrate between them; then a party of them turns away, and they are refusing.
ca: No considereu, [O Muhammad], qui van donar una porció de l'escriptura? Se ls convidarà a l'escriptura d'Allah que això hauria arbitrar entre ells; llavors allunya una festa d'ells, i que es neguen.
cy: Nad ydych yn ystyried, [O Muhammad], rheini y rhoddwyd dogn o yr ysgrythurau? Fe'u gwahoddir i ysgrythur Allah, y dylid ei gyflafareddu rhyngddynt; yna y mae Plaid eu troi i ffwrdd, a ydynt yn ei wrthod.
da: Mener de ikke, [O Muhammad], dem, der fik en del af Skriften? De inviteres til skriften Allah, at det skulle mægle mellem dem; derefter en part af dem bliver væk, og de nægter.
el: Δεν θεωρείτε, [Ο Μωάμεθ], εκείνοι που είχαν μια μερίδα της γραφής; Καλούνται να την γραφή του Αλλάχ που αυτό πρέπει να διαιτητεύσει ανάμεσα τους. στη συνέχεια, ένα μέρος από αυτά μετατρέπεται μακριά, και αυτοί αρνούνται.
et: Te ei pea, [O Muhammad], kes anti osa pühakiri? Neid kutsuti Püha Jumal, mis peaks vahekohtunikuks ühest osast siis pool neist keerab ära ja nad keelduvad üleandmisest.
fi: Eikö, [Oi Muhammed], jotka olivat saaneet Raamatun osa? Heitä pyydetään Raamatun Jumala, että se olisi välittäjänä välillä; sitten puolue niitä kääntyy pois, ja he kieltäytyvät.
he: אתה לא מחשיב, [O מוחמד], כאלה שקיבלו חלק של כתבי הקודש? הם מוזמנים את כתבי הקודש של אללה זה זה צריך להכריע ביניהם; ואז מסיבה מהם פונה לאחור, הם מסרבים.
hr: Ne smatrate li, [O Muhammad], koji su dobili dio pisma? Oni su pozvani da Allahova Sveto pismo treba arbitrirati između njih; Tada stranka od njih odvrati i oni se odbijaju.
lt: Ar ne manote, [O Muhammad], tie, kurie buvo suteikta knygos dalis? Jie kviečiami Šventojo Rašto Dievo kad jis turėtų interpretuotų tarp jų; tada šalis iš jų pasirodo toli, ir jie atsisako.
lv: Jūs neuzskatu, [O Muhammad], tiem, kas tika dota daļa no rakstiem? Viņi tiek aicināti Allah rakstiem, ka tas būtu jārisina starp tām; pēc tam puse no tām aizgriežas, un tie ir atteikt.
nb: Ikke anser, [O Muhammad], de som fikk en del av skriften? De inviteres til skriften av Allah som det bør avgjøre mellom dem. deretter en fest av dem blir borte, og de nekter.
sk: Nie Myslíte si, [Mohamed], tých, ktorí dostali časť písma? Sú pozvaní na Písme Alah, ktoré mali rozsoudit medzi nimi; potom sa skupina z nich odvráti a sa odmieta.
sl: Ne menite, [O Muhammad], tiste, ki so imele del Sveto pismo? Vabljeni, da pismo od Allah, ki naj bi posredovali med njimi; potem stranka od njih odvrne, in oni so zavrnitev.
sr_cyrl: Не сматрате ли, [О Мухаммад], они који су добили део Светог писма? Они су позвани да Свето писмо Аллах, који је требало да арбитрира између њих; Онда не одбија забаву од њих, а они одбијају.
sr_latn: Ne smatrate li, [O Muhammad], oni koji su dobili deo Svetog pisma? Oni su pozvani da Sveto pismo Allah, koji je trebalo da arbitrira između njih; Onda ne odbija zabavu od njih, a oni odbijaju.
uk: Ви не вважаєте, [O Мухаммад], ті, хто отримали частина з Писання? Вони запрошують до Писання Аллах, який він повинен арбітражному між ними; потім партії з них відвертається, і вони відмови.
vi: Bạn không xem xét, [O Muhammad], những người đã được trao một phần của kinh thánh? Họ được mời đến thánh Allah mà nó nên phân xử giữa chúng; sau đó một đảng của họ quay đi, và họ từ chối.
zu: Anazi yini ucabangele, [O Muhammad], labo banikwa ingxenye yomBhalo?

# Quran317
source: That is because they say, "Never will the Fire touch us except for [a few] numbered days," and [because] they were deluded in their religion by what they were inventing.
ca: Que és com dir "mai ho faran el toc de foc ens excepte dies numerats [alguns]", i [perquè] eren il. lus òria a la religió en què es van inventar.
cy: Dyna gan ddweud, "fyddant byth y cyffyrddiad tân ohonom ac eithrio diwrnod wedi'u rhifo [ychydig]" a [oherwydd] oedd eich yn eu crefydd yn beth y cafodd ei dyfeisio.
da: Det er fordi de siger, "aldrig vil røre ved brand os undtagen [nogle] nummererede dage", og [fordi] de blev vildledt i deres religion ved at hvad de opfinde.
el: Αυτό είναι επειδή ότι ας πούμε, «ποτέ δεν θα την αφή φωτιά μας εκτός από [μερικά] με αρίθμηση των ημερών», και [επειδή] ήταν εξαπατημένο στη θρησκεία τους από ό, τι τους επινόηση.
et: Ongi, sest nad ütlevad,"kunagi tulekahju touch meid välja arvatud [paar] nummerdatud päeva" ja [kuna] nad olid pöörduvad oma religioon, mida nad olid leiutamine.
fi: Thats koska he sanoa,"koskaan tulen touch meille paitsi [] numeroitu muutamasta" ja [koska] he olivat harhaan heidän uskontonsa keksimällä mitä ne olivat.
he: זה אומר, "ולא יעשו מגע אש לנו למעט ימים ממוספרים [בודדים]", [כי] הם היו והוזה בדת שלהם על ידי מה שהם היו ממציאים.
hr: Zato jer, "nikada neće vatru dodir nas osim [par] brojem dana" i [jer] bili su zaluđeni njihove religije su izumom.
lt: Tai todėl, kad jie sako, "niekada nebus gaisro liesti mus išskyrus [kelias] numeruotą dienas", ir [nes] jie buvo apgauti ir jų religija iš ką jie buvo išrasti.
lv: Tas ir tāpēc, ka viņi saka: "nekad uguns touch mums izņemot [] numurētu dienās", un [jo] tie maldos, to reliģiju, ko viņi izgudrošanas.
nb: Det er fordi de si "aldri vil ta på brann oss unntatt [noen] nummererte dager", og [fordi] de ble villedet i deres religion av hva de ble oppfunnet.
sk: To je preto povedať, "nikdy dotyk oheň nám okrem [] očíslované dňoch" a [pretože] boli oklamany v ich náboženstve čo sa vynájsť.
sl: To je ker so reči, "nikoli ne bo ogenj dotik nas razen [nekaj] oštevilčene dni", in [ker] so bili deluded v svojo vero in se kaj so izumljanja.
sr_cyrl: То је зато што су реци, "никада не ће ватра додир нас осим [који] нумерисане дан", и [јер] су били у заблуди у своју религију, шта су били створивљи.
sr_latn: To je zato što su reci, "nikada ne će vatra dodir nas osim [koji] numerisane dan", i [jer] su bili u zabludi u svoju religiju, šta su bili stvorivљi.
uk: Це, оскільки вони кажуть, "ніколи не буде вогонь touch нас за винятком [] нумерованого днями", і [] вони були обдурені в їх релігії вигадуючи те, що вони були.
vi: Đó là bởi vì họ nói rằng, "sẽ không bao giờ chạm vào ngọn lửa chúng tôi ngoại trừ [] số vài", [bởi vì] họ đã lừa dối trong tôn giáo của họ bởi những gì họ đã phát minh ra.
zu: Lokho kungenxa yokuthi bathi: "abasoze Fire asithinte ngaphandle [ambalwa] izinsuku zibaliwe," futhi [ngoba] they zaba bezikhohlisa enkolweni yabo yilokho ababekufunda ukuziqambela.
