Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1008
source: Indeed, your Lord is Allah, who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allah, Lord of the worlds.
ca: De fet, el seu senyor és Allah, que creava els cels i la terra en sis dies i després s'establí per sobre el tron. Cobreix la nit amb el dia, [una altra nit] perseguint-lo ràpidament; i [Crea] el sol, la lluna i les estrelles, sotmès pel seu comandament. Sens dubte, la seva és la creació i l'ordre; beneït és Allah, Senyor dels mons.
cy: Yn wir, eich Arglwydd yn Allah, sy'n creu y nefoedd a'r ddaear yn chwe diwrnod ac yna ei hun yn sefydlu uchod i'r Orsedd. Mae'n ymdrin â y nos ar y diwrnod, [nos arall] ymlid yn gyflym; a [Creodd] yr haul, y lleuad, a'r sêr, yn destun gan ei orchymyn. Yn ddiamau, ei Mae creu a Gorchymyn; bendithio yn Allah, Arglwydd y byd.
da: Ja, din herre er Allah, som skabte himlene og jorden i seks dage og derefter etableret sig over tronen. Han dækker natten med dag, [en anden nat] jagter det hurtigt; og [han skabte] solen, månen og stjernerne, udsat af hans kommando. Ingen tvivl om, han er oprettelsen og kommandoen; velsignet er Allah, Herren af verdens.
el: Πράγματι, είναι ο Λόρδος σας Αλλάχ, ο οποίος δημιούργησε τον ουρανό και τη γη σε έξι ημέρες και να καθιερωθεί στη συνέχεια πάνω από το θρόνο. Αυτός καλύπτει τη νύχτα με την μέρα, [μια άλλη νύχτα] κυνηγώντας αυτό γρήγορα? και [δημιούργησε] ο ήλιος, το φεγγάρι και τα αστέρια, που έχουν υποβληθεί από τις διαταγές του. Αναμφισβήτητα, είναι η δημιουργία και η εντολή? Ευλογημένος είναι ο Αλλάχ, ο Λόρδος των κόσμων.
et: Tõepoolest, teie Issand on Jumal, kes lõi taeva ja maa kuue päevaga ja ise troonile eespool kehtestatud. Ta hõlmab öö koos päev, [teine öö] Death kiiresti; ja [ta lõi] päike, kuu ja tähed, tema käsk selles suhtes. Vaieldamatult, tema on loomine ja käsk; õnnistatud on Jumal, Issand Maailmade.
fi: Itse asiassa teidän Herranne on Jumala, joka loi taivaat ja maan kuudessa päivässä ja vakiinnuttanut itsensä edellä valtaistuimelle. Hän kattaa yö päivä [toinen yö] jahtaa sitä nopeasti. ja hän loi auringon, kuun ja tähtien taholta hänen käskynsä. Kiistatta hänen on luoda ja komento; Siunattu olkoon Jumalalle, maailmojen luoja.
he: אכן, אדונך הוא אללה, מי ברא את השמיים והארץ שישה ימים לאחר מכן ביסס את עצמו מעל הכתר. הוא מכסה את הלילה עם היום, [עוד לילה] רודפים אחריו במהירות; [הוא יצר] את השמש, את הירח ואת הכוכבים, נתון על ידי הפיקוד שלו. אין ספק, שלו היא הבריאה ואת הפקודה; יבורך אללה, האל של העולמות.
hr: Doista, vaš gospodar je Allah koji je stvorio nebesa i zemlju u šest dana te je zatim iznad prijestolja. On pokriva noć s dan, [noć] za njim te je stvorio sunce, mjesec i zvijezde, izložene njegovu naredbu. Bez sumnje, njegov je stvaranje i naredbe; Blagoslovljen je Allah, gospodar svjetova.
lt: Iš tiesų, jūsų Viešpats yra Dievas, kuris sukūrė dangų ir žemę per šešias dienas ir tada nustatyti save virš sosto. Jis apima naktį su dieną, [kitą naktį] vejasi sparčiai; ir [jis sukūrė] saulė, mėnulis ir žvaigždės, atliko savo komandą. Be abejo, jo yra kūrimas ir komandos; šventas yra Dievas, Viešpats pasaulių.
lv: Patiešām, jūsu kungs ir Allah, kas radīja debesis un zemi sešās dienās un pēc tam iemitinājies virs troņa. Viņš aptver naktī ar dienu [vēl vienu nakti] pakaļdzīšanās tas strauji; un [viņš izveidoja] saule, mēness un zvaigznes, ar viņa komandu. Neapšaubāmi, viņa ir izveidi un darbību; laimīgs ir Allah, Lord no pasaulēm.
nb: Ja, Herren er Allah, som skapte himlene og jorden i seks dager og etablerte seg over tronen. Han dekker natten med dagen, [en annen natt] jage den raskt; og [han skapte] solen, månen og stjernene, utsatt av hans kommando. Uten tvil, hans er skapelsen og kommandoen. Salig er Allah, Herren av verdens.
sk: Váš pán je naozaj Boh, ktorý stvoril nebo a zem za šesť dní a potom nasledovala nad trón. Ten zahŕňa noci deň, [ďalší večer] naháňa rýchlo; a [On] slnko, mesiac a hviezdy, vystavené jeho príkazom. Nesporne, jeho je vytvorenie a velenie; požehnaný je Boh, pán, svetov.
sl: Res, vaš Gospod je Allah, ki je ustvaril nebo in zemljo v šestih dneh in nato uveljavil zgoraj prestol. On zajema noč z dan, [drugo noč] loviš hitro; in [je ustvaril] sonce, luna in zvezde, z njegovim poveljstvom. Nedvomno, njegova je oblikovanju in poveljevanja; blagoslovljen je Allah, gospod svetov.
sr_cyrl: Заиста, твој господар је Аллах, који је створио небо и земљу за 6 дана, и онда утврдио изнад трона. Он покрива ноц са дан, [другу ноц] га јури брзо; [је створио] сунце, месец и звезде, држани под његовом командом. Без сумње, његова је стварање и команда; Благословљен је Аллах, господару света.
sr_latn: Zaista, tvoj gospodar je Allah, koji je stvorio nebo i zemlju za 6 dana, i onda utvrdio iznad trona. On pokriva noc sa dan, [drugu noc] ga juri brzo; [je stvorio] sunce, mesec i zvezde, držani pod njegovom komandom. Bez sumnje, njegova je stvaranje i komanda; Blagoslovljen je Allah, gospodaru sveta.
uk: Дійсно, Господь ваш є Аллаха, які створили небеса та земля в шість днів і потім зарекомендував себе над Престолом. Він охоплює ніч з днем, [інша ніч] ганятися за ним швидко; і він створеним] сонця, місяця й зорі, піддають свою команду. Без сумніву, його є створення і команда; Блаженний є Аллаха, Господу світів.
vi: Thật vậy, Chúa của bạn là Allah, người đã tạo ra trời và đất trong sáu ngày và sau đó thành lập chính mình trên ngai vàng. Ông bao gồm ban đêm với ngày, [một đêm] đuổi nó nhanh chóng; và [ông đã tạo ra] mặt trời, mặt trăng và các ngôi sao, chịu sự chỉ huy. Unquestionably, của ông là việc tạo ra và chỉ huy; may mắn là Allah, Lord of the thế giới.
zu: Ngempela, kho Lord is Allah, owadala amazulu nomhlaba ngezinsuku eziyisithupha bese wazimisa ngenhla sobukhosi.

# Quran1009
source: Call upon your Lord in humility and privately; indeed, He does not like transgressors.
ca: Invoquen el senyor d'humilitat i en privat; de fet, no li agrada transgressors.
cy: Yn galw ar eich Arglwydd mewn gwyleidd-dra ac yn breifat; yn wir, nid yw'n hoffi'r transgressors.
da: Opfordre jeres Herre i ydmyghed og privat; faktisk, han ikke kan lide overtrædere.
el: Καλώ σε σας Λόρδος, με ταπείνωση και ιδιωτικά? Πράγματι, δεν ήθελε τους παραβάτες.
et: Kutsuda oma Issanda alandlikkust ja eraviisiliselt; Tõepoolest, ta ei meeldi transgressors.
fi: Pyydän Herra nöyryyttä ja yksityisesti; itse asiassa hän ei pidä rikkojille.
he: קוראים אדונך בענווה ופומבי; ואכן, הוא לא אוהב שפשע נגדו.
hr: Tražiti gospoda u poniznosti i privatno; Doista, ne voli neprijateljima.
lt: Kreiptis į savo Viešpaties nuolankumo ir privačiai; iš tiesų, jis nemėgsta pažeidėjams.
lv: Aicinām jūsu kungs pazemībā un privāti; patiešām, viņš nav, piemēram, transgressors.
nb: Påkalle deres Herre i ydmykhet og privat; faktisk er liker han ikke transgressors.
sk: Vyzvať svojho pána, v pokore a súkromne; v skutočnosti, on nemá rád hriešnikov.
sl: Pozivajo svoje Gospoda v ponižnosti in zasebno; res, on ne mara kršiteljev.
sr_cyrl: Позивам свог господара у понизности и приватно; Заиста , не воли грељници.
sr_latn: Pozivam svog gospodara u poniznosti i privatno; Zaista, ne voli greљnici.
uk: Закликати Господа в покорі і в приватному порядку; дійсно, він любить грішників.
vi: Kêu gọi của Chúa trong sự khiêm nhường và tư nhân; Thật vậy, ông không giống như transgressors.
zu: Balula kho Lord sokuthobeka ngemfihlo;

# Quran1010
source: And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allah is near to the doers of good.
ca: I causa no corrupció en la terra després de la seva reforma. I invocar-li a por i aspiració. De fet, la pietat d'Allah és a prop els autors de bo.
cy: Ac yn achosi llygredd nid ar wyneb y ddaear ar ôl ei diwygiad Protestannaidd. A galw'r ef mewn ofn a dyhead. Yn wir, yn drugaredd Allah ger phoenwn da.
da: Og forårsage ikke korruption på jorden efter sin reformation. Og påberåbe sig ham i frygt og aspiration. Allahs nåde er faktisk tæt på magtsyge af god.
el: Και αιτία δεν διαφθορά επί της γης μετά από την αναμόρφωση. Και να επικαλούνται τον φόβο και φιλοδοξία. Πράγματι, το έλεος του Αλλάχ είναι κοντά στην doers του καλού.
et: Ja põhjus pole korruptsioon, maa peal, pärast selle reformatsiooni. Ja tugineda teda hirmu ja elumõtte. Halastuse Jumal on tõepoolest hea Kurjategijaist lähedal.
fi: Ja vaurioitua ole maan päällä sen Uskonpuhdistuksen jälkeen. Ja vedota häneen pelossa ja pyrkimys. Armon Jumala onkin lähellä hyviä tekijöitä.
he: וגורמים לא שחיתות על פני האדמה לאחר הרפורמציה שלה. . והעלה אותו פחד, השאיפה אכן, הרחמים של אללה הוא קרוב פעלתנים טוב.
hr: I uzrok korupcije na zemlji nakon njegova reformacije. I zazivamo u strah i aspiracije. Doista, Allahova milost je blizu rade dobro.
lt: Ir sukelti ne korupcijos žemėje po jos reformacija. Ir remtis jo baimė ir siekis. Iš tiesų, Dievo malonės yra netoli gerai daro.
lv: Un iemesls nav korupcijas uz zemes pēc tās reformācija. Un izsaukt viņu bailes un aspirācija. Patiešām, Allāha varā ir gandrīz labi darītāji.
nb: Og forårsake ikke skade på jorden etter sin reformasjonen. Og påkalte ham i frykt og aspirasjon. Nåde av Allah er faktisk nær doers av god.
sk: A spôsobiť nie korupcii na zemi po jeho reformácie. A uplatniť ho v strachu a ašpirácie. Vskutku, na milosť a nemilosť Alah je blízko konajte dobro.
sl: In vzrok ni korupcije na zemlji po njene reformacije. In ga uveljavlja v strahu in aspiracije. Dejansko, na milost in nemilost Allah je blizu kršitelje dobro.
sr_cyrl: И узрок корупције на земљи након њене Реформације. И позвати га у страху и тежње. Заиста , милост Алахова је близу акцију тога доброг.
sr_latn: I uzrok korupcije na zemlji nakon njene Reformacije. I pozvati ga u strahu i težnje. Zaista, milost Alahova je blizu akciju toga dobrog.
uk: І причина не корупції на землі після її реформування. І посилатися на нього в страху і прагнення. Дійсно, милості Аллаха знаходиться недалеко від передбачивши добре.
vi: Và nguyên nhân không tham nhũng trên trái đất sau đợt cải cách của nó. Và gọi anh ta trong sợ hãi và khát vọng. Thật vậy, lòng thương xót của Allah là gần những kẻ tốt.
zu: Futhi abangele hhayi inkohlakalo emhlabeni ngezinhlobo iNguquko yayo.

# Quran1011
source: And it is He who sends the winds as good tidings before His mercy until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded.
ca: I és el que envia els vents tan bona nova abans de la seva misericòrdia fins que, quan s'han fer pesat rainclouds, conduir-los a una terra morta i podem enviar avall pluja aquí i portar endavant així [alguns] de tots els fruits. Així ens portarà endavant morts; Potser vostè pot recordar.
cy: Ac ef sy'n anfon y gwyntoedd tidings mor dda cyn ei drugaredd tan pan maent wedi rainclouds trwm, rydym yn eu gyrru i dir marw a rydym yn anfon i lawr glaw ynddo ac yn dwyn ymlaen gan [rai] o'r holl ffrwythau. Felly byddwn yn cyflwyno y meirw; Efallai y gall eich atgoffa.
da: Og det er ham, der sender vindene så gode tidender før hans barmhjertighed indtil, når de har gennemført tunge regnskyer, vi køre dem til et dødt land og vi sender ned regn deri og bringe frem dermed [nogle] af alle frugter. Således vil vi bringe tilbage døde; måske kan du blive mindet.
el: Και είναι αυτός που στέλνει τους ανέμους ως καλή είδηση, πριν το Έλεός του έως ότου, όταν την οποία έφεραν βαριά rainclouds, εμείς τους οδηγούν μια νεκρή γη και στέλνουμε εκεί μέσα κάτω από βροχή και φέρει εμπρός με αυτόν τον τρόπο [κάποιες] από όλα τα φρούτα. Έτσι θα μας φέρει στο προσκήνιο το νεκρό? ίσως σας μπορεί να γίνει υπενθύμιση.
et: Ja on see, kes saadab Tuul nii häid sõnumeid enne tema halastuse kuni, kuna nad on seni teinud rasket rainclouds, sõidame neid surnud maa ja me seal vihma alla saada ja tuua esile seeläbi [mõned] kõik puuviljad. Seega me sirguvad surnud; võibolla te võib meelde.
fi: Ja hän voi lähettää tuulet ilosanoman ennen hänen armonsa asti, kun he ovat tehneet raskaita rainclouds, voimme ajaa ne kuollut maa ja lähetämme sade siinä ja tuoda esiin siten [jotkut] kaikista hedelmistä. Näin me tuo esiin kuolleet; ehkä voi muistutti.
he: וזה מי שולח הרוחות בשורות טובות כמו לפני לרחמיו עד מתי הם נשאו ענני גשם כבד, ניסע אותם אל ארץ מת, נוכל לשלוח למטה גשם ובזה ולהביא מצד לצד ובכך [יש] של כל הפירות. לכן אנחנו. תביא את המתים; אולי אתה יכול להזכיר.
hr: I on je taj koji šalje vjetrove kao radosne prije njegove milosti dok se, kad su nosili teške kišni oblaci, možemo ih odvesti da mrtva zemlja i mi poslati kišu u njemu i donijeti naprijed time [neki] od svih plodova. Tako će donijeti naprijed mrtvih; Možda vas može podsjetiti.
lt: Ir tai tas, kuris siunčia vėjai taip gera žinia prieš jo gailestingumą iki, kada jie atliko sunkiųjų rainclouds, mes pritraukti juos į mirusiųjų žemę ir mes siųsti žemyn lietaus jame ir pareikšti atgal tokiu būdu [kai] iš visų vaisių. Taigi mes duoda mirę; Galbūt jums gali būti priminė.
lv: Un tas ir viņš, kurš sūta vējiem kā labas vēstis pirms viņa žēlastību līdz, kad tās veic smagu rainclouds, mēs vadīt tos miris zemi un mēs sūtīt pa lietus tur un dot tālāk, tādējādi [kādu] augļiem. Tādējādi mums nesīs tālāk mirušajiem; varbūt iespējams, ka saņemsit atgādinājumu.
nb: Og det er han som sender vinden så godt budskap før hans nåde til, når de har båret tunge rainclouds, kjører vi dem til en død land og vi sende ned regn der og bringe frem og dermed [noen] av alle fruktene. Dermed vil vi frembringe døde; kanskje kan du bli minnet.
sk: A je to on, kto posiela vetry ako dobrá zvesť pred jeho milosrdenstvo, do doby, kedy urobili ťažkých rainclouds, budeme riadiť ich mŕtve pôdy a môžeme poslať nadol dážď v ňom, a priviesť späť tým [niektoré] zo všetkého ovocia. Tak sme prinesú mŕtvych; snáď vám môže pripomenúť.
sl: In je bil kdo pošlje vetrovi kot dobrih novic pred njegovo milost in do kdaj jih izvajajo težke rainclouds, jih vozimo mrtvo zemljo in mi Pošlji navzdol dež v njem in bi tja s tem [nekaj] vsega sadja. Tako bo smo prinašajo mrtve; Morda boste lahko spomnil.
sr_cyrl: И он је шаље ветрови као радосне пред његову милост, све док, када носили су тешке кишни облаци, возимо их да мртва земља и смо послали доле кише у томе, и доведи напред-назад и тиме [соме] од свих плодова. Тако да се нисмо развија мртвима; Можда може бити подсетио си.
sr_latn: I on je šalje vetrovi kao radosne pred njegovu milost, sve dok, kada nosili su teške kišni oblaci, vozimo ih da mrtva zemlja i smo poslali dole kiše u tome, i dovedi napred-nazad i time [some] od svih plodova. Tako da se nismo razvija mrtvima; Možda može biti podsetio si.
uk: І саме він посилає вітри як добру новину перед його милосердя до тих пір, коли вони мають несли важкі rainclouds, ми вигнати їх з мертвих землі і ми відправити вниз дощ в ньому і принести назад тим самим [деякі] з усього фрукти. Таким чином ми вродить мертвих Можливо, ви може варто нагадати.
vi: Và ông đã gửi gió tidings tốt trước khi lòng thương xót của cho đến, khi họ đã mang nặng rainclouds, chúng tôi lái xe đến một vùng đất chết và chúng tôi gửi xuống mưa trong đó và đưa ra do đó [một số] của tất cả các loại trái cây. Như vậy sẽ chúng sanh chết; có lẽ bạn có thể được nhắc nhở.
zu: Futhi kuba He bani sa oya izindaba ezinhle ngaphambi Akhe sa kuze, lapho baye benza rainclouds esindayo, We ababacindezela ezweni efile futhi We sa phansi imvula therein bathele ngaleyo ndlela [abanye] bazo zonke izithelo.

# Quran1012
source: And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful.
ca: I la bona terra - vegetació emergeix amb permís del seu Senyor; però que el que és dolent - res emergeix escassament, excepte amb dificultat. Així ens diversificar els signes per a persones que estem agraïts.
cy: Ac y tir da-ei llystyfiant ddod i'r amlwg drwy ganiatâd ei Arglwydd; ond y sydd yn drwg-dim byd yn dod i'r amlwg ac eithrio yn denau, gydag anhawster. Felly rydym yn arallgyfeirio yr arwyddion ar gyfer pobl sy'n ddiolchgar.
da: Og den gode jord - dens vegetation fremgår af tilladelse fra sin herre; men at der er dårlig - intet opstår undtagen sparsomt, med besvær. Dermed vi diversificere tegn for et folk, der er taknemmelig.
el: Και το καλό έδαφος - την βλάστηση προκύπτει από την άδεια του κυρίου? αλλά αυτό που είναι κακό - τίποτα δεν αναδύεται εκτός από αραιά, με δυσκολία. Έτσι να διαφοροποιήσουμε τις πινακίδες για τους ανθρώπους που είναι ευγνώμονες.
et: Ja hea maa - oma taimestiku selgub loata oma Issanda; kuid see mis on halb - miski selgub peale hõredalt, raskustega. Seega me mitmekesistada märgid neile, kes on tänulikud.
fi: Ja hyvä maa - kasvillisuuden syntyy luvalla herra; vaan, että mikä on huono - mitään aikaan paitsi harvaan, vaivoin. Näin voimme monipuolistaa merkkejä niille, jotka ovat kiitollisia.
he: ואת הארץ הטובה - הצמחיה מתגלה לאחר אישור של לורד שלה; אבל זה כלום וזה רע - מתגלה חוץ בדלילות, עם קושי. לכן אנחנו לגוון את הסימנים לאנשים אסירי תודה.
hr: I dobra zemlja - svojom vegetacijom izlazi uz dopuštenje svojih gospodara; Ali to što je loše - ne poduzme ništa osim rijetko, poteškoća. Tako smo preinačiti znaci za ljude koji su zahvalni.
lt: Ir gera žemė - augmenija atsiranda iš leidimo savo Viešpaties; bet kad tai blogas - nieko atsiranda retai, išskyrus su sunkumų. Taigi mes įvairinti ženklai žmonėms, kurie yra dėkingi.
lv: Un laba zeme - tā veģetācijas parādās pēc atļaujas tā kunga; bet tas, kas ir slikti - nekas parādās reti, izņemot ar grūtībām. Tādējādi mēs dažādot pazīmes cilvēkiem, kuri ir pateicīga.
nb: Og det gode landet - vegetasjonen kommer med tillatelse fra sin Herren. men som noe som er dårlig - ingenting kommer unntatt tynt, problemer. Dermed vi spre tegn for et folk som er takknemlig.
sk: A dobré pôdy - jej vegetácie sa vynorí so zvolením svojho pána; ale to, čo je zlé - nič sa ukáže okrem riedko, s ťažkosťami. Tak sme diverzifikovať príznaky pre ľudí, ktorí sú vďační.
sl: In dobro zemljo - rastlinstva izhaja z dovoljenjem Gospoda; ampak to kar je slabo - nič pojavi redko, razen s težavo. Tako smo raznolikost znake za ljudi, ki so hvaležni.
sr_cyrl: И у добру земљу * - своје вегетације појављује се уз дозволу од свог господара; Али то што је лоше - појављује се ништа осим ако оскудно, тежине. Стога смо диверсификације знакове за људе који су захвални.
sr_latn: I u dobru zemlju * - svoje vegetacije pojavljuje se uz dozvolu od svog gospodara; Ali to što je loše - pojavljuje se ništa osim ako oskudno, težine. Stoga smo diversifikacije znakove za ljude koji su zahvalni.
uk: І хороші землі - рослинності виникає з дозволу його Господь. але що яких погано йде - нічого не виникає, за винятком, рідко, з великими труднощами. Таким чином ми диверсифікувати ознаки для людей, які дуже вдячні.
vi: Và đất tốt - thảm thực vật của nó nổi lên bởi sự cho phép của Chúa; nhưng điều đó không có gì là xấu - nổi lên ngoại trừ thưa thớt, với khó khăn. Do đó làm chúng tôi đa dạng hóa các dấu hiệu cho một người rất biết ơn.
zu: Futhi lelo zwe elihle - izimila yayo ivele ngemvume weNkosi yalo;

# Quran1013
source: We had certainly sent Noah to his people, and he said, "O my people, worship Allah; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day.
ca: Certament ens havia enviat Noah al seu poble, i va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. De fet, em temo que el càstig d'un gran dia.
cy: Yn sicr rydym wedi anfon Noah at ei bobl, a dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Yn wir, mae arnaf ofn ichi cosbi aruthrol y dydd.
da: Vi havde helt sikkert sendte Noah til hans folk, og han sagde: "O mit folk, tilbede Allah; du har ingen guddom end ham. Faktisk, jeg frygter for du straf af en fantastisk dag.
el: Έχουμε είχε στείλει Νώε στο λαό του, και είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Φοβάμαι μάλιστα για εσάς η τιμωρία του φοβερές Day.
et: Meil oli kindlasti saadetakse Noah oma rahva, ja ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Tõepoolest, ma kardan teid tohutuid päev karistuse.
fi: Oli varmasti lähetimme Nooan kansansa, ja hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Itse asiassa pelkään sinulle valtava päivä rangaistus.
he: אנחנו בהחלט שלח נח את אנשיו, והוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. אכן, אני חושש לך את העונש של יום אדיר.
hr: Smo sigurno poslali Noah svome narodu, i rekao: "narode moj, obožavanje Allaha; imate nema Božanstva osim njega. Zaista, bojim za vas kazne ogroman dan.
lt: Mes tikrai buvo išsiųstas Nojus savo tautos, ir jis pasakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Iš tiesų, aš bijau jums baudimą už milžinišką diena.
lv: Mēs noteikti bija atsūtījis Noa savai tautai, un viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Patiešām, es baidos jums milzīgu dienu sods.
nb: Vi hadde absolutt sendt Noah til sitt folk, og han sa: "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Ja, jeg frykter for straffen av en stor dag.
sk: Určite sme poslal Noah na svoj ľud a povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. V skutočnosti som strach si trest hrozný deň.
sl: Smo zagotovo poslali Noah svojemu ljudstvu, in je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Res, jaz strah zate kazen strašen dan.
sr_cyrl: Имао сигурно послали смо Ноа његовом народу, и рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Уистину , бојим се за тебе казна огроман дан.
sr_latn: Imao sigurno poslali smo Noa njegovom narodu, i rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Uistinu, bojim se za tebe kazna ogroman dan.
uk: Ми безумовно послав Ноя до свого народу, і він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. Справді, я боюся, для вас покарання величезний день.
vi: Chúng tôi chắc chắn đã gửi Noah để người dân của mình, và ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Thật vậy, tôi lo sợ cho bạn các hình phạt của một ngày to lớn.
zu: Sasisanda kuqala Ngokuqinisekile ethuma uNowa ukuba abantu bakhe, futhi wathi, "O bantu bami, khonza Allah, une akekho omunye ngaphandle kwaKhe ekukhulekeleni ubuNkulunkulu Ngempela, I saba you the isijeziso Day okusika..
