Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3167
source: But when he came to it, he was called, "Blessed is whoever is at the fire and whoever is around it. And exalted is Allah, Lord of the worlds.
ca: Però quan va arribar-hi, va ser anomenat, "beneït és qui està en el foc i qui està al seu voltant. I exaltat és Allah, Senyor dels mons.
cy: Ond pan ddaeth ato, oedd iddo o'r enw, "bendithio yw pwy bynnag ar y tân a phwy bynnag o'i amgylch. Ac i'w mawrygu yn Allah, Arglwydd y byd.
da: Men da han kom til det, han var kaldet, "velsignet er hvem er på ilden og hvem kan omkring det. Og ophøjede er Allah, Herren af verdens.
el: Αλλά όταν ήρθε σε αυτό, αυτός ονομαζόταν, «Μακάριος είναι όποιος είναι στην πυρκαγιά και όποιος είναι γύρω από αυτό. Και υπερυψωμένα Αλλάχ, ο Λόρδος των κόσμων.
et: Kuid kui ta tuli talle, ta kutsuti, "Õnnis on kes on tulekahju ja kes on ümber. Ja ülendatud on Jumal, Issand Maailmade.
fi: Mutta kun hän tuli siihen, hän oli nimeltään, "siunattu on kuka on tulessa ja kuka on sen ympärille. Ja korottanut Jumalalle, maailmojen luoja.
he: אבל כשהוא הגיע אליו, הוא נקרא, "יבורך מי נמצא האש, מי שנמצא סביבו. אללה, האל של העולמות הוא מרומם.
hr: Ali kad je došao do njega, on je zvao, "Blagoslovljen je onaj koji je na vatru i tko god je oko nje. A Uzvišeni Allah, gospodar svjetova.
lt: Bet kai jis atėjo į jį, jis buvo vadinamas, "palaimintas yra tas, kas yra ugnis ir kas yra aplink jį. Ir išaukštintas yra Dievas, Viešpats pasaulių.
lv: Bet, kad viņš nonāca pie tā, viņš sauca, "laimīgs ir tas, kurš ir pie ugunskura un kurš ir ap to. Un cildens Allah, Lord no pasaulēm.
nb: Men da han kom til det, han ble kalt, "Salig er den som er på brann og hvem er rundt. Opphøyet er Allah, Herren av verdens.
sk: Ale keď prišiel na to, on bol nazývaný "Blahoslavený je ten, kto je na oheň, a ten, kto je okolo neho. A povýšil Boh, pán, svetov.
sl: Toda, ko je prišel z njim, on je bil imenovan, "blagoslovljen je, kdor je na ogenj in kdor je okoli njega. In povzdignil je Allah, gospod svetov.
sr_cyrl: Али кад је дошло до тога, он се звао, "благословен је онај ко је на ватру и ко год је око ње. А узвиљеном Алаху, господару света.
sr_latn: Ali kad je došlo do toga, on se zvao, "blagosloven je onaj ko je na vatru i ko god je oko nje. A uzviљenom Alahu, gospodaru sveta.
uk: Але коли він прийшов до нього, він був названий, "Блажен, хто б на вогонь і той, хто навколо неї. І підніс Аллаху Господу світів.
vi: Nhưng khi ông đến đó, ông được gọi là, "may mắn là ai là ngọn lửa và bất cứ ai là xung quanh nó. Và sôi nổi Allah, Lord of the thế giới.
zu: Kodwa lapho efika kuwo, ebizwa, "Ubusisiwe lowo umlilo noma ngubani nxazonke. Makaphakanyiswe Allah, iNkosi imihlaba.

# Quran3168
source: O Moses, indeed it is I - Allah, the Exalted in Might, the Wise."
ca: O Moses, de fet és jo - Allah, l'exaltat en forces, el savi".
cy: O Moses, yn wir yn I-Allah, Exalted yn efallai, yn y doeth.
da: O Moses, ja det er jeg - Allah, ophøjede i magt, klogt."
el: O Moses, πράγματι είναι I - Αλλάχ, εξυψωμένη στην μπορούσε, του Σοφού.»
et: O Moses, tõepoolest ei ole I - Allahi ülendatud Might, tark."
fi: O Moses on nimittäin I - Allah, Ylhäinen voisi viisas."
he:  Moses, אכן זה אני - אללה, לרוממו באולי, החכם".
hr: O Moses, doista to je sam - Allah, Exalted u moć, mudri."
lt: O Moses, iš tiesų tai aš - Dievas, Exalted, gali, Išminčius."
lv: O Moses, patiešām tas ir man - Allah, izredzētais, kas, iespējams, gudrs."
nb: O Moses, faktisk er det jeg - Allah, opphøyet i Might, Wise."
sk: O Moses, naozaj to ja - Boh, postáv by, múdry. "
sl: O Moses, res je jaz - Allah, Exalted v oblast, pametno."
sr_cyrl: О , Мосес, јесте сам - Аллах, Еxалтед у моћ, мудри."
sr_latn: O, Moses, jeste sam - Allah, Exalted u moć, mudri."
uk: O Moses, дійсно це я - Аллах, Exalted в меча, мудрий."
vi: O Moses, thực sự nó là tôi - Allah, Exalted, có thể, sự khôn ngoan."
zu: O Mose, ngempela yimina -. Allah, i-Uphakeme ngamandla, the Hlakaniphile "

# Quran3169
source: And [he was told], "Throw down your staff." But when he saw it writhing as if it were a snake, he turned in flight and did not return. [Allah said], "O Moses, fear not. Indeed, in My presence the messengers do not fear.
ca: I [li van dir], "tira avall el seu personal." Però quan va veure que retorçant-se com si fos una serp, va tornar al vol i no va tornar. [Allah deia], "O Moses, no tinguis por. De fet, en la meva presència els missatgers no tinguis por.
cy: A [dywedwyd wrtho], "daflu i lawr eich staff." Ond pan welodd ei writhing fel pe bai'n neidr, trodd yn hedfan ac ni ddychwelodd. [Dywedodd Allah,] "O Moses, ofn na. Yn wir, yn fy mhresenoldeb nid y negeswyr yn ofni.
da: Og [han var fortalte], "kaste ned din personale." Men da han så det vrider sig som om det var en slange, han viste i flyvning og vendte ikke tilbage. [Allah sagde], "O Moses, frygt ikke. Ja, i min tilstedeværelse budbringere er ikke bange.
el: Και [είπε], «ρίξει κάτω το προσωπικό σας.» Αλλά όταν είδε ότι writhing σαν να ήταν ένα φίδι, γύρισε σε πτήση και δεν επέστρεψε. [Αλλάχ είπε], "O Moses, μη φοβάσαι. Πράγματι, στην παρουσία μου μη φοβάσαι τους κλητήρες.
et: Ja [ta öeldi], "viska alla teie töötajad." Aga kui ta nägi seda writhing nagu oleks see madu, ta pöördus lennu ajal ja ei tagastanud. [Jumal ütles], "O Moses, Ära karda. Tõepoolest, minu juuresolekul inglid ei karda.
fi: Ja [hän kertoi], "heittää alas henkilökunta." Mutta kun hän näki sen kiemurtelevan ikään kuin käärme, hän kääntyi lennon ja ei ole paluuta. [Jumala sanoi], "O Moses, älä pelkää. Itse asiassa olotila sanansaattajat Älä pelkää.
he: [נאמר לו], "לזרוק את הצוות שלך". אבל כשראה אותו מתייסר כאילו היה נחש, הוא הפך בטיסה ולא שב. [אמר אללה] "O Moses, אל חשש. אכן, בנוכחותי השליחים אל תפחד.
hr: [Rekao je], "baci dolje vaše osoblje." Ali kad je vidio to grčevima kao da je to zmija, okrenuo u letu i nije se vratio. [Allah rekao], "O Moses, ne boj se. Doista, u mojoj prisutnosti glasnike ne bojim.
lt: Ir [jis pasakė], "mesti savo darbuotojus." Bet kai jis pamatė ją gyvatiškas tarsi gyvatė, jis kreipėsi į skrydžio ir negrįžo. [Dievas sakė], "O Moses, Nesijaudink. Iš tiesų, mano akivaizdoje pasiuntinius Nesijaudink.
lv: Un [viņš teica], "mest uz leju jūsu darbinieki." Bet, kad viņš redzēja tā, it kā tas būtu čūska locījās, viņš pagriezās, lidojuma laikā un neatgriezās. [Allah sacīja:] "O Moses, bailes nav. Protams, manā klātbūtnē kurjeriem nav bailes.
nb: Og [han ble fortalt], "kaste ned ansatte." Men da han så det vred seg som om det var en slange, han slått i fly og kom ikke tilbake. [Allah sa], "O Moses, frykt ikke. Faktisk i min tilstedeværelse frykt budbringere ikke.
sk: A [on bol povedal,] "zhodiť vašich pracovníkov." Ale keď videl, že sa krúti ako keby bol had, v lete a nevrátil. [Allah povedal] "O Moses, Neboj sa. V skutočnosti, v mojej prítomnosti poslov Neboj.
sl: In [On je rekel], "Zbacivati vaš osebje." Toda ko je videl zvijati, kot da bi kača, je obrnil v letu in se ni vrnil. [Alahove dejal], "O Moses, ne bojte. Dejansko je v moji navzočnosti sli se ne bojijo.
sr_cyrl: И [рекао је], "баците своје особље." Али кад је видео паклени као да је змија, окренуо се у лету и није се вратила. [Алах рекао], "О Мосес, не бој се. Заиста , у мом присуству весници не бој се.
sr_latn: I [rekao je], "bacite svoje osoblje." Ali kad je video pakleni kao da je zmija, okrenuo se u letu i nije se vratila. [Alah rekao], "O Moses, ne boj se. Zaista, u mom prisustvu vesnici ne boj se.
uk: І [він сказав], "кинути ваш персонал." Але коли він побачив її корчився неначе це змія, він повернувся в польоті і не повернувся. [Аллах сказав:] "Moses O, не бійся. Дійсно, в моїй присутності посланцями не бояться.
vi: Và [ông nói], "ném xuống nhân viên của bạn." Nhưng khi ông thấy nó quằn quại như thể nó là một con rắn, ông chuyển trong chuyến bay và không trở về. [Allah nói], "O Moses, đừng sợ. Thật vậy, trong sự hiện diện của tôi các sứ giả không sợ.
zu: Futhi [Watshelwa], "Juba phansi kho."

# Quran3170
source: Otherwise, he who wrongs, then substitutes good after evil - indeed, I am Forgiving and Merciful.
ca: En cas contrari, mals, qui llavors substituts bo després de mal - de fet, estic indulgent i Clement.
cy: Fel arall, ef a camweddau, wedyn disodli da ar ôl drygioni-yn wir, yr wyf yn Forgiving a Merciful.
da: Ellers han som uret, så erstatter god efter onde - ja, jeg er Forgiving og barmhjertige.
el: Σε αντίθετη περίπτωση, αυτός που τα λάθη στη συνέχεια υποκατάστατα καλά μετά από το κακό - πράγματι, είμαι επιεικής και εύσπλαχνος.
et: Muidu, kes ülekohtu, asendab siis hea, paha pärast - tõepoolest, ma olen Forgiving ja Merciful.
fi: Muuten, jotka puutteista sitten edellyttäen hyvä jälkeen paha - todellakin, olen anteeksiantava ja armollisin.
he: אחרת, מי טעויות. אז תחליפי טוב לאחר הרשע - אכן, אני Forgiving, הרחום והחנון.
hr: Inače, tko nepravdi, zatim zamjena dobro nakon zla - doista, sam opraštanje i milostiv.
lt: Priešingu atveju, kas nuoskaudas, tada pakaitalų gerai, po blogis - iš tiesų, aš esu Forgiving ir litosciwy.
lv: Pretējā gadījumā viņš netaisnības, tad aizstāj labs pēc ļaunuma - patiešām, es esmu piedošanu un žēlsirdīgs.
nb: Ellers han som urett, deretter erstatter bra etter onde - faktisk, jeg tilgi og barmhjertig.
sk: Inak kto krivdy, potom náhradky dobré po zlo - v skutočnosti, ja som odpúšťajúci a Milosrdných.
sl: Sicer, on, ki krivic, nato nadomestki dobro po zlo - res, jaz sem tolerantna in usmiljen.
sr_cyrl: У супротном, ко иини неправду, онда замене добро након зло - стварно, ја сам Форгивинг и милосрдна.
sr_latn: U suprotnom, ko иini nepravdu, onda zamene dobro nakon zlo - stvarno, ja sam Forgiving i milosrdna.
uk: В іншому випадку він, хто образи, потім заміняє добре після зло - дійсно, я бачить і Merciful.
vi: Nếu không, ông đã sai lầm, sau đó thay thế tốt sau khi ác - thực sự, tôi Forgiving và Merciful.
zu: Kungenjalo, yena bonke abantu abasenza okubi, khona-ke esikhundleni okuhle emva okubi - impela, I Thethelela Nomusa futhi.

# Quran3171
source: And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed, they have been a people defiantly disobedient."
ca: I posar la mà a l'obertura de la seva confecció [al pit]; es sortirà de blanc sense malaltia. [Són] entre els nou signes [fareu] al faraó i la seva gent. De fet, han estat un poble desafiant desobedient."
cy: A rhowch eich llaw yn agor eich ddilledyn [yn y fron]; Bydd yn dod allan Gwyn heb clefyd. [Mae'r rhain] ymysg yr arwyddion naw [Byddwch yn cymryd] i Ffaro a ei bobl. Yn wir, maent wedi bod yn bobl defiantly anufudd."
da: Og sætte din hånd ind i åbningen af tøjet [på brystet]; det vil komme ud hvid uden sygdom. [Det er] blandt de ni tegn [du vil tage] til Farao og hans folk. Ja, de har været et folk trodsigt ulydige."
el: Και βάλτε το χέρι σας στο άνοιγμα του ρούχου σας [στο στήθος]? θα βγει λευκό χωρίς νόσο. [Είναι] το εννέα σημεία [θα πάρετε] να Φαραώ και του λαού. Πράγματι, έχουν μια προκλητικά ανυπάκουος άτομα.»
et: Ja pane oma käsi auku oma rõivas [at rindade]; on valge, ilma et see haigus välja tulnud. [Neid] [sa võtta] üheksa märgid, et vaarao ja tema rahva seas. Tõepoolest, nad on inimesed väljakutsuvalt sõnakuulmatud."
fi: Ja laittaa käden vaatteen aukkoon [at rinnan]; se tulee ulos valkoinen tauti. Nämä ovat yhdeksän merkkejä [otat] Faraon ja hänen kansansa. Itse asiassa he ovat olleet ihmiset uhmakkaasti tottelematon."
he: ולשים את היד לתוך הפתח בבגד [על החזה]; זה ייצא לבן ללא מחלה. [אלו] בין תשעה השלטים [אתה תיקח] פרעה ואנשיו. אכן, הם היו אנשים בהתרסה ממושמע, לאחר."
hr: I stavi svoju ruku u otvor svoje odjeće [na prsima]; izaći će bijela bez bolesti. [To su] među devet znakova [će se] Faraon i njegov narod. Doista, da su ljudi definitivno neposlušan."
lt: Ir įdėti savo ranką į jūsų drabužio atidarymo [ne motinos]; jis ateis dar balta be ligos. [Jie] tarp devynių ženklus [išsivešite] Faraonas ir jo žmonės. Iš tiesų, jie buvo iššaukiančiai Nepaklusnieji žmonių."
lv: Un Ieliec roku šajā atvēršanas jūsu apģērba [pie krūts]; tas nāks ārā balto bez slimības. [Tie] starp deviņiem pazīmes [jūs ņemsiet] faraons un savai tautai. Patiešām, tie ir cilvēki, kas ir izaicinoši nepaklausīgs."
nb: Og sette deg inn i åpningen arbidet [på brystet]; det kommer ut hvitt uten sykdom. [Dette er] blant ni tegnene [du tar] til farao og hans folk. Faktisk, de har vært et folk trassig ulydige.
sk: A dať ruku do otvorenia vášho odevu [dojčia]; vyjde to biele bez ochorenia. [Sú] medzi deväť známky [bude] faraóna a jeho ľudia. V skutočnosti boli vyzývavé neposlušný ľudí."
sl: In dal roko v odprtino oblačila [na prsih]; To bo prišel ven bela brez bolezni. [So] med devet znakov [vas bo] faraon in svojega naroda. Dejansko so bili kljubovalno neposlušni ljudje."
sr_cyrl: И стави своју руку у отварању твог одела [у груди;] Показаце се Бела без болести. [То су] међу девет знакова [заузежете] да фараон и његов народ. Заиста , били су људи који је пркосно непослушно."
sr_latn: I stavi svoju ruku u otvaranju tvog odela [u grudi;] Pokazace se Bela bez bolesti. [To su] među devet znakova [zauzeжete] da faraon i njegov narod. Zaista, bili su ljudi koji je prkosno neposlušno."
uk: І покласти руку на відкриття вашого одягу [у грудях;] вийде білий без захворювання. [Це] серед дев'яти знаків [ви будете приймати] до фараона і його людей. Дійсно, вони були люди зухвало неслухняних".
vi: Và đặt bàn tay của bạn vào sự mở cửa của quần áo của bạn [ở vú]; nó sẽ đi ra trắng mà không có bệnh. [Đây là] trong số các dấu hiệu chín [bạn sẽ mất] Pharaoh và người dân của mình. Thật vậy, họ đã là một người defiantly ngô nghịch."
zu: Nibeke isandla sakho zibe kuvulwa wengubo yakho [ebeleni];

# Quran3172
source: But when there came to them Our visible signs, they said, "This is obvious magic."
ca: Però quan va venir a ells nostres signes visibles, deien, "això és obvi màgia".
cy: Ond pan y deuai iddynt ein arwyddion gweladwy, dywedodd, "Dyma hud amlwg."
da: Men da der kom til dem vores synlige tegn, sagde de, "det er klart magi."
el: Αλλά όταν ήρθε να τους μας ορατά σημάδια, όπως είπαν, "αυτό είναι προφανές μαγεία."
et: Aga kui seal tuli neile meie nähtavaid märke, nad ütlesid: "see on ilmselge magic."
fi: Mutta kun niitä näkyviä merkkejä he sanoivat: "Tämä on ilmeistä magic."
he: אבל כשהגיע יש להם סימנים גלויים שלנו, הם אמרו, "זה ברור הקסם".
hr: Ali kada dođe im naše vidljive znakove, rekli su, "Ovo je očito magija."
lt: Bet kai atėjo jiems mūsų matomų, jie pasakė, "tai yra akivaizdi magija."
lv: Bet kad tur ieradās tos mūsu redzamām pazīmēm, viņi teica: "tas ir acīmredzami burvju."
nb: Men når det kom til dem våre synlige tegn, de sa: "Dette er åpenbart magi."
sk: Ale keď tam prišiel k nim naše viditeľné známky povedali, "to je zrejmé kúzlo."
sl: Toda ko je prišel do njih naše vidne znake, so rekli, "to je očitno magije."
sr_cyrl: Али када је тамо дошао да их видљивим знацима, рекли су, "Ово је очигледно магија."
sr_latn: Ali kada je tamo došao da ih vidljivim znacima, rekli su, "Ovo je očigledno magija."
uk: А коли приходила їм нашим видимих ознак, вони сказали, "це очевидно магії".
vi: Nhưng khi có đến cho họ những dấu hiệu có thể nhìn thấy chúng tôi, họ nói, "điều này là hiển nhiên kỳ diệu."
zu: Kodwa lapho kwafika kubo izimpawu Zethu ebonakalayo, bathi, "Lona magic isobala."

# Quran3173
source: And they rejected them, while their [inner] selves were convinced thereof, out of injustice and haughtiness. So see how was the end of the corrupters.
ca: I va rebutjar-los, mentre seu ésser [interior] estaven convençuts, injustícia i arrogància. Així que veure com era el final de la corrupters.
cy: Ac yn gwrthod iddynt, tra roedd eu hunain [mewnol] yn argyhoeddedig ohono, allan o anghyfiawnder a haughtiness. Felly weld sut yr oedd diwedd y corrupters.
da: Og de forkastede dem, mens deres [indre] selv var overbevist herom, uretfærdighed og hovmod. Så se hvordan var i slutningen af corrupters.
el: Και απέρριψαν τους, ενώ την [εσωτερική] τον εαυτό τους ήταν πεπεισμένος, έξω από την αδικία και την αλαζονεία. Έτσι, δείτε πώς ήταν το τέλος της η corrupters.
et: Ja nad tagasi lükanud neid, kuigi [sise] selves olid veendunud, ebaõigluse ja haughtiness välja. Nii näen, kuidas oli selle corrupters lõppu.
fi: Ja he hylkäsivät, vaikka omaa [sisintään] olivat vakuuttuneita, epäoikeudenmukaisuutta ja haughtiness. Joten nähdä, miten oli loppu corrupters.
he: הם דחו אותם, בזמן וקארמה [פנימי] היו משוכנעים הימנו, אי צדק וגם אצלנו. אז אראה איך היה הסוף corrupters.
hr: I odbili su im, dok njihov [unutrašnje] ja bili uvjereni, nepravde i oholost. Pa pogledajte kako je bilo na kraju u corrupters.
lt: Ir jie atmetė juos, nors jų [vidaus] patys buvo įsitikinęs, neteisybės ir puikybė. Taigi matyti, kaip buvo su corrupters pabaigos.
lv: Un viņi noraidīja, kamēr viņu [iekšējo] paši bija pārliecināti, netaisnība un augstprātība. Tātad, redzēt, kā beidzās corrupters.
nb: Og de forkastet dem, mens deres [indre] selv var overbevist, urettferdighet og hovmod. Så se hvordan var slutten av de kobber og jern.
sk: A odmietli ich, keď ich [vnútorný] seba boli presvedčení, nespravodlivosti a povýšenosť. Takže vidieť, aká bola na konci corrupters.
sl: In so zavrnili, medtem ko svoje [notranje] sebe bili prepričani, od krivice in Nabusitost. Tako, vidite, kako je bil konec v corrupters.
sr_cyrl: И одбили су их, док је [унутраљњим] ја био уверен оцјенама из неправде и хаугхтинесс. Па да видимо како је било на крају у цорруптерс.
sr_latn: I odbili su ih, dok je [unutraљnjim] ja bio uveren ocjenama iz nepravde i haughtiness. Pa da vidimo kako je bilo na kraju u corrupters.
uk: І вони відкинули їх, поки їх [внутрішніх] себе були переконані, поза несправедливість і зарозумілість. Таким чином, побачити, як було в кінці на тепер.
vi: Và họ từ chối họ, trong khi bản thân [bên trong] của họ đã được thuyết phục đó, ra khỏi sự bất công và vẻ kiêu căng. Vì vậy, thấy như thế nào là kết thúc của các corrupters.
zu: Futhi bazala kubo, kuyilapho ni yabo [esinguye] babeqiniseka zalo, aphume ukungabi nabulungisa futhi ngokusobala ukuzidla.

# Quran3174
source: And We had certainly given to David and Solomon knowledge, and they said, "Praise [is due] to Allah, who has favored us over many of His believing servants."
ca: I certament ens havia donat al coneixement de David i Salomó, i van dir, "elogi [es deu] a Allah, que ha afavorit nos sobre molts dels seus criats que creien."
cy: Ac yn sicr rydym wedi rhoi gwybodaeth David a Solomon, a dywedodd, "[yn] canmoliaeth i Allah, sydd wedi ffafriol ohonom dros lawer o'r ei weision believing."
da: Og vi havde helt sikkert givet til David og Salomo viden, og de sagde: "ros [skyldes] til Allah, der har begunstiget os over mange af sine troende tjenere."
el: Και είχαμε δώσει σίγουρα στη γνώση του David και Σολομώντος, και είπαν, «έπαινος [οφείλεται] Αλλάχ, που ευνόησαν μας για πολλά από τους δούλους πιστεύοντας.»
et: Me kindlasti andis David ja Saalomoni teadmised ja nad ütlesid: "Kiitke [tuleneb] et Jumal, kes on soosib meid üle paljud oma uskuda sulased."
fi: Olisimme varmasti antaneet David ja Salomon tietoon ja he sanoivat, "[on] ylistystä Jumalalle, joka on suosinut meitä vuosien uskova palvelijoitaan."
he: בהחלט נתתם לידע David ושלמה, ואמרו: "השבח [הוא יעד] לאללה, מי יש להעדפה אותנו על רבים של משרתיו להאמין."
hr: Smo sigurno dali David i Salomon znanja i rekli su, "pohvala [dolazi] Allahu, koji je omiljen nam preko mnogih slugu vjernika."
lt: Ir mes tikrai atsižvelgiant į David ir Saliamono žinias, ir jie pasakė, "pagirti [turi būti] Allaho, kurie yra išrinktasis mums per daug jo tikinčios tarnautojų."
lv: Un mēs noteikti bija dota David un Zālamana zināšanu, un viņi teica, "Praise [pienākas] Lai Allāhs, kurš ir apveltījusi mūs vairāk nekā daudzi no ticēt saviem kalpiem."
nb: Vi hadde absolutt gitt til David og Salomo kunnskap og de sa: "ros [skyldes] å Døyve, som har begunstiget oss over mange av hans troende tjenere."
sk: Sme určite dal David a Solomon vedomosti a oni povedali, "chvála [má] Bohu, kto má prednosť nás cez mnoho jeho služobníkov veriť."
sl: In mi podal zagotovo David in Salomon znanja, in rekli, "pohvale, [je] v Allah, ki je priljubljen nam v številnih služabnike prepričanje."
sr_cyrl: И свакако нам је дао Давид и Соломон знања, и рекли су, "похвале [доспева] Алаху, која је била наклоњена нас преко многе од његових веровање слугу."
sr_latn: I svakako nam je dao David i Solomon znanja, i rekli su, "pohvale [dospeva] Alahu, koja je bila naklonjena nas preko mnoge od njegovih verovanje slugu."
uk: Ми безумовно приділяється David і Соломон знань і вони сказали: "Хвала [підлягає] щоб Аллах, який має віддають перевагу нам перед багато рабів своїх проста віра."
vi: Chúng tôi đã chắc chắn cho đến kiến thức David và Solomon và họ nói rằng, "khen ngợi [là do] Allah, người đã ủng hộ chúng tôi trong nhiều người tôi tớ của Ngài believing."
zu: Futhi Sasisanda kuqala Ngokuqinisekile owanikwa uDavide noSolomoni ulwazi, bathi: "Dumisani [kungenxa] Allah, ngubani usibonise umusa phezu eziningi of Akhe kholwa chaka."
