Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran527
source: Men are in charge of women by [right of] what Allah has given one over the other and what they spend [for maintenance] from their wealth. So righteous women are devoutly obedient, guarding in [the husband's] absence what Allah would have them guard. But those [wives] from whom you fear arrogance - [first] advise them; [then if they persist], forsake them in bed; and [finally], strike them. But if they obey you [once more], seek no means against them. Indeed, Allah is ever Exalted and Grand.
ca: Els homes són a càrrec de dones per [dreta] Què Allah un sobre l'altre i el que passen [per manteniment] ha donat de la seva riquesa. Perquè les dones justos són obedients devotament, que vigila en absència de [del marit] quin Allah hauria guàrdia. Però aquells [esposes] de qui té por arrogància - [primer] assessorar-los; [llavors si persisteixen], els abandonarà al llit; i [finalment], vaga. Però si que obeir [més] vostè, buscar cap mitjà contra ells. De fet, Allah és mai exaltat i gran.
cy: Mae dynion yn gyfrifol am fenywod gan [hawl] beth y mae Allah wedi ei rhoi un dros y llall, a beth maent yn ei wario [ar gyfer cynnal a chadw] gan eu cyfoeth. Felly mae menywod hoes dabloid yn daer obedient, gwarchod yn absenoldeb [y gŵr] Pa Allah, byddai'n rhaid iddynt warchod. Ond hynny [gwragedd] oddi wrtho eich bod yn ofni haerllugrwydd-cynghori [gyntaf]; [yna os maent yn parhau], eu hanghofio yn y gwely; a [yn olaf], streic iddynt. Ond os ydynt yn ufuddhau chi [unwaith yn rhagor], chwilio am unrhyw ffordd yn eu herbyn. Yn wir, Allah yn erioed i'w mawrygu ac yn Grand.
da: Mænd er ansvarlig for kvinder af [ret] hvad Allah har givet ene over den anden, og hvad de bruger [for vedligeholdelse] fra deres rigdom. Så retfærdige kvinder er andægtig lydig, ville bevogtning i [mands] fravær hvad Allah have dem vagt. Men disse [koner] fra hvem du frygter arrogance - [først] rådgive dem; [så hvis de fortsætter], svigte dem i sengen; og [endelig], slå dem. Men hvis de adlyder dig [atter], søger intet middel imod dem. Allah er nogen sinde ophøjet og Grand.
el: Οι άνδρες είναι υπεύθυνοι για τις γυναίκες από [δικαίωμα] τι Αλλάχ έδωσε ένα πάνω στο άλλο και τι ξοδεύουν [για συντήρηση] από τον πλούτο τους. Έτσι, δίκαιος γυναίκες ευσεβώς υπάκουος, φύλαξη στο [ο] περίπτωση απουσίας του συζύγου τι Αλλάχ θα έχουν τους φρουρούν. Αλλά εκείνοι [γυναίκες] από τον οποίο ο φόβος αλαζονεία - [πρώτη] συμβουλεύει τους? [τότε αν επιμείνουν], εγκαταλείψει τους στο κρεβάτι; και το [τέλος], απεργία τους. Αλλά αν θα υπακούσουν [φορά], για να βρουν κανένα μέσο εναντίον τους. Πράγματι, Αλλάχ είναι ποτέ εξυψωθεί και Grand.
et: Mehed vastutavad naiste poolt [paremale] mida Jumal on andnud üks üle teisele ning nad veedavad [registripidamise] alates oma rikkust. Nii, et õiged naised ei jumalakartlikult sõnakuulelik, Valve [mehe] puuduvad mida Jumal oleks neid valvata. Kuid need naised, kes kardavad ülbus - [esimene] remondivajaduse; [siis kui nad püsivad], Hülga neid voodis; ja [lõpuks] strike neid. Aga kui nende sõnakuulelikud sind [veel kord], otsib vahendeid, nende vastu. Tõepoolest, Allah on kunagi ülendatud ja Grand.
fi: Miehet ovat vastuussa naisten [oikea] mitä Allah on antanut yksi yli muiden, ja he viettävät [huoltoon] heidän omaisuutensa. Vanhurskas naiset siis hartaasti kuuliainen vartiointi [mieheni] ei ole mitä Jumala haluaisi heidän vartija. Mutta ne vaimot joiden pelkäät ylimielisyyttä - [ensimmäisen] neuvoa heitä; [sitten he] hylkää ne vuoteessa; ja [lisäksi] löytää niitä. Mutta jos he tottelevat sinua [jälleen], mitenkään niitä vastaan. Itse asiassa Jumala on koskaan korottanut ja Grand.
he: גברים אחראים נשים לפי [מימין] מה אללה נתן אחד על השני ועל מה הם לבלות [לצורך תחזוקה] מ את עושרם. אז נשים צדיקים ממושמעים בדבקות, שומר בהעדר [הבעל] אללה איזה יצטרך אותם שומרים. אבל אלה [הנשים] ממי אתה מפחד יהירות - [קודם] לייעץ להם; [ואז אם הם ימשיכו], לזנוח אותם במיטה; [סוף], לתקוף אותם. אבל אם הם מצייתים לך [פעם נוספת], מבקשים אין אמצעים נגדם. אכן, אללה הוא אי פעם הנעלה ו Grand.
hr: Muškarci su za žene po [pravo] ono što Allah je dao jedan iznad drugog i oni provode [za održavanje] od svoje bogatstvo. Dakle pravedne žene su pobožno poslušne, čuva u [muž] ono što Allah Neka čuvaju. Ali one [žene] od koga strah arogancija - [prvo] savjetovati ih; [onda ako se oduprijeti], napustiti ih u krevetu; i konačno, napasti ih. Ali ako oni [još jednom] da te slušam, traže sredstva protiv njih. Uistinu, Allah je uvijek uzvišen i velik.
lt: Vyrai yra už moterų iš [teisė] ką Dievas davė vienas prieš kitą ir ką jie praleidžia [išlaikymui] iš jų turtus. Todėl teisieji moterys yra dievobaimingai paklusnus, saugojo [vyras] nėra ką Dievas turėtų juos saugoti. Bet tie [žmonos] iš kurių bijai arogancija - [pirmą kartą] konsultuoti juos; [tada, jei jie išlieka], paliko juos lovoje; ir [pagaliau], smogti jiems. Bet jei jie paklūsta jums [dar], ieško jokių priemonių prieš juos. Iš tiesų, Allah yra kada nors išaukštinta ir Grand.
lv: Vīrieši ir atbildīgi par sievietēm ar [tiesības] kādi Allah ir devis vienu virs otra un ko viņi pavada [apkopei] no savas bagātības. Lai taisnīgs sievietes, ir dievbijīga paklausīgs, apsardzes [vīra] prombūtnes laikā kādi Allah būtu viņiem aizsargs. Bet šie [sievas], no kuriem jums bailes, augstprātība - [pirmā] konsultēt tos; [tad, ja tie saglabājas] pamest tos gultā; un [beidzot], sasit tos. Bet ja viņi paklausīt jums [vēlreiz], meklēt nekādā ziņā pret viņiem. Patiešām, Allah ir kādreiz cildenais un Grand.
nb: Menn er ansvarlig for kvinner av [høyre av] hva Gud har gitt en over den andre, og hva de bruker [for vedlikehold] fra sin rikdom. Så rettferdige kvinner er engasjerte lydig, ville vokter [manns] finnes hva Gud ha dem vakt. Men de [konene] som frykter arroganse - [første] anbefaler dem. [så hvis de hardnakkethet], forlate dem i seng. og [endelig], slå dem. Men hvis de adlyder du [igjen], ingen måte mot dem. Døyve er faktisk noen gang opphøyet og Grand.
sk: Muži majú na starosti ženy [právo] čo Boh dal jednu po druhej a čo trávia [pre údržbu] z ich bohatstva. Tak vrúcne poslušný sú spravodliví ženy, strážiť v neprítomnosti [manžela] čo Alah by sa im stráž. Ale tie [ženy] od koho máte strach, arogancia - [prvé] poradiť; [potom, ak oni trvajú], neopustím ich v posteli; a štrajk [nakoniec] je. Ale ak ste [raz] počúvajú, žiadne prostriedky proti nim. Boh je naozaj niekedy vyvýšené a Grand.
sl: Moški so odgovorni za ženske z [pravico] kaj je Allah ena nad drugo in kaj preživljajo [za vzdrževanje] dal iz svojega premoženja. Tako pravični ženske so pobožno ubogljiv, varovanje [moža] ni kaj Allah bi jih varovala. Vendar teh [žene] od katerega bojiš arogance - [prva] svetuje; [potem če oni vztrajati pri čem], jih pustite v postelji; in [končno], ki jih je najti. Ampak če jih boš poslušal [enkrat], nobenih sredstev proti njim. Res, Allah je koli vzvišeno in Grand.
sr_cyrl: Људи су задужен за жене по [праву] Аллах је дао један преко другог, и шта они проводе [за одржавање] из своје богатство. Дакле праведне жене су побожно послушна, чува у одсуству [супруга] како Алах нека чува. Али оне су од кога те страх ароганција - [прво] мало конкретнији; [тадашња ако су упорни, оставља их у кревет; [на крају], их и нападните. Међутим , ако су ти [још једном] послушају, тражити средства против њих. Уистину , Аллах је икада узвиљеном и Гранд.
sr_latn: Ljudi su zadužen za žene po [pravu] Allah je dao jedan preko drugog, i šta oni provode [za održavanje] iz svoje bogatstvo. Dakle pravedne žene su pobožno poslušna, čuva u odsustvu [supruga] kako Alah neka čuva. Ali one su od koga te strah arogancija - [prvo] malo konkretniji; [tadašnja ako su uporni, ostavlja ih u krevet; [na kraju], ih i napadnite. Međutim, ako su ti [još jednom] poslušaju, tražiti sredstva protiv njih. Uistinu, Allah je ikada uzviљenom i Grand.
uk: Люди несуть відповідальність за жінок, [право] що Аллах дав один над інший, і що вони витрачають [для обслуговування] від свого багатства. Так що праведні жінок побожним слухняним, охороняли відсутності [чоловіка] що Аллах б їх охороняти. Але ці [дружин] від кого ти боїшся зарозумілість - [спочатку] порадити їм; [тоді, якщо вони залишаються], залишити їх в ліжку; і [остаточно], удар їх. Але якщо вони слухають вас [ще раз], шукати не засоби проти них. Дійсно, Аллах є ніколи не піднесе і Grand.
vi: Người đàn ông là phụ trách phụ nữ bởi [quyền] những gì Allah đã đưa ra một khác và những gì họ chi tiêu cho [bảo trì] từ sự giàu có của họ. Vì vậy, phụ nữ chính là Vâng lời sùng đạo Cơ đốc, canh gác trong sự vắng mặt [người chồng] những gì Allah sẽ có họ bảo vệ. Nhưng những [vợ] từ người mà bạn lo sợ kiêu ngạo - [lần đầu] tư vấn cho họ; [sau đó nếu họ vẫn tồn tại], bỏ rơi họ trong giường; và [cuối cùng], tấn công họ. Nhưng nếu họ tuân theo bạn [một lần nữa], tìm không có nghĩa là chống lại họ. Thật vậy, Allah là bao giờ sôi nổi và Grand.
zu: Amadoda ophethe besifazane [kwesokudla] lokho Allah uyiniké omunye phezu komunye nokuthi yini bachitha [sesondlo] akuveli engcebweni yabo.

# Quran528
source: And if you fear dissension between the two, send an arbitrator from his people and an arbitrator from her people. If they both desire reconciliation, Allah will cause it between them. Indeed, Allah is ever Knowing and Acquainted [with all things].
ca: I si vostè por dissensió entre els dos, enviar un àrbitre de la seva gent i un àrbitre del seu poble. Si tots dos desitgen la reconciliació, Allah farà que entre ells. De fet, Allah és mai conèixer i familiaritzar-se [amb totes les coses].
cy: Ac os ydych yn poeni gynnen rhwng y ddau, fel cymrodeddwr gan ei bobl ac fel cymrodeddwr anfon gan ei bobl. Os Mae'r ddau yn dymuno cysoni, bydd Allah yn ei achosi rhyngddynt. Yn wir, Allah yn gwybod erioed a gyfarwydd [gyda'r holl bethau].
da: Og hvis du er bange for uenighed mellem to, sende en voldgiftsmand fra sit folk og en voldgiftsmand fra hendes folk. Hvis de begge ønsker forsoning, vil Allah forårsage det indbyrdes. Faktisk, Allah er nogen sinde vidende og bekendt [med alle ting].
el: Και αν φοβάστε διαφωνίες μεταξύ των δύο, στείλετε διαιτητή από τον λαό και τον διαιτητή από το λαό της. Αν και οι δύο την επιθυμία συμφιλίωση, Αλλάχ θα προκαλέσει μεταξύ τους. Πράγματι, Αλλάχ είναι ποτέ γνωρίζοντας και εξοικειώνονται [με όλα τα πράγματα].
et: Ja kui sa kardad lahkhelisid nende kahe vahel, saada oma vahekohtuniku tema inimestelt ja vahekohtuniku tema inimestelt. Kui mõlemad soovivad leppimise, Jumal see põhjustab nende vahel. Tõepoolest, Allah on kunagi teades ja tuttavaks [kõigi asjadega].
fi: Ja jos erimielisyyttä kaksi pelko lähettää välimiehen hänen kansansa ja välimiehen hänen ihmisiä. Jos molemmat haluavat sovinnon, Jumala aiheuttaa sen keskenään. Itse asiassa Jumala on koskaan tietää ja tutustua [kanssa kaiken].
he: אם את חוששת מחלוקת בין השניים, שלח כבורר מן האנשים כבורר מאנשים שלה. אם שניהם רוצים פיוס, אללה יגרום ביניהם. אכן, אללה הוא אי פעם לדעת, להכיר האחד את השנייה [עם כל הדברים].
hr: I ako se bojiš razdor između dvoje, poslati arbitra od njegovih ljudi i arbitra od njenih ljudi. Ako žele pomirenje, Allah će to uzrokovati između njih. Uistinu, Allah je ikada znati i upoznati sa svim stvarima].
lt: Ir jei bijai nesantaika tarp dviejų, siųsti arbitras iš savo tautos ir arbitras iš savo tautos. Jei jie abu nori susitaikymo, Dievas bus sukelti jo tarp jų. Iš tiesų, Allah yra kada nors žinant ir susipažinę [su visų dalykų].
lv: Un, ja jums bailes domstarpības starp divām, sūtīt arbitru no savas tautas un arbitru no savas tautas. Viņi abi vēlēšanās saskaņošanas Allah izraisīs to starp tām. Patiešām, Allah ir jebkad uzzināt un iepazīties [ar visām lietām].
nb: Og hvis du frykter uenighet mellom to, sende en voldgiftsdommer fra sitt folk og arbitrator fra sitt folk. Hvis begge ønsker forsoning, vil Allah føre mellom dem. Faktisk Døyve er noen gang vite og kjent med alle ting].
sk: A ak máte strach, nezhody medzi týmito dvoma posielať rozhodcu zo svojho ľudu a rozhodcu zo svojho ľudu. Ak si tak želajú zmierenia, Alah to spôsobí medzi nimi. Vskutku, Alah je vôbec vedieť a oboznámený [s všecko].
sl: In če se bojiš nesoglasja med obema, Pošlji arbitra iz svojega naroda in arbitra iz svojega naroda. Če oba želita sprave, Alah bo povzročilo med njimi. Res, Allah je koli vedo in seznanili [z vse stvari].
sr_cyrl: А ако те страх раздор између двојице, послати за арбитра од његових људи и један судија из њеног народа. Ако су обојица жељу помирења, Алах проузроковаће то измедју њих. Уистину , Аллах је икада знати и познаваоц [са свим стварима].
sr_latn: A ako te strah razdor između dvojice, poslati za arbitra od njegovih ljudi i jedan sudija iz njenog naroda. Ako su obojica želju pomirenja, Alah prouzrokovaće to izmedju njih. Uistinu, Allah je ikada znati i poznavaoc [sa svim stvarima].
uk: І якщо ти боїшся розбіжностей між ними, послати арбітра від свого народу і арбітра свого народу. Якщо вони обидва бажання примирення, Аллах призведе до його між ними. Справді, Аллах, ніколи не знаючи і знайомі [з усіма речами].
vi: Và nếu bạn sợ hãi rẽ giữa hai, gửi một trọng tài viên từ người dân của mình và một trọng tài viên từ người dân của mình. Nếu cả hai đều mong muốn hòa giải, Allah sẽ gây ra nó giữa họ. Thật vậy, Allah là bao giờ biết và quen [với tất cả mọi thứ].
zu: Kanti uma usaba ukuphambana phakathi kwabaFarisi ezimbili, thumela ahluleli abantu bakhe futhi ahluleli abantu bakhe.

# Quran529
source: Worship Allah and associate nothing with Him, and to parents do good, and to relatives, orphans, the needy, the near neighbor, the neighbor farther away, the companion at your side, the traveler, and those whom your right hands possess. Indeed, Allah does not like those who are self-deluding and boastful.
ca: Culte Allah i associat res amb ell i als pares fer bé i per familiars, orfes, als necessitats, el veí a prop, el veí més lluny, el company al teu costat, el viatger i aquells qui tenen les mans de la dreta. De fet, Allah no semblants a les que són auto-enganyant i fanfarró.
cy: Mae addoli Allah a cysylltiol dim ag ef, a rhieni yn gwneud da, ac i berthnasau, amddifad, yr anghenus, gan agos, ymhellach i ffwrdd, mae gan y cydymaith ar eich ochr chi, o'r fath a rhai ohonynt yn eich dwylo hawl meddu ar. Yn wir, nad yw'n Allah yn hoffi rhai sy'n twyllo eu hunain ac ymffrostgar.
da: Tilbede Allah og lektor intet med ham, og at forældrene gør godt, og til pårørende, forældreløse børn, de trængende, i nærheden af naboen, naboen længere væk, følgesvend på din side, rejsende, og dem, som din højre hånd besidder. Faktisk Allah ikke kan lide dem, der er selvbedrag og pralende.
el: Λατρείας Αλλάχ και Αναπληρωτής τίποτα μαζί του, και στους γονείς που κάνει καλό, και σε συγγενείς, τα ορφανά, τους άπορους, το εγγύς γείτονα, τον γείτονα πιο μακριά, ο σύντροφος στο πλευρό σας, ο ταξιδιώτης και εκείνους τους οποίους κατέχουν τα δεξιά χέρια σας. Πράγματι, Αλλάχ δεν αρέσει εκείνους που είναι αυτο-παραπλανούσαμε και ματαιόδοξος.
et: Jumalateenistuse Jumal ja assotsieerunud midagi temaga ja vanemad ei hea, sugulased, orvud, vaeseid, läheduses naaber, naaber kaugemale, et kaaslane sinu kõrval, reisija ja need, kelle käed õiguse vallata. Tõepoolest, Allah ei meeldi neile, kes on füüsilisest isikust petmine ja hooplev.
fi: Palvonta Allah ja liittää mitään hänen ja vanhemmille tehdä hyvä, ja sukulaiset, orvot, tarvitseville, lähellä kohdetta naapuri, naapuri kauemmaksi, kumppani teidän puolellanne, matkailija ja niille, joiden oikea käsi on. Itse asiassa Jumala ei pidä jotka ovat itsensä pettämistä ja leuhka.
he: פולחן אללה ועל השותף כלום אצלו, ולא להורים לעשות טוב, קרובי משפחה, יתומים, לנזקקים, השכן ליד, השכן רחוקים, בת לוויה-הצד שלך, הנוסע, ובפני מי ידיים זכות להחזיק. אכן, אללה לא אוהב מי באשליות ואת הגברברים.
hr: Obožavanje Allaha i suradnik ništa s njim, i da roditelji učiniti dobro, i da rođaci, siročad, potrebitima, u blizini susjed, susjed dalje, pratilac na vašoj strani, putnik, i one koje posjeduju desnu ruku. Zaista, Allah ne voli one koji su svojoj i hvalisav.
lt: Garbinti Dievo ir susieti nieko su juo, ir tėvams, daryti gera, ir giminaičiai, našlaičiams, socialiai remtiniems asmenims, šalia kaimynas, kaimynas toliau, draugas jūsų pusėje, keliautojas, ir tie, kurie savo dešinės rankos turi. Iš tiesų, Dievas nemėgsta tų, kurie yra savarankiškai klaidinimas ir pagyrūniškas.
lv: Dievkalpojumu Allah un asociētais nekas ar viņu, un vecākiem to labs, un uz radiniekiem, bāreņiem, trūkumcietējiem, blakus kaimiņš, kaimiņu tālāk, biedrs jūsu pusē, ceļotājs un tiem, kam piemīt labās rokas. Patiešām, Allah nepatīk tie, kuri ir self--deluding un lielīgs.
nb: Tilbedelse Allah og førsteamanuensis ingenting med ham og foreldre gjøre bra, og å slektninger, foreldreløse, de trengende, nær naboen, naboen lenger borte, følgesvennen på din side, reisende og dem som hendene høyre har. Faktisk liker Allah ikke de som er selv bedradd og brautende.
sk: Uctievanie Alaha a spolupracovník, nič s ním a rodičom ako dobrý, a príbuzní, siroty, potrebným, v blízkosti suseda, suseda dalej, spoločník na vašej strane, cestovateľ a tých, ktorých ruky právo vlastniť. V skutočnosti Boh nemá rád tých, ktorí sú i samostatne-klamú a sebavedome.
sl: Allah čaščenja in sodelavec nič z njim in starši ne dobro, in sorodniki, sirote, pomoči potrebnim, blizu soseda, soseda, ki je dlje, spremljevalec na vaši strani, potnik, in tiste, ki imajo prave roke. Res, Allah ni všeč tiste, ki so sami deluding in Hvalisav.
sr_cyrl: Молитве Аллах и сарадник ништа с њим, и родитељима ради добро, и рођаци, сирочад, у невољи, близу комшија, сусед мало даље, пратилац на твојој страни, путник, и оне које поседују десну руку. Заиста , Аллах не воли оне који су Самозалуђујуће и хвалим.
sr_latn: Molitve Allah i saradnik ništa s njim, i roditeljima radi dobro, i rođaci, siročad, u nevolji, blizu komšija, sused malo dalje, pratilac na tvojoj strani, putnik, i one koje poseduju desnu ruku. Zaista, Allah ne voli one koji su Samozaluđujuće i hvalim.
uk: Поклоніння Аллаху та юрист нічого з ним і батьки, робити добро і до родичів, дітей-сиріт, нужденним, поблизу сусід, сусід далі від супутником на вашому боці, мандрівник і ті, якими володіють вашу праву руку. Дійсно, Аллах не любить тих, хто самоврядування помиляються і хвалькуваті.
vi: Tôn thờ Allah và liên kết không có gì với anh ta, và để cha mẹ làm tốt, và để người thân, trẻ em mồ côi, nghèo, những người hàng xóm gần, những người hàng xóm xa, đồng hành bên cạnh bạn, du lịch và những người mà bàn tay phải của bạn có. Thật vậy, Allah không giống như những người đang tự deluding và sự khoe khoan.
zu: Khulekela Allah futhi akukho lutho ningahlanganyeli naye, futhi abazali benze okuhle, futhi hlobo kedama dinga umakhelwane eduze, umakhelwane eziqhele umngane eceleni kwakho, isihambi, labo izandla sakho sokunene ifa.

# Quran530
source: Who are stingy and enjoin upon [other] people stinginess and conceal what Allah has given them of His bounty - and We have prepared for the disbelievers a humiliating punishment -
ca: Que són garrepes i demanen a [altre] avarícia persones i ocultar el que Allah ha donat de la seva generositat - i hem preparat per disbelievers un càstig humiliant-
cy: Sy'n cybyddlyd a enjoin ar stinginess [arall] pobl ac yn cuddio pa Allah wedi rhoi iddynt am ei bounty-ac mae wedi paratoi ar gyfer y disbelievers cosb bychanol-
da: Der er nærig og pålægger på [andre] mennesker nærighed og skjule hvad Allah har givet dem af hans bounty - og vi har forberedt til vantro en ydmygende straf-
el: Που είναι τσιγκούνης κατόπιν [other] τσιγγουνιά άτομα και διατάσσω κρύβουν τι Αλλάχ έχει τους δοθεί της αυτού γενναιοδωρία - και έχουμε ετοιμάσει για disbelievers μια ταπεινωτική τιμωρία-
et: Kes oled ihne ja kohustab [other] inimesed stinginess korral ja varjata mida Jumal on andnud neile tema halastus - ja oleme valmis ka uskottomille alandava karistus-
fi: Jotka ovat niukka ja velvoittamaan kun [other] ihmiset saituus ja salata mitä Jumala on antanut heille hänen bounty - ja olemme valmiita uskottomille nöyryyttävä rangaistus-
he: מי אתה קמצן, זכות לחייב על קמצנות אנשים [השני], להסתיר מה אללה נתן להם השפע שלו - ויש לנו הכין עבור disbelievers עונש משפיל-
hr: Koji su škrti i naložiti na [druge] ljudi škrtosti i sakriti ono što Allah je dao im svoju nagradu - a smo pripremili i iskuse ponižavajuće kazne-
lt: Kurie yra šykštus ir neteisėtos nuo [kitos šalys] žmonių stinginess ir nuslėpti ką Dievas davė jiems savo lazdelės - ir mes paruošėme ir disbelievers žeminanti bausmė-
lv: Kurš skopojas un liek uz [citiem] cilvēku skopumu un noslēpt to Allah ir devis viņiem savas veltes - un mēs esam gatavi disbelievers pazemojošs sods-
nb: Hvem er gjerrig og pålegge på [andre] folk gjerrighet og skjule hva Gud har gitt dem av hans bounty - og vi har forberedt for troende ydmykende straff-
sk: Ktorí sú lakomý a nariaďuje na [Ostatné] ľudia lakomosť a zakryť to, čo Boh dal im jeho Bounty - a sme pripravili pre neveriacim ponižujúce trest-
sl: Ki so Škrt in ukaže na [druge] ljudi stinginess in prikriti kaj Alah jih svoje radodarnosti - je dal in pripravljamo za na disbelievers ponižujoče kazen-
sr_cyrl: Ко циција и спутати на [друге] људи говорила да сам циција и сакрије какав Алах је дао их од његове награде- а смо се припремали за скептике понижавајуће казне-
sr_latn: Ko cicija i sputati na [druge] ljudi govorila da sam cicija i sakrije kakav Alah je dao ih od njegove nagrade - a smo se pripremali za skeptike ponižavajuće kazne-
uk: Хто скупий і зобов'язати після [іншого] stinginess народу і приховати те, що Аллах дарував їм його за головами - і ми приготували для на disbelievers принизливе покарання-
vi: Những người keo kiệt và ra lịnh khi [khác] stinginess người và che giấu những gì Allah đã cho họ về tiền thưởng của mình - và chúng tôi đã chuẩn bị cho thì là một sự trừng phạt nhục nhã-
zu: Are ncishana futhi enjoin phezu [namanye] abantu ukuncishana gubadlela babe Allah ubaniké enaleni Akhe - We hlomela disbelievers isijeziso ehlazisayo -
