Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1202
source: [Remember] when you were on the near side of the valley, and they were on the farther side, and the caravan was lower [in position] than you. If you had made an appointment [to meet], you would have missed the appointment. But [it was] so that Allah might accomplish a matter already destined - that those who perished [through disbelief] would perish upon evidence and those who lived [in faith] would live upon evidence; and indeed, Allah is Hearing and Knowing.
ca: [Recordar] Quan tenies al costat de la vall, a prop i van ser en el costat més lluny, i la caravana estava inferior [en posició] que tu. Si havia fet una cita [davant], vostè hauria perdut el nomenament. Però [era] perquè Allah podria aconseguir una qüestió ja destinat - que qui van morir [a través d'incredulitat] vols morir en evidències i qui vivien [en fe] vols viure en proves; i en efecte, Allah és sentir i saber.
cy: [Cofiwch] pan oeddech ar ochr agos y Cwm, a oeddent ar yr ochr hirach, ac y garafán yn is [yn] na chi. Os rydych chi wedi'i wneud apwyntiad [i ddiwallu], byddai wedi colli y penodiad. Ond [ydoedd] fel bod Allah allai gyflawni mater eisoes yn tynghedu-y byddai'r rhai sy'n farw [trwy anghrediniaeth] yn dirywio ar dystiolaeth a'r rhai sy'n byw [mewn ffydd] Byddai byw ar dystiolaeth; ac yn wir, Allah yn clywed ac yn gwybod.
da: [Husk] Når du var på den side af dalen, og de var på den længere side, og campingvognen var lavere [i position] end dig. Hvis du havde lavet en aftale [at opfylde], ville du have savnet udnævnelsen. Men [det var] således at Allah kan udrette noget allerede bestemt - at dem, der omkom [gennem vantro] ville omkomme ved beviser og dem, der boede [i tro] ville leve på beviser; og ja, Allah er hørelse og vide.
el: [Θυμηθείτε] όταν ήσουν στην εγγύς πλευρά της κοιλάδας, και ήταν στη μακρύτερα πλευρά, και το τροχόσπιτο ήταν χαμηλότερη [θέση] από ό, τι. Αν είχατε κάνει ραντεβού [στις], θα έχετε χάσει το διορισμό. Αλλά [ήταν] έτσι ώστε Αλλάχ θα μπορούσε να πετύχετε ένα θέμα που ήδη προορίζονται - ότι όσους χάθηκαν [μέσω δυσπιστία] θα χανόταν αποδεικτικά στοιχεία και σε εκείνους που ζούσαν [στην πίστη] θα ζήσει κατόπιν αποδείξεων· και πράγματι, Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: [Mäleta] kui sa olid läheduses pool orgu, ja nad olid kaugemal poolel ja karavani oli madalam [asukoht] kui sina. Kui varem tehtud nimetamist [täita], oleks vastamata nimetamist. Kuid [oli] nii, et Jumal võiks täita juba sinna asja - et need, kes hukkusid [kaudu uskumatus] hukkuks tõendeid ja need, kes elas [usus] oleks elada on tõendeid; ja tõepoolest, Allah on kuulmine ja teades.
fi: [Muistaa] kun olit lähellä puoli laaksoon, ja ne olivat juurelle ja karavaani oli pienempi [] kuin sinä. Jos olisitte nimittäminen [vastaamaan], olet jäänyt tapaamisen. Mutta se oli niin, että Jumala voisi saavuttaa jo tarkoitettu asia - niitä, jotka kuolivat [kautta epäusko] mennyttä näyttöä ja ne, jotka asuivat [usko] eläisi osoitetaan; ja Jumala on kuulon ja tietäen.
he: [זוכר] מתי היית בצד ליד של העמק, הם היו בצד רחוק ואני השיירה היה נמוך [בעמדה] יותר ממך. אם אתה עשה להיפגש [], היית מפספס את הפעילות. אבל [היה] כך אללה עשוי לבצע עניין כבר מיועד - אלה שנספו [דרך חוסר אמונה] ימות על ראיות, אלה שחיו [באמונה] בשידור חי על ראיות; אכן, אללה הוא שהידיעה ושמיעה.
hr: [Zapamtite] kad si bio na bližoj strani doline, i bili su na dalje strani i karavan niže je [u položaju] od tebe. Ako ste se dogovorili [upoznati], propustio si sastanak. Ali bilo je tako da Alah može ostvariti stvar već suđeno - da one koji su poginuli [kroz nevjerica] propadne na dokazi i oni koji su živjeli [u vjeri] živjeti dokaza; i doista, Allah je sluh i znajući.
lt: [Prisiminti] kai buvai šalia pusėje į slėnį, ir jie toliau pusėje, ir karavanas buvo mažesnis [vietoje] nei jūs. Jei norite padaryti paskyrimo [susitikti], jūs praleidau paskyrimą. Tačiau [jis], kad Dievas gali atlikti jau lemta klausimas - kad tie, kurie žuvo [per netikėjimo] būtų gesti įrodymų ir tie, kurie gyveno [į tikėjimą] galėtų gyventi įrodymais; ir iš tiesų, Allah yra klausos ir žinios.
lv: [Atceros] kad bijāt ielejā netālu no pusē, un viņi tālāk pusē un Treileru bija zemāks [pozīcija] nekā jūs. Ja esat izveidojis tikšanos [tikties], jums ir neatbildēti tikšanās. [Bija], bet tāpēc, ka Allāhs varētu paveikt jau paredzēti jautājums -, ka tiem, kuri gāja bojā [caur neticība] jāiet bojā uz pierādījumiem un tie, kuri dzīvoja [ticība] dzīvos uz pierādījumiem; un patiešām, Allah ir dzirdes un zinot.
nb: [Husk] da du var på den nærmeste siden av dalen, og de var på siden lenger, og campingvognen var lavere [i posisjon] enn deg. Hvis du hadde gjort en avtale [å møte], ville du har savnet avtalen. Men [var] slik at Allah kan oppnå noen allerede forutbestemt - at de som omkom [gjennom vantro] ville omkomme bevis og de som bodde [i tro] ville leve på bevis; og Allah er faktisk høre og kjenne.
sk: [Pamätať] kedy ste boli na strane v blízkosti údolia, boli na strane ďalej a karavanu mal nižší [postavenie] ako vy. Ak ste sa dohodli [plniť], by ste vynechal plánovanú činnosť. Ale [s] tak, že Alah môže dosiahnuť vec už určené - že by tých, ktorí zahynuli [cez neveriacky] zahynúť dôkazy, a tí, ktorí žili [vo viere] by som žiť na základe dôkazov; a skutočne, Alah je sluch a vedomím.
sl: [Ne pozabite] Kdaj ste bili na blizu strani doline, in so bili na strani dlje in karavana nižji [v položaj] od tebe. Če si imel sestanek [spoznati], si bi zamudil sestanek. Vendar pa [je], da Allah bi dosegli stvar že namenjeno - da bi tiste, ki so umrli [skozi nejeverno] propade dokazov in tistimi [vera] bi živi na dokaze; in res, Allah je sluh in poznavanje.
sr_cyrl: [Запамтите ] када сте били на спољашњој страни долине, били су на даље страни и караван био нижи [у позицију] од тебе. Ако сте направили састанак [], пропустио си састанак. Али [је] како би Аллах могао да постигне питање већ предодређен - да оне који су погинули [кроз неверовање] би погубе на доказе, а они који су живели [у вери] би живе доказе; и заиста, Аллах је слух и знајужи.
sr_latn: [Zapamtite] kada ste bili na spoljašnjoj strani doline, bili su na dalje strani i karavan bio niži [u poziciju] od tebe. Ako ste napravili sastanak [], propustio si sastanak. Ali [je] kako bi Allah mogao da postigne pitanje već predodređen - da one koji su poginuli [kroz neverovanje] bi pogube na dokaze, a oni koji su živeli [u veri] bi žive dokaze; i zaista, Allah je sluh i znajuжi.
uk: [Пам'ятаю] коли ви були на поруч стороні долини і вони були на боці далі і караван був нижчий [в положенні] ніж ви. Якби ви прийняли призначення [зустрітися], ви б пропустили призначення. Але [це було], щоб Аллах може виконати лише питання вже призначені - тих, хто загинув [через невір'я] загине доказів, і тих, хто жив [у вірі] будуть жити після доказів; і дійсно, Аллах слуху і знаючи, що.
vi: [Nhớ] khi bạn đã ở phía bên gần thung lũng, và họ đã xa hơn về phía bên, và các đoàn caravan thấp [đủ] hơn bạn. Nếu bạn đã thực hiện một cuộc hẹn [để gặp gỡ], bạn đã bỏ qua các cuộc hẹn. Nhưng [đó là] Vì vậy mà Allah có thể thực hiện một vấn đề đã mệnh - những người thiệt mạng [thông qua sự hoài nghi] sẽ hư mất dựa trên bằng chứng và những người sống [trong Đức tin] sẽ sống sau khi bằng chứng; và quả thực, Allah là nghe và hiểu biết.
zu: [Khumbula] uma ubungase ohlangothini eduze kwesigodi, futhi kade ohlangothini ekujuleni komthala, udwendwe phansi [esimweni] kunawe.

# Quran1203
source: [Remember, O Muhammad], when Allah showed them to you in your dream as few; and if He had shown them to you as many, you [believers] would have lost courage and would have disputed in the matter [of whether to fight], but Allah saved [you from that]. Indeed, He is Knowing of that within the breasts.
ca: [Recorda, O Muhammad], quan Allah va mostrar-los a vostè en el seu somni com pocs; i si ell havia mostrat-los a vostè com molts, que [creients] hauria perdut coratge i vols disputat en la matèria [de si combatre], però Allah [et des que] va salvar. De fet, és saber que dins els pits.
cy: [Cofiwch, O Muhammad], pan ddangosodd Allah iddynt i chi yn eich breuddwyd fel ychydig; ac os oedd ef wedi dangos i chi fel llawer, chi [credinwyr] byddai wedi colli dewrder a byddai wedi dadlau yn y mater [o p'un ai i ymladd], ond achubodd Allah [chi o hynny]. Yn wir, ei fod yn gwybod hynny o fewn y bronnau.
da: [Husk, O Muhammad], når Allah viste dem til dig i din drøm som få; og hvis han havde vist dem til dig så mange, du [troende] ville have mistet modet og ville have anfægtet i sagen [om, hvorvidt at kæmpe], men Allah gemt [du fra at]. Han jo vide at i brysterne.
el: [Θυμηθείτε, Ο Μωάμεθ], όταν ο Αλλάχ τους έδειξε σε σας το όνειρό σας ως λίγα? και αν αυτός είχε τους δείξει σε σας όπως πολλοί, [πιστών] θα έχεις χάσει το θάρρος και θα έχουν αμφισβητήσει επί της διαφοράς [του αν πρέπει να καταπολεμήσει], αλλά Αλλάχ [σας από που] έσωσε. Πράγματι, είναι η γνώση του ότι στο στήθος.
et: [Mäleta, O Muhammad], kui Jumal näitas neid teile teie unistuste nii vähe; ja kui ta oli näidanud nad sulle nii palju, sa [usklike] oleks kaotanud julgust ning oleks on tõestatud asjas [, kas võidelda], kuid Jumal salvestatud [te omast]. Ta on tõepoolest, teades, et maksimaalselt rinnad.
fi: [Muistaa, oi Muhammed], kun Jumala näytti heille sinulle unelmiesi mahdollisimman vähän; ja jos hän oli näyttänyt teille niin paljon, te [uskovaiset] olisi menettänyt rohkeutta ja pitänyt kiistää asiassa [siitä taistelemaan], mutta Jumala pelasti [sinulle tästä]. Hän onkin tietäen, että sisällä rinnat.
he: [זכור, מוחמד O], כאשר אללה הראה להם לך בחלום שלך כמו כמה; אם הוא הראה אותם אליך כמה שיותר, אתה [המאמינים] היו מפסידות אומץ יש במחלוקת בעניין [של להילחם], אבל אללה הציל [את זה]. ואכן, הוא שהידיעה על זה בתוך השדיים.
hr: [Zapamtite, O Muhammad], kada Allah ti ih pokazao u snu što manje; i da ih ti kao i mnogi, te [vjernici] bi izgubili hrabrost i bi osporavaju u pitanje [hoće li se boriti], ali Allah spasio [iz toga]. Doista, on je znajući da u grudi.
lt: [Prisiminti, O Muhammad], kai Dievas parodė juos jums savo svajonę, kaip mažai; ir jei jis parodė jiems jums kuo daugiau, jums [tikintieji] prarastų drąsos ir būtų buvo nesutariama [, ar kovoti] šiuo klausimu, bet Dievas išgelbėjo [jūs nuo]. Iš tiesų, jis yra žinios, kad per krūtinę.
lv: [Atceries, O Muhammad], kad Allah parādīja jums jūsu sapni par maz; un, ja viņš tiem bija parādījis viņiem jums tik daudz, jūs [ticīgie] būtu zaudējusi drosmi un ir apstrīdēts, jautājums [par to, vai cīnīties], bet Allāha saglabāti [jums no tā]. Protams, viņš ir zinot, ka pēc krūtis.
nb: [Husk O Muhammad] når Allah viste dem til deg i drømmen din så få; og hvis han hadde vist dem til deg så mange, du [troende] ville ha tapt mot og ville omstridt i saken av om fight], men Allah lagret [du fra det]. Han er faktisk å vite dette innenfor brystene.
sk: [Pamätajte, Mohamed], keď Alah im ukázal vám vo vašom sne ako málo; a ak on im ukázal vám čo najviac, môžete [veriacich] by stratil odvahu a by sa sporná vo veci [o tom, či chcete bojovať], ale Alah Uložiť, [ktoré z]. On je skutočne vedieť, že v prsia.
sl: [Spomnim, O Muhammad], ko Allah je pokazala, da si v tvojih sanjah kot nekaj; in če je pokazala jih vam toliko, si [verniki] bi izgubili pogum in bi so sporni v zadevi [za ali proti], vendar Allah rešil [od]. Pravzaprav je poznavanje tega v prsi.
sr_cyrl: [Запамтите , О Мухаммад], када се Аллах их показао у твом сну као мало; и ако је показао како их ти као и многи, ти [верници] би изгубили храброст и би имати оспорава у питање [да ли да се борим], али Аллах спасио [из тога]. Он је, заиста, знајужи то унутар дојке.
sr_latn: [Zapamtite, O Muhammad], kada se Allah ih pokazao u tvom snu kao malo; i ako je pokazao kako ih ti kao i mnogi, ti [vernici] bi izgubili hrabrost i bi imati osporava u pitanje [da li da se borim], ali Allah spasio [iz toga]. On je, zaista, znajuжi to unutar dojke.
uk: [Пам'ятати, O Мухаммад], коли Аллах показав їм вам ваш сон як мало; і якщо він показав їм вам так багато, ви [віруючі] втратили б мужність і б є спірними в матерія [будемо боротися], але Аллах врятував [вас від цього]. Справді, він, знаючи, що всередині грудей.
vi: [Hãy nhớ rằng, O Muhammad], khi Allah đã cho thấy chúng cho bạn trong giấc mơ của bạn là ít; và nếu ông có hiển thị chúng cho bạn càng nhiều, bạn [các tín hữu] có thể mất can đảm và nào có tranh chấp trong vấn đề [của cho dù chiến đấu], nhưng Allah lưu [bạn từ đó]. Thật vậy, anh ta biết rằng trong vòng ngực.
zu: [Khumbula, O Muhammad], lapho Allah tshengisa them kuwe in iphupho lakho njengoba ambalwa;

# Quran1204
source: And [remember] when He showed them to you, when you met, as few in your eyes, and He made you [appear] as few in their eyes so that Allah might accomplish a matter already destined. And to Allah are [all] matters returned.
ca: I [recorda] Quan va mostrar-los a vostè, quan va conèixer, tan sols en els seus ulls, i va fer [aparèixer] tan sols en els seus ulls que Allah podria aconseguir una qüestió ja destinat. I per Allah es retornen matèries [tots els].
cy: A [cofio] pan ei fod yn dangos iddynt i chi, pan gyfarfu'r chi, fel ychydig yn eich llygaid, ac a wnaeth eich [ymddangos] fel ychydig yn eu llygaid fel y gallai Allah gyflawni mater tynghedu eisoes. Ac mae materion [bob] yn dychwelyd i Allah.
da: Og [Husk] da han viste dem til dig, da du mødte, så få i dine øjne, og han gjorde du [synes] så få i deres øjne så at Allah kan udrette noget allerede bestemt. Og at Allah er [alle] spørgsmål tilbage.
el: Και [θυμηθείτε] όταν έδειξε τους σε εσάς, όταν συναντήθηκε, όσο το δυνατόν λιγότερα στα μάτια σας, και σας έκανε [εμφανίζονται] όσο το δυνατόν λιγότερα στα μάτια τους έτσι ώστε ο Αλλάχ θα μπορούσε να πετύχετε ένα θέμα που ήδη προορίζονται. Και Αλλάχ [όλα] τα θέματα που επιστρέφονται.
et: Ja [mäletan], kui ta näitas neid sulle, kui sa kohtusid, võimalikult vähe silma ja ta pani sind [ilmuvad] võimalikult vähe nende silmis, et Jumal võiks täita juba sinna asja. Ja et Jumal [kõik] küsimustes tagastatud.
fi: Ja [muista] kun hän näytti heille, kun tapasi, niin vähän silmiin, ja hän kokoonpantu te [näkyvät] mahdollisimman vähän heidän silmissään joten Allah voisi saavuttaa jo tarkoitettu asia. Ja jotta hillitä [all] asiat palautetaan.
he: [זוכר] כאשר הוא הראה להם, כשפגשת, מעטים בעיניים שלך, הוא גרם לך [מופיעים] כמה בעיניים שלהם כך אללה עשוי לבצע עניין כבר מיועד. אללה [כל] העניינים מוחזרות.
hr: I [zapamtite] kada im je pokazao, kad ste se upoznali, kao malo u oči i natjerao te da [se] kao malo u oči tako da Alah može ostvariti stvar već predodređen. A Allahu se vraćaju [sve].
lt: Ir [prisiminti] kai jis parodė jiems, jums, kai jūs patenkinti, vos į akis, ir jis tave [atrodo] kaip keletą jų akyse, kad Dievas gali atlikti jau lemta klausimas. Ir kad Dievas yra [visi] bylose grįžo.
lv: Un kad viņš parādīja viņiem jums, kad jūs tikāties, tik maz tavās acīs, un viņš lika tev [atceros] [parādās] tik maz viņu acīs tā, ka Allāhs varētu paveikt jau paredzēti jautājums. Un lai Allāhs [visi] jautājumiem es atdodu.
nb: Og [husker] da han viste dem til deg, når du møtt, så få i øynene, og han gjorde du [vises] så få i øynene slik at Gud kan gjøre noen allerede forutbestemt. Og til Allah [alle] saker returneres.
sk: A keď ukázal im na vás, keď ste sa stretli, ako málo v tvojich očiach, a on ťa [pamätať] [Zobraziť] len v ich očiach tak, že Alah môže dosiahnuť vec už určené. A Bohu [všetky] záležitosti vrátia.
sl: In [spomnim] kdaj pokazal jim, ko si srečal, kot nekaj v oči, in naredil si [pojavijo] kot nekaj v oči tako, da Allah bi dosegli stvar že namenjeno. In v Allah [vse] zadevah vrnejo.
sr_cyrl: Запамтите [] када им је показао да си, када си срео, као пар у твојим очима, а он те је направио [изгледа] као пар у њиховим очима како би Аллах могао да постигне питање већ предодређен. И , Алах [све] ствари враћају.
sr_latn: Zapamtite [] kada im je pokazao da si, kada si sreo, kao par u tvojim očima, a on te je napravio [izgleda] kao par u njihovim očima kako bi Allah mogao da postigne pitanje već predodređen. I, Alah [sve] stvari vraćaju.
uk: І [пам'ятаю], коли він показав їм до вас, коли ви зустрілися, як кілька в ваших очах, і він зробив ви [з'являються] як кілька в їхніх очах, щоб Аллах може виконати лише питання вже призначені. І щоб Аллах [всі] питання, що повертаються.
vi: Và [nhớ] khi ông đã cho thấy chúng cho bạn, khi bạn gặp nhau, ít nhất trong mắt của bạn, và ông đã làm bạn [xuất hiện] là vài trong đôi mắt của mình vì vậy mà Allah có thể thực hiện một vấn đề đã mệnh. Và Allah [tất cả] vấn đề trả lại.
zu: Futhi [khumbula] uma he tshengisa them kuwe, uma wahlangana, njengoba ambalwa emehlweni akho, futhi Wakwenza [avele] ambalwa emehlweni abo ukuze Allah ongawufinyelela Kuxhomeke kakade ezimiselwe.

# Quran1205
source: O you who have believed, when you encounter a company [from the enemy forces], stand firm and remember Allah much that you may be successful.
ca: O es que he cregut, quan trobeu una empresa [de les forces enemigues], ferm i recordar Allah molt que vostè tingui èxit.
cy: O chi sydd wedi credu, pan fyddwch yn wynebu cwmni [gan y lluoedd gelyn], sefyll yn gadarn ac yn cofio Allah llawer y gallech fod yn llwyddiannus.
da: O du, som har ment, når du støder på en virksomhed [fra fjendens styrker], stå fast og huske Allah meget at du kan blive en succes.
el: O εσείς που πίστευαν, όταν αντιμετωπίζετε μια εταιρεία [από τις εχθρικές δυνάμεις], πρέπει να εμμείνετε και θυμάστε τον Αλλάχ πολύ ότι μπορεί να είναι επιτυχής.
et: O kes on uskunud, kui sul tekib ettevõte [alates vaenlase väed] seisma kindlalt ja mäleta Allah palju et võite olla edukas.
fi: Oi sinä, joka uskoi kun kohtaat yritys [from vihollinen], tiukkana ja muistaa Allah paljon että voit menestyä.
he:  מי מאמין, כאשר אתה נתקל החברה [מן כוחות האויב], לעמוד איתן ואתה זוכר אללה הרבה שאתה יכול. להיות מוצלח.
hr: O ti koji su vjerovali, kada naiđete na tvrtka [od neprijateljskih snaga], stoji čvrsto i zapamti Allah mnogo da bi se uspješno.
lt: O kurie tiki, kai aptinkate [iš priešo pajėgas], įmonė tvirtai ir prisiminti Dievas daug kad jums gali būti sėkmingas.
lv: O tu, kas ticējusi, sastopot sabiedrību [no ienaidnieka spēki] stāvēt stingri un atcerēties Allah daudz var būt veiksmīga.
nb: O du hvem har trodd, når du får et selskap [fra fiendtlige styrker], stå fast og husker Allah mye at du kan bli vellykket.
sk: O vás, ktorí ste uverili, keď narazíte na spoločnosť [od nepriateľských síl], pevní a pamätajte Alah veľa aby ste boli úspešný.
sl: O vi, ki ste verjeli, ko naletite na družbe [iz sovražne sile], trdno in ne pozabite Allah veliko da bi bili uspešni.
sr_cyrl: О ти који верују, када наиђете на предузеће [из непријатељске снаге], атомска бомба, и запамти Аллах много да се успешно.
sr_latn: O ti koji veruju, kada naiđete na preduzeće [iz neprijateljske snage], atomska bomba, i zapamti Allah mnogo da se uspešno.
uk: О ви, хто вірив, коли ви виявите, що компанія [від ворожих сил], твердо стояти і пам'ятаю Аллах набагато що ви можете бути успішним.
vi: O bạn của những người đã tin rằng, khi bạn gặp một công ty [từ các lực lượng đối phương], đứng vững và nhớ Allah nhiều mà bạn có thể thành công.
zu: O you kholwa uma you bonana inkampani [kusukela amabutho], yimani niqinile, khumbula Allah okuningi ukuthi ube nempumelelo.

# Quran1206
source: And obey Allah and His Messenger, and do not dispute and [thus] lose courage and [then] your strength would depart; and be patient. Indeed, Allah is with the patient.
ca: I obeir a Allah i el seu Missatger i no [així] perdre el coratge i [llavors] Forces sortiria; i ser pacient. De fet, Allah és amb el pacient.
cy: Ac ufuddhau Allah a Messenger ei, ac nid yn amau a colli dewrder [felly] a [yna] byddai eich cryfder yn gwyro; a bod yn amyneddgar. Yn wir, yw Allah gyda'r claf.
da: Adlyd Allah og hans sendebud, og har ikke bestridt [dermed] mister modet og [så] din styrke vil afvige; og være tålmodig. Allah er med patienten.
el: Υπακούουν Αλλάχ και του Messenger, και δεν αμφισβητώ και [έτσι] χάνουν το θάρρος και [τότε] θα αναχωρούν δύναμή σας? και να είστε υπομονετικοί. Πράγματι, ο Αλλάχ είναι με τον ασθενή.
et: Kuuletuma Allah ja tema saadik ja kindel ja [seega] kaotada julgust ja [siis] oleks väljuda lõdvestuma; ja kannatlikkust. Tõepoolest, Jumal on kannatlik.
fi: Totella Jumalaan ja hänen lähettiläänsä ja kiistä [näin] menettää rohkeutta ja [silloin] vahvuus lähtö; ja olla kärsivällinen. Itse asiassa Jumala on potilas.
he: ו לציית אללה, לא לערער, [ולכן] תאבד את אומץ, [אז] ייצאה את כוחך; תהיה סבלני. אכן, אללה הוא עם המטופל.
hr: I pokoravaju Allahu i njegovu poslaniku, i ne poričem i [Stoga je] izgubiti hrabrost i [onda] snagu će otići; i biti strpljiv. Uistinu, Allah je s bolesnikom.
lt: Paklusti Dievo ir jo poslanca ir neginčija ir [taip] prarasti drąsos ir [tada] norėtume išvykti savo jėgas; ir būkite kantrūs. Iš tiesų, Allah yra su pacientu.
lv: Un ievērojiet Allah un viņa Messenger, nav strīdu, [tādējādi] zaudēt drosmi un [tad] varētu atkāpties savu spēku; un būt pacietīgam. Patiešām, Allah ir ar pacientu.
nb: Adlyde Allah og hans Messenger og tvisten ikke [så] mister motet og [da] din styrke ville reise; og være tålmodig. Døyve er faktisk med pasienten.
sk: Počúvať Alah a jeho posol, a nie je v spore [teda] strácajú odvahu a [potom] by odchyľovať svoju silu; a byť trpezlivý. Vskutku, Boh je s pacientom.
sl: In ubogati Allah in njegov sel, in ne izpodbijata in [tako] izgubijo pogum in [torej] bi odstopiti svojo moč; in bodite potrpežljivi. Res, Alah je z bolnikom.
sr_cyrl: И слушати Алаха, и његовог гласника, и не поричем и [тако] губи храброст и [тадашњи] снагу отпутовати; и буди стрпљив. Уистину , Аллах је са пацијентом.
sr_latn: I slušati Alaha, i njegovog glasnika, i ne poričem i [tako] gubi hrabrost i [tadašnji] snagu otputovati; i budi strpljiv. Uistinu, Allah je sa pacijentom.
uk: Коритися Аллах і його Messenger і не заперечую і [] втрачає мужність і [потім] свої сили повинні були покинути; і будьте терплячими. Справді, Аллах, з пацієнтом.
vi: Tuân theo Allah và Messenger của ông và không tranh chấp và [vì thế] mất can đảm và [sau đó] sức mạnh của bạn sẽ khởi hành; và kiên nhẫn. Thật vậy, Allah là với bệnh nhân.
zu: Futhi ukulalela Allah and isithunywa sakhe, futhi cha phikisa no- [ngenxa yalokho] amanzi emadolweni no- [ke] amandla akho litawushiya;
