Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1086
source: And they said, "No matter what sign you bring us with which to bewitch us, we will not be believers in you."
ca: I van dir, "no importa quin signe que ens amb què retocades ens porten, no serem creients en tu."
cy: A dywedodd, "waeth pa arwydd ichi ddod â ni i bewitch ein, ni fyddwn yn gredinwyr yn chi."
da: Og de sagde: "uanset hvad tegn du bringer os til at forhekse os, vi vil ikke være troende i dig."
el: Και είπαν, «δεν έχει σημασία τι σημάδι μας με το οποίο θα μαγέψει μας φέρνετε, δεν θα πιστών μέσα σου.»
et: Ja nad ütlesid: "ükskõik mida märk sa tuua meile millega lummama meile, me ei ole usklikud sind."
fi: Ja he sanoivat, "ei ole väliä mikä merkki olet meidät joka hurmata meitä, meidän ei tule uskovat sinua."
he: הם אמרו, "לא משנה איזה מזל אתם מביאים אותנו שאליו תכשף אותנו, אנחנו לא יהיו המאמינים בך."
hr: I kažu, "Ma kakav znak da nam da začaraju nas, nećemo biti vjernici u tebi."
lt: Ir jie sakė, "nesvarbu, ką ženklas jums atnešti mums, kuri padėtų apžavėti mums, mes bus tikinčiųjų jums."
lv: Un viņi teica: "neatkarīgi no tā, kādu zīmi tu dot mums ar kuru nobur mūs, mums nebūs ticīgie jūsos."
nb: Og de sa: «uansett hva tegn du bringe oss å forhekse oss, vi kan ikke troende i deg."
sk: A oni povedali: "bez ohľadu na to, aké znamenie ste priviesť nás na nás očaril, nebudeme veriacich vo vás."
sl: In so rekli, "ne glede na to, kaj znak bi nam ki uroči nas, ne bomo verniki v vas."
sr_cyrl: И рекли су, "без обзира на то какав знак сте ме довели помоћу којих ћете нас заиарати, нам неће бити верници у теби."
sr_latn: I rekli su, "bez obzira na to kakav znak ste me doveli pomoću kojih ćete nas zaиarati, nam neće biti vernici u tebi."
uk: І вони сказали: "незалежно від того, що знак ви приносите нам з що заворожують нас, ми не будемо віруючих в вас."
vi: Và họ nói, "không có vấn đề gì dấu hiệu bạn mang lại cho chúng ta mà bewitch chúng tôi, chúng tôi sẽ không là tín hữu trong bạn."
zu: Futhi bathi, "Kungakhathaliseki ukuthi yini isibonakaliso kuwe fikisa us ngazo bewitch kithi, thina ngeke sibe amakholwa kuwe."

# Quran1087
source: So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people.
ca: Així hem enviat sobre ells la inundació i llagostes i els polls i granotes i sang com signes diferents, però van ser arrogants i eren un poble criminal.
cy: Felly rydym yn anfon arnynt y llifogydd a locusts a llau a llyffantod a gwaed fel arwyddion pendant, ond roeddent yn drahaus ac yn bobl troseddol.
da: Så vi sendte dem syndfloden og græshopper og lus og frøer og blod som særskilte tegn, men de var arrogant og var en kriminelle mennesker.
el: Έτσι στείλαμε επάνω τους τον κατακλυσμό και ακρίδες και ψείρες και βατράχια και αίματος ως ευδιάκριτα σημάδια, αλλά ήταν αλαζονική και μια εγκληματική άτομα.
et: Nii et saatsime neile üleujutuste ja rohutirtsud ja täid ja konnad ja veri on erinevad märgid, kuid need olid ülbe ja kuritegeliku inimesed.
fi: Joten lähetimme heille tulva ja heinäsirkat ja täit ja sammakoita ja verta eri merkkejä, mutta ne olivat ylimielinen ja rikollisen ihmisiä.
he: אז שלחנו עליהם המבול, ארבה, כינים וצפרדעים. דם כמו סימנים ברורים, אבל הם היו מתנשא ולא היו אנשים פלילית.
hr: Pa poslali smo na njih poplavu i skakavci i uši i žaba i krvi kao različite znakove, ali oni su arogantni i kriminalnih ljudi.
lt: Todėl mes nusiuntėme jiems potvynių ir skėrių ir utėlių ir varles ir kraujo kaip atskiras požymius, bet jie buvo arogantiškas ir buvo baudžiamosios žmonių.
lv: Tāpēc mēs nosūtījām viņiem virsū plūdi un siseņi un utis un vardes un asinis kā atšķirīgas pazīmes, bet tie bija augstprātīgs un kriminālo ļaudis.
nb: Vi sendte dem flom og gresshopper og lus og frosker og blod som forskjellige tegn, men de var arrogant og var en kriminell folk.
sk: Tak sme poslali na nich povodní a kobylky a vši a žaby a krv ako zreteľné znamenie, ale boli arogantní a boli trestné ľudí.
sl: Tako smo poslali na njih poplav in kobilic in uši in žabe in krvi kot različne znake, vendar so arogantni in so kazensko ljudi.
sr_cyrl: Па смо послали на њих потопа скакаваца буве и жабе и и крв као посебне знакове, али су били арогантни и били криминални народ.
sr_latn: Pa smo poslali na njih potopa skakavaca buve i žabe i i krv kao posebne znakove, ali su bili arogantni i bili kriminalni narod.
uk: Так що ми відправили на них повінь і сарана і воші і жаби і кров як окремі знаки, але вони були зарозуміло і були кримінальної людей.
vi: Vì vậy, chúng tôi đã gửi khi họ lũ lụt và cào cào và chấy và ếch và máu là dấu hiệu riêng biệt, nhưng họ đã kiêu ngạo và là những người tội phạm.
zu: Ngakho We sa them uzamcolo, izinkumbi nezintwala amaxoxo negazi ngendlela izimpawu ezithile eziphawulekayo, kodwa kade zidla were abantu isigebengu.

# Quran1088
source: And when the punishment descended upon them, they said, "O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel."
ca: I quan el càstig descendia sobre ells, deien, "O Moses, invocar per a nosaltres el seu Senyor pel que ell ha promès. Si [poden] suprimir el càstig de nosaltres, segurament creurà vostè, i li enviarem amb vosaltres nens d'Israel."
cy: A phan oedd y gosb yn disgyn arnynt, dywedodd, "O Moses, galw'r inni eich Arglwydd erbyn hyn wedi addo ichi. Os [Gall] ddileu'r gosb oddi wrthym ni, siawns nad ydym yn eich credu, a byddwn yn anfon gyda chi blant Israel."
da: Og når straffen ned over dem, sagde de, "O Moses, påberåbe os din Herren ved hvad han har lovet dig. Hvis du [kan] fjerner straffen fra os, vi vil helt sikkert tror du, og vi vil sende med du Israels børn."
el: Και όταν την τιμωρία που κατέβηκε από τους, τους είπε, «O Moses, επικαλούνται για μας σας Λόρδος από όσα υποσχέθηκε σας. Αν το [] αφαιρείτε την τιμωρία από εμάς, σας σίγουρα θα πιστεύουμε, και μαζί σας θα στείλουμε τα παιδιά του Ισραήλ.»
et: Ja kui karistuse laskus nende peale, nad ütlesid: "O Moses, toetuda meile oma Issanda poolt, mida ta on lubanud sul. Kui eemaldate [võib] karistuse meilt, me kindlasti ei usu sind, ja me saadame teile koos Iisraeli lapsed."
fi: Ja kun rangaistus laskeutui, he sanoivat, "O Moses vedota meille teidän Herranne, jonka hän on luvannut teille. Jos rangaistus [voi] poistaa meille, me varmasti usko sinua ja me lähetämme teille Israelin lapset."
he: כאשר העונש שנחה עליהם, הם אמרו, "O Moses, הפעל בשבילנו. האל שלך על-ידי מה הוא הבטיח לך. אם [יכול] להסיר את העונש מאיתנו, אנחנו בוודאי יאמינו לך, ואנו נשלח לך בני ישראל."
hr: I kada kazna spustila na njih, rekli su, "O Moses, dozivati za nas vaš gospodar tako što je obećao. Uklonite [mogu] kazna od nas, sigurno će vjerujemo, i mi ćemo poslati s tobom djecu Izraela."
lt: Ir kai bausmės nusileido ant jų, jie sakė, "O Moses, remtis mums jūsų Viešpats iš ką jis pažadėjo jums. Jei bausmės [galite] pašalinti iš mūsų, mes tikrai manome, kad jums, ir mes jums atsiųsime su jumis Izraelio vaikams."
lv: Un tad, kad sods nolaidās uz viņiem, viņi teica, "mums lietot O Moses, savu kungu, ko viņš ir apsolījis. Ja sods var izņemt no mums, mēs noteikti uzskatām, ka jums, un mēs nosūtīsim jums ar Izraēlas bērniem."
nb: Og når straffen falt på dem, de sa, "O Moses, påberope for oss din herre av det han har lovet deg. Hvis du [kan] fjerner straffen fra oss, vi sikkert tror du, og vi vil sende med deg Israels barn."
sk: A keď trest zostúpil na nich, oni povedali, "O Moses odvolávať nás svojho pána čo vám sľúbil. Ak odstránite možno trest od nás, budeme určite presvedčení, že vás a pošleme s tebou deti Izraela."
sl: In ko kazen spustil na njih, so rekli, "O Moses, uveljavlja za nas svojega Gospoda, jih kaj je obljubil. Če odstranite [lahko] kazen od nas, bo zagotovo verjamete, in bomo poslali z vami otroci Izrael."
sr_cyrl: И када се казна се спустио на њих, рекли су, "О Мосес, призивамо за нас свога господара до вас и он је обећала. Ако уклоните [могу] казна од нас, ће сигурно да ти верујемо и Послаћемо с тобом децу Израела."
sr_latn: I kada se kazna se spustio na njih, rekli su, "O Moses, prizivamo za nas svoga gospodara do vas i on je obećala. Ako uklonite [mogu] kazna od nas, će sigurno da ti verujemo i Poslaćemo s tobom decu Izraela."
uk: І коли покарання зійшов на них, вони сказали, "O Moses виклику для нас Господь за те, що він обіцяв вам. Якщо видалити покарання від нас, ми, безумовно, вважаю ви і ми надішлемо Вам предоставлений діти Ізраїль."
vi: Và khi sự trừng phạt hậu duệ theo họ, họ nói, "O Moses, gọi cho chúng tôi Chúa của bạn bởi những gì ông đã hứa với bạn. Nếu bạn [có thể] loại bỏ hình phạt từ chúng tôi, chúng tôi chắc chắn sẽ tin tưởng bạn và chúng tôi sẽ gửi cho con trẻ em của Israel."
zu: Futhi lapho isijeziso wehlela phezu kwabo, bathi, "O Mose, ukunxusa ngathi kho Lord yilokho enithembisile. Uma [angawathatha] ukususa isijeziso esivela kithi, thina surely kholwa wena, bese sizokuthumela nawe

# Quran1089
source: But when We removed the punishment from them until a term which they were to reach, then at once they broke their word.
ca: Però quan retirem el càstig d'ells fins a un terme que van arribar a, llavors a la vegada es van separar la paraula.
cy: Ond pan fydd gennym y gosb eu dileu tan y tymor oedd arnynt i gyrraedd, yna ar unwaith iddynt dorri eu gair.
da: Men når vi fjernet straffen fra dem indtil et begreb, som de skulle nå, derefter, på én gang de brød deres word.
el: Αλλά όταν έχουμε αφαιρέσει την τιμωρία τους μέχρι το όρος ο οποίος επρόκειτο να φθάσουν, στη συνέχεια, αμέσως έσπασαν τους λέξη.
et: Aga kui me ära karistuse neist kuni mõiste, mis nad olid jõudnud, siis korraga nad murdis oma sõna.
fi: Mutta kun poistimme rangaistuksen niistä kunnes kautensa, joita he päästä, sitten kerralla he rikkoivat sanansa.
he: אבל כאשר הוצאנו את העונש מהם עד מונח אשר הם היו להגיע, ואז בבת אחת שברו את המילה שלהם.
hr: Ali kada smo uklonili kazna od njih do termina koji su bili do, u jednom sam im svoju riječ.
lt: Bet kai mes pašalinome bausmė nuo jų iki termino, kuris buvo pasiekti, tada vienu metu jie sumušė savo žodį.
lv: Taču sods mums izņēma no tiem termins, ko viņi gribēja nokļūt līdz, tad uzreiz viņi lauza savu vārdu.
nb: Men når vi fjernet straffen fra dem til et begrep som de skulle komme, deretter de brøt samtidig sitt ord.
sk: Ale keď sme odstránili trest od nich až obdobie, v ktorom bolo dosiahnuť, potom naraz sa rozbil svoje slovo.
sl: Ampak ko smo odstranili kazen od njih dokler mandat, ki jih morajo doseči, nato naenkrat vdrli njihovo besedo.
sr_cyrl: Али када смо уклонили казна од њих до термина који су били да постигну, одједном сам им своју рец.
sr_latn: Ali kada smo uklonili kazna od njih do termina koji su bili da postignu, odjednom sam im svoju rec.
uk: Але коли ми видалені покарання з них поки термін, що вони були досягти, потім одночасно вони порушив свої слова.
vi: Nhưng khi chúng ta khỏi sự trừng phạt họ cho đến khi một thuật ngữ mà họ đã đạt được, sau đó cùng một lúc họ đã phá vỡ từ họ.
zu: Kodwa lapho Thina wasusa esivela kuzo kuze ezothatha ihlandla they were ukufinyelela, khona-ke ngaso leso sikhathi abasephula izwi labo.

# Quran1090
source: So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them.
ca: Així que prenem la retribució d'ells, i ells ofegat en el mar perquè nega rètols i sense fer cas d'ells van ser.
cy: Felly, cymerasom dial oddi wrthynt, ac rydym yn eu boddi yn y môr oherwydd roeddent yn gwadu ein arwyddion ac yn heedless iddynt.
da: Så vi tog gengældelse fra dem, og vi drukne dem i havet, fordi de afviste vores tegn og ubekymret af dem.
el: Έτσι πήραμε αντίποινα από τους, και εμείς τους πνίγηκε στη θάλασσα επειδή δεν επιτρέπεται η σημάδια μας και ήταν απρόσεκτος από αυτά.
et: Seega võtsime neilt kättemaksu ja me uppunud neid meres, sest need eitada meie märke ja neist heedless.
fi: Joten otimme kostoa niistä ja hukkui ne mereen koska ne kieltää merkkejä ja välittämättä niistä.
he: אז לקחנו לנקמה מצד אותם, אנחנו הטביעה אותם בים כי הם הכחישו את השלטים שלנו והיו והילת מהם.
hr: Tako da smo kaznu od njih, a mi ih je utopila u moru jer su odbijen naši znakovi i koja ne brine o njima.
lt: Todėl mes priėmėme atpildo iš jų, ir mes juos nuskendo jūroje nes jie mūsų ženklai neigė ir buvo neatidus juos.
lv: Tāpēc mēs pieņēmām, atmaksa no viņiem, un mēs tos noslīka jūrā, jo viņi noliedza mūsu zīmes un bija neuzmanīgs no tiem.
nb: Så vi tok gjengjeldelse fra dem, og vi druknet dem i havet fordi de nektet våre tegn og var heedless av dem.
sk: Tak sme vzali odplata za ich a sme im utopil v mori, pretože popieral našich značiek a neboli nepozorný z nich.
sl: Tako smo maščevanja od njih in smo jih utonil v morju, ker zanikal naše znake in bili brezskrben od njih.
sr_cyrl: Тако да смо узели одмазде од њих и смо их утопио у мору јер су одбијена знацима и која не брине о њима.
sr_latn: Tako da smo uzeli odmazde od njih i smo ih utopio u moru jer su odbijena znacima i koja ne brine o njima.
uk: Тому ми взяли відплата від них, і ми потонули їх в морі, оскільки вони відмовлено наших знаки і були забутті, з них.
vi: Vì vậy, chúng tôi đã trả thù từ họ, và chúng tôi chết đuối họ trong biển vì họ từ chối các dấu hiệu của chúng tôi và đã không lưu ý của họ.
zu: Ngakho Sathatha retribution nga them we cwilisa them olwandle ngoba waphika izibonakaliso Zethu kanye were heedless of them.

# Quran1091
source: And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building.
ca: I ens va causar la gent que havia estat oprimits d'heretar el fynbos oriental de la terra i els occidentals, que havíem beneït. I la bona paraula del teu senyor es va complir per a nens d'Israel per què havia suportat pacientment. I hem destruït [tots els] aquell faraó i la seva gent es van produir i el que havia estat construint.
cy: A achoswyd inni y bobl a oedd wedi'u gormesu etifeddu'r rhanbarth dwyreiniol y tir a'r rhai gorllewinol, a ydym wedi bendithio. Ac yr oedd gair da eich Arglwydd yn cyflawni ar gyfer plant Israel oherwydd hyn y maent wedi ddioddef amyneddgar. A ydym yn dinistrio [bob] y Ffaro a ei bobl oedd cynhyrchu a beth oedd wedi ei adeiladu.
da: Og vi fik de folk, der havde været undertrykt arve de østlige regioner af landet og de vestlige dem, som vi havde velsignet. Og de gode ord af Herren var opfyldt for Israels børn på grund af hvad de havde tålmodigt udholdt. Og vi ødelagt [alle] at Farao og hans folk producerede og hvad de havde opbygget.
el: Και προκαλέσαμε τους ανθρώπους που έχουν καταπιεστεί για να κληρονομήσει ανατολικές περιοχές της γης και η Δυτική αυτά, που μας είχε ευλογήσει. Και το καλό λόγο του ο Λόρδος σας εκπληρώθηκε για τα παιδιά του Ισραήλ, λόγω του ό, τι τους είχε υπέμεινε καρτερικά. Και εμείς καταστρέφουμε [όλα] ότι Φαραώ και του άνθρωποι παρήγαγαν και τι αυτοί είχαν οικοδόμηση.
et: Ning me tekitanud inimesed, kes oli rõhutud idapiirkonnad maa ja Lääne need, mis meil oli õnnistatud pärimiseks. Ja hea sõna oma Issanda täideti Iisraeli laste sest nad olid kannatlikult kannatasin. Ja me hävitada [kõik] et vaarao ja tema inimesed toodavad ja mida nad olid asunud ehitama.
fi: Ja olemme ihmisiä, jotka olivat sortaneet perimään itäosissa maan ja länsimaiseen, joka oli siunannut. Ja hyvä sana teidän Herranne täyttyi Israelin lasten vuoksi ne oli kärsivällisesti kestänyt. Ja me tuhosimme [all] Faraon ja hänen ihmiset tuottavat ja mitä ne oli rakennuksen.
he: . וגרם לנו האנשים היו כבר המדוכאים לרשת המזרחיים של הקרקע לבין אלה המערבי, אשר אנחנו היה מבורך. המילה הטובה של האדון מולאה עבור בני ישראל בגלל מה שהם התנסויותיה בסבלנות. והרסו לנו [כל] פרעה זה, אנשים היו הפקת, מה הם היו כבר בונה.
hr: I mi smo krivi ljudi koji su bili potlačeni naslijediti istočne regije zemlje i zapadni one koji smo imali blagoslovljen. I dobru riječ vaš Gospodin je ispunio za djecu Izraela zbog što su strpljivo podnosili. I uništeno [sve] taj Faraon i njegovi ljudi radili i što su gradio.
lt: Ir mes žmonės, kurie turėjo buvo engiamos paveldėti žemę ir Vakarų tie, kuriuos mes buvo palaiminta Rytų regionuose. Ir gerą žodį jūsų Viešpats buvo įvykdyti dėl Izraelio vaikų nes ką jie kantriai išgyveno. Ir mes sunaikino [visi] kad Faraonas ir jo žmonės gamino ir ką jie buvo pastate.
lv: Un mums lika cilvēkiem, kuri bija apspiesto mantot zemi un rietumu tiem, kas mums bija laimīgs austrumu reģioniem. Un labu vārdu par savu kungu tika izpildīts Izraēla bērniem sakarā ar to, ko viņi pacietīgi izturēja. Un mēs iznīcināt [visi] ka faraons, un viņa cilvēki ražoja un ko viņi bija ēkā.
nb: Og vi fikk folk som hadde vært undertrykte arve østlige regioner av landet og de vestlige, som vi hadde velsignet. Og gode ord Herrens ble oppfylt for Israels barn på grunn av hva de hadde tålmodig endured. Og vi ødelagt [alt] som farao og hans folk var produsere og hva de hadde blitt bygget.
sk: A sme ľudia, ktorí mali boli utláčaní dediť východných regiónoch krajiny a západnej tie, ktoré sme požehnal. A dobré slovo vášho pána bolo splnené pre deti Izraela kvôli čo mal trpezlivo znášať. A sme zničili [všetky] že faraóna a jeho ľudia boli výrobu a to, čo oni boli budovy.
sl: In smo zaradi ljudi, ki so bili zatirani za dedovanje regijah zemljišča in zahodni tisti, ki smo je blagoslovil. In dobro besedo svojega gospodarja je bil izpolnjen za otroke Izrael zaradi kaj je potrpežljivo pretrpeli. In mi uniči [vse] da faraon in njegova ljudi proizvajali in kaj jih je bila stavba.
sr_cyrl: И ми смо криви људи који су имали био угњетаван наследити источних региона у земљу а западног оне, које смо имали благословљен. И ново од твог Господа су били испуњени за децу Израела због шта су стрпљиво издрћали. И смо уништена [сви] да је фараон и његови људи су производиле и шта је имао граде.
sr_latn: I mi smo krivi ljudi koji su imali bio ugnjetavan naslediti istočnih regiona u zemlju a zapadnog one, koje smo imali blagoslovljen. I novo od tvog Gospoda su bili ispunjeni za decu Izraela zbog šta su strpljivo izdrћali. I smo uništena [svi] da je faraon i njegovi ljudi su proizvodile i šta je imao grade.
uk: І ми викликали, хто був пригнічений успадковувати східних регіонах землі і західних ті, які ми були благословенні. І добре слово пана свого виконані для дітей Ізраїлю через те, що вони терпляче, Швеція. І ми знищили [всі] цього фараона і його люди були виробництва і те, що вони мали будує.
vi: Và chúng ta gây ra những người đã được áp bức để kế thừa các vùng phía đông của vùng đất và những người phương Tây, chúng tôi có may mắn. Và lời Chúa của bạn, tốt cho trẻ em của Israel hoàn thành bởi vì những gì họ đã kiên nhẫn chịu đựng. Và chúng tôi đã tiêu diệt [tất cả] rằng Pharaoh và ông những người đã sản xuất và những gì họ đã xây dựng.
zu: Futhi Thina wabangela ukuba abantu ababekade abacindezelwe ifa ezifundeni esempumalanga yezwe nasesithelweni yibo ezisentshonalanga, ezabe We wayembusisile.

# Quran1092
source: And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said, "O Moses, make for us a god just as they have gods." He said, "Indeed, you are a people behaving ignorantly.
ca: I prenem nens d'Israel a través del mar; llavors van arribar a una intenció de gent de devoció [alguns] ídols d'ells. Deien, "O Moses, fan per a nosaltres un Déu només mentre tenen déus." Va dir, "de fet, són un poble comportant ignorància.
cy: A gwnaethom plant Israel ar draws y môr; yna daethant ar fwriad pobl mewn ymroddiad i [rai] dod ynghyd o nhw. Maent yn dweud, "O Moses, yn gwneud i ni Duw fel y maent wedi duwiau." Meddai, "yn wir, yr ydych yn bobl sy'n ymddwyn yn ignorantly.
da: Og vi tog Israels børn over havet; så kom de ved et mennesker hensigt i hengivenhed til [nogle] afguder af deres. De sagde: "O Moses, gøre for os en Gud ligesom de har guder." Han sagde, "Ja, du er et mennesker opfører sig uvidenhed.
el: Και πήραμε τα παιδιά του Ισραήλ πέρα από τη θάλασσα? στη συνέχεια ήρθαν επάνω μια πρόθεση άτομα στην αφοσίωση στα είδωλα [κάποιες] από τα δικά τους. Είπε, «O Moses, κάνουν για μας ένας Θεός όπως ακριβώς έχουν θεούς.» Είπε, «πράγματι βρίσκεσαι σε άτομα που συμπεριφέρονται ignorantly.
et: Ja võtsime Iisraeli laste üle mere; siis nad tulid inimesed eesmärgist [mõned] ebajumalaid tema pühendumus. Nad ütlesid: "O Moses make meile Jumal nii nagu nad on jumalad." Ta ütles: "tõepoolest, te olete inimesed käituvad ignorantly.
fi: Ja otimme Israelin lapset merellä; sitten he tulivat ihmiset asetuksilla omistautumista [jotkut] epäjumalia omaansa. He sanoivat: "O Moses tehdä meille Jumala kuten ne ovat jumalia." Hän sanoi: "olette ihmiset käyttäytyvät tietämättömänä.
he: ולקחנו את בני ישראל מעבר לים; אז הם באו על יעד אנשים בדבקות [יש] אלילים שלהם. הם אמרו, "O Moses, לעשות לנו אלוהים כפי שיש להם אלים." הוא אמר, "אכן, אתה אנשים להתנהג ignorantly.
hr: I mi je uzeo djecu Izraela preko mora; zatim su stigli ljudi namjere predanost [neki] idole njihove. Rekli su, "O Moses, čine za nas Boga kao što oni imaju bogove." Rekao je, "doista, vi ste ljudi ponaša ignorantski.
lt: Ir mes priėmėme Izraelio vaikai į jūrą; tada jie atėjo į žmonių ketinimus, atsidavimas [kai] stabus jiems. Jie sakė, "O Moses, padaryk mums Dievas kaip jie dievai." Jis sakė: "iš tiesų, jūs esate žmonės elgiasi nieświadomością.
lv: Un mēs pieņēmām Izraēla bērniem pāri jūrai; tad viņi uzgāja cilvēku nodoma nodošanās [kādu] elkiem savējo. Viņi teica: "O Moses, dot mums Dievs tāpat, kā tie ir dieviem." Viņš teica: "patiešām, tu esi uzvedība ignorantly cilvēki.
nb: Og vi tok Israels barn over havet. da kom de på en folk hensikt i hengivenhet til [noen] avguder av deres. De sa: "O Moses, gjør for oss en Gud de har gudene." Han sa: "Ja, du er et folk oppfører seg uvitenhet.
sk: A Zobrali sme deti Izraela cez more; potom prišli na ľudí zámer v oddanosti [niektoré] modly ich. Oni povedali: "O Moses, aby pre nás Boh rovnako ako majú bohov." On povedal: "v skutočnosti sa ľudia správajú nevedome.
sl: In smo otroci Izrael čez morje; potem so prišli na ljudi nameri v predanost [nekaj] idole od njiju. Pa reče: "O Moses, da za nas Bog tako, kot imajo bogov." On reče: "Pravzaprav, ste ljudi obnaša Ignorantski.
sr_cyrl: Узели смо децу Израела преко мора; Онда су наиљли неки људи намера у оданост [соме] идоли њихов. Рекли су, "О Мосес, направи за нас Бога као што они имају богове." Он је рекао, "заиста, ви сте народ се понашају игнорантлy.
sr_latn: Uzeli smo decu Izraela preko mora; Onda su naiљli neki ljudi namera u odanost [some] idoli njihov. Rekli su, "O Moses, napravi za nas Boga kao što oni imaju bogove." On je rekao, "zaista, vi ste narod se ponašaju ignorantly.
uk: І ми взяли діти Ізраїль по морю; Потім вони наткнулися на наміри людей в відданість [деякі] ідолів їх. Вони ж відказали "O Moses, зробити для нас Бог просто тому що богів". Він сказав: ", ви дійсно люди незвичну неосвічене.
vi: Và chúng tôi đã lấy trẻ em của Israel trên biển; sau đó, họ đến sau khi một mục đích người cống hiến cho [một số] thần tượng của họ. Họ nói rằng, "O Moses, làm cho chúng ta một Thiên Chúa cũng giống như họ có thần." Ông nói, "thật vậy, bạn là một người có hành vi ignorantly.
zu: Futhi Sathatha Ntwana Israyeli badabula ulwandle;
