Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran953
source: Say, "Is it other than Allah I should desire as a lord while He is the Lord of all things? And every soul earns not [blame] except against itself, and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you concerning that over which you used to differ."
ca: Dir, "és que no sigui Allah que ha desig com un senyor, mentre que ell és el Senyor de totes les coses? I cada ànima no guanya [culpa] excepte contra si mateix, i no portador de càrregues portarà la càrrega d'un altre. Després el seu senyor és el seu retorn, i ell us informarà sobre que sobre les quals solia diferir."
cy: Dweud, "Mae'n heblaw Allah dylai yn awydd fel Arglwydd er ei fod yn yr Arglwydd yr holl bethau? Ac y mae pob enaid yn ennill nid [beio] ac eithrio erbyn ei hun, a bydd unrhyw cludo o'r beichiau yn ysgwyddo'r baich o un arall. Yna i eich Arglwydd yn eich ffurflen a bydd yn rhoi gwybod i chi ynghylch y dros y gwnaethoch eu defnyddio i fod yn wahanol.
da: Sige, "er det andet end Allah jeg skulle ønske som en herre, mens han er Herrens af alle ting? Og hver sjæl tjener ikke [bebrejde] undtagen mod sig selv, og ingen bærer af byrder vil bære byrden af en anden. Derefter til din herre er dit afkast, og han vil informere dig om det, som du brugte til at afvige."
el: Λένε, «είναι εκτός από Αλλάχ, θα πρέπει να επιθυμώ ως ένα κύριο ενώ είναι ο κύριος όλων των πραγμάτων; Και κάθε ψυχή δεν κερδίζει [να κατηγορούμε] εκτός από ενάντια στον εαυτό της, και δεν κομιστή του φόρτου θα φέρουν το βάρος του άλλου. Στη συνέχεια, να σας Λόρδος είναι επιστροφή σας, και αυτός θα σε ενημερώσει σχετικά με ότι πάνω από το οποίο χρησιμοποιήσατε για να διαφέρουν.»
et: Öelda: "kas Jumal ma peaks soov kui ka lord, kui ta on isand kõik asjad peale? Ning iga hinge teenib mitte [süüdistada] välja arvatud iseenda vastu, ja ükski koormuse kandjaks näidatakse desarmeerimisel teise. Seejärel teie Issand on tagasi, ja ta teavitab teid selle üle, mida kasutasite erinevad."
fi: Sanoa, "on kuin Jumala olisi halu kuin Herra, kun hän on kaiken herra? Ja jokaisen sielun ansaitsee ei [syyttää] paitsi itseään vastaan, ja ei haltija taakan kantavat silloin taakan toisen. Sitten teidän Herranne on palata, ja hän ilmoittaa sinulle siitä, jota käytit erilaisia."
he: אומרים, "זה מלבד אללה אני צריך חפץ כמו לורד בזמן שהוא אדון כל הדברים? ומרוויח כל נשמה לא [מאשים] חוץ נגד עצמה, אין שנושא בנטל ישאו בעול של אחר. אז לאלוהים את ההחזר, הוא יעדכן אתכם בנוגע אשר שבו השתמשת כדי שונים."
hr: "Je to osim Allaha treba želju kao gospodar je gospodar svih stvari? I svaka duša zaradi ne [krivim] Osim protiv sebe, i ne obećaje ništa od tereta će snositi teret drugoga. Onda vaš gospodar je tvoj povratak, i on će vas o kojim preko koje ste se razlikuju."
lt: Sako, "tai ne aš trokštu kaip yra Viešpats o jis yra visų dalykų Viešpats Dievas? Ir kiekvieno siela uždirba ne [kaltinti] išskyrus prieš save, ir jokios naštos kavalierius duos kitą naštą. Tada jūsų Viešpats yra jūsų grąžinimo, ir jis praneš jums apie tą kurį naudojote skiriasi."
lv: Saka: "tas nav Allah ir vēlme kā kungs, kamēr viņš ir visas lietas kungs? Un katru dvēseli nopelna ne [vainot] izņemot pret sevi, un nav nastas nesēju būs jāsedz slogu citā valstī. Tad jūsu kungs ir savu peļņu, un viņš informēs jūs par ko pār kuru izmantojāt atšķiras."
nb: Si, "er det enn Døyve jeg skulle ønske som en Herre mens han er herre over alt? Og hver sjel tjener ikke [skylde] unntatt mot seg selv, og ingen bærer av byrdene vil bære byrden av en annen. Så til din Herre er tilbake og han vil informere deg om som du brukte til å variere.
sk: Povedať: "je to ako Boh chcem by ako pán, hoci je pánom všetkého? A každá duša zarobí nie [vinu] okrem proti sebe, a žiadny nosič záťaže bude niesť bremeno druhého. Potom je váš návrat svojho pána, a on vás informuje o tom, ktoré ste použili na líšia."
sl: Reči, "je razen Allah, naj željo, kot je gospod, medtem ko on je gospodar vseh stvari? In vsaka duša ne zasluži [krivi] razen proti samemu sebi, in ni nosilec bremena nosi breme drugega. Potem vaš gospodar je vašo vrnitev, in on bo informiramo o katerem nad katerim ste jo razlikujejo."
sr_cyrl: Реци , да ли је осим Алаха, треба да се жеља као лорд док он је господар свих ствари? И свака душа зарађује не [кривим] осим против ње саме, и не доносим оптерећује ће да носе терет неком другом. Да твој господар је онда твој повратак, и он ће ти то над којим си некад се разликују у погледу информисати."
sr_latn: Reci, da li je osim Alaha, treba da se želja kao lord dok on je gospodar svih stvari? I svaka duša zarađuje ne [krivim] osim protiv nje same, i ne donosim opterećuje će da nose teret nekom drugom. Da tvoj gospodar je onda tvoj povratak, i on će ti to nad kojim si nekad se razlikuju u pogledu informisati."
uk: Сказати: "це крім Аллаха, я повинні бажати як чіп, а він-Господь всіх речей? І кожному душа не заробляє [звинувачувати] Крім проти самого себе, і немає пред'явника тягаря буде нести тягар іншого. Щоб ваш Господь є повернення і він буде інформувати вас щодо, над якими ви використовували, щоб відрізнятися."
vi: Nói, "nó khác ngoài Allah tôi nên mong muốn như là một Chúa khi Ngài là Chúa của tất cả mọi thứ? Và kiếm được mỗi linh hồn không [trách] ngoại trừ chống lại chính nó, và không mang gánh nặng sẽ chịu gánh nặng của người khác. Sau đó Chúa của bạn là trở lại của bạn, và ông sẽ thông báo cho bạn về mà qua đó bạn đã sử dụng khác nhau."
zu: Uthi, "it nye than Allah bengingathanda lord khashana He is Lord bonke to? Futhi wonke umphefumulo uhola hhayi [icala] ngaphandle wodwa, futhi akukho nomphathi imithwalo bekezelela thwalo of another. Khona-ke yakho

# Quran954
source: And it is He who has made you successors upon the earth and has raised some of you above others in degrees [of rank] that He may try you through what He has given you. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.
ca: I és que t'ha fet seus successors a la terra i ha alçat alguns de vostès per sobre d'altres en graus [de rang] que es pot tractar mitjançant el que ha donat. De fet, el seu senyor és ràpida en pena; però de fet, és indulgent i Clement.
cy: Ac ef a wnaeth eich olynwyr ar wyneb y ddaear ac wedi codi rhai ohonoch uchod eraill mewn graddau [o safle] y gall geisio chi drwy hyn wedi rhoi ichi. Yn wir, eich Arglwydd yn gyflym yn gosb; ond yn wir, ei fod yn Forgiving a Merciful.
da: Og det er ham, der har gjort dig efterfølgere på jorden og har rejst nogle af jer frem for andre i frihedsgrader [rank] at han kan forsøge dig gennem hvad han har givet dig. Ja, jeres Herre er hurtig i straffen; men ja, han er Forgiving og barmhjertige.
el: Και είναι αυτός που έχει φτιάξει η διαδόχους πάνω στη γη και έθιξε ορισμένα από εσάς πάνω από τους άλλους σε βαθμούς [rank] ότι μπορεί να προσπαθήσει σας μέσα από ό, τι έχει δώσει. Πράγματι, ο Λόρδος είναι ταχεία σε πέναλτι? αλλά πράγματι, αυτός είναι επιεικής και εύσπλαχνος.
et: Ja see on tema, kes on teinud teile pärijatele maa peal ja on tõstatanud mõned teist teistele kraadi [rank] et ta võib proovida teid läbi, mida ta on andnud teile. Tõepoolest, teie Issand on swift trahv; Aga tõepoolest, ta on Forgiving ja Merciful.
fi: Ja hän on tehnyt sinusta seuraajia maan päällä ja on ottanut esiin muutamia teistä edellä muita astetta [sijoitus] että hän toukokuu koetus te kautta hän on antanut sinulle. Herrasi onkin nopeasti seuraamus; mutta itse asiassa hän on anteeksiantava ja armollisin.
he: . וזה מי עשה אותך עוקבות על פני האדמה, העלה את חלקכם האחרים בדרגות [דרגה] כי הוא עלול לנסות את דרך מה שהוא נתן לך. ואכן, הוא מהיר בעונשם; אבל אכן, הוא Forgiving, הרחום והחנון.
hr: I on je taj koji je napravio nasljednici na zemlji te je podigao neki se iznad ostalih u stupnjevima [čin] da on može pokušati kroz ti je dao. Zaista, vaš gospodar je brz u kaznu; Ali doista, opraštanje i milostiv.
lt: Ir tai tas, kuris padarė jums įpėdiniai žemėje ir sukėlė kai kurių iš jūsų aukščiau kitų laipsniais [rangas], kad jis gali bandyti jūs per ką jis davė jums. Iš tiesų, jūsų Viešpats yra greitai bausmė; bet iš tiesų, jis yra Forgiving ir litosciwy.
lv: Un tas ir tas, kas ir padarījusi tevi mantiniekiem uz zemes un ir izvirzīti daži no jums virs citas pakāpes [rangs], ka viņš var mēģināt jums caur to, ko viņš ir devis jums. Patiešām, jūsu kungs ir ātra sodu; bet patiešām, viņš piedošanu un žēlsirdīgs.
nb: Og det er han som har gjort deg etterfølgere på jorden og har reist noen av dere over andre i grader av rangering] at han kan prøve du gjennom hva han har gitt deg. Ja, Herren er rask i bot; men han er faktisk tilgi og barmhjertig.
sk: A to je ten, kto má ťa nástupcom na zemi a vzniesla niektoré z vás nad ostatnými v stupňoch [hodnosti] že on si skúsiť cez to, čo on vám dal. Svojho pána je skutočne rýchly trestu; ale v skutočnosti je odpúšťajúci, a Milosrdných.
sl: In to je on, ki je dala nasledniki na zemlji in je postavljeno nekateri nad ostale v stopinjah [rank] da je lahko poskusite skozi kaj je dal. Res, vaš Gospod je hitro v kazen; ampak res, on je tolerantna in usmiljen.
sr_cyrl: И он је постао си наследнике на земљи и изазвао је неке од вас изнад других у степен [чин] да ли можда покуша кроз коју ти је дао. Заиста , твој господар је брз у казну; Али он је заиста Форгивинг и милосрдна.
sr_latn: I on je postao si naslednike na zemlji i izazvao je neke od vas iznad drugih u stepen [čin] da li možda pokuša kroz koju ti je dao. Zaista, tvoj gospodar je brz u kaznu; Ali on je zaista Forgiving i milosrdna.
uk: І це той, хто зробив вам наступників на землі і викликало деякі з вас над іншими в ступені [рангу] що він може спробувати вам через те, що він дав вам. Дійсно, Господь ваш є swift штраф; але дійсно, він бачить і Merciful.
vi: Và ông đã làm cho những người thừa kế khi trái đất và đã đưa ra một số bạn trên những người khác ở nhiều cấp độ [rank] rằng ông có thể thử bạn thông qua những gì ông đã cho bạn. Thật vậy, Chúa của bạn là nhanh chóng trong hình phạt; nhưng thực sự, ông là Forgiving Merciful.
zu: Futhi kuba Lowo ukwenze abazolandela phezu komhlaba futhi uye vubukula nye of you others ngaphakathi degrees [zesigaba] ukuthi Angase azame wena ngokusebenzisa babe He epha you.

# Quran955
source: Alif, Lam, Meem, Sad.
ca: Alif, Lam, Meem, trist.
cy: Alif, Lam, Meem, trist.
da: Alif, Lam, Meem, trist.
el: Αλίφ, λαμ, Meem, λυπημένος.
et: Hotell Alif, Lam, Meem, kurb.
fi: Alif, Lam, Meem, surullista.
he: אליף, לאם, Meem, עצוב.
hr: Alif, Lam, Meem, tužno.
lt: Alif, Sam, Meem, liūdna.
lv: Alif, Lam, Meem, skumji.
nb: Alif, Lam, Meem, trist.
sk: Alif, Lam, Mîm, smutné.
sl: Alif, Lam, Meem, žalostno.
sr_cyrl: Алиф , Лам, Меем, тужно.
sr_latn: Alif, Lam, Meem, tužno.
uk: Аліф, Lam, Meem, сумно.
vi: Alif, Lam, Meem, buồn.

# Quran956
source: [This is] a Book revealed to you, [O Muhammad] - so let there not be in your breast distress therefrom - that you may warn thereby and as a reminder to the believers.
ca: [És] un llibre revelat, [O Muhammad] - així que no hi ha en la seva angoixa mama derivar - que vostè pot advertir així i com un recordatori als creients.
cy: [Mae hwn] Mae'r llyfr yn datgelu i chi, [O Muhammad]-felly gadewch na cheir yn eich gofid fron thelir-y gall eich rhybuddio felly'n ac i atgoffa y credinwyr.
da: [Det er] en bog åbenbaret for dig, [O Muhammad] - så lad der ikke være i dit bryst nød deraf - at du kan advare dermed og som en påmindelse til troende.
el: [Είναι] ένα βιβλίο που αποκάλυψε σε σας, [Ο Μωάμεθ] - ας μην υπάρχει στην αγωνία σας μαστού από αυτές - ότι σας μπορεί να σας προειδοποιήσει με αυτόν τον τρόπο, και ως μια υπενθύμιση για την πιστών.
et: [On] näitas sulle, [O Muhammad] - raamat nii Saagu ei oma rindade merehätta sellest - et teid hoiatada, seeläbi ja usklikud meelespidamiseks.
fi: Tämä on kirja sinulle [Oi Muhammed] - siis ei ole rintojen hätä siitä - että voi varoittaa siten ja muistutuksena niille, jotka uskovat.
he: [זה] ספר גילה לך, [O מוחמד] - אז תני לא יהיה במצוקה השד שלך ממנו - אתה יכול להזהיר ובכך, כתזכורת למאמינים.
hr: Ovo je knjiga otkriva vam [O Muhammad] - da ne postojati u grudi imaju od toga - da može upozoriti a time i podsjetnik za vjernike.
lt: [Tai] tave, [O Muhammad] - knygos taip Tebūnie ne jūsų krūties nelaimės iš jų - kad jums gali įspėti taip ir kaip priminimas, kad tikintieji.
lv: [Tas] izdalītas jums [O Muhammad] - grāmatu, tāpēc ļaujiet tur nebūt krūts briesmās no tā - ka var brīdināt, tādējādi gan kā atgādinājums, lai ticīgie.
nb: [Dette er] en bok åpenbart for deg, [O Muhammad] - så la det ikke være i din bryst nød denne - kan opplyse og dermed og som en påminnelse til troende.
sk: [Je] knihu odhalila na vás [Mohamed] - tak nech tam byť v núdzi vašich pŕs z nich - že môže varovať, čím a ako pripomienka pre veriacich.
sl: [Je] knjigo pokazala za vas, [O Muhammad] - tako naj ne bo v vaše prsi stiski iz njih - da lahko opozori s tem in kot opomin, da verniki.
sr_cyrl: [Ово је] књига ти, [О Мухаммад] - откривен тако нека не буде у невољи твоје дојке владини - да може упозорити на тај начин и да вас подсетим да верници.
sr_latn: [Ovo je] knjiga ti, [O Muhammad] - otkriven tako neka ne bude u nevolji tvoje dojke vladini - da može upozoriti na taj način i da vas podsetim da vernici.
uk: [Це] книга показали вам, [O Мухаммад] - так хай не буде в грудей лиха від них - що може попередити тим самим і як нагадування на віруючих.
vi: [Đây là] một cuốn sách tiết lộ cho bạn [O Muhammad] - Vì vậy hãy để không có đau khổ vú của bạn từ đó - bạn có thể cảnh báo do đó và như là một lời nhắc nhở cho các tín hữu.
zu: [Lena] Incwadi phendla you [O Muhammad] - ngakho Makungaphuthi kube isifuba sakho ekucindezelekeni therefrom - Lowo you khuza ngaleyo ndlela futhi isikhumbuzo kholwa.

# Quran957
source: Follow, [O mankind], what has been revealed to you from your Lord and do not follow other than Him any allies. Little do you remember.
ca: Seguir, [humanitat O], el que ha estat revelat a vostè del seu Senyor i no altre que ell segueixen qualsevol aliats. Mica et recordes.
cy: Ddilyn, [O dynolryw], mae'r hyn a ddatgelwyd i chi gan eich Arglwydd ac nid yw yn dilyn unrhyw gynghreiriaid eraill nag ef. Ychydig a ydych yn cofio.
da: Følg, [O menneskeheden], hvad er blevet afsløret til dig fra din herre og følger ikke andre end ham alle allierede. Lidt kan du huske.
el: Ακολουθήστε, [O ανθρωπότητα], τι έχει αποκαλυφθεί σε σας από το Λόρδο και δεν ακολουθούν εκτός από τον οποιουσδήποτε συμμάχους. Λίγο θυμάσαι.
et: Järgige, [O inimkonna], mida on avastatud teile, teie Issandat ja järgige muu kui talle kõik liitlased. Vähe sa mäletad.
fi: Seurata, [O ihmiskunta], mikä on paljastanut sinulle tulee Herraltasi eikä käy kuin hänelle mitään liittolaisia. Hieman muista.
he: בצע, [O האנושות], מה כבר חשף לך מן האדון ולא תנהג אחרת מאשר אותו לכל בנות הברית. קצת את זוכרת.
hr: Slijedite [O čovječanstvo], što je otkrio da ste iz vašeg gospodara i ne slijedite druge nego ga bilo saveznike. Malo da li se sjećaš.
lt: Sekite, [O žmonijos], kas buvo atskleista jums iš jūsų Viešpats ir ne po kitos nei jam bet sąjungininkai. Mažai ar prisimenate.
lv: Sekot, [O cilvēces], kas tika atklāts jums no jūsu kungs un izņemot viņu nav sekot visiem sabiedrotajiem. Maz jūs atceraties.
nb: Følge, [O menneskeheten], hva har blitt åpenbart til deg fra din Herre og følger ikke andre enn ham noen allierte. Liten husker du.
sk: Sledovať, [ľudstvo O], čo bolo odhalené na vás od vášho pána a nie ako ho nasledovať všetkých spojencov. Niečo pamätáte.
sl: Sledite, [O človeštva], kar je pokazala za vas od svojega Gospoda in ne sledijo drugi od njega vse zaveznice. Malo se spomnite.
sr_cyrl: Пратите , [О људски род], ста је теби откривен од твог господа и други него га не прати неки савезници. Мало се сежаљ.
sr_latn: Pratite, [O ljudski rod], sta je tebi otkriven od tvog gospoda i drugi nego ga ne prati neki saveznici. Malo se seжaљ.
uk: Слідувати, [O людства], що було виявлено до вас від вашого Господа і не дотримуються інших, ніж йому будь-яку союзники. Мало ви пам'ятаєте.
vi: Làm theo, [nhân loại O], những gì đã được tiết lộ cho bạn từ Chúa của bạn và không làm theo khác hơn là anh ta bất kỳ phe đồng minh. Bạn có nhớ chút.
zu: Landela, [Jehova isintu], lokho okuye phendla you kho Lord cha landela ngaphandle kukaNkulunkulu iyiphi nemadlelandawonye.

# Quran958
source: And how many cities have We destroyed, and Our punishment came to them at night or while they were sleeping at noon.
ca: Quantes ciutats ens han destruït i càstig va ser per a ells a la nit o mentre que estaven dormint al migdia.
cy: A dinasoedd faint yr ydym wedi dinistrio, a daeth ein cosbi iddynt yn y nos neu tra oeddent yn cysgu ganol dydd.
da: Hvor mange byer har vi ødelagt, og vores straf kom til dem om natten, eller mens de lå og sov til middag.
el: Πώς πολλές πόλεις έχουν καταστρέψει εμείς και μας τιμωρία ήρθε να τους τη νύχτα ή ενώ αυτοί κοιμόντουσαν το μεσημέρι.
et: Mitu linna on meil hävitanud ja meie karistuse tuli neile öösel või kui nad olid magab keskpäeval.
fi: Kuinka monta kaupunkia olemme tuhonneet, ja meidän rangaistus tuli heille yöllä tai kun he nukkuivat keskipäivällä.
he: כמה ערים, הרסו לנו ו לעונש שלנו הגיע אליהם בלילה או בזמן שהם ישנים בצהריים.
hr: Koliko gradova smo uništili i naša kazna došla kod njih preko noći ili dok su spavali u podne.
lt: Kiek miestų mes sunaikinti ir mūsų bausmė buvo jiems naktį arba kol jie buvo miega vidurdienį.
lv: Kā daudzās pilsētās mums ir iznīcināta, un mūsu sods nāca pie viņiem naktī vai laikā, kad viņi saldi gulēja pusdienlaikā.
nb: Hvor mange byer har vi ødelagt og vår straff kom til dem om natten, eller mens de sov ved middagstid.
sk: Koľko miest sme zničili a náš trest prišiel k nim v noci alebo keď oni spali na poludnie.
sl: Koliko mest so mi uničili in naša kazen prišel do njih ponoči ali pa so bili s spanjem opoldne.
sr_cyrl: И колико градова има смо уништена, а казна је дошао да их ноћу, или док су спавали у подне.
sr_latn: I koliko gradova ima smo uništena, a kazna je došao da ih noću, ili dok su spavali u podne.
uk: І як у багатьох містах ми знищили, і до них прийшов наш покарання в нічний час або коли вони були спали опівдні.
vi: Làm thế nào nhiều thành phố của chúng ta đã tiêu diệt và trừng phạt chúng tôi đã cho họ vào ban đêm hoặc trong khi họ đang ngủ trưa.
zu: Futhi yeka ukuthi amadolobha amaningi abe Thina ibhujisiwe, futhi isijeziso Yethu weza kubo ebusuku noma ngesikhathi belele emini.

# Quran959
source: And their declaration when Our punishment came to them was only that they said, "Indeed, we were wrongdoers!"
ca: Seva declaració quan el nostre càstig va venir a ells era només que van dir, "De fet, estàvem malfactors!"
cy: A dim ond eu datganiad pan ddaeth ein cosbi iddynt oedd y dywedasant, "Yn wir, rydym yn tramgwyddo!"
da: Og deres erklæring, da vores straf kom til dem var kun at de sagde: "Ja, vi var lovovertrædere!"
el: Και τους δήλωση όταν μας τιμωρία ήρθε σε αυτά ήταν μόνο ότι είπαν, «Πράγματι, ήμαστε παραβάτες!»
et: Ja oma deklaratsiooni, kui meie karistuse tuli neile oli ainult, et nad ütlesid: "Tõepoolest, me olime Petturite!"
fi: Ja kun meidän rangaistus tuli heille ilmoitus oli vain, että he sanoivat: "Itse asiassa olimme rikolliset!"
he: ההכרזה שלהם כאשר העונש שלנו הגיע אליהם היה רק כי הם אמרו, "ואכן, היינו הפושעים!"
hr: I njihova izjava kada naša kazna došla im je samo da su rekli, "Zaista, bili smo počinioce!"
lt: Ir jų deklaraciją kai mūsų bausmė buvo jiems buvo tik kad jie sakė, "Iš tiesų, mes buvome grzesznicy!"
lv: Un savā deklarācijā, kad mūsu sods nāca pie viņiem bija tikai to, ka viņi teica: "Protams, mēs bijām pārkāpējus!"
nb: Og deres deklarasjoner når vår straff kom til dem var bare at de sa, "Vi var faktisk wrongdoers!"
sk: A svoje vyhlásenie, keď náš trest prišiel k nim bol len to, že oni povedali: "Naozaj, boli sme zloèinci!"
sl: In njihovo izjavo, ko naša kazen jih je bil le, da so rekli, "Res, smo bili wrongdoers!"
sr_cyrl: И својој декларацији када казна је дошао да их је било само да су: "Заиста, били смо починиоце!"
sr_latn: I svojoj deklaraciji kada kazna je došao da ih je bilo samo da su: "Zaista, bili smo počinioce!"
uk: І їх декларації, коли до них прийшов наш покарання було лише, що вони сказали: "Дійсно, ми були розкаюємося!"
vi: Và tuyên bố của họ khi trừng phạt chúng tôi đến họ đã là chỉ rằng họ nói, "Thật vậy, chúng tôi đã wrongdoers!"
zu: Futhi ukumenyezelwa yabo lapho isijeziso Yethu weza kubo Kuphela nje ukuthi bathi, "Ngempela, sasingabantwana abenzi bokubi! '

# Quran960
source: Then We will surely question those to whom [a message] was sent, and We will surely question the messengers.
ca: Llavors ens seran segurament qüestió aquells a qui va ser enviat [un missatge], i segurament seran qüestió de missatgers.
cy: Yna bydd siawns yn cwestiynu rhai i bwy anfonwyd [neges], a byddwn yn sicr yn ei holi y negeswyr.
da: Derefter vil vi sikkert sætte spørgsmålstegn ved dem [en besked] blev sendt, og vi vil helt sikkert sætte spørgsmålstegn budbringere.
el: Στη συνέχεια θα αμφισβητούμε σίγουρα εκείνων στους οποίους απεστάλη [μήνυμα] και να αναρωτηθούμε σίγουρα οι αγγελιοφόροι.
et: Siis me kindlasti küsimus neile, kellele saadeti [sõnum] ning me kindlasti küsimus kullerid.
fi: Sitten me varmasti kysymys niille, joille [viesti] ja kyseenalaistamme varmasti sanansaattajia.
he: אז בוודאי נחקור. אלה שאליהם נשלחה [הודעה], בוודאי נחקור השליחים.
hr: Onda smo sigurno će pitanje onih kojima je poruka poslana, a sigurno će pitanje glasnike.
lt: Tada mes tikrai bus klausimas kam [pranešimas] buvo nusiųstas, ir mes tikrai bus klausimas pasiuntinius.
lv: Tad mēs noteikti jautājums tiem, kam tika nosūtīts [ziņojums], un mēs noteikti būs jautājums kurjeri.
nb: Deretter vil vi sikkert spørsmålet de som [en melding] ble sendt, og vi vil sikkert spørsmålet budbringere.
sk: Potom sme sa určite otázka, tých ktorým [] bola odoslaná a my bude určite otázka poslov.
sl: Potem mi bo zagotovo vprašanje komu [sporočilo] je bil poslan, in mi bo zagotovo vprašanje sli.
sr_cyrl: Онда ће сигурно не испитамо оне коме је порука послата, и сигурно ће преиспитујемо весници.
sr_latn: Onda će sigurno ne ispitamo one kome je poruka poslata, i sigurno će preispitujemo vesnici.
uk: Потім ми безумовно буде питанням ті, кому [повідомлення] було відправлено, і ми, безумовно, питання посланцями.
vi: Sau đó chúng tôi chắc chắn sẽ hỏi những người [thông báo] đã được gửi, và chúng tôi chắc chắn sẽ hỏi các sứ giả.
zu: Khona Sizokwenza nakanjani embuzweni nalabo abashunyayezwa [umlayezo] wathunyelwa, futhi ngokuqinisekile ekungabazeni izithunywa.
