Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2647
source: And We did not send before you any messenger or prophet except that when he spoke [or recited], Satan threw into it [some misunderstanding]. But Allah abolishes that which Satan throws in; then Allah makes precise His verses. And Allah is Knowing and Wise.
ca: I no enviem abans qualsevol Missatger o un profeta excepte que quan ell va parlar [o recitat], Satan va llançar en ell [algunes malentès]. Però Allah aboleix que Satan llança llavors Allah fa precís seus versos. I Allah és saber i savi.
cy: Ac na fyddem yn anfon cyn i chi unrhyw negesydd neu Proffwyd heblaw y wrth iddo siarad [neu roi], taflodd Satan i mewn iddo [rhywfaint o gamddealltwriaeth]. Ond mae'r Allah yn diddymu y mae Satan yn cael ei daflu yna Allah yn gwneud union ei penillion. Ac Allah yn gwybod a Wise.
da: Og vi har ikke sendt før du nogen messenger eller profeten bortset fra at når han talte [eller reciterede], Satan kastede i det [nogle misforståelser]. Men Allah afskaffer, som Satan kaster i; derefter gør Allah præcis hans vers. Og Allah er vide og klog.
el: Και εμείς δεν έστειλε πριν από οποιαδήποτε αγγελιοφόρος ή προφήτη εκτός από το ότι όταν αυτός μίλησε [ή απήγγειλε], ο Σατανάς έριξε σε αυτό [κάποια παρεξήγηση]. Αλλά Αλλάχ καταργεί αυτό που ο Σατανάς ρίχνει στο? στη συνέχεια, Αλλάχ κάνει ακριβή τους στίχους του. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Ja me ei saatnud enne Messengeri või prohvet välja, et kui ta rääkis [või loetud], Saatan viskasin sinna [valearusaam]. Kuid Jumal kaotatakse, mida Saatan viskab; siis Jumal teeb täpselt tema värsse. Ja Jumal on teades ja tark.
fi: Ja me ei lähettänyt edessänne messenger tai profeetta paitsi, että kun hän puhui [tai luettu], Saatana heitti se [jokin väärinkäsitys]. Mutta Jumala poistetaan se, mitä saatana heittää; sitten Jumala tekee tarkka hänen runoissaan. Ja Jumala on tieto ja viisas.
he: אנחנו לא שלח לפני כל שליח או הנביא חוץ מזה כאשר הוא דיבר [או דקלם], השטן השליך לתוכו [אי-הבנה]. אבל אללה מבטל את אשר השטן זורק; אז אללה הופך מדויק שלו פסוקים. אללה הוא שהידיעה וחכם.
hr: I mi nije poslao prije nego što bilo koji Glasnik ili prorok osim što kada on govorio [ili recitira], Sotona bacio u to neki nesporazum. Ali Allah ukida ono što Sotona baca u; Onda Allah čini precizno svoje stihove. A Allah je poznavanje i mudar.
lt: Ir mes nesiuntė prieš jums pranašas ar messenger išskyrus tai, kad kai jis kalbėjo [ar skaito], Šėtonas metė į jį [kažkoks nesusipratimas]. Bet Dievas panaikina tai, kas Šėtonas išmeta; tada Dievas leidžia tiksliai jo eilėraščiai. Ir Dievas yra žinios ir išmintingas.
lv: Un mēs nenosūtīja pirms jebkuru messenger vai pravieti izņemot to, ka viņš runāja [vai skaitīja], sātans iemeta to [kādu pārpratumu]. Bet Allāha atceļ to, ko sātans met; pēc tam Allah padara precīzu savas vārsmas. Un Allah ir zinot un gudrs.
nb: Og vi sende ikke før du noen messenger eller profeten bortsett fra at når han talte [eller resitert], Satan kastet inn [misforståelser]. Men Allah opphever som Satan kaster. da gir Allah presis hans dikt. Og Allah er kjennskap og klok.
sk: A sme neposlal predtým, než akýkoľvek messenger alebo proroka okrem toho, že keď on hovoril [alebo recitovali], Satan hodil do nej [niektoré nedorozumenia]. Ale Boh ruší to, čo Satan hodí; potom Boh robí presné jeho verše. A Allah je znalosť a múdry.
sl: In mi ni poslal pred vami vse sel ali prerok razen, da ko on govoril [ali recitiral], Satan vrgel vanjo nekaj nesporazumov. Vendar Allah odpravlja ki Satan vrže v; nato Allah omogoča natančno njegovi verzi. In Alah je poznavanje in pametno.
sr_cyrl: И ми није послао пред вама било мессенгер или пророк осим да када он говорио [или рецитовао], Сатана бацили у то некакав неспоразум. Али Аллах укида оно што Сотона баца у; Алах је прецизан његових стихова. А Аллах је знајужи и мудар.
sr_latn: I mi nije poslao pred vama bilo messenger ili prorok osim da kada on govorio [ili recitovao], Satana bacili u to nekakav nesporazum. Ali Allah ukida ono što Sotona baca u; Alah je precizan njegovih stihova. A Allah je znajuжi i mudar.
uk: І ми не посилати перш ніж будь-який messenger або пророк Крім того, що коли він говорив [або читається], сатана кинув в нього якесь непорозуміння. Але Аллах відміняє те, що сатана кидає на; потім Аллах робить точним його вірші. І Аллаха, знаючи, що і Мудрого.
vi: Và chúng tôi đã không gửi trước khi bất kỳ messenger hoặc tiên tri rằng trừ khi anh nói [hoặc niệm], Satan đã ném vào nó [một số hiểu lầm]. Nhưng Allah abolishes đó mà Satan ném trong; sau đó Allah làm cho chính xác bài thơ của ông. Và Allah là hiểu biết và khôn ngoan.
zu: Futhi We cha sa phi gijimi phambi kwakho noma umprofethi ngaphandle ukuthi lapho ekhuluma [noma hlabelela], uSathane wayiphonsa-ke [ezinye iphutha elibangelwa ukungaqondi].

# Quran2648
source: [That is] so He may make what Satan throws in a trial for those within whose hearts is disease and those hard of heart. And indeed, the wrongdoers are in extreme dissension.
ca: [Això és] per la qual cosa pot fer el que Satan llança en un judici per als cors del qual és la malaltia i els durs de cor. I de fet, són els malfactors de dissensió extrema.
cy: [Y mae] fel y gall ei wneud beth y mae Satan yn taflu mewn treial ar gyfer y rhai o fewn eu calonnau yn glefyd a rhai caled o galon. Ac yn wir, y tramgwyddo ar gynnen eithafol.
da: [Det er] så han kan gøre hvad Satan kaster i en retssag for dem, i hvis hjerter er sygdom og de hårde i hjertet. Og faktisk, at lovovertrædere er i ekstrem uenighed.
el: [Που είναι] έτσι μπορεί να κάνουν ό, τι ο Σατανάς ρίχνει σε μια δίκη για εκείνους μέσα στις καρδιές των οποίων είναι ασθένεια και εκείνοι σκληρά των καρδιά. Και πράγματι, οι παραβάτες είναι σε ακραία διαφωνία.
et: [On] nii, et ta võib teha mida Saatan viskab kohtuprotsess neile, kelle südamed on haigus ja need raske südamega. Ja tõepoolest, mille tekitaja on äärmuslik lahkhelisid.
fi: Se on niin hän saattaa tehdä saatana heittää tutkimuksessa niille, joiden sydän on sairaus ja ne sydämen. Ja itse asiassa rikolliset ovat äärimmäisen erimielisyyttä.
he: [זה] אז הוא עשוי להקשות מה השטן זורק במשפט עבור אלה בתוך אשר לבם היא מחלה ואלה של הלב. אכן, הפושעים נמצאים חילוקי דעות קיצוניות.
hr: [To je] tako da on može napraviti što Sotona baca u suđenje za one unutar srca je bolest i one teško srca. I doista, počinioce u ekstremnim razdor.
lt: [Tai], jis gali padaryti ką Šėtonas suskumba į teismą tiems, kurių širdyse yra liga ir tie sunkiai širdies. Ir iš tiesų, grzesznicy, ekstremalių nesantaika.
lv: [Kas ir] tā viņš var likt to, ko sātans met ar tiesu tiem, kuru sirdis ir slimība, un tiem cieta sirds. Un patiešām, likumpārkāpēji ir galējā nevienprātība.
nb: [Det er] slik at han kan gjøre hva Satan kaster i en rettssak for dem hvis hjerte er sykdom og de harde hjerte. Og ja, wrongdoers er i ekstrem uenighet.
sk: [Je] tak on môže robiť čo Satan hádže v súdnom konaní pre tých, v rámci ktorého srdce je choroba a tie tvrdé srdce. A skutočne, zloèinci sú extrémne nezhody.
sl: [Ki je] tako da lahko zagovarja kaj Satan vrže v preskušanju za tiste v katerih srca je bolezen in tiste v trda srca. In res, da kršitelj ni v ekstremnih nesoglasja.
sr_cyrl: [Која је] можда би ста је Сотона баца у суђење за оне унутар чија срца је болест и оне тврдог срца. И заиста, починиоце у екстремним раздор.
sr_latn: [Koja je] možda bi sta je Sotona baca u suđenje za one unutar čija srca je bolest i one tvrdog srca. I zaista, počinioce u ekstremnim razdor.
uk: [Це] так що він може зробити те, що сатана кидає на суд для тих, хто протягом якого серцях є хвороба і ті, жорсткий серця. І справді, в розкаюємося в екстремальних розбіжностей.
vi: [Đó là] do đó, ông có thể làm cho những gì Satan ném trong một thử nghiệm cho những người bên trong có trái tim là bệnh và những khó khăn của trái tim. Và quả thực, các wrongdoers cực rẽ.
zu: [Yilokho] He kungase kwenze lokho uSathane Ufaka ecaleni labo ngaphakathi ezinhliziyweni zabo sifo nalabo nenhliziyo elukhuni.

# Quran2649
source: And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it, and their hearts humbly submit to it. And indeed is Allah the Guide of those who have believed to a straight path.
ca: I així que aquells que tenien coneixement pot saber que és la veritat del seu Senyor i [per això] hi creuen, i seus cors humilment presentar a ella. I de fet és Allah el guia d'aquells que han cregut per un camí dret.
cy: Ac felly gall rheini y rhoddwyd gwybodaeth gwybod bod mae'n y gwir gan eich Arglwydd a [felly] yn credu ynddo, ac mae eu calonnau yn ostyngedig iddo. Ac yn wir yw Allah y canllaw y rhai sydd wedi credu i lwybr syth.
da: Og så dem, der fik viden kan vide, at det er sandheden fra din herre og [derfor] tror på det, og deres hjerter ydmygt forelægge det. Og faktisk er Allah Guide for dem, der har ment, at en lige vej.
el: Και έτσι εκείνοι που είχαν γνώση μπορούν να ξέρουν ότι είναι η αλήθεια από το Λόρδο και [συνεπώς] πιστεύουν σε αυτή, και τις καρδιές τους να υποβάλω ταπεινά σε αυτό. Και πράγματι είναι Αλλάχ ο οδηγός από εκείνους που πίστεψαν στον ίσιο δρόμο.
et: Ja nii need, kes anti teadmisi teaksite, et see on tõe oma Issanda ja [seega] usun seda ja talle alandlikult esitada nende südamed. Ja tõepoolest on Jumal, kes oleks uskunud teejuht õigele teele.
fi: Ja jotka olivat saaneet tiedon voi tiedämme, se on totuus tulee Herraltasi ja [sen vuoksi] uskoa siihen, että heidän sydämensä nöyrästi esittää. Ja todellakin on Jumala opas jotka ovat uskoneet oikealle tielle.
he: אז מי שקיבל ידע אולי יודע כי היא האמת של אדונך, [ולכן] מאמינים, ומגישות את ליבם בענווה לה. והוא אכן אללה המדריך של אלה אשר האמינו נתיב ישר.
hr: I tako oni koji su dobili znanje zna da to je istina iz vašeg gospodara i [Stoga] vjerujem u to, i njihova srca i ponizno dostaviti ga. I doista je Allah vodič za one koji su vjerovali u ravno put.
lt: Ir taip tie, kurie buvo suteikta žinių gali žinoti kad tai tiesos iš jūsų Viešpats ir [todėl] tikiu, ir jų širdyse nuolankiai pateikti jai. Ir iš tiesų yra Dievo vadovas tiems, kurie tikėjo tiesia kelią.
lv: Un tik tiem, kas tika dotas zināšanas var zināt, ka tas ir no jūsu Kungs patiesība un [tādējādi] tic tam, un savās sirdīs pazemīgi iesniegt tai. Un patiešām ir Allah rokasgrāmata tiem, kuri ir uzskats, taisns ceļš.
nb: Og så de som ble gitt kunnskap kan vite at det er sannheten fra deres Herre og [derfor] tror på det, og deres hjerter ydmykt sender til den. Faktisk er Allah guiden som har trodd på en rett bane.
sk: A tak tí, ktorí dostali vedomosti môže vedieť, že to je pravda od svojho pána a [preto] veriť v to a ich srdcia pokorne predložiť. A skutočne je Alah sprievodca priamu cestu tých, ktorí uverili.
sl: In tako tiste, ki so imele znanja lahko vedeli, da je resnico iz svojega Gospoda in [zato] verjamem v to, in njihova srca ponižno predloži. In res je Allah vodnik tistih, ki so verjeli v naravnost pot.
sr_cyrl: И тако они који су добили знања може да то је истина од твог Господа [Дакле] верује у то и њихова срца понизно се покорити њој. И заиста је Аллах Водич за оне који верују да праволинијску путању.
sr_latn: I tako oni koji su dobili znanja može da to je istina od tvog Gospoda [Dakle] veruje u to i njihova srca ponizno se pokoriti njoj. I zaista je Allah Vodič za one koji veruju da pravolinijsku putanju.
uk: І тому, хто давали знань може знаю, що це правда від ваш Господь і [] вважаємо, в ньому, і їхні серця смиренно представити до нього. І справді Аллах керівництво з тих, хто вірив по дорозі прямій.
vi: Và vì vậy những người đã được đưa ra kiến thức có thể biết rằng nó là sự thật từ Chúa của bạn và [do đó] tin vào nó, và trái tim của họ khiêm nhường gửi đến nó. Và thực sự là Allah hướng dẫn của những người đã tin vào một con đường thẳng.
zu: Futhi ngakho labo ababenikwe ulwazi bazi ukuthi it is yaniso nga kho Lord [ngenxa yalokho] kholwa it bo hliziyo sizithobe kuwo.

# Quran2650
source: But those who disbelieve will not cease to be in doubt of it until the Hour comes upon them unexpectedly or there comes to them the punishment of a barren Day.
ca: Però els que dubten no deixaran de ser en dubte d'això fins que arriba l'hora imposin inesperadament o arriba a ells el càstig d'un dia estèril.
cy: Ond bydd rhai a chredu yn peidio â fod yn sicr ohono hyd nes y daw yr awr iddynt annisgwyl neu daw iddynt y gosb o ddiwrnod hesb.
da: Men dem, der ikke tror vil ikke ophøre med at være i tvivl om det, indtil timen kommer dem uventet eller der kommer til dem straf af en golde dag.
el: Αλλά όσοι δυσπιστώ δεν θα σταματήσει να πρέπει να αμφιβάλλει για το μέχρι την ώρα που έρχεται επάνω σε τους απροσδόκητα, ή έρχεται σε αυτούς την τιμωρία της μια άγονη ημέρας.
et: Kuid need, kes usu ei ole enam olla kahtlust, seda kuni tund tuleb neile ootamatult või sealt tuleb neile viljatu päevas karistuse.
fi: Mutta ne, jotka ovat uskottomia ei enää kuitenkaan sitä kunnes se hetki tulee heille odottamatta tai tulee heille rangaistus karu päivässä.
he: אבל אלה לא להאמין לא יחדל להיות ספק של זה עד השעה בא עליהם באופן בלתי צפוי או מגיע להם העונש של יום עקרה.
hr: Ali oni koji ne vjeruju neće prestati biti sumnje u to dok sat dolazi na njih neočekivano ili dolazi do njih kazna na neplodan dan.
lt: Bet tie, kurie neturi wierza nenustoja būti abejonių, tai kol valandą ateis į juos netikėtai arba į juos baudimą už nevaisinga diena.
lv: Bet tiem, kuri neticēt nav vairs nebūs šaubu par to līdz stunda nāk pār viņiem negaidīti vai tur nāk viņiem neauglīgs dienas sods.
nb: Men de som tviler vil ikke slutte å være i tvil om det før time kommer over dem uventet, eller det kommer til dem straffen golde dag.
sk: Ale tí, ktorí neveria neprestanú byť na pochybách o tom, kým hodinu príde na nich nečakane, alebo príde k nim trest neplodné dni.
sl: Vendar tistim, ki verjamem bo ne preneha biti v dvomih da dokler uro pride na njih nepričakovano ali pride do njih kazen pust dan.
sr_cyrl: Али оне који је сигуран да је лажна неће престати бити у сумње док сат времена долази неочекивано над њима или их тамо у питању кажњавања дневно јалова.
sr_latn: Ali one koji je siguran da je lažna neće prestati biti u sumnje dok sat vremena dolazi neočekivano nad njima ili ih tamo u pitanju kažnjavanja dnevno jalova.
uk: Але ті, хто не вірити не перестане бути під сумнів його поки година йде на них несподівано або приходить до них покарання безплідні день.
vi: Nhưng những người disbelieve sẽ không ngừng là nghi ngờ của nó cho đến khi giờ đến khi họ bất ngờ hoặc có đến cho họ sự trừng phạt của một ngày cằn cỗi.
zu: Kodwa labo disbelieve ngeke ayeka ukuba khona ungabaza kwalo kuze kufike Awa phezu kwabo kungalindelekile noma lapho kufika kubo isijeziso Day inyumba.

# Quran2651
source: [All] sovereignty that Day is for Allah; He will judge between them. So they who believed and did righteous deeds will be in the Gardens of Pleasure.
ca: Sobirania [all] que el dia és per a Allah; Considerarà entre ells. Així que creien i feien justos fets estaran en el jardins de plaer.
cy: [Bob] sofraniaeth y dydd yw Allah; Bydd ef yn barnu rhyngddynt. Felly bydd hwy sydd yn credu a oedd gweithredoedd cyfiawn yn y gerddi pleser.
da: [Alle] suverænitet, at dagen er for Allah; Han vil dømme mellem dem. Så bliver de, som troede og gjorde retfærdige gerninger i haver fornøjelse.
el: [All] κυριαρχίας που είναι ημέρα για Αλλάχ? Αυτός θα κρίνει μεταξύ τους. Τόσο που πίστεψε και έκανε δίκαιοι πράξεις θα μπορούν οι κήποι του ευχαρίστηση.
et: [Kõik] suveräänsust, mis päev on Jumal; Ta hindab nende vahel. Nii et need, kes uskusid ja tegin head teod on rõõm aiad.
fi: [All] itsemääräämisoikeutta, että päivä on hillitä; Hän tuomitsee niiden välillä. Joten ne, jotka uskoivat ja teki tuovat ilo puutarhassa.
he: [כל] ריבונות זה יום למען אללה; הוא ישפוט ביניהם. אז הם מי האמין ועשה מעשים טובים יהיו גנים של הנאה.
hr: [Sve] suverenitet koji dan je za Allaha; On će suditi između njih. Tako oni koji vjeruju i da li pravedna djela će biti u vrtovima užitka.
lt: [Visi] suverenitetas, kad diena yra Dievas; Jis teis tarp jų. Todėl tie, kurie tikėjo ir padarė teisieji darbai bus malonumas sodai.
lv: [Visi] suverenitāti, ka diena ir Allah; Viņš vērtēs starp tām. Tātad tie, kuri ticēja un nebija taisns darbiem būs baudu dārzi.
nb: [Alle] suverenitet som dagen er for Gud. Han skal dømme mellom dem. Så de som trodde og gjorde rettferdige gjerninger vil være hagene av glede.
sk: [Všetky] suverenity, ktorý deň je pre Boha; Súdiť medzi nimi. Takže kto veril, a urobil spravodlivé skutky budú v záhrade potešenie.
sl: [Vse] suverenosti, da dan je za Allah; On bo sodnik med njimi. Tako da, ki je verjel in naredil pravednici dejanja bo v vrtovih užitek.
sr_cyrl: [Све ] суверенитета, који је дан за Алаха; Он ће судити између њих. Па који је веровао праведни дела буду у вртовима задовољство.
sr_latn: [Sve] suvereniteta, koji je dan za Alaha; On će suditi između njih. Pa koji je verovao pravedni dela budu u vrtovima zadovoljstvo.
uk: [Всі] суверенітету, що день для Аллах; Він буде судити між ними. І вони краще хто вірив і зробив добрі справи в садах задоволення.
vi: [Tất cả] chủ quyền ngày là cho Allah; Ông sẽ phán xét giữa chúng. Vì vậy, họ là những người tin tưởng và đã làm những việc làm chính đáng sẽ trong khu vườn của niềm vui.
zu: [Konke] ubukhosi ngaloloSuku is for Allah;

# Quran2652
source: And they who disbelieved and denied Our signs - for those there will be a humiliating punishment.
ca: I els que dubtaven i negaven les nostres signes - per aquells hi haurà un càstig humiliant.
cy: A hwy sydd yn gwadu ein arwyddion-ar gyfer rhai fydd cosb bychanol a ddysgais.
da: Og de, der disbelieved og nægtet vores tegn - for dem, der vil være en ydmygende straf.
el: Και αυτοί που disbelieved και δεν επιτρέπεται η σημάδια μας - για αυτούς θα υπάρξει μια ταπεινωτική τιμωρία.
et: Ja need, kes disbelieved ja eitada meie märke - need seal on alandav karistuse.
fi: Ja ne, jotka uskoneet ja kieltää merkkejä - ne on nöyryyttävä rangaistus.
he: הם disbelieved ולא הכחיש את השלטים שלנו - כי אלה יהיו עונש משפיל.
hr: I oni koji je bio i nije prihvatio naše znakove - za one bit će ponižavajuće kazne.
lt: Ir tie, kurie disbelieved ir neigė mūsų ženklai - tie ten bus žeminanti bausmė.
lv: Un tie, kuri disbelieved un noliedza mūsu zīmes - tiem, kas tur būs pazemojoša sodīšana.
nb: Og de som vantro og nektet våre skilt - for dem det vil være en ydmykende straff.
sk: A oni, kto pochyboval, a poprieť naše značky - tým, že bude poni ujúce tresty.
sl: In oni, ki so verjeli in zanikal naše znake - za tiste tam bo ponižujoče kazen.
sr_cyrl: И они који не верује, и ускраћује нам знаци - за оне тамо биће понижавајуће казна.
sr_latn: I oni koji ne veruje, i uskraćuje nam znaci - za one tamo biće ponižavajuće kazna.
uk: І вони, які disbelieved і заперечував наших знаки - для тих, хто там буде принизливе покарання.
vi: Và họ là những người disbelieved và bị từ chối các dấu hiệu của chúng tôi - cho những người sẽ có một hình phạt nhục nhã.
zu: Base disbelieved waphika izimpawu Yethu - kulabo kuyoba isijeziso ehlazisayo.

# Quran2653
source: And those who emigrated for the cause of Allah and then were killed or died - Allah will surely provide for them a good provision. And indeed, it is Allah who is the best of providers.
ca: I qui va emigrar per la causa d'Allah i van matar o morir - Allah sens dubte proporcionarà per a ells una bona disposició. De fet, és a Allah qui és el millor dels proveïdors.
cy: A'r rhai sy'n ymfudo am achos Allah ac yna eu lladd neu farw-Allah bydd siawns ddarparu ar eu cyfer yn ddarpariaeth dda. Ac yn wir, mae'n Allah pwy yw'r gorau o ddarparwyr.
da: Og dem, der emigrerede til årsagen til Allah og derefter blev dræbt eller døde - Allah vil helt sikkert give dem en god bestemmelse. Og ja, det er Allah, der er bedst af udbydere.
el: Και αυτοί που μετανάστευσαν για την αιτία του Αλλάχ και, στη συνέχεια, σκοτώθηκαν ή πέθαναν - Αλλάχ θα παράσχει σίγουρα για αυτούς μια θετική διάταξη. Και πράγματι, είναι Αλλάχ ποιος είναι ο καλύτερος των παρόχων.
et: Ja need, kes emigreerus Allah põhjus ja seejärel tapeti või suri - Jumal annab neile kindlasti hea pakkumine. Ja tegelikult on Jumal, kes on parimad pakkujad.
fi: Ja ne, jotka syystä Jumala muutti ja sitten kuoli tai kuollut - Jumala antaa varmasti heille hyvä säännös. Ja itse asiassa se on Jumala, joka on paras tarjoajat.
he: ואלה אשר היגר למען המטרה של אללה, אז נהרגו או מת - אללה בוודאי ידאג להם הוראה טובה. וזה אכן, אללה מי הטוב ביותר של ספקי.
hr: I onih koji su emigrirali na Allaha i onda je ubio ili umro - Allah će zasigurno pružiti im dobro osiguranje. I doista, to je Allah koji je najbolji davatelj mrežne usluge.
lt: Ir tiems, kurie emigravo Dievas priežastis ir tada nužudytų ar mirusių - Dievas bus tikrai suteikti jiems gera nuostata. Ir iš tiesų, jis yra Dievas, kuris yra geriausias teikėjų.
lv: Un tie, kuri emigrēja Allah cēloni un tad tika nogalināti vai nomira - Allah noteikti nodrošinās tiem labu noteikums. Un patiešām, Allah, kas ir labākais no pakalpojumu sniedzējiem.
nb: Og de som emigrerte for årsaken til Allah og ble drept eller døde - Allah vil sikkert gi for dem en god bestemmelse. Og ja, det er Gud som er best av leverandører.
sk: A tých, ktorí emigrovali za príčinu Alah a potom boli zabití alebo zomrel - Alah určite poskytne im dobrý ustanovenia. A naozaj, je to Boh, ktorý je najlepší poskytovateľa.
sl: In tisti, ki izselilo za vzrok Allah in potem bilo ubil ali umrl - Allah zagotovo bo zanje dobro poskrbeti. In res, da je Alah, ki je najboljših ponudnikov.
sr_cyrl: И они који је емигрирао за узрок Алаха и онда убијено или је умро - Аллах ће сигурно пружити за њих добра одредба. И заиста, то је Аллах, који је најбољи од добављача.
sr_latn: I oni koji je emigrirao za uzrok Alaha i onda ubijeno ili je umro - Allah će sigurno pružiti za njih dobra odredba. I zaista, to je Allah, koji je najbolji od dobavljača.
uk: І тих, хто емігрував з причини Аллах і були вбиті або помер - Аллах, безумовно, надасть їм хорошим становищем. І дійсно, Аллах, який є кращим провайдерів.
vi: Và những người di cư cho các nguyên nhân của Allah sau đó bị giết hại hay mất - Allah chắc chắn sẽ cung cấp cho họ một điều khoản tốt. Và quả thật vậy, nó là Allah những người là tốt nhất của các nhà cung cấp.
zu: Futhi labo abathuthela imbangela Allah bese babulawa noma wafa - Allah tando surely hlinzeka for them uyilungiselelo omuhle.
