Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran758
source: Allah will not impose blame upon you for what is meaningless in your oaths, but He will impose blame upon you for [breaking] what you intended of oaths. So its expiation is the feeding of ten needy people from the average of that which you feed your [own] families or clothing them or the freeing of a slave. But whoever cannot find [or afford it] - then a fast of three days [is required]. That is the expiation for oaths when you have sworn. But guard your oaths. Thus does Allah make clear to you His verses that you may be grateful.
ca: Allah no imposarà la culpa a vostè per què és insignificant en els seus juraments, però ell imposarà la culpa a vostè per [salt] que pretenia dels juraments. Així seu rendiria és l'alimentació de deu persones necessitades de la mitjana d'allò que vostè alimentar el seu [propi] les famílies o roba-los o l'alliberament d'un esclau. Però qui no troba [o permetre] - llavors un dejuni de tres dies [és necessari]. Que és l'expiació fedatari públic quan vostè haver jurat. Però el seu juraments de guàrdia. Així Allah fa clar a vostè seus versos que pot ser agraïts.
cy: Ni bydd Allah yn gosod bai arnoch chi am beth yn ddiystyr yn eich llwon, ond bydd gosod bai arnoch am [Torri] beth yr ydych yn bwriadu llwon. Felly mae ei expiation yn bwydo deg o bobl anghenus o'r cyfartaledd o hynny yr ydych chi fwydo eich [ei hun] teuluoedd neu dillad iddynt neu ryddhau caethion. Ond pwy bynnag ni allwn ddod o hyd i [neu ei fforddio]-yna cyflym o dri diwrnod [Mae angen]. Dyna y expiation ar gyfer llwon pan ydych wedi tyngu. Ond gochel eich llwon. Felly yw Allah gwneud yn glir i chi ei penillion y gallech fod yn ddiolchgar.
da: Allah vil ikke lægge skylden på dig for hvad er meningsløs i din eder, men han vil pålægge skylden på dig for [at bryde] hvad du havde tænkt dig af eder. Så sin forsoning er fodring af ti trængende personer fra gennemsnittet af, som du kan fodre din [egen] familier eller tøj dem eller løsladelsen af en slave. Men hvem kan ikke finde [eller råd til det] - derefter en fast tre dage [kræves]. Der er forsoning for eder, når du har svoret. Men vagt din eder. Således Allah gøre klart for du hans vers, at du kan være taknemmelige.
el: Αλλάχ δεν θα επιβάλει την ευθύνη επάνω σου για αυτό που είναι χωρίς νόημα σε σας όρκους, αλλά αυτός θα επιβάλει το φταίξιμο επάνω σας [σπάσιμο] τι σας πρόθεση του όρκους. Έτσι η εξιλέωση είναι η διατροφή των δέκα άπορους ανθρώπους από το μέσο όρο που που σας θρέψουν τις οικογένειές σας [] ή τα ρούχα τους ή την απελευθέρωση του σκλάβα. Αλλά όποιος δεν βρείτε [ή να το αντέξουν οικονομικά] - στη συνέχεια, μια γρήγορη τρεις ημέρες [απαιτείται]. Δηλαδή η εξιλέωση για όρκους, όταν σας έχουν ορκιστεί. Αλλά φρουρά σας όρκους. Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους του να είστε ευγνώμονες.
et: Jumal ei või kehtestada süüdistada teie peale mis on mõttetu oma vande, kuid ta kehtestada süüdistada teie peale [purustamine] mida sa ette vande. Nii on oma expiation, söötmine kümme vaeseid inimesi keskmisest et mis te [ise] peredele või riided neile või vabastades ori. Aga kes iganes ei leia [või seda endale lubada] - siis kiiresti kolm päeva [nõutakse]. Mis on expiation ette vande, kui te vannutati. Kuid valvur oma vande. Seega Allah teeb selge teile tema värsse, et võite olla tänulik.
fi: Jumala määrää syyttää teitä mitä on merkityksetön sinun valoja, mutta hän asettaa syyttää teitä [palvelimella] suunnittelit valoja. Joten sen sovitus on ruokinta kymmenen tarvitseville keskimäärin joka jota syötteen (omiin) perheenne tai vaatteita niitä tai vapauttaa orja. Mutta kuka ei voi löytää [tai varaa] - sitten nopeasti kolme päivää [on]. Se on sovitus valoja kun olen vannonut. Mutta varoa teidän valoja. Näin Jumala selväksi teille hänen säkeet, että saatat olla kiitollinen.
he: אללה לא יטיל את האשמה עליכם על מהי משמעות ב השבועות שלך, אבל הוא יהיה להטיל את האשמה עליכם [שבירת] מה אתה התכוון של השבועות. אז שלה כפרה ההזנה של עשרה אנשים נזקקים מן הממוצע של זה איזה את משפחותיכם [עצמו] או ביגוד אותם או את שחרורם של עבד. אבל מי לא יכול למצוא [או להרשות] - ואז מהיר של שלושה ימים [נדרש]. זה כפרה על השבועות כאשר אתה להישבע.... אבל לשמור את השבועות. לפיכך אללה להבהיר לך את הפסוקים שאולי אתה אסיר תודה.
hr: Allah neće nametnuti krivnju na vas za što je besmisleno u svoje zakletve, ali on će nametnuti krivnju na vas za [breaking] ono što ste željeli od zakletve. Tako svoje iskupljenje je hranjenje deset potrebite ljude od prosjeka koji koji vas hraniti [sami] obitelji ili odjeća ih ili oslobođenje roba. Ali onaj tko ne može pronaći [ili priuštiti] - onda brzo tri dana je potrebno]. Kad ste se se prinoseći zakletve. Ali čuva svoju zakletvu. Tako ne Allah jasno dati do znanja da njegovi stihovi da budeš zahvalan.
lt: Dievas negali primesti kaltę verčia jus, kas yra bereikšmis savo priesaikas, bet jis bus nustatyti kaltę verčia jus, [nesilaikantiems] ką norėjote priesaikų. Todėl jos iπsipirkimas yra šerti dešimt skurstančių žmonių nuo vidurkio, kuris jums pašarų [savo] šeimų ar drabužių juos arba išlaisvinimo iš vergas. Bet kas negali rasti [arba sau tai leisti] - tada greitas trijų dienų [būtina]. Tai yra iπsipirkimas uώ priesaikas, kai jūs prisaikdintas. Bet saugoti savo priesaikas. Taigi nėra Dievas aiškiai jums savo eilėmis, kad jums gali būti dėkingas.
lv: Allah neradīs vainu pār jums, kas ir bezjēdzīgi savu zvērestu, bet viņš uzliks pār jums vainojama [Pārtraukt] paredzēts lamām. Tātad viņš izpirks savu vainu ir barot desmit trūcīgo iedzīvotāju no vidējās vērtības, ko jūs barot savu [] ģimenēm vai apģērbu viņiem vai vergu atbrīvošanu. Bet tas, kurš nevar atrast [vai to atļauties] - tad ātri trīs dienas [ir]. Tas ir nāve, par zvērestu, kad jūs esat zvērējis. Bet sargā savu zvērestu. Tādējādi netiek Allah skaidri jums savas vārsmas, var būt pateicīgi.
nb: Allah vil ikke pålegge skylden på deg for hva er meningsløse i din eder, men han vil pålegge skylden på deg på [Server] hva du mente av eder. Så sin soning er fôring av ti trengende personer fra gjennomsnittet av som som du mate din [eget] familier eller klær dem eller frigjør av en slave. Men hvem kan ikke finne [eller råd] - deretter en rask tre dager [kreves]. Det er soning for eder når du har sverget. Men vokte din eder. Dermed gjør Allah klart deg hans vers som du kan være takknemlig.
sk: Alah neuloží vinu na vás pre aký je zmysel v svoje prísahy, ale on bude ukladať vinu na vás [serverz] správne prísahy. Tak jej odčineniu je kŕmenie desať potrebným ľuďom z priemeru ktoré ktorú uživiť vlastné [] rodiny alebo oblečenie, alebo uvoľnenie otrokom. Ale ten, kto nemôže nájsť [alebo dovoliť] - potom rýchlo tri dni [treba]. To je odčineniu za prísahy, keď ste prisahal. Ale strážiť svoje prísahy. Preto je Alah objasniť na vás jeho verše, ktoré môžu byť vďačný.
sl: Allah ne bo naložila krivdo na vas, za kaj je nesmiselna v vaše prisege, vendar on bo nalagajo krivdo na vas za [zlom] kaj ste namenjeni za prisega. Tako svoje expiation je krmljenje deset pomoči potrebnih ljudi iz povprečja, ki ki ga vzdrževati vaš [lastno] družine ali oblačila jih ali sprostitev suženj. Ampak kdor ne more najti [ali privoščiti] - nato hitro tri dni [potreben je]. To je expiation prisega, ko si prisegel. Vendar varovalo vaše prisege. Tako ne Alah bo jasno vam svoje verze, da bi bili hvaležni.
sr_cyrl: Аллах неће наметнути те кривити за оно што је бесмислено у твоје заклетве, али он ће наметнути кривицу на вас за [провала] које сте писали од заклетве. Тако да своју испаљтање храњења од десет сиромасних људи из то просек који можете хранити своју [] породице или одеће их или си ослободио роба. Али ко год није могуће пронаћи [или приуштим] - онда брзе од три дана [је потребно. То је за опрост за заклетве кад сте се заклели. Али браните своје заклетве. Према томе да ли Аллах ти разјаснити његових стихова да си захвалан.
sr_latn: Allah neće nametnuti te kriviti za ono što je besmisleno u tvoje zakletve, ali on će nametnuti krivicu na vas za [provala] koje ste pisali od zakletve. Tako da svoju ispaљtanje hranjenja od deset siromasnih ljudi iz to prosek koji možete hraniti svoju [] porodice ili odeće ih ili si oslobodio roba. Ali ko god nije moguće pronaći [ili priuštim] - onda brze od tri dana [je potrebno. To je za oprost za zakletve kad ste se zakleli. Ali branite svoje zakletve. Prema tome da li Allah ti razjasniti njegovih stihova da si zahvalan.
uk: Аллаху не нав'язувати провину на вас за те, що не має сенсу в ваші клятви, але він буде покладати провиною на вас [порушення] те, що ви задали з клятви. Тому його expiation до годівлі десять нужденним людям від середнього значення, які ви можете годувати [власного] сім'ї або одяг їх або звільнивши рабом. Але той, хто не може знайти [або собі це дозволити] - то швидкий три дні [Обов'язкова]. Це expiation для клятви, коли ви би побитися об заклад. Але охороняти ваші клятви. Таким чином Аллах чітко вам його вірші, які можуть бути вдячні.
vi: Allah sẽ không áp đặt đổ lỗi khi bạn cho những gì vô nghĩa trong lời thề của mình, nhưng ông sẽ áp đặt đổ lỗi khi bạn cho [breaking] những gì bạn dự định lời thề. Vì vậy, expiation của nó là ăn mười người nghèo từ mức trung bình của rằng đó bạn ăn gia đình mình [] hoặc quần áo họ hay giải phóng nô lệ. Nhưng bất cứ ai không thể tìm thấy [hoặc có khả năng nó] - sau đó là một nhanh trong ba ngày [phải]. Đó là expiation cho lời thề khi bạn đã tuyên thệ nhậm chức. Nhưng bảo vệ lời thề của mình. Vì vậy Allah làm cho rõ ràng cho bạn bài thơ của ông, rằng bạn có thể biết ơn.
zu: Allah ngeke ukuphoqelela basola phezu kwenu kungokwalokho okungaphumeli kuyize e izifungo zakho, kodwa uzokuza ukuphoqelela basola kuwe [breaking] lokho okuhlosile izifungo.

# Quran759
source: O you who have believed, indeed, intoxicants, gambling, [sacrificing on] stone alters [to other than Allah], and divining arrows are but defilement from the work of Satan, so avoid it that you may be successful.
ca: O vostès que he cregut, de fet, substàncies tòxiques, jocs d'atzar, [sacrificar el] pedra altera [a l'altre que Allah], i les fletxes divining són però la corrupció de l'obra de Satanàs, per evitar que es pot tenir èxit.
cy: O chi sydd wedi credu, yn wir, sylweddau meddwol, gamblo, [aberthu ar] Mae'r garreg yn newid [i eraill na Allah], ac yn saethau divining ond defilement o'r gwaith o Satan, felly osgoi y gallech fod yn llwyddiannus.
da: O du, der har troet, faktisk, rusmidler, gambling, [ofrer på] stone ændrer [til andre end Allah] og Ane pile er men besmittelse fra arbejdet af Satan, så undgå det at du kan blive en succes.
el: O εσάς που πίστεψαν, πράγματι, τοξικές ουσίες, τα τυχερά παιχνίδια, [να θυσιάζει την] πέτρα μεταβάλλει [να εκτός από Αλλάχ], και βέλη αλλά μίασμα από το έργο του Σατανά, έτσι αποφεύγεται ότι μπορεί να είναι επιτυχής.
et: O kes on uskunud, tõepoolest, mõnuainete, hasartmängud, [ohverdades kohta] kivi muudab [– muu kui Jumal] ja veesoonte nooled on aga defilement Saatana töö, nii et vältida seda, et võite olla edukas.
fi: Oi te, jotka ovat uskoneet, itse asiassa päihteiden, rahapelit, [uhraa] kivi muuttaa [Muut kuin hillitä] ja divining nuolet ovat mutta saastaisuuden työn Saatanan, joten Vältä sitä että voit menestyä.
he:  מי מאמין, ואכן, רעלים, הימורים, [להקריב על] אבן הפיצולים [אל מלבד אללה], בהכוונה אלוהית. החצים הם אבל טומאה מן העבודה של השטן, כדי להימנע זה שיתכן שיהיה מוצלח.
hr: O ti koji su vjerovali, zaista, opojnih sredstava, kockanje, [žrtvovanja na] kamena mijenja [da osim Allaha], a sluti strelice su ali onečišćenje od Sotone, tako bi se izbjeglo to da bi se uspješno.
lt: O jūs, kurie tikėjo, iš tiesų, svaigalų, azartiniai lošimai, [aukoti dėl] akmuo keičia [į kitas, kaip Dievas], ir strzaly rodykles yra bet defilement nuo darbo, Šėtonas, kad būtų išvengta tai kad jums gali būti sėkmingas.
lv: O tu, kas ticējusi, patiešām, toksisko vielu lietošanu, azartspēļu, [upurētas par] akmens maina [uz citiem mērķiem kā vien Allāhs] un bultas brīnums ir tikai defilement no darba sātans, lai izvairītos no tā, ka jums var būt veiksmīga.
nb: O dere som har trodd, faktisk rusmidler, gambling, [ofre på] stein endrer [til andre enn Døyve], og divining pilene er men urenhet fra arbeidet av Satan, så unngå at du kan bli vellykket.
sk: O vás, ktorí ste uverili, naozaj, opojné nápoje, hazardné hry, [obetovať na] kameň mení [na iné než Boh] a hádajú šípky sú ale bezchybné z práce Satana, aby sa zabránilo to, že môžete byť úspešný.
sl: O vi, ki ste verjeli, res, mamil, iger na srečo, [žrtvovanja na] kamen spremeni [da razen Allah], in divining puščice so pa Oskrnavljenje iz dela Satan, zato se izogibajte se da bi bili uspešni.
sr_cyrl: О ти који верују, заиста, опијатима, коцкања, [ћртвовање на] камен мења [да осим Алаха], а прорицати стрелице су али Прљање због посла Сатане, па избегавајте да може бити успешна.
sr_latn: O ti koji veruju, zaista, opijatima, kockanja, [ћrtvovanje na] kamen menja [da osim Alaha], a proricati strelice su ali Prljanje zbog posla Satane, pa izbegavajte da može biti uspešna.
uk: О ви, хто вірив, дійсно, одурманюючих речовин, азартні ігри, [пожертвувавши на] камінь змінює [щоб інші, ніж Аллах], і стрілки високого рангу, але defilement з роботу сатани, тому уникайте вона що ви можете бути успішним.
vi: O bạn của những người đã tin rằng, thực sự, say sưa, cờ bạc, [hy sinh trên] đá làm thay đổi [để khác ngoài Allah], và mũi tên divining nhưng phiền từ công việc của Satan, vì vậy tránh nó mà bạn có thể thành công.
zu: O you kholwa impela, intoxicants, ukugembula, [benza imihlatshelo phezu] itshe okushintsha [kuze nye than Allah], nemicibisholo bebabhulela kodwa ungangcoliswa kusukela umsebenzi uSathane, ngakho gwema it ukuthi ube nempumelelo.

# Quran760
source: Satan only wants to cause between you animosity and hatred through intoxicants and gambling and to avert you from the remembrance of Allah and from prayer. So will you not desist?
ca: Satanàs només vol causar entre vostè animositat i l'odi a través de substàncies tòxiques i jocs d'atzar i evitar el record d'al·là i de pregària. Així es vostè no desistir?
cy: Mae Satan yn unig am i achosi rhwng eich drwgdeimlad a chasineb drwy sylweddau meddwol a gamblo ac i osgoi eich cofio Allah a gweddi. Felly bydd gennych nid yn ymatal?
da: Satan ønsker kun at forårsage mellem du fjendtlighed og had gennem rusmidler og hasardspil og forhindre dig fra erindringen om Allah og bøn. Så vil du ikke afstå?
el: Ο Σατανάς θέλει μόνο να προκαλέσει μεταξύ σας εχθρότητα και το μίσος μέσα από τοξικές ουσίες και τα τυχερά παιχνίδια και να σας αποτρέψουν από την ανάμνηση του Αλλάχ και προσευχή. Έτσι θα σας δεν απόσχει;
et: Saatan tahab vaid põhjustada teie vaenulikkus ja viha kaudu uimastavaid aineid ja hasartmängud ja hoida ära sa Allah mäletamine ja palve. Nii on teil mitte loobuma?
fi: Saatana haluaa vain aiheuttaa voit vihamielisyyden ja vihan kautta päihteet ja rahapelit ja välttää muistamisesta Jumala ja rukous. Joten sinun ei luopuu?
he: השטן רוצה רק כדי לגרום בין לך טינה ושנאה באמצעות רעלים והימורים וכדי למנוע את הזיכרון של אללה ומן התפילה. אז את מוכנה לא לחדול?
hr: Sotona samo želi izazvati među vas neprijateljstvo i mržnju preko opojnih sredstava i kockanje i spriječiti vas od sjećanja na Allaha i od molitve. Tako će ti stati?
lt: Šėtonas tik nori gali sukelti jums priešiškumas ir neapykanta svaigalų ir azartinių lošimų ir išvengti jus nuo Dievo atminimas ir maldos. Taip bus jums negali susilaikyti?
lv: Sātans grib tikai izraisīt jūs naids un naidu, toksisko vielu lietošanu un azartspēlēm un novērst jūs no Allah piemiņai un lūgšanu. Tātad jums būs nevis atturēties?
nb: Satan ønsker bare å forårsake mellom du fiendskap og hat gjennom rusmidler og gambling og forhindre du fra minnet om Allah og bønn. Så vil du ikke desist?
sk: Satan chce iba spôsobiť medzi vás nepriateľstvo a nenávisť cez opojné nápoje a hazardné hry a odvrátiť vás spomienka na Boha a modlitby. Takže nebude vás upustili?
sl: Satan hoče samo povzroči med vas sovraštvo in sovraštvo do mamil in igre na srečo in preprečiti si iz spomina Allah in molitev. Tako da ne vzdržijo?
sr_cyrl: Сатана само жели да изазове између те нетрпељивости и мржње кроз опијатима и коцкање, као и да ти склоним из памћења Алаха и молитву. Тако ће те престати?
sr_latn: Satana samo želi da izazove između te netrpeljivosti i mržnje kroz opijatima i kockanje, kao i da ti sklonim iz pamćenja Alaha i molitvu. Tako će te prestati?
uk: Сатана тільки хоче заподіяти між вас ворожнечі і ненависті через одурманюючих речовин та азартні ігри і запобігти вас від пам'яті Аллах і від молитви. Так буде вам не утримуватися?
vi: Satan chỉ muốn gây ra giữa bạn căm ghét và thù hận qua say sưa và cờ bạc và để ngăn chặn bạn nhớ Allah và cầu nguyện. Như vậy sẽ bạn không chấm dứt?
zu: USathane ufuna kuphela ukuze zenze ukuba kunyuke phakathi nobutha ngalabo abaye wena nenzondo through intoxicants gembula futhi ekunqandeni kuwe kusukela ukukhunjulwa Allah kanye emthandazweni.

# Quran761
source: And obey Allah and obey the Messenger and beware. And if you turn away - then know that upon Our Messenger is only [the responsibility for] clear notification.
ca: I obeir Allah i obeir el Missatger i vés amb compte. I si vostè s'allunyen - llavors sap que en nostra Missatger és només [la responsabilitat de] clar notificació.
cy: A ufuddhau Allah a ufuddhau y negesydd a byddwch yn ofalus. Os ydych yn galluogi i ffwrdd-yna gwybod bod ar ein Messenger yn unig [y cyfrifoldeb dros] hysbysiad yn glir.
da: Og Adlyd Allah og Adlyd sendebudet og pas. Og hvis du vende sig væk - så ved at på vores Messenger er kun [ansvar for] Ryd anmeldelse.
el: Και να τηρείτε Αλλάχ και τηρείτε το Messenger και beware. Και εάν ενεργοποιήσετε μακριά - τότε ξέρετε ότι κατόπιν μας Messenger είναι μόνο [η ευθύνη για την] καταργήστε την ειδοποίηση.
et: Ja kuuletuma Jumala ja kuuletuma sõnumitooja ja ole ettevaatlik. Ja kui sa tõlgivad - siis tead, et pärast meie Messenger on ainult [vastutus] selge teate.
fi: Ja totella Jumalaa ja totella Airut ja varokaa. Ja jos otat pois - sitten tietää, että kun meidän Messenger on vain [vastuu] ilmoituksen poistaminen.
he: ו לציית אללה לציית השליח, צריך להיזהר. אם תסתובבי - ואז יודע כי על השליח שלנו הוא רק [את האחריות על] לנקות את ההודעות.
hr: I pokoravaju Allahu i poštujte Glasnik i čuvajte se. I ako daleko - onda znam da na naš Glasnik je samo [odgovornost za] isključite obavijesti.
lt: Ir paklusti Dievo ir klauso Messenger ir saugokitės. Ir jei jūs nusigręžti - tada žinau kad nuo mūsų Messenger yra tik [atsakomybė] išvalyti pranešimo.
lv: Paklausīt Allah Messenger paklausīt un un piesargāties. Un ja jūs novērsties - tad zināt, ka pēc mūsu kurjers ir tikai [pienākums] skaidrs paziņojums.
nb: Og adlyde Allah og adlyde Messenger og pass. Og hvis du slår bort - så vet at på vår Messenger er bare [ansvaret for] fjerner varsel.
sk: A počúvať Boha a počúvať posol a pozor. A ak dáte preč - potom viem, že na náš posol je len [za] jasné oznámenia.
sl: In ubogati Allah in ubogati sel in pazi. In če ti odvrati - potem ve, da na naš Messenger je le [odgovornost za] jasno obvestilo.
sr_cyrl: Послуљати Аллах и покоравати гласник и пазите се. И ако си се окренуо - онда знам да је на наш гласник само [одговорност] јасно обавештење.
sr_latn: Posluљati Allah i pokoravati glasnik i pazite se. I ako si se okrenuo - onda znam da je na naš glasnik samo [odgovornost] jasno obaveštenje.
uk: І дотримуйтесь Аллах коритися Посланника і будьте обережні. І якщо ви відвернутися - тоді знати, що на наші Messenger лише [на себе відповідальність за] зніміть сповіщень.
vi: Và tuân theo Allah và tuân theo các Messenger và hãy cẩn thận. Và nếu bạn lần lượt đi - sau đó biết rằng khi Messenger của chúng tôi là chỉ [trách nhiệm cho] rõ ràng thông báo.
zu: Futhi ukulalela Allah futhi silalele Messenger elusa.
