Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2254
source: He said, "My Lord, indeed my bones have weakened, and my head has filled with white, and never have I been in my supplication to You, my Lord, unhappy.
ca: Va dir, "el meu Senyor, de fet han afeblit els meus ossos, meu cap ha omplert amb blanc i mai he estat en la meva súplica a vostè, Senyor, infeliç.
cy: Meddai, "fy Arglwydd, yn wir wedi fy esgyrn yn gwanhau, ac mae fy mhen yn llenwi â Gwyn, ac yr wyf erioed wedi bod yn fy supplication i chi, fy Arglwydd, yn anhapus.
da: Han sagde, "min herre, ja mine ben har svækket, og mit hoved er fyldt med hvid, og aldrig har jeg været i min bøn til dig, min herre, ulykkelig.
el: Είπε, «Κύριέ μου, πράγματι έχουν αποδυναμώσει τα κόκαλά μου, και έχει γεμίσει το κεφάλι μου με το λευκό, και ποτέ δεν έχω γίνει στην ικεσία μου σε σένα, Κύριέ μου, δυστυχισμένος.
et: Ta ütles: "Issand, tõepoolest minu luud on nõrgenenud, mu pea on täis valge ja kunagi ma olnud mu supplication sulle, mu Issand, õnnetu.
fi: Hän sanoi: "herrani, todellakin minun luut ovat heikentäneet pääni on täynnä valkoisia ja olen koskaan, minun anoen teille, herrani, onneton.
he: הוא אמר, "אדוני, אכן העצמות שלי יש נחלש, הראש שלי יש מלא לבן ואני מעולם לא הייתי ב ואוזניך אליך, אדוני, לא מרוצה.
hr: Rekao je, "gospodaru, doista kosti imaju oslabljen, i moja glava je ispunjen bijela, i nikad nisu bili u mojoj molitvi za vas, moj gospodaru, nesretan.
lt: Jis pasakė: "mano Viešpats iš tiesų silpnina mano kaulai, ir mano galva pilna balta, ir niekada aš buvo į mano malda tau, mano Viešpatie, nepatenkintas.
lv: Viņš teica: mans kungs, patiešām mani kauli ir novājināta, un mana galva ir piepildīta ar baltu, un nekad nav bijis, mans sirsnīgs lūgums jums, mans Lord, nelaimīgs.
nb: Han sa: «min Herre, faktisk mine ben har svekket, og hodet er fylt med hvitt, og aldri har jeg vært i min bønn til deg, min Herre, ulykkelig.
sk: On povedal: "môj pane, naozaj majú oslabený moje kosti, hlavu má plné biele a nikdy boli v mojej prosbe vám, môj pane, nešťastný.
sl: Je dejal, "moj Gospod, res moje kosti so oslabljene, in moji glavi je napolnjena z belo, in nikoli ni bilo v moja molitev za vas, moj gospodar, nesrečen.
sr_cyrl: Он је рекао, "мој господару, заиста моје кости су ослабиле, моја глава је испуњен беле и никада и нису имали у мојој молитви са тобом, мој господару, несретна.
sr_latn: On je rekao, "moj gospodaru, zaista moje kosti su oslabile, moja glava je ispunjen bele i nikada i nisu imali u mojoj molitvi sa tobom, moj gospodaru, nesretna.
uk: Він сказав: "Господи, дійсно послабили мої кістки, голову має наповнений white і ніколи не я був у моєму благання до тебе, Господи, нещасні.
vi: Ông nói, "Thưa ngài, quả thật vậy xương của tôi đã suy yếu, đầu của tôi đã lấp đầy với màu trắng và không bao giờ có trong supplication của tôi với bạn, thưa Đức vua, không hài lòng.
zu: Wathi: "Nkosi yami, ngempela amathambo ami ziye zancipha kakhulu, nekhanda Uwusuthisé emhlophe, futhi angikaze waba e kwami, Nkosi yami, engajabule.

# Quran2255
source: And indeed, I fear the successors after me, and my wife has been barren, so give me from Yourself an heir
ca: I de fet, em temo que els successors després de mi i la meva dona ha estat estèril, així donar-me de tu mateix un hereu
cy: Ac yn wir, ofnaf olynwyr ar fy ôl i, ac mae fy ngwraig wedi bod yn hesb, felly mi roi gan eich hun etifedd
da: Og ja, jeg er bange for efterfølgerne efter mig, og min kone har været golde, så giv mig fra dig selv en arving
el: Και πράγματι, φοβάμαι οι διάδοχοι μετά από μένα, και η γυναίκα μου ήταν άγονη, δώσε μου λοιπόν από τον εαυτό σας κληρονόμου
et: Tõepoolest, ma kardan pärijatele pärast mind ja mu naine on viljatu, nii et anna mulle iseendast on pärija
fi: Ja itse asiassa pelkään seuraajat perääni, ja vaimoni on ollut karu, joten anna minulle itseltä perillinen
he: אכן, אני חושש את הפעילויות העוקבות אחרי, אשתי הייתה עקרה, אז תן לי מעצמך יורש
hr: I doista, bojim nasljednike nakon mene, a moja žena je nerotkinja, zato mi daj od sebe nasljednika
lt: Ir iš tiesų, aš bijau nuosavybės teisių perėmėjui po manęs, ir mano žmona buvo nevaisinga, taip duok man nuo savęs paveldėtoju
lv: Un patiešām, es baidos, ka mantiniekiem pēc manis un mana sieva ir neauglīgs, tāpēc arī mani no sevis mantinieks
nb: Og faktisk jeg frykter etterfølgere etter meg, og min kone har vært øde, så gi meg selv en arving
sk: A v skutočnosti som strach nástupcu po mne, a moja žena bola neplodná, tak mi zo seba dediča
sl: In res, bojim pravne naslednike po mi, in moja žena je bila neplodna, tako da mi od sebe dediča
sr_cyrl: И заиста, бојим се да на наследнике после мене, а моја супруга је била јалова, па дај од себе наследника
sr_latn: I zaista, bojim se da na naslednike posle mene, a moja supruga je bila jalova, pa daj od sebe naslednika
uk: І дійсно, я боюся наступники за мною, і моя дружина була безплідна, так що дайте мені від себе спадкоємцем
vi: Và quả thực, tôi lo sợ những người thừa kế sau khi tôi và vợ tôi đã cằn cỗi, vậy cho tôi từ chính mình một người thừa kế
zu: Futhi impela, ngiyamesaba abalandela emva kwami, futhi umkami ubelokhu eyinyumba, ngakho ngiphe kusukela Yourself uyindlalifa

# Quran2256
source: Who will inherit me and inherit from the family of Jacob. And make him, my Lord, pleasing [to You]."
ca: Que s'hereten m i hereta de la família de Jacob. I fer-li, Senyor, agradable [te]."
cy: Pwy fydd yn etifeddu'r mi ac etifeddu gan y teulu o Jacob. Ac yn gwneud iddo, fy Arglwydd, braf [ydych].
da: Der vil arve mig og arver fra familien af Jacob. Og gøre ham, min herre, tiltalende [til dem]."
el: Ποιος θα κληρονομήσει μου και να κληρονομούν από την οικογένεια του Ιακώβ. «Και τον κάνει να, Κύριέ μου, παρακαλώντας [σε σας]».
et: Kes mind päri ja päri Jacob pere. Ja teda, mu Issand, meeldiv [te]."
fi: Kuka peri minua ja perivät Jacob perhe. Ja hän, herrani, miellyttää [sinulle]."
he: מי יירש אותי, יורשים המשפחה של יעקב. ולגרום לו, אדוני, משביע [את]."
hr: Tko će me naslijediti i nasljeđuju iz obitelji Jakova. I to, gospodaru, ugodan [da]."
lt: Kas bus paveldėti man ir paveldėti iš Jokūbo šeima. Ir padaryti jį, mano Viešpatie, malonus [jūs]."
lv: Kas pārmanto mani un pārmantoti no Jēkaba ģimene. Un piespiest viņu, milord, patīkami [tu]."
nb: Hvem vil arve meg og arve fra familien av Jacob. Og gjøre ham, min Herre, behagelig [deg].
sk: Kto bude dediť ma a dedia z rodiny Jacob. A aby ho, môj pane, príjemné [vás]."
sl: Kdo bo podedoval mi in podedujejo iz družine Jacob. In da mu, moj gospodar, prijeten [vi]. "
sr_cyrl: Ко ће ме наследити и наследи од породице о Јацобу. И да га, мој господару, пријатна []."
sr_latn: Ko će me naslediti i nasledi od porodice o Jacobu. I da ga, moj gospodaru, prijatna []."
uk: Хто буде успадковувати мене і успадковувати від родини Якова. І змусити його, пане мій, приємне [ваc]."
vi: Ai sẽ kế thừa tôi và thừa hưởng từ gia đình của Jacob. "Và làm cho anh ta, thưa ngài, lòng [Anh]."
zu: Abayodla ifa kimi ifa kusukela emndenini kaJakobe.

# Quran2257
source: [He was told], "O Zechariah, indeed We give you good tidings of a boy whose name will be John. We have not assigned to any before [this] name."
ca: [Li van dir], "O Zacaries, de fet li donem bona nova d'un nen el nom serà John. Ens han no assignats a cap abans de [aquesta] nom."
cy: [Dywedwyd wrtho], "O Zechariah, yn wir yn rhoi chi tidings da bachgen fydd John yn ei enw. Nid ydym wedi dyrannu unrhyw cyn enw [hwn]."
da: [Han var fortalte], "O Zakarias, faktisk vi give dig gode tidender om en dreng, hvis navn vil være John. Vi har ikke tildelt til nogen før [denne] navn."
el: [Είπε], "O Ζαχαρίας, μάλιστα σας δίνουμε καλή είδηση ενός αγοριού, του οποίου το όνομα θα είναι John. Εμείς δεν έχουν λάβει κάθε πριν [αυτό] το όνομα.»
et: [Ta öeldi], "O Sakarja tõepoolest anname rõõmusõnumit poisist, kelle nimi on John. Me pole määranud ühtegi enne [käesoleva] nimi."
fi: [Hän kertoi], "O Sakarias, todella annamme sinulle ilosanoman pojasta, jonka nimi on John. Meillä on ei määrätty ennen [tämän] nimi."
he: [נאמר לו], "O זכריה, ואכן אנחנו נותנים לך בשורות טובות של ילד ששמו יהיה ג'ון. אנחנו לא הוקצו לכל לפני השם [זה]."
hr: [Rekao je], "O Zaharija, doista smo vam radosne dječaka čije ime će biti John. Imamo nije dodijeljena bilo prije [ovaj] ime."
lt: [Jis pasakė], "O Zacharijas, iš tikrųjų mes jums gerą naujieną berniukas, kurio vardas bus Jonas. Mes turime negali priskirti bet iki [šio] pavadinimas."
lv: [Viņš teica], "O Zaharijs, patiešām mēs jums dot labu zēnam, kura nosaukums būs John vēstis. Mums nav piešķirts jebkuram pirms [Šis] nosaukums."
nb: [Han ble fortalt], "O Sakarja, faktisk vi gi deg gode budskap om en gutt ved navn blir John. Vi har ikke tilordnet noen før [Dette] navnet."
sk: [Mu bolo povedané,] "O Zachariáš, skutočne sme vám dobrá zvesť chlapca, ktorého meno je John. Sme nebolo priradené na ktorúkoľvek pred [tohto] názov."
sl: [Mu povedali], "O Zaharija, res smo vam dobrih novic dečka, čigar ime je John. Mi niste dodelili pred [ta] ime."
sr_cyrl: [Рекао је], "О Захарија, заиста дајемо вам радосне од момка чије име ће бити Јохн. Ми нисмо имали прилике да икога пре [ово] име."
sr_latn: [Rekao je], "O Zaharija, zaista dajemo vam radosne od momka čije ime će biti John. Mi nismo imali prilike da ikoga pre [ovo] ime."
uk: [Йому сказали], "O Захарія, дійсно ми даємо вам добру новину про хлопчика, чиє ім'я буде Джон. Ми не призначили в будь-який перед [це] ім'я."
vi: [Ông nói], "O Zechariah, thực sự chúng tôi cung cấp cho bạn các tidings tốt của một cậu bé có tên sẽ là John. Chúng tôi đã không gán cho bất kỳ trước khi tên [này]."
zu: [Watshelwa], "O uZakariya, impela Sikunikeza esibikela izindaba ezinhle zokukholwa umfana ogama lakhe liyoba uJohane. Asizange ababelwe kuwo yimuphi ngaphambi [lokhu] gama."

# Quran2258
source: He said, "My Lord, how will I have a boy when my wife has been barren and I have reached extreme old age?"
ca: Va dir, "El meu Senyor, com tindré un nen quan la meva dona ha estat estèril i he arribat a extrema vellesa?"
cy: Meddai, "Fy Arglwydd, sut bydd gennyf bachgen pan fu fy ngwraig yn hesb ac yr wyf wedi cyrraedd henaint eithafol?"
da: Han sagde, "Min herre, hvordan jeg får en dreng når min kone har været golde og jeg har nået ekstreme alderdommen?"
el: Είπε, «Κύριέ μου, πώς θα έχω ένα αγόρι όταν η γυναίκα μου είναι άγονο και έχω φτάσει ακραία μεγάλη ηλικία;»
et: Ta ütles: "Issand, kuidas ma on poiss kui mu naine oli viljatu ja olen jõudnud äärmise vanemas eas?"
fi: Hän sanoi: "Herrani, kuinka Onko poika kun vaimoni on ollut karu ja pääsin äärimmäisissä vanhuus?"
he: הוא אמר, "אדוני, איך יהיה לי ילד כאשר אשתי הייתה עקרה, הגעתי לגיל זקנה קיצוני?"
hr: On je rekao, "Moj gospodaru, kako će imati dječaka kad moja supruga je bio pust i sam dosegla ekstremne starosti?"
lt: Jis sakė: "Mano Viešpats, kaip aš turiu berniukas kai mano žmona buvo nevaisinga ir aš pasiekė ypatingos senatvės?"
lv: Viņš teica: "Mans kungs, kā man būs zēns tad, kad mana sieva bija neauglīgs un ir panākta galējā vecuma?"
nb: Han sa: «Min Herre, hvordan vil jeg ha en gutt når min kone har vært øde og jeg har nådd ekstreme alderdommen?»
sk: On povedal: "Môj pán, ako budem mať chlapca keď moja žena bola neplodná, a som dosiahol extrémne vysokého veku?"
sl: On reče: "Moj Gospodar, kako bom imel fant ko moja žena je bila neplodna in sem dosegel skrajni starost?"
sr_cyrl: Он је рекао, "Мој господару, како ће добити мали кад је моја супруга је била јалова, и добили сте старости?"
sr_latn: On je rekao, "Moj gospodaru, kako će dobiti mali kad je moja supruga je bila jalova, i dobili ste starosti?"
uk: Він сказав: "Господи, як я матиме хлопчик коли моя дружина була безплідна, і я досягли екстремальних старості?"
vi: Ông nói, "Thưa ngài, làm sao sẽ tôi có một cậu bé khi vợ tôi đã cằn cỗi và tôi đã đạt đến tuổi già cực?"
zu: Wathi: "Nkosi yami, ngizokwazi kanjani abe umfana lapho umkami ubelokhu uyinyumba futhi ngiye zafinyelela ngokwedlulele ukuguga?"

# Quran2259
source: [An angel] said, "Thus [it will be]; your Lord says, 'It is easy for Me, for I created you before, while you were nothing.' "
ca: [Un àngel] va dir, "per tant [es]; el Senyor diu, 'Que és fàcil per a mi, per abans, he creat mentre treballàveu res.' "
cy: [Angel] dywedodd, "[fydd] felly; eich Arglwydd yn dweud, 'Mae'n hawdd i mi, ar gyfer creu chi o'r blaen, tra oeddech dim.' "
da: [En engel] sagde, "således [man]; din herre siger, "Det er nemt for mig, for jeg lavet dem før, mens du intet var." "
el: [Άγγελος] είπε, "έτσι [είναι]? ο Λόρδος σας λέει, «Είναι εύκολο για μένα, για τη δημιουργία σας πριν, ενώ ήσουν τίποτα.» "
et: [Angel] ütles: "seega [oleks]; teie Issand ütleb: "See on lihtne minu jaoks, ma loodud teid enne, kui te midagi." "
fi: [Angel] sanoi, "näin [on]; Herrasi sanoo: "Se on helppo minulle, olen luonut teille, kun olit mitään." "
he: [מלאך] אמר, "וכך [יהיה]; . האל שלך אומר, "זה קל לי, כי אני יצרתי אותך בעבר, בזמן שלא היית שום דבר." "
hr: [Angel] je rekao, «tako [to se]; Tvoj gospodar kaže, "To je lako za mene, jer sam stvorio tebe, dok te nije bilo ništa." "
lt: [Angel] sakė: "Taigi [būtų]; Jūsų Viešpats sako: "Ji yra lengva man, nes aš sukūriau jus, kai buvote nieko." "
lv: [Angel] teica: "tādējādi [būtu]; jūsu kungs saka: "Ir viegli man, es radīju jūs agrāk, kamēr jūs bijāt nekas." "
nb: [En engel] sa, "dermed [det er]; deres Herre sier, "Det er lett for meg, for jeg skapte deg før, mens du intet var." "
sk: [Angel] povedal: "preto [bude]; Váš pán hovorí: "Je ľahké pre mňa, pre vytvoril som už predtým, keď ste bol nič." "
sl: [Angel] reče: "tako [bo]; vaš gospod pravi, "To je enostavno za mene, zakaj sem ustvaril prej, medtem ko ste bili nič." "
sr_cyrl: [Андјео ] је рекао, "тако [биће]; Твој господар каже, 'То је лако за мене, јер сам створио раније, док си ти ништа.' "
sr_latn: [Andjeo] je rekao, "tako [biće]; Tvoj gospodar kaže, 'To je lako za mene, jer sam stvorio ranije, dok si ti ništa.' "
uk: [Angel] сказав: "таким чином, [буде]; ваш Господь каже, це просто для мене, бо я створив вас, поки ви були не.' "
vi: [Thiên thần] nói, "vì vậy [sẽ]; Chúa của bạn nói, 'nó là dễ dàng cho tôi, cho tôi tạo ra trước, trong khi bạn đã không có gì. "
zu: [Ingelosi] wathi: "Usho [ke kuyoba]; '. Kulula kimi, ngokuba qamba you ngaphambili, ngenkathi lutho' Nkosi yakho uthi,

# Quran2260
source: [Zechariah] said, "My Lord, make for me a sign." He said, "Your sign is that you will not speak to the people for three nights, [being] sound."
ca: [Zechariah], va dir, "El meu Senyor, fan per a mi un signe." Va dir, "el seu senyal és que vostè no parlar amb la gent per tres nits, [s] so".
cy: [Zechariah] yn dweud, "Fy Arglwydd, gwneud i mi arwydd." Meddai, "eich arwydd yw y bydd nad ydych yn siarad i bobl am dair noson, [yn] gadarn."
da: [Zakarias] sagde, "Min herre, gør for mig et tegn." Han sagde, "din tegn er, at, du ikke vil til taler med folk i tre nætter, [der] lyd."
el: [Ζαχαρία] είπε, «Κύριέ μου, κάνε για μένα ένα σημείο.» Είπε, «το ζώδιό σας είναι ότι σας δεν θα μιλήσω για τους ανθρώπους για τρεις νύχτες, [όντας] ήχου.»
et: [Sakarja] ütles: "Mu Issand, tee mind märgiks." Ta ütles: "teie märk on see, et sa ei räägi rahvale kolm ööd [on] heli."
fi: [SAK] sanoi: "Herrani, tee minulle merkki." Hän sanoi, "sinun merkki on, että olet puhu ihmisille kolme yötä [on] ääni."
he: [זכריה] אמר, "אלוהים, תעשה לי סימן." הוא אמר, "השלט שלך הוא כי אתה לא תדבר לאנשים במשך שלושה ערבים [להיות] קול".
hr: [Zaharija] je rekao: "Gospodaru moj, učini mi znak." Rekao je, "tvoj znak je da će ne govorite ljudima tri noći, [što] zvuk."
lt: [Zacharijas] sakė: "Mano Viešpatie, padaryk mane ženklas." Jis pasakė, "jūsų ženklas yra tai, kad jums bus ne kalbėti žmonėms už tris naktis, [yra] garso."
lv: [Zaharijs] teica: "Mans kungs, dot man zīmi." Viņš teica: "tava zīme ir, ka jūs negrib runāt ar cilvēkiem trīs naktis [ir] skaņas".
nb: [Zechariah] sa, "Min Herre, gjør for meg et tegn." Han sa, "skilt er at du ikke vil snakke til de tre kvelder, [er] lyd."
sk: [Zachariáš] povedal: "Môj pán, aby pre mňa znamenie." On povedal: "vaše znamenie je, že sa nebude hovoriť s ľudia na tri noci, [je] zvuk."
sl: [Zaharija] je dejal, "Moj Gospodar, da zame znak." On reče: "vaš znak je, da vam ne bo govoril ljudi za tri noči, [se] zvok."
sr_cyrl: [Захарија ] је рекао, "Мој господару, да ми знак." Он је рекао, "твој знак је да ће не разговарате са људима за три ноћи, [постане] звук."
sr_latn: [Zaharija] je rekao, "Moj gospodaru, da mi znak." On je rekao, "tvoj znak je da će ne razgovarate sa ljudima za tri noći, [postane] zvuk."
uk: [Захарія] сказав: "Мій Господь, щоб для мене підписати". Він сказав: "ваш знак є, що ви не буду говорити людям протягом трьох ночей, [що] звуку".
vi: [Zechariah] nói: "Thưa ngài, làm cho tôi một dấu hiệu." Ông nói, "đăng nhập của bạn rằng bạn sẽ không nói chuyện với những người cho ba đêm, [bị] âm thanh."
zu: [Zakariya] wathi: "Nkosi yami, Ngenzela isibonakaliso."

# Quran2261
source: So he came out to his people from the prayer chamber and signaled to them to exalt [Allah] in the morning and afternoon.
ca: Així va sortir al seu poble de la cambra d'oració i marcar-los per exaltar [Allah] al matí i tarda.
cy: Felly mae'n ddaeth allan i ei bobl yn y Siambr gweddi a oedd yn arwydd iddynt i exalt [Allah] yn y bore a'r prynhawn.
da: Så han kom til sit folk fra bøn kammer og signalerede for dem at ophøje [Allah] i morgen og eftermiddag.
el: Λοιπόν βγήκε στο λαό του από την αίθουσα προσευχής και σηματοδοτηθεί σε αυτά να εξυψώσει [Αλλάχ] το πρωί και το απόγευμα.
et: Nii ta tuli oma rahva palve koda ja märku neile ülendab [Jumalat] hommikul ja pärastlõunal.
fi: Hän tuli hänen kansansa rukous istuntosalista ja antoi heille ylistää [Jumala] aamulla ja iltapäivällä.
he: אז הוא יצא לאנשים שלו מן החדר תפילה, אותת להם על כתפיו [אללה] בבוקר או אחר הצהריים.
hr: Dakle došao svome narodu molitva komore i signalizirao da ih uzvisiti [Allah] u jutarnjim i popodnevnim.
lt: Taigi jis išėjo į savo tautą iš maldos kameros ir pasinaudojama jiems išaukštinti [Dievas] ryte ir po pietų.
lv: Tātad viņš savai tautai iznāca no lūgšanu telpas un signalizēja, ka tos var pacilāt [Allah] no rīta un pēcpusdienā.
nb: Så han kom til sitt folk fra bønn kammeret og signaliserte for dem å opphøye [Allah] i morgen og ettermiddag.
sk: Tak vyšiel svojim ľuďom z modlitby komory a naznačil im vynášať [Allah] ráno a popoludní.
sl: Tako je prišla do svoje ljudstvo iz komore molitev in sprejemnemu nanje poveličujejo [Alahove] zjutraj in popoldne.
sr_cyrl: Он признао свој народ из одаје за молитву и сигнализирао да их да уздигнемо [Аллах] ујутро и поподне.
sr_latn: On priznao svoj narod iz odaje za molitvu i signalizirao da ih da uzdignemo [Allah] ujutro i popodne.
uk: Так він вийшов на свій народ від молитви палати і означав їм й вивищувати [Аллах] вранці та вдень.
vi: Vì vậy, ông ra đến người dân của mình từ phòng cầu nguyện và báo hiệu cho họ để nâng cao [Allah] buổi sáng và buổi chiều.
zu: Ngakho waphuma ukuba abantu bakhe kusukela ekamelweni emthandazweni futhi latshela ukuba siphakamise [Allah] ekuseni nantambama.

# Quran2262
source: [Allah] said, "O John, take the Scripture with determination." And We gave him judgement [while yet] a boy
ca: [Allah] deia, "O John, prendre l'escriptura amb determinació". I li donàvem judici [mentre encara] un noi
cy: [Allah] yn dweud, "Mae O John, gymryd yr ysgrythur gyda phenderfyniad." A rhoddodd ef dyfarniad [tra eto] bachgen
da: [Allah] sagde, "O John, tage Skriften med vilje." Og vi gav ham dom [mens endnu] en dreng
el: [Αλλάχ] είπε, «O John, κάνε η γραφή με αποφασιστικότητα». Και του δώσαμε κρίση [ενώ ακόμα] ένα αγόρι
et: [Jumalat] ütles: "O John võtta pühakiri määramine." Ja andsime talle kohtuotsuse [kuigi veel] poiss
fi: [Jumala] sanoi, "O John toteutettava määrätietoisesti Raamattu." Ja annoimme hänelle tuomion [aikaa vielä] poika
he: [אללה] אמר, "O. ג'ון, קח את כתבי הקודש עם נחישות". נתנו לו הדין [בעוד עדיין] ילד
hr: [Allah] je rekao, "O John, uzmi Sveto pismo s odlučnošću." I dali smo mu sud [dok još] dječak
lt: [Dievas] sakė: "O Jonas, imtis, nustačius raštas." Ir mes davė jam sprendimo [o dar] berniukas
lv: [Allah] teica: "O John veikt rakstiem ar lielu apņēmību." Un mēs iedevām viņam sprieduma [kamēr vēl] boy
nb: [Allah] sa, "O John, ta skriften med besluttsomhet." Og vi ga ham dom [mens ennå] en gutt
sk: [Allah] povedal: "O John si písmo s odhodlaním." A my sme mu rozsudok [pričom ale] chlapec
sl: [Alahove] je dejal, "O John, zalotiti pismo z odločnostjo." In smo mu sodbo [pa še] deček
sr_cyrl: [Аллах ] је рекао, "О, Јохн, узми Светог писма са одлучношћу." И дали смо му суд [док још] дечак
sr_latn: [Allah] je rekao, "O, John, uzmi Svetog pisma sa odlučnošću." I dali smo mu sud [dok još] dečak
uk: [Аллах] сказав: "Джон O беруть Писання з рішучістю." І ми дали йому судження [поки ще] хлопчик
vi: [Allah] nói, "O John, mất kinh thánh với quyết tâm." Và chúng tôi đã cho anh ta án [trong khi chưa] một cậu bé
zu: [Allah] wathi: "O uJohane, thatha umBhalo ngokuzimisela."

# Quran2263
source: And affection from Us and purity, and he was fearing of Allah
ca: I l'afecte de nosaltres i puresa, i ell tenia por d'Allah
cy: Ac anwyldeb gan ni a phurdeb, ac yr oedd ef yn ofni Allah
da: Og hengivenhed fra os og renhed, og han frygte Allah
el: Και από την αγάπη μας και την καθαρότητα, και αυτός φοβούμενος του Αλλάχ
et: Ja kiindumus meilt ja puhtus, ja ta oli Jumal kartes
fi: Ja hellyyttä meiltä ja puhtaus, ja hän pelkää Allahin
he: וחיבה מבני אותנו וטוהר, ומחשש של אללה
hr: I naklonosti od nas i čistoće, i on bio u strahu od Allaha
lt: Ir meilės mums ir grynumo, ir jis buvo bijo Dievo
lv: Un simpātijas no mums un tīrība, un viņš bija baidoties no Allah
nb: Og kjærlighet fra oss og renhet, og han ble fryktet Allah
sk: A lásku od nás a čistoty, a on bol zo strachu Alaha
sl: In ljubezni nas in čistosti, in je bil zaradi bojazni, Allah
sr_cyrl: И наклоности од нас, и иистожа, и бојао се Аллаха
sr_latn: I naklonosti od nas, i иistoжa, i bojao se Allaha
uk: І любові з нами і чистоти, і він був побоюючись Аллаха
vi: Và tình cảm từ chúng tôi và tinh khiết, và ông lo sợ của Allah
zu: Futhi lomzwelo nga us msulwa, futhi wayememeza abesaba Allah

# Quran2264
source: And dutiful to his parents, and he was not a disobedient tyrant.
ca: I obedient als seus pares i ell no és un tirà desobedient.
cy: Ac yn ufudd at ei rieni, ac mae'n nid tyrant anufudd.
da: Og pligtopfyldende til sine forældre, og han var ikke en ulydige tyran.
el: Και υπάκουα τους γονείς του, και ο ίδιος ήταν ανυπάκουος όχι τυράννου.
et: Ja sensori tablett tema vanemad, ja ta oli mitte sõnakuulmatud türann.
fi: Ja kuuliainen vanhemmilleen, ja hän ei ole tottelematon tyranni.
he: והיה הצייתנית ההורים שלו, והוא לא עריץ ממושמע, לאחר.
hr: I poslušan svojim roditeljima, i on je bio neposlušan tiranin.
lt: Ir pareigingas savo tėvų, ir jis buvo ne Nepaklusnieji tironas.
lv: Un pakļaudamies saviem vecākiem, un viņš bija nevis nepaklausīga tirāns.
nb: Pliktoppfyllende foreldrene, og han var ikke en ulydige tyrann.
sk: A poslušná, jeho rodičia a on bol neposlušný tyran.
sl: In vestno njegovih staršev, in je bil ne neposlušni tiran.
sr_cyrl: И послуљан родитељима, и он је био непослушно тиранин.
sr_latn: I posluљan roditeljima, i on je bio neposlušno tiranin.
uk: І з почуттям обов'язку до своїх батьків і він був не неслухняних тиран.
vi: Và hiếu thảo với cha mẹ của ông, và ông không phải là một bạo chúa ngô nghịch.
zu: Futhi dutiful abazali bakhe, futhi akazange nje ngomashiqela ezingalaleli.
