Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran934
source: Say, "I do not find within that which was revealed to me [anything] forbidden to one who would eat it unless it be a dead animal or blood spilled out or the flesh of swine - for indeed, it is impure - or it be [that slaughtered in] disobedience, dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], then indeed, your Lord is Forgiving and Merciful."
ca: Dir, "no trobar dins d'allò que es revelava a mi [quelcom] prohibit per a qui s'ho menjaria llevat que sigui un animal mort o abocar-la sang o la carn de porcí - de fet, és impur - o ser [que se sacrifiquen a] la desobediència, dedicada a l'altre que Allah. Però qui es veu obligat [per necessitat], [que] desitjar ni transgredir el [límit], llavors en efecte, el seu senyor és indulgent i Clement. "
cy: Dweud, "Nid wyf yn gweld o fewn y datgelwyd i mi [Dim] gwaharddwyd i un a fyddai yn ei fwyta oni bai ei fod anifail marw neu roedd gwaed yn cael ei ollwng allan neu gig moch-yn wir, ei Mae amhur-neu ei [sy'n cael eu lladd yn] anufudd-dod, yn ymroddedig i heblaw Allah. Ond pwy bynnag yw gorfodi [gan reidrwydd], dynodir [TG] nac tramgwyddus [ei derfyn], ac yna yn wir, eich Arglwydd yn Forgiving a Merciful. "
da: Sige, "jeg ikke kan finde inden for det, som blev afsløret for mig [alt] forbudt til en der ville spise det, medmindre det være et dødt dyr eller blod spildt ud eller kødet af svin - for ja, det er urene - eller det være [der slagtes i] ulydighed, dedikeret til andre end Allah. Men hvem er tvunget [af nødvendighed], hverken som ønsker [det] eller overtræde [sin grænse], så ja, jeres Herre er Forgiving og barmhjertige. "
el: Λένε, «δεν βρίσκω μέσα σε αυτό που αποκαλύφθηκε σε μένα [κάτι] απαγορεύεται σε κάποιον που θα το φάει αν δεν θα είναι ένα νεκρό ζώο ή να χυθεί αίμα ή η σάρκα των χοίρων - διότι πράγματι, είναι ακάθαρτο - ή να είναι [που έχουν σφαγεί στο] ανυπακοής, αφιερωμένο στην εκτός από Αλλάχ. Αλλά όποιος αναγκάζεται [εξ ανάγκης], [αυτό] επιθυμώντας ούτε παραβαίνοντας [όριό του], τότε πράγματι, σας Λόρδος είναι επιεικής και φιλεύσπλαχνος.»
et: Öelda: "Ma ei leia seda, mis oli näitas mulle [midagi] keelatud on üks, kes oleks süüa, kui see olla surnud looma või veri voolanud läbi või sead - nimelt see liha on saastunud - või seda [mis tapetud] jooksul sõnakuulmatuse, Jumal ei ole pühendatud. Aga kes on sunnitud [vajadus], soovides [see] ega meelevaldne [oma piirangu], siis tõepoolest, teie Issand on Forgiving ja Merciful. "
fi: Sanoa, "En löydä kyseisessä, joka selvisi minulle [jotain] kielletty sellaiselle, joka söisi sitä, ellei se olla kuolleen eläimen tai veri on valunut ulos tai sikoja - itse asiassa se liha on epäpuhdasta - tai [että teurastettu] tottelemattomuus, kuin Jumala omistettu. Mutta kuka pakottaa [], pyytäen [se] eikä kieltoaan [sen rajan], niin itse asiassa teidän Herranne on anteeksiantava ja armollisin. "
he: לומר, "אני לא נמצא בתוך זה אשר נתגלה לי [משהו] אסור לאדם היה אוכל אותו. אלא אם כן זה להיות חיה מתה או דם נשפך או בשר חזיר -. אכן, לזה הוא טמא - זה יהיה [כי העופות] אי-ציות, המוקדש מלבד אללה. אבל מי הוא הכריח [לפי הצורך], וגם להנות [בו] transgressing [מהמגבלה], אז אכן, אדונך הוא Forgiving, הרחום והחנון. "
hr: Kažu, "ne nalazim u ono što je otkrio mi [ništa] zabranjeno je onaj koji će jesti osim ako to biti mrtve životinje ili krvi van ili u Vegasu - stvarno, to je nečisto - ili biti [da kolju u] neposluh, posvećen osim Allaha. Ali tko god je prisiljen [po potrebi], [to] želeći niti krši svoje ograničenje, a zatim uistinu, Gospodar tvoj je opraštanje i milostiv. "
lt: Sako, "I don't rasti per tą, kuri buvo nustatyta, kad man [nieko] draudžiama, kurie būtų valgyti tai jei jis būti negyvas gyvūnas ar kraujas išsiliejo arba mėsą, kiaulių - iš tiesų, ji yra negrynas - ar jis būti [kad paskerstų] nepaklusnumo, išskyrus Dievo skirtas. Bet kas yra priverstas [būtina], siekdamos [jis] nei nusižengė [ribas], tada iš tiesų, jūsų Viešpats yra Forgiving ir litosciwy. "
lv: Teiksim, "neatrast ietvaros, kas tika atklāts ar mani [kaut] aizliegts vienā, kas apēdīs tā, ja vien būtu miris dzīvnieks vai asinīm izlēja ārā vai gaļa cūkas - patiešām, tas ir netīrs - vai tas ir [kauti] nepakļaušanās, veltīta nevis Allah. Bet tas, kurš ir spiests [pēc nepieciešamības], vēloties [tā], nedz noziedzīgu [ierobežojums], tad tik tiešām, savu kungu ir piedošanu un žēlsirdīgs. "
nb: Si, "jeg ikke finner i det som ble åpenbart for meg [alt] forbudt å som skulle spise den med mindre det være et dødt dyr eller blod sølt ut eller kjøttet av svin - for faktisk det er urent - eller det [at slaktet i] ulydighet, dedikert til enn Døyve. Men hvem er tvunget [av nødvendighet], verken ønsker [det] eller overskride [grensen], så ja, Herren er tilgi og barmhjertig. "
sk: Povedať, "nájsť v to, čo bolo zjavené, aby mi [niečo] kto by jesť to, ak bolo mŕtve zviera krvi vysypali mäso ošípaných - v skutočnosti, to je nečistý - alebo to byť [zabitých] zakázané neposlušnosti, venované okrem Alaha. Ale ten, kto je nútený [potreba], [to] túžiť ani zaobchádzania v dôsledku porušenia [limit], potom v skutočnosti svojho pána, je odpúšťajúci a Milosrdných. "
sl: Reči, "mi ne zdi v tisto, kar je pokazala, da mi [nič] prepovedano, da tisti, ki bi jedel, če je treba mrtve živali ali krvi razliti ven ali meso prašičev - za dejansko, to je nečisto - ali bilo [ki zaklane v] neposlušnosti, posvečena razen Allah. Vendar kdor zaradi [nujno], [je] želji niti benih [omejitev], potem je res, vaš gospod tolerantna in usmiljen. "
sr_cyrl: Рекао је, "не налазим да је за то што је открио ми [нешто] забрањено да онај који би је јео осим ако то буде пса или крв пролила или месо свиње - заиста, то је неиисто - или буде [то заклао у] непослушности, посвећен осим Алаха. Али ко год је присиљена [обавезно], [то] сагледавање нити гоњењу због кршења [ограничење], онда је заиста, твој господар Форгивинг и милостив. "
sr_latn: Rekao je, "ne nalazim da je za to što je otkrio mi [nešto] zabranjeno da onaj koji bi je jeo osim ako to bude psa ili krv prolila ili meso svinje - zaista, to je neиisto - ili bude [to zaklao u] neposlušnosti, posvećen osim Alaha. Ali ko god je prisiljena [obavezno], [to] sagledavanje niti gonjenju zbog kršenja [ograničenje], onda je zaista, tvoj gospodar Forgiving i milostiv. "
uk: Сказати: "я не знаходжу в межах того, що було показав мені [що-небудь] заборонено, щоб той, хто б з'їсти його, якщо його мертвих тварин або пролитої крові на або свиней - дійсно, його немічне нечистих - бути або [що забій в] непокори, присвячений крім Аллаха. Але той, хто є примушують [], не бажаючи [вона] не transgressing [граничний], то дійсно, ваш Господь бачить і Merciful. "
vi: Nói, "tôi không tìm thấy trong đó đã được tiết lộ với tôi [gì] Cấm để một trong những người sẽ ăn nó trừ khi nó là một động vật chết hoặc máu đổ ra thịt lợn - quả thật vậy, nó là bất tịnh - hay nó là [rằng tàn sát ở] bất tuân, dành riêng cho khác ngoài Allah. Nhưng bất cứ ai buộc [cần thiết], mong [nó] không vì [nó giới hạn], sau đó, quả thật vậy, Chúa của bạn là Forgiving Merciful. "
zu: Ithi, "mina angitholi ngaphakathi okwakunikelwe yambulwe kimi [lutho] okwakwenqatshelwe nalowo owayeyoba adle ngaphandle kube isidumbu sesilwane noma igazi elichithwe noma inyama wezingulube - for ngempela, kuba ongcolileyo - noma kube

# Quran935
source: And to those who are Jews We prohibited every animal of uncloven hoof; and of the cattle and the sheep We prohibited to them their fat, except what adheres to their backs or the entrails or what is joined with bone. [By] that We repaid them for their injustice. And indeed, We are truthful.
ca: I a qui els jueus ens prohibits tots els animals de peülles uncloven; i de les vaques i les ovelles ens prohibida a ells seu greix, excepte el que s'adhereix a l'esquena o a les entranyes, o el que s'uneix amb OS. [Per] que hem pagat ells per la seva injustícia. I de fet, estem veraces.
cy: Ac i'r rhai sy'n Roedd Iddewon ydym wedi gwahardd pob anifail o carnau uncloven; a gwartheg a defaid y gwaherddir ydym iddynt eu braster, ac eithrio hyn yn glynu wrth eu cefnau, neu yr Ymysgaroedd neu beth wedi ymuno ag asgwrn. [Gan] hynny inni ad-dalu iddynt am eu anghyfiawnder. Ac yn wir, yr ydym yn dweud y gwir.
da: Og til dem, der er forbudt jøder vi alle dyr af uncloven hov; og af kvæg og får vi forbudt dem deres fedt, undtagen hvad overholder deres ryg eller indvolde eller hvad er sluttet med knogle. [Af] der tilbagebetales vi dem for deres uretfærdighed. Og ja, vi er sandfærdig.
el: Και σε εκείνους που είναι Εβραίοι θα απαγορεύεται κάθε ζώο του uncloven οπλών? και τα βοοειδή και τα πρόβατα μας απαγορεύεται να τους λίπος τους, εκτός από ό, τι συμμορφώνεται με τις πλάτες τους ή τα εντόσθια ή τι συνενώνεται με των οστών. [Με] ότι επιστρέψαμε τους για την ανομία τους. Και πράγματι, εμείς είναι αληθείς.
et: Ja et need, kes on juudid me keelata iga looma uncloven kabja; veised ja lambad me keelatud neile nende rasv, välja arvatud, mida järgib nende selja või selle entrails või mis on liidetud kontidega. [Poolt] mis me summast neile nende ülekohtu eest. Ja tõepoolest, me oleme tõesed.
fi: Ja jotka ovat juutalaisia meidän jokaisen eläimen uncloven sorkkia; ja naudat ja lampaat meidän kielletty niihin niiden rasva paitsi mitä noudattaa heidän selkänsä tai sisälmykset tai mitä on liittynyt luun. [Sen] takaisin heille heidän epäoikeudenmukaisuutta. Ja olemme todellakin totuudenmukainen.
he: אלה שאינם יהודים אנחנו אסורה כל חיה של uncloven פרסה; של הבקר והצאן לנו אסור להם שומן שלהם, מלבד מה דבקה גבם או הקרביים או מה היא הצטרפה עם עצם. [בכך] אנחנו הוחזר חזרה אותם על עוולות שלהם. אכן, יש לנו את האמת.
hr: I onima koji su Jevreji smo zabranjena svaka životinja uncloven kopita; i goveda i ovce smo zabranjena im mast, osim što pridržava leđa ili iznutrice ili što je spojen sa kosti. [Po] da mi ih nadoknadi za njihovu nepravdu. I uistinu, mi smo iskreni.
lt: Ir tie, kurie žydai mes draudžiamas kiekvienas gyvūnas, uncloven kanopų; ir galvijų ir avių mes draudžiama jiems jų riebalų, išskyrus kas laikosi savo nugarą ar gelmės ar kas jungiasi su kaulais. [Iš] kad mes grąžino juos už jų neteisybė. Ir iš tiesų, mes esame teisingi.
lv: Un uz tiem, kas jūdiem mēs aizliegta katram dzīvniekam uncloven naga; un liellopu un aitu mums aizliegts tos savus taukus, izņemot to, ko ievēro viņu mugurām vai iekšas, vai kas ir apvienota ar kaulu. [Ar], kas mums jāatmaksā viņiem par to netaisnību. Un patiešām, mums ir patiesas.
nb: Og for de som er jøder vi forbudt hvert dyr av uncloven hoof; og storfe og sau vi forbudt dem deres fett, bortsett fra hva følger ryggen eller innvollene eller hva er sluttet med bein. [Av] som vi tilbakebetalt dem for deres urettferdighet. Og ja, vi er sannferdig.
sk: A pre tých, ktorí sú Židia sme zakázané každé zviera uncloven kopýt; a dobytok a ovce zakazuje im ich tuku, s výnimkou čo dodržiava ich chrbtom alebo vnútornosti, alebo čo je spojený s kosťou. [Podľa] ktoré sme vrátiť im za ich nespravodlivosti. A v skutočnosti sme pravdivé.
sl: In tistim, ki so Judje smo prepovedano vsako žival uncloven kopit; in govedo in ovce smo prepovedano jim njihova maščob, razen kaj ustreza hrbet ali drobovje ali kaj je pridružil s kosti. [S] ki smo jim vrniti za njihove krivice. In res, smo resnični.
sr_cyrl: И онима који су Јевреји нам је забрањено свака животиња од унцловен копита; и стоку и овце нам је забрањено да их на својој дебелој гузици, осим шта придржава леђа или изнутрице или ста сједини са костију. [Тиме ] отплатио смо их због њихове неправде. И заиста, ми смо искрени.
sr_latn: I onima koji su Jevreji nam je zabranjeno svaka životinja od uncloven kopita; i stoku i ovce nam je zabranjeno da ih na svojoj debeloj guzici, osim šta pridržava leđa ili iznutrice ili sta sjedini sa kostiju. [Time] otplatio smo ih zbog njihove nepravde. I zaista, mi smo iskreni.
uk: І для тих, хто євреїв ми заборонені кожна тварина uncloven копита; і худоби та овець ми заборонені їм їх жиру, за винятком, що дотримується їх спиною або корисні копалини, або те, що апеляція поєднана із кістки. [За] що ми погашення їх для їх несправедливості. І дійсно, ми є правдивою.
vi: Và những người Do Thái chúng tôi ngăn cấm mọi động vật của uncloven móng; và gia súc và những con cừu, chúng tôi cấm để họ chất béo của họ, ngoại trừ những gì tuân thủ ủng hộ của họ hoặc các ruột hoặc những gì đã tham gia với xương. [Của] chúng ta hoàn trả lại chúng cho bất công của họ. Và quả thực, chúng tôi rất trung thực.
zu: Futhi kulabo amaJuda We kungavunyelwe zonke izilwane inselo uncloven;

# Quran936
source: So if they deny you, [O Muhammad], say, "Your Lord is the possessor of vast mercy; but His punishment cannot be repelled from the people who are criminals."
ca: Així si el neguen, [O Muhammad], diuen, "el Senyor és el posseïdor d'immensa pietat; però seu càstig no pot ser rebutjat de les persones que són delinqüents".
cy: Felly os maent yn gwadu'r chi, [O Muhammad], yn dweud, "eich Arglwydd yn possessor o drugaredd helaeth; ond ni all ei chosbi yn cadw draw ohono gan y bobl sydd yn droseddwyr.
da: Så hvis de nægter du, [O Muhammad], siger, "din herre er besidderen af store barmhjertighed; men hans straf kan ikke blive frastødt fra de mennesker, der er kriminelle."
el: Οπότε αν αρνούνται, [Ο Μωάμεθ], λένε, «σας Λόρδος είναι ο νομέας του απέραντο έλεος. «αλλά την τιμωρία δεν είναι δυνατό να απωθούνται από τους ανθρώπους που είναι εγκληματίες».
et: Seega, kui nad eitavad sa [O Muhammad] öelda,"teie Issand valdaja suur halastust; kuid tema karistus ei saa inimestelt, kes on kurjategijad tõrjutakse."
fi: Joten jos he kiistävät voit [Oi Muhammed], sanoa, "teidän Herranne on omistaja suuren armon. mutta hänen rangaistuksensa voidaan torjua ihmisiltä, jotka ovat rikollisia.
he: אז אם מכחישים את, [O מוחמד], אומר, "הוא המחזיק הרחמים המכריע; אך העונש שלו לא יכול להיות דחוי מהעם הם פושעים."
hr: Pa ako ne ti, [O Muhammad], kažu, "Gospodar tvoj je vlasnik velike milosti; Ali njegova kazna ne odbija od ljudi koji su kriminalci.
lt: Todėl, jei jie neigia jums, [O Muhammad], sako,"jūsų Viešpats valdytojas Didžioji gailestingumo; bet jo bausmė negali būti atstumiami nuo žmonių, kurie yra nusikaltėliai."
lv: Tādēļ, ja viņi noliedz, ka tu [O Muhammad] teikt,"savu Kungu lielākā žēlastību; valdītāju bet viņa sods nevar atgrūda no cilvēkiem, kas ir noziedznieki."
nb: Så hvis de nekter deg, [O Muhammad], sier, "Herren er eier av store barmhjertighet. men sin straff kan ikke bli frastøtt fra folk som kriminelle.
sk: Takže ak ste [Mohamed], popierajú, hovoria, "svojho pána je vlastníkom veľkú milosť; ale jeho trest nemôže odrazil od ľudí, ktorí sú zločinci."
sl: Tako če zanikajo vas, [O Muhammad], pravijo, "vaš Gospod je posestnik velika milost; vendar njegova kazen ne odganja od ljudi, ki so kriminalci."
sr_cyrl: Тако да ако су одбио, [О Мухаммад], кажу,"твој господар је ималац огромне милости; Али , његова казна не може да се одбија од људи који су криминалци."
sr_latn: Tako da ako su odbio, [O Muhammad], kažu,"tvoj gospodar je imalac ogromne milosti; Ali, njegova kazna ne može da se odbija od ljudi koji su kriminalci."
uk: Тому, якщо вони відмовити вам, [O Мухаммад], скажімо,"ваш Господь володарем переважна милосердя; але його покарання не може бути відштовхуються від людей, які є злочинцями".
vi: Vì vậy, nếu họ từ chối bạn, [O Muhammad], nói, "Chúa tể của bạn là người sở hữu thương xót lớn; "nhưng sự trừng phạt của ông không thể đẩy lùi từ những người tội phạm."
zu: Ngakho uma they ngakuphika, [O Muhammad], anothi, "Kho Lord is umdali isihe olukhulu; kepha Isijeziso sakhe ayikwazi wacasulwa kusukela abantu abangabangcwele izigebengu."

# Quran937
source: Those who associated with Allah will say, "If Allah had willed, we would not have associated [anything] and neither would our fathers, nor would we have prohibited anything." Likewise did those before deny until they tasted Our punishment. Say, "Do you have any knowledge that you can produce for us? You follow not except assumption, and you are not but falsifying."
ca: Dirà qui associats a Allah, "Si Allah tenia willed, no han associat [quelcom] i tampoc vols nostres pares, ni ens han prohibiria res." Així mateix va fer aquells abans de negar fins que es va provar el nostre càstig. Dir, "té qualsevol coneixement que es pot produir per a nosaltres? Segueixes no excepte suposició, i no són sinó falsificar. "
cy: Bydd rhai sy'n gysylltiedig â Allah yn dweud, "Os oedd Allah ewyllysio iddi, nid ydym wedi cysylltiedig [Dim] a ychwaith yn byddai'n ein tadau, na fyddai wedi wahardd unrhyw beth." Yn yr un modd oedd rhai cyn gwadu nes oedd eu blasu ein cosbi. Dweud, "a oes gennych unrhyw wybodaeth y gallwch ei gyflwyno i ni? Dilynwch ni ac eithrio dybiaeth, ac nad ydych ond yn ffugio. "
da: Dem, der er forbundet med Allah vil sige, "Hvis Allah havde villet, vi ville ikke have knyttet [alt] og heller ikke ville vore fædre, eller ville vi have forbudt noget." Ligeledes dem før benægte indtil de smagt vores straf. Sige, "du har nogen viden, som du kan producere for os? Du følger ikke undtagen antagelse, og du er ikke men antiitalienske. "
el: Εκείνοι που συνδέονται με τον Αλλάχ θα λένε, «Αν είχε βουλητικός Αλλάχ, εμείς δεν θα έχετε συσχετίσει [κάτι] και ούτε θα τους πατέρες μας, ούτε θα μας απαγόρευσαν τίποτα.» Επιπλέον εκείνοι πριν αρνήθηκε μέχρι δοκίμασαν την τιμωρία μας. Λένε, «έχετε οποιαδήποτε γνώση που μπορείτε να παράγετε για εμάς; Μπορείτε να ακολουθήσετε δεν εκτός από την υπόθεση, και δεν είστε αλλά παραποίηση.»
et: Need, kes Jumala seostatud ütlevad, "Kui Jumal oli kombeks, me ei ole seotud [midagi] ja ega tule meie isad, samuti oleks meil on keelatud midagi." Samuti enne ei eita kuni nad maitsesid meie karistuse. Öelda: "Kas teil on mingeid teadmisi, mis võivad toota meile? Te järgite ei oletus välja arvatud, ja sa ei ole aga võltsimine. "
fi: Ne, jotka liittyvät Jumala sanoo, "Jos Jumala olisi tahtonut, meidän ei liity [jotain] ei olisi meidän isämme, eikä olisi olemme kieltäneet mitään." Samoin kuin ennen kieltää, kunnes ne maistui meidän rangaistus. Esimerkiksi: "Onko sinulla mitään tietoa, joka voi tuottaa meille? Et noudata ei paitsi oletus, ja et ole mutta väärentäminen. "
he: מי המשויך אללה אומר, "אם אללה היה רצון, אנחנו לא בעלות משויכים [משהו], וגם לא היו אבותינו, ולא היה לנו אסרו דבר." כמו כן אלו בעבר דחיתי עד טעם הם העונש שלנו. תגיד, "יש לך כל ידע זה אתה יכול לייצר עבורנו? שתעקוב אחר לא פרט ההנחה, ואתה לא אבל בזיוף. "
hr: Oni koji povezan s Allah će reći: "Ako je htio Allah, mi ne bi ste povezali [nešto] i ne bi ni naši očevi, niti bi mi išta zabranjena." Isto tako prije zanijekati dok nisu okusile naša kazna. Kažu, "Imate li saznanja da može proizvesti za nas? Slijedite ne osim pretpostavke, a ne ali falsifikacije. "
lt: Tie, kurie susiję su Dievas sako, "Jei Dievas turėjo valios, mes būtų ne yra susiję [nieko] ir nei būtų mūsų tėvai, nei būtų mes uždraudė nieko." Taip pat prieš neigia, kol jos paragauti mūsų bausmė. Sako: "ar turite jokių žinių, kad jϋs galite pateikti mums? Sekite ne išskyrus prielaida, ir jūs nesate bet klastojimas. "
lv: Tiem, kuri saistīti ar Allah teiks: "Ja Allāha gribas, mums nedrīkst būt saistītas [kaut] un ne būtu mūsu tēvi, ne arī būtu mums kaut kas ir aizliegta." Tāpat tos noliegt, līdz brīdim, kad tie garšoja mūsu sodu. Saka: "vai jums ir zināšanas, kas var radīt mums? Jūs sekot nav izņemot pieņēmums, un tu neesi taču viltošanu. "
nb: De som knyttet til Allah vil si, "Hvis Allah hadde ville, vi ville ikke ha tilknyttede [alt] og ville heller ikke våre fedre, eller ville vi har forbudt noe." Likeledes dem før du nekte til de smakte vår straff. Si, "du har noe kunnskap som du kan produsere for oss? Du følger ikke unntatt antagelse, og du ikke men forfalske. "
sk: Tých, ktorí priradené Alah povedia, "Ak Boh bol chcel, máme by nie Spojené [všetko] a ani by naši otcovia, ani by sme nič zakázané." Podobne pred poprieť, kým Chutili náš trest. Napríklad: "máte vedomosti, ktoré môžu produkovať pre nás? Sledujete nie okrem predpoklad, a vy nie ale falšovanie. "
sl: Tiste, ki so povezane z Alah bo rekel, "Če je Allah volje, mi ne bi povezana [nič] in ne bi naši očetje, niti bi mi karkoli prepovedano." Prav tako pred zanikati dokler so okusili naši kazen. Reče: "ali imate znanje, ki ga lahko proizvajajo za nas? Sledite ne razen predpostavki, in niste ampak ponarejanje. "
sr_cyrl: Они који је повезан са Аллах би рекао, "Ако Аллах имао воље, имамо бих није у вези [нешто] и не би ни наши очеви, нити би нам да је забрањено све." Исто тако они пре порицати све док нису окусиле казну. Реци , "Имате ли било каква сазнања која може да произведе за нас? Пратите није само претпоставка, а ви нисте али фалсификовање. "
sr_latn: Oni koji je povezan sa Allah bi rekao, "Ako Allah imao volje, imamo bih nije u vezi [nešto] i ne bi ni naši očevi, niti bi nam da je zabranjeno sve." Isto tako oni pre poricati sve dok nisu okusile kaznu. Reci, "Imate li bilo kakva saznanja koja može da proizvede za nas? Pratite nije samo pretpostavka, a vi niste ali falsifikovanje. "
uk: Тих, хто пов'язаний з Аллах скаже: "Якщо Аллах був того, ми б не пов'язані [що-небудь] і ні б наші засновники не б ми заборонено нічого." Так само тих перед заперечувати, поки вони спробували нашими покарання. Скажімо, "у вас будь-яких знань, які можуть виробляти для нас? Ви будете слідувати не за винятком припущення, і ви не але фальсифікація. "
vi: Những người liên kết với Allah sẽ nói, "Nếu Allah có ý chí, chúng tôi sẽ không liên kết [gì] và không nào ông bố của chúng tôi, cũng sẽ chúng tôi đã cấm bất cứ điều gì." Tương tự như vậy những người trước đã từ chối cho đến khi họ nếm hình phạt của chúng tôi. Nói, "bạn có bất kỳ kiến thức mà bạn có thể tạo ra cho chúng tôi? Bạn làm theo không ngoại trừ giả định, và bạn không nhưng falsifying. "
zu: Labo ezihlobene ne Allah uyothi: "Uma Allah ayekuhlosile, besingeke ezihlobene [lutho] futhi belungafica obaba, futhi babengeke siye engavunyelwe lutho."
