Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1615
source: And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, "Good news! Here is a boy." And they concealed him, [taking him] as merchandise; and Allah was knowing of what they did.
ca: I va venir una empresa de viatgers; llavors van enviar el seu calaix de l'aigua i va decebre la galleda. Va dir, «bones notícies! Aquí és un noi". I ell, [que ell] amagaven com a mercaderia. i Allah va saber de què feien.
cy: Ac yna daeth cwmni o'r teithwyr; yna anfonodd eu drôr dŵr, ac mae ef wedi siomi ei bwced. Meddai, "newyddion da! Yma yn fachgen. Ac roedd wedi'i chuddio ef, [cymryd ef] fel nwyddau; a oedd Allah yn gwybod yr hyn a wnaethant.
da: Og der kom et selskab af rejsende; så de sendte deres vand skuffe, og han svigtet sin spand. Han sagde, "gode nyheder! Her er en dreng." Og de skjulte ham [tager ham] som merchandise; og Allah vidende om, hvad de gjorde.
el: Και εκεί ήρθε μια εταιρεία από περιηγητές. στη συνέχεια, έστειλαν τους συρτάρι νερού, και άφησε κάτω τον κουβά. Είπε, «καλά νέα! Εδώ είναι ένα αγόρι». Και αυτοί κρύβονται εκείνον, [που τον] ως εμπόρευμα? και Αλλάχ ήταν εν γνώσει του τι έκαναν.
et: Ja tuli ettevõtte reisijad; siis nad saatsid oma vee sahtlis ja ta lasi maha tema ämber. Ta ütles: "hea uudis! Siin on poiss." Ja neid varjata talle [võttes teda] kaupadega; ja Allah oli teades, mida nad tegid.
fi: Ja tuli yrityksen matkustavat; sitten ne lähetetään vettä laatikkoon ja hän pettänyt hänen ämpäri. Hän sanoi: "hyvä uutinen! Tässä on poika." Ja he kääntyvät häntä [makuuvaunussa] kauppatavarana; ja Jumala tietää, mitä he tekivät.
he: ויהי חברה של הנוסעים; אז הם שלחו את מגירת המים שלהם, הוא אכזב את הדלי. הוא אמר, "חדשות טובות! הנה ילד". הם הסתירו אותו, [לקחת אותו] כמו סחורה; אללה הייתה הידיעה של מה שהם עשו.
hr: I dođe društvo putnika; zatim su poslali svoje vode ladicu i on iznevjerio svoju kantu. Rekao je, "dobre vijesti! Ovdje je dečko." A oni ga [uzimajući ga] kao robe; i Allah je znao što su učinili.
lt: Ir atėjo bendrovė turistų; tada jie pasiuntė savo vandens stalčių, ir jis tegul žemyn jo kibiras. Jis sakė: "geros naujienos! Čia yra berniukas." Ir jie paslėpti, [atsižvelgiant jį] jam kaip prekes; ir Dievas buvo žinoti, ką jie padarė.
lv: Un atnāca kompānija ceļotājiem; tad viņi atsūtīja savas ūdens atvilktni un viņš pievīlis savu kausu. Viņš teica: "labā ziņa! Šeit ir puisis." Un viņi slēpa viņu [ņemot viņu] kā preces; un Allah bija apziņa par to, ko viņi darīja.
nb: Og det kom et selskap av reisende; så de sendte sine vann-skuffen, og han la ned sin bøtte. Han sa, "gode nyheter! Her er en gutt." Og de skjulte ham, [tar ham] som varer; og Allah var å vite om hva de gjorde.
sk: A prišla spoločnosť cestujúcich; potom poslali ich vodné zásuvky a nechal sa jeho vedierko. On povedal: "dobrá správa! Tu je chlapec." A oni ho [s ním] skryté ako tovar; a Boh bol vedel, čo robili.
sl: In je prišel podjetje potnikov; nato so poslali svoje vode predal, in je pustil na cedilu svoje vedro. Je dejal, "dobra novica! Tukaj je deček. « In so mu [ob njem] skriti kot blago; in Alah je vedel kaj so naredili.
sr_cyrl: И тамо је фирма путника; Онда су послали њихове воде фиоку и изневерио његову канту. Рекао је: "добра вест! Ево ти момка." И они су га, [доводиле] сакривена као робе; а Аллах је јер знам ста су урадили.
sr_latn: I tamo je firma putnika; Onda su poslali njihove vode fioku i izneverio njegovu kantu. Rekao je: "dobra vest! Evo ti momka." I oni su ga, [dovodile] sakrivena kao robe; a Allah je jer znam sta su uradili.
uk: І приходили компанія мандрівників; Потім вони послали їх ящику води, і він не підводили його відро. Він сказав, "гарна новина! Тут є хлопчик". І вони приховані йому [взявши його] як товар; і Аллаху був знаючи про те, що вони робили.
vi: Và có đến một công ty của khách du lịch; sau đó họ đã gửi của ngăn kéo nước, và ông cho xuống thùng của mình. Ông nói, "Good news! Đây là một cậu bé." Và họ che dấu ngài, [việc ông] như là hàng hóa; và Allah đã biết về những gì họ đã làm.
zu: Kwafika inkampani lezihambi;

# Quran1616
source: And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little.
ca: I li van vendre per un preu reduït - uns pocs dirhams - i eren, en relació amb ell, d'aquells continguts amb poc.
cy: A gwerthodd ef am bris llai-dirhams rai-a oedd, maent yn ymwneud ag ef, o gynnwys hynny gydag ychydig.
da: Og de solgte ham til en reduceret pris - et par dirham - og de, om ham, af disse indhold med lidt.
el: Και τον πούλησαν για μειωμένη τιμή - λίγες dirhams - και αυτοί, που το αφορούν, του εν λόγω περιεχομένου με μικρή.
et: Ja nad müüsid teda alandatud hinnaga - mõned dirhams - ja nad olid, teda vähe nende sisu kohta.
fi: Ne myivät hänet alennettuun hintaan - muutaman dirhams - ja ne oli, koskee häntä vähän niiden sisältöä.
he: . הם מכרו אותו במחיר מופחת - כמה dirhams -, הם היו, הנוגעים לו, מתוכן האלה עם מעט.
hr: Prodali su ga za snižena cijena - nekoliko dirhama - i oni su, na njega odnosi, te sadržaja s malo.
lt: Ir jie parduoti jį mažesne kaina - keletą Dirham - ir jie buvo, apie jį, tas turinio su mažai.
lv: Un tie viņu pārdod par pazeminātu cenu - pāris dirhams - un tie bija saistībā ar viņu šo saturu ar maz.
nb: Og de solgte ham til en redusert pris - noen dirhams - og de var, om seg av disse innhold med lite.
sk: A predávajú ho za zníženú cenu - pár dirhams - a oni boli týkajúce sa mu tie obsahu s malou.
sl: In so ga prodali za znižani ceni - nekaj dirhams - in so bili, o njem, teh vsebin z malo.
sr_cyrl: А продали су га за смањену цену - неколико дирхама - и су били, у вези њега, тих садржаја са малим.
sr_latn: A prodali su ga za smanjenu cenu - nekoliko dirhama - i su bili, u vezi njega, tih sadržaja sa malim.
uk: І вони йому продала за зниженою ціною - кілька дирхамів - і вони були щодо його, ці контенту з мало.
vi: Và họ bán nó cho một mức giá giảm - một vài dirhams - và họ, liên quan đến anh ta, nội dung có ít.
zu: Futhi bamthengisa ngenani eliphansi - a dirhams ambalwa - futhi babekhohlisa, ngaye, lalabo okuqukethwe onokuncane.

# Quran1617
source: And the one from Egypt who bought him said to his wife, "Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son." And thus, We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair, but most of the people do not know.
ca: I l'únic d'Egipte que va comprar li va dir a la seva dona, "fan seva residència confortable. Potser ens beneficiarà, o li adoptarem com a un fill". I així, hem establert Joseph a la terra que ens podria ensenyar-li la interpretació d'esdeveniments. I Allah és predominant sobre la seva relació, però la majoria de la gent no sap.
cy: A'r un o'r Aifft a brynodd ef wedi dweud wrth ei wraig, wneud ei gartref cyfforddus. Efallai ei fod o fudd inni, neu byddwn yn mabwysiadu iddo fel mab. Ac felly, sefydlu Joseph yn y tir y gellid ei ddysgu y dehongliad o'r digwyddiadau. A Allah yw prif dros ei ddigwyddiad, ond nid rhan fwyaf o bobl yn gwybod.
da: Og den ene fra Egypten, der købte ham sagde til sin kone: "gøre hans bopæl komfortable. Måske han vil gavne os, eller vi vil vedtage ham som en søn." Og således vi etableret Joseph i det land, som vi måske kunne undervise ham fortolkning af begivenheder. Og Allah er fremherskende over hans affære, men de fleste mennesker kender ikke.
el: Και αυτός από την Αίγυπτο που αγόρασε αυτόν είπε στη σύζυγό του, «κάνουν την κατοικία του. Ίσως αυτός θα μας ωφελήσει, ή εμείς θα τον υιοθετήσει ως ένα γιο.» Και έτσι, ιδρύσαμε Ιωσήφ στη γη που εμείς ίσως να διδάξει την ερμηνεία των γεγονότων. Και Αλλάχ είναι κυρίαρχο πέρα από την υπόθεση, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν.
et: Ja see Egiptusest, kes ostis talle öelnud, et tema abikaasa "muuta elamise mugavaks. Võib-olla ta on meile kasulik, või võtame teda poeg." Ja seega me loodud Joseph maal, et me võiks õpetada talle sündmuste tõlgendamist. Ja Jumal on ülekaalus üle tema asi, kuid enamik inimesi ei tea.
fi: Ja Egyptistä, jotka ostivat hänelle sanoi vaimolleen, "tehdä asumaan mukava. Ehkä hän on hyötyä meille, tai me hyväksymme poikana. Ja näin ollen olemme todenneet Joosefin maa, joka voi opettaa hänelle tulkintaa tapahtumista. Ja Jumala on hallitseva yli hänen tapaus, mutta useimmat ihmiset eivät tiedä.
he: ואחד ממצרים שרכשו אותו אמר לאשתו, "להפוך את מקום מגוריו נוחים. אולי הוא יהנה אותנו, או שאנחנו תאמץ אותו כמו בן." לכן, הקמנו יוסף בארץ כי ייתכן מלמדים אותו את הפרשנות של אירועים. אללה הוא השולט על הרומן שלו, אבל רוב האנשים לא יודעים.
hr: I onaj iz Egipta koji mu je rekao svojoj ženi, kupio "se mora udobno. Možda će nam se on koristi, ili će usvojiti ga kao sina." I tako smo uspostavili Josipa u zemlju koja ga možda naučimo tumačenje događaja. I Allah je dominantna nad njegova stvar, ali većina ljudi ne zna.
lt: Ir vienas iš Egipto, kuris pirko jam sako, kad jo žmona, "kad gyventi patogiai. Galbūt jis bus naudingas mums, ar mes priims jį kaip sūnų." Ir taip, mes nustatytas Juozapas iš žemės, kad mes gali išmokyti jį įvykių aiškinimo. Ir Dievas yra vyraujantis per jo reikalas, bet dauguma žmonių nežino.
lv: Un viens no Ēģiptes, kas viņam pateica viņa sievai nopircis "padarīt savu dzīvesvietu ērti. Varbūt viņš iegūs mums, vai mēs viņu pieņems kā dēlu." Un tādējādi mēs izveidojām Joseph zemes, ka mēs viņu varētu pamācīt notikumu interpretāciju. Un Allah ir pārsvarā pār viņa darīšana, bet lielākā daļa cilvēku nezina.
nb: Og en fra Egypt som kjøpte ham sa til kona, "gjør sin residens komfortable. Kanskje han ville fordel oss, eller vi vil ta ham som sønn." Og derfor opprettet vi Joseph i landet som vi kan lære seg tolkningen av hendelser. Og Allah er dominerende over hans saken, men de fleste vet ikke.
sk: A jeden z Egypta, ktorý ho povedal jeho manželke kúpil, "aby svoj pobyt pohodlné. Snáď to bude prínosom pre nás, alebo sme sa prijať ho ako syna." A tak sme založili Joseph v krajine, že sme ho mohli naučiť interpretáciu udalostí. A Allah prevláda nad jeho záležitosť, ale väčšina ľudí nevie.
sl: In tisti iz Egipta, ki mu je dejal, da njegova žena, kupil "prebivališče udobno. Morda bo nam koristi, ali mu bo sprejmemo kot sin." In tako smo ustanovili Joseph v deželi, ki bi ga učimo razlago dogodkov. In Alah je prevladujoča nad svojo afero, vendar večina ljudi ne vem.
sr_cyrl: И онај из Египта, који му је рекао да његова супруга, купили "раскомоти своје резиденције. Можда ће да нам користи, или смо и усвоји га као сина." И тако смо успоставили Јосепх у земљи која га можда учимо тумачењима догађаја. И Аллах је Преовлађујућа преко његове афере, али већина људи не знају.
sr_latn: I onaj iz Egipta, koji mu je rekao da njegova supruga, kupili "raskomoti svoje rezidencije. Možda će da nam koristi, ili smo i usvoji ga kao sina." I tako smo uspostavili Joseph u zemlji koja ga možda učimo tumačenjima događaja. I Allah je Preovlađujuća preko njegove afere, ali većina ljudi ne znaju.
uk: І один з Єгипту, які купили йому сказав дружині, "зробити його проживання комфортно. Можливо, він принесе користь нам або ми будемо прийняти його як сина." І таким чином, ми встановили Йосипа в землі, що ми могли б навчити його інтерпретація подій. І Аллах є переважаючим свій Роман, але більшість людей не знаю.
vi: Và một trong những từ Ai Cập đã mua anh ta nói với vợ của mình, "làm cho nơi cư trú của mình cảm thấy thoải mái. Có lẽ ông sẽ có lợi cho chúng tôi, hoặc chúng tôi sẽ thông qua anh ta là con." Và như vậy, chúng tôi thiết lập Joseph trong đất mà chúng tôi có thể dạy cho anh ta giải thích các sự kiện. Và Allah là chiếm ưu thế hơn chuyện của mình, nhưng hầu hết những người không biết.
zu: Futhi omunye eGibhithe wamthenga wathi kumkakhe: "Yenza isikhathi sokuhlala kwakhe okuntofontofo. Mhlawumbe yena kuyosizuzisa, siyoba amukela him njengoba indodana."

# Quran1618
source: And when Joseph reached maturity, We gave him judgment and knowledge. And thus We reward the doers of good.
ca: I quan Joseph va arribar a la maduresa, li donàvem judici i el coneixement. I així vam premiar els autors de bo.
cy: A pan oedd Joseph yn cyrraedd aeddfedrwydd, rhoesom iddo barn a gwybodaeth. Ac felly yr ydym yn gwobrwyo phoenwn da.
da: Og da Joseph nået modenhed, vi gav ham dom og viden. Og dermed vi belønner magtsyge af god.
el: Και όταν Joseph φθάσει σε ωριμότητα, δώσαμε απόφαση και τη γνώση. Και έτσι επιβραβεύουμε το doers του καλού.
et: Ja kui Joseph tähtajaga, andsime talle kohtuotsuse ja teadmisi. Ja seega me tasu hea Kurjategijaist.
fi: Ja kun Joseph kypsyyttä, annoimme hänelle tuomion ja tietoa. Ja siten palkita hyvä väärintekijät.
he: כאשר יוסף הגיע לבגרות, נתנו לו שיקול דעת וידע. וכך אנחנו לתגמל פעלתנים טוב.
hr: I kada Josip dosegla zrelost, dali smo mu sud i znanje. A tako nagrađujemo rade dobro.
lt: Ir kai Juozapo klausimu, mes davė jam sprendimo ir žinių. Ir todėl mes apdovanoti gerai daro.
lv: Un Jāzeps, sasniedzot briedumu, mēs iedevām viņam saprātu un zināšanas. Un tādējādi mēs atalgot labi darītāji.
nb: Og når Joseph nådd modenhet, vi ga ham dom og kunnskap. Og dermed Vi belønner doers av god.
sk: A keď Joseph dozrela, sme mu rozsudok a vedomosti. A tak budeme odmeňovať konajte dobro.
sl: In ko je Joseph dozoreli, smo mu dali sodbe in znanja. In tako smo nagrado kršitelje dobro.
sr_cyrl: И када је Јосепх достигао зрелост, дали смо му суд и знање. И тако смо наградили акцију добра.
sr_latn: I kada je Joseph dostigao zrelost, dali smo mu sud i znanje. I tako smo nagradili akciju dobra.
uk: І коли Джозеф досяг зрілості, ми дали йому судження і знання. І таким чином ми нагороджуємо передбачивши добре.
vi: Và khi Joseph đạt đến sự trưởng thành, chúng tôi đã cho anh ta phán xét và kiến thức. Và vì vậy chúng tôi thưởng cho những kẻ tốt.
zu: UJosefa finyelela khula, Samnika ukwahlulela kanye nolwazi.

# Quran1619
source: And she, in whose house he was, sought to seduce him. She closed the doors and said, "Come, you." He said, "[I seek] the refuge of Allah. Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed."
ca: I ella, a la casa era, desitjava seduir a ell. Ella va tancar les portes i va dir: "Vine, vostè." Va dir, "[busco] el refugi d'Allah. De fet, és el meu mestre, que ha fet bo el meu residència. De fet, malfactors no tindrà èxit."
cy: A hi, yn eu tŷ oedd, ei fod yn ceisio seduce iddo. Mae hi'n cau'r drysau, a dywedodd, "yn dod, chi." Dywedodd, "[Ceisiaf] y lloches Allah. Yn wir, mae fy Meistr, sydd wedi gwneud da fy preswylio. Yn wir, ni tramgwyddo yn llwyddo."
da: Og hun, i hvis hus han var, søgte at forføre ham. Hun lukkede dørene og sagde: "kom, du." Han sagde, "[søger] tilflugtssted for Allah. Ja, han er min herre, som har gjort godt min bopæl. Faktisk, lovovertrædere ikke vil lykkes."
el: Και αυτή, στο σπίτι του οποίου ήταν, προσπάθησε να τον αποπλανήσει. Μου έκλεισαν τις πόρτες κι έλεγε, «Έλα, σας.» Είπε, «[Αναζήτηση] το καταφύγιο του Αλλάχ. Πράγματι, είναι μου master, ο οποίος έχει κάνει καλή μου κατοικία. Πράγματι, παραβάτες δεν θα πετύχει.»
et: Ja ta kelle majas oli, üritas teda võrgutada. Ta suletud uste ja ütles: "tule, teile." Ta ütles: "[ma otsima] Allah varjupaika. Tõepoolest, ta on mu isand, kes on teinud head minu elukoht. Tõepoolest, tagaotsitavate õnnestub."
fi: Ja hän, jonka talossa hän oli, halusi vietellä hänet. Hän suljettu ovet ja sanoi: "tule, voit." Hän sanoi: "minä etsin turvaa Allah. Hän on minun herrani, joka on tehnyt hyvää minun asuinpaikka. Itse asiassa rikolliset ei onnistu."
he: והיא, בבית של מי הוא היה, ביקש לפתות אותו. היא סגרו את הדלתות, אמר, "בוא, אתה." הוא אמר, "[אני מחפש] המפלט של אללה. ואכן, הוא המאסטר שלי, אשר עשה טוב כתובתי. אכן, הפושעים לא תצליח."
hr: I ona u čiju kuću on je, tražio da ga zavesti. Ona zatvorena vrata i rekao: "Dođi, ti." Rekao je, "Ja tražim utočište u Allaha. Doista, on je moj gospodar, koji je napravio dobar mog boravka. Doista, počinioce neće uspjeti."
lt: Ir ji, kurių namuose jis buvo, siekė suvilioti jį. Ji uždaro duris ir pasakė: "ateina, jūs." Jis sakė: "[aš ieškau] Dievas prieglobstis. Iš tiesų, jis yra mano meistras, kuris padarė gerą savo gyvenamąją vietą. Iš tiesų, grzesznicy nepavyks."
lv: Un viņa, kura mājā bija apjautājies pavest viņu. Viņa aizvēra durvis un teica: "Nāciet, jūs." Viņš teica: "[I meklēt] Allah patvērumu. Protams, viņš ir saimnieks, kurš veicis labs mana dzīvesvieta. Patiešām, pārkāpējus neizdosies."
nb: Og hun, i hvis hus var han forsøkte å forføre ham. Hun stengt dørene og sa, "kommer, du." Han sa, "[søker] tilflukt Allah. Han er faktisk min Herre, som har gjort godt min bolig. Faktisk vil wrongdoers ikke lykkes."
sk: A ona, v ktorého dome bola snažil sa zviesť. Ona zatvorené dvere a povedal: "Príďte, ste." On povedal: "[Hľadať] útočisko Alah. V skutočnosti, on je môj majster, ktorý urobil dobrý môj pobyt. Vskutku, zloèinci nepodarí."
sl: In ona, v čigar hiši je bil, prizadeval, da mu zapeljati. Je zaprl svoja vrata in rekel: "prišel, si." Je dejal, "[si] zatočišče Allah. Res, on je moj mojster, ki je utrpelo rezidenci. Res, wrongdoers ne bo uspelo."
sr_cyrl: И она, код кога је, тражи да га заведе. Она је затворила врата и рекао: "Хајде, ти." Он је рекао, "[тражим] у уточиште у Алаха. Он је заиста мој господар, која је направила добар моју адресу. Заиста , починиоце неће успети."
sr_latn: I ona, kod koga je, traži da ga zavede. Ona je zatvorila vrata i rekao: "Hajde, ti." On je rekao, "[tražim] u utočište u Alaha. On je zaista moj gospodar, koja je napravila dobar moju adresu. Zaista, počinioce neće uspeti."
uk: А вона, у якого будинок було шукав, щоб спокусити його. Вона закрита двері і сказав: "Приходьте, вас." Він сказав: "[я шукаю] притулок Аллаха. Дійсно, він є мій майстер, який зробив хороший мій резиденції. Дійсно, розкаюємося не буде виконано."
vi: Và cô ấy, trong ngôi nhà mà ông đã được, đã tìm cách dụ dỗ anh ta. Cô đóng cửa ra vào và nói, "đến, bạn." Ông nói, "[tôi tìm] nơi ẩn náu của Allah. Thật vậy, ông là sư phụ của tôi, những người đã thực hiện tốt nơi cư trú của tôi. Thật vậy, wrongdoers sẽ không thành công."
zu: Futhi yena, endlini kabani wayengumuntu, wafuna ukumyenga.

# Quran1620
source: And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants.
ca: I certament va decidit [a seduir] ell i ell vols tenir inclinats a ella no havia vist la prova del seu Senyor. I així [va ser] que ens cal evitar d'ell maldat i immoralitat. De fet, va ser dels nostres servidors escollides.
cy: Ac roedd hi'n sicr yn benderfynol [seduce] byddai ef, ac iddo wedi tueddu i hi oedd wedi gweld y prawf o ei Arglwydd. Ac felly [ydoedd] y dylai osgoi oddi wrtho drygioni ac anfoesoldeb. Yn wir, yr oedd ein gweision dewis.
da: Og hun helt sikkert bestemmes [at forføre] ham, og han ville have tilbøjelig til hende ikke havde han set bevis for sin herre. Og således [var] at vi skal afværge fra ham onde og umoral. Ja, han var vores valgte ansatte.
el: Και, σίγουρα καθόρισε [να αποπλανήσει] του, και αυτός θα νοεῖν να της είχε αυτός δεν έχει παρατηρηθεί η απόδειξη του Λόρδου. Και, συνεπώς, [ήταν] ότι θα πρέπει να μπορούμε να αποτρέψουμε από τον κακό και ανηθικότητα. Πράγματι, ήταν επιλεγμένες υπαλλήλων μας.
et: Ja ta kindlasti määrata [meelitama] teda, ja ta oleks on valmis teda ta ei näinud oma isanda tõend. Seega [oli] et meil tuleks vältida teda kurja ja amoraalsus. Tõepoolest, ta oli meie valitud teenistujate.
fi: Ja hän varmasti päättänyt [vietellä] hänelle, ja hän olisi on taipuvainen hänelle hän ei ollut nähnyt todisteita hänen herransa. Ja näin se oli että meidän pitäisi välttää häneltä pahuutta ja moraalittomuutta. Itse asiassa hän oli valittuja palvelijoita.
he: היא בהחלט נחוש [לפתות] והוא צריך נוטה אותה הוא לא ראה את ההוכחה של אדונו. ובכך [היה] אנחנו צריכים למנוע ממנו רוע, חוסר מוסריות. אכן, הוא היה של שלנו משרתים שבחרת.
hr: I svakako odlučila [zavesti] ga, a on bi se bio predao za nju da nije vidio dokaze svoga gospodara. I tako [to je] da smo trebali odvratiti od njega zlo i nemoral. Doista, on je od naše odabrane sluge.
lt: Ir ji tikrai pasiryžęs [suvilioti] jam, ir jis būtų yra linkę ją jis nebuvo matęs įrodymu, jo Viešpats. Ir todėl [jis] kad mes turėtų išvengti iš jo blogis ir amoralumas. Iš tiesų, jis buvo mūsų pasirinktai tarnautojų.
lv: Un viņa noteikti apņēmies [pavest], un viņš būtu ir noskaņoti viņu nav redzējis pierādījums viņa kungs. Un tādējādi [bija], ka mums vajadzētu novērst no viņa ļauno un amorālums. Protams, viņš bija mūsu izvēlēto darbinieku.
nb: Og hun sikkert bestemt [å forføre] ham, og han ville ha tilbøyelig til henne ikke hadde han sett bevis på sin herre. Og dermed [det var] at vi må avverge fra ham onde og umoral. Han var faktisk våre utvalgte tjenere.
sk: A ona určite [zviesť] mu, a on by sa prikláňa k jej on nevidel dôkaz svojho pána. A teda [bolo] že by sme sa odvrátiť od neho zla a nemorálnosť. Naozaj, on bol náš vybraných zamestnancov.
sl: In ona zagotovo določiti [da zapeljati] njega, in on bi so nagnjeni k njej ne bi videl dokaz svojega Gospoda. In tako [je bila] da smo naj odvrne od njega zlo in nemoralnosti. Dejansko je bil naše izbrane uslužbencev.
sr_cyrl: И она сигурно утврдили [завести] га, а он би имати склон да јој он није видео доказ од свог господара. И самим тим [је] да би требало да склоним од њега зло и неморал. Наравно да је био одабрани и цитирам.
sr_latn: I ona sigurno utvrdili [zavesti] ga, a on bi imati sklon da joj on nije video dokaz od svog gospodara. I samim tim [je] da bi trebalo da sklonim od njega zlo i nemoral. Naravno da je bio odabrani i citiram.
uk: І вона, безумовно, визначається [спокусити] йому і він буде мати схильний до її він не бачив докази його Господь. І тим самим [це було] що ми повинні захиститися від з ним зло і аморальності. Дійсно, він був наш обраного службовців.
vi: Và cô ấy chắc chắn xác định [để dụ dỗ] Anh ta, và ông sẽ có nghiêng để cô ấy có ông không nhìn thấy bằng chứng về Chúa của ông. Và như vậy, [đó là] chúng ta nên tránh từ ông xấu xa và đạo Đức. Thật vậy, ông là nhân viên của chúng tôi được lựa chọn.
zu: Futhi yena ngokuqinisekile enqunywe [ukuyenga] kuye, futhi kuzodingeka enalokho kuthambekela kuye kwase yena cha bheka ubufakazi akhe Lord.
