Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran324
source: Say, [O Muhammad], "If you should love Allah, then follow me, [so] Allah will love you and forgive you your sins. And Allah is Forgiving and Merciful."
ca: Dir, [O Muhammad], "si ha encanti Allah, llavors segueix-me, [perquè] Allah es estimo i us perdonarà vostres pecats. I Allah és indulgent i Clement.
cy: Dweud, [O Muhammad], "os dylai caru Allah, yna Dilynwch fi, [felly] Bydd Allah yn caru chi ac yn maddau ichi eich pechodau. A Allah Forgiving a Merciful.
da: Sige, [O Muhammad], "Hvis du bør elsker Allah, så Følg mig, [så] Allah vil elske dig og tilgive jer jeres synder. Og Allah er Forgiving og barmhjertige"
el: Πω, [Ο Μωάμεθ], «εάν σας θα πρέπει να αγαπάς Αλλάχ, ακολουθήστε μου, [έτσι] Αλλάχ θα αγαπώ και θα συγχωρήσω τις αμαρτίες σας. Και Αλλάχ είναι επιεικής και εύσπλαχνος».
et: Ütlen, [O Muhammad], "kui peaks armastan Jumalat, siis järgige mind, [siis] jumal armastan sind ja annan sulle andeks oma patud. Ja Jumal on Forgiving ja Merciful."
fi: Esimerkiksi [Oi Muhammed], "Jos rakkaus Jumala sitten seuraa minua, [niin] Jumala rakastaa sinua ja anna anteeksi teidän rikkomuksianne. Ja Allah on anteeksiantava ja armollisin.
he: אומרים, [O מוחמד], "אם אתה אוהב את אללה, ואז אחריי, [אז] אללה אוהב אותך. ואני סולח לך על חטאיך. אללה הוא Forgiving, הרחום והחנון."
hr: Kažu, [O Muhammad], "ako treba voljeti Allaha, onda slijedite me, [pa] Allah će vas voljeti i oprostiti vam vaše grijehe. A Allah je opraštanje i milostiv."
lt: Tarkim, [O Muhammad], "Jei turėtų meilės Dievas, tada sekite mane, [kad] Dievas myli jus ir atleis jums jūsų nuodėmes. Ir Dievas yra Forgiving ir litosciwy."
lv: Teiksim, [O Muhammad], "Ja jūs mīlu Allah, tad sekojiet man, [lai] Allāha gribu jūs mīlēt un piedot saviem grēkiem. Un Allah, piedošanu un žēlsirdīgs."
nb: Si, [O Muhammad], "Hvis du skal elske Gud og deretter følge meg, [så] Allah vil elsker dere og tilgi deg syndene. Og Allah er tilgi og barmhjertig.
sk: Povedať, [Mohamed], "Ak by mali milovať Boha, potom za mnou, [tak], Boh sa milovať a odpustil vám vaše hriechy. A Boh je odpúšťajúci a Milosrdných."
sl: Recimo, [O Muhammad], "če je ljubezen Allah, nato sledite mi, [tako] Alah bo ljubim in odpustili svoje grehe. In Alah je tolerantna in usmiljen."
sr_cyrl: Реци , [О Мухаммад], "Ако ти треба да воле Алаха, и прати ме, [тако] Аллах ће да те волим и да ти опрости твоје грехе. А Аллах је Форгивинг и милостив."
sr_latn: Reci, [O Muhammad], "Ako ti treba da vole Alaha, i prati me, [tako] Allah će da te volim i da ti oprosti tvoje grehe. A Allah je Forgiving i milostiv."
uk: [O Мухаммад], "Якщо сказати ви повинні любити Аллаха, дотримуйтесь мене, [так] Аллах буде любити вас і простить вам ваші гріхи. І Аллах бачить і Merciful."
vi: Nói, [O Muhammad], "nếu bạn nên yêu thương Allah, thì theo tôi, [do đó] Allah sẽ yêu bạn và tha thứ cho bạn tội lỗi của bạn. Và Allah Forgiving và Merciful."
zu: Ithi, [O Muhammad], "Uma kufanele nithanda Allah, khona-ke ungilandele, [ngakho] Allah uyokuthanda futhi thethelela you kho ono. Futhi Allah Thethelela Nomusa futhi."

# Quran325
source: Say, "Obey Allah and the Messenger." But if they turn away - then indeed, Allah does not like the disbelievers.
ca: Dir, "Obeir Allah i Missatger." Però si s'allunyen - de fet, llavors Allah no li agraden els disbelievers.
cy: Dweud, "Ufuddhau Allah ac y negesydd." Ond os y maent yn troi i ffwrdd-yn wir, yna nid Allah yn hoffi y disbelievers.
da: Sige, "Adlyd Allah og Messenger." Men hvis de vender væk - så faktisk Allah kan ikke lide vantro.
el: Λένε, «Υπακούουν Αλλάχ και ο αγγελιοφόρος.» Αλλά αν πάψουν - πράγματι, στη συνέχεια, Αλλάχ δεν αρέσει η disbelievers.
et: Öelda, "Kuuletuda Jumala ja sõnumitooja." Aga kui nad tõlgivad - siis tõepoolest, nagu Jumal selle uskottomille.
fi: Sanoa, "Totella Jumalaa ja Messenger." Mutta jos he kääntyvät pois - sitten Allah ei pidä saa luovuttaa.
he: אומרים, "מציית אללה, ושליח." אבל אם הם יהפכו משם - אז אכן, אללה לא אוהב את disbelievers.
hr: Kažu, "Poštuj Allaha i Glasnik." Ali ako ti - onda zaista, Allah ne voli je iskuse.
lt: Sako, "Paklusti Dievo ir Messenger." Bet jei jie nusigręžti - iš tiesų, tada Dievas nėra kaip į disbelievers.
lv: Teiksim, "Paklausīt Allah un kurjers." Bet ja viņi savukārt prom - Allah tad tiešām nepatīk disbelievers.
nb: Si, "Adlyde Allah og Messenger." Men hvis de vende - deretter faktisk Allah liker ikke troende.
sk: Povedať, "Počúvať Boha a posla." Ale ak sa zase preč - Vskutku, potom Boh nemá rád neveriacim.
sl: Reči, "Ubogati Allah in Messenger." Vendar če obrnejo proč - pravzaprav, nato Allah ni všeč je disbelievers.
sr_cyrl: Реци , "Покорити Алаха и гласник." Али , ако се окрену - тада заиста, Аллах не воли скептике.
sr_latn: Reci, "Pokoriti Alaha i glasnik." Ali, ako se okrenu - tada zaista, Allah ne voli skeptike.
uk: Кажуть, "Підкорятися Аллах і Messenger". Але якщо вони відвернутися - то дійсно, Аллах не подобається в disbelievers.
vi: Nói, "Tuân theo Allah và Messenger." Nhưng nếu họ lần lượt đi - sau đó, quả thật vậy, Allah không giống như các thì.
zu: Ithi, "Lalelani Allah kanye Messenger."

# Quran326
source: Indeed, Allah chose Adam and Noah and the family of Abraham and the family of 'Imran over the worlds -
ca: De fet, Allah va triar Adam i Noè i la família d'Abraham i la família d ' Imran sobre els mons -
cy: Yn wir, dewisodd Allah Adam a Noah a theulu Abraham a'r teulu o ' Imran dros fyd-
da: Faktisk Allah valgte Adam og Noah og familie af Abraham og familien af ' Imran over verdener -
el: Πράγματι, Αλλάχ επέλεξε Αδάμ και Νώε και την οικογένεια του Αβραάμ και η οικογένεια του «Imran πέρα από τους κόσμους -
et: Tõepoolest, Jumal valis Adam ja noa ja Aabraham pere ja pere "Imran üle maailma -
fi: Itse asiassa Jumala valinnut Aadamin ja Nooan ja Abraham perhe ja perheen "Imran yli worlds -
he: אכן, אללה בחר אדם, נח, משפחתו של אברהם ואת משפחתו של ' עמראן על העולמות -
hr: Uistinu, Allah odabrao Adama i Noe i obitelji Abrahama i obitelj ' Imran nad svjetovima -
lt: Iš tiesų, Dievas pasirinko Adomas ir Nojus ir Abraomo šeima ir šeimos "Imran per pasaulių -
lv: Patiešām, Allah izvēlējās Adam un Noah un Abraham ģimenes un ģimenes ' Imran pār pasaulēm -
nb: Faktisk Allah valgte Adam og Noah og familien til Abraham og familie ' Imran over verdens -
sk: Vskutku, Alah vybral Adam a Noah a rodiny Abraham a z "Imran nad svetom -
sl: Res, Allah izbral Adam in Noah in družino Abraham in družina "Imran preko svetov -
sr_cyrl: Уистину , Аллах је одабрао Адам и Ноа и породице Абрахамов и породице ' Имран преко светова -
sr_latn: Uistinu, Allah je odabrao Adam i Noa i porodice Abrahamov i porodice ' Imran preko svetova -
uk: Дійсно, Аллах вибрав Адам і Ноя і сім'ї Авраама і сім'ї ' Імран над світів -
vi: Thật vậy, Allah đã chọn Adam và Noah và gia đình của Abraham và gia đình của ' Imran trên thế giới -
zu: Ngempela, Allah wakhetha u-Adamu no uNowa nomndeni Abrahama nomndeni 'Imran phezu imihlaba -

# Quran327
source: Descendants, some of them from others. And Allah is Hearing and Knowing.
ca: Descendents, alguns d'ells d'altres. I Allah és sentir i saber.
cy: Ddisgynyddion, rhai ohonynt oddi wrth eraill. A Allah yn clywed ac yn gwybod.
da: Efterkommere, nogle af dem fra andre. Og Allah er hørelse og vide.
el: Τους απογόνους, μερικά από αυτά από τους άλλους. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Järeltulijad, mõned neist teised. Ja Jumal on kuulmine ja teades.
fi: Jälkeläisensä, osa niistä muilta. Ja Jumala on kuulon ja tietäen.
he: צאצאים, חלקם מאחרים. אללה הוא הדיון וגם לדעת ינאו
hr: Potomci, neki su od drugih. A Allah je sluh i znajući.
lt: Palikuonys, kai kurie iš jų iš kitų. Ir Dievas yra klausos ir žinios.
lv: Pēcteči, dažas no tām no citiem. Un Allah ir dzirdes un zinot.
nb: Etterkommere, noen av dem fra andre. Og Allah er høre og kjenne.
sk: Potomkovia, niektoré z nich od druhých. A Allah je sluch a vedomím.
sl: Potomci, nekateri od njih od drugih. In Alah je sluh in poznavanje.
sr_cyrl: Потомци , неки су од других. А Аллах је слух и знајужи.
sr_latn: Potomci, neki su od drugih. A Allah je sluh i znajuжi.
uk: Нащадки, деякі з них від інших. І Аллах слуху і знаючи, що.
vi: Hậu duệ, một số người trong số họ từ những người khác. Và Allah là nghe và hiểu biết.
zu: Inzala, abanye kwabanye.

# Quran328
source: [Mention, O Muhammad], when the wife of 'Imran said, "My Lord, indeed I have pledged to You what is in my womb, consecrated [for Your service], so accept this from me. Indeed, You are the Hearing, the Knowing."
ca: [Esmentar, O Muhammad], quan la dona d ' Imran va dir, "el meu Senyor, fet que s'han compromès a vostè què és en el meu ventre, consagrada [per al seu servei], així que acceptar això de mi. De fet, ets l'audiència, el saber.»
cy: [Sôn, O Muhammad], pan fydd y wraig o ' Imran Dywedodd, "fy Arglwydd, yn wir yr wyf wedi addo i chi beth yw yn fy groth, cysegrwyd [ar gyfer eich gwasanaeth], felly derbyn hyn oddi wrthyf. Yn wir, yr ydych yn y gwrandawiad, y mae gwybod."
da: [Nævne, O Muhammad], når kone ' Imran sagde, "min herre, ja jeg har lovet at du hvad er i min livmoder, indviet [for din tjeneste], så accepterer det fra mig. Faktisk er du høringen, vide."
el: [Αναφέρετε, Ο Μωάμεθ], όταν η σύζυγος του «Imran είπε, «Κύριέ μου, πράγματι έχω έχουν δεσμευθεί να σας τι είναι στα σπλάχνα μου, αφιερωμένο [για την υπηρεσία σας], έτσι να το αποδεκτούμε από μένα. Πράγματι, είστε η ακρόαση, η γνώση».
et: [Mainida, O Muhammad], kui naine "Imran ütles:"Issand, tõepoolest on lubanud sulle, milline on minu üsk, pühitsetud [teie teenuse] puhul nii aktsepteerida seda minult. Tõepoolest, olete kuulmine, ning teades."
fi: [Mainita, oi Muhammed], kun vaimo "Imran sanoi:"herrani, todellakin ovat luvanneet sinulle, mitä on minun kohdussa, pyhitetty [ajaksi sinun asepalvelus], niin hyväksyä tätä minulta. Itse asiassa olet istunnossa, kun tiedetään."
he: [להזכיר, מוחמד O], כאשר אשתו של ' עמראן אמר: "אדוני, אכן אני התחייבתי לך מה נמצא ברחם שלי, מקודשת [על השרות שלך], אז לקבל את זה ממני. אכן, אתה הדיון, לדעת."
hr: [Spomenuti, O Muhammad], kada žena ' Imran kaže, "gospodaru, doista su obećale da će vas što je u utrobi, posvećena [usluge], tako primi ovo od mene. Doista, vi ste sluh, poznavanje."
lt: [Paminėti, O Muhammad], kai žmona "Imran sakė:"mano Viešpats, iš tikrųjų aš pažadėjo jums kas yra mano įsčiose, pašventinta [už jūsų paslaugą], Taigi priimti tai nuo manęs. Iš tiesų, jūs esate per posėdį, kad žinios."
lv: [Pieminēt, O Muhammad], kad sieva ' Imran teica: "mans kungs, patiešām ir solījuši jums to, kas ir manā klēpī, iesvētīja [pakalpojumu], lai Tātad pieņemt šo no manis. Patiešām, noklausīšanās, zinot, tu esi."
nb: [Nevne, O Muhammad] når kona til ' Imran sa: «min Herre, faktisk jeg har lovet deg det er i mitt skjød, innviet [for tjenesten], så godta denne hukommelsen. Virkelig, er høringen, på å vite."
sk: [Spomenúť, Mohamed], keď manželka "Imran povedal:"môj pane, naozaj som sa zaviazali, že ste to, čo je v mojom lone, zasvätený [za vaše služby], tak akceptovať to odo mňa. V skutočnosti ste rokovaní, znalosť."
sl: [Omenil, O Muhammad], ko žena "Imran reče: »moj Gospod, res sem zavzeli za vas, kaj je v mojem naročju, posvečenega [za uslugo], tako sprejeti to od mene. Res, ste obravnavi, je poznavanje."
sr_cyrl: [Споменуо, О Мухаммад], када супруга ' Имран је рекао, "мој господару, заиста сам обећала је да ће ти шта је у мојој утроби, освећена [на услузи], тако прихватити ово од мене. Заиста , ти си слух, на знајужи."
sr_latn: [Spomenuo, O Muhammad], kada supruga ' Imran je rekao, "moj gospodaru, zaista sam obećala je da će ti šta je u mojoj utrobi, osvećena [na usluzi], tako prihvatiti ovo od mene. Zaista, ti si sluh, na znajuжi."
uk: [Зазначити, O Мухаммад], коли дружина ' Імран сказав: "Господи, дійсно я зобов'язалися до вас те, що знаходиться в утробі моїй!, освячений [для ваших послуг] так прийняти це від мене. Дійсно, ти слуху, знаючи, що в".
vi: [Đề cập đến, O Muhammad], khi vợ của ' Imran nói: "Thưa ngài, quả thật tôi đã cam kết với bạn những gì trong tử cung của tôi, được cung hiến cho [dịch vụ], như vậy chấp nhận điều này từ tôi. Thật vậy, bạn đang nghe, sự hiểu biết."
zu: [Ukuphathwa, O Muhammad], lapho umfazi ka 'Imran wathi: "Nkosi yami, ngempela ngiye pledged Wena kuyini waxhuma esiswini sami, wahlukanisela [njengembuyiselo yenkonzo yenu], ngakho amukela lo nga kimi. Ngempela, Wena Ukuzwa

# Quran329
source: But when she delivered her, she said, "My Lord, I have delivered a female." And Allah was most knowing of what she delivered, "And the male is not like the female. And I have named her Mary, and I seek refuge for her in You and [for] her descendants from Satan, the expelled [from the mercy of Allah]."
ca: Però quan ella lliurat ella, va dir, "el meu Senyor, he entregat una dona." Allah era majoria sabent de què va lliurar "i l'home no és com la femella. Tenen anomenava el seu Mary i vaig buscar un refugi per a ella en tu i [seus descendents de Satan, expulsat [de la pietat d'Allah] per]."
cy: Ond pan y bu iddi gyflwyno iddi, dywedodd hi, "fy Arglwydd, wedi darparu benyw." Allah oedd gwybod rhan fwyaf o'r hyn y mae hi'n ei gyflawni, "ac nid yw y dyn fel y fenyw. A wyf wedi enwi ei Mary, a cheisiaf loches iddi yn eich ac [am] ei ddisgynyddion o Satan, diarddel [o drugaredd Allah]."
da: Men da hun leverede hende, sagde hun, "min herre, jeg har leveret en kvinde." Og Allah var de fleste vide af hvad hun leveres, "og mandlige er ikke som kvindelige. Og jeg har opkaldt sin Mary, og jeg søger tilflugt for hende i dig og [for] hendes efterkommere fra Satan, de udviste [fra barmhjertighed i Allah]."
el: Αλλά όταν αυτή την παρέδωσε, είπε, «Κύριέ μου, έχω υποβάλει μια γυναίκα.» Αλλάχ ήταν οι περισσότεροι γνωρίζοντας από ό, τι αυτή διατύπωσε "και το αρσενικό δεν είναι σαν το θηλυκό. Και έχουν το όνομα της Μαρίας, και εγώ αναζητούν καταφύγιο για εκείνη μέσα σου και [οι απόγονοί της από τον Σατανά, το να απελαθεί [από το έλεος του Αλλάχ] για].»
et: Kuid ta tarnitud teda, ta ütles: "Issand, ma tarninud emaslooma." Ja Allah oli enamik teades, mida ta on esitatud "ja mees ei ole nagu naine. Ma nimega tema Mary ja ma otsima varjupaika tema sind ja [tema järeltulijad Saatan, liikmeskonnast [: Jumala halastust] jaoks]."
fi: Mutta kun hän antoi hänelle, hän sanoi: "herrani, olen antanut nainen." Jumala oli eniten tietää hän antoi "ja mies ei pidä naaras. Olen nimennyt hänen Mary ja etsin turvaa hänelle sinussa ja [] häntä jälkikasvu Saatanan karkotettu [from Allahin armon]."
he: אבל כשהיא שלחה אותה, היא אמרה, "אדוני, סיפקתי את הנקבה." אללה היה רוב בידיעה של מה שהיא מסרה, "ואת הזכר הוא לא כמו הנקבה. לי קראו לה מרי ו אני מחסה. בך [כלפיה וכלפי] שלה צאצאי השטן, גורשו [מן הרחמים של אללה]."
hr: Ali kad se ona, rekla je, "gospodaru, ja isporučili ženski." Allah je većina znajući za što je poslala "i muškarac nije kao žena. Nazvao sam joj Mary i ja tražim utočište u tebi i za svoje potomke od Sotone, protjeranih [od milost Allaha]."
lt: Bet kai ji pateikė jai, ji sakė: "mano Viešpatie, aš pristatė moters." Dievas buvo dauguma žinant, ką ji pateikė "ir vyrų nėra kaip moterų. Ir aš pavadino savo Marija, ir aš ieškau prieglobsčio jai jus ir [už] jos palikuonys Šėtonas, pašalinto [iš Dievo malonės]."
lv: Bet, kad viņa sniedza viņas, viņa teica: "mans kungs, es nogādājuši sieviete." Allah bija lielākā daļa zinot, par ko viņa šo eseju nolasīja, "un vīriešu nav tāpat kā sieviete. Ir nosaukts viņas Marija un es meklēt patvērumu viņas jums un [viņu pēcteči no sātans, izslēgtā [no mercy Allah] par]."
nb: Men når hun leverte henne, sa hun, «min Herre, jeg har levert en kvinne.» Og Allah var de fleste vet av hva hun levert, og hannen er ikke som kvinnelige. Jeg har kalt henne Mary og jeg søke tilflukt for henne i deg og [for] hennes etterkommere fra Satan, den utvist [fra nåde av Døyve]."
sk: Ale keď porodí, povedala: "môj pane, som sa vydal žena." Boh bol najviac vedomím toho, čo porodila "a muž nie je ako žena. Pomenoval som ju Mary a som hľadať útočisko pre ňu vo vás a [jej potomkovia od Satana, vyhostený [z milosti Allaha] k]."
sl: Ampak ko jo, je podal, je rekla, "Moj Gospodar, sem dostavili ženska." Allah je večina vedo, za kaj je podal "in moški ni všeč ženske. Poimenoval sem ji Mary in sem poiskati zatočišče za njo v vas in [za] njen potomci od Satan, izgnala [iz usmiljenja Allah]."
sr_cyrl: Али кад јој је предао, рекла је: "мој господару, сам пуно доброга женку." Алах је већина јер знам шта је разносила "и мужјак није као женка. Назвао сам јој Марy и тразим утоцисте за њу у себи, као и за њене потомке од Сатане, протераних [из милост Алахова]."
sr_latn: Ali kad joj je predao, rekla je: "moj gospodaru, sam puno dobroga ženku." Alah je većina jer znam šta je raznosila "i mužjak nije kao ženka. Nazvao sam joj Mary i trazim utociste za nju u sebi, kao i za njene potomke od Satane, proteranih [iz milost Alahova]."
uk: Але коли вона врятував її, вона сказала: "Господи, я чи врятували жінки." Аллаху був більшість знаючи про те, що вона поставляється "і чоловіки, не, як жінка. Я назвав її Марії, і як повернути її у вас і [її нащадків від сатани, вигнані [з милості Аллаха] для]."
vi: Nhưng khi cô chuyển giao của mình, cô nói, "Thưa ngài, tôi đã chuyển giao một phụ nữ." Allah là hầu hết hiểu biết của các bà gửi "và nam giới là không giống như những phụ nữ. Tôi có tên là Mary của cô, và tôi tìm nơi nương tựa cho cô bạn và cho con cháu của mình từ Satan, trục xuất [từ lòng thương xót của Allah]."
zu: Kodwa lapho labeletha wakhe, wathi: "Nkosi yami, ngiye wanikeza female."

# Quran330
source: So her Lord accepted her with good acceptance and caused her to grow in a good manner and put her in the care of Zechariah. Every time Zechariah entered upon her in the prayer chamber, he found with her provision. He said, "O Mary, from where is this [coming] to you?" She said, "It is from Allah. Indeed, Allah provides for whom He wills without account."
ca: Així que el seu Senyor acceptat amb bona acceptació i li va fer créixer de forma i la va posar en la cura de Zacaries. Cada vegada Zacaries va entrar a ella a la cambra d'oració, es va trobar amb la seva disposició. Va dir, "O Maria, des d'on és aquest [ve] a vostè?" Ella va dir, "és des d'Allah. De fet, Allah proporciona per a qui ell voluntats sense compte."
cy: Felly mae ei Arglwydd yn ei derbyn gyda derbyniad da ac yn achosi iddi i dyfu mewn ffordd dda a hi roi yng ngofal Zechariah. Bob tro y roesoch Zechariah arni yn y Siambr gweddi, canfu ei ddarpariaeth. Dywedodd, "O Mary, o lle mae hwn [dod] i chi?" Meddai, "Mae gan Allah. Yn wir, mae'r Allah darparu bwy mae ef wills heb gyfrif."
da: Så hendes herre accepteret hende med god accept og fik hende til at vokse på en god måde og sætte hende i pleje af Zakarias. Hver gang Zakarias trådte til hende i salen, bøn, fandt han sin bestemmelse. Han sagde, "O Maria, hvorfra er denne [kommer] til dig?" Hun sagde, "det er fra Allah. Faktisk giver Allah for hvem han Testamente uden konto."
el: Έτσι, ο Λόρδος της δέχτηκε με καλή αποδοχή και την ανάγκασε να αυξηθεί σε ένα καλό τρόπο και την έβαλε στη φροντίδα του Ζαχαρία. Κάθε φορά ο Ζαχαρίας μπήκε επάνω της στην αίθουσα προσευχής, βρήκε με την παροχή. Είπε, «O Mary, από όπου είναι αυτό [έρχονται] σας;» Είπε, «είναι από τον Αλλάχ. Πράγματι, Αλλάχ παρέχει για τους οποίους διαθήκες χωρίς λογαριασμό.»
et: Nii tema Issanda vastu teda hea vastuvõtukriteeriumidega ja tekitanud tal kasvada hea viisil ja panin talle Sakarja hooldamiseks. Iga kord, kui temal kantud Sakarja palve koda, leidis ta tema ette. Ta ütles: "O Mary, kust on see [tulevad] teile?" Ta ütles: "see on Jumal. Tõepoolest, Allah näeb ette kellele ta tahab ilma konto."
fi: Joten hänen herra hyväksyy hänen hyvä hyväksymistä ja sai hänet kasvaa hyvä tavalla ja laittaa hänet Sakarja hoito. Aina Sakarjan tuli häneen rukouskammioosi, hän löysi hänen säännöksen kanssa. Hän sanoi: "Oi Mary, josta on tämä [tulossa]?" Hän sanoi: "se on Jumalalta. Itse asiassa Jumala tarjoaa kenelle tahtoo ilman arvo."
he: אז לאלוהים קיבלו אותה עם קבלה טוב וגרם לה לגדול בצורה טובה, שים אותה בטיפול של זכריה. בכל פעם זכריה נכנסו עליה אולם התפילה, הוא מצא בפסקה שלה. הוא אמר, "מרי O, מהמקום שבו נמצא הזה [בא] אליך?" היא אמרה, "זה מן אללה. אכן, אללה מספק עבור מי שהוא רוצה בלי חשבון."
hr: Tako gospodina je prihvatio s dobro prihvaćanje i izazvali da rastu na dobar način i stavite je u njega Zaharija. Svaki put Zaharija ušli na nju u molitvi, našao s njene odredbe. On je rekao, "O Marijo, iz kojeg je ovaj [dolaze] ti?" Rekla je, "To je od Allaha. Zaista, Allah osigurava za koga hoće bez računa."
lt: Taigi jos Viešpats priimta ją su gera priėmimo ir sukelti jai augti gera taip ir įdėkite savo atsargiai Zacharijas. Kiekvieną kartą Zacharijas įvesta nuo jos malda kameroje, jis rado savo nuostatą. Jis sakė: "O Marija, iš kur yra šios [ateina] jums?" Ji sakė: "jis yra iš Dievo. Iš tiesų, Dievas numato kam jis testamentų be sąskaitos."
lv: Tātad viņas kungs pieņēma Eilu ar labu pieņemšanu un lika viņai augt labi veidā un nodot viņas aprūpē Zaharijs. Katru reizi, kad Zaharijs stājos pie viņas lūgšanu zālē, viņš atrada viņas noteikums. Viņš teica: "O Mary, no kurienes ir šis [nāca] pie jums?" Viņa teica: "tas ir no Allah. Patiešām, Allah ir paredzēts kam viņš vēlas, bez konta."
nb: Så Herren tillatt henne med god aksept og fikk henne til å vokse på en god måte og putte henne inne omsorg for Zechariah. Hver gang Sakarja inn til henne i bønn kammeret, fant han med sin bestemmelse. Han sa, "O Mary, fra hvor er denne [komme] til deg?" Hun sa: "det er fra Allah. Faktisk gir Allah han vil. uten konto."
sk: Tak jej pán prijal jej dobré prijatie a prinútil ju pestovať v dobrej spôsobom a dať ju do starostlivosti Zachariáš. Zakaždým, keď Zachariáš vstúpil na ňu v modlitbe komory, zistil, že s jej poskytovania. On povedal: "O Mary, kde je tento [rok] na vás?" Ona povedala: "to je od Boha. V skutočnosti Boh poskytuje pre koho on chce bez účtu."
sl: Tako ji gospod ji sprejeta z dobro sprejema in prisiljena raste na dober način in jo dal v oskrbo Zaharija. Vsakič, ko Zaharija vstopil na njo v molitev senata, je našel z njeno zagotavljanje. Dejal je: »O Marija, od kje je ta [prihajajo] za vas? « Ona reče: "to je od Allah. Res, Allah predvideva koga on hoče, brez računa."
sr_cyrl: Тако јој Лорд ју је прихватио са добро прихватање и изазвао да расту на добар начин, и стави је на старање Захарија. Сваки пут кад се Захарија уписане над њом у комору за молитву, он се нашао са њене одредбе. Он је рекао, "О Марија, из где је ова [долази] ти?" Рекла је, "То је од Алаха. Заиста, Аллах пружа за кога је воља, без рачуна."
sr_latn: Tako joj Lord ju je prihvatio sa dobro prihvatanje i izazvao da rastu na dobar način, i stavi je na staranje Zaharija. Svaki put kad se Zaharija upisane nad njom u komoru za molitvu, on se našao sa njene odredbe. On je rekao, "O Marija, iz gde je ova [dolazi] ti?" Rekla je, "To je od Alaha. Zaista, Allah pruža za koga je volja, bez računa."
uk: Так Господь її брав її з хорошим прийняття і причиною її ростуть таким чином, хороший і покласти її в догляді Захарія. Кожного разу, коли Захарія приступив до неї в палату молитви, він виявив з її надання. Він сказав: "O Марії, від де ж ця [прийти] до вас?" Вона сказала: "це Аллаха. Дійсно, Аллах забезпечує для кого він хоче без рахунку".
vi: Vì vậy, Chúa của cô chấp nhận cô ấy với sự chấp nhận tốt và gây ra nó để phát triển một cách tốt và đặt mình trong sự chăm sóc của Zechariah. Mỗi khi Zechariah nhập khi cô trong buồng cầu nguyện, ông tìm thấy với các điều khoản của cô. Ông nói, "O Mary, từ nơi này [đến]?" Cô nói, "đó là từ Allah. Thật vậy, Allah cung cấp cho người mà Ngài muốn mà không có tài khoản."
zu: Ngakho Wo Lord amukela wo ne ukwamukelwa okuhle futhi samenza sikhule ngendlela enhle wafaka wakhe ukunakekelwa kaZakariya.
