Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran808
source: Say, "What thing is greatest in testimony?" Say, "Allah is witness between me and you. And this Qur'an was revealed to me that I may warn you thereby and whomever it reaches. Do you [truly] testify that with Allah there are other deities?" Say, "I will not testify [with you]." Say, "Indeed, He is but one God, and indeed, I am free of what you associate [with Him]."
ca: Dir, "és més gran en el testimoni Quina cosa?" Dir: "Allah és testimoni entre tu i jo. I aquest Qur ' an es revelava a mi que vostè pot advertir així i qui arriba. [Veritablement] demostra que amb Allah hi ha altres deïtats?" Dir, "Es no testifica [amb tu]." Dir, "De fet, és però un Déu, i de fet, sóc lliure de què vostè associar [amb ell]".
cy: Dweud, "Dyna beth yw'r mwyaf yn dyst?" Dweud, "Allah yn dyst rhyngof fi a chi. A datgelwyd y Qur'an i mi y gall eich rhybuddio gan a phwy bynnag y mae'n cyrraedd. Wneud [yn wir] dystio bod y duwdod eraill gyda Allah?" Dweud, "bydd nid dystio [gyda chi]." Dweud, "Yn wir, mae'n ond un Duw, ac yn wir, yr wyf yn rhad ac am ddim o beth yr ydych yn cysylltu [gydag ef]."
da: Sige, "hvad ting er størst i vidnesbyrd?" Sige, "Allah er vidne mellem mig og dig. Og denne Koranen blev åbenbaret for mig, at jeg kan advare dig derved, og hvem den når. Du [virkelig] bevidne at med Allah er andre guder?" Sige, "Jeg ikke vil vidne [med dig]." Sige, "Ja, han er kun én Gud, og jeg er fri for hvad der tilknyttes [ham]."
el: Λένε: «τι πράγμα είναι μεγαλύτερη σε μαρτυρία;» Λένε, «Αλλάχ είναι μάρτυρας μεταξύ εμένα και εσάς. Και αυτό Qur'an αποκαλύφθηκε σε μένα ότι εγώ μπορεί να σας προειδοποιήσει με αυτόν τον τρόπο και για όποιον φτάνει. Σας [πραγματικά] μαρτυρούν ότι υπάρχουν άλλες θεότητες με Αλλάχ;» Λένε, «Θα δεν καταθέσουν [μαζί σας].» Λένε, «Πράγματι, είναι αλλά ένας Θεός, και πράγματι, είμαι ελεύθερη από ό, τι μπορείτε να συσχετίσετε [μαζί του].»
et: Öelda: "mis asi on suurim ütlusi?" Öelda: "Jumal on mind ja sa tunnistaja. Ja see Koraan ilmutati mulle võib hoiatada teid seeläbi ja keda iganes jõudmiseni. [Kas sa tõepoolest] tunnistavad et Jumalat on teiste jumalused?" Öelda: "Ma näidatakse tunnistada [teiega]." Öelda: "Tõepoolest, ta on ainult üks Jumal ja olen tasuta mida seostate [temaga]."
fi: Esimerkiksi: "mikä on suurin todistuksensa?" Esimerkiksi: "Jumala on todistaja välillä minua ja sinua. Ja Koraanin että saattaa varoittaa mikä ja kenen se saavuttaa. [Todella todistaa, jossa Jumala on muita jumalia?" Sanoa, "Minä ei todistaa [kanssasi]." Esimerkiksi: "Itse asiassa hän on vain yksi Jumala ja olen todellakin ilman mitä liittävät [hänelle]."
he: אומרים, "איזה דבר היא הגדולה בעדות?" אומרים, "אללה הוא העד ביני לבינך. את הקוראן הזה התגלה לי כי ייתכן להזהירך ובכך, מי שיגיע. האם אתה [באמת] להעיד כי עם אללה ישנם אלים אחרים?" אומרים, "לא. להעיד [לך]." אומרים, "אכן, אבל אל אחד והוא אכן, אני חופשי של מה אתה משייך [לו]."
hr: "Što je najveći u svjedočenje?" "Allah je svjedok između mene i tebe. I ovaj Kur'an je otkrio da me to može vas upozoriti a time i koga god stigne do. Da li [doista] svjedočiti da uz Allaha postoji drugih božanstava?" Reci, "Neću svjedočiti [s]." "Doista, on je samo jedan Bog, i uistinu, ja sam slobodan od povezati [s njim]."
lt: Tarkim, "koks dalykas yra didžiausia parodymus?" Tarkim, "Dievas yra liudytojas tarp manęs ir tavęs. Ir šis Koran buvo parodė man, kad aš gali įspėti jus taip ir kuo jis pasiekia. Ar jūs [tikrai] liudija, kad Dievas nėra kitos dievybės?" Sako, "Aš ne bylojo [su jumis]." Pasakyti: "Iš tiesų, jis yra tik vienas Dievas, ir iš tiesų, aš nemokamai kas jums asocijuojasi [su juo]."
lv: Saka: "kāda lieta ir vislielākā liecību?" Teiksim, "Allah ir liecinieks starp mani un tevi. Un šo Qur atklāja man, kas var brīdināt jūs tādējādi un whomever tas sasniedz. Darīt jums [patiesi] apliecina, ka ar Allah ir citas dievības?" Teiksim, "Man nav būs liecināt [ar jums]." Saka: "Protams, viņš ir tikai viens Dievs, un patiešām, es esmu par to, ko jums piesaistīt [viņam]."
nb: Si, "hva ting er størst i vitnesbyrd?" Si, "Allah er vitne mellom meg og deg. Og denne Koranen ble åpenbart for meg at jeg kan advare deg dermed og hvem den når. Du [virkelig] vitner at med Allah det er andre guder?" Si, "Jeg ikke vil vitne [med deg]." Si "Ja, han er bare én Gud, og jeg er faktisk gratis hva du forbinder med ham]."
sk: Povedať: "čo je najväčší vo svedectve?" Povedať: "Boh je svedkom medzi mnou a vami. A tento Korán bolo zjavené, aby ma to môže vás varovať tým a koho to dosiahne. Urobiť si [naozaj] dosvedčiť, že Alah tam sú iné božstvá?" Povedať: "Ja sa nemôže vypovedať [u]." Napríklad: "V skutočnosti je ale jedinÃ½ Boh, a samozrejme, že som bez čo si spájate [s ním]."
sl: Reči, "kaj stvar je največji v pričanju?" Pravijo, da "Allah je priča med jaz in ti. In tej Qur'an je pokazala, da mi da lahko vas opozori s tem in kogarkoli to doseže. Ali ste [resnično] pričajo, da s Allah so druga božanstva?" Reči, "I bo ne potrdijo [z vami]." Reči, "Res, on je pa en Bog, in res, jaz sem brez kaj povežete [z njim]."
sr_cyrl: Реци , "Каква ствар исказ је најбољи?" Реци , "Аллах је сведок између тебе и мене. И овај Куран представљен мене то можда упозоравам вас на тај начин, и кога год стигне. Да ли [истински] сведоииљ да Алах не постоје друге боћанства?" Реци , "Нећу свједочити [с тобом]." "Заиста, он је само један Бог, и заиста, ослободила сам се шта придружите [га]."
sr_latn: Reci, "Kakva stvar iskaz je najbolji?" Reci, "Allah je svedok između tebe i mene. I ovaj Kuran predstavljen mene to možda upozoravam vas na taj način, i koga god stigne. Da li [istinski] svedoиiљ da Alah ne postoje druge boћanstva?" Reci, "Neću svjedočiti [s tobom]." "Zaista, on je samo jedan Bog, i zaista, oslobodila sam se šta pridružite [ga]."
uk: Сказати: "що це найбільша у свідченнях?" Сказати, "Аллах свідок між мною та вами. І цей Коран показали мені, що я може попередити вас, тим самим і тими, кого він досягне. Чи ви [по-справжньому] свідчу з Аллах яких інших божеств?" Сказати: "Я не засвідчить [з вами]." Сказати: "Дійсно, він є лише один Бог і я вільний про те, що ви асоціюють [його]."
vi: Nói, "điều gì là lớn nhất trong chứng?" Nói, "Allah là nhân chứng giữa tôi và bạn. Và này Qur'an được tiết lộ cho tôi rằng tôi có thể cảnh báo bạn do đó và nó đạt đến bất cứ ai. Làm bạn [thật sự] làm chứng rằng với Allah có các vị thần khác?" Nói, "Tôi sẽ không làm chứng [với bạn]." Nói, "Thực sự, ông là nhưng một Thiên Chúa, và thực sự, tôi là miễn phí của những gì bạn liên kết [với ông]."
zu: Ithi: "Ngiyiphi into omkhulu ubufakazi?"

# Quran809
source: Those to whom We have given the Scripture recognize it as they recognize their [own] sons. Those who will lose themselves [in the Hereafter] do not believe.
ca: Aquells a qui hem donat les escriptures reconèixer-lo com reconeixen els propis [] fills. Qui perdrà si mateixos [en el futur] no creuen.
cy: Mae rhai i bwy yr ydym wedi rhoi yr ysgrythur yn ei hadnabod fel eu bod yn cydnabod eu [ei hun] meibion. Ni chredwn y rhai a fydd yn colli eu hunain [yn o hyn ymlaen].
da: Dem, som vi har givet Skriften genkende det som de kan genkende deres [egen] sønner. Dem, der vil tabe sig [i hinsidige] tror ikke.
el: Εκείνους στους οποίους έχουμε δώσει η γραφή αναγνωρίσει που αναγνωρίζουν τους γιους τους []. Εκείνοι που θα χάσουν οι ίδιοι [στο εξής] δεν πιστεύουν.
et: Need, kellele me oleme andnud pühakiri tunne, kui nad tunnustavad [oma] pojad. Need, kes kaotavad end [edaspidi] ei usu.
fi: Ne, joille olemme antaneet Raamatun tunnistaa häntä he tunnustavat (omiin) poikiaan. Jotka menettävät itsensä [tuonpuoleisessa] usko.
he: אלה למי נתנו כתבי הקודש מזהה אותו כפי שהם מזהים בניהם [עצמו]. מי יאבד את עצמם [בעתיד] לא מאמינים.
hr: Oni kojima smo dali pismo to prepoznati kao oni prepoznati vlastiti [] sinovi. Ne vjerujem da oni koji će izgubiti sebe [u daljnjem tekstu].
lt: Tie, kuriems mes suteikiame raštas atpažins jį kaip jie pripažįsta [savo] sūnus. Tie, kurie bus prarasti save [toliau], netikiu.
lv: Tie, kam mums ir dota rakstos atzīt to, kā tās atpazīt savas [] dēli. Tiem, kuri būs zaudēt sevi [turpmāk] netic.
nb: De som vi har gitt skriften gjenkjenne det som de anerkjenner deres [eget] sønner. De som vil miste seg [i hinsidige] tror ikke.
sk: Tí, ktorým sme dali písmo uznať, že ako si uvedomujú, že ich [vlastné] synov. Tí, ktorí stratia seba [ďalej] neverí.
sl: Komu bomo danih pismo prepoznala kot ugotavljajo lastne [] sinovi. Tisti, ki sami izgubili [v nadaljevanju] ne verjamem.
sr_cyrl: Онима којима смо дали писмо препознати као што су препознали [своје] синове. Они који ће изгубити себе [у надаље] не верујем.
sr_latn: Onima kojima smo dali pismo prepoznati kao što su prepoznali [svoje] sinove. Oni koji će izgubiti sebe [u nadalje] ne verujem.
uk: Тих, кому ми дали Писання визнати, як вони визнають [власні] синів. Ті, хто буде втратити себе [в загробному світі] не вірять.
vi: Những người mà chúng tôi đã đưa ra các Thánh công nhận nó như là họ nhận ra con trai mình []. Những người sẽ mất bản thân [tương lai] không tin.
zu: Labo kubani Sinike umBhalo njengeliyiZwi bayaqaphela amadodana [wabo].

# Quran810
source: And who is more unjust than one who invents about Allah a lie or denies His verses? Indeed, the wrongdoers will not succeed.
ca: I qui és més injust que un que inventa Allah a una mentida o nega els seus versos? De fet, els malfactors no tindrà èxit.
cy: Ac sydd yn anghyfiawn fwy nag un sy'n dyfeisio am Allah celwydd neu yn gwadu ei penillion? Yn wir, bydd y tramgwyddo yn llwyddo.
da: Og der er mere uretfærdig end en, der opfinder om Allah en løgn eller benægter sine vers? Faktisk, lovovertrædere vil ikke lykkes.
el: Και ποιος είναι πιο άδικο από κάποιος που ψέματα εφευρίσκει για Αλλάχ ή να αποτρέπει τους στίχους του; Πράγματι, οι παραβάτες δεν θα πετύχει.
et: Ja kes on rohkem kui üks, kes leiutab umbes Allah on vale või eitab tema värsse alusetu? Tõepoolest, õnnestub selle tekitaja.
fi: Ja kuka on epäoikeudenmukaisempi kuin se, joka keksii noin Allah valhe tai kieltää hänen runoissaan? Itse asiassa nämä syntiset ei onnistu.
he: ומי צודק יותר מאשר מי ממציא על אללה שקר או מונעת את הפסוקים? ואכן, הפושעים לא תצליח.
hr: A tko je više nepravedno od onoga koji o Allahu izmišlja laži ili poriče svoje stihove? Doista, počinioce neće uspjeti.
lt: Ir kurie yra labiau neteisinga nei tas, kuris išrado apie Dievo melas ar neigia jo stichijos? Iš tiesų, grzesznicy nepavyks.
lv: Un kurš ir netaisna vairāk nekā tas, kurš izdomā par Allah ir meli vai noliedz savas vārsmas? Patiešām, neizdosies pārkāpējus.
nb: Og hvem er mer urettferdig enn en som oppfant om Allah løgn eller nekter hans vers? Faktisk, wrongdoers vil ikke lykkes.
sk: A kto je viac nespravodlivé, ako ten, kto vymyslí o Alah lož alebo popiera jeho verše? Vskutku, zloèinci nepodarí.
sl: In kdo je bolj nepravičen, kot tisti, ki Izumi o Allah laž ali zanika svoje verze? Dejansko je wrongdoers ne bo uspelo.
sr_cyrl: А ко је више неправедан него онај који изуми о Аллах лаж или пориче његових стихова? Заиста , починиоце неће успети.
sr_latn: A ko je više nepravedan nego onaj koji izumi o Allah laž ili poriče njegovih stihova? Zaista, počinioce neće uspeti.
uk: А хто більш несправедливим, ніж той, хто винаходить про Аллах брехня або забороняє його вірші? Дійсно, в розкаюємося не вдасться.
vi: Và càng bất công hơn một trong những người phát minh ra về Allah nói dối hoặc từ chối bài thơ của ông là ai? Thật vậy, các wrongdoers sẽ không thành công.
zu: Futhi ngubani kalunganga than fike invents mayelana Allah amanga noma uyakuphika amavesi yaKhe?

# Quran811
source: And [mention, O Muhammad], the Day We will gather them all together; then We will say to those who associated others with Allah, "Where are your 'partners' that you used to claim [with Him]?"
ca: I [accèsit, O Muhammad], el dia ens recollirà-los tots junts; llavors direm als que altres associats a Allah, "On els seus"socis"que solia reclamar [amb ell]?"
cy: A [sôn, O Muhammad], bydd y diwrnod eu casglu bob gyda'i gilydd; yna bydd yn dweud i'r rheini y mae eraill yn gysylltiedig â Allah, "Ble mae eich 'partneriaid' a ddefnyddiwyd gennych i hawlio [gydag ef]?"
da: Og [omtale, O Muhammad], den dag vi vil samle dem alle sammen; så vi vil sige til dem, der tilknyttet andre Allah, "Hvor er din"partnere", som du brugte til at kræve [med ham]?"
el: Και [αναφορά, Ο Μωάμεθ], την ημέρα που θα συγκεντρώσει τους όλοι μαζί? τότε θα μπορούμε να πούμε σε όσους που άλλοι συνδέεται με τον Αλλάχ, «Πού είναι το «εταίρους» που χρησιμοποιήσατε για να διεκδικήσει [μαζί του];»
et: [Märkus, O Muhammad], päev me koguda neid kõik koos; siis me ütleme neile, kes teistega seostatud Allahi "Kus on teie"osapooled", mida kasutasite nõuda [temaga]?"
fi: [Maininnan Oi Muhammed] päivänä teemme kerätä ne kaikki yhdessä; niin sanomme niille, jotka liittyvät muut Allah, "Where are your"kumppanit", joita voit käyttää väittää [hänelle]?"
he: ו [אזכור, מוחמד O], היום אנחנו אאסוף אותם כולם ביחד; אז נגיד לאלה הקשורים אחרים אללה, "היכן השותפים שלך' ' שבו השתמשת כדי לטעון [איתו]?"
hr: I [spomenuti, O Muhammad], dan smo će se okupiti ih sve zajedno; Onda ćemo reći onima koji druge pridružene Allahu, "Gdje su ti 'partneri' koji ste koristili za tvrde [sa sobom]?"
lt: Ir [paminėti, O Muhammad], dieną mes bus surinkti juos visus kartu; tada mes pasakyti tiems, kurie susiję kiti su Dievo, "Kur yra jūsų"partneriai", kurį naudojote reikalauti [jam]?"
lv: Un [pieminēt, O Muhammad] dienā mēs apkopot tos visus kopā; tad mums būs jāsaka tiem, kuri piesaistīti citi Allah, "Kur ir jūsu"partneri", kuru bijāt pieradis apgalvo [ar viņu]?"
nb: Og [omtale, O Muhammad], den dagen vi vil samle dem alle sammen; så vi vil si til de som tilknyttet andre Allah, "Hvor er din 'partnere' du brukte til å kreve [med ham]?"
sk: A [zmienka, Mohamed], deň, kedy sme sa zhromaždili dohromady; potom budeme hovoriť s tými, kto iní priradené Alaha, "Kde sú vaše"partneri", ktorý ste použili na nárok [s ním]?"
sl: In [omenja, O Muhammad], dan smo jih bo zbrala vse skupaj; potem bomo rekli tistim, ki so druge povezane s Allah, "Kje so vaše"partnerji", s katerim ste zahtevati [mu]?"
sr_cyrl: И [помена, О Мухаммад], на дан ће окупили смо их све; Тада ће кажемо онима који друге повезане са Алахом, где су 'партнера' који сте користили за тврде [са собом]?"
sr_latn: I [pomena, O Muhammad], na dan će okupili smo ih sve; Tada će kažemo onima koji druge povezane sa Alahom, gde su 'partnera' koji ste koristili za tvrde [sa sobom]?"
uk: І [згадки, O Мухаммад], день, ми буде зібрати їх усіх разом; Потім ми буде сказати тим, хто інші, пов'язані з Аллаха, "Where are ваш"Партнери", що ви використовували, щоб претендувати на [з ним]"?
vi: Và [đề cập đến, O Muhammad], các ngày chúng tôi sẽ thu thập chúng tất cả cùng nhau; sau đó chúng tôi sẽ nói cho những người liên quan đến những người khác với Allah, "Ở đâu của bạn 'đối tác' mà bạn sử dụng để yêu cầu bồi thường [ông]?"
zu: Futhi [Khumbuzani, O Muhammad] Suku We ngibabuthe esikhuluphele konke ndawonye;

# Quran812
source: Then there will be no [excuse upon] examination except they will say, "By Allah, our Lord, we were not those who associated."
ca: Llavors no hi haurà cap examen [excusa a] excepte que dirà, "Per Allah, nostre Senyor, no érem qui associats."
cy: Yna bydd heb arholiad [esgus ar] ac eithrio maent yn dweud, "Gan Allah, ein Arglwydd, nid oeddem rhai sy'n gysylltiedig."
da: Så der vil være nogen [undskyldning efter] undersøgelse undtagen de vil sige, "Ved Allah, vor Herre, vi ikke var dem, der er forbundet til."
el: Τότε θα υπάρχει καμία εξέταση [δικαιολογία κατόπιν] εκτός από αυτά θα πείτε, «Από τον Αλλάχ, ο Λόρδος μας, δεν ήμασταν όσους που συνδέεται.»
et: Siis saab kontrollimine ei ole [vabandus upon] välja arvatud juhul, kui nad ütlevad, "Mida Jumal, meie Issand, me ei need, kes seotud."
fi: Niin ei [anteeksi kun] tutkita elleivät he sanovat, "Allah, meidän Herramme, meidän eivät ne, jotka liittyvät."
he: ואז תהיה בדיקה [סליחה על] חוץ מזה שהם יגידו, "בשם אללה, אדוננו, היינו לא לאלה הקשורים."
hr: Tada će biti nema [izgovor na] pregled što će reći, "Tako mi Allaha, našeg gospodara, nismo bili one koji."
lt: Tada nebus jokio [pasiteisinimas dėl] tyrimo išskyrus jie sako, "Dievas, mūsų Viešpaties, mes buvo ne tie, kurie susiję."
lv: Tad nebūs nekādu [attaisnojums pēc] pārbaudi, izņemot tās teiks: "By Allah, mūsu Kungu, mēs nebijām tie, kuri saistīti."
nb: Så det blir ingen [unnskyldning på] eksamen unntatt de vil si, "Av Allah, vår Herre, vi ikke var de som assosiert."
sk: Potom tam bude žiadna skúška [ospravedlnenie na] s výnimkou oni povedia, "Od Boha, nášho Pána, sme neboli tí, ktorí v pridruženej."
sl: Potem bo preverjanje ni [izgovor na] razen oni bodo rekli, "Z Allah, našem Gospodu, nismo bili tisti, ki so povezane."
sr_cyrl: А онда ће постојати без испитивања [изговор на] осим они ће кажу, "Тако ми Алаха, Господ, нисмо били они који су везани."
sr_latn: A onda će postojati bez ispitivanja [izgovor na] osim oni će kažu, "Tako mi Alaha, Gospod, nismo bili oni koji su vezani."
uk: Тоді буде не [привід на] обстеження за винятком вони будуть говорити, "Аллах, нашого Господа, ми не були ті, хто відніс."
vi: Sau đó, sẽ có không có xét nghiệm [tha khi] ngoại trừ họ sẽ nói, "Bởi Allah, Chúa chúng ta, chúng tôi đã không những người liên quan."
zu: Khona-ke kuyoba akukho luhlolo [izaba phezu] ngaphandle ziyothi: "By Allah, Nkosi yethu, asiwona labo ezihambisana."

# Quran813
source: See how they will lie about themselves. And lost from them will be what they used to invent.
ca: Veure com es fica al llit sobre si mateixos. I perdut d'ells serà el que es va inventar.
cy: Weld sut y maent yn gorwedd amdanynt eu hunain. A gollwyd oddi wrthynt yn beth maent yn ei defnyddio i ddyfeisio.
da: Se, hvordan de vil lyve om sig selv. Og tabte fra dem vil blive hvad de bruges til at opfinde.
el: Δείτε πώς θα βρίσκονται για τον εαυτό τους. Και έχασε από αυτούς θα είναι αυτό που χρησιμοποιείται για να εφεύρουν.
et: Vaata, kuidas nad näidatakse valetavad ise. Ja kaotanud neilt on mida nad leiutada.
fi: Katso, miten ne sijaitsevat itsestään. Ja hävisi niistä mitä heillä oli tapana keksiä.
he: לראות איך הם ישכב על עצמם. איבדתי מהם יהיה נהגו להמציא.
hr: Pogledajte kako lažu o sebi. I izgubili od njih bit će to dobro izmisliti.
lt: Pamatyti, kaip jie bus melas apie save. Ir neteko iš jų bus kas jie turi sugalvoti.
lv: Redzēt, kā tie būs meli par sevi. Un zaudēja no viņiem būs tie pieraduši izgudrot.
nb: Se hvordan de vil ligge om seg selv. Og mistet fra dem blir hva de brukes å oppfinne.
sk: Pozrite sa, ako klamú o sebe. A stratil z nich bude, čo bývali vymyslieť.
sl: Videli, kako bo laži o sebi. In izgubil od njih bo kaj uporabljajo izumiti.
sr_cyrl: Да видим како ће лажу о себи. И изгубио од њих ће бити некад су измислили.
sr_latn: Da vidim kako će lažu o sebi. I izgubio od njih će biti nekad su izmislili.
uk: Бачити, як вони лежать про себе. І втратив у них буде те, що вони використовували придумувати.
vi: Hãy xem làm thế nào họ sẽ nói dối về bản thân mình. Và bị mất từ họ sẽ là những gì họ sử dụng để phát minh ra.
zu: Bona ukuthi bayolala bezigabisa.
