Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2765
source: [He is] Knower of the unseen and the witnessed, so high is He above what they associate [with Him].
ca: [És] Coneixedor del invisibles i va ser testimoni, tan alt és sobre què estan associats [amb ell].
cy: [Mae'n] Knower y unseen a welir, mor uchel yw ef uchod beth maent cysylltiol [gydag ef].
da: [Han er] Knower af usete og vidne, er han så højt over hvad de tilknyttes [ham].
el: [Είναι] Knower του unseen και του έγινα μάρτυρας, αυτός είναι τόσο ψηλά πάνω από τι συνδέουν [μαζί του].
et: [On] Teab selle nähtamatu ja jälginud, nii suur on ta üle mida nad seostavad [talle].
fi: Hän on Tietävä on näkymätön ja valvomien, niin korkealla, on hän mitä he liittävät [hänelle].
he: [הוא] היודע של הבלתי נראה, של עדים, כל כך גבוה הוא מעל מה הם מקשרים [לו].
hr: [Je] Poznavatelj nevidjeno i svjedoče, visoko je on iznad što oni pridružiti [ga].
lt: [Jis] Wszechwiedzacy nematyto ir liudininku, toks didelis jis yra aukščiau ką jie susieti [su juo].
lv: [Tas] Zinātājs neredzēts un pieredzējusi, tik augstu viņš ir iepriekš ko tie piesaistīt [viņam].
nb: [Han er] Kjenner usynlige og vitne, er han så høyt over hva de forbinder med ham].
sk: [Je] Vševedúci neviditeľné a svedkom, tak vysoko, je to nad čo spájajú [s ním].
sl: [Je] Poznavalec nevidno in priča, tako visoko je nad kaj povezujejo [z njim].
sr_cyrl: [Је] Правоверац невидјено и са сведоцима, високо је он изнад шта они придружите [он].
sr_latn: [Je] Pravoverac nevidjeno i sa svedocima, visoko je on iznad šta oni pridružite [on].
uk: [Це] Пізнає невидиме і бачу, настільки висока, чи є він вище те, що вони асоціюють [його].
vi: [Ta] Knower của unseen và chứng kiến, cao như vậy là hắn ở trên những gì họ liên kết [với anh].
zu: [UnguNkulunkulu] Knower of the ezingabonwayo kanye ozibonile, high unjalo He ngenhla lokho bahlanganyele [naYe].

# Quran2766
source: Say, [O Muhammad], "My Lord, if You should show me that which they are promised,
ca: Dir, [O Muhammad], «Senyor meu, si em cal mostrar el que prometien,
cy: Dweud, [O Muhammad], "fy Arglwydd, os dylai ddangos imi hynny y maent yn ei addo,
da: Sige, [O Muhammad], "min herre, hvis du skal vise mig det, som de lovede,
el: Πω, [Ο Μωάμεθ], «Κύριέ μου, αν θα πρέπει να μου δείξει αυτό που τους υπόσχονται,
et: Ütlen, [O Muhammad], "Issand, kui sa peaksid Näita mulle, mida nad on lubanud,
fi: Esimerkiksi: [Oi Muhammed] "herrani, jos pitäisi näyttää minulle se, mitä he lupasivat
he: אומרים, [O מוחמד], "אדוני, אם אתה צריך להראות לי את אשר הם הבטיחו,
hr: Kažu, [O Muhammad], "moj gospodaru, ako bi pokazati ono što su obećali,
lt: Tarkim, [O Muhammad], "mano Viešpatie, jei jums turėtų parodyti man ta, kuri jie pažadėjo,
lv: Teiksim, [O Muhammad] "milord, ja man vajadzētu parādīt to, ko viņi ir apsolījis,
nb: Si, [O Muhammad], "min Herre, hvis du skal vise meg som de er lovet,
sk: Napríklad: [Mohamed], "môj pán, ak by mi ukázal, ktoré sú sľúbil,
sl: Recimo, [O Muhammad], "moj Gospod, če bi pokažite mi tisti, ki so obljubljene,
sr_cyrl: Рецимо , [О Мухаммад], "мој господару, ако ти треба да ми показати оно што су обећали су,
sr_latn: Recimo, [O Muhammad], "moj gospodaru, ako ti treba da mi pokazati ono što su obećali su,
uk: Скажімо, [O Мухаммад], "пане мій, якщо ви повинні показати, що вони обіцяли,
vi: Nói, [O Muhammad], "Thưa ngài, nếu bạn nên chỉ cho tôi mà trong đó họ đang hứa hẹn,
zu: Awusho, [O Muhammad], "Nkosi yami, uma Kufanele ungibonise ukuthi which they bathenjiswa,

# Quran2767
source: My Lord, then do not place me among the wrongdoing people."
ca: Senyor meu, llavors no situar-me entre la gent d'irregularitats."
cy: Fy Arglwydd, yna peidiwch â rhoi mi ymysg y bobl gamwedd."
da: Min herre, så Placer ikke mig blandt forseelser mennesker."
el: Κύριέ μου, στη συνέχεια, μην τοποθετείτε μου μεταξύ των ανθρώπων αδικοπραγία.»
et: Mu Issand, siis asetage mind valesti rahva hulgas."
fi: Herrani, ei aseta minua väärinkäytöksistä keskuudessa."
he: . אדוני, אז אין למקם אותי בקרב העם מעשים רעים."
hr: Gospodaru, onda nemojte stavljati me u narodu zločin."
lt: Mano Viešpatie, tuomet nedėkite man tarp nusikaltimą žmonių."
lv: Milord, tad nelieciet mani grēks cilvēku vidū."
nb: Min Herre, så ikke legg meg blant de urett."
sk: Môj pán, potom Neumiestňujte mi medzi ľuďmi previnenie."
sl: Moj Gospodar, potem ni kraj mi med protipravna dejanja ljudi."
sr_cyrl: Мој господару, онда не ставите ме међу људима сумњи."
sr_latn: Moj gospodaru, onda ne stavite me među ljudima sumnji."
uk: Мій Господь, тоді не розміщуйте мене в народі порушник."
vi: Tâu Đức vua, sau đó không đặt tôi trong số những hành vi sai trái."
zu: Nkosi yami, khona-ke musa ukubeka nami phakathi kwabantu wokwenza okubi. "

# Quran2768
source: And indeed, We are able to show you what We have promised them.
ca: I de fet, som capaços de mostrar el que ens hem compromès a ells.
cy: Ac yn wir, yr ydym yn gallu dangos i chi beth yr ydym wedi addo iddynt.
da: Og ja, vi er i stand til at vise dig, hvad vi har lovet dem.
el: Και πράγματι, είμαστε σε θέση να σας δείξω τι που τους υποσχεθήκαμε.
et: Ja tõepoolest, me oleme võimelised teile näidata, mida lubame neil.
fi: Ja itse asiassa voimme näyttää, mitä olemme luvanneet niille.
he: אכן, אנחנו יכולים להראות לך. מה הבטחנו להם.
hr: I doista, mi smo vam prikazati što smo im obećali.
lt: Ir iš tiesų, mes galime parodyti, ką mes pažadame juos.
lv: Un patiešām, mēs varam jums parādīt, kādi mums ir solījis.
nb: Og ja, vi kan vise deg hva vi har lovet dem.
sk: A naozaj, sme schopní vám ukázať, čo sme sľúbili im.
sl: In res, smo sposobni pokazati, kaj smo jim obljubili.
sr_cyrl: И заиста, могућности смо да вам показати оно што смо им обећали.
sr_latn: I zaista, mogućnosti smo da vam pokazati ono što smo im obećali.
uk: І дійсно, ми можемо показати вам, що ми обіцяли їм.
vi: Và quả thực, chúng tôi có thể hiển thị cho bạn những gì chúng tôi đã hứa với họ.
zu: Futhi ngempela, Siyakwazi tshengisa you babe we thembisa them.

# Quran2769
source: Repel, by [means of] what is best, [their] evil. We are most knowing of what they describe.
ca: Rebutjar, mitjançant [de] Què és millor, [el seu] mal. Som majoria saber de què van descriure.
cy: Ddefnyddiwyd, gan [modd] Beth sydd orau, [eu] drygioni. Rydym yn gwybod rhan fwyaf o'r hyn y maent yn ei ddisgrifio.
da: Frastøder [af en] hvad der er bedst, [deres] onde. Vi er de fleste vel vidende om hvad de beskriver.
el: Αποκρούει, με [μέσα] Τι είναι καλύτερο, το κακό [τους]. Είμαστε οι περισσότεροι γνωρίζοντας αυτού που περιγράφουν.
et: Tõrjuma vahenditega [ning] mis on parim, [nende] kurja. Meil on enamik teades nad kirjeldavad.
fi: Torjua käyttämällä [] mikä on parasta, [niiden] pahaa. Olemme eniten tietää mitä ne kuvaavat.
he: להדוף, באמצעים [של] מה שטוב, הרוע [שלהם]. . אנחנו רוב בידיעה של מה הם מתארים.
hr: Otjerati, sredstvima [od] ono što je najbolje, [njihova] zla. Mi smo većina znajući kako to opisuju.
lt: Atstumti, priemonėmis [] kas yra geriausia, [jų] blogis. Mes esame dauguma žinant, ką jie aprašyti.
lv: Atvairīt, izmantojot [līdzekļus] tas, ko vislabāk [to] ļaunumu. Mēs esam lielākā daļa zinot, par ko tie apraksta.
nb: Frastøte, ved [] hva som er best, [deres] onde. Vi er de fleste vet av det de beskriver.
sk: Odpudzujú prostriedkami [z] čo je najlepšie, [ich] zla. Sme, že väčšina vedomím toho, čo oni popisujú.
sl: Odganjanje, ki [] kaj je najboljše, [njihovega] zlo. Smo, da večina vedoč, kaj opisujejo.
sr_cyrl: Одбијемо , средствима [од] најбоље, [њихов] зло. Ми смо већина јер знам како то описују.
sr_latn: Odbijemo, sredstvima [od] najbolje, [njihov] zlo. Mi smo većina jer znam kako to opisuju.
uk: Відштовхувати засобами [з] найкращий, [їх] зла. Ми в більшості знаючи про те, що вони описують.
vi: Xua đuổi, bởi [phương] những gì là tốt nhất, [họ] ác. Chúng tôi là hầu hết hiểu biết của các mô tả của họ.
zu: Dudula, by [esebenzisa] ukuthi yini ezilungele kangcono, okubi [yabo].

# Quran2770
source: And say, "My Lord, I seek refuge in You from the incitements of the devils,
ca: I dir, "el meu Senyor, vaig buscar refugi en tu de la incitació dels diables,
cy: A dweud, "fy Arglwydd, yn ceisio lloches yn chi gan y incitements o y devils,
da: Og sige, "min herre, jeg søge tilflugt i dig fra tilskyndelser djævle,
el: Και να πω, "Κύριέ μου, εγώ αναζητούν καταφύγιο σε σας από τις προτροπές των δαιμόνων,
et: Ja öelda: "Issand, ma otsivad varjupaika te kuradid, kvaliteeditähistena
fi: Ja sanoa: "herrani, etsin turvaa sinusta kehotuksia devils,
he: תגיד, "אדוני, אני לא מחפש מקלט בך מפני incitements של השדים.
hr: I reći: "gospodaru, tražim utočište u tebi od incitements vragovi,
lt: Ir sako: "mano Viešpatie, aš ieškau prieglobsčio jumis nuo velnių, posakiai
lv: Un saka: "mans kungs, es meklēt patvērumu jūs no velniem, pamudinājumu
nb: Og si, "min Herre, jeg søke tilflukt i du fra incitements av djevler,
sk: A hovoria: "môj pane, som hľadať útočisko v sebe od stimuly diabli,
sl: In reče: "Moj Gospodar, sem zateklo v vas iz Ahmadinedžada devils,
sr_cyrl: И рекао, "мој господару, тразим утоцисте у тебе из инцитементс о вуку
sr_latn: I rekao, "moj gospodaru, trazim utociste u tebe iz incitements o vuku
uk: І сказати: "Господи, як повернути у вас від incitements бісів,
vi: Và nói: "Thưa ngài, tôi tìm nơi nương náu ở bạn từ incitements của quỷ,
zu: Futhi nithi, "Nkosi yami, I khonga ephephelo ngaphakathi You kusukela ashoshozelayo ngamademoni,

# Quran2771
source: And I seek refuge in You, my Lord, lest they be present with me."
ca: I vaig buscar refugi en tu, Senyor, perquè no van ser presents amb mi."
cy: Ac yn gofyn am loches mewn chi, fy Arglwydd, rhag ofn iddynt fod yn bresennol gyda mi."
da: Og jeg søger tilflugt i dig, min herre, lest de være til stede med mig."
el: Και εγώ για να βρουν καταφύγιο σε σένα, Κύριέ μου, ήταν μήπως εις εμέ.»
et: Ja ma otsima varjupaika sind, mu Issand, mul oli muidu."
fi: Ja etsin turvaa sinusta herrani, jottei minussa.
he: אני לחפש מפלט בבית. אתה, אדוני, שמא הם להיות נוכח איתי."
hr: I ja tražim utočište u tebi, gospodaru, da ne budu prisutni sa mnom.
lt: Ir aš ieškau prieglobsčio jumis, mano Viešpatie, nes jie būti su manimi."
lv: Un es meklēt patvērumu tevi, mans kungs, citādi viņi būtu kopā ar mani."
nb: Og jeg søke tilflukt i deg, min Herre, at de ikke bli med meg.
sk: A som hľadať útočisko v tebe, môj pane, inak sa so mnou."
sl: In sem poiskati zatočišče v tebi, moj Gospod, da ne bodo prisotni z mano."
sr_cyrl: "И тразим утоцисте у теби, мој господару, да не би они бити присутни са мном."
sr_latn: "I trazim utociste u tebi, moj gospodaru, da ne bi oni biti prisutni sa mnom."
uk: І як повернути в тобі, Господи, щоб вони бути присутнім зі мною".
vi: "Và tôi tìm nơi nương tựa trong bạn, Chúa của tôi, vì sợ rằng họ có mặt với tôi."
zu: I khonga ephephelo ngaphakathi You mi Lord funa they ngibe khona kanye nami. "

# Quran2772
source: [For such is the state of the disbelievers], until, when death comes to one of them, he says, "My Lord, send me back
ca: [Per tal és l'estat dels disbelievers], fins que, quan la mort arriba a un d'ells, diu, "el meu Senyor, envieu-me nou
cy: [Ar gyfer o'r fath yw cyflwr y disbelievers], tan, pan ddaw marwolaeth i un ohonynt, meddai, "fy Arglwydd, anfon ataf ôl
da: [For sådan er tilstanden af vantro], indtil når Døden kommer til en af dem, siger han, "min herre, send mig tilbage
el: [Γιατί έτσι θέλει το κράτος των disbelievers], έως ότου, όταν ο θάνατος έρχεται σε ένα από αυτά, λέει, «Κύριέ μου, να μου στείλει πίσω
et: [Sest selline on ka uskottomille riik], enne kui surm tuleb, et üks neist, ta ütleb: "mu Issand mulle tagasi saata
fi: [Sillä tällainen on tilanne saa luovuttaa], kunnes kun kuolema tulee, hän sanoo: "herrani, lähetä minulle takaisin
he: [כי כזה הוא מצב disbelievers], עד, כאשר המוות בא אל אחד מהם, הוא אומר, "אדוני, לשלוח אותי בחזרה
hr: [Za takvo je stanje i iskuse], dok, kada smrt dođe jednom od njih, on kaže: "gospodine, vrati me
lt: [Nes toks yra, kad disbelievers], kol, kai mirtis ateina į vieną iš jų, jis sako: "mano Viešpats, atsiųsti atgal
lv: [Par tāda ir valsts disbelievers], kad nāve nāk viens no tiem, viņš saka: "mans kungs, atsūtiet man atpakaļ, līdz
nb: [For eksempel er troende], fram til, når døden kommer til en av dem, sier han, "min Herre, sende meg tilbake
sk: [Pre taký štát neveriacim], až keď smrť príde k jednému z nich, hovorí: "môj pane, Pošli mi späť
sl: [Za tako je stanje na disbelievers], dokler, ko smrt prihaja z enim od njih, pravi, "Moj Gospodar, Pošlji mi nazaj
sr_cyrl: [За такво је стање скептике], док се, кад је смрт у питању један од њих, каже он, "мој господару, ме послати назад
sr_latn: [Za takvo je stanje skeptike], dok se, kad je smrt u pitanju jedan od njih, kaže on, "moj gospodaru, me poslati nazad
uk: [Для таких є держава в disbelievers], поки, коли прийде смерть, до одного з них, він каже: "Господи, надішліть мені назад
vi: [Cho như vậy là nhà nước thì các], cho đến khi cái chết sẽ đến với một trong số họ, ông nói: "Thưa ngài, gửi cho tôi trở lại
zu: [Ngoba injalo isimo disbelievers], kuze kube, lapho kufika ukufa kuqala ukuba omunye kubo, uthi: "Nkosi yami, ngithume mina emuva

# Quran2773
source: That I might do righteousness in that which I left behind." No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.
ca: Que jo podria fer justícia en la qual he deixat enrere". No! És només una paraula que està dient; i darrere d'ells és una barrera fins al dia que els ressuscitat.
cy: Gallai wneud chyfiawnder i yn hynny yr wyf yn gadael ar ôl." na! Mae'n dim ond gair ei fod yn dweud; a'r tu ôl iddynt yn rhwystr tan y diwrnod maent yn atgyfodi.
da: Jeg kan gøre retfærdighed i det, som jeg efterlod." Nej! Det er kun et ord, han siger; og bag dem er en barriere indtil den dag, de er genoplivet.
el: Ότι θα ήθελα να κάνω δικαιοσύνη σε αυτό που άφησα πίσω μου.» Όχι! Είναι μόνο μια λέξη λέει? και πίσω τους αποτελεί εμπόδιο, μέχρι την ημέρα που αυτοί είναι αναστήθηκε.
et: Mida ma võiks teha õiglus, mida jätsin maha." Ei! See on ainult sõna ta ütleb; ja nende taga on takistuseks on ülestõusnud päevani.
fi: Se saattaa tehdä vanhurskauden siihen, mitä olen jäänyt." Ei! Se on vain sana, hän sanoo; ja niiden takana on este kunnes he heräävät eloon.
he: כי אני עלול לעשות צדק אשר שהשארתי מאחור." לא! זו רק מילה שהוא אומר; מאחוריהם היא מכשול עד היום יקומו לתחייה.
hr: Možda da pravednost u ono što sam ostavio iza sebe." ne! To je samo riječ kaže; a iza njih je prepreka do dana će uskrsnuti.
lt: Kad aš galėtų padaryti tiesos – tai, kas man paliko." ne! Jis yra tik žodis, jis sako; ir už jų yra kliūtis iki dienos, jie yra prikelti.
lv: Ko es varētu darīt taisnību, jo tas, ko es atpaliks." nē! Tas ir tikai vārds, viņš saka; un aiz tām ir barjera, līdz dienai, ko viņi ir augšāmcēlies.
nb: Jeg kan gjøre rettferdighet i det som jeg igjen. " nei! Det er bare et ord han sier; og bak dem er en barriere til dagen de er oppstandne.
sk: Že som mohol urobiť spravodlivosti, ktoré po sebe zanechal." nie! Je to len slovo, hovorí; a za nimi je prekážkou dovtedy, kým sú vstal z mŕtvych.
sl: Da sem lahko naredil pravičnosti v tisto, kar sem pustil." ne! To je samo beseda je rekel; in za njimi je ovira do dneva so vstali.
sr_cyrl: То може урадити праведности у оно што сам оставио за собом." не! То је само рец говори; а иза њих је препрека до дана они су ускрснуо.
sr_latn: To može uraditi pravednosti u ono što sam ostavio za sobom." ne! To je samo rec govori; a iza njih je prepreka do dana oni su uskrsnuo.
uk: Що я може зробити праведність, те, що я залишився позаду». Ні! Це лише слово, він говорить, а за ними перешкодою до дня вони воскрес.
vi: Tôi có thể làm sự công bình trong đó mà tôi bỏ lại phía sau." Không! Chỉ một từ ông nói; và đằng sau đó là một rào cản cho đến ngày họ được phục sinh.
zu: .! Lokuthi ngingase benze ukulunga ngalokho Ngashiya "Cha Kuyinto nje izwi akushoyo, futhi ngale kwayo akukho umgoqo kuze Suku bevuswa.

# Quran2774
source: So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.
ca: Així quan es bufa el Corn, hi haurà cap relació entre ells aquell dia, ni es preguntaran sobre un altre.
cy: Felly pan yn chwythu y corn, fydd unrhyw berthynas rhyngddynt yn y diwrnod hwnnw, na byddant yn gofyn am un arall.
da: Så når Hornet er blæst, intet forhold vil der være blandt dem dag, eller vil de bede om hinanden.
el: Έτσι όταν φυσιέται το Κέρας της Αφρικής, καμία σχέση θα υπάρξει μεταξύ τους εκείνη την ημέρα, ούτε θα ζητούν ο ένας τον άλλο.
et: Nii et kui sarv on puhutud, mingeid suhteid seal olla nendega sel päeval ega nad küsida üksteist.
fi: Joten kun sarvi puhalletaan mitään suhdetta ei olla joukossa joka päivä, eikä ne kysyy toisiaan.
he: אז כאשר הקרן נהרס, אין קשר יהיה ביניהם, באותו היום, וגם הם ישאלו על אחת אחרת.
hr: Pa kad se u rog, odnos će biti među njima taj dan, niti će oni pitati o jednom drugom.
lt: Todėl kai ragas yra prapūsti, santykiai bus tarp jų tą dieną, nei jie paklaus apie vienas kitą.
lv: Tāpēc, kad rags ir izpūstas, tur nekādas attiecības būs starp tām šajā dienā, ne viņi jautās par vienu citu.
nb: Så når hornet er blåst, ingen sammenheng vil det være blant dem den dagen, eller vil de be om hverandre.
sk: Takže keď roh je fúkané, žiadny vzťah bude medzi nimi tento deň, ani sa žiadajú o jeden druhého.
sl: Tudi ko je Pregorjeli rog odnos ne bo med njimi tisti dan, niti jih vpraša o drug drugega.
sr_cyrl: Тако да када рог је проваљен, ни једна веза ће тамо бити међу њима, тај дан, нити ће они питати једни о другима.
sr_latn: Tako da kada rog je provaljen, ni jedna veza će tamo biti među njima, taj dan, niti će oni pitati jedni o drugima.
uk: Так що коли продувається Ріг, серед них того ж дня там буде ніякого відношення, і не будуть вони просять про інше.
vi: Do đó, khi chiếc sừng được thổi, có mối quan hệ sẽ có trong ngày hôm đó, và cũng không họ sẽ hỏi về nhau.
zu: Ngakho uma phondo thathaza engasenabo ubuhlobo kube khona phakathi kwabo ngalolo Suku nor tando they buza ngomunye nomunye.

# Quran2775
source: And those whose scales are heavy [with good deeds] - it is they who are the successful.
ca: I les escales són pesats [amb bones obres] - són ells els que tenen l'èxit.
cy: A'r rhai y mae eu graddfeydd trwm [gyda gweithredoedd da]-hwy sydd yn llwyddiannus.
da: Og dem, hvis skæl er tunge [med gode gerninger] - det er dem, der har den succes.
el: Και εκείνοι των οποίων οι κλίμακες είναι βαριά [με τις καλές πράξεις] - Αυτοί είναι οι επιτυχημένες.
et: Ja need, kelle kaalud on raske [koos heateod] - on need, kes on edukas.
fi: Ja ne, joiden on raskas, [hyviä tekoja] - juuri ne, jotka ovat onnistuneesti.
he: ואלה אשר סולמות כבדים [עם מעשים טובים] - הם אלה מצליחנים.
hr: I onih čija vaga su teški [s dobrim djelima] - oni su uspješan.
lt: Ir tiems, kurių Svarstyklės yra sunkiųjų [su gerais darbais] - tai tie, kurie yra sėkmingai.
lv: Un tās, kuras skalas ir smags [ar labiem darbiem] - tas ir tie, kas ir veiksmīgas.
nb: Og de som skalaer er tunge med gode gjerninger] - det er de som er vellykkede.
sk: A tých, ktorých váhy sú ťažké [s dobrými skutkami] - je to oni, ktorí sú úspešní.
sl: In tiste, katerih lestvice so težki [z dobra dela] - To je oni, ki so uspešno.
sr_cyrl: И оних чије Ваге су тешке [са добрим делима] - они су ти који су успељне.
sr_latn: I onih čije Vage su teške [sa dobrim delima] - oni su ti koji su uspeљne.
uk: І ті, чиї ваги є важкі [з добрих справ] - це їм, успішного.
vi: Và những người có vảy là nặng [với việc tốt] - đó là họ đã là thành công.
zu: Futhi labo ogama izikali ayesinda [ngezenzo ezinhle] - it is they are the yimpumelelo.

# Quran2776
source: But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.
ca: Però aquells les escales són llum - aquests són els que han perdut l'ànima, [s] a l'infern, romandre eternament.
cy: Ond y rhai y mae eu graddfeydd yn ysgafn-Dyma'r rhai sydd wedi colli eu heneidiau, [bod] yn uffern, yn ufudd i'r fythol.
da: Men dem hvis skalaer er lys - de er dem, der har mistet deres sjæle, [er] i helvede, lovlydige evigt.
el: Αλλά εκείνοι των οποίων οι κλίμακες είναι φως - αυτοί είναι εκείνοι που έχουν χάσει τους ψυχές, [όντας] στην κόλαση, τηρώντας αιώνια.
et: Kuid need, kelle kaalud on valgus - need on need, kes on kaotanud oma hinge, [on] põrgus igavesti kinni.
fi: Mutta ne, joiden on light - Nämä ovat niitä, jotka ovat menettäneet heidän sielunsa, [että] helvetissä noudattavien ikuisesti.
he: אבל אלו קשקשים של מי הם האור - אלה הם אלה שאיבדו את נשמתם, [להיות] בגיהנום, שומר לנצח.
hr: Ali oni čija vaga su svjetlo - to su oni koji su izgubili svoje duše, [se] u paklu, trajan vječno.
lt: Bet tie, kurių Svarstyklės yra šviesos - yra tie, kurie prarado savo siela, [yra] pragare, gerbiantys amžinai.
lv: Bet tiem, kuru skalas ir gaismas - tie ir tie, kuri ir zaudējuši savas dvēseles, [ir], ellē, ievērojot mūžīgi.
nb: Men de som skalaer er lys - de er de som har mistet sin sjel, [er] i helvete, varig evig.
sk: Ale tí, ktorých váhy sú svetlo - to sú tie, ktorí stratili ich duše, [je] v pekle, rešpektujúce naveky.
sl: Ampak tiste katerih tehtnice so svetlobo - to so tisti, ki so izgubili svoje duše, [se] v peklu, upoštevanje večno.
sr_cyrl: Али они чија Ваге су светло - то су они који су изгубили своје душе, [постане] у паклу, постојану заувек.
sr_latn: Ali oni čija Vage su svetlo - to su oni koji su izgubili svoje duše, [postane] u paklu, postojanu zauvek.
uk: Але ті, чиї ваги є світло - ті, ті, хто втратив своїх душ, [що] в пекло, незмінно вічно.
vi: Nhưng những có vảy là ánh sáng - những người là những người đã mất đi linh hồn của họ, [] trong địa ngục, luôn luôn tuân thủ.
zu: Kodwa labo ogama esikalini ukukhanya - labo yibo abaye balahlekelwa imiphefumulo yabo, [ngokuba] Esihogweni, ezigcina phakade.

# Quran2777
source: The Fire will sear their faces, and they therein will have taut smiles.
ca: El foc es sear els rostres, i en el mateix tindran tensos somriures.
cy: Bydd y tân Seriwch y cig eu hwynebau, ac ynddo bydd ganddynt wedyn ei thynnu'n gwenu.
da: Branden vil ætse deres ansigter, og de deri vil have stramt smil.
el: Η φωτιά θα καίω τα πρόσωπά τους, και σε αυτήν θα έχουν τεντωμένη χαμόγελα.
et: Tulekahju Kärventää oma nägu, ja neil seal on pingul naeratab.
fi: Tulen polttaa heidän kasvonsa ja he siinä on kireällä hymyilee.
he: האש לחפש את פניהם, ובזה יהיה להם חיוכים מתוח.
hr: Vatra će vidjeti njihova lica, i u njemu imaju napet osmijeh.
lt: Ugnis bus apskrudinti jų veidus, ir jie ten turės įtempta šypsena.
lv: Uguns tiks izkaltēt sejās, un viņiem tur būs saspringts pasmaida.
nb: Brannen vil svi ansiktene deres, og de har deri stram smiler.
sk: Oheň sa spáliť ich tváre, a v ňom budú mať napnuté úsmevy.
sl: Ogenj bo Opržiti njihove obraze, in v njem bodo imele napete nasmehne.
sr_cyrl: Ватра ће осуљила њихова лица, а у томе ће имати затегнуто осмехе.
sr_latn: Vatra će osuљila njihova lica, a u tome će imati zategnuto osmehe.
uk: Вогонь буде sear їхні обличчя, і вони в ньому буде тугий посмішки.
vi: Ngọn lửa sẽ sear khuôn mặt của họ, và họ trong đó sẽ có căng nụ cười.
zu: The Fire uyoshisa ubuso babo, futhi kuyomelwe therein ukumamatheka iqine.
