Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1859
source: [Abraham] said, "Then what is your business [here], O messengers?"
ca: [Abraham], va dir, "llavors què és el seu negoci [aquí], missatgers O?"
cy: Dywedodd [Abraham], "yna beth yw eich busnes [yma], O negeswyr?"
da: [Abraham] sagde, "så hvad er din virksomhed [her], O budbringere?"
el: [Ο Αβραάμ] είπε, «λοιπόν τι είναι σας επαγγελματικές [εδώ], O αγγελιοφόροι;»
et: [Abraham] ütles: "siis mis on teie äri [siin], O kullerid?"
fi: [Abraham] sanoi: "sitten mikä on business [tästä], O sanansaattajat?"
he: [אברהם] אמר "אז מהו עסק [כאן], O שליחים?"
hr: [Abraham] je rekao, "onda što se tiče [ovdje], O poslanicima?"
lt: [Abraomas] pasakė, "tai kas yra savo verslą [čia], O pasiuntiniai?"
lv: [Abraham] teica, "tad kāda ir jūsu bizness [šeit], O kurjeriem?"
nb: [Abraham] sa, "så hva er din business [her], O sendebud?"
sk: [Abraham] povedal: "tak čo je vaše podnikanie [tu], O poslov?"
sl: [Abraham] je dejal, "potem kaj je vaš business [tukaj], O sli?"
sr_cyrl: [Абрахам ] је рекао, "онда како се посао [овде], О гласници?"
sr_latn: [Abraham] je rekao, "onda kako se posao [ovde], O glasnici?"
uk: [Авраам] сказав, "то що бізнес [тут], O Посланці?"
vi: [Abraham] nói, "sau đó kinh doanh [ở đây], O sứ giả của bạn là gì?"
zu: [U-Abrahama] wathi: "Khona-ke iyini ibhizinisi lakho [lapha] O gijimi?"

# Quran1860
source: They said, "Indeed, we have been sent to a people of criminals,
ca: Deien, "de fet, hem estat enviat a un poble de delinqüents,
cy: Dywedodd, "yn wir, rydym wedi ei anfon at bobl o droseddwyr,
da: De sagde, "Ja, vi har fået tilsendt et folk af kriminelle,
el: Όπως είπαν, "πράγματι, μας έστειλαν σε άτομα των εγκληματιών,
et: Nad ütlesid: "tõepoolest, meil on saadetud kurjategijad, inimesed
fi: He sanoivat: "itse asiassa meille on lähetetty ihmisille rikollisia,
he: הם אמרו, "ואכן, כבר שלחנו אנשים של פושעים,
hr: Oni rekoše: "doista, poslali su nam ljudi kriminalci,
lt: Jie sakė: "iš tiesų, mes buvo išsiųsti nusikaltėliai, žmonės
lv: Viņi teica: "Protams, mums ir nosūtīts uz cilvēku par noziedznieku,
nb: De sa: "Ja, vi har blitt sendt til et folk av kriminelle,
sk: Povedali, že "v skutočnosti sme zaslali ľudia zločincov,
sl: So rekli, "res, mi življati been sent v ljudi storilcev kaznivih dejanj,
sr_cyrl: Рекли су: "заиста, послани смо да људи од криминалаца,
sr_latn: Rekli su: "zaista, poslani smo da ljudi od kriminalaca,
uk: Вони сказали: "дійсно, ми були відправлені до людей злочинців,
vi: Họ nói: "thật vậy, chúng tôi đã được gửi cho một người tên tội phạm,
zu: Bathi, "Yebo, besilokhu ebantwini izigebengu,

# Quran1861
source: Except the family of Lot; indeed, we will save them all
ca: Excepte la família de munt; de fet, ens salvarem tots ells
cy: Ac eithrio y teulu lot; yn wir, byddwn yn arbed pob un ohonynt
da: Bortset fra familien af masse; Ja, vi vil redde dem alle
el: Εκτός από την οικογένεια της παρτίδας· Πράγματι, εμείς θα αποθηκεύσετε όλα
et: Välja arvatud pere palju; Tõepoolest, me päästab neid kõiki
fi: Paitsi perheen paljon; itse asiassa säästämme ne kaikki
he: מלבד משפחתו של לוט; אכן, אנחנו נציל את כולם
hr: Osim obitelji mnogo; Doista, Spasit ćemo ih sve
lt: Išskyrus šeimos daug; iš tiesų, mes bus įrašyti juos visus
lv: Izņemot ģimenes partijas; patiešām, mēs saglabātu tos visus
nb: Bortsett fra familien til mye; Ja, vi vil spare dem alle
sk: Okrem rodinné dávky. v skutočnosti sme sa zachrániť všetky
sl: Razen družino veliko; res, bomo shranili vse
sr_cyrl: Осим породице од серије; Заиста смо ће их све спасити.
sr_latn: Osim porodice od serije; Zaista smo će ih sve spasiti.
uk: За винятком сім'ї багато; дійсно, ми збережемо їх усіх
vi: Ngoại trừ các gia đình của lô; Thật vậy, chúng tôi sẽ lưu tất cả chúng
zu: Ngaphandle umndeni ka Lot;

# Quran1862
source: Except his wife." Allah decreed that she is of those who remain behind.
ca: Excepte la seva esposa". Allah va decretar que ella és d'aquells que es queden enrere.
cy: Heblaw ei wraig." Roedd Allah yn datgan ei bod yn rhai sy'n parhau i fod ar ei hôl hi.
da: Bortset fra hans kone." Allah dekreteret, at hun er af dem, der forbliver bag.
el: Εκτός από τη γυναίκα του.» Θέσπισε ότι είναι εκείνων που παραμένουν πίσω.
et: Peale tema naisele." Allah on otsustatud, et ta on, kes maha jäävad.
fi: Paitsi hänen vaimonsa." Allah määräsi, että hän on niistä, jotka jäävät taakse.
he: מלבד אשתו." אללה קבע כי היא של אלו שנשארו מאחור.
hr: Osim njegova supruga." Allah odredio da je onih koji su ostali iza.
lt: Išskyrus savo žmoną." Dievas paskelbė, kad ji yra iš tų, kurie lieka už.
lv: Izņemot viņa sieva." Allah, pasludinot, ka viņa ir no tiem, kas paliek aiz muguras.
nb: Bortsett fra sin kone." Allah bestemt at hun er som bak.
sk: Okrem jeho žena." Alah nariadil, že ona je z tých, ktorí zostali za.
sl: Razen ženo." Allah je odredil, da je tistih, ki ostanejo zadaj.
sr_cyrl: Осим за супругом." Аллах је одредио да је она од оних који су остали иза.
sr_latn: Osim za suprugom." Allah je odredio da je ona od onih koji su ostali iza.
uk: Крім його дружини". Аллах постановив, що вона не з тих, хто залишається позаду.
vi: Ngoại trừ vợ." Allah quyết định rằng cô ấy là của những người còn ở lại phía sau.
zu: Ngaphandle umkakhe. "Allah decreed ukuthi balabo abaqhubeka ngemuva.

# Quran1863
source: And when the messengers came to the family of Lot,
ca: I quan va arribar els missatgers a la família del Lot,
cy: A phan ddaeth y negeswyr i deulu llawer,
da: Og når budbringere kom til familien af masse,
el: Και όταν οι αγγελιοφόροι έρχονταν στην οικογένεια της παρτίδας,
et: Ja kui inglid tuli palju, pere
fi: Ja kun sanansaattajat tuli paljon, perhe
he: כאשר הגיעו השליחים למשפחתו של רבים,
hr: I kada je glasnik došao obitelji mnogo,
lt: Ir kai pasiuntiniai atėjo daug, šeimos
lv: Un tad, kad ģimenes daudz, ieradās vēstneši
nb: Og når budbringere kom til familien til mye,
sk: A keď prišli poslovia rodinné dávky,
sl: In ko sli prišel v družino veliko,
sr_cyrl: И кад су гласници дошла у породицу од серије,
sr_latn: I kad su glasnici došla u porodicu od serije,
uk: І коли посланцями прийшов до сім'ї багато,
vi: Và khi các sứ giả đến các gia đình của rất nhiều,
zu: Futhi lapho izithunywa zafika umndeni kaLoti,

# Quran1864
source: He said, "Indeed, you are people unknown."
ca: Va dir, "De fet, que són persones desconegudes."
cy: Meddai, "Yn wir, yr ydych bobl anhysbys."
da: Han sagde, "Ja, du er folk ukendte."
el: Είπε, «Πράγματι, είστε άνθρωποι άγνωστη.»
et: Ta ütles: "Tõepoolest, te olete inimesed teadmata."
fi: Hän sanoi: "Olette ihmisten tunne."
he: הוא אמר, "אכן, אתה אנשים לא ידוע."
hr: Rekao je, "Doista, vi ste ljudi nepoznat."
lt: Jis sakė, "Iš tiesų, jūs esate žmonių, nežinoma."
lv: Viņš teica: "Protams, tu esi nezināms cilvēki."
nb: Han sa: "Ja, du er mennesker ukjent."
sk: On povedal: "Skutočne ste neznámych ľudí."
sl: On reče: »Res, ste ljudi neznana. «
sr_cyrl: Он је рекао, "Заиста, ви сте народ непозната."
sr_latn: On je rekao, "Zaista, vi ste narod nepoznata."
uk: Він сказав: ", ви дійсно невідомих людей."
vi: Ông nói, "Thật vậy, bạn là người không biết."
zu: Wathi: "Ngempela, wena kubantu abangabazi."

# Quran1865
source: They said, "But we have come to you with that about which they were disputing,
ca: Deien, però hem arribat a vostè amb allò sobre el que ells es disputaven,
cy: Dywedodd, "ond yr ydym wedi dod i chi â hynny yr oedd yn amau,
da: De sagde, "men vi er kommet til dig med, som de stridende,
el: Είπε, «αλλά έχουμε έρθει σε σας με αυτό για το οποίο αυτοί αμφισβήτησης,
et: Nad ütlesid, "kuid me tuleme teile selle kohta, millised nad olid masinale vastavuseeldust,
fi: He sanoivat, "mutta olemme teille että josta he väittelivät,
he: הם אמרו, "אבל אנחנו לבוא אליך עם זה אילו הם היו חולק,
hr: Rekli su, "ali mi smo došli s tim o kojima se osporava,
lt: Jie sakė, "bet mes turime ateiti į jūsų su, dėl kurių jie buvo Nenuginčijama,
lv: Viņi teica: "bet mēs esam nonākuši pie jums ar to, ka par to, kādi tie bija strīdus,
nb: De sa, "men vi har kommet til deg med det som var de ordskifte,
sk: Povedal, "ale prichádzame k vám s tým, o ktorých boli sporu,
sl: So rekli, "ampak smo prišli do vas s tem, o katerih so bili izpodbijanje,
sr_cyrl: Рекли су, "али имам долазимо ти са тим о томе који су били оспорава,
sr_latn: Rekli su, "ali imam dolazimo ti sa tim o tome koji su bili osporava,
uk: Вони сказали, "але ми прийшли до вас з цим про те, які вони були сперечаються,
vi: Họ nói, "nhưng chúng tôi đã đưa cho bạn đó về mà họ tranh chấp,
zu: Bathi, "Kodwa siye kini ukuthi cishe bekene bephikisana,

# Quran1866
source: And we have come to you with truth, and indeed, we are truthful.
ca: I hem arribat a vostè amb la veritat, i de fet, estem veraces.
cy: A ydym wedi dod i chi gyda gwir, ac yn wir, yr ydym yn eirwir.
da: Og vi er kommet til dig med sandheden, og vi er sandfærdig.
el: Έχουμε έρθει σε σας με την αλήθεια και μάλιστα, είμαστε ειλικρινείς.
et: Meil on tulnud teie tõde ja tõepoolest, me on tõesed.
fi: Ja olemme teille totuuden, ja olemme todellakin totuudenmukainen.
he: אנחנו לבוא אליך עם האמת, אכן, יש לנו את האמת.
hr: Mi smo došli s istinom i mi smo zapravo istinita.
lt: Ir mes turime ateiti į jūsų su tiesa, ir iš tiesų, mes esame teisingi.
lv: Un mēs esam nonākuši pie jums ar patiesību, un patiešām, mums ir patiesas.
nb: Og vi har kommet til dere med sannhet, og vi er faktisk sannferdig.
sk: Prichádzame k vám s pravdou a skutočne sme pravdivé.
sl: In smo prišli do vas z resnico, in res, smo resnični.
sr_cyrl: И имају долазимо ти са истином, а уистину, ми смо искрени.
sr_latn: I imaju dolazimo ti sa istinom, a uistinu, mi smo iskreni.
uk: І ми прийшли до вас з істиною, і справді, ми правдивою.
vi: Và chúng tôi đến với bạn với sự thật, và quả thực, chúng tôi rất trung thực.
zu: Futhi siye kini ngeqiniso, futhi ngempela, thina are truthful.

# Quran1867
source: So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded."
ca: Tan establerts amb la seva família durant una part de la nit i seguir darrere d'ells i deixeu que no qui de vosaltres mirar enrere i continuarà fins a on vostè estan comandades."
cy: Felly nodir gyda'ch teulu ystod dogn o nos a dilyn tu ôl iddynt a gadael i ni neb ymhlith chi edrych yn ôl ac ymlaen i lle y byddwch yn ennill yn parhau."
da: Så sæt med din familie under en del af natten og følg bag dem og lade ikke nogen blandt jer ser tilbage og fortsætte til hvor du er befalet. "
el: Έτσι ορίζονται με την οικογένειά σας κατά τη διάρκεια μια μερίδα της νύχτας και ακολουθήστε πίσω τους και ας μην κανείς ανάμεσά σας κοιτάμε πίσω και συνεχίστε προς όπου σας εντολή.»
et: Nii esitatud koos perega öö tolliinspektuur ajal ja järgige nende taga ja lase mitte keegi teie seast tagasi vaadata ja kus te käskis siis jätkake."
fi: Niin lähti perheen osa yön aikana ja seurata takana ja antaa ei kukaan teistä katsoa taaksepäin ja jatka jossa käsketään."
he: אז יצא החוצה עם המשפחה שלך במהלך חלק של הלילה, בצע מאחוריהם, לא שאף אחד מכם להביט לאחור והמשך איפה אתם מצווים."
hr: Tako skup s obitelji tijekom dijela noći i slijediti iza njih i neka ne bilo tko među vama osvrnuti i nastaviti na to gdje ti je rečeno."
lt: Taigi nustatytas su savo šeima per naktį dalį ir už juos ir tegul ne kas nors iš jūsų atsigręžti ir į kur jums liepė ir toliau."
lv: Tāpēc noteikti ar savu ģimeni laikā nakts daļu un sekot nopakaļus un nav nevienam citam starp jums atskatīties un kur tiek pavēlēts turpināt."
nb: Så fastsatt med familien under en del av natten og følger bak dem og la ikke noen blant dere ser tilbake og fortsette til hvor du blir befalt.
sk: Tak vyrazil s rodinou počas časť noci a nasledovať za sebou a nech nie niekto medzi vami obzrieť a pokračovať tam, kde sú prikázané."
sl: Tako določena s svojo družino med del noči in sledite za njimi in naj ni kdo med vami pogled nazaj in še na kjer so ukazal."
sr_cyrl: Тако су кренули са својом породицом током део ноћи и прати иза њих и није никоме дозволити медју вама, осврнуо се и пређите на где Наређено ти је."
sr_latn: Tako su krenuli sa svojom porodicom tokom deo noći i prati iza njih i nije nikome dozvoliti medju vama, osvrnuo se i pređite na gde Naređeno ti je."
uk: Таким чином відправився з вашої родини під час частину ночі і слідувати за ними і не хто-небудь серед ви озирнутися назад і продовжувати у де ви наказав."
vi: Vậy đặt ra với gia đình của bạn trong một phần của ban đêm và đi theo phía sau họ và để không ai trong số các bạn nhìn lại và tiếp tục đi đến nơi bạn đang chỉ huy."
zu: Ngakho kubekiwe nomkhaya wakho ngesikhathi ingxenye kwamabili bese ulandela ngemuva kwabo yoyosa cha anyone among you bukeka dlulile futhi ukuqhubeka lapho siyalwa. "

# Quran1868
source: And We conveyed to him [the decree] of that matter: that those [sinners] would be eliminated by early morning.
ca: I ens transmetia a ell [el decret] d'aquesta matèria: que els [pecadors] estarien eliminats pel matí.
cy: A ydym yn cyfleu iddo [yr ordinhad] y mater hwnnw: y byddai dileu hynny [pechaduriaid] gan gynnar yn y bore.
da: Og vi har videregivet til ham [dekret] for sags skyld: at [synderne] kunne bortfalde ved tidligt om morgenen.
el: Και εμείς που τον [το διάταγμα] για το θέμα αυτό: ότι εκείνοι [αμαρτωλοί] θα αποβαλλόταν από νωρίς το πρωί.
et: Ja me edastada talle [dekreedi] kõnealuse juhtumi kohta: mis need patused kõrvaldaks varahommikul.
fi: Ja välitti hänelle [asetus] että asia: että noiden syntisten poistaisi varhain aamulla.
he: אנחנו העביר אותו [את הגזירה] של העניין: זה [החוטאים] האלה להימחק על ידי מוקדם בבוקר.
hr: I mi mu [Uredbe] od toga: da one [grešnike] će biti eliminiran do ranog jutra.
lt: Ir mums perdavė jam [dekreto], šiuo klausimu: kad tie [nusidėjėliai] turėtų būti sutriuškintas anksti ryte.
lv: Un mēs tos nogādā viņu [sprieduma] par šo jautājumu: kas šie [grēciniekiem] būtu jālikvidē, agri no rīta.
nb: Og vi formidlet til ham [resolusjon] for saks skyld: som de [syndere] ville bli eliminert av tidlig morgen.
sk: A sme mu [vyhláška] to príde: ktoré tieto [hriešnikov] by odstránené v skorých ranných hodinách.
sl: In smo mu [dekreta] to zadevo prepeljati: da te [grešnike] bi bila odpravljena s zgodaj zjutraj.
sr_cyrl: И да га је декрет о тој ствари смо пренео: то оне грешници би бити елиминисани до раног јутра.
sr_latn: I da ga je dekret o toj stvari smo preneo: to one grešnici bi biti eliminisani do ranog jutra.
uk: І ми передав йому на постанову з цього питання: які ці [грішників] бути усунені шляхом раннього ранку.
vi: Và chúng tôi chuyển tải đến ông [nghị định] rằng vấn đề: mà những [tội nhân] sẽ được loại bỏ bằng sáng sớm.
zu: Futhi We wadlulisela kuye [esinqumweni] kwalowo udaba: ukuthi labo [izoni] kwakuyoba kuyoqedwa ekuseni.

# Quran1869
source: And the people of the city came rejoicing.
ca: I la gent de la ciutat va venir d'alegria.
cy: A daeth y bobl y ddinas lawenhau.
da: Og befolkningen i byen kom jubel.
el: Και οι άνθρωποι της πόλης ήρθαν αγαλλίαση.
et: Ja linna inimesed tulid pidutsemine.
fi: Ja kaupungin asukkaat tuli riemu.
he: האנשים של העיר באו שמחת.
hr: I ljudi u gradu je veselje.
lt: Ir miesto žmonės atėjo džiaugsmo.
lv: Un pilsētas cilvēki nāca jautrība.
nb: Og folket i byen kom glede.
sk: A ľudia z mesta prišli radosti.
sl: In ljudje iz mesta prišel veselje.
sr_cyrl: И људи у граду дошли радост.
sr_latn: I ljudi u gradu došli radost.
uk: І люди міста прийшли радості.
vi: Và người dân của thành phố đến vui mừng.
zu: Futhi abantu bomuzi beza bejabula.

# Quran1870
source: [Lot] said, "Indeed, these are my guests, so do not shame me.
ca: [Molts] deia, "de fet, aquests són meus convidats, així no em vergonya.
cy: [Llawer] dywedodd, "yn wir, mae'r rhain yn fy gwesteion, felly nid oes cywilydd imi.
da: [Meget] sagde, "Ja, disse er mine gæster, så ikke skamme mig.
el: [Πολύ] είπε, "πράγματι, αυτές είναι οι επισκέπτες μου, έτσι δεν μου ντροπή.
et: [Partii] ütles: "tõepoolest, need on mu Külalised, nii et häbi mulle.
fi: [Paljon] sanoi, "Nämä todellakin minun vieraille, joten älä häpeä minua.
he: [הרבה] אמר, "ואכן, אלה האורחים שלי, אז אל תבייש אותי.
hr: [Puno] je rekao, "zaista, ovo su moji gosti, pa nemoj me sramotiti.
lt: [Daug] tarė: "iš tiesų, tai yra mano svečiai, todėl ne gėda man.
lv: [Daudz] teica: "Protams, tie ir mani viesi, lai nav kauns man.
nb: [Mye] sa, "Ja, disse er mine gjester, så ikke skam meg.
sk: [Veľa] povedal: "Vskutku, Toto sú moji hostia, takže škoda mi.
sl: [Veliko] je dejal, "res, to so moje goste, tako ni me sram.
sr_cyrl: [Многи ] је рекао, "заиста, ово су моји гости, тако да ме осрамоти.
sr_latn: [Mnogi] je rekao, "zaista, ovo su moji gosti, tako da me osramoti.
uk: [Багато] сказав: "дійсно, вони мої гості, так що не присоромити мене.
vi: [Nhiều] nói: "thật vậy, đây là khách của tôi, vì vậy tôi không xấu hổ.
zu: [ULoti] wathi: "Ngempela, lawa izivakashi yami, yenzani kanjalo bakwenze ube namahloni ngami.

# Quran1871
source: And fear Allah and do not disgrace me."
ca: I por d'Allah i no em vergonya."
cy: Ac ofn Allah ac nid oes disgrace imi.
da: Og frygt Allah og ikke skændsel mig."
el: Και ο φόβος Αλλάχ και δεν ντροπή μου.»
et: Ja Jumal hirmu ja häbi mulle."
fi: Ja pelätkää Allahia ja älä häpeä minua."
he: ואני חושש אללה, אל תבייש אותי."
hr: Boj se Allaha i nemoj me osramotiti."
lt: Ir bijo Dievo ir ne gėda man."
lv: Un bailes Allah un nav kauns man."
nb: Og frykt Gud og ikke skam meg.
sk: A strach Alah a nie hanbu ma."
sl: In strah Alah in ne Blamaža me."
sr_cyrl: И страх Алаха и немојте да ме осрамотите."
sr_latn: I strah Alaha i nemojte da me osramotite."
uk: І боюся Аллах і не ганьби на мене."
vi: Và sợ Allah và không hoen tôi."
zu: Futhi sesabe Allah futhi musa ngehlazo kimi. "

# Quran1872
source: They said, "Have we not forbidden you from [protecting] people?"
ca: Deien, "no prohibit des [protegint] gent?"
cy: Dywedodd, "Nid ydym wedi gwahardd chi rhag [Gwarchod] bobl?"
da: De sagde: "har vi ikke forbudt dig fra [beskytte] mennesker?"
el: Όπως είπαν, "εμείς δεν απαγορέψει από [προστασία] ανθρώπους;»
et: Nad ütlesid: "on meil ei keelatud sa alates [kaitstes] inimesed?"
fi: He sanoivat: "on meillä ei kielletty olet suojelemasta [] ihmiset?"
he: הם אמרו, "אנחנו לא אסרו את מלהגן [] אנשים?"
hr: Rekli su, "mi te nije zabranjeno od [zaštitu] ljudi?"
lt: Jie sakė: "ar mes ne uždrausta jums [apsauga] žmonės?"
lv: Viņi teica: "ir mums nav aizliegti jūs no [aizsargājot] cilvēkiem?"
nb: De sa: «har vi ikke forbudt du fra [beskytte] folk? "
sk: Oni povedali: "už sme nie je zakázané si od [ochrana] ľudia?"
sl: So rekli, "so mi ni prepovedano ste iz [varstvo] ljudi?"
sr_cyrl: Рекли су: "да смо ти није забрањено од [заштите] људи?"
sr_latn: Rekli su: "da smo ti nije zabranjeno od [zaštite] ljudi?"
uk: Вони сказали: "мають ми не заборонені ви [захистити] люди?"
vi: Họ nói, "chúng tôi đã không cấm bạn từ [bảo vệ] người?"
zu: Bathi, "Ingabe thina akungqubuzani wena kusuka [ngokuvikela] abantu?"

# Quran1873
source: [Lot] said, "These are my daughters - if you would be doers [of lawful marriage]."
ca: [Molt] deia, "Aquests són meves filles - si vols ser autors [de legítim matrimoni]".
cy: [Llawer] yn dweud, "Mae'r rhain yn fy merched-os byddech yn phoenwn [priodas gyfreithlon]."
da: [Meget] sagde, "Disse er mine døtre - hvis du ville være magtsyge [af lovlige ægteskab]."
el: [Πολύ] είπε, «Αυτά είναι κόρες μου - αν θα doers [του νόμιμο γάμο].»
et: [Partii] ütles: "Need on mu tütart - kui sa oleks Kurjategijaist [kohta seadusliku abielu]."
fi: [Paljon] sanoi, "Nämä ovat tyttäreni - jos olisit tekijöitä [, laillinen avioliitto]."
he: [הרבה] אמר, "אלו הבנות שלי - אם תהיה doers [של נישואין כדין]."
hr: [Puno] je rekao, "Ovo su moje kćeri - budite vršitelji [zakonit brak]."
lt: [Daug] pasakė, "Tai yra mano dukros - jei norite būti nesąžiningos [iš teisėta santuoka]."
lv: [Daudz] teica: "Tie ir manas meitas - ja tu būsi doers [no likumīgā laulībā]."
nb: [Mye] sa, "Dette er mine døtre - hvis du vil være doers [av lovlig ekteskap]."
sk: [Veľa] povedal: "Toto sú moje dcéry - ak by ste mali činitelia [zákonné manželstva]."
sl: [Veliko] je dejal, "To so moje hčerke - če bi bilo kršitelje [od zakonite poroke]."
sr_cyrl: [Многи ] је рекао, "Ово су моје кћери - ако би сте били људи од акције [брака закониту]."
sr_latn: [Mnogi] je rekao, "Ovo su moje kćeri - ako bi ste bili ljudi od akcije [braka zakonitu]."
uk: [Багато] сказав: "Це мої дочки - якщо ви хочете бути виконавців [законний шлюб]."
vi: [Nhiều] nói: "Đây là con gái của tôi - nếu bạn muốn là kẻ [của hôn nhân hợp pháp]."
zu: [ULoti] wathi: "Lawa madodakazi ami -. Uma ungakujabulela ngabenzi bokubi [ngomshado Kuvunyelwe]"

# Quran1874
source: By your life, [O Muhammad], indeed they were, in their intoxication, wandering blindly.
ca: Per la seva vida, [O Muhammad], fet ells estaven, en la seva intoxicació, recorrent cegament.
cy: Gan eich bywyd, [O Muhammad], yn wir roedd, maent yn eu meddwdod, crwydro ddall.
da: Af dit liv, [O Muhammad],, ja de i deres beruselse, vandre blindt.
el: Από τη ζωή σας, [Ο Μωάμεθ], πράγματι ήταν, σε δηλητηρίαση τους, περιπλάνηση στα τυφλά.
et: Teie Life [O Muhammad], tõepoolest nad olid, oma intoksikatsiooni linnas ekslemine pimesi.
fi: Life, [Oi Muhammed] todellakin ne olivat tässä myrkytyksen, vaeltaa sokeasti.
he: מאת חייך, [O מוחמד], אכן הם היו, ב שלהם שיכרון, משוטט בצורה עיוורת.
hr: Svojim životom, [O Muhammad], doista, u njihovu intoksikacije, lutajućim slijepo.
lt: Iš savo gyvenimo, [O Muhammad], iš tikrųjų jie, į jų apsvaigimas, klajojo aklai.
lv: Ar savu dzīvi, [O Muhammad], patiešām tie ar to reibumu, klīda akli.
nb: Av ditt liv, [O Muhammad], faktisk de, i sin forgiftning, vandret blindt.
sk: Svojím životom, [Mohamed], naozaj oni boli vo svojej opitosti, putovanie slepo.
sl: S svojim življenjem, [O Muhammad], res so bili, v svoje zastrupitve, tava slepo.
sr_cyrl: По твој живот, [О Мухаммад], заиста су, у њиховим опијености, лутали слепо.
sr_latn: Po tvoj život, [O Muhammad], zaista su, u njihovim opijenosti, lutali slepo.
uk: За своє життя, [O Мухаммад], дійсно вони в їх сп'яніння, бродять наосліп.
vi: Bởi cuộc sống của bạn, [O Muhammad], thực sự họ đã, trong ngộ độc của mình, lang thang một cách mù quáng.
zu: By ukuphila kwakho, [O Muhammad], ngempela babeyizithunywa ukudakwa kwabo, ezulazulayo zifa.

# Quran1875
source: So the shriek seized them at sunrise.
ca: Així el sortir agafat a l'Alba.
cy: Felly roedd y shriek yn hatafaelu iddynt ar gwawr.
da: Så skrig beslaglagt dem ved solopgang.
el: Έτσι η διαπεραστική κραυγή τους κατασχέθηκαν στην Ανατολή του ήλιου.
et: Nii et kriiskamine arestitud neid päikesetõusul.
fi: Niin kiljua yllätti heidät auringonnousun.
he: אז צווחה תפסו אותם בשעת הזריחה.
hr: Tako krikom zaplijenila ih u zoru.
lt: Taigi, klyksmas konfiskavo jų saulei.
lv: Tāpēc kliedziens viņiem izdevīgu saullēktā.
nb: Så tatt skriker dem på soloppgang.
sk: Takže výkrik ich chytil za svitania.
sl: Tako Vrištati zaseženo njimi ob sončnem vzhodu.
sr_cyrl: У властитој их је заробио у зору.
sr_latn: U vlastitoj ih je zarobio u zoru.
uk: Так в shriek захопили їх при сходом сонця.
vi: Vì vậy, shriek nắm lấy chúng lúc mặt trời mọc.
zu: Ngakho ngezwi bagajwa ekuseni.
