Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran641
source: Allah does not like the public mention of evil except by one who has been wronged. And ever is Allah Hearing and Knowing.
ca: Allah no li agrada el públic menció de mal excepte per qui ha estat tractat injustament. I mai és oïda d'Allah i saber.
cy: Nid Allah yn hoffi sôn am cyhoeddus drygioni ac eithrio gan un sydd wedi cael cam. Ac byth yn gwrandawiad Allah a gwybod.
da: Allah ikke kan lide den offentlige omtale af onde undtagen en, der er blevet krænket. Og nogensinde er Allah hørelse og vide.
el: Αλλάχ δεν αρέσει η δημόσια αναφορά του κακού εκτός από αυτόν που έχει αδικηθεί. Και ποτέ Αλλάχ ακρόαση και γνωρίζοντας.
et: Allah ei meeldi üks, kes on koheldud kurjuse, välja arvatud kohtades mainida. Ja kunagi on Allah ärakuulamise ja teades.
fi: Allah ei pidä julkinen mainita pahaa yksi, joka on väärin. Ja koskaan Allah kuulon ja tietäen.
he: אללה לא אוהב אזכור ציבורי של רוע אלא ע י אדם ניזוק. אי פעם לדעת ושמיעה של אללה.
hr: Allah ne voli javno spominjanje zla osim jednog koji je bio nepravedno. I nikad nije Allah sluha i znajući.
lt: Dievas nemėgsta viešai paminėti blogio išskyrus viena, kurie buvo nuskriausti. Ir kada nors yra Dievas klausos ir žinios.
lv: Allah nepatīk valsts pieminēšana ļaunumu, izņemot vienu, kas ir nodarīts kaitējums. Un kādreiz ir Allah dzirdes un zinot.
nb: Allah liker ikke offentlige omtalen av onde unntak av en som har vært gjort urett. Er noensinne Allah høre og kjenne.
sk: Boh nemá rád verejné uznanie zla okrem ten, kto boli poškodené. A niekedy je Alah sluchu a vedomím.
sl: Allah ne mara javno omenil zla, razen enega, ki je bila storjena krivica. In kdaj je Allah sluha in poznavanje.
sr_cyrl: Алах не воли јавно спомињање зло осим од стране оног који је нанета неправда. И никад је Алах слух и знајужи.
sr_latn: Alah ne voli javno spominjanje zlo osim od strane onog koji je naneta nepravda. I nikad je Alah sluh i znajuжi.
uk: Аллаху не любить громадських згадки зла, за винятком, хто вчинені протиправні діяння. І коли-небудь Аллах слуху і знаючи, що.
vi: Allah không giống như các đề cập đến khu vực của cái ác ngoại trừ bằng một trong những người đã được wronged. Và bao giờ là Allah nghe và hiểu biết.
zu: Allah ayithandi kukhulunywa umphakathi ngaphansi kokubi elikhona kungengoNkulunkulu lowo oye soniwe.

# Quran642
source: If [instead] you show [some] good or conceal it or pardon an offense - indeed, Allah is ever Pardoning and Competent.
ca: Si [lloc] Mostra [alguns] bona o ocultar o perdó un delicte - de fet, Allah és mai perdó i Competent.
cy: [Yn hytrach] Os ydych yn dangos [rai] da neu guddio ei neu os maddeuwch offense-yn wir, Allah yn erioed Pardoning a chymwys.
da: Hvis [i stedet] du vise [nogle] god eller skjule det eller benåde en lovovertrædelse - faktisk er Allah nogensinde tilgivende og kompetente.
el: Αν [αντί] δείχνουν [μερικά] καλά ή το κρύβουν ή συγχώρηση αδίκημα - πράγματι, Αλλάχ είναι ποτέ απονομής χάριτος και αρμόδια.
et: [Hoopis] [mõned] head või varjata seda või peitmisel armu kuritegu - tõepoolest, Allah on kunagi amnestia ja pädev.
fi: Jos [eikä] näytät [] hyviä tai salata sitä tai anteeksi rikos - Jumala onkin koskaan armahdusta ja pätevä.
he: אם [במקום] [משהו] טוב להראות או להסתיר את זה או סליחה על עבירה - אכן, אללה הוא אי פעם שחנן ומיומן.
hr: [Umjesto] pokazuju [neki] dobar ili ga sakrije ili oprost uvrede - doista, Allah je ikada Marinovih i kompetentan.
lt: Jei [vietoj] Rodyti [kai kurie] gerai arba nuslėpti tai ar dovanoti nusikaltimą - iš tiesų, Dievas yra kada nors Odpuszczajacy ir kompetentingai.
lv: Ja [vietā] rāda [kaut] labs vai to noslēpt vai apžēlot apvainojums - patiešām, Allah ir kādreiz Pardoning un kompetenti.
nb: Hvis [stedet] du viser [noen] gode eller skjule den eller trekke et lovbrudd - faktisk er Døyve noen gang Pardoning og kompetent.
sk: Ak [miesto] [niektoré] dobrú show alebo to zakryť alebo pardon trestného činu - Alah je naozaj niekedy omilostil a príslušné.
sl: Če [namesto] razstava [nekaj] dobro ali skriti ali pomilostitev kaznivo dejanje - res, Allah je koli Pardoning in pristojni.
sr_cyrl: [Уместо тога] [неке] добре или га сакрије или помилује увреда - заиста, Аллах је икада Маринових и компетентан.
sr_latn: [Umesto toga] [neke] dobre ili ga sakrije ili pomiluje uvreda - zaista, Allah je ikada Marinovih i kompetentan.
uk: Якщо [замість] показують [] хороші або сховали його або помилування злочин - дійсно, Аллах, це коли-небудь помилування і компетентним.
vi: Nếu [thay] bạn hiển thị [một số] tốt hoặc che giấu nó hoặc tha thứ một vi phạm - thực sự, Allah là bao giờ Pardoning và có thẩm quyền.
zu: Uma [kunalokho] you tshengisa [abathile] okuhle noma ukusifihla Xolela ieala - ngempela, Allah oke oxolela Kuncono.

# Quran643
source: Indeed, those who disbelieve in Allah and His messengers and wish to discriminate between Allah and His messengers and say, "We believe in some and disbelieve in others," and wish to adopt a way in between -
ca: De fet, aquells que no creuen en Allah i el seu missatgers i desig a discriminar entre Allah i el seu missatgers i dir: "Creiem en alguns i dubten en d'altres," i volen adoptar una manera entre-
cy: Yn wir, y rhai a chredu yn Allah a ei negeswyr a dymuniad i wahaniaethu rhwng Allah a ei negeswyr a dweud, "Rydym yn credu mewn rhai a chredu mewn eraill," ac yn dymuno mabwysiadu ffordd rhwng-
da: Ja, dem, der ikke tror på Allah og hans sendebud og ønske at diskriminere mellem Allah og hans sendebud og sige, "Vi tror på nogle og tvivle i andre," og ønsker at vedtage en måde i mellem-
el: Πράγματι, αυτοί που δυσπιστώ στον Αλλάχ και του αγγελιαφόροι, και επιθυμία να κάνουν διακρίσεις μεταξύ Αλλάχ και τους κλητήρες και να πω, «Πιστεύουν σε ορισμένους και δυσπιστώ σε άλλα,» και να επιθυμεί να καταρτίσει έναν τρόπο στο μεταξύ-
et: Tõepoolest, need, kes usu Jumal ja tema käskjalad ja soov diskrimineeri Allah ja tema käskjalad ja öelda, "Me usume mõned ja teistes usu." ja soovist vahel - nii
fi: Itse asiassa ne, jotka usko Jumalaan ja hänen sanansaattajia ja haluavat syrjiä Allah ja sanansaattajia ja sanoa, "Uskoa eräitä ja uskomatta toisissa" ja haluavat ottaa käyttöön välillä-
he: ואכן, אלה לא להאמין באללה שליחים ואת רוצה להפלות בין אללה ואת שליחים אומרים, "אנחנו מאמינים כמה ולא להאמין באחרים," ורוצים לאמץ דרך בין-
hr: Uistinu, oni koji ne vjeruju u Allaha i njegove glasnike i želja između Allaha i njegove glasnike i reći: "Mi vjerujemo u neke i vjerovati u drugi," i žele usvojiti način između-
lt: Iš tiesų, tie, kurie neturi wierza Dievas ir jo pasiuntiniai ir noras diskriminuoti tarp Dievo ir jo pasiuntiniai ir pasakyti, "Mes manome, kai kurie ir ne wierza kitiems," ir nori priimti taip, tarp-
lv: Protams, tiem, kuri neticēt Allah un viņa kurjeriem un vēlme diskriminēt starp Allāhu kurjeriem un teikt: "Mēs ticam, ka daži un neticēt arī citās valstīs," un vēlas pieņemt ceļu starp-
nb: Faktisk, de som tviler Allah og hans sendebud og vil skille mellom Allah og hans sendebud og sier, "Vi tror på noen og tviler i andre" og ønsker å vedta en måte i mellom-
sk: V skutočnosti tí, ktorí neveria v Boha a jeho poslov a želanie diskriminovať Alah a jeho poslovia a povedať, "Veríme v niektorých a neveria v iných" a chcú prijať ceste medzi-
sl: Res, tistim, ki verjamem v Allah in kurirji in želja razlikovati med Allah in njegovi glasniki in reči, "Verjamemo v nekaterih in verjamem v drugi," in želijo sprejeti način v med-
sr_cyrl: Заиста, они који сумњаш у Аллаха и његове гласнике и жеља да знаш разликовати Алаха и његове гласнике и реци: "Верујем у неким и сумњаш у другима," и волео бих да усвоји начин између-
sr_latn: Zaista, oni koji sumnjaš u Allaha i njegove glasnike i želja da znaš razlikovati Alaha i njegove glasnike i reci: "Verujem u nekim i sumnjaš u drugima," i voleo bih da usvoji način između-
uk: Дійсно, тих, хто не вірити в Аллах а його послів та бажання розрізняти між Аллах і його послів і сказати: "Ми вважаємо, в деяких і не вірити в інших," і бажають усиновити шлях між ними-
vi: Thật vậy, những người disbelieve Allah của sứ giả và mong muốn để phân biệt đối xử giữa Allah và sứ giả của mình và nói, "Chúng tôi tin rằng trong một số và disbelieve trong những người khác," và muốn áp dụng một cách ở giữa-
zu: Ngempela, labo disbelieve Allah Akhe gijimi futhi ufisa ukuhlukanisa phakathi Allah Akhe gijimi futhi bathi: "Sikholelwa kwezinye disbelieve nabanye," futhi ufisa ukuba zamukele indlela phakathi -

# Quran644
source: Those are the disbelievers, truly. And We have prepared for the disbelievers a humiliating punishment.
ca: Aquells són disbelievers, realment. I hem preparat per disbelievers un càstig humiliant.
cy: Rhai yn disbelievers, yn wirioneddol. Ac mae wedi paratoi ar gyfer y disbelievers cosb bychanol.
da: Dem, der er vantro, virkelig. Og vi har forberedt til vantro en ydmygende straf.
el: Αυτά είναι τα disbelievers, πραγματικά. Και έχουμε ετοιμάσει για disbelievers μια ταπεινωτική τιμωρία.
et: Need on uskottomille, tõeliselt. Ja valmis selle uskottomille alandava karistuse.
fi: Nämä ovat on uskottomien todella. Ja olemme valmiita uskottomille nöyryyttävä rangaistus.
he: אלה disbelievers, באמת. הכנו עבור disbelievers עונש משפיל.
hr: To su iskuse, zaista. I smo pripremili i iskuse ponižavajuće kazne.
lt: Disbelievers, tai tikrai. Ir mes paruošėme ir disbelievers žeminanti bausmė.
lv: Tie ir patiesi disbelievers. Un mēs esam gatavi disbelievers pazemojoša sodīšana.
nb: De er troende, virkelig. Og vi har forberedt for troende ydmykende straff.
sk: Tí sú neveriacim, naozaj. A pripravili sme pre neveriacim poni ujúce tresty.
sl: To so disbelievers, resnično. In pripravljamo za na disbelievers ponižujoče kazen.
sr_cyrl: То су скептике, заиста. И припремили смо за скептике понижавајуће казна.
sr_latn: To su skeptike, zaista. I pripremili smo za skeptike ponižavajuće kazna.
uk: Ті, disbelievers, по-справжньому. І ми приготували для на disbelievers принизливе покарання.
vi: Thì, là những thực sự. Và chúng tôi đã chuẩn bị cho thì là một sự trừng phạt nhục nhã.
zu: Labo are disbelievers, ngempela.

# Quran645
source: But they who believe in Allah and His messengers and do not discriminate between any of them - to those He is going to give their rewards. And ever is Allah Forgiving and Merciful.
ca: Però es que creuen en Allah i els seus missatgers i discrimina entre qualsevol d'ells - els va donar la seva recompensa. I mai és perdonar a Allah i Clement.
cy: Ond hwy sydd yn credu mewn Allah a ei negeswyr a pheidio â gwahaniaethu rhwng unrhyw un ohonynt-i'r rhai ei fod yn mynd i roi eu gwobrau. Ac byth yn maddeugar Allah a Merciful.
da: Men de, der tror på Allah og hans sendebud og ikke diskriminere mellem nogen af dem - til dem, han vil give deres belønninger. Og nogensinde er Allah tilgive og barmhjertige.
el: Αλλά αυτοί που πιστεύουν στον Αλλάχ και του αγγελιαφόροι, και δεν κάνουν διακρίσεις μεταξύ τους - να εκείνοι αυτός θα δώσει τους ανταμοιβές. Και ποτέ Αλλάχ επιεικής και εύσπλαχνος.
et: Kuid need, kes usuvad Jumalat ja tema Inglid ja ei diskrimineeri neid - need ta saab anda oma hüved. Ja kunagi on Jumal andeks ja Merciful.
fi: Mutta ne, jotka uskovat Jumalaan ja hänen lähettiläitä ja saa syrjiä niitä - jotka hän aio antaa palkintoja. Ja aina on Jumala anteeksiantava ja armollisin.
he: אבל הם מאמינים אללה ועל שליחים שלו, לא להפלות בין כל אחד מהם - אלה הוא הולך לתת את התגמולים שלהם. והוא אי פעם לסלוח אללה הרחום והחנון.
hr: Ali oni koji vjeruju u Allaha i njegove glasnike i diskriminira među njima - onima on će dati svoje nagrade. I nikad nije Allah prašta i milostiv.
lt: Bet tie, kurie tiki Dievo ir jo pasiuntiniai ir nesukeltų jis tarp bet kurių iš jų - tiems, kurie ketina duoti jų apdovanojimai. Ir kada nors yra Dievas atlaidus ir litosciwy.
lv: Bet tie, kuri tic Allah un viņa kurjeriem un nediskriminē nevienu no tiem - tiem viņš gatavojas dot savu atlīdzības. Un kādreiz ir Allah piedodošs un žēlsirdīgs.
nb: Men de som tror på Allah og hans sendebud og ikke diskriminerer mellom noen av dem - de han skal gi deres belønninger. Er noensinne Allah tilgivende og barmhjertig.
sk: Ale tí, ktorí veria v Boha a jeho poslovia a diskriminovať žiadne z nich - tým, že sa chystá dať svoje odmeny. A niekedy je Boh odpúšťa a Milosrdných.
sl: Ampak tisti, ki verjamejo v Allah in svoje glasnike in ne diskriminirajo med katero koli od njih - tistim je je tekoč podati svoje nagrade. In kdaj je Allah tolerantna in usmiljen.
sr_cyrl: Али они који верују у Аллаха и његове гласнике и не врше дискриминацију између свих њих - на оне он ће дати награду која им припада. А некад је Аллах прашта и милостив.
sr_latn: Ali oni koji veruju u Allaha i njegove glasnike i ne vrše diskriminaciju između svih njih - na one on će dati nagradu koja im pripada. A nekad je Allah prašta i milostiv.
uk: Але ті, хто вірять в Аллах і його посланцями і не розрізняти між будь-якого з них - тим, він збирається дати свої нагороди. І коли-небудь Аллах прощати і Merciful.
vi: Nhưng họ là những người tin vào Allah và sứ giả của mình và không phân biệt đối xử giữa bất kỳ của họ - những người ông sẽ cung cấp cho phần thưởng của họ. Và bao giờ tha thứ cho Allah và Merciful.
zu: Kodwa labo kholwa Allah Akhe gijimi futhi musa ukuhlukanisa phakathi phi of them - ukuba labo uzonikeza imivuzo yabo.

# Quran646
source: The People of the Scripture ask you to bring down to them a book from the heaven. But they had asked of Moses [even] greater than that and said, "Show us Allah outright," so the thunderbolt struck them for their wrongdoing. Then they took the calf [for worship] after clear evidences had come to them, and We pardoned that. And We gave Moses a clear authority.
ca: La gent de l'escriptura haureu de baixar-los un llibre del cel. Però havien demanat de Moses [encara] més gran que i va dir, "Ens mostren Allah descarades," perquè el llamp colpejat per les seves irregularitats. Llavors van prendre el vedell [per al culte] després de clear evidències havia arribat a ells, i hem perdonat que. I hem donat Moses una autoritat clar.
cy: Mae pobl y ysgrythur yn gofyn i chi gael llyfr gan y nefoedd iddynt. Ond wedi gofyn o Moses [hyd yn oed yn] fwy nag a dywedodd, "Yn dangos inni Allah llwyr," felly roedd y daranfollt yn taro hwy ar gyfer eu gamwedd. Yna cymerodd iddynt y lloi [ar gyfer addoli] ar ôl clir wedi dangos iddynt, ac yr ydym yn pardoned y. A rhoddodd Moses i awdurdod clir.
da: Mennesker af Skriften beder dem bringe til dem en bog fra himlen. Men de havde bedt Moses [endnu] større end det og sagde: "Vis os Allah decideret," så lyn slog dem for deres forseelser. Så tog de kalv [for tilbedelse] efter klare beviser var kommet til dem, og vi benådet. Og vi gav Moses et klart myndighed.
el: Οι άνθρωποι του Scripture να σας ζητήσω να φέρει κάτω από τους ένα βιβλίο από τον ουρανό. Αλλά είχαν ζητήσει από Moses [ακόμη] μεγαλύτερη από εκείνη και είπε, «Μας δείξει Αλλάχ οριστικές,» έτσι ο κεραυνός έπληξε τους για τους αδικοπραγία. Τότε πήρε το μοσχάρι [για λατρεία] μετά από σαφή αποδεικτικά στοιχεία είχαν έρθει να τους, και χάρη που. Και δώσαμε Moses μια σαφή αρχή.
et: Pühakiri inimesed küsida, et alandada nende raamat ka taevast. Kuid nad olid küsis Moses [isegi] üle ja ütles: "Näita meile Jumal otse," nii et thunderbolt tabas neid nende karistatavast. Siis nad võtsid vasikas [ette kummardama] pärast selge tõendeid tuli neile ja me armu mis. Ja andsime Moses selget volitust.
fi: Ihmiset Raamatun pyytää sinua alentamaan niitä kirjan taivaasta. Mutta he olivat pyytäneet Moses [] suurempi kuin että ja sanoi, "Näytä meille Jumala suoraan," joten thunderbolt löi heitä heidän Väärintekemisestä. Sitten he ottivat vasikka [rukoilemaan] jälkeen selvä todisteita oli tullut heille, ja olemme armahtanut että. Ja annoimme Moses selkeä viranomainen.
he: האנשים של כתבי הקודש מבקשים להפיל להם ספר מן השמים. אבל הם היו שנשאלה Moses [אפילו] גדול מזה, אמר, "תראה לנו אללה על הסף," אז מכת הברק היכה אותם על חטאיהם. . ואז לקחו את העגל [לצורך סגידה] לאחר ברור עדויות הגיע אליהם, וברוטוס לנו את זה. ונתן לנו Moses רשות ברורה.
hr: Ljudi pisma vas srušiti da ih knjigu s neba. Ali su tražili od Moses [još] veće nego što i rekao, "Pokaži nam Allaha namah," tako da munja ih je pogodila njihovog grijeha. Onda su uzeli tele za obožavanje] nakon jasno dokaza došao da ih i mi to oprost. I dali smo Moses jasne ovlasti.
lt: Raštas žmonės klausia jums sumažinti jiems knygą iš dangaus. Bet jie buvo paprašytas Moses [net] yra didesnis už ir sakė, "Parodyti mums Dievas vienakrypčius," taip, "Thunderbolt" ištiko juos už savo nusikaltimą. Tada jie paėmė blauzdos [ir garbinimas] po aiškiai parodanti atėjo jiems, ir mums dovanota. Ir dalismy Moses aiškiai institucija.
lv: Rakstos cilvēki lūgs samazināt viņiem grāmatu no debesīm. Bet tie bija lūdzis Moses [pat] lielāks un teica: "Mums rāda Allah turnīra," tāpēc zibens spēriens pārsteidza viņus par viņu grēks. Tad viņi paņēma teļš [dievkalpojumiem] pēc skaidras liecības ieradusies pie viņiem un mums tas apžēlots. Un mēs likām Moses skaidrs iestādes.
nb: Folket av kristendomskunnskapen be deg om å få ned dem en bok fra himmelen. Men de hadde spurt av Moses [også] større enn og sa: "Vis oss Allah outright," slik at lynet slo dem for deres urett. Da de tok kalven [for tilbedelse] etter klare bevis hadde kommet til dem, og vi benådet som. Og vi ga Moses en klar fullmakt.
sk: Ľudia písmo spýta, aby im knihu z neba. Ale mali požiadal Moses [i] väčšia a povedal: "Ukáž nám Alah úplne," takže blesk udrel na ich previnenie. Potom vzali teľa [pre uctievanie] po jasné dôkazy, že sa im, a sme odpustené, že. A my sme dali Moses jasné orgánu.
sl: Ljudje Sveto pismo vas znižati jim knjigo iz nebes. Vendar je vprašal Moses [tudi] večja od in reče: "Pokaži nam Allah popolna," tako je thunderbolt udari jih za svoje kršitve. Nato vzeli tele [za bogoslužje] po jasno dokazov je prišel do njih, in smo pomilostil ki. In mi je dal Moses jasnega pooblastila.
sr_cyrl: Људи из Светог писма те замолити да обори им књигу из у рај. Али су имали питао од Мосес [чак и] веће од тога и "да видим нас Аллах директно," тако је гром ударио их за њихов сумњи. Онда су узели младунче [за] након јасно да им се имали доказе, и помиловао смо то. И дали смо Мосес јасно ауторитет.
sr_latn: Ljudi iz Svetog pisma te zamoliti da obori im knjigu iz u raj. Ali su imali pitao od Moses [čak i] veće od toga i "da vidim nas Allah direktno," tako je grom udario ih za njihov sumnji. Onda su uzeli mladunče [za] nakon jasno da im se imali dokaze, i pomilovao smo to. I dali smo Moses jasno autoritet.
uk: Люди в Писанні запитати вас збити їм книгу з неба. Але вони запитали Moses [навіть] більше, ніж і сказав: "Показати нам Аллах відвертий," так що Грім вдарив їм за їх порушення. А потім вони прийняли теляти [для поклоніння] після ясно доказів прийшов до них, і ми що помилуваних. І ми дали Moses ясно авторитет.
vi: Người dân của kinh thánh yêu cầu bạn mang xuống cho họ một cuốn sách từ thiên đường. Nhưng họ có yêu cầu của Moses [thậm chí] lớn hơn và nói, "Hiển thị cho chúng tôi Allah ngay," vì vậy, chiếc thunderbolt đánh chúng cho hành vi sai trái của họ. Sau đó họ đã bê [để thờ phượng] sau khi rõ ràng bằng chứng đã đến với họ, và chúng tôi ân xá mà. Và chúng tôi đã cho Moses một thẩm quyền rõ ràng.
zu: Abantu Bakwa umBhalo akucele ukuba ulethe phansi kubo incwadi evela ezulwini.

# Quran647
source: And We raised over them the mount for [refusal of] their covenant; and We said to them, "Enter the gate bowing humbly", and We said to them, "Do not transgress on the sabbath", and We took from them a solemn covenant.
ca: I hem plantejat sobre ells el Puig de [denegació de] seu pacte; i ens va dir a ells, "Entrar a la porta d'inclinar-se humilment" i ens va dir: "no transgredir el dissabte", i ens prenien d'ells un pacte solemne.
cy: A godwyd gennym dros eu mount ar gyfer [gwrthod] eu cyfamod; Dywedasom wrthynt, "Rhowch y giât consortia ostyngedig", ac yr ydym yn dweud iddyn nhw, "Oes na camddefnyddio'u ar y Saboth" a cawsom gan eu cyfamod drymaidd.
da: Og vi rejste over dem mount for [afvisning af] deres pagt; og vi sagde til dem, "Angiv porten bukkende ydmygt", og vi sagde til dem: "Ikke overtræder på sabbatten", og vi tog fra dem en højtidelig pagt.
el: Και εμείς που θέτει πάνω τους το mount απαραδέκτου [της] τους σύμφωνο? και μας είπε σε αυτούς, «Εισάγετε την πύλη υποκύπτοντας ταπεινά», και εμείς τους είπε, «Δεν παραβιάζουν το Σάββατο», και το πήραμε από αυτούς υπεύθυνη ευαρέσκεια.
et: Ja me tõstatasime nende üle [keeldumise] mount oma pakt; "Sisestage kummardasid alandlikult gate" ja me ütlesime neile, ütles neile "ei ületaks hingamispäeva" ja võtsime neilt piduliku pakt.
fi: Ja päälle vuoren [kieltäytyä] liitto. ja sanoimme heille, "Anna taipuu nöyrästi gate", ja sanoimme heille "Riko sapattina" ja otimme heiltä juhlallinen liitto.
he: וגידלנו מעליהם את ההר עבור [סירובו של] האמנה שלהם; אמרנו להם, "Enter the gate משתחווים בענווה", אמר להם, "לא לעבור את הגבול בשבת" ואני לקחנו מהם ברית חגיגית.
hr: Skupili smo preko njih gori za [odbijanje] njihova saveza; Rekli smo im, "Unesite vrata smjernog", a mi im reče: "Ne griješite u subotu" i uzeli smo od njih svečani zavjet.
lt: Ir mes iškėlė virš jų kalno [atsisakymo] savo Alianza; ir mes pasakė jiems, "Įveskite linkę nuolankiai vartų", ir mes pasakė jiems, "ne peržengtų Sabato dieną", ir mes paėmė iš jų iškilmingą sandorą.
lv: Un mēs pacēlām virs tām mount [atteikumam] tās karagājienu; Mēs viņiem teica: "Ievadiet palocīdamies pazemīgi vārtiem", un mēs sacīja tiem, "nedrīkst pārkāpt par sabatu", un mēs ņēmām no viņiem svinīgu derību.
nb: Og vi reist over dem montere på [avslag på] sin pakt. Vi sa til dem: "Angi porten bukker ydmykt", og vi sa til dem: «Overtredelser på sabbaten» og vi tok fra dem. en høytidelig pakt.
sk: A sme postavili nad nimi hory zamietnutia [] ich zmluvu; Sme im povedal, "Vstúpiť bránou pokorne uklonil", a my im povedal: "Nie prestupujú v sobotu" a sme sa od nich slávnostné zmluvu.
sl: In mi dvigne nad njimi mount za [zavrnitev] svoje zaveze; in smo jim reče, "Vnesite vrata ponižno priklonila", in smo jim reče: "V soboto ne bi presegli", in smo od njih slovesno zveze.
sr_cyrl: Скупили смо преко њих износом за [због одбијања] и њихова погодба; Рекли смо им, "Унесите капију клањања понизно", и рекао им, "Не поклекну на Сабат" и ми смо узели од њих свечану завет.
sr_latn: Skupili smo preko njih iznosom za [zbog odbijanja] i njihova pogodba; Rekli smo im, "Unesite kapiju klanjanja ponizno", i rekao im, "Ne pokleknu na Sabat" i mi smo uzeli od njih svečanu zavet.
uk: І ми підняли над ними гору відмови [з] свій заповіт; Ми сказали їм, "Заходимо у ворота кланяючись смиренно" і ми сказав їм: "Не перейти по суботах" і, ми взяли їх урочисте заповіту.
vi: Và chúng tôi lớn lên qua núi [từ chối] giao ước của họ; và chúng tôi đã nói với họ, "Nhập cửa bowing khiêm nhường", và chúng tôi đã nói với họ, "không transgress ngày Sa-bát", và chúng tôi lấy từ họ một giao ước long trọng.
zu: Futhi Sasifuye phezu kwabo entabeni for [zokwenqabela leso] bo vumelwano;
