Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1331
source: They swear to you so that you might be satisfied with them. But if you should be satisfied with them - indeed, Allah is not satisfied with a defiantly disobedient people.
ca: Juren a vostè perquè vostè podria estar satisfet amb ells. Però si vostè ha de ser satisfet amb ells - de fet, Allah no està satisfet amb un poble desafiant desobedient.
cy: Mae iddynt dyngu i chi fel y gallai fod yn fodlon â hwy. Ond os byddwch yn fodlon â hwy-yn wir, yw'r Allah yn fodlon gyda'r bobl defiantly anufudd.
da: De sværger til dig så at du kan være tilfreds med dem. Men hvis du bør være tilfreds med dem - faktisk, Allah er tilfreds ikke med et trodsigt ulydige folk.
el: Ορκίζομαι σε σας έτσι ώστε να είστε ικανοποιημένοι μαζί τους. Αλλά αν σας πρέπει να είναι ικανοποιημένοι με τους - πράγματι, Αλλάχ δεν είναι ικανοποιημένος με ένα προκλητικά ανυπάκουος άτομα.
et: Nad vannun teile, et teil võib olla rahul nendega. Aga kui sa peaksid olema rahul nendega - tõepoolest, Allah ei kiida väljakutsuvalt sõnakuulmatud inimesed.
fi: He vannovat sinulle niin, että saatat olla tyytyväisiä. Mutta jos pitäisi olla tyytyväisiä heidän kanssaan - todellakin, Jumala ei ole tyytyväinen uhmakkaasti tottelematon ihmisiä.
he: הם נשבע לך כך שאתה יכול להיות מרוצה מהם. אבל אם אתה צריך להיות מרוצה עם אותם - אכן, אללה אינה מסתפקת אנשים ממושמע, לאחר בהתרסה.
hr: Oni, kunem ti se da može biti zadovoljan s njima. Ali ako bi trebao biti zadovoljan s njima - zaista, Allah nije zadovoljan sa definitivno neposlušan narod.
lt: Jie prisiekiu jums, kad jums gali būti gerai su jais. Bet jei jums turėtų būti patenkintas su jais - iš tiesų, Allah yra nepatenkinta iššaukiančiai Nepaklusnieji žmonių.
lv: Viņi jums to zvēru, lai jūs varētu būt apmierināts ar viņiem. Bet, ja jūs būtu apmierināts ar viņiem - patiešām, Allah nav apmierināta ar izaicinoši nepaklausīgi cilvēki.
nb: De sverger til deg slik at du kan være fornøyd med dem. Men hvis du skal være fornøyd med dem - faktisk, Allah er ikke fornøyd med en trassig ulydige folk.
sk: Prisahať sa vám tak, že môžete byť spokojný s nimi. Ale ak by ste mali byť spokojní s ich - naozaj, Boh nie je spokojný s vyzývavo neposlušný ľudí.
sl: Kar prisegam vam, da boste zadovoljni z njimi. Vendar če morate biti zadovoljni z njimi - res, Allah ni zadovoljen s kljubovalno neposlušni ljudje.
sr_cyrl: Они се куну да ти да ти можда био задовољан са њима. Али ако треба да буде задовољан са њима, заиста, Аллах није задовољна пркосно непослушно људи.
sr_latn: Oni se kunu da ti da ti možda bio zadovoljan sa njima. Ali ako treba da bude zadovoljan sa njima, zaista, Allah nije zadovoljna prkosno neposlušno ljudi.
uk: Вони побитися об заклад, вам, щоб ви могли бути задоволені їх. Але якщо ви повинні бути задоволені з них - дійсно, Аллах не задоволений зухвало неслухняних людей.
vi: Họ thề với bạn, do đó bạn có thể hài lòng với họ. Nhưng nếu bạn nên hài lòng với họ - thực sự, Allah không hài lòng với một người defiantly ngô nghịch.
zu: They funga you ukuze ungase yaneliswa nabo.

# Quran1332
source: The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allah has revealed to His Messenger. And Allah is Knowing and Wise.
ca: Els beduïns són més forts en la incredulitat i hipocresia i més probable no conèixer els límits de quines [lleis] Allah ha revelat al seu Missatger. I Allah és saber i savi.
cy: Y bedouins yn gryfach mewn anghrediniaeth a rhagrith ac yn fwy tebygol o beidio â gwybod terfynau pa ddeddfau Allah wedi datgelu i ei negesydd. Ac Allah yn gwybod a Wise.
da: Beduinerne er stærkere i vantro og hykleri og mere sandsynligt ikke at kende grænserne for hvad [love] Allah har åbenbaret for hans sendebud. Og Allah er vide og klog.
el: Το bedouins είναι ισχυρότερη στην δυσπιστία και υποκρισία και πιο πιθανό να μην γνωρίζουν τα όρια του τι [νόμους] Αλλάχ έχει έδειξε να του Messenger. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Selle bedouins on tugevam uskumatus ja silmakirjalikkus ja suurema tõenäosusega ei tea milliseid seadusi piire Allah on selgunud, et tema saadik. Ja Jumal on teades ja tark.
fi: Beduiinit ovat vahvempia epäuskoisena ja tekopyhyyttä ja todennäköisesti ei tunne mitä lakeja rajat Jumala on paljastanut hänen lähettiläänsä. Ja Jumala on tieto ja viisas.
he: הבדואים נמצאים ב חוסר אמונה וצביעות ויותר סביר יותר לא לדעת את הגבולות של מה [חוקי] אללה חשפה את השליח שלו. אללה הוא שהידיעה וחכם.
hr: Na arapskom se u nevjerici i licemjerja i više vjerojatno ne znaju granice [zakone] Allah je objavio da njegov Glasnik. A Allah je poznavanje i mudar.
lt: Į kultūroje yra stipresni ir netikėjimo ir veidmainiai ir greičiausiai ne sužinoti kokie [įstatymai] ribų Dievas parodė jo Messenger. Ir Dievas yra žinios ir išmintingas.
lv: Beduīni ir stiprākas, neticība un liekulība un biežāk nesaprata, kādi [likumi] Allah atklāja viņa Messenger. Un Allah ir zinot un gudrs.
nb: Beduiner er sterkere i vantro og hykleri og mer sannsynlig ikke å vite grensene for hva [Internett] Allah har avslørt hans Messenger. Og Allah er kjennskap og klok.
sk: Beduín sú silnejší v nedôvera a pokrytectvo a viac pravdepodobne nebude poznať limity čo [zákony] Alah zjavil jeho posol. A Allah je znalosť a múdry.
sl: V bedouins so močnejši v nejeverno in hinavščino in bolj verjetno, da ne vedo, meje, kaj je [prava] Allah je pokazala, da njegov sel. In Alah je poznavanje in pametno.
sr_cyrl: Бедуина су јачи у неверици и лицемерје и спремнији да не познаје границе [законима] Аллах, открила је његовог гласника. А Аллах је знајужи и мудар.
sr_latn: Beduina su jači u neverici i licemerje i spremniji da ne poznaje granice [zakonima] Allah, otkrila je njegovog glasnika. A Allah je znajuжi i mudar.
uk: Бедуїнами є сильніше, в невірстві і лицемірство і швидше за все, не познайомитись межі того, що [закони] Аллах виявила до його Messenger. І Аллаха, знаючи, що і Мудрого.
vi: Người Bedouin được mạnh mẽ hơn trong sự hoài nghi và đạo đức giả và nhiều khả năng không biết giới hạn của những gì [pháp luật] Allah đã tiết lộ rằng Messenger của ông. Và Allah là hiểu biết và khôn ngoan.
zu: I bedouins zinamandla disbelief zenzisa futhi maningi amathuba okuthi ngeke ukwazi ukulinganiselwa lokho [imithetho] Allah akwembulile isithunywa sakhe.

# Quran1333
source: And among the bedouins are some who consider what they spend as a loss and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allah is Hearing and Knowing.
ca: I entre els beduïns alguns que consideren que passen com una pèrdua i esperen per torns de la desgràcia. En ells serà una desgràcia del mal. I Allah és sentir i saber.
cy: Ac ymysg y bedouins rhai sy'n ystyried beth y maent yn ei gwario fel colled ac aros am dros eich tro o anffawd. Arnynt fydd yn anffawd o ddrygioni. A Allah yn clywed ac yn gwybod.
da: Og blandt beduinerne er nogle, der mener, hvad de bruger som et tab og venter til du vender af ulykke. Dem vil være en ulykke for ondskab. Og Allah er hørelse og vide.
el: Και μεταξύ οι Βεδουίνοι είναι κάποιοι που θα εξετάσει τι ξοδεύουν ως απώλεια και σας περιμένουν για σας στροφές της ατυχίας. Επάνω τους θα είναι μια ατυχία του κακού. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ja nende bedouins seas on mõned, kes leiavad, mida nad kulutavad kaotuseks ja ebaõnne pöördeid, ootab. Neile saab ebaõnne paha. Ja Jumal on kuulmine ja teades.
fi: Ja rantamönkijällä on joitakin, jotka pitävät viettää tappio ja odottavat kierrosta epäonnea. Niitä on epäonnea pahaa. Ja Jumala on kuulon ja tietäen.
he: אצל הבדואים יש הרואים מה הם לבלות כהפסד, ממתינים לקבלת פניות אתה חסר מזל. עליהם יהיה a למזלו הרע. אללה הוא הדיון וגם לדעת ינאו
hr: I na arapskom su neki koji su uzeti u obzir što se provesti kao poraz i čekaju za skreće nesreću. Po njima će se nesreća zla. A Allah je sluh i znajući.
lt: Ir tarp į kultūroje yra tokių, kurie mano, ką jie praleidžia kaip nuostolių ir laukia jums virsta nelaime. Jiems bus nelaime blogio. Ir Dievas yra klausos ir žinios.
lv: Un starp beduīni, ir daži, kas uzskata, ka to, ko viņi pavada kā zaudējums un gaida nelaimē pagriezienus. Tām būs ļaunuma nelaime. Un Allah ir dzirdes un zinot.
nb: Blant beduiner er noen som mener det de bruker som tap og venter for du svinger av ulykke. Dem vil være en ulykke av onde. Og Allah er høre og kjenne.
sk: A medzi beduín sú niektorí, ktorí považujú čo stráviť ako strata a čakajú na vás otočí nešťastia. Po nich bude nešťastie zla. A Allah je sluch a vedomím.
sl: In med v bedouins so nekateri, ki menijo, da kaj preživeti kot izgubo, in čakajo na obrne za nesrečo. Na njih bo nesreča zla. In Alah je sluh in poznavanje.
sr_cyrl: И међу Бедуина и они који сматрају како провести као пораз и чекају за испоставило се од несрећа. На њих десиже се зла. А Аллах је слух и знајужи.
sr_latn: I među Beduina i oni koji smatraju kako provesti kao poraz i čekaju za ispostavilo se od nesreća. Na njih desiжe se zla. A Allah je sluh i znajuжi.
uk: І серед бедуїнами такі, які вважають, що вони витрачають є втратами і чекають вас витків нещастя. На них буде нещастя зла. І Аллах слуху і знаючи, що.
vi: Và trong số người Bedouin là một số người đã xem xét những gì họ chi tiêu như là một sự mất mát và chờ đợi cho bạn turns bất hạnh. Họ sẽ là một bất hạnh của cái ác. Và Allah là nghe và hiểu biết.
zu: Futhi phakathi bedouins kukhona abathile sibone ukuthi ukuchitha ilahlekile zilinde ngawe uphendulela lweshwa.

# Quran1334
source: But among the bedouins are some who believe in Allah and the Last Day and consider what they spend as means of nearness to Allah and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allah will admit them to His mercy. Indeed, Allah is Forgiving and Merciful.
ca: Però entre els beduïns hi ha alguns que creuen en Allah i el darrer dia i considerar el que gasten com mitjà de proximitat a Allah i [obtenir] invocacions del Missatger. Sens dubte, és un mitjà de proximitat per a ells. Allah a admetre-les a la seva misericòrdia. En efecte, Allah és indulgent i Clement.
cy: Ond ymysg y bedouins yn rhai sy'n credu yn Allah ac yn y dydd diwethaf ac ystyried beth maent yn ei dreulio fel ffordd o agosatrwydd at Allah a [gael] invocations y negesydd. Yn ddiamau, mae'n ffordd o agosatrwydd ar eu cyfer. Bydd Allah yn cyfaddef iddynt i ei drugaredd. Yn wir, Allah yn Forgiving a Merciful.
da: Men blandt beduinerne er nogle, der tror på Allah og den yderste dag og overveje, hvad de bruger som middel til nærhed til Allah og [at] påkaldelser af Messenger. Utvivlsomt, det er et middel til nærhed for dem. Allah vil indrømme dem til hans nåde. Allah er faktisk Forgiving og barmhjertige.
el: Αλλά μεταξύ οι Βεδουίνοι είναι κάποιοι που πιστεύουν στο Αλλάχ και την τελευταία ημέρα και να εξετάσει τι ξοδεύουν ως μέσο εγγύτητά του στο Αλλάχ και του [Λήψη] επικλήσεις του αγγελιοφόρου. Αναμφισβήτητα, είναι ένα μέσο για εγγύτητα για τους. Αλλάχ θα τους παραδέχονται ότι το Έλεός του. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Kuid nende bedouins seas on mõned, kes usuvad Jumalat ja viimane päev ja kaaluma, mida nad kulutavad vahendina nearness Allah ja [saada] manamine Messenger. Kahtlemata on neil nearness abil. Jumal tunnistama neid oma halastust. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Mutta beduiinit ovat joitakin jotka uskovat Jumalaan ja viimeiseen päivään, ja harkita, mitä he viettävät lähellä Jumalaa ja [saada] invocations Messenger. Kiistatta se on keino läheisyys heille. Jumala heille myöntämään hänen armonsa. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: אבל אצל הבדואים יש גם מי מאמינה אללה, היום האחרון ולשקול מה הם לבלות כאמצעי קרבתו לאללה ו [קבלת] והתפילות של השליח. אין ספק, זה אמצעי קרבתו עבורם. אללה רוצה להודות אותם לרחמיו. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Ali na arapskom su neki koji vjeruju u Allaha i zadnji dan i uzeti u obzir što troše kao način dobivanja [] i blizinu Alahu zaziva Glasnik. Bez sumnje, to je sredstvo za blizinu za njih. Allah će ih priznati njegovu milost. Uistinu, Allah je opraštanje i milostiv.
lt: Bet tarp į kultūroje yra tokių, kurie tiki Dievo ir paskutinę dieną ir apsvarstyti, ką jie praleidžia kaip sugrαώimas arti Allaho ir [gauti] iššūkiai Messenger. Be abejo, tai reiškia, Sugrįžimas arti jų. Dievas bus įsileisti juos į savo gailestingumą. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Bet starp beduīni, ir daži, kuri tic Allah un pēdējā dienā un apsvērt to, ko viņi pavada kā līdzeklis tuvumu gandrīz vai Allahu un [iegūšanu] EnterTransactionScopeand ExitTransactionScope Messenger. Neapšaubāmi, tas ir līdzeklis, kā tuvumu gandrīz vai par tiem. Allah būs tos uzņemt viņa žēlastību. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Men blant beduiner er noen som tror på Allah og den siste dagen og vurdere hva de bruker som nærhet til Allah og [skaffe] start av Messenger. Uten tvil, det er en nærhet for dem. Allah vil innrømme dem til hans barmhjertighet. Faktisk er Allah tilgi og barmhjertig.
sk: Ale medzi beduín sú ľudia, ktorí veria v Boha a posledný deň, a zvážiť, čo trávia ako prostriedok na blízkosť k Bohu a [získania] zariekavania posla. Nesporne, je to prostriedok na blízkosť pre nich. Alah ich bude priznať jeho milosrdenstvo. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Vendar med v bedouins so nekateri, ki verjamejo v Allah in zadnji dan in razmisli, kaj so porabili kot sredstvo in bližina do Allah [pridobivanja] invocations od Messenger. Nedvomno je sredstvo za bližina zanje. Alah jih bo priznati, da njegova milost. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Али међу Бедуина су оних који верују у Аллаха и последњи дан и размотрите како они проводе као средство за близином Алаху и добијања [] позива ЕнтерТрансацтионСцопе гласник. Без сумње, то је средство за близином за њих. Аллах их не признају његову милост. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Ali među Beduina su onih koji veruju u Allaha i poslednji dan i razmotrite kako oni provode kao sredstvo za blizinom Alahu i dobijanja [] poziva EnterTransactionScope glasnik. Bez sumnje, to je sredstvo za blizinom za njih. Allah ih ne priznaju njegovu milost. Uistinu, Allah je Forgiving i milosrdna.
uk: Але серед бедуїнами ті, хто вірять в Аллах і останній день і вважають, що вони витрачають як засіб близькості до Аллах і [отримання] можливістю Messenger. Без сумніву, це означає, що для їх близькості. Аллах буде визнати їх до його милосердя. Дійсно, Аллах є бачить і Merciful.
vi: Nhưng trong số người Bedouin là một số những người tin vào Allah và ngày cuối cùng và xem xét những gì họ chi tiêu như là phương tiện của nearness Allah và [có] invocations của Messenger. Unquestionably, nó là một phương tiện nearness cho họ. Allah sẽ thừa nhận họ vào lòng thương xót của. Thật vậy, Allah là Forgiving Merciful.
zu: Kodwa phakathi bedouins kukhona abanye abakholelwa ekuziphendukeleni Allah Suku futhi sibone ukuthi bachitha isikhathi esebenzisa ukusondela ku-Allah kanye of [ekutholeni] babephindaphinda we Messenger.

# Quran1335
source: And the first forerunners [in the faith] among the Muhajireen and the Ansar and those who followed them with good conduct - Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.
ca: I primers precursors [en la fe] entre el Muhajireen i l'Ansar i qui va seguir-los amb bona conducta - Allah es complau amb ells i que estan contents amb ell, i ell ha preparat per a ells jardins sota quin cabal de rius, on es queda per sempre. Aquesta és la gran consecució.
cy: A gwledydd cyntaf [yn y ffydd] ymysg y Muhajireen a y Ansar a'r rheini sy'n eu dilyn gyda ymddygiad da-Allah yn falch gyda hwy ac maent yn falch gydag ef, ac wedi fod yn barod ar gyfer gerddi iddynt o dan y llif afonydd, lle y bydd iddynt gadw am byth. Mae cyrhaeddiad mawr.
da: Og de første forløberne [i troen] blandt Muhajireen og Ansar og dem, der fulgte dem med god adfærd - Allah er tilfreds med dem og de er tilfredse med ham, og han har forberedt til dem haver under hvilke floder flow, hvori de vil holde for evigt. Der er stor opfyldelsen.
el: Και το πρώτο πρόδρομοι [στην πίστη] μεταξύ του Muhajireen και των Ansar και εκείνοι που τους ακολούθησαν με καλής συμπεριφοράς - Αλλάχ είναι ευχαριστημένος μαζί τους και είναι ευχαριστημένος μαζί του, και που έχει ετοιμάσει για τους κήπους κάτω από τις οποίες ροής των ποταμών, όπου θα τηρήσει για πάντα. Που είναι η μεγάλη επίτευξη.
et: Ja esimene maa [in usus] seas on Muhajireen ja selle Ansar ja need, kes järgneb neile hea käitumise - Jumal on rahul neile ja nad on rahul temaga ja ta on valmis neid aiad all mis jõed tõusevad, kus nad järgivad igavesti. See on suurepärane saavutamiseks.
fi: Ensimmäinen edelläkävijöitä [uskossa] Muhajireen ja Ansar ja jotka seurasivat niitä hyvän käytöksen - Allah on tyytyväinen niihin ja he ovat tyytyväisiä häntä, ja hän on valmistanut heille puutarhoja alla joka joet jossa he säilyttää ikuisesti. Tämä on suuri saavuttamisen.
he: ו חלוצים הראשון [באמונה] בין את Muhajireen ואת אנצאר את אלה שהלכו להם עם התנהגות טובה - אללה הוא שמח איתם, הם שמחים איתו, הוא הכין להם גנים מתחת נהרות שזורמים, שבו הם יצויית לנצח. זה הפרי הגדול.
hr: I prvi prethodnika [u vjeru] u Muhajireen i na Ansar i onih koji su ih pratili s dobrog ponašanja - Allah je zadovoljan sa njima i oni su zadovoljni sa njim i spreman je za njih vrtova ispod koje poteku rijeke, u kojem će ostati zauvijek. To je veliko postignuće.
lt: Ir pirmasis pirmtakai [į tikėjimą], Muhajireen ir apie Kara ir tie, kurie juos laikytis gero elgesio - Dievas yra malonu su jais ir jie yra patenkinti jį, ir jis parengė juos sodai po kurių upių srautai, kuriame jos paklūsta amžinai. Tai puikus pasiekti.
lv: Un pirmais līderpozīcijas [savā ticībā] starp Muhajireen un Ansar un tiem, kam sekoja tiem ar labu uzvedību - Allah ir apmierināts ar viņiem un viņi ir apmierināti ar viņu un viņš ir sagatavojis tos dārzi, zem kura upju plūsma, kur tos ievērot uz visiem laikiem. Tas ir liels sasniegšana.
nb: Og første forløperne [i troen] blant Muhajireen og Ansar og de som fulgte dem med god oppførsel - Allah er fornøyd med dem og de er fornøyd med ham, og han har forberedt til dem hager under der elvene strømmer, hvor de vil bli evig. Det er stor oppnåelse.
sk: A prvý predchodcovia [vo viere] medzi Muhajireen a Ansar a tí, ktorí sledovali ich správania - Alah je spokojný s nimi sú radi, že s ním a on pripravil pre nich záhrady pod ktoré toku rieky, kde sa zniesť navždy. To je skvelé vzdelania.
sl: In prvi predhodniki [v veri] med v Muhajireen in je edi in tiste, ki jim sledili z dobro vedenje - Alah je zadovoljen z njimi in so zadovoljni z njim, in pripravljeno za njih vrtove pod kateri rek pretoka, pri čemer bo upošteval večno. To je velik doseganje.
sr_cyrl: И први претходника [у вери] међу на Мухајиреен и на Ансар и оне који их је пратио са доброг понашања - Аллах је задовољан са њима они су задовољни са њим и спреман је за њих вртова испод које потеку, у коме ће они трпе заувек. То је сјајно постизању.
sr_latn: I prvi prethodnika [u veri] među na Muhajireen i na Ansar i one koji ih je pratio sa dobrog ponašanja - Allah je zadovoljan sa njima oni su zadovoljni sa njim i spreman je za njih vrtova ispod koje poteku, u kome će oni trpe zauvek. To je sjajno postizanju.
uk: І перший попередниками [у вірі] серед на Muhajireen і на Ансар і тих, хто після їх з гарної поведінки - Аллах рада з них вони не задоволений його і він приготував для них сади під які річках потік, якому вони будуть дотримуватися назавжди. Це велике досягнення.
vi: Và tiền thân đầu tiên [trong Đức tin] trong số Muhajireen và Ansar và những người theo sau họ tiến hành tốt - Allah hài lòng với họ và họ đang hài lòng với anh ta, và ông đã chuẩn sẵn sàng cho các khu vườn họ dưới đó dòng chảy sông ngòi, trong đó họ sẽ tuân thủ mãi mãi. Thật sự đạt được tuyệt vời.
zu: Futhi abawandulela lokuqala [okholweni] phakathi Muhajireen kanye Ansar nalabo ababalandelayo ukuziphatha okuhle - Allah uyajabula ngabo they SIZA Him He hlomela them gadi ngaphansi lapho imifula, wherein they
