Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran719
source: Then is it the judgement of [the time of] ignorance they desire? But who is better than Allah in judgement for a people who are certain [in faith].
ca: Llavors, és la sentència del [temps de] ignorància que desitgen? Però qui és millor que Allah en la sentència per a persones que estan segurs [en fe].
cy: Yna mae ei barn am [amser] anwybodaeth y maent yn eu dymuno? Ond sydd yn well na Allah mewn dyfarniad ar gyfer pobl sy'n rhai [mewn ffydd].
da: Derefter er det bedømmelse af [tid] uvidenhed de ønsker? Men hvem er bedre end Allah i dom for et folk, der er visse [i tro].
el: Στη συνέχεια, αυτό είναι η κρίση του [φορά] άγνοια που επιθυμούν; Αλλά ποιος είναι καλύτερη από Αλλάχ σε κρίση για τους ανθρώπους που είναι ορισμένες [με πίστη].
et: Siis on ta [aeg] ülestõusmise ideaaliks teadmatusest? Aga kes on parem kui Allah hinnangul inimestele, kes on teatud [in usus].
fi: Sitten on se [aika] tuomio tietämättömyys he haluavat? Mutta kuka on parempi kuin Allah tuomio ihmisiä, jotka ovat varmoja [usko].
he: אז זה הדין על [תקופת] בורות שהם רוצים? אבל מי טוב יותר מאשר אללה שיקול לאנשים מסוימים [באמונה].
hr: Onda je to presuda [vrijeme] neznanja oni žele? Ali tko je bolji od Allaha po osobama koje su određene [u vjeri].
lt: Tada tai [metu] sprendimo nežinojimo jie nori? Bet kas yra geriau nei Dievas nuomone, žmonių, kurie yra tam tikrų [į tikėjimą].
lv: Tad tas ir [laiks] sprieduma nezināšanu, ko viņi vēlas? Bet kas ir labāk nekā Allah spriedumu par cilvēkiem, kas ir noteiktas [savā ticībā].
nb: Da er det dom [da] uvitenhet de ønsker? Men som er bedre enn Døyve i dom for et folk som er bestemt [i tro].
sk: Potom je to rozsudok [čas] nevedomosti si želajú? Ale kto je lepší než Alaha v rozsudku pre ľudí, ktorí majú určité [vo viere].
sl: Potem je po njegovem mnenju [čas] nevednosti, ki želijo? Ampak, kdo je boljši od Allah v sodbi za ljudi, ki so določene, v vero].
sr_cyrl: Онда је то пресуда [на доба] незнања они желе? Али , ко је бољи од Алаха у суд за људе који су одређене [у вери].
sr_latn: Onda je to presuda [na doba] neznanja oni žele? Ali, ko je bolji od Alaha u sud za ljude koji su određene [u veri].
uk: Тоді це рішення [часу] незнання вони бажають? Але хто краще, ніж Аллах в рішення для людей, які впевнені, [у вірі].
vi: Sau đó là nó là bản án [thời gian] sự thiếu hiểu biết, họ mong muốn? Nhưng những người là tốt hơn so với Allah trong bản án đối với một người nào đó [trong Đức tin].
zu: Khona ingabe ukwahlulela kwezintandane [nesikhathi] zokungazi balangazelela?

# Quran720
source: O you who have believed, do not take the Jews and the Christians as allies. They are [in fact] allies of one another. And whoever is an ally to them among you - then indeed, he is [one] of them. Indeed, Allah guides not the wrongdoing people.
ca: O que han cregut, no es fan els jueus i els cristians com a aliats. [De fet] són aliats de l'altra. I qui és un aliat per a ells entre vosaltres - després de fet, ell és [un] d'ells. Realment, Allah guia no la gent d'irregularitats.
cy: O chi sydd wedi credu, nid ydynt yn yr Iddewon a Cristnogion fel cynghreiriaid. [Yn wir], maent yn gynghreiriaid un arall. A phwy bynnag cynghreiriad iddynt ymhlith chi-yna yn wir, ef yw [un] ohonynt. Yn wir, mae'r Allah yn tywys nid y bobl gamwedd.
da: O du, der har troet, tag ikke jøderne og kristne som allierede. De er [virkeligheden] allierede af hinanden. Og hvem er en allieret til dem blandt jer - så ja, han er [en] af dem. Faktisk guider Allah ikke folkets forseelser.
el: O σας που πιστεύουν, δεν λαμβάνουν οι Εβραίοι και οι Χριστιανοί ως συμμάχους. [Στην πραγματικότητα] είναι σύμμαχοι του άλλου. Και όποιος είναι σύμμαχος τους ανάμεσά σας - τότε, πράγματι, είναι [ένας] από αυτούς. Πράγματι, Αλλάχ οδηγοί δεν τους ανθρώπους αδικοπραγία.
et: O kes on uskunud, ei võta, juudid ja kristlased liitlastena. Nad on [tegelikult] liitlased üksteist. Ja kes on liitlane neile - teie seas, siis tõepoolest on [üks] neist. Tõepoolest, Jumal juhatab mitte valesti inimesi.
fi: Oi te, jotka ovat uskoneet, älä ota juutalaiset ja kristityt liittolaisina. Ne ovatkin [] liittoutuneet keskenään. Ja kuka on liittolainen niille teistä - niin hän on [yhden] niistä. Itse asiassa Jumala ohjaa väärinkäytöksistä eivät.
he:  מי מאמין, לא לקחת את היהודים ואת הנוצרים כבנות ברית. הם [למעשה] ברית אחת לאחרת. ואז מי יהיה ברית להם ביניכם - ואכן, הוא [אחד] מהם. אכן, אללה המדריכים לא העם מעשים רעים.
hr: O ti koji su vjerovali, ne uzeti Židove i kršćane kao saveznici. [Zapravo] su saveznici jedni drugima. I tko god je saveznika da ih među vama - zatim doista, on je [jedna] od njih. Uistinu, Allah vodi nije zločin ljudi.
lt: O jūs, kurie tikėjo, nevartokite žydai ir krikščionys kaip sąjungininkų. Jie [iš tikrųjų] sąjungininkų vienas nuo kito. Ir kas yra sąjungininkas į juos tarp jūsų - tada iš tiesų, jis yra [vienas] iš jų. Iš tiesų, Dievas veda ne nusikaltimą žmonės.
lv: O kas ticējusi, neesat lietojis ebreji un kristieši kā sabiedrotie. [Patiesībā] tie sabiedrotie, kas viens no otra. Un kurš ir sabiedrotais tiem vidū - tad tiešām viņš ir [viena] no viņiem. Patiešām, Allah ceļveži nav grēks cilvēku.
nb: O du hvem har trodd, tar ikke jødene og kristne som allierte. De er [faktisk] allierte av hverandre. Hvem er en alliert til dem blant dere - og han er faktisk [en] av dem. Faktisk guider Allah ikke de urett.
sk: O vás, ktorí ste uverili, Neužívajte, Židia a kresťania ako spojenci. [V skutočnosti] sú spojenci jeden druhého. A ten, kto je spojenec im medzi vami - potom skutočne [jedna] je z nich. Vskutku, Alah sprievodcov nie previnenie ľudí.
sl: O kdo verjel, nimate Judje in kristjani kot zavezniki. [V resnici] so zavezniki med seboj. In kdor je zaveznik nanje med vami - potem res, on je [eno] od njih. Res, Allah vodi ni protipravna dejanja ljudi.
sr_cyrl: О ти који верују, не узимајте Јевреји и хришћани као савезници. [У ствари] су савезници једно о другоме. И ко год је савезника да их медју вама - онда заиста, он је [једна] од њих. Заиста , Аллах води не малверзацијама људи.
sr_latn: O ti koji veruju, ne uzimajte Jevreji i hrišćani kao saveznici. [U stvari] su saveznici jedno o drugome. I ko god je saveznika da ih medju vama - onda zaista, on je [jedna] od njih. Zaista, Allah vodi ne malverzacijama ljudi.
uk: O ви, хто вірив, не вжити євреїв і християн як союзники. Вони [насправді] є союзниками один одного. І той, хто союзника їм серед ви - то дійсно, він входить [] з них. Дійсно, Аллах керівництва не порушник людей.
vi: O bạn của những người đã tin rằng, không có những người Do Thái và Kitô giáo như là đồng minh. Họ [trong thực tế] là đồng minh của nhau. Và ai là đồng minh với họ trong số các bạn - sau đó thực sự, ông là [một] chúng. Thật vậy, Allah sẽ hướng dẫn không có những hành vi sai trái.
zu: O you kholwa cha fuza amaJuda namaKristu njengabantu obambisene nabo.

# Quran721
source: So you see those in whose hearts is disease hastening into [association with] them, saying, "We are afraid a misfortune may strike us." But perhaps Allah will bring conquest or a decision from Him, and they will become, over what they have been concealing within themselves, regretful.
ca: Així veure aquells en els cors del qual és malaltia accelerar en [associació amb], dient, "tenim por que ens pot sorprenen una desgràcia." Però potser Allah portarà conquesta o una decisió d'ell, i es convertiran, en el que ells han estat dissimulen dins de si mateixos, es penedeix.
cy: Fel y gwelwch hynny yn eu calonnau Mae clefyd yn prysuro i [Cymdeithas gyda] iddynt, yn dweud, "yr ydym yn ofni efallai yn anffawd yn taro ein." Ond efallai y bydd Allah yn dod â goresgyniad neu benderfyniad oddi wrtho, a byddant yn, dros beth y mae wedi'u cuddio o fewn eu hunain, destun gofid.
da: Så du kan se dem, i hvis hjerter er sygdommen skynde sig ind [association med] dem, siger, "vi frygter en ulykke kan slå os." Men måske Allah vil bringe erobring eller en afgørelse fra ham, og de vil blive, over de skjuler i sig selv, beklageligt.
el: Έτσι βλέπετε εκείνους στην καρδιά του οποίου είναι νόσου επίσπευση εἰς [ὁμιλίαν] τους, λέγοντας, «είμαστε φοβάται μια ατυχία μπορεί να μας χτυπήσει.» Αλλά ίσως Αλλάχ θα φέρει κατάκτηση ή απόφαση από αυτόν, και θα γίνουν, πέρα από ό, τι έχουν κρύβουν μέσα τους, λυπηρό.
et: Nii näed need, kelle süda on haiguse hastening [kalaparvede] arvesse neid, öeldes, "oleme kartnud ebaõnne võib streigi meile." Aga võib-olla Jumal toob vallutus või otsuse teda ja nad muutuvad, üle, mida nad on isekeskis, varjamine kahetseb.
fi: Niin näet ne, joiden sydän on tauti on kiirehdittävä osaksi [yhdessä] ne, sanoen "pelkäämme epäonnea voi löytää meille." Mutta ehkä Jumala tuo valloitus tai päätöksen häneltä ja ne tulee, ne on ollut salata, ikävää.
he: אז אתה רואה את אלה אשר לבם הוא מחלת והחשת לתוך [שיוך] אותם, אומר, "אנחנו מפחדים שכוסית יכה אותנו." אבל אולי אללה יביא כיבוש או החלטה ממנו, הם יהפכו, על מה הם הסתרת בתוך עצמן, חרטה.
hr: Vidiš one u čija srca je bolest potiče u [udruga s] ih, rekavši, "bojimo nesrećom može udariti na nas." Možda Allah neće donijeti osvajanja ili odluke od njega, a oni će postati, što se skriva u sebi, žalosne.
lt: Taigi matote tuos, kurių širdyse yra liga pagreitindami į [kartu su] jiems, tardamas "mes bijo nelaime gali streikuoti mus." Bet galbūt Dievas bus duoti užkariauti ir sprendimą iš jo, ir jie bus, daugiau ką jie jau buvo slepia savyje, gailestingas.
lv: Tātad jūs redzat, tie, kuru sirdis ir slimības, kas steidzās uz [sasaisti ar] tos, sakot, "mēs baidās nelaime mums var streikot." Bet varbūt Allah dos uzvara vai lēmumu no viņa, un tie kļūs, ar ko viņi ir slēpšanu, sevī, nožēlas.
nb: Så du ser dem i hvis hjerter er sykdom fremskynde i [tilknytning] dem, sa vi er redd for en ulykke streik oss." Men kanskje Allah vil bringe erobring eller en beslutning fra ham, og de vil bli, over hva de har vært skjuler i seg selv regretful.
sk: Takže vidíte, že tí, ktorých srdce je choroba ponáhľate do [o pridružení s] ich, povedal: "sme sa bojí nešťastie môže štrajk nás." Ale snáď Alah vám prinesie dobytie alebo rozhodnutia od neho a stanú sa, za čo sa skrýva v sebe, poľutovaniahodné.
sl: Torej vidite, tiste, v katerih srca je bolezen pospešijo v [pridružitvi] jim, rekel, "smo se bojijo nesreča lahko udari nas." Ampak morda Alah bo osvojitev ali sklep od njega, in bodo postale, v kaj so bili prikrivanje v sebi, obžalovanja.
sr_cyrl: Видиш оне у чија срца је болест лепотицу у [придруживање] их, говорила, "бојимо несрећом може напасти." Али можда је Алах донеће освајање или одлуку од њега, а они ће постати, над шта они имају било која скрива у себи самима, жалостне.
sr_latn: Vidiš one u čija srca je bolest lepoticu u [pridruživanje] ih, govorila, "bojimo nesrećom može napasti." Ali možda je Alah doneće osvajanje ili odluku od njega, a oni će postati, nad šta oni imaju bilo koja skriva u sebi samima, žalostne.
uk: Отже, ви бачите тих, у чиї серцях є хвороба прискорюють в [асоціацію з] їх, кажучи, "ми боїмося, нещастя можуть завдати нам." Але можливо Аллах принесе завоювання або рішення від нього, і вони стануть, через те, що вони повинні були приховуванні всередині себе, жалю.
vi: Vì vậy, bạn thấy những người ở trái tim mà là bệnh hastening vào [Hiệp hội với] họ, nói rằng, "chúng tôi rất sợ một bất hạnh có thể tấn công chúng ta." Nhưng có lẽ Allah sẽ mang lại cho cuộc chinh phục hoặc một quyết định từ anh ta, và họ sẽ trở thành, hơn những gì họ đã che giấu trong mình, ân hận.
zu: Ngakho ubona lezo ezinhliziyweni zabo is isifo sisheshe ukungena [nokuzihlanganisa naso], wathi kubo: "Siyesaba a amashwa phansula kithi."

# Quran722
source: And those who believe will say, "Are these the ones who swore by Allah their strongest oaths that indeed they were with you?" Their deeds have become worthless, and they have become losers.
ca: I aquells que creuen que es diuen, "Aquests són els que va jurar per Allah seus juraments més fort que de fet eren amb vostè?" Seus actes han tornat inútils, i han esdevingut perdedors.
cy: A'r rhai sydd yn credu bydd yn dweud, "hyn yw'r rhai sydd arnyn gan Allah eu llwon cryfaf yn wir eu bod gyda chi?" Mae eu gweithredoedd wedi dod yn ddiwerth, ac maent wedi dod ar eu colled.
da: Og dem, der tror, vil sige, "er det dem, der svor ved Allah deres stærkeste eder at de faktisk var med dig?" Deres handlinger er blevet værdiløs, og de er blevet tabere.
el: Και εκείνοι που πιστεύω ότι θα πω, "αυτοί είναι αυτοί που ορκίζονταν από Αλλάχ τους ισχυρότερους ότι ήταν πράγματι μαζί σας;» Τις πράξεις τους, έχουν καταστεί άνευ αξίας, και έχουν γίνει χαμένοι.
et: Ja tahtmist kummutatakse öelda: "need on need, kes vandus poolt Jumal oma tugevaim vande et tõepoolest nad olid sinuga?" Nende teod on muutunud väärtusetu ja neist on saanud kaotajad.
fi: Ja jotka luulevat tahtoa sanoa, "Nämä ovat niitä, jotka vannoivat Allah vahvin valansa todellakin olevan kanssasi?" Heidän tekonsa ovat arvottomia, ja ne ovat häviäjiä.
he: ואלה שמאמינים רצון לומר, "האם אלו הם אשר נשבע בשם אללה שבועותיהם החזקה כי אכן היו איתך?" מעשיהם הפכו להיות חסרי ערך, הם הפכו להיות לוזרים.
hr: I oni koji vjeruju da će reći, "To su oni koji se mimo Allah njihove najjače zakletve da doista su bili s vama?" Njihova djela su postali bezvrijedni, i oni su postali gubitnici.
lt: Ir tie, kurie manau bus pasakyti, "tai yra tie, kurie pažadėjo Dievas jų Stipriausi przysiegami kad iš tikrųjų jie buvo su jumis?" Savo poelgius tapo beverčiai, ir jie tapo pralaimėta.
lv: Un tie, kuri uzskata, ka būs teikt, "tie ir tie, kuri zvērēja, Allah spēcīgāko zvērestam, ka tiešām viņi bija kopā ar tevi?" Viņu darbiem ir kļuvis nevērtīgs, un viņi ir kļuvuši par zaudētājiem.
nb: Og de som tror vil si, "er dette de som sverget ved Allah deres sterkeste eder at de faktisk var med deg?» Deres gjerninger har blitt verdiløs, og de har blitt tapere.
sk: A tí, ktorí veria, že sa povedať, "Toto sú tí, ktorí prisahali pri Alláhovi svoje najsilnejšie prísahy, že skutočne boli s vami?" Ich činy sa stali bezcenné a stali sa porazení.
sl: In tiste, ki verjamejo, da bo rekel, "To so tisti, ki so zaprisegli Allah svoje najmočnejše prisega da res so bili z vami?" Njihova dejanja so postala brez vrednosti, in so postali poraženci.
sr_cyrl: И они који верују да могу да кажу, "Јесу ли то ови који псују Алаха ми њихова најјача заклетве да заиста су били са тобом?" Њихова дела постали су безвредни, а постали су губитници.
sr_latn: I oni koji veruju da mogu da kažu, "Jesu li to ovi koji psuju Alaha mi njihova najjača zakletve da zaista su bili sa tobom?" Njihova dela postali su bezvredni, a postali su gubitnici.
uk: І тих, які вважають, що буде сказати, ", це ті, хто поклявся Аллах своєї найсильніших клятви що вони дійсно були з тобою?" Їхні вчинки стали worthless, і вони стали програли.
vi: Và những người tin rằng sẽ nói, "là những những người thề bởi Allah tuyên thệ mạnh nhất của họ là thực sự họ đã với bạn?" Hành động của họ đã trở thành vô giá trị, và họ đã trở thành người thua cuộc.
zu: Futhi labo abakholelwa khona oyothi: 'Ingabe lezi ones bani funga Allah izifungo zabo obuqine kunabo bonke bokuthi ngempela they were you? "

# Quran723
source: O you who have believed, whoever of you should revert from his religion - Allah will bring forth [in place of them] a people He will love and who will love Him [who are] humble toward the believers, powerful against the disbelievers; they strive in the cause of Allah and do not fear the blame of a critic. That is the favor of Allah; He bestows it upon whom He wills. And Allah is all-Encompassing and Knowing.
ca: O es que he cregut, qui de vosaltres ha de tornar de la seva religió - Allah us porteu [lloc] un poble aquest amor i que li encanta [que són] humil envers els creients, potents contra els disbelievers; ells s'esforcen en la causa d'Allah i no tinguis por la culpa d'un crític. Que és el favor d'Allah; Ell li confereix a qui ell voluntats. I Allah és que abasta i saber.
cy: O chi sydd wedi credu, pwy bynnag ohonoch fod o fantais gan ei crefydd-Allah ddod ymlaen [lle iddynt] fydd Mae cariad a bydd sy'n caru ef [sydd] yn wylaidd tuag at y credinwyr, yn rymus yn erbyn y disbelievers; maent yn ymdrechu yn achos Allah ac nid ofni y bai o feirniad. Dyna favor Allah; Mae ef yn ei roi ei y mae ef wills. Ac Allah yn hollgynhwysol a gwybod.
da: O du, der har troet, hvem af jer skulle vende tilbage fra sin religion - Allah vil frembringe [i stedet for dem] et folk vil han love, og der vil elske ham, [der er] ydmyge mod de troende, kraftfulde mod vantro; de stræber efter i årsagen til Allah og frygter ikke skylden for en kritiker. Det er fordel af Allah; Han skænker det hvem han Testamente. Og Allah er altomfattende og vidende.
el: O εσείς που πίστευαν, όποιος από εσάς θα πρέπει να επανέλθει από τη θρησκεία - Αλλάχ θα φέρει στο προσκήνιο [στη θέση τους] σε άτομα θα αγάπη και που θα τον αγαπώ [που] ταπεινή προς την πιστών, ισχυρό κατά των disbelievers? θα αγωνιστούμε στην αιτία του Αλλάχ και δεν φοβούνται την ευθύνη ενός κριτικού. Που είναι η εύνοια του Αλλάχ? Αυτός απονέμει αυτό κατά τους οποίους διαθήκες. Και Αλλάχ είναι όλος-καλύπτοντας και γνωρίζοντας.
et: O teile, kes on uskunud, kes teist tagasi, tema religioon - Jumal sirguvad [neid] asemel inimesed ta armastust ja kes armastab teda [kes ei] alandlik poole usklikud, võimas vastu uskottomille; nad püüdlevad Allah põhjus ja ei karda kriitik süüdistada. Mis on kasuks, Jumal; Ta omistab ta pärast kellega ta tahab. Ja Jumal on kõike ja teades.
fi: Oi te, jotka ovat uskoneet, kuka teistä pitäisi palautua uskontoaan - Jumala tuo esiin [niiden] sijasta ihmiset hän rakkautta ja kuka rakastaa häntä, [joka on] nöyrä kohti uskovia, voimakas vastaan saa luovuttaa; he pyrkivät Allah syy ja Älä pelkää kriitikko syyttää. Se on hyväksi hillitä; Hän suo se kenelle tahtoo. Ja Jumala on kaiken kattava ja tietää.
he: O אתה מאמין, מי מכם צריך לחזור מן הדת שלו - אללה. תביא [במקום אותם אנשים הוא אהבה, מי יאהב אותו [מי] צנוע כלפי המאמינים, חזק נגד disbelievers; הם שואפים למען אללה, אל תפחד האשמה של מבקר. . זו הטובה של אללה; הוא מעניק זה מי שהוא רוצה. אללה הוא החובקת כל ומבין עניין.
hr: O ti koji su vjerovali, tko od vas treba vratiti od njegove vjere - Allah će donijeti [umjesto njih] ljudi će ljubav i koji će voljeti njega [koja su] ponizan prema vjernicima, moćan protiv iskuse; boriti za Allaha i ne boj se krivi kritičar. To je milost od Allaha; On je daruje kome hoće. I Allah je sveobuhvatni i znajući.
lt: O jūs, kurie tiki, kas iš jūsų turėtų grįžti iš savo religijos - Dievas duoda [vietoj juos] žmonių jis meilės ir kurie bus meilė jį, [kuris yra] nuolankus link tikintieji, galingas prieš disbelievers; jie siekia sukelti Dievo ir Nesijaudink kritikas kaltinti. Tai malonės Dievas; Jis padovanoja tai ant kurio jis nori. Ir Dievas yra visa apimanti ir žinant.
lv: O jums, kas ir uzskats, kurš no jums vajadzētu atgriezties no viņa reliģija - Allah nesīs tālāk [tiem] vietā cilvēku viņam būs mīlestība un kurš mīlēt viņu [kas ir] pazemīgs pret ticīgajiem, spēcīgi pret disbelievers; viņi tiecas Allah cēlonis un nav bailes, vainas kritiķis. Tas ir tik laipns un Allah; Viņš dāvina to, uz kuru viņš vēlas. Un Allah ir visaptveroša un zinoši.
nb: O dere som har trodd, hvem av dere skal gå fra hans religion - Allah vil frembringe [i stedet for dem] et folk vil han elsker og som vil elske ham [som er] ydmyke mot troende, kraftig mot troende; de strever i årsaken til Allah og frykt ikke skylden for en kritiker. Det er til fordel for Gud. Han skjenker det på han vil.. Og Allah er altomfattende og kjenne.
sk: O vás, ktorí ste uverili, kto z vás by sa mala vrátiť z jeho náboženstvo - Alah prinesú [namiesto nich] ľudia mu bude láska a kto bude milovať ho, [ktorí] pokorný smerom k veriacim, silný proti neveriacim; snažiť v záujme Alaha a Neboj vinu kritik. To je milosť Allaha; On ju udeľuje koho on chce. A Boh je všetci-zahŕňať a vedel.
sl: O vas, ki ste verjeli, kdo od vas vrne s svojo vero - Alah bo prinašajo [namesto njih] ljudi bo ljubezen in ki ljubiš [ki je] ponizni do vernikov, močan proti disbelievers; prizadevati v vzrok od Allah in se ne bojijo krivde kritik. To je korist od Allah; On ga podarja na koga je oporok. In Alah je vseobsegajoča in vedo.
sr_cyrl: О ти који верују, ко год од вас треба да се врати из његове религије - Алах да се развија [уместо њих] народ хоце љубав и ко ће га волим [који] понизи према верницима, моћан против скептике; Тежите у узрок Аллах су се и не страхуј кривицу критииара. То је услуга од Алаха; Он га је отменољжу коме је воља. А Аллах је свеобухватајућег и знања.
sr_latn: O ti koji veruju, ko god od vas treba da se vrati iz njegove religije - Alah da se razvija [umesto njih] narod hoce ljubav i ko će ga volim [koji] ponizi prema vernicima, moćan protiv skeptike; Težite u uzrok Allah su se i ne strahuj krivicu kritiиara. To je usluga od Alaha; On ga je otmenoљжu kome je volja. A Allah je sveobuhvatajućeg i znanja.
uk: О ви, хто вірив, той, хто з вас повинен повернутися з його релігії - Аллах вродить [замість них] людей він буде любов і хто буде любити його, [які] принизити бік віруючих, потужний проти disbelievers; вони прагнути в ході Аллаха і не боятися провину критика. Що це користь Аллах; Він дарує її на кого він хоче. І Аллах всеохоплюючим і знаючи.
vi: O bạn của những người đã tin rằng, bất cứ ai bạn nên trở lại từ tôn giáo của mình - Allah sẽ mang lại cho ra [thay cho họ] một người ông sẽ tình yêu và những người sẽ yêu anh ta [người] khiêm tốn đối với những người tin Chúa, mạnh mẽ chống lại thì; họ phấn đấu trong nguyên nhân của Allah và không sợ trách nhiệm của một nhà phê bình. Đó là sự ưu ái của Allah; Ông bestows nó khi người mà Ngài muốn. Và Allah là tất cả, bao gồm và hiểu biết.
zu: O you kholwa whoever kufanele revert kho kolo yakhe - Allah uzoveza [esikhundleni sazo] isizwe He bayothandana futhi abazongikhuthaza abamthandayo [abangamalungu] abathobekile bubheke amakholwa, onamandla disbelievers;
