Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2918
source: And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace,
ca: I els criats de la misericordiós són aquells que caminar a la terra, i quan els ignorants-los front [difícilment], dir Pau [paraules de],
cy: A gweision mwyaf tosturiol yn rhai sydd yn cerdded ar wyneb y ddaear yn hawdd, a pan mae yr anwybodus ymdrin â hwy [hallt], maent yn dweud [geiriau] heddwch,
da: Og af den mest barmhjertige tjenere er dem, der går på jorden let, og når de uvidende adresse dem [hårdt], de siger [ord] fred,
el: Και οι υπηρέτες του ο πανάγαθος είναι εκείνοι που περπατούν εύκολα επάνω στη γη, και όταν η άγνοια αντιμετώπισή τους [σκληρά], λένε ειρήνη [λόγια του],
et: Viimane armuline teenijad on need, kes kõnnivad maa peal kergesti ja kui asjatundmatu käsitleda neid [karmilt], nad ütlevad rahu [sõnad]
fi: Ja Armahtaja palvelijat ovat niitä, jotka vaeltavat maan päällä helposti, ja kun tietämätön käsitellä niitä [ankarasti], he sanovat [sanat] rauhan,
he: המשרתים של הרחמן ביותר הם אלה ההולכים על פני האדמה בקלות, כאשר, הבורים לחקירתם [בחומרה] אומרים [מילים] שלום,
hr: Sluge najmilostiviji su oni koji hodaju po zemlji lako i kad neznanju ih adresu [okrutno], kažu [riječi] mira,
lt: Ir labiausiai gailestingas tarnautojų yra tie, kurie lengvai nueiti į žemę, ir kai nieswiadomych juos spręsti [žiauriai], sakoma [žodžiai] taikos,
lv: Un vairums žēlsirdīgs darbinieki ir tie, kuri zemi staigā viegli, kad nezinošs risināšanai [skarbi], viņi saka [vārdi] miera
nb: Og tjenere den Nåderikes er dem som vandrer på jorden lett og når uvitende henvende seg [hardt], de sier [ord] fred,
sk: Služobníci Najpodstatnejšou sú tí, ktorí chodia na zemi ľahko a keď nepoznajú ich riešenie [kruto], hovoria, že mier [slová],
sl: Uslužbencev najbolj usmiljen so tisti, ki hodijo na zemlji enostavno in ko nevedne obravnavajo [ostro], pravijo [besede] mir,
sr_cyrl: Слуге од је најмилостивији су оне који ходају на земљи лако и кад незналице бави њима [строго], кажу [рееи] мир,
sr_latn: Sluge od je najmilostiviji su one koji hodaju na zemlji lako i kad neznalice bavi njima [strogo], kažu [reei] mir,
uk: Слуги самий милосердний є ті, які легко дійти на землі і коли неосвічених їх вирішення [різкою], вони кажуть, що [слова] миру,
vi: Công chức của thương xót nhất là những người đi bộ khi trái đất một cách dễ dàng và khi dốt nát chỉ cho họ [cách-gay gắt], họ nói hòa bình [lời của],
zu: Izinceku the Ningi Nomusa are labo abahamba phezu komhlaba kalula, futhi lapho ikheli abangenalwazi kubo [ngokhahlo], bathi [Amazwi ka] ukuthula,

# Quran2919
source: And those who spend [part of] the night to their Lord prostrating and standing [in prayer]
ca: I els que passen [part de] la nit al seu Senyor postrant i de peu [en l'oració]
cy: A'r rheini sy'n treulio [rhan o] y nos i Arglwydd eu prostrating ac yn sefyll [gweddi]
da: Og dem, der bruger [del af] natten til deres Herre prostrating og stående [i bøn]
el: Και όσοι περνούν [μέρος] τη νύχτα τους Lord prostrating και στέκεται [προσευχή]
et: Ja need, kes veedavad [osa] õhtul nende Issand prostrating ja seisab [Palve]
fi: Ja ne, jotka viettävät [osa] yö Herransa kumartaen ja pysyvän [rukouksessa]
he: ואלה [חלק] הלילה לאלוהיהם השתטחות ועומד [בתפילה]
hr: I oni koji provode [dio] noć za svoga Gospodina prostirući se i stoji [u molitvi]
lt: Ir tie, kurie praleidžia [dalis] naktį į savo Viešpaties prostrating ir stovi [malda]
lv: Un tiem, kuri pavada [daļā] nakts savu kungu vājināja un pastāvīgās [lūgšanā]
nb: Og dem som tilbringer [del av] natten til deres Herre prostrating og står [i bønn]
sk: A tých, ktorí trávia [časť] v noci ich pán prostrating a Stáleho [v modlitbe]
sl: In tiste, ki preživijo [del] noči na svojega Gospoda prostrating in stoji [v molitvi]
sr_cyrl: И они који проводе [део] ноћ свом господу простратинг и стоји [у молитви]
sr_latn: I oni koji provode [deo] noć svom gospodu prostrating i stoji [u molitvi]
uk: І ті, які витрачають [частини] на ніч, щоб їх Господь prostrating і стоячи [в молитві]
vi: Và những người [phần] chi tiêu trong đêm tới của Chúa prostrating và đứng [cầu nguyện]
zu: Futhi labo chitha [ingxenye] ebusuku ukuze bo Lord prostrating emi [emthandazweni]

# Quran2920
source: And those who say, "Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering;
ca: I qui diu, "nostre Senyor, evitar de nosaltres el càstig de l'infern. De fet, mai és adherir seu càstig;
cy: A'r rhai sydd yn dweud, "ein Arglwydd, osgoi oddi wrthym ni y gosb o uffern. Yn wir, mae ei chosbi yn glynu erioed;
da: Og dem, der siger, "Vorherre, afværge fra os straf i helvede. Faktisk sin straf nogensinde vedhængende;
el: Και εκείνοι που λένε, «ο Κύριός μας, αποτραπεί από εμάς την τιμωρία της κόλασης. Πράγματι, η τιμωρία προσκολλημένο ποτέ?
et: Ja need, kes ütlevad "Issand, vältida meilt põrgu karistuse. Tõepoolest, selle karistuse kunagi kinnitunud;
fi: Ja ne, jotka sanovat: "meidän Herramme välttää meistä helvetin kuritus. Itse asiassa sen rangaistus koskaan kiinni;
he: ואלה שאומרים "אדוננו, למנוע מאיתנו את העונש של הגיהנום. אכן, הענישה אי פעם התיכנות;
hr: I oni koji kažu, "naš Gospodin, odvratiti od nas kazna pakla. Doista, njegova kazna je ikada držeći;
lt: Ir tie, kurie sako: "mūsų Viešpatie, išvengti iš mūsų bausmė ir pragaras. Iš tiesų, jos bausmė yra kada nors laikantis;
lv: Un tie, kuri saka: "mūsu kungs, novērst mūs no elles sodu. Protams, kādreiz piekļaujas tās sodu;
nb: Og de som sier, "vår Herre, avverge fra oss straff i helvete. Faktisk holder sin straff noensinne;
sk: A tí, ktorí hovoria: "náš Pán, odvrátiť od nás trest peklo. V skutočnosti jeho trest stále dodržiavanie;
sl: In tisti, ki pravijo, "Naš Gospod, odvrne od nas kazen pekla. Res, svojo kazen kdaj drži;
sr_cyrl: И оних који кажу, "Господ, скрените од нас казна пакла. Заиста , казном икада резонује;
sr_latn: I onih koji kažu, "Gospod, skrenite od nas kazna pakla. Zaista, kaznom ikada rezonuje;
uk: І ті, хто кажуть: "наш Господь, захиститися від від нас покарання у пеклі. Дійсно, його покарання ніколи не дотримуючись;
vi: Và những người nói, "Chúa chúng ta, ngăn chặn từ chúng tôi sự trừng phạt của địa ngục. Thật vậy, trừng phạt của mình bao giờ tôn trọng;
zu: Futhi labo abathi: "Nkosi yethu, angashaywa kithi isijeziso Hogo Ngempela, isijeziso kwalo kube phakade ukunamathela.

# Quran2921
source: Indeed, it is evil as a settlement and residence."
ca: De fet, és mal com a assentament i residència."
cy: Yn wir, yn anfad fel setliad a preswylio.
da: Faktisk, det er onde som en afvikling og ophold."
el: Πράγματι, είναι κακό ως οικισμός και διαμονής.»
et: Ongi paha lahendamise ja elukohast."
fi: Itse asiassa on paha ratkaisun ja oleskelun."
he: אכן, זה רשע כמו יישוב מגורים".
hr: Doista, to je zlo kao naselje i boravka."
lt: Iš tiesų, tai yra blogis kaip atsiskaitymų ir gyventi."
lv: Patiešām, tas ir ļaunums kā norēķinu un dzīvesvietas."
nb: Faktisk er det onde som en bosetting og oppholdstillatelse."
sk: V skutočnosti je to zla ako osada a pobyt."
sl: Res, to je zlo kot poravnavo in residence."
sr_cyrl: Заиста , то је зло као насеље и резиденцији."
sr_latn: Zaista, to je zlo kao naselje i rezidenciji."
uk: Дійсно, це зло як поселення й проживання".
vi: Thật vậy, nó là điều ác như là một khu định cư và nơi cư trú."
zu: Ngempela, kuba okubi njengendlela settlement kanye nezindlu zokuhlala. "

# Quran2922
source: And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate
ca: I [són] aquells que, quan van passar, fer-ho no excessivament o amb moderació, però són mai, entre que, [justament] moderada
cy: A [ydynt] rhai a, pan fo gwariant, yn gwneud hynny nid yn ormodol neu yn gynnil ond yn yn erioed, rhwng, [gyfiawn] cymedrol
da: Og [er] dem, der, når de bruger, gør det ikke overdrevent eller sparsomt men er nogensinde, mellem, [retfærdigt] moderat
el: Και [είναι] εκείνοι που, όταν περνούν, δεν υπερβολικά ή λιτά αλλά ποτέ, είναι ότι, μεταξύ [και δικαίως] μέτρια
et: Ja [on] kes kui nad kulutavad, mitte ülemäära või säästlikult, kuid on kunagi, et vahel [õigustatult] mõõduka
fi: Ja he ovat niitä, jotka kun ne käyttävät, ei liian tai säästeliäästi mutta koskaan välillä, että [oikeutetusti] kohtalainen
he: [הם] אלו, כאשר הם מבלים, לעשות זאת. לא בצורה מוגזמת או בצמצום אבל הם אי פעם, בין זה, [בצדק] בינוני
hr: I oni su oni koji, kada su provesti, ne pretjerano ili štedljivo, ali su uvijek, između toga, [pravedno] umjerene
lt: Ir [jie] tiems, kurie, kai jie išleisti, tai padaryti ne pernelyg arba taupiai, bet yra kada nors, tarp to, [teisingai] vidutinio sunkumo
lv: Un [tie] tiem, kuri, ja viņi tērē, vai nav pārlieku taupīgi, bet ir kādreiz, ka starp [tiesības] mērena
nb: Og [de] som, når de bruker, ikke overdrevet eller sparsomt, men er stadig, mellom det, [rette] moderat
sk: A [sú] tí, ktorí, keď trávia, nie nadmerne alebo striedmo, ale sú niekedy, že [správne] mierny
sl: In [so] tiste, ki pri porabiti, ne pretirano ali zmerno pa so že kdaj, med, zmerno [upravičeno]
sr_cyrl: И [су] онима који, кад они провести, учини не претерано или умерено су икада, између тога, [праведно] умерене
sr_latn: I [su] onima koji, kad oni provesti, učini ne preterano ili umereno su ikada, između toga, [pravedno] umerene
uk: І [вони], хто, коли вони витрачають, робити це не надмірно або економно, але коли-небудь, між тим [справедливо] помірний
vi: Và [họ] những người, khi họ chi tiêu, làm như vậy không quá nhiều hay ít, nhưng bao giờ, giữa, [justly] vừa phải
zu: Futhi [they are] labo, lapho bachitha, wenze kanjalo ngeke ngokweqile noma kancane kodwa kukhona owake, phakathi kwalokho, [ngobulungisa] ngokulinganisela

# Quran2923
source: And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty.
ca: I qui no invocar amb Allah una altra divinitat o matar l'ànima que Allah ha prohibit [mort], excepte per la dreta i fer no cometre il·legal sexuals. I qui ha de fer que es reunirà una sanció.
cy: A'r rhai nad ydynt yn galw'r ag Allah Dduwdod arall neu ladd yr enaid a Allah wedi gwahardd [i gael eu lladd], ac eithrio drwy hawl, ac nid nid cyfathrach rywiol anghyfreithlon ymrwymo. A pwy ddylai wneud hynny bydd yn talu'r gosb.
da: Og dem, der ikke påberåbe sig med Allah en anden guddom eller dræbe den sjæl, som Allah har forbudt [at blive dræbt], undtagen ved retten, og gør ikke begå ulovlig seksuel samleje. Og hvem skal gøre det vil møde en sanktion.
el: Και όσοι δεν επικαλεσθείτε με Αλλάχ μια άλλη θεότητα ή να σκοτώσουν την ψυχή που Αλλάχ έχει απαγορεύσει [να θανατωθούν], εκτός από την δεξιά, και κάνετε commit παράνομη σεξουαλική επαφή. Και όποιος θα πρέπει να το κάνουμε αυτό, θα συναντήσετε μια ποινή.
et: Ja need, kes ei kasuta Jumal ja teine jumalus või tappa hinge, mis Jumal on turustamine [tappa], v.a õigus ja ei ole commit ebaseadusliku seksuaalvahekorras. Ja kes iganes peaks tegema, et kohtub karistus.
fi: Ja jotka eivät vedota kanssa Jumala toinen Jumaluus tai tappaa sielua, Allah on kieltänyt [tulla tapetuksi], paitsi oikeus, ja eivät ole commit laitonta yhdyntää. Ja kuka pitäisi tehdä, että rangaistus.
he: ואלה לא להפעיל עם אללה אלוהות אחרת או להרוג הנפש אשר אללה אסר [למות], אלא בזכות, לא להתחייב בלתי חוקי פק. מי צריך לעשות את זה נפגוש קנס.
hr: I oni koji zazivaju s Allaha drugo božanstvo ili ubiti duše koje Allah je zabranio [ubiti], osim po pravu, i da ne počini nezakonit seksualni odnos. I tko god treba kaznu.
lt: Ir tie, kurie neturi remtis su Dievo kitos Dievybės ar nužudyti siela, kuri Dievas uždraudė [į būti nužudyti], išskyrus teisę, ir tai ne padaryti neteisėtų lytinių santykių. Ir kas turėtų padaryti, kad bus patenkinti baudą.
lv: Un tie, kuri nevar izsaukt ar Allah citu dievību vai nogalināt dvēsele, kas Allah ir aizliegts [nogalināja], izņemot noteiktās tiesības, un to nevar izdarīt nelikumīgas dzimumakta. Un kurš vajadzētu darīt, ka tiksies sods.
nb: Og de som ikke starte med Allah en annen guddom eller drepe sjelen som Allah har forbudt [å bli drept], med unntak av høyre, og gjør ikke forplikte ulovlig seksuell omgang. Og hvem skal gjøre som vil møte en straff.
sk: A tí, ktorí nemajú odvolávať s Alah iného Božstva alebo zabiť dušu, ktoré Alah zakázané [zabil], s výnimkou práva, a to nie spáchať protiprávne pohlavný styk. A kto by to splní trest.
sl: In tiste, ki ne uveljavlja s Allah druga božanstvo ali ubije dušo, ki Allah je prepovedano [ubil], razen s pravico in ne zavežejo nezakonitih spolni odnos. In kdor je to srečali kazen.
sr_cyrl: И они који не призивамо Алах други боћанство или убијају људске душе које Аллах је забранио [да буду убијени], осим по праву, и да не похрањивање незаконит сексуални однос. И ко год треба да то ће испуњавају пенал.
sr_latn: I oni koji ne prizivamo Alah drugi boћanstvo ili ubijaju ljudske duše koje Allah je zabranio [da budu ubijeni], osim po pravu, i da ne pohranjivanje nezakonit seksualni odnos. I ko god treba da to će ispunjavaju penal.
uk: І тих, хто не викликати з Аллах інший божество або вбити душа, яка Аллах заборонено [вбили], крім по праву, і не здійснювати незаконні статеві зносини. І той, хто повинен зробити, що зустрінеться штраф.
vi: Và những người không được gọi với Allah một vị thần hoặc giết linh hồn mà Allah đã cấm [bị giết], ngoại trừ do bên phải, và làm không cam kết bất hợp pháp quan hệ tình dục. Và bất cứ ai cần làm điều đó sẽ đáp ứng một hình phạt.
zu: Futhi labo abangamthandi ukunxusa Allah nomunye ubuNkulunkulu noma ukubulala umphefumulo Allah wenqabile [ukuba abulawe], ngaphandle kokuba kube ngokukhuleka kwesokudla, futhi cha bophezela ubuhlobo bobulili ngalokungekho emtsetfweni.

# Quran2924
source: Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -
ca: Multiplicat per a ell és el càstig el dia de resurrecció, i es respectarà aquí humiliat-
cy: Lluosi iddo yw'r gosb ar ddiwrnod yr atgyfodiad, ac bydd ef yn glynu yn benisel ynddo-
da: Ganges er straf på den dag i opstandelse for ham, og han vil overholde deri ydmyget-
el: Πολλαπλασιάζεται για αυτόν είναι η τιμωρία κατά την ημέρα της Αναστάσεως, και αυτός θα τηρήσουν ταπεινωμένος σ ' αυτό-
et: Korrutatud teda on karistuse ülestõusmist päev ning ta järgib selles alandust-
fi: On hänelle rangaistuksen päivänä ja hän jää luoksenne siinä nöyryytetään-
he: בשבילו זה העונש על יום התקומה, והשפע הוא יצויית ובזה מושפל-
hr: Množitelj za njega je kazna na dan uskrsnuća, i nastat će u njoj ponižen-
lt: Padauginus jam yra bausmė apie prisikėlimo dieną, ir jis paklūsta jame žeminimas-
lv: Reizinot viņam ir sodīšanu par augšāmcelšanās dienā, un viņš būs ievērot tajos pazemots-
nb: Multiplisert for ham er straffen på oppstandelsen, og han vil følge der ydmyket-
sk: Násobí pre neho je trest na deň vzkriesenia, a on bude dodržiavať v ňom poníženie-
sl: Povečale za njega je kazen na dan od vstajenje, in on bo upošteval v njej ponižan-
sr_cyrl: Умножили за њега је казна на дан ускрснућа, и он настаће у томе понижен-
sr_latn: Umnožili za njega je kazna na dan uskrsnuća, i on nastaće u tome ponižen-
uk: Помноженої для його покарання на день Воскресіння, і він буде дотримуватися в ньому приниженими-
vi: Nhân cho anh ta là trừng phạt vào ngày phục sinh, và ông sẽ tuân thủ trong đó làm nhục-
zu: Iphindaphindwe ngaye yisona isijeziso Suku Vuko futhi uyokwenza abide therein ngilulazekile -

# Quran2925
source: Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful.
ca: A excepció d'aquells que es penedeixin, creure i fer treballs justos. Per a ells Allah reemplaçarà seus actes mals amb el bé. I mai és perdonar a Allah i Clement.
cy: Ar wahân i'r rheini sydd yn edifarhau, credu a gwneud gwaith hoes dabloid. Iddynt bydd Allah yn disodli eu gweithredoedd drwg yn dda. Ac byth yn maddeugar Allah a Merciful.
da: Med undtagelse af dem, der omvender sig, mener og gøre retfærdige arbejde. For dem. Allah vil erstatte deres onde gerninger med gode. Og nogensinde er Allah tilgive og barmhjertige.
el: Εκτός από εκείνους που μετανοήσουν, πιστεύουν και κάνουν εργασίες δίκαιοι. Για τους Αλλάχ θα αντικαταστήσει τις αχρείες πράξεις τους με το καλό. Και ποτέ Αλλάχ επιεικής και εύσπλαχνος.
et: Välja arvatud need, kes ei paranda meelt, usun ja teha head tööd. Neid Allah asendab oma kurja tegusid hea. Ja kunagi on Jumal andeks ja Merciful.
fi: Paitsi niille, jotka uskovat ja tekevät vanhurskas teko. Heille Jumala korvaa heidän pahat tekonsa hyvä. Ja aina on Jumala anteeksiantava ja armollisin.
he: . חוץ למי שמתוודה, מאמינים, לעשות את עבודת צדקתו. עבורם אללה יחליף את המעשים הרעים שלהם טובות. והוא אי פעם לסלוח אללה הרחום והחנון.
hr: Osim onih koji se pokaju, vjerovati i raditi ispravan posao. Za njih Allah će zamijeniti njihova zla djela s dobrim. I nikad nije Allah prašta i milostiv.
lt: Išskyrus tuos, kurie nawróca, manau, ir teisieji darbą. Juos Dievas pakeis savo piktus darbus su gera. Ir kada nors yra Dievas atlaidus ir litosciwy.
lv: Izņemot tos, kas nožēlot, domāt un darīt taisns darbu. Par tiem Allah aizstās to ļauno darbu ar labu. Un kādreiz ir Allah piedodošs un žēlsirdīgs.
nb: Bortsett fra de som omvender seg, tror og gjøre rettferdige arbeid. For dem Allah vil erstatte deres onde gjerninger med gode. Er noensinne Allah tilgivende og barmhjertig.
sk: S výnimkou tých, ktorí pokánie, veriť a robiť, dielo. Im Alah nahradí svoje zlé skutky dobré. A niekedy je Boh odpúšťa a Milosrdných.
sl: Razen tistih, ki se pokesajo, verjeti in pravični delo. Za njih Alah bo zamenjal svoje zla dejanja z dobro. In kdaj je Allah tolerantna in usmiljen.
sr_cyrl: Осим оних који се покају, верујем и праведан посао. За њих Аллах ће заменити својим злим делима са добрим. А некад је Аллах прашта и милостив.
sr_latn: Osim onih koji se pokaju, verujem i pravedan posao. Za njih Allah će zameniti svojim zlim delima sa dobrim. A nekad je Allah prašta i milostiv.
uk: За винятком тих, хто покаятися вірити і робити роботу праведними. Для них Аллах буде замінити їх злі справи з гарним. І коли-небудь Аллах прощати і Merciful.
vi: Ngoại trừ những người ăn năn, Đức tin và làm công việc công bình. Cho họ Allah sẽ thay thế của những hành động ác với tốt. Và bao giờ tha thứ cho Allah và Merciful.
zu: Ngaphandle for labo phenduka kholwa wenze umsebenzi ngakhethi.

# Quran2926
source: And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance.
ca: I ell que es penedeix i fa justícia fet tornar a Allah amb penediment [acceptat].
cy: A yw ef a edifarhao a chyfiawnder i yw yn wir yn troi at Allah gyda pedair [derbyn].
da: Og han, der omvender sig og gør retfærdighed faktisk henvende sig til Allah med [accepterede] omvendelse.
el: Και αυτός που μετανοεί και κάνει δικαιοσύνη κάνει όντως τη σειρά να Αλλάχ με [αποδεκτές] μετάνοια.
et: Ja kes pöördub ja õiglus ei tõepoolest pöördun Jumal [aktsepteeritud] meeleparandus.
fi: Ja hän, joka katuu ja tekee vanhurskauden todellakin Jumala [hyväksytty] katumus.
he: מי מתחרטת. ועושה את צדקתו אכן מדליקה לאללה עם תשובה [מקובל].
hr: I tko se kaje i ne pravednost uistinu Allah s [prihvaćen] pokajanje.
lt: Ir tas, kuris gailisi ir nėra tiesos iš tiesų paversti Allaho [pripažintas] atgaila.
lv: Un tas, kurš nožēlo un nav taisnības tiešām savukārt Allahu [akceptēto] nožēlošana.
nb: Og han som gjør rettferdighet faktisk slår til Allah med [akseptert] omvendelse.
sk: A on, ktorí pokánie a to spravodlivosť naozaj zase Alah s [akceptované] pokánie.
sl: In tisti, ki se spreobrne in ne pravičnosti res pa Allah z [sprejet] kesanja.
sr_cyrl: И онај који се покаје и праведност да ли стварно окренуо Алах са [прихваћени] покајање.
sr_latn: I onaj koji se pokaje i pravednost da li stvarno okrenuo Alah sa [prihvaćeni] pokajanje.
uk: І той, хто не покається і робить праведність дійсно звернутися до Аллах з [допустимий] покаяння.
vi: Và ông đã ăn năn và không công bình thực sự chuyển sang Allah với [chấp nhận] ăn năn.
zu: Futhi lowo esiphendukayo + futhi ongawalaleli amazwi nokulunga ngempela baphendukele Allah ngokuphenduka [avumelekile].

# Quran2927
source: And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity.
ca: I [són] qui no testificar a falsedat, i quan passen a prop discurs malalt, passar amb dignitat.
cy: A [ydynt] rheini wneud nid dystio i anwiredd, ac wrth iddynt basio ger araith sâl, maen nhw'n pasio gydag urddas.
da: Og [er] dem, der ikke vidne til løgn, og når de passerer i nærheden af syge indlæg de forbi med værdighed.
el: Και [είναι] όσοι δεν καταθέσουν στο ψεύδος, και όταν περνούν κοντά άρρωστος ομιλία, περνούν από με αξιοπρέπεια.
et: Ja [on] need, kes ei käsitle valetamine ja kui nad on läbinud asuvaid haige kõnet, nad on läbinud väärikalt.
fi: Ja he ovat niitä, jotka eivät ole todisteena valhe, ja kun ne kulkevat lähellä huonosti puhe, ne kulkevat arvokkaasti.
he: [הם] מי לא אעיד כזב, וכאשר הם עוברים ליד דיבור חולה, שהם עוברים עם כבוד.
hr: I oni su oni koji ne svjedoče da laž i kada oni prolaze pokraj bolestan govora, prolaze dostojanstveno.
lt: Ir [jie] tiems, kurie negali liudyti melas, ir kai jie pereina šalia blogai kalba, jie pereina oriai.
lv: Un [tie] tiem, kuri nevar liecināt nepatiesību, un, kad viņi iet pie slima runu, tie iet ar cieņu.
nb: Og [de] som ikke vitne løgn og når de passerer nær syk tale, de passerer med verdighet.
sk: A [sú] kto nemôže vypovedať lož, a keď prejdú v blízkosti chorých reči, absolvovali dôstojne.
sl: In [so] tiste, ki ne pričajo laž, in ko gresta v bližini slabo govora, gresta dostojanstveno.
sr_cyrl: И [су] оне који не сведочи да неистина, и кад они пролазе близу ИИИ говор, они пролазе достојанствено.
sr_latn: I [su] one koji ne svedoči da neistina, i kad oni prolaze blizu III govor, oni prolaze dostojanstveno.
uk: І [вони] тих, хто не давати свідчення брехні, і коли вони проходять біля хворий мовлення, вони проходять мимо з гідністю.
vi: Và [họ] những người không làm chứng để falsehood, và khi họ vượt qua gần bệnh phát biểu, họ vượt qua với nhân phẩm.
zu: Futhi [they are] labo cha fakaza amanga, nalapho bephumelela edude inkulumo egula, edlula ngesithunzi.
