Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2193
source: And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere.
ca: I els criminals veurà el foc i serà certs que estan caient en això. I no es troba d'ella una manera en altres llocs.
cy: A bydd y troseddwyr yn gweld y tân a bydd yn sicr eu bod yn syrthio ynddo. Ac ni byddant yn canfod ei ffordd mewn mannau eraill.
da: Og kriminelle vil se ilden og vil være sikker på, at der falder deri. Og de vil ikke finde fra det en måde andre steder.
el: Και οι εγκληματίες θα δείτε την πυρκαγιά και θα είναι βέβαιο ότι είναι να πέσει σ ' αυτό. Και δεν θα βρουν από αυτό ένα δρόμο του αλλού.
et: Ja kurjategijad näevad tulekahju ja on kindel, et nad on kukkuda seal. Ja nad ei leia sealt nii mujal.
fi: Rikolliset näkevät tulen ja olla varmoja siitä, että he ovat kuulu siinä. Ja eivät löydä sitä tavalla muualla.
he: הפושעים יראו האש יהיו בטוחים. והם עומדים ליפול בו. הם לא ימצאו אותו דרך במקום אחר.
hr: I kriminalci će vidjeti vatru i bit će sigurno da se padne u njemu. I oni će naći iz nje način negdje drugdje.
lt: Ir nusikaltėliai bus matyti ugnį ir bus būti tikri, kad jie joje kristi. Ir jie negali rasti iš jo taip kitur.
lv: Un noziedznieki redzēs uguns un būs pārliecināti, ka tie ir tajā rudenī. Un viņi nekad negūsi no to veidu, kā citur.
nb: Kriminelle vil se brannen og vil være sikker på at de skal falle der. Og de vil ikke finne fra det en måte andre steder.
sk: A zločinci budú vidieť oheň a mať istotu, že sú na jeseň v nej. A z neho nebudú nájsť spôsob, ako inde.
sl: In kriminalci videli ogenj in bo nekatere, ki sodijo v njej. In jih ne boste našli od njega tako drugje.
sr_cyrl: И криминалци ће видети ватре и неће бити сигуран да су у њу упада. И они ће пронаћи из ње не начин на другом месту.
sr_latn: I kriminalci će videti vatre i neće biti siguran da su u nju upada. I oni će pronaći iz nje ne način na drugom mestu.
uk: І злочинці побачите вогонь і будуть впевнені, що вони падати в ньому. І вони не можуть знайти з цього шляху в іншому місці.
vi: Và những tên tội phạm sẽ thấy ngọn lửa sẽ chắc chắn rằng họ đang rơi trong đó. Và họ sẽ không tìm thấy nó một cách khác.
zu: Futhi izigebengu ziyobona Fire and nakanjani ukuthi basuke bawe.

# Quran2194
source: And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been, most of anything, [prone to] dispute.
ca: I certament han diversificat aquest Qur ' an per a les persones de cada [mena de] exemple; però l'home ha estat, la majoria de qualsevol cosa, [propens a] disputa.
cy: Ac yn sicr rydym wedi arallgyfeirio yn y Qur'an hwn ar gyfer pobl o bob [math o] enghraifft; ond bu dyn erioed, y rhan fwyaf o unrhyw beth, [dueddol] anghydfod.
da: Og vi har helt sikkert diversificeret i denne Koranen for folk fra alle [slags] eksempel; men mennesket nogensinde har været, de fleste af noget, [tilbøjelige til] tvisten.
el: Και εμείς σίγουρα έχουν διαφοροποιηθεί σε αυτό Qur'an για τους ανθρώπους από κάθε [είδους] παράδειγμα? αλλά ο άνθρωπος έχει ποτέ, τα περισσότερα από οτιδήποτε, [επιρρεπείς σε] διαμάχη.
et: Ja meil on kindlasti mitmekesise käesoleva Koraani inimesed iga [omamoodi] näide; Aga mees kunagi varem, et enamik midagi [altid] vaidlus.
fi: Ja me varmasti monipuolista tämän Koraanin ihmisiä joka [eräänlainen] esim. mutta ihminen on koskaan ollut, useimmat mitään [altis] riita.
he: אנחנו בהחלט מגוונים באת הקוראן הזה עבור האנשים של כל [של] דוגמה; אבל איש מעולם, רוב כלום, [נוטה] מחלוקת.
hr: I mi svakako raznolik u ovom Kur'anu za ljude iz svakog [vrsta] primjer; Ali čovjek je, većina ništa, [sklona] spor.
lt: Ir mes tikrai buvo įvairus šis Koran žmonių iš kiekvieno [rūšies] pavyzdys; bet žmogus kada nors buvo dauguma nieko, [linkę] ginčas.
lv: Un mums noteikti ir diversificēts šo Qur cilvēkiem no katra [veida] piemērs; bet cilvēks kādreiz ir bijis, lielākā daļa neko [tieksme] strīds.
nb: Og vi har sikkert diversifisert denne Koranen for folk fra alle [slags] eksempel; men mannen har vært, de fleste av noe, [utsatt for] tvist.
sk: A určite sme rozložilo v tejto Qur'an pre ľudí z každej [druh] príklad; ale človek niekedy bol, väčšina nič [náchylný k] spor.
sl: In smo zagotovo razpršene v tej Qur'an za ljudi iz vsak [nekakšen] primer; ampak človek je vedno bil, večina ničesar, [k] spora.
sr_cyrl: И свакако нам развио у овај Куран за људе из сваког [врсти] пример; Али није, већина нечега [склон] спор.
sr_latn: I svakako nam razvio u ovaj Kuran za ljude iz svakog [vrsti] primer; Ali nije, većina nečega [sklon] spor.
uk: І ми безумовно диверсифікованої в цьому Коран для людей з кожного [родом з] приклад; але людина, коли було, більшість чого-небудь, [схильні до] спору.
vi: Và chúng tôi chắc chắn có đa dạng trong kinh Koran này cho những người từ mọi [loại] Ví dụ; nhưng người đàn ông bao giờ có, hầu hết bất cứ điều gì, [bị] vụ tranh chấp.
zu: Futhi Siye Ngokuqinisekile isabalalise kule Qur'an ngoba abantu bonke [hlobo] isibonelo;

# Quran2195
source: And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them.
ca: I res ha impedit que la gent creient quan orientació arribar a ells i de demanar el perdó del seu Senyor excepte que hi [ha] succeir-los el [acostumat] precedent dels pobles antics o que el càstig hauria de venir [directament] abans d'ells.
cy: A dim wedi atal pobl rhag gredu pan daeth canllawiau iddynt a gofyn [Rhaid] maddeuant eu Arglwydd ac eithrio bod yna yn digwydd iddynt y cynsail [gyfarwydd] o bobloedd gynt neu y dylai'r gosb ddod [uniongyrchol] ger eu bron.
da: Og intet har forhindret folket i at tro, når vejledning kom til dem og bede om tilgivelse for deres Herre bortset fra at der [skal] vederfares dem [vant] præcedens for de tidligere folk eller at straffen bør komme [direkte] før dem.
el: Και τίποτα δεν εμπόδισε τους ανθρώπους πιστεύοντας όταν καθοδήγηση ήρθε σε αυτά και να ζητήσει συγχώρεση από τους Λόρδος, εκτός από το ότι εκεί [πρέπει να] τους συμβαίνουν το [συνηθίσει] προηγούμενο των πρώην λαών ή ότι η τιμωρία θα πρέπει να έρθει [άμεσα] πριν από αυτούς.
et: Ja miski takistas inimesed arvata kui arendus tuli neile ja küsida andestust nende Issand, välja arvatud et seal [peab] tabada neid endine Rahvaste [harjunud] pretsedent, või et karistus peaks tulema [otse] käsitlusega.
fi: Ja mikään ei on estänyt ihmisiä uskomasta, kun ohjeita tuli heille ja pyytää anteeksi Herransa paitsi että [on] sattuisi entinen kansojen [tottuneet] ennakkotapaus tai että rangaistus tulee [suoraan] ennen niitä.
he: שום דבר לא מנעה העם מהאמונה הדרכה הגיעה אליהם, מלשאול מחילת האל שלהן חוץ מההוא [כנראה] בהחלטותינו התקדים [רגיל] של העמים לשעבר או כי העונש צריך לבוא [ישירות] לפניהם.
hr: I ništa je spriječio ljudi vjerovati kada vodstvo došli da ih i ne pita oprost od gospodara osim da ima [mora] ih zadesiti [navikli] presedan bivši naroda ili da kazna treba doći [direktno] prije njih.
lt: Ir nieko neleido žmonėms manyti, kai orientavimo atėjo jiems ir prašyti atleidimo savo pono išskyrus joje [turi] atsitikti jų [pripratę] precedentas buvęs Tautų arba kad bausmė turėtų ateiti [tiesiogiai] prieš juos.
lv: Un nekas neļāva cilvēkiem ticēt ienākot virzības un lūgt piedošanu par savu kungu, izņemot to, ka viņiem ir atgadīties [pieraduši] precedents bijušās tautu vai sodam vajadzētu nākt [tieši] pirms tām.
nb: Og ingenting ikke folk tror når veiledning kom til dem og be om tilgivelse for deres Herre unntatt at det [må] møte dem [vant] muligheten for tidligere folk eller at straffen skulle komme [direkte] før dem.
sk: A nič zabránila ľudia veriť, keď vedenie prišiel k nim a žiada odpustenie svojho pána s výnimkou že potrebné prihodiť nich [zvyknutí] precedens bývalých obyvateľov, alebo že trest by mal prísť [priamo] pred nimi.
sl: In nič je preprečiti ljudi iz verjeti ko smernice prišel do njih in zahtevala, odpuščanje svojega Gospoda, razen da tam [mora] zgodi [navajeni] precedens nekdanji narodi ali da kazen naj valne [] pred njimi.
sr_cyrl: И ништа је спречила људи веровање доласком упутства од пита опрост од свог господара, осим то тамо [мора] их задеси [навикнут] преседан бившег народа и њих или да казна треба да буду [директно] пре њих.
sr_latn: I ništa je sprečila ljudi verovanje dolaskom uputstva od pita oprost od svog gospodara, osim to tamo [mora] ih zadesi [naviknut] presedan bivšeg naroda i njih ili da kazna treba da budu [direktno] pre njih.
uk: І нічого не дозволило людям прощенні під керівництвом прийшла до них і від просити прощення Господа за винятком що існує мають спіткає їх [звикли] прецедент колишній народів, або що покарання повинен передувати [безпосередньо] їх.
vi: Và không có gì đã ngăn không cho người dân tin tưởng khi hướng dẫn đến cho họ và yêu cầu sự tha thứ của Chúa ngoại trừ rằng có [phải] befall chúng tiền lệ [quen] của các dân tộc trước đây hay rằng sự trừng phạt [trực tiếp] nên đến trước khi họ.
zu: Futhi akukho lutho oluye nqanda ntu nga kholwa uma hola sondela them becela yekelo of bo Lord ngaphandle ukuthi kukhona [kumelwe] sibehlela kufaniswe [elijwayele] ezizwe yangaphambili noma ukuthi isijeziso kufanele beze [ngqo] phambi kwabo.

# Quran2196
source: And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule.
ca: I enviar missatgers no excepte com a missatgers de la bona nova i última. I els que dubten disputa mitjançant [] falsedat per a [tractar] invalidar així la veritat i han pres els meus versos i allò que ells se'ls adverteix, en ridícul.
cy: A ydym yn anfon nid y negeswyr ac eithrio fel bringers tidings da a warners. A'r rhai a chredu anghydfod drwy [ddefnyddio] anwiredd ceisio [] annilysu'r gan y gwir ac wedi cymryd fy penillion, a bod y maent yn rhybuddio, mewn gwawd.
da: Og vi sender ikke budbringere undtagen som bringers af gode tidender og Warner. Og dem, der ikke tror tvist ved [hjælp] løgn [forsøge at] afkræfte dermed sandheden og har taget min vers, og, som de er advaret, i latterliggørelse.
el: Και στέλνουμε δεν είναι οι αγγελιοφόροι παρά μόνο ως αγγελιοφόροι της καλή είδηση και warners. Και όσοι δυσπιστώ διαφοράς χρησιμοποιώντας [] ψέμα να [επιχειρήσει να] Ακυρώνει με αυτόν τον τρόπο την αλήθεια και να έχουν λάβει μου στίχους, και που του οποίου προειδοποιούν, σε γελοιοποίηση.
et: Ja saadame mitte kullerid peale rõõmusõnumit ja warners bringers. Ja need, kes usu vaidluste abil [] [soovides] valetamine telefonile seeläbi tõde ning on võtnud mu värsse ning et millest nad hoiatas, naeruvääristada.
fi: Ja lähetämme sanansaattajia lukuun ottamatta tuojia ilosanoman ja warners. Ja ne, jotka ovat uskottomia riita käyttämällä [] valhe yrittää [] mitätöidä siten totuus ja ottaneet minun runoja ja joista he ovat varoittanut pilkan kohteena.
he: ושלח לנו לא השליחים מלבד בתור שליחים של בשורות טובות ו"וורנר. אלה לא להאמין סכסוכים באמצעות [] כזב לנסות [] ובכך לפסול את האמת ולקח את הפסוקים שלי, וזה אשר הם מוזהרים, לעג.
hr: I mi poslati glasnike osim kao Donosioci radosne i Warnera. I oni koji ne vjeruju spora korištenjem [] laži pokušati [] poništiti time istina i moje stihove, i to od kojih su upozorili su, u podsmijeh.
lt: Ir mes siųsti ne pasiuntinius išskyrus kaip gera žinia ir warners Žinianešiai. Ir tie, kurie neturi wierza ginčą naudodami [] melas bandyti [] netekti taip tiesą ir ėmėsi mano Slapyvardis, ir, iš kurių jie yra įspėjo, į Zironizować.
lv: Un mēs nosūtīsim ne kurjeriem, izņemot kā labas vēstis un warners nesēji. Un tiem, kam neticēt strīdu, izmantojot [] nepatiesību mēģinājums [] tādējādi liegt tiesības uz patiesību un ir veikušas manu pantus, un, no kuriem viņi brīdināja, ar izsmieklu.
nb: Og vi sender ikke budbringere unntatt som bringer godt budskap og warners. Og de som tviler tvisten ved [hjelp] løgn [forsøke å] oppheve dermed sannheten og har tatt mine vers, og det som de blir advart, i latterliggjøring.
sk: A pošleme nie poslov okrem ako poslovia dobrú zvesť a warners. A tí, ktorí neveria sporu [prostredníctvom] lož pokúšať [] čím narúšali pravdu a moje verše, a ktoré sú varoval, v posmech.
sl: In pošljemo ne sli razen kot bringers dobrih novic in warners. In tistim, ki verjamem spor z [uporaba] laž [poskus] Razveljavi s tem resnico in sprejeli moje verze, in ki, ki so opozorjeni, na zasmehovanje.
sr_cyrl: И послати не весници осим као доносиоце радосне и само идеја. И они који су управљали спора помоћу [] неистина да [покушај] побијају чиме би истину и заузели моје стихове, и то од којих су упозорили су, у руглу.
sr_latn: I poslati ne vesnici osim kao donosioce radosne i samo ideja. I oni koji su upravljali spora pomoću [] neistina da [pokušaj] pobijaju čime bi istinu i zauzeli moje stihove, i to od kojih su upozorili su, u ruglu.
uk: І ми відправляємо не посланцями крім як Посланці добру новину та місті warners. І тих, хто не вірити спору, використовуючи [] брехня намагатися [], до втрати тим самим правду і взяв мої вірші і що з яких вони були попереджені, в насмішок.
vi: Và chúng tôi gửi không phải là những sứ giả ngoại trừ như bringers của tidings tốt và warners. Và những người disbelieve tranh chấp bằng [] falsehood [cố gắng] do đó làm mất hiệu lực sự thật và đã đưa câu thơ của tôi, và đó mà họ đã được cảnh báo, trong chế giễu.
zu: Futhi Sithumela hhayi gijimi bringers imibiko okuhle futhi warners.

# Quran2197
source: And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever.
ca: I qui és més injust que un que és va recordar els versos del seu Senyor però allunya d'ells i s'oblida que les mans han posat endavant? De fet, hem posat sobre els seus revestiments de cors, perquè no entenen que i en la seva sordesa d'orelles. I si et convidi a una orientació - mai guiarà, llavors - mai.
cy: Ac sydd yn anghyfiawn fwy nag un sy'n Atgoffir y penillion o ei Arglwydd ond troi oddi wrthynt ac yn anghofio beth y mae ei ddwylo wedi ei rhoi ymlaen? Yn wir, rydym wedi rhoi dros eu calonnau gorchuddion, rhag ofn eu bod yn ei deall, ac yn eu clustiau byddardod. Ac os eu gwahodd i'r canllawiau-byddant byth yn cael arweiniad, yna-byth.
da: Og der er mere uretfærdig end en der er mindet om vers af hans herre, men vender sig væk fra dem og glemmer, hvad hans hænder har lagt frem? Faktisk har vi placeret over deres hjerter belægninger, lest de forstår det, og i deres ører døvhed. Og hvis du invitere dem til vejledning - de aldrig vil blive styret, så - nogensinde.
el: Και ποιος είναι πιο άδικο από κάποιον που είναι θύμισε τους στίχους του Λόρδου αλλά γυρίζει μακριά από αυτούς και ξεχνά τι έχουν βάλει εμπρός τα χέρια του; Πράγματι, έχουμε τοποθετήσει πέρα από τους καρδιές καλύμματα, μήπως κατάλαβαν, και σε τους τα αυτιά κώφωση. Και εάν εσείς να τους καλέσει να καθοδήγησης - αυτοί θα ποτέ να καθοδηγείται, τότε - ποτέ.
et: Ja kes on rohkem kui üks, kes meenutas oma isanda värsside aga neilt ära keerab ja unustab, mida tema käed on ajama alusetu? Tõepoolest, meil on paigutatud üle nende südamed katted, muidu nad seda mõista ja nende kõrvad kurtus. Ja kui sa kutsuda neid arendus - nad kunagi juhatatakse, siis - kunagi.
fi: Ja kuka on epäoikeudenmukaisempi kuin yksi, joka muistutetaan Herransa jakeita, mutta kääntyy pois ja unohtaa hänen kätensä on ojensi? Itse asiassa olemme asettaneet yli sydämet päällysteet, etteivät he ymmärrä ja korvat kuurous. Ja jos voit kutsua heidät ohjaus - ne, sitten - koskaan.
he: ומי צודק יותר מאשר מי הוא הזכיר את הפסוקים של אדונו, אבל הופך מהם ואני שוכח מה ידיו יש הושיט? אכן, לנו להציב על כיסויי הלבבות שלהם, שמא הם יבינו את זה, ובשנת חירשות האוזניים שלהם. אם תזמין אותם כדי הדרכה - הם לעולם לא להיות מונחה, ואז - אי פעם.
hr: A tko je više nepravedan nego jedan koji je podsjetio na stihove svoga gospodara, ali se od njih i zaboravlja što rukama iznijeli? Doista, smo stavili preko svog srca obloge, da ne razumiju to, a u njihove uši gluhoća. I ako si ih pozvao vodstvo - oni nikada neće biti vođeni, onda - nikad.
lt: Ir kurie yra labiau neteisinga nei tas, kuris priminė savo Viešpaties eilėmis, bet pasirodo nuo jų ir pamiršta ką rankas pasidengti? Iš tiesų, mes įdėjome per jų širdžių dangos, kad jie supranta tai, ir jų ausys kurtumas. Ir jei jūs juos pakviesti orientavimo - jie niekada vadovausis, tada - kada nors.
lv: Un kurš ir netaisna vairāk nekā tas, kurš atgādināja viņa lords vārsmas, bet griežas prom no tām un aizmirst to, ko viņa rokās ir nodot tālāk? Patiešām, mēs laiduši pār viņu sirdis segumi, nedrīkstam to sapratīs un viņu ausis kurlums. Un ja jūs aicināt viņus uz ieteikumu - viņi nekad vadīties, tad - jebkad.
nb: Og hvem er mer urettferdig enn en som blir minnet av versene sin herres men vender seg bort fra dem og glemmer hva hendene har lagt frem? Faktisk har vi plassert over deres hjerter gulvbelegg, at de forstår det, og i deres ører døvhet. Og hvis du inviterer dem til veiledning - de vil aldri bli veiledet, så - noensinne.
sk: A kto je viac nespravodlivý, než ten, kto je pripomenul verše svojmu pánovi, ale odvráti od nich a zabudne, čo ruky vystrel? V skutočnosti sme umiestnili nad ich srdcia krytiny, inak chápu to, a ich uši hluchota. A keď ich pozvete, aby vedenie - oni budú nikdy byť vedený, potom - niekedy.
sl: In kdo je bolj nepravičen od tistega, ki je spomnil verzov svojega Gospoda, vendar odvrne od njih in pozabi, kar roke so iztegnil? Res, smo postavili v njihovih srcih obloge, da ne razumejo, da, in v svoj ušesa gluhost. In če jih vabimo, da smernice - pa nikoli ne bo ravna, nato, kdaj.
sr_cyrl: А ко је више неправедан него онај који је подсетио на стихове од свог господара, али их се окреце, а заборавља како је његове руке изнели? Заиста, ставили смо преко облога њихова срца, да не би они то разумеју, као и у њихове уши глувожа. И ако си их позвао да водич - никада неце бити вођена, онда - никад.
sr_latn: A ko je više nepravedan nego onaj koji je podsetio na stihove od svog gospodara, ali ih se okrece, a zaboravlja kako je njegove ruke izneli? Zaista, stavili smo preko obloga njihova srca, da ne bi oni to razumeju, kao i u njihove uši gluvoжa. I ako si ih pozvao da vodič - nikada nece biti vođena, onda - nikad.
uk: А хто більш несправедливим, ніж той, хто нагадав про вірші пана свого, але відвертається від них і забуває, що його руки висунув? Дійсно, ми поставили над їх серцях покриттів, щоб не розуміють це і в їх вуха глухота. І якщо ви запросіть їх до керівництва - вони ніколи не буде керуватися, то - коли-небудь.
vi: Và ai là không công bằng hơn so với một trong những người được nhắc nhở của câu thơ của ông Chúa nhưng quay lưng lại chúng và quên những gì bàn tay của ông đã đưa ra? Thật vậy, chúng tôi đã đặt trên phủ trái tim vì sợ rằng họ hiểu nó, và trong của tai điếc. Và nếu bạn mời họ đến hướng dẫn - họ sẽ không bao giờ được hướng dẫn, sau đó - bao giờ hết.
zu: Futhi ngubani kalunganga than fike is khumbuza of la mavesi akhe Lord kodwa kuyasuka kubo, akhohlwe lokho izandla zayo wasolula?

# Quran2198
source: And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape.
ca: I el seu senyor és l'indulgent, ple de Misericòrdia. Si havia d'imposar la culpa sobre ells per a què es va obtenir, va vols accelerar per a ells el càstig. Més aviat, per a ells és una cita de que mai trobaran una fuita.
cy: A yw eich Arglwydd y Forgiving, yn llawn o drugaredd. Pe bai'n gosod bai arnynt am beth y maent yn ei ennill, byddai ef wedi cyflymu iddynt y gosb. Yn hytrach, ar eu cyfer yn benodiad gan y byddant byth yn canfod dianc.
da: Og din herre er Forgiving, fuld af nåde. Hvis han skulle pålægge skylden på dem for hvad de tjente, ville han have skyndte for dem straffen. I stedet for dem er en aftale fra som de aldrig vil finde en flugt.
el: Και ο Λόρδος σας είναι η επιεικής, γεμάτος έλεος. Αν ήταν να επιβάλει την ευθύνη τους για ό, τι κέρδισα, θα έχουν έσπευσε για αυτούς η τιμωρία. Μάλλον, για τους είναι μια συνάντηση από την οποία θα βρουν ποτέ μια διαφυγή.
et: Ja oma Issanda Forgiving, täis armu. Ta oleks kehtestada süüdistada neile mida nad teeninud, ta oleks on kiirendas nende eest karistuse. Pigem on nende jaoks on kohtumine, mida nad kunagi ei leia põgenemine.
fi: Ja teidän Herranne on anteeksiantava täynnä armoa. Jos hän olisi asettaa syyttää niitä he, hän ovat ennättäneet heille rangaistus. Vaan ne on aika polveutua joka he koskaan löydä paeta.
he: הוא Forgiving, מלא רחמים. אם הוא היה להטיל את האשמה על אותם על מה שהן הרוויחו, הוא צריך בקצרה עבורם העונש במקום זאת, עבורם היא פגישה מ אשר לעולם לא ימצאו דרך מילוט.
hr: A Gospodar tvoj je opraštanje, puna milosti. Da je nametnuti krivnju na njih za ono što su zaradili, on bi se požurio za njih kazna. Naprotiv, za njih je obveza iz koje nikad neće naći izlaz.
lt: Ir jūsų Viešpats yra Forgiving, pilnas malonės. Jei jis būtų buvę kaltę verčia juos, ką jie uždirbo, jis būtų jau Suskubo jiems bausmė. O, jiems yra paskyra, iš kurios jie niekada rasti pabėgti.
lv: Un jūsu kungam piedošanu, pilnu žēlastības. Ja viņš būtu uzspiest vainu viņiem virsū par to, ko viņi nopelnījuši, viņš būtu būt steidzās viņiem sods. Pareizāk sakot, viņiem ir tikšanās, no kurām viņi nemūžam neizdibināsi aizbēgt.
nb: Og Herren er hyllest, full av nåde. Hvis han skulle innføre skylden dem for hva de tjent, ville han ha fremskyndet for dem straffen. I stedet for dem er en avtale som de vil aldri finne en flukt.
sk: A váš pán je odpúšťajúci, plná milosrdenstva. Keby sa ukladať vinu na ne za to, čo si zarobil, on by sa ponáhľal pre nich trest. Skôr, pre nich je plánovaná činnosť, z ktorej nikdy nájdu únik.
sl: In vaš Gospod je tolerantna, polno usmiljenja. Če bi bil naložiti krivdo na njih za kaj zaslužili, on bi so nagle zanje kazen. Namesto, za njih je sestanek iz ki nikoli ne bodo našli pobeg.
sr_cyrl: И твој господар је Форгивинг, пуна милости. Ако је да наметне кривицу на њих за шта су зарадили, да би сте убрзали за њих казна. Радије , за њих је заказана обавеза из које никад нацице бег.
sr_latn: I tvoj gospodar je Forgiving, puna milosti. Ako je da nametne krivicu na njih za šta su zaradili, da bi ste ubrzali za njih kazna. Radije, za njih je zakazana obaveza iz koje nikad nacice beg.
uk: І ваш Господь бачить, повна милосердя. Якби він був нав'язати провину на них за те, що вони заробили, він буде мати поспішив для них покарання. Швидше за все, для них це зустріч з яких вони ніколи не знайдуть втекти.
vi: Và Chúa của bạn là Forgiving, đầy đủ của lòng thương xót. Nếu ông đã là áp đặt đổ lỗi khi họ cho những gì họ kiếm được, ông sẽ có chính cho họ sự trừng phạt. Thay vào đó, đối với họ là một cuộc hẹn từ mà họ sẽ không bao giờ tìm thấy một lối thoát.
zu: Kho Lord is Thethelela, kugcwele isihe.
