Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran752
source: And when they hear what has been revealed to the Messenger, you see their eyes overflowing with tears because of what they have recognized of the truth. They say, "Our Lord, we have believed, so register us among the witnesses.
ca: I quan senten el que ha estat revelat al Missatger, veure seus ulls vessant llàgrimes per què ells han reconegut de la veritat. Diuen, "nostre Senyor, hem cregut, així que registra'ns entre els testimonis.
cy: A pan fyddant yn clywed beth wedi cael ei ddatgelu i y negesydd, y gwelwch eu llygaid dagrau yn orlawn o oherwydd beth maent wedi cydnabod y gwirionedd. Maent yn dweud, "ein Arglwydd, yr ydym yn credu, felly gofrestru ein ymysg y tystion.
da: Og når de hører, hvad er blevet afsløret til Messenger, du se deres øjne fyldt med tårer på grund af hvad de har anerkendt af sandheden. De siger, "vor Herre, vi har ment, så Registrer os blandt vidnerne.
el: Και όταν ακούω τι έχει αποκαλυφθεί το Messenger, μπορείτε να δείτε τα μάτια τους να ξεχειλίζει με δάκρυα λόγω τι τους οποίους έχουν αναγνωρίσει την αλήθεια. Λένε, «ο Κύριός μας, έχουμε πιστέψει, οπότε εγγραφείτε μας μεταξύ των μαρτύρων.
et: Ja kui nad kuulevad, mida on avastatud sõnumitooja, näed nende silmis pisaraid on uputuse tõttu mida nad tunnustavad tõde. Nad ütlevad, "meie Issand, me oleme uskunud, nii registreeru meile tunnistajate seas.
fi: Ja kun he kuulevat, mitä on paljastettu Messenger, näet silmät täynnä kyyneliä koska he tunnustivat totuuden. He sanovat, "meidän Herramme uskoimme, joten Rekisteröidy meille keskuudessa todistajia.
he: כשהם שומעים מה כבר חשף את השליח, תראו את העיניים שלהם מוצפת דמעות בגלל מה שהן זיהו את האמת. הם אומרים, "אדוננו, שהאמנו, אז לרשום אותנו בין העדים.
hr: I kad čuju što je otkrio da je glasnik, vidjeti svojim očima prepun suze zbog što su prepoznali istinu. Kažu, "naš Gospodin, vjerovali smo, tako registrirati nas među svjedoke.
lt: Ir kai jie girdi, kas buvo atskleista, kad Messenger, mato savo akimis perpildyta ašaros dėl ko jos pripažintos tiesos. Jie sako, "mūsų Viešpatie, mes manoma, kad užsiregistruoti mums tarp liudytojų.
lv: Un kad viņi dzird to, ko atklāja ar ziņnesi, jūs redzat savas acis pieplūstu ar asarām sakarā ar to, ko tās atzinušas par patiesību. Viņi saka: "mūsu kungs, mums ir uzskats, tātad reģistrēties mums starp lieciniekus.
nb: Og når de hører det som er åpenbart til Messenger, du ser deres øyne overfylte med tårer på grunn av det de har innsett sannheten. De sier, "vår Herre, vi har trodd, så Registrer oss blant vitner.
sk: A keď počujú, že to, čo bolo odhalené posol, vidieť ich očami preplnená so slzami, pretože to, čo spoznali pravdu. Oni hovoria, "nášho Pána, sme uverili, tak Zaregistrujte nás medzi svedkov.
sl: In ko so slišali, kaj je pokazala, da je sel, vidiš, oči prepolno solze zaradi kaj so priznani resnice. Pravijo, "našega Gospoda, smo verjeli, zato se prijavite nam med priče.
sr_cyrl: И кад чују шта је било откривено да гласник, видите њихове очи препуњена сузе због како су препознали у истину. Кажу , "Господ, смо веровао, пријавите се нама међу сведоцима.
sr_latn: I kad čuju šta je bilo otkriveno da glasnik, vidite njihove oči prepunjena suze zbog kako su prepoznali u istinu. Kažu, "Gospod, smo verovao, prijavite se nama među svedocima.
uk: І коли вони чують те, що було виявлено до Messenger, ви побачите їх очі переповнений сльози через те, що вони визнали правди. Вони кажуть, "нашого Господа, ми повірили, так зареєструватися нас серед свідків.
vi: Và khi họ nghe những gì đã được tiết lộ với Messenger, bạn thấy mắt của họ tràn với nước mắt vì những gì họ đã nhận ra sự thật. Họ nói, "Chúa chúng ta, chúng ta có tin rằng, như vậy đăng ký với chúng tôi trong số các nhân chứng.
zu: Futhi lapho bezwa lokho okuye kwembulwa kuya Messenger, you bheka bo bobo zichichima izinyembezi ngenxa yalokho ziye baqaphela iqiniso.

# Quran753
source: And why should we not believe in Allah and what has come to us of the truth? And we aspire that our Lord will admit us [to Paradise] with the righteous people."
ca: I per què hauria no creiem en Allah i el que ha arribat a nosaltres de la veritat? I que aspirem que nostre Senyor admetrà ens [al paradís] amb la gent just.
cy: A Pam dylem ni chredwn mewn Allah a beth wedi dod i ni am y gwir? A gobeithiwn y bydd ein Arglwydd yn cyfaddef inni [i baradwys] gyda'r bobl hoes dabloid.
da: Og hvorfor skulle vi ikke tror på Allah og hvad er kommet til os om sandheden? Og vi stræber efter at vor Herre vil indrømme os [til paradis] med de retfærdige mennesker."
el: Και γιατί θα πρέπει να δεν πιστεύουμε στον Αλλάχ και τι έχει έρθει σε μας από την αλήθεια; Και φιλοδοξούμε ότι ο Κύριός μας θα μας αναγνωρίσει [παράδεισος] με οι δίκαιοι άνθρωποι.»
et: Ja miks peaks me ei usu Jumalat ja mida on tulnud meile tõtt? Ja soovime et meie Issanda tunnistavad meile [Paradise] õige inimestega."
fi: Ja miksi ei uskoisimme Jumalaan ja mitä on tullut meille totuus? Ja toivomme, että meidän Herramme myöntämään meille [Paradise] vanhurskas kansa."
he: למה אנחנו לא צריך להאמין באללה ומה קורה לנו את האמת? אנו שואפים כי אדוננו יודו לנו [לגן עדן] עם העם לצדיקים."
hr: I zašto da ne vjerujemo u Allaha i ono što je došao do nas u istinu? I težimo da naš Gospodin ne priznaju nam [raj] s pravedni ljudi.
lt: Ir kodėl mes ne tikėti Dievo ir kas ateis pas mus, tiesa? Ir mes siekiame, kad mūsų Viešpats bus pripažinti mus [į rojų] su teisieji žmonės."
lv: Un kāpēc būtu mēs ne tic Allah un kas nācis mums patiesību? Un mēs tiecamies, ka mūsu Kungs būs uzņemt mūs [paradīze] ar paštaisns cilvēkiem."
nb: Og hvorfor skulle vi ikke tro på Allah og hva har kommet til oss sannheten? Og vi ønsker at vår Herre vil innrømme oss [til paradis] med de rettferdige.
sk: A prečo by sme veriť v Boha a čo má prísť k nám pravdu? A snažíme, aby náš Pán nás sa priznať [do raja] s spravodliví ľudia."
sl: In zakaj naj verjamemo v Allah in kaj je prišel k nam resnica? In smo si prizadevajo, da bo naš Gospod nas priznati [da raj] z pravičnih ljudi. "
sr_cyrl: А зашто не би требало да верујемо у Алаха и шта се нас на истину? "И стремимо да Господ не признају нас [рај] са праведних људи."
sr_latn: A zašto ne bi trebalo da verujemo u Alaha i šta se nas na istinu? "I stremimo da Gospod ne priznaju nas [raj] sa pravednih ljudi."
uk: І чому ми не повинні робити віру в Аллах і те, що прийшло до нас правди? І ми прагнемо, що наш Господь визнаю, нас [до раю] з праведних людей.
vi: Và tại sao nên chúng tôi không tin vào Allah và những gì đã đến với chúng tôi về sự thật? "Và chúng tôi mong rằng Chúa của chúng tôi sẽ thừa nhận chúng tôi [đến thiên đường] với những người công bình."
zu: Futhi kungani kufanele sibe akakholelwa Allah futhi yini sesifikile kithi lweqiniso?

# Quran754
source: So Allah rewarded them for what they said with gardens [in Paradise] beneath which rivers flow, wherein they abide eternally. And that is the reward of doers of good.
ca: Així Allah recompensat per el que va dir amb jardins [en paradís] sota quin cabal de rius, on s'atinguin eternament. I aquesta és la recompensa d'autors de bo.
cy: Felly roedd Allah yn gwobrwyo iddynt am yr hyn maent yn ei ddweud gyda gerddi [yn baradwys] o dan y llif afonydd, yn lle eu bod yn cadw fythol. A dyna y wobr o dudalenau da.
da: Så belønnede Allah dem for hvad de sagde med haver [i Paradise] under hvilke floder flow, hvori de overholder evigt. Og det er belønningen for magtsyge af god.
el: Έτσι Αλλάχ τους ανταμείβονται για όσα λέχθηκαν με κήπους [στον παράδεισο] κάτω από τις οποίες ροής των ποταμών, όπου τηρούνται αιώνια. Και που είναι η ανταμοιβή του doers της καλής.
et: Nii Allah premeerida neid jaoks, mida nad ütlesid koos aiad [paradiisis] all mis jõed tõusevad, kus nad kinni igavesti. Ja see on hea Kurjategijaist tasu.
fi: Niin Jumala palkita heidät heidän sanoistaan puutarhat [Paratiisissa] alla joka joet, jossa säädöksien ikuisesti. Ja väärintekijät hyvä palkinto.
he: אז אללה לתגמול אותם עבור מה שהם אמרו. עם הגנים [בגן עדן] מתחת נהרות שזורמים, שבו הם צולמו לנצח. . וזה הפרס של doers טוב...
hr: Tako Allah ih nagrađeni za što su rekli s vrtovima [u raj] ispod koje poteku rijeke, u kojem su ostati vječno. I to je nagrada izvršitelji dobra.
lt: Taigi Dievas atlyginta juos už ką jie sakė sodais [rojuje] po kurių upių srautai, kuriame jos tvirtai amžinai. Ir tai daro gera atlygį.
lv: Tātad Allah apbalvoti viņiem par to, ko viņi teica ar dārzu [paradīzē], zem kura upju plūsma, kur viņi ievēro mūžīgi. Un kas ir darītāji ar labu atalgojumu.
nb: Så belønne Allah dem for hva de sa med hager [i paradis] under der elvene strømmer, hvor de rette evig. Og det er belønningen av doers av god.
sk: Tak Boh odmenil je pre to, čo povedali s záhrady [v raji] pod ktorú toku rieky, pričom dodržia večne. A to je odmena konajte dobro.
sl: Torej Alah jih nagrajeni za kaj so rekli z vrtovi [v raju] pod kateri rek pretoka, pri čemer se ravnajo večno. In da je nagrado kršitelje dobro.
sr_cyrl: Аллах их је наградио за то су рекли и вртовима [у рају] испод које потеку, у којима они трпе бескрајно. И то је награда за акцију добро.
sr_latn: Allah ih je nagradio za to su rekli i vrtovima [u raju] ispod koje poteku, u kojima oni trpe beskrajno. I to je nagrada za akciju dobro.
uk: Так Аллах винагороджені їх за те, що вони сказали з садів [в раю] під які річках потік, яких вони дотримуються вічно. І це нагорода передбачивши добре.
vi: Vì vậy Allah ban thưởng họ cho những gì họ nói với vườn [trong thiên đường] bên dưới mà dòng chảy sông ngòi, trong đó họ tuân thủ luôn luôn. Và đó là phần thưởng kẻ tốt.
zu: Ngakho Allah KLOMELA them babe they tshela nezingadi [ePharadesi] ngaphansi lapho imifula, wherein they abide phakade.

# Quran755
source: But those who disbelieved and denied Our signs - they are the companions of Hellfire.
ca: Però els que dubtaven i negaven les nostres signes - són companys de Hellfire.
cy: Ond y rhai sy'n gwrthod ein arwyddion-a ddysgais maent yn gyd-deithwyr Hellfire.
da: Men dem, der disbelieved og nægtet vores tegn - de er kammerater i Hellfire.
el: Αλλά εκείνοι που disbelieved και δεν επιτρέπεται η σημάδια μας - είναι οι σύντροφοι της κόλασης.
et: Kuid need, kes disbelieved ja eitada meie märgid - nad on Hellfire kaaslased.
fi: Mutta jotka uskoneet ja kieltää merkkejä - ne ovat kumppaneita Hellfire.
he: אבל למי disbelieved והכחיש את השלטים שלנו - הם הלוויה של הלפייר.
hr: Ali oni koji bio i odbijen naši znakovi - oni su drugovi Hellfire.
lt: Bet tie, kurie disbelieved ir neigė mūsų ženklai - jie Hellfire kompanionai.
lv: Bet tie, kuri disbelieved un noliedza mūsu zīmes - tie ir Hellfire biedrus.
nb: Men de som vantro og nektet våre skilt - de er ledsagere Hellfire.
sk: Ale tí, kto pochyboval, a poprieť naše znamenia - sú spoločníci Hellfire.
sl: Ampak tisti, ki so verjeli in zanikal naše znake - so tovariši Hellfire.
sr_cyrl: Али , они који не верује, и ускраћује нам знакова - они су Компањони паклени огањ.
sr_latn: Ali, oni koji ne veruje, i uskraćuje nam znakova - oni su Kompanjoni pakleni oganj.
uk: Але ті, хто disbelieved і заперечував наших знаки - вони є супутниками Hellfire.
vi: Nhưng những người disbelieved và bị từ chối các dấu hiệu của chúng tôi - chúng là companions của Hellfire.
zu: Kodwa labo disbelieved waphika izimpawu bethu - zingabantu abangane Wesihogo Somlilo.

# Quran756
source: O you who have believed, do not prohibit the good things which Allah has made lawful to you and do not transgress. Indeed, Allah does not like transgressors.
ca: O que han cregut, no prohibeixen les coses bones que Allah ha fet legal a vostè i no transgredir. De fet, Allah com no transgressors.
cy: O ydych sydd wedi credu, yn gwahardd y pethau da sydd Allah wedi gwneud yn gyfreithlon i chi ac nid ydych yn camddefnyddio'u. Yn wir, nid Allah yn hoffi transgressors.
da: O du, der har troet, forbyder ikke de gode ting, som Allah har gjort lovlig til dig og ikke overtræder reglerne. Faktisk Allah ikke kan lide overtrædere.
el: O σας που πιστεύουν, δεν απαγορεύουν τα καλά πράγματα που Αλλάχ έχει κάνει νόμιμη σε σας, και δεν παραβιάζουν. Πράγματι, Αλλάχ δεν αρέσει τους παραβάτες.
et: O kes on uskunud, ei keela häid asju, mida Jumal on teinud seadusliku teile ja rikuvad. Tõepoolest, Allah nagu transgressors.
fi: O jotka ovat uskoneet ei kielletä hyvät asiat, joita Jumala on tehnyt laillista sinulle etkä riko. Itse asiassa Jumala ei pidä rikkojille.
he:  מי מאמין, לא מנע את הדברים הטובים אשר אללה גרם כדין לך ואתה לא לעבור את הגבול. אכן, אללה לא אוהב שפשע נגדו.
hr: O ti koji su vjerovali, ne zabranjuje dobre stvari koje Allah je bio zakonit i griješite. Zaista, Allah ne voli neprijateljima.
lt: O jūs, kurie tikėjo, nedraudžia gerų dalykų, kurį Dievas padarė teisėtai jums ir ne peržengtų. Iš tiesų, Dievas nemėgsta pažeidėjams.
lv: O tu, kas ticējusi, neaizliedz labas lietas, kas Allah ir padarīti likumīga, un nedrīkst pārkāpt. Patiešām, Allah nepatīk transgressors.
nb: O du hvem har trodd, ikke forby det gode som Allah har gjort lovlig for deg og overtredelser. Faktisk liker Allah ikke transgressors.
sk: O vás, ktorí ste uverili, nezakazujú dobré veci, ktoré Boh urobil zákonný vám a nie prestupujú. Naozaj, Boh nemá rád hriešnikov.
sl: O vi, ki ste verjeli, ne prepovedujejo dobre stvari, ki jih Allah zakonita vam in ne prekorači. Res, Allah ne mara kršiteljev.
sr_cyrl: О ти који верују, да забрањују добре ствари који Алах је направио закониту теби и не неваљали. Заиста , Аллах не воли грељници.
sr_latn: O ti koji veruju, da zabranjuju dobre stvari koji Alah je napravio zakonitu tebi i ne nevaljali. Zaista, Allah ne voli greљnici.
uk: О ви, хто вірив, не забороняють хороші речі, які Аллах дав законним вам і не перейти. Дійсно, Аллах не любить грішників.
vi: O bạn của những người đã tin tưởng, Cấm những điều tốt đẹp mà Allah đã thực hiện hợp pháp cho bạn và không transgress. Thật vậy, Allah không giống như các transgressors.
zu: O you kholwa musa lokwenqabela izinto ezinhle Allah fuduka semthethweni kuze you cha transgress.

# Quran757
source: And eat of what Allah has provided for you [which is] lawful and good. And fear Allah, in whom you are believers.
ca: I menjar de què Allah ha proporcionat per a vostè [que] legal i bo. I la por d'Allah, en qui ets creients.
cy: A bwyta o beth mae Allah wedi darparu i chi [sydd] gyfreithlon a da. Ac ofn Allah, yn bwy ydych credinwyr.
da: Og spise af hvad Allah har givet for dig, [der er] lovlige og god. Og frygt Allah, i hvem du er troende.
el: Και να φάμε του τι Αλλάχ έχει παράσχει για σας [που είναι] νόμιμο και καλό. Και ο φόβος Αλλάχ, στους οποίους είστε πιστοί.
et: Ja süüa, mis Jumal on andnud teile, [mis on] seaduslik ja hea. Ja hirmu Jumal, kellest te olete usklikud.
fi: Ja syödä mitä Jumala on antanut sinulle, [joka on] laillista ja hyvä. Ja pelätkää Allahia, johon olet uskovia.
he: לאכול של מה אללה סיפקה לך [אשר] כדין וטוב. ופחד, אללה, בהם אתם מאמינים.
hr: I jesti ono što Allah je predviđeno za vas [koja je] dopušteno i dobro. I bojte se Allaha, u koga ste vjernici.
lt: Ir valgyti, ką Dievas suteikė jums, [kuris yra] teisėtai ir gera. Ir bijoti Dievo, kuriam esate tikintieji.
lv: Un ēd no Allah ir sniedzis jums, [kas ir] likumīgi un laba. Un bailes Allah, kam jūs esat ticīgie.
nb: Og spise av hva Gud har gitt deg [som] lovlig og god. Og frykt Allah, i hvem du er troende.
sk: A jesť to, čo Boh pripravil pre vás, [ktoré] zákonné a dobré. A strach, Alah, v ktorej sa veriaci.
sl: In jesti priskrbljenega Allah za vas, [ki je] zakonita in dobro. In strah Allah, v katero ste verniki.
sr_cyrl: И једи од Алаха снабдео за тебе [која је] законита и добро. И страх Аллах, у кога си ти верници.
sr_latn: I jedi od Alaha snabdeo za tebe [koja je] zakonita i dobro. I strah Allah, u koga si ti vernici.
uk: І про те, що Аллах має для вас надані [що] є законним і добре. І страх Аллаха, в яких ти віруючих.
vi: Và ăn những gì Allah đã cung cấp cho bạn [đó là] hợp pháp và tốt. Và sợ Allah, trong đó bạn là tín hữu.
zu: Futhi adle yini Allah fanele hlinzeka for you [okuyinto] semthethweni hle.
