Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran132
source: And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], "Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer]."
ca: I [accèsit] Quan vam fer la casa un lloc de retorn per a les persones i [un lloc de] seguretat. I prendre, [creients O], des del lloc de peu de Abraham a lloc de pregària. I carreguem Abraham i Ishmael, [dir], "Potabilització casa meva per a qui realitzi Tawaf i aquells que s'allotgen [hi] per al culte i qui arc i postrar [en oració]."
cy: A [sôn am] pan wnaethom y tŷ lle enillion ar gyfer y bobl a [o] diogelwch. A chymryd, [O gredinwyr], o leoliad sefydlog Abraham yn lle y weddi. A godir gennym Abraham ac Ishmael, [dweud], "Purify fy nhŷ ar gyfer rhai sy'n perfformio Tawaf a'r rhai sy'n aros [yno] ar gyfer addoli a'r rhai sy'n plygu a prostrate [mewn gweddi]."
da: Og [omtale] når vi lavede huset en tilbagevenden for personer og [et sted af] sikkerhed. Og tage, [O troende], fra de stående sted af Abraham et sted for bøn. Og vi opkrævet Abraham og Ismael, [siger], "Rense mit hus for dem, der udfører Tawaf og dem, der opholder sig [der] for tilbedelse og dem, der bøjer og næsegrus [i bøn]."
el: Και [αναφορά] Όταν κάναμε το σπίτι, ένα μέρος της επιστροφής για τους ανθρώπους και [τόπος] ασφαλείας. Και να λάβει, [O πιστών], από τον τόπο στέκεται Αβραάμ ένα χώρο προσευχής. Και θα χρέωση Αβραάμ και Ισμαήλ, [λέγοντας], «Purify σπίτι μου για όσους εκτελούν Tawaf, και εκείνοι που μένουν [εκεί] για τη λατρεία και όσους πλώρη και εξαπλώνω [στην προσευχή].»
et: [Märkus], kui me oleme teinud maja koht tagasipöördumise inimestele ja [koht] turvalisus. Ja võtta [O usklike] Abraham koht palve alalise töökoha. Ja me laetud Abraham ja Ismael, [ütles], "Puhastada minu maja neile, kes teevad Tawaf ja need, kes viibivad [seal] jumalateenistuse ja kes vibu ja polvistuvan [palves]."
fi: [Maininnan], kun teimme talon paikka palata ihmisiä ja [paikka] turvallisuus. Ja toteutettava [O uskovia], Abraham paikka rukous pysyvän-paikasta. Ja me Abrahamin ja Ismael, [sanoen] "Puhdistaa taloni niille, jotka suorittavat Tawaf ja niille, jotka oleskelevat [on] jumalanpalveluksessa ja jotka keula ja kumartavat [rukouksessa]."
he: ו [אזכור] כאשר עשינו הבית מקום השיבה לעם ומקום [של] אבטחה. קח, [O המאמינים], מן המקום שעמד אברהם מקום תפילה. אנחנו דרש אברהם וישמעאל, [ואמר] "Purify הבית שלי אלו המבצעים Tawaf, אלה שנשארים [שם] לצורך סגידה ואלה אשר משתחווה, הערמונית [בתפילה]."
hr: I [spomenuti] kada smo napravili kuću mjesto povratka za ljude i [mjesto] sigurnost. I oduzeti, [O vjernici], stoji mjesto Abraham mjesto molitve. I mi naplaćuje Abrahama i Ismaila [rekao], "Purify moju kuću za one koji obavljaju Tawaf i onih koji su tamo [] za bogoslužje i onih koji luk i bespomoćan [u molitvi]."
lt: Ir [paminėti] kai mes namo vieta grąžos žmonėms ir [vieta] saugumo. Ir imtis, [O tikintieji], nuo nuolatinio vietos Abraomo vietos maldai. O mes už Abraomas ir Izmaelis, [sako], "Mano namai tiems, kurie atlikti Tawaf ir tie, kurie būna [yra] pamaldos ir tie, kurie lankas ir wybijaja [modlitwie] Purify."
lv: Un [min], kad mēs veicām māju vieta atgriezties cilvēkiem, un [] drošību. Un atņemt, [O ticīgie], Abraham lūgšanu vieta, pastāvīgā vieta. Un mums jāmaksā Abraham un Ishmael, [saka] "Attīra manu māju uz tiem, kuri veic Tawaf un tie, kuri uzturas [ir], dievkalpojumiem un kuri priekšgala un nogurdināt [lūgšanā]."
nb: Og [nevner] da vi gjorde huset et sted avkastning for folk og [et sted for] sikkerhet. Og ta, [O troende], fra stående stedet Abrahams et bønnested. Og vi Abraham og Ismael, [sier], «Rense huset mitt for de som utfører Tawaf og de som bor [det] for tilbedelse og de som bøye og utmattet [i bønn].»
sk: A [zmienka], keď sme v dome miesto návrat pre ľudí a [miesto] bezpečnosti. A vziať [O veriacich], od stáleho miesta Abraham miesto modlitby. A budeme účtovať Abraháma a Izmael, [povedať], "Očistiť môj dom pre tých, ktorí vykonávajú Tawaf, a tých, ktorí bývajú [nie] pre bohoslužby a tých, ktorí lúk a přemoci [v modlitbe]."
sl: In [navedba] Ko smo hišo kraj vrnitev za ljudi in [mesto] varnost. In Vzemi, [O verniki], od kraja stalnega Abraham kraj molitve. In mi zaračuna Abraham in Jišmael, [pravijo,] "Očistiti mojo hišo, za tiste, ki opravljajo Tawaf in tiste, ki bivajo [je] za bogoslužje in kdor lok in prostracije [v molitvi]."
sr_cyrl: И [помиње] када смо направили кућу место приноса за људе и [стан] безбедности. И , [О верници], у месту стоји Абрахамов место за молитву. И то смо наплатити Абрахама и Исмаила, [указујући], "Пурифy моју куцу за оне који извршавају Таwаф и оне који су тамо [] за молитву, и оне који се клањају и поклоните [у молитви]."
sr_latn: I [pominje] kada smo napravili kuću mesto prinosa za ljude i [stan] bezbednosti. I, [O vernici], u mestu stoji Abrahamov mesto za molitvu. I to smo naplatiti Abrahama i Ismaila, [ukazujući], "Purify moju kucu za one koji izvršavaju Tawaf i one koji su tamo [] za molitvu, i one koji se klanjaju i poklonite [u molitvi]."
uk: І [згадки], коли ми зробили будинку місце повернення для людей і [місце] безпеки. І, [O віруючі], з стоячи місця Авраам місцем молитви. І ми стягується Авраама та Ізмаїл, [кажучи:] "Очистити мій будинок для тих, хто виконує Tawaf і ті, хто перебувають [є] для поклоніння і тих, хто з лука і падати на коліна [в молитві]."
vi: Và [đề cập đến] khi chúng tôi làm nhà một nơi trở lại cho người dân và [một nơi] bảo mật. Và, [O các tín hữu], từ vị trí đứng của Abraham nơi cầu nguyện. Và chúng tôi tính phí Abraham và Ishmael, [nói], "Purify nhà của tôi cho những người thực hiện Tawaf và những người đang ở [có] để thờ phượng và những người cung và suy nhược [trong cầu nguyện]."
zu: Futhi [Khumbuzani] uma Senza House indawo ukubuya kuze sonkhe sive kanye [indawo ye] ukulondeka.

# Quran133
source: And [mention] when Abraham said, "My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allah and the Last Day." [Allah] said. "And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination."
ca: I [parlar] quan Abraham va dir, "El meu Senyor, això fer una ciutat segura i proporcionar la seva gent amb fruites - qui d'ells creuen en Allah i el darrer dia." [Allah] deia. "I qui disbelieves - li concedirà gaudi una mica; llavors em obligarà al càstig del foc, i miserable és el destí."
cy: [Yn sôn am] pryd dywedodd Abraham, "Mae fy Arglwydd, yn gwneud hwn yn ddinas diogel a rhoi ffrwythau-pwy bynnag ohonynt yn credu mewn Allah a diwrnod olaf ei bobl." Dywedodd [Allah]. "A disbelieves bwy bynnag-bydd grant iddo mwynhad am ychydig; yna bydd yn gorfodi ef â chosbi y tân, a truenus yn y gyrchfan.
da: Og [omtale] når Abraham sagde, "Min herre, gør dette til en sikker by og give dets folk med frugter - hvem af dem tror på Allah og den sidste dag." [Allah] sagde. "Og hvo disbelieves - jeg vil give ham nydelse for lidt; så jeg vil tvinge ham til straf af ilden, og elendige er destinationen."
el: Και [αναφορά] όταν ο Αβραάμ είπε, «Κύριέ μου, αυτό κάνει μια ασφαλής πόλη και να προσφέρει στους ανθρώπους με φρούτα - όποιος από αυτούς πιστεύει στον Αλλάχ και την τελευταία ημέρα.» [Αλλάχ] είπε. «Και όποιος disbelieves - εγώ θα χορηγήσει απόλαυση για λίγο? στη συνέχεια θα τον αναγκάσει να την τιμωρία της φωτιάς και άθλια είναι ο προορισμός».
et: Ja [mainida] kui Aabraham ütles: "Issand, see turvaline linn ja esitama oma rahva puu - kes neist usub Jumalat ja viimasel päeval." [Jumalat] ütles. "Ja kes iganes disbelieves - ma annan talle naudingut jaoks vähe; siis ma sunnib teda tule karistuse, ja armetu on sihtkoht."
fi: Ja [] kun Aabraham sanoi: "Herrani, tehdä tämä turvallista kaupungin ja tarjota kansalleen hedelmät - kuka heistä uskoo Jumalaan ja viimeiseen päivään" [Jumala] sanoi. "Ja kuka ei usko - myönnän hänelle nautintoa hetkeksi. sitten pakottaa häntä ja tulen, ja kurja on kohde.
he: [לציין] כאשר אמר אברהם, "אדוני, להפוך את זה עיר מאובטח ולספק את אנשיה פירות - כל אחד מהם המאמין אללה, היום האחרון." [אללה] אמר. "מי disbelieves - אני אעניק לו הנאה תמורת מעט; ואז אני יאלץ אותו לעונש של האש, העלובים היעד."
hr: I [spomenuti] kada Abraham rekao: "Moj gospodaru, čine ovaj miran grad i osigurati ljude s plodovi - ko od njih vjeruje u Allaha i zadnji dan." [Allah] je rekao. "A tko disbelieves - poklonit ću mu užitak malo; Onda će ga prisiliti da kazna vatra, a jadan je destinacija."
lt: Ir [paminėti] kai Abraomas tarė: "Mano Viešpats, kad tai saugus miestas ir suteikti savo žmonėms vaisių - kas iš jų tiki, kad Dievas ir paskutinę dieną." [Dievas] pasakė. "Ir kas disbelieves - aš suteiks jam malonumą dėl mažai; tada bus priversti jį į bausmę, numatytą ugnies, ir niekam tikęs yra paskirties."
lv: Un [min] kad Abraham teica: mans Lord, padarīt to drošu pilsētu un nodrošināt tās iedzīvotājiem ar augļiem - tas, kurš no viņiem tic Allah un pēdējā dienā. Teica, [Allah]. "Un tas, kurš disbelieves - piešķirs viņam prieku par maz; tad būs spēkā viņu uguns sodam un nožēlojams ir galamērķis.
nb: Og [nevne] da Abraham sa, "min Herre, gjør dette til en sikker by og gi folk frukt - hvem av dem tror på Allah og siste dag. [Allah] sa. "Og den som disbelieves - jeg vil gi ham glede på en liten; så jeg vil tvinge ham til straffen av brannen og elendige er målet.
sk: A [spomenúť] keď Abrahám povedal: "Môj pán, aby to bezpečné mesto a poskytnúť jej ľuďom ovocie - kto z nich verí v Boha a v posledný deň." [Allah] povedal. "A kto neverí - poskytne mu potešenie, pre trochu; potom sa ho donútiť trestu oheň, a úbohý je cieľ."
sl: In [omenil] Ko Abraham je rekel, "Moj Gospodar, bi to varno mesto in njegove ljudi zagotoviti sadje - kdor jih verjame v Allah in zadnji dan." [Alahove] je dejal. "In kdo jih disbelieves - bo mu dajem užitek za malo; nato bo sila mu kazen ogenj, in nesrečne je cilj."
sr_cyrl: [Споменуо ] тада Абрахам је рекао: "Мој господару, нека ово буде сигуран град и пружају своје људе са воцем - ко год од њих верује у Аллаха и последњи дан." [Аллах ] је рекао. "И ко год дисбелиевес - ће да му подари уживања за мало; Тада ће га присилити да казна од ватре, а јадна је одредиште."
sr_latn: [Spomenuo] tada Abraham je rekao: "Moj gospodaru, neka ovo bude siguran grad i pružaju svoje ljude sa vocem - ko god od njih veruje u Allaha i poslednji dan." [Allah] je rekao. "I ko god disbelieves - će da mu podari uživanja za malo; Tada će ga prisiliti da kazna od vatre, a jadna je odredište."
uk: І [кажучи вже] коли Авраам сказав: "Господи, зробити цей безпечний місто і надати її народу фрукти - той, хто з них вважає Аллах і останній день". [Аллах] сказав. "А хто влаштовує викрадення - я буду надавати йому задоволення небагато; потім я буде змусити його покарання вогонь і знедолених є місцем."
vi: Và [kể] khi Abraham nói: "Thưa ngài, làm cho một thành phố an toàn và cung cấp cho người dân của nó với các loại trái cây - ai họ tin vào Allah và ngày cuối cùng." [Allah] nói. "Và bất cứ ai disbelieves - tôi sẽ cấp cho ông hưởng thụ cho một ít; sau đó tôi sẽ buộc ông phải trừng phạt đám cháy, và không may là đích đến."
zu: Futhi [Khumbuzani] lapho u-Abrahama wathi: "Nkosi yami, wenze lokhu umuzi evikelekile hlinzeka wo ntu thelo! -. Yilowo nalowo kubo okholwa Allah Suku"

# Quran134
source: And [mention] when Abraham was raising the foundations of the House and [with him] Ishmael, [saying], "Our Lord, accept [this] from us. Indeed You are the Hearing, the Knowing.
ca: I [parlar] quan Abraham estava criant els fonaments de la casa i [amb ell] Ishmael, [dir], "nostre Senyor, accepta [això] de nosaltres. Fet que es troben l'audiència, el saber.
cy: [Yn sôn am] pan Abraham oedd codi y sylfeini y tŷ a [gydag ef] Ishmael, [dweud], "ein Arglwydd, derbyn [hyn] oddi wrthym ni. Yn wir yr ydych yn y gwrandawiad, y mae gwybod.
da: Og [omtale] når Abraham var at hæve grundlaget for huset og [med ham] Ismael, [siger], "vor Herre, acceptere [denne] fra os. Du er faktisk høringen, vide.
el: Και [αναφορά] όταν ο Αβραάμ ήταν η αύξηση τα θεμέλια του σπιτιού και [μαζί του] Ισμαήλ, [λέγοντας], «μας Λόρδος, δεχθεί [αυτό] από εμάς. Πράγματι είστε την ακρόαση, η γνώση.
et: Ja [mainida] kui Aabraham oli tõsta sihtasutuste maja ja [temaga] Ismael, [öelda], "meie Issanda vastu [see] meilt. Tõepoolest olete kuulmine, ning teades.
fi: Ja [] kun Abraham oli nostaa perusta talon ja [hänelle] Ismael, [sanoen], "meidän Herramme hyväksyä [Tämä] meiltä. Todellakin istunnossa, kun tiedetään.
he: [לציין] כאשר אברהם מגדלת היסודות של הבית ועם [אותו] ישמעאל, [ואמר] "אדוננו, מקבל [זה] מאיתנו. אכן אתה הדיון, לדעת...
hr: I spomenuti kad Abraham je gradio temelje kuće i [sa sobom] Jišmaela, [rekao], "Gospoda, prihvatiti [] od nas. Doista si sluh, poznavanje.
lt: Ir [paminėti] kai Abraomas buvo padidinti pamatus namo ir [su juo] Izmaelis, [sako], "mūsų Viešpatie, priimti [tai] iš mūsų. Iš tiesų esate per posėdį, kad žinios.
lv: Un [min] kad Ābrahāms bija paaugstināt fondi mājas un [viņam] Ishmael, [saka], "mūsu Kunga akceptēt [šo] no mums. Patiešām esat dzirde, zinot.
nb: Og [nevne] da Abraham var heve grunnlaget i huset og [med ham] Ismael, [sier], "vår Herre, akseptere [Dette] fra oss. Virkelig er høringen, på å vite.
sk: A [spomenúť] keď Abrahám bol zvyšovanie základy domu a [s ním] Izmael, [povedať], "náš Pán akceptovať [to] od nás. Ste naozaj pojednávaní vedieť.
sl: In [omenil] Ko Abraham je bil dvig temelje hiše in [z njim] Jišmael, [pravijo,] "našega Gospoda, sprejeti [to] od nas. Res ste obravnavi, je poznavanje.
sr_cyrl: И споменуо кад Абрахам је подизала темеље куће и [са собом] Исхмаел, [указујући], "Господ, прихватити [ово] од нас. Да , јесте слух, на знајужи.
sr_latn: I spomenuo kad Abraham je podizala temelje kuće i [sa sobom] Ishmael, [ukazujući], "Gospod, prihvatiti [ovo] od nas. Da, jeste sluh, na znajuжi.
uk: І [кажучи вже] коли Авраам піднімав основи будинку і [його] Ізмаїла, [кажучи:] "нашого Господа, прийняти [це] від нас. Ви дійсно слухання, знаючи, що в.
vi: Và [kể] khi Abraham đã nâng cao nền móng của ngôi nhà và [ông] Ishmael, [nói], "Chúa chúng ta, chấp nhận [điều này] từ chúng tôi. Thực sự bạn đang nghe, sự hiểu biết.
zu: Futhi [Khumbuzani] lapho u-Abrahama kwaba ukhulisa izisekelo House [naye] Ishmael, [ethi] "Ithu Lord amukela [lokhu] kusuka kithi. Ngempela Wena Ukuzwa, ukwazi.

# Quran135
source: Our Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful.
ca: Nostre Senyor i ens fan musulmans [en el submissió] i de nostres descendents una nació musulmana [en el submissió] per a vostè. I ens mostren els nostres rituals i acceptar els nostre penediment. De fet, ets el Accepting de penediment, el Clement.
cy: Ein yr Arglwydd, ac yn ein gwneud Moslemiaid [yn Cyflwyniad] i chi ac o ddisgynyddion ein cenedl Mwslimaidd [mewn cyflwyniad] i chi. A dangos inni ein defodau a derbyn ein pedair. Yn wir, yr ydych yn dderbyn o edifeirwch, y Merciful.
da: Vor Herre, og gør os muslimer [i indsendelse] til dig og fra vores efterkommere en muslimsk nation [i indsendelse] til dig. Og vise os vores ritualer og acceptere vores omvendelse. Du er faktisk accept af anger, barmhjertige.
el: Ο Κύριός μας, και να μας κάνει να μουσουλμάνων [στην υποβολή] σε εσάς και από τους απογόνους μας μουσουλμανικό έθνος [κατά] σας. Και μας δείχνουν τελετές μας και να δεχθεί μετάνοια μας. Πράγματι, είστε η αποδοχή της μετάνοιας, ο φιλεύσπλαχνος.
et: Meie Issand ja teha meid moslemid [in esitamise] teile ja meie järeltulijate moslemi rahvas [in esitamise] teile. Ja näitab meile meie rituaalide ja aktsepteerida meie meeleparandus. Tõepoolest, olete kahetsus, et Merciful vastuvõtmine.
fi: Meidän Herramme ja tehdä meitä muslimeja [alamaisuudessa] teille ja jälkeläisillemme Muhamettilainen kansa [alamaisuudessa] teille. Ja Näytä meille meidän rituaalien ja hyväksyä pelastuksemme. Olette parannukseen, armollisin hyväksyminen.
he: אדוננו, ולהפוך אותנו מוסלמים [בכניעה] לך ומן הצוף של האומה המוסלמית [בכניעה] לך. . תראה לנו את הטקסים שלנו, לקבל את התשובה שלנו. אכן, אתה Accepting של תשובה, הרחום והחנון...
hr: Našega Gospodina, i da nas Muslimana [u podnošenje] i od naših potomaka muslimanske nacije [u pokornosti] ti. I Pokaži nam naše obrede i prihvatiti naše pokajanje. Jest prihvaćanje pokajanja, milostivog.
lt: Mūsų Viešpats, ir mums musulmonai [pateikimas] – jums ir nuo mūsų palikuonys musulmonų tautos [pateikimas] – jums. Ir parodyti mums mūsų apeigas ir priimti mūsų atgaila. Iš tiesų, jūs esate atgaila, kad litosciwy Accepting.
lv: Mūsu Kungu, un padara mūs [iesniegšanas] musulmaņu jums no mūsu pēctečiem un musulmaņu nācija [iesniegšanas] jums. Un mums parādīt mūsu rituāliem un pieņemt mūsu grēku nožēlu. Protams, jūs esat nožēlošana, žēlsirdīgs piekrišana.
nb: Vår Herre, og gjøre oss muslimer [i innlevering] og fra våre etterkommere en muslimsk nasjon [i innlevering] til deg. Og vise oss våre ritualer og akseptere våre omvendelse. Faktisk er du godtar omvendelse, barmhjertige.
sk: Náš Pán, a aby nás moslimovia [podľa] vám a z našich potomkov moslimských národa [podľa] vám. Ukáž nám naše obrady a prijať našu pokánie. V skutočnosti ste prijatie pokánie, je Milosrdných.
sl: Naš Gospod in nas muslimani [po] za vas in iz naše potomce muslimanski narod [po] za vas. In nam kažejo naših obredov in sprejmite naše kesanje. Res, ste Accepting kesanje, usmiljen.
sr_cyrl: Господ , и направимо Муслимана [у покорности] да ти и из наљи потомци муслиманска нација [у покорности] ти. И покажи нам обицаје и прихвати нам покајање. Заиста, ти си Аццептинг покајања, милосрдна.
sr_latn: Gospod, i napravimo Muslimana [u pokornosti] da ti i iz naљi potomci muslimanska nacija [u pokornosti] ti. I pokaži nam obicaje i prihvati nam pokajanje. Zaista, ti si Accepting pokajanja, milosrdna.
uk: Наш Господь і змусити нас мусульман [подання] і наші нащадки мусульманською нацією [в подання] до вас. І показати нам, нашим обряди і прийняти наші покаяння. Ви дійсно прийняття покаяння, на Merciful.
vi: Chúa chúng ta, và làm cho chúng tôi hồi giáo [trong trình] để bạn và con cháu của chúng tôi một hồi giáo quốc gia [trình] cho bạn. Và hiển thị chúng tôi nghi thức của chúng tôi và chấp nhận chúng tôi ăn năn hối cải. Thật vậy, bạn đang Accepting ăn năn hối cải, Merciful.
zu: Ithu Lord futhi asenze singamukeleki amaSulumane [uthobela] Kuwe futhi inzalo lethu libe nesizwe Muslim [uthobela] kuWe.

# Quran136
source: Our Lord, and send among them a messenger from themselves who will recite to them Your verses and teach them the Book and wisdom and purify them. Indeed, You are the Exalted in Might, the Wise."
ca: Nostre Senyor i enviar entre ells un Missatger des que es recita'ls seus versos i ensenyar-los el llibre i saviesa i purificar-los. De fet, ets l'exaltat en forces, els savis."
cy: Ein yr Arglwydd, ac anfon eu plith negesydd o eu hunain a fydd yn adrodd iddynt eich penillion ac yn eu haddysgu yn y llyfr a doethineb ac yn puro'r iddynt. Yn wir, yr ydych yn Exalted yn efallai, yn y doeth."
da: Vor Herre, og sender blandt dem en engel fra sig, der vil recitere dem dine vers og undervise dem i bog og visdom og rense dem. Ja, du er ophøjede i magt, klogt."
el: Ο Κύριός μας, και να στείλει αγγελιοφόρο μεταξύ τους από τον εαυτό τους, που θα εκθέτει τους στίχους σας και τους διδάσκουν το βιβλίο και τη σοφία και να τους εξαγνίσει. Πράγματι, είστε εξυψωμένη στην μπορούσε, του Σοφού.»
et: Meie Issanda ja saada nende hulgas messenger alates ise, kes etlema neile oma värsse ja õpetada neid raamatut ja tarkust ja puhastada neid. Tõepoolest, sa oled ülendatud Might, tark."
fi: Meidän Herramme ja lähetä joukossa messenger itseltään, jotka lausua heille teidän säkeet ja opettaa heille kirja ja viisautta ja puhdistaa ne. Itse asiassa olet Ylhäinen voisi viisas."
he: אדוננו, לשלוח ביניהם שליח עצמם אשר לדקלם אותם החרוזים שלך, ללמד אותם את הספר ואת החוכמה לטהר אותם. אכן, אתה לרוממו באולי, החכם".
hr: Gospoda, i poslati među njima glasnika iz samih koji će recitirati na njih svoje stihove i uči ih knjizi i mudrosti i da ih očisti. Doista, vi ste Exalted u moć, mudri."
lt: Mūsų Viešpats, ir siųsti tarp jų messenger nuo savęs, kurie bus deklamuoti jiems savo eilėmis ir išmokyti juos knyga ir išminties ir išvalyti jų. Iš tiesų, tu Exalted, gali, Išminčius."
lv: Mūsu Kunga un nosūtīt to vidū ziņnesis no sevis, kas deklamēt tiem jūsu vārsmas un iemācīt viņiem grāmatas un gudrību un attīra tos. Patiešām, izredzētais, kas, iespējams, gudrs tu esi."
nb: Vår Herre, og sende blant dem en budbringer fra seg som resitere dem din vers og lære dem boken og visdom og rense dem. Faktisk, du er opphøyet i Might, Wise.
sk: Náš Pán, a medzi nimi posielať posol od seba, ktorí budú predniesť im svoje verše a naučiť ich knihy a múdrosť a očistiť ich. V skutočnosti ste postáv by, múdry."
sl: Naše Lord, in pošljete med njimi sel iz same, ki bo nanje recitiranjem svoje verze in jih naučiti, knjige in modrost in jih očisti. Res, ste Exalted v oblast, pametno."
sr_cyrl: Господ , и пошаљем међу њима од њих самих, ко ће да их рецитује твоје песме и предавати књигу и мудрост и очисти их. Заиста , ти си Еxалтед у моћ, мудри."
sr_latn: Gospod, i pošaljem među njima od njih samih, ko će da ih recituje tvoje pesme i predavati knjigu i mudrost i očisti ih. Zaista, ti si Exalted u moć, mudri."
uk: Наш Господь і відправити серед них messenger від себе, хто читай їм ваших вірші і навчити їх, книги і мудрість і очистити їх. Дійсно, ти Exalted в меча, Мудрого".
vi: Chúa của chúng tôi, và gửi trong một messenger từ bản thân những người sẽ đọc cho họ câu thơ của bạn và dạy cho họ các cuốn sách và sự khôn ngoan và làm sạch chúng. Thật vậy, bạn đang Exalted tại có thể, sự khôn ngoan."
zu: Ithu Lord futhi uthumele phakathi them gijimi nga ngokwabo ubani oyakuniphathisa hlabelela them amavesi Yakho abafundise Book nokuhlakanipha HLAMBA them.
