Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran94
source: And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.
ca: I certament va donar la Torà a Moses i seguida després d'ell amb missatgers. I ens va donar a Jesús, el fill de Mary, clara proves i donar-li suport amb l'esperit pur. Però és [no] que cada vegada un missatger va venir a tu, [O fills d'Israel], amb què el seu ànimes no desig, eren arrogants? I un partit [de missatgers] es va negar i un altre partit va matar.
cy: A oedd yn sicr yn rhoi Moses y Torah ac yn dilyn ar ôl iddo gyda negeswyr. A rhoesom Iesu, fab i Mary, glir proflenni a gefnogir ef ag ysbryd pur. Ond a yw'n [nid] bob tro y daeth negesydd i chi, [O blant Israel], gyda beth eich eneidiau oedd nid awydd, eich bod yn drahaus? Parti [o negeswyr] ydych yn gwadu a plaid arall eich lladd.
da: Og vi har helt sikkert give Moses Toraen og fulgte efter ham med budbringere. Og vi gav Jesus, søn af Mary, klare beviser og støttede ham med den rene ånd. Men er det [ikke], hver gang en budbringer kom til dig, [O børn af Israel], med hvad din sjæl gjorde ikke ønske, du var arrogant? Og en part [af budbringere] du afvist og et andet parti du dræbt.
el: Και είχα δώσει βέβαια Moses Τορά και ακολούθησε μετά από αυτόν με τους αγγελιοφόρους. Και μας έδωσε ο Ιησούς, ο γιος της Μαρίας, σαφείς αποδείξεις και συνεργαζόταν με το αγνό πνεύμα. Αλλά είναι [δεν] είναι ότι κάθε φορά που ένας αγγελιοφόρος ήρθε σε σένα, [O παιδιά του Ισραήλ], με ό, τι σας ψυχές δεν ηθέλησας, ήσουν αλαζονική; Και ένα κόμμα [του αγγελιοφόροι] σας αρνήθηκε και ένα άλλο κόμμα που σκοτώθηκαν.
et: Ja tegin kindlasti anname Moses Toora ja järgnes talle järele kullerid. Ja Me andsime Jeesus, Maarja poeg, selge õigekirja ja toetas teda puhas vaim. Kuid kas see [mitte] et iga kord, kui messenger tuli teile [O laste Iisrael], mida oma hinge ei soovi, sa olid ülbe? Ja mõne Partei [kullerid] eitada ja teise poolega sa tapsid.
fi: Ja varmasti antaa Moses Tooran ja seuraa peräänsä sanansaattajia. Ja annoimme Jeesus, Marian poika, selkeä todisteet ja tukenut häntä puhdas henki. Mutta [ei] että joka kerta, kun messenger mukana käyttäjälle [O Children of Israel], mitä sielunne halua, olit ylimielinen? [Lähettiläitä] puolue estetty ja toinen osapuoli kuolee.
he: אנחנו בהחלט נתן Moses התורה במעקב אחריו עם שליחים. נתנו אלוהים, בנה של מרים, ברור הגהות, נתמך לו עם הרוח הטהורה. אבל האם זה [לא] בכל פעם שליח בא אליך, [O בני ישראל], עם מה את נשמותיכם לא חפצת, שהיית יהיר? מסיבה [של שליחים] הכחשת והרגת מסיבה אחרת.
hr: Sigurno dali Moses Tori i slijedio ga glasnici. I dali smo Isus, sin Marije, jasno dokaze i koji ga čistog duha. Ali je [ne] svaki put Glasnik ti je došao, [O djeci Izraela], što svoje duše ne je poželjela, da si arogantan? I [od glasnika] si uskratio i druga strana ubila.
lt: Ir mes tikrai suteikia Moses Tora ir po po jo su pasiuntiniai. Ir mes davė Jėzus, Marijos sūnus, aišku įrodymai ir palaiko jį su Tyra dvasia. Bet tai [ne] kad kaskart messenger atėjo pas jus, [O Izraelio vaikai], su ką jūsų sielos ar ne noras, jums buvo arogantiškas? Ir šalis [iš pasiuntiniai] jūs neigė ir kita šalis jums nužudyti.
lv: Un mēs noteikti arī nedeva Moses Toras un seko līdzi viņam pakaļ kurjeri. Un mēs likām Jēzus, Marijas dēls, skaidra korektūru un atbalstīja viņu ar tīri garīgas. Bet tas [nav], ka katru reizi, kad kurjers nācis pie jums, [O bērniem Izraēla], ar ko jūsu dvēseles nebija vēlēšanās, jums bija augstprātīgs? Un partijas [kurjeriem] liegta, un citas puses jūs nogalinājāt.
nb: Og vi ga absolutt Moses Toraen og fulgt opp etter ham med budbringere. Og vi ga Jesus, Marias sønn, klart bevis og støttet ham med ren ånd. Men det [ikke] at hver gang en budbringer kom til deg, [O Children of Israel], med hva deres sjeler gjorde ikke ønsker, du var arrogant? Og en gruppe [budbringere] du nektet og en annen part du drepte.
sk: A my určite nedal Moses Tóry, a po ňom nadviazala poslov. A dali sme Ježišu, syn Márie, jasné dôkazy a podporuje ho čistým liehom. Ale je to [nie], že zakaždým, keď posol prišiel k vám, [O deti Izrael], s čo sa netúži vaše duše, ste arogantný? Strana [poslov] ste poprel a druhá strana si zabil.
sl: In zagotovo si dajemo Moses Tora in sledil po njem s sli. In mi je dal Jezus, sin Marije, jasno dokazil in ga podpirali z čistega duha. Vendar je to [ne], da vsakič, ko je sel prišel k tebi, [O otroci Izrael] z kaj vaše duše nisem željo, si aroganten? In stranka [sli] si zavrnjen in drugo stranko, ki si ubil.
sr_cyrl: И свакако дали Мосес Торе и пратио је за њим са гласнике. И дали смо Исус, син Марије, јасно како их зовете и подржао га са цисти дух. Али , да ли је [не] да сваки пут када гласник дољла, [деца од Израеле], са шта васе дусе да ли не жељу, био си арогантан? И прослава [од гласници] сте негирали и друга странка убио.
sr_latn: I svakako dali Moses Tore i pratio je za njim sa glasnike. I dali smo Isus, sin Marije, jasno kako ih zovete i podržao ga sa cisti duh. Ali, da li je [ne] da svaki put kada glasnik doљla, [deca od Izraele], sa šta vase duse da li ne želju, bio si arogantan? I proslava [od glasnici] ste negirali i druga stranka ubio.
uk: І ми, звичайно, дати Moses Тори і після його з посланників. І ми дали Ісус, син Марії, ясно, доказів і підтримував його з чистого спирту. Але вона [не], що кожного разу, коли messenger довідкову вам, [O діти Ізраїль], що ваші душі чи не хочете, ви були зарозуміло? І учасником [Посланці] ви заперечував і іншої сторони ви вбили.
vi: Và chúng tôi chắc chắn đã cho Moses Torah và theo dõi sau khi anh ta với các sứ giả. Và chúng tôi đã cho Chúa Giêsu, con trai của Mary, rõ ràng chứng minh và ủng hộ ông với tinh thần tinh khiết. Nhưng nó [không phải] rằng mỗi khi một messenger đến bạn, [O trẻ em của Israel], với những gì linh hồn của bạn đã không mong muốn, bạn là kẻ kiêu ngạo? Và một bên [của sứ giả] bạn từ chối và một bên bạn giết.
zu: Futhi Sasingalindeli ngokuqinisekile uzomnikela uMose Torah alandele emva kwakhe nge izithunywa.

# Quran95
source: And they said, "Our hearts are wrapped." But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.
ca: I van dir, "nostres cors estan embolicats." Però, [de fet], Allah ha maleït-los per la seva incredulitat, tan poc és el que ells creuen.
cy: A dywedodd, "yn ein calonnau lapio." Ond, [yn wir], mae Allah felltithio iddynt ar gyfer eu anghrediniaeth, felly mae ychydig yn ei maent yn credu.
da: Og de sagde: "vores hjerter er pakket ind." Men [virkeligheden] Allah har forbandet dem for deres vantro, så lidt er det, som de mener.
el: Και είπαν, «καρδιές μας είναι τυλιγμένα.» Αλλά, [στην πραγματικότητα], Αλλάχ έχει τους έβρισα για τη δυσπιστία τους, έτσι λίγα πράγματα είναι αυτό που πιστεύουν.
et: Ja nad ütlesid: "meie südamed on murtud." Kuid [tegelikult], Allah on neetud neile oma uskumatus jaoks nii vähe on see, et nad usuvad.
fi: Ja he sanoivat, "sydämemme ovat kääritty." Mutta [kuitenkin] Jumala on kironnut heidät epäuskon, niin vähän on se, että he uskovat.
he: הם אמרו, "ליבנו עטופות." אבל, [למעשה], אללה קילל אותם עבור אמונתם, אז זה קצת כי הם מאמינים.
hr: I oni rekoše: "naša srca su zamotan." Ali, [zapravo], Allah je njih prokleta za njihov nevjerica, pa malo je to što oni vjeruju.
lt: Ir jie sakė: "mūsų širdyse apvyniotas." Tačiau, [iš tikrųjų], Dievas przeklal juos dėl jų netikėjimo, kad mažai yra tai, kad jie tiki.
lv: Un viņi teica: "mūsu sirdis ir iesaiņoti." Bet [faktiski], Allah ir nejauks tos par viņu neticību, tik maz ir to, kas viņi uzskata, ka.
nb: Og de sa: "våre hjerter er brutt." Men [faktisk], Allah har forbannet dem for deres vantro, så lite er det som de mener.
sk: A oni povedali: "naše srdcia sú zabalené." Ale [v skutočnosti], Alah nadával im za ich nedôveru, tak trochu je to, že veria.
sl: In so rekli, "naša srca so zaviti." Vendar, [resnično], Allah je preklet jih za svoje nejeverno, tako malo je to, da verjamejo.
sr_cyrl: И рекли су: "наша срца поблесавили." Али , [у ствари], Аллах је их је проклео због њихове неверовање, па мало је то да они верују.
sr_latn: I rekli su: "naša srca poblesavili." Ali, [u stvari], Allah je ih je prokleo zbog njihove neverovanje, pa malo je to da oni veruju.
uk: І вони сказали: "наші серця загорнуті." Але [насправді], Аллах прокляв їх для їх невір'я, так мало, що вони вірять.
vi: Và họ nói rằng, "trái tim của chúng tôi được gói." Tuy nhiên, [trong thực tế], Allah đã nguyền rủa họ cho sự hoài nghi của họ, vì vậy ít là nó mà họ tin tưởng.
zu: Futhi bathi, "Izinhliziyo zethu zihlobene."

# Quran96
source: And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.
ca: I quan va venir a ells un llibre d'Allah confirmant que que era amb ells - tot i que abans utilitzaven per pregar per la victòria contra els que dubtaven - però [llavors] Quan va venir a ells que es reconegut, dubtaven del així la maledicció d'Allah serà sobre els disbelievers.
cy: A phan y deuai iddynt llyfr gan Allah yn cadarnhau bod a oedd gyda hwy-er cyn eu defnyddio i weddïo am fuddugoliaeth yn erbyn y rhai a ddysgais-ond [yna] pan deuai iddynt sy'n eu cydnabod, roedd ddysgais ynddo; Felly bydd y felltith Allah ar y disbelievers.
da: Og når der kom til dem en bog fra Allah bekræfter, at der var sammen med dem - selv om før de skal bruges til at bede for sejr mod dem der disbelieved- men [så] Da der kom til dem, som de anerkendte, de disbelieved i det; så forbandelsen af Allah vil være med vantro.
el: Και όταν ήρθε να τους ένα βιβλίο από Αλλάχ επιβεβαιώνει κάτι που ήταν μαζί τους - αν και προτού να χρησιμοποιηθούν για να προσεύχονται για νίκη εναντίον εκείνων που disbelieved - αλλά [τότε] όταν ήρθε να τους αυτό που αναγνώρισαν, αυτοί disbelieved σε αυτό? Έτσι η κατάρα του Αλλάχ θα είναι προς το disbelievers.
et: Ja millal tuli neile raamat Jumalalt kinnitades, et mis oli nendega - kuigi enne kasutamist palvetada võidu vastu need, kes disbelieved - kuid [siis] juhul, kui seal tuli neile, mida nad tunnustatud, nad disbelieved seal; nii kirous Jumal olgu selle uskottomille.
fi: Ja kun tuli heille kirjan Jumala vahvistaa, joka oli heidän kanssaan - vaikka vesistöstä rukoilla voiton ne, jotka uskoneet - mutta [silloin] kun tuli heille siitä, mitä he tunsivat he uskoneet. Joten Allah kirous on kun saa luovuttaa.
he: וכאשר הגיע להם ספר מן אללה המאשר כי אשר היה איתם - למרות לפני נהגו להתפלל עבור ניצחון נגד אלה מי disbelieved - אבל [אז] כאשר הגיע להם את אשר הם זיהו, הם disbelieved בו; אז הקללה של אללה יחולו disbelievers.
hr: I kada dođe im knjiga od Allaha potvrđuje da koji je bio s njima - iako prije nego što su nekad moli za pobjedu protiv onih koji je bio - ali [onda] kada dođe na njih ono što oni priznaju, oni bio tako prokletstvo Allaha bit će na je iskuse.
lt: Ir kai atėjo jiems knyga nuo Dievo patvirtinti tas, kuris buvo su jais - nors naudoti melstis už pergalę prieš tuos, kurie disbelieved - bet [tada] Kada ten atėjo jiems tai, jie pripažino, jie disbelieved į jį; Todėl Dievas prakeikimas bus nuo to disbelievers.
lv: Un tad, kad tur ieradās tos grāmatu no Allah, apstiprinot, ka, kas bija kopā ar viņiem - gan pirms tās izmantotas lūgšanas par uzvaru pret tiem, kuri disbelieved - bet [tad] kad pienāca pie viņiem to, ko viņi pazina tās disbelieved ar to; Tātad pēc disbelievers būs nolādēt no Allah.
nb: Og når det kom til dem en bok fra Allah bekrefter det som var med dem - selv før de pleide å be for seieren mot dem som disbelieved- men [da] når det kom til dem som de er anerkjent, de vantro i det. så forbannelsen av Allah vil være på troende.
sk: A keď tam prišiel k nim knihu od Boha, potvrdzuje, že, ktorý bol s nimi - hoci predtým, ako sa používajú, aby sa modlili za víťazstvo proti tým, kto pochyboval - ale [a], keď tam prišiel k nim, ktoré sú uznané, že pochyboval Takže prekliatie Boh bude na neveriacim.
sl: In ko je prišel do njih knjiga od Allah, ki potrjuje, da, ki je bil z njimi - čeprav preden so se molijo za zmago proti tistim, ki verjeli - vendar [torej], ko je prišel do njih, ki so priznale, so verjeli v to; tako bo na na disbelievers prekletstvo Allah.
sr_cyrl: И када је тамо дошао да их књигу од Алаха Потврђујући да која је била са њима - иако су раније да се моле за победу против оних који не верује - али [тадашњи] кад тамо да им оно што су препознали, они не верује у то; Па проклетство од Алаха ће бити на скептике.
sr_latn: I kada je tamo došao da ih knjigu od Alaha Potvrđujući da koja je bila sa njima - iako su ranije da se mole za pobedu protiv onih koji ne veruje - ali [tadašnji] kad tamo da im ono što su prepoznali, oni ne veruje u to; Pa prokletstvo od Alaha će biti na skeptike.
uk: І коли до них книгу із Аллаха, що підтверджує, що, який був з ними - хоча перед тим, як вони використовували, щоб молитися за перемогу проти тих, хто disbelieved - але [потім] коли приходила до них те, що вони визнали, вони disbelieved в ньому; так що прокляття Аллах обгорне на disbelievers.
vi: Và khi có đến với họ một cuốn sách từ Allah xác nhận rằng đó là với họ - mặc dù họ sử dụng để cầu nguyện cho chiến thắng chống lại những người disbelieved - nhưng [sau đó] có khi có đến với họ đó mà họ công nhận, trước khi chúng disbelieved trong đó; Vì vậy, lời nguyền của Allah sẽ khi các thì.
zu: Futhi lapho kwafika kubo Incwadi evela Allah eqinisekisa okwakusemzini nabo - nakuba ngaphambi ababevame bethandazela ukunqoba ngokumelene labo disbelieved - kodwa [ke] lapho kwafika kubo ukuthi lapho isixuku sibona ukuthi they disbelieved ngaphakathi it;

# Quran97
source: How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.
ca: Miserable com és que per a la que venien ells mateixos - que que vols no creuen en Allah ha revelat a través [el seu] indignació que Allah enviaria per favor a qui ell voluntats entre els seus servents. Per tant van tornar a tenir [va] ira a la còlera. I pels disbelievers és un càstig humiliant.
cy: Sut truenus yn bod ar gyfer sydd yn gwerthu eu hunain-y byddai chredu yn beth Allah wedi datgelu drwy [eu] dicter Allah y byddai anfon i lawr ei favor ar bwy mae ef wills o blith ei weision. Er mwyn iddynt ddychwelyd ar ôl [ennill] ennyn digofaint ar ennyn digofaint. Ac y disbelievers yn cosbi bychanol.
da: Hvordan elendige er, for som de solgte sig selv - at de ville tvivle på hvad Allah har åbenbaret gennem [deres] harme at Allah ville sende ned hans gunst ved hvem han Testamente blandt sine tjenere. Så vendte de tilbage at have [tjent] vrede over vrede. Og for vantro er en ydmygende straf.
el: Πόσο άθλιοι είναι ότι για που πώλησαν οι ίδιοι - θα δυσπιστώ ότι σε τι Αλλάχ αποκάλυψε μέσω [τους] οργή ότι Αλλάχ θα στείλει κάτω του χάρη από τον οποίο διαθήκες μεταξύ τους υπηρέτες του. Έτσι επέστρεψε έχοντας [κερδίσει] οργή οργή. Και για το disbelievers μια ταπεινωτική τιμωρία.
et: Kuidas armetu on et eest mis nad müüsid ise - et nad oleks usu. ja mida Jumal näitas kaudu [nende] pahameele et Jumal saadaks alla tema kasuks pärast kellega ta tahab tema teenistujate hulgast. Nii nad tagasi, võttes [teenis] viha viha. Ja selle uskottomille on alandav karistus.
fi: Kuinka kurja on että ajaksi joka ne myivät itseään - että ne epäillä Jumala osoitti kautta [niiden] skandaali että Allah antaisi alas suosionsa kenelle tahtoo joukosta hänen palvelijansa. Niin he palasivat [ansainnut] vihaa vihan päälle. Ja uskottomille on nöyryyttävä rangaistus.
he: כמה אומללה היא כי עבור אשר הם מכרו את עצמם - כי הם מאמין בשום מה אללה גילה דרך [שלהם] הזעם אללה זה ישלח למטה שלו טובה עם מי שהוא רוצה מקרב את משרתיו. אז הם חזרו אחרי [שהוא זכה] חמת זעם. עבור disbelievers הוא עונש משפיל.
hr: Kako jadan je da za koji su prodali sebe - da bi vjerovati u ono što Allah je objavio putem [svojim] uvreda da Allah će poslati dolje svoju uslugu na koga hoće među svojim slugama. Vratili su se nakon što je [stekao] gnjev na gnjev. A za se iskuse ponižavajuće kazne.
lt: Kaip niekam tikęs yra kad, kuriuos jie pardavė save - kad jie būtų ne wierza ką Dievas parodė per [jų] pasipiktinimą kad Dievas duotų žemyn savo naudai nuo kam jis nori iš jo tarnai. Todėl jie sugrįžo turintys [uždirbo] Disforija gniewu. Ir į disbelievers yra žeminanti bausmė.
lv: Cik nožēlojama ir tas, ka par to, ko viņi pārdod sevi - ka tie būtu neticēt, Allah ir atklājusi caur [to] sašutumu ka Allāham sūtīs uz leju viņa favor, pēc kuriem viņš vēlas no saviem kalpiem. Tāpēc viņi atgriezās, kuru [ieguva] niknums pret dusmām. Un disbelievers ir pazemojoša sodīšana.
nb: Hvordan elendige er at for som de solgte seg - at de ville tviler på det Gud har åpenbart gjennom [sine] voldshandling at Allah ville sende ned hans gunst på han vil. blant sine tjenere. Så de tilbake etter å ha [blitt] vrede over vrede. Og for troende ydmykende straff.
sk: Ako úbohý je, že pre ktoré predávajú sami - že by neveria v to, čo Boh ukázal, že prostredníctvom [ich] pobúrenie že Alah by poslať nadol jeho láskavosť na koho on chce spomedzi svojich služobníkov. Tak sa vrátili s [získané] hnev na hnev. A neveriacim je poni ujúce tresty.
sl: Kako bedno je, da za ki so prodali sami - da jih bi verjamem v kaj Allah je pokazala skozi [njihovega] ogorčenje da Allah bi poslali navzdol svojo korist, na katero je oporok med služabnike. Tako so se vrnili ob [zaslužili] srda srd. In za na disbelievers ni ponižujoče kazni.
sr_cyrl: Како јадна је да за који су продали себе - да би ти верују у Аллах открила кроз [] гнев због тог Аллах послати низ његову наклоност на којима је Wиллис неку од његових слугу. Тако да су се вратили [зарадила] гнев на гнев. И за скептике је понижавајуће казна.
sr_latn: Kako jadna je da za koji su prodali sebe - da bi ti veruju u Allah otkrila kroz [] gnev zbog tog Allah poslati niz njegovu naklonost na kojima je Willis neku od njegovih slugu. Tako da su se vratili [zaradila] gnev na gnev. I za skeptike je ponižavajuće kazna.
uk: Як жалюгідний це що для яких вони продаються себе - що вони б не вірити в те, що Аллах показало, через обурення [їх] що Аллах б відправити вниз його користь при кого він хоче з числа своїх слуг. Так вони повернулися, [заробивши] гніву на гнів. А для на disbelievers принизливе покарання.
vi: Làm thế nào không may là những nhất mà họ đã bán mình - rằng họ sẽ disbelieve trong những gì Allah đã tiết lộ thông qua [của họ] sự phẫn nộ rằng Allah sẽ gửi xuống các ưu tiên của ông khi người mà Ngài muốn từ trong số công chức của mình. Do đó, họ trở về có [kiếm được] cơn thịnh nộ khi cơn thịnh nộ. Và cho thì là một sự trừng phạt nhục nhã.
zu: Yeka lusizi wukuthi zona bazithengisela - engasekelwe ndawo ukuthi bangaphazamisa disbelieve ngaphakathi babe Allah akwembula ukucasula [zabo] Allah uyophonsa phansi umusa wakhe phezu whom He tando Akhe chaka.
