Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1662
source: [Jacob] said, "Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies." And when they had given their promise, he said, "Allah, over what we say, is Witness."
ca: [Jacob] deia, "Mai vaig enviarà-lo amb vostè fins que em doni una promesa per Allah que vostè li [altra vegada] portarà a mi, a menys que vostè hauria de ser envoltat per enemics." I quan se'ls havia donat seva promesa, va dir, "Allah, sobre el que diem, és testimoni".
cy: [Jacob] yn dweud, "Byth anfonaf ef gyda chi tan ichi roi'r mi addewid gan Allah y byddwch yn cyflwyno ei [yn ôl] i mi, oni ddylai ydych wedi'i hamgylchynu gan elynion." A hwythau wedi rhoi eu haddewid, meddai ef, "Allah, dros beth yr ydym yn ei ddweud, yn dyst."
da: [Jakob] sagde, "Aldrig vil jeg sende ham med dig indtil du give mig et løfte fra Allahs, som du vil bringe ham [tilbage] til mig, medmindre du skal være omgivet af fjender." Og da de havde givet deres løfte, han sagde, "Allah, over hvad vi siger, er vidnet."
el: [Ιάκωβος] είπε, «Ποτέ δεν θα στέλνω τον μαζί σας μέχρι να μου δώσει μια υπόσχεση του Αλλάχ ότι θα φέρετε τον [πίσω] σε μένα, αν δεν σας θα πρέπει να περιβάλλεται από τους εχθρούς.» Και όταν είχαν δώσει την υπόσχεσή τους, είπε, «Αλλάχ, πέρα από ό, τι λέμε, είναι μάρτυρας.»
et: [Jacob] ütles: "Kunagi ma saadan talle teiega enne, kui sa annad mulle lubadus, mida Jumal, siis toob see [tagasi] mulle, kui sa peaksid ümbritsetud vaenlased." Kui nad olid andnud oma lubadus, ütles ta, "Allahi üle, mida me öelda, kas tunnistaja."
fi: [Jaakob] sanoi: "Koskaan olen lähettää hänelle kanssasi kunnes annat minulle lupauksen Jumala, että viet hänet [takaisin] minulle, ellei olisi ympäröimänä vihollisia." Ja kun he olivat antaneet lupauksen, hän sanoi: "Allah, yli, mitä sanomme todistaja."
he: [יעקב] אמר, "לא אני ישלח לו איתך עד שתיתן לי הבטחה על ידי אללה זה אתה תביא אותו [..], אלא אם כן אתה צריך להיות מוקף אויבים." כאשר הם נתנו את ההבטחה, הוא אמר, "אללה, מעל מה שאנחנו אומרים, זה העד"
hr: [Jakov] je rekao, "Nikad ne će sam ga poslati s vama dok mi ne daš obećanje od Allaha da li će ga [natrag], osim ako bi trebao biti okružen neprijateljima." I kad im je dao obećanje, rekao je, "Allah, na ono što je svjedok."
lt: [Jokūbas] sakė: "Niekada aš išsiųs jį su jumis tol, kol galite duoti man pažadą iš Dievo, kad jums atneš jam [atgal] man, jei jums turėtų būti apsuptas priešų." Ir kai jie davė savo pažadą, jis pasakė: "Dievas, per ką pasakyti, yra liudytojas."
lv: [Jacob] teica: "Nekad man nosūtīs viņam ar jums, līdz jūs varētu man solījumu ar Allah, kas jums dos viņam [atpakaļ] mani, ja vien jums ir ieskauj ienaidniekus." Un kad viņi bija devuši savu solījumu, viņš teica: "Allah, pār to, ko mēs sakām, ir liecinieks."
nb: [Jacob] sa, "Aldri vil jeg sende ham med deg før du gir meg et løfte av Allah som du vil bringe ham [tilbake] for meg, med mindre du skal være omgitt av fiender." Og da de hadde gitt sitt løfte, sa han, "Allah, over hva vi sier, er vitne.
sk: [Jakub] povedal: "Nikdy vám pošlem ho s tebou kým mi dať sľub z Alaha, ktoré vám prinesie mu [späť] mi, ak by mal byť obklopený nepriateľov." A keď sa dal svoj sľub, povedal, "Alah, cez to, čo hovoríme, je svedkom."
sl: [Jacob] je dejal, "Nikoli ne bo sem poslal z vami dokler mi daš obljubo Allah, ki vas bo popeljal njega [nazaj] mi, razen če bi se obdajajo sovražnike." In ko so jih dali svoje obljube, je dejal, "Allah, nad to, kar smo rekli, je priča."
sr_cyrl: [Јацоб ] је рекао, "Никад не ће сам послати га с тобом док не добијем обећање Алаха коју доносите му [назад] са мном, осим ако не треба да буде окружен непријатеља." И када дали су своје обећање, он је рекао, "Аллах, преко мислимо, је сведока."
sr_latn: [Jacob] je rekao, "Nikad ne će sam poslati ga s tobom dok ne dobijem obećanje Alaha koju donosite mu [nazad] sa mnom, osim ako ne treba da bude okružen neprijatelja." I kada dali su svoje obećanje, on je rekao, "Allah, preko mislimo, je svedoka."
uk: [] Яків, "Ніколи не то я пошлю з вами поки ти мені обіцянку Аллах, що ви будете приносити йому [назад] до мене, якщо ви повинні бути в оточенні ворогів." І коли вони дали свої обіцянки, він сказав: "Аллах, через те, що ми говоримо, є свідок".
vi: [Jacob] nói, "Không bao giờ sẽ tôi gửi cho anh ta với bạn cho đến khi bạn cung cấp cho tôi một lời hứa của Allah bạn sẽ mang lại cho anh ta [trở lại] tôi, trừ khi bạn nên được bao quanh bởi kẻ thù." Và khi họ đã đưa ra lời hứa của họ, ông nói, "Allah, qua những gì chúng tôi nói, chứng kiến."
zu: [UJakobe] wathi: "Angisoze ukumthuma nawe uze ungiphe isithembiso Allah ukuthi ngiyomletha [emuva] kimi, ngaphandle kokuthi kumele ayezungezwe izitha."

# Quran1663
source: And he said, "O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied, and upon Him let those who would rely [indeed] rely."
ca: I va dir, "O fills meus, no entrar d'una porta però introduir diferents portes d'entrada; i jo no debades contra [el decret de] Allah en absolut. La decisió és només per a Allah; amb ell he confiat i li deixi els que podria invocar es basen [fet]. "
cy: A dywedodd, "O fy meibion, peidiwch â o'r porth un ond nodwch o'r gatiau gwahanol; ac ni all yn manteisio ar eich erbyn [yr ordinhad o] Allah o gwbl. Mae'r penderfyniad yn unig ar gyfer Allah; arno gennyf dibynnu, a rhai a fyddai'n dibynnu arno Gadewch dibynnu [yn wir]. "
da: Og han sagde: "O mine sønner, anføres fra en gate, men Angiv fra forskellige porte; og jeg kan ikke benytte du mod [dekret af] Allah overhovedet. Beslutningen er kun for Allah; ham jeg har stolet, og med ham lade dem, der ville stole [Ja] stole. "
el: Και είπε, «O τους γιους μου, μην μπείτε από μία πύλη αλλά εισάγετε από διαφορετικές πύλες. και εγώ δεν μπορούν να ωφελήσουν σας ενάντια [το διάταγμα της] Αλλάχ καθόλου. Η απόφαση είναι μόνο για Αλλάχ? προς αυτόν έχω γινει, και προς αυτόν όσοι θα στηριχθεί ας [πράγματι] στηρίζονται.»
et: Ja ta ütles: "O minu poega ei satu ühe värava: kui sisestada eri väravad; ning ma ei saa kasutada teie vastu [kinnitatud] üldse Jumal. Otsus on ainult Allah; talle olen tugines ja ta lasknud neil, kes tugineks [tõepoolest] usaldada. "
fi: Ja hän sanoi: "Oi poikani, älä kirjoita päässä portille, mutta anna eri porteista. ja voi käyttää sinua vastaan [asetus] Jumala ollenkaan. Päätös on vain hillitä; hänelle olen apu after, ja hänelle annetaan niiden, jotka tukeutuvat [itse] luottaa. "
he: והוא אמר, "O בניי, אל תזין שער אחד, אך הזן מ שערים שונים; אני לא הועילו אותך מול [הצו] אללה בכלל. ההחלטה היא רק למען אללה; עליו אני ללא הסתמכה ואפשר עליו מי סומכים לסמוך [אכן]. "
hr: I on je rekao, "O moji sinovi ući od jedna vrata, ali unijeti iz različitih vrata; i ne može ti koristiti protiv [dekret] Allah na sve. Odluka je samo za Allaha; na njega imam oslanjao i na njega da oni koji bi se oslanjaju [doista] se oslanjaju. "
lt: Ir jis pasakė: "O mano sūnūs, neįveskite iš vienos vartų, bet patekti iš skirtingų vartai; ir aš negaliu pasinaudoti jūsų prieš [d. dekretas] Dievas ne visi. Sprendimas yra tik dėl Allah; jam aš rėmėsi, ir jam Tegul tie, kurie būtų remtis [iš tikrųjų] pasitikėti. "
lv: Un viņš teica: "O mani dēli, neienāk no viena vārtiem, bet ievadīt no dažādiem vārti; un es nevaru izmantot jums pret [dekrētu] vispār Allāham. Lēmums ir tikai par Allah; Viņam virsū man ir balstījusies un viņam ļaut tiem, kuri varētu paļauties [patiešām] paļauties. "
nb: Og han sa: "O mine sønner, ikke angir fra en gate men inn fra forskjellige porter. og jeg kan ikke benytte deg mot [dekret av] Allah i det hele tatt. Vedtaket er kun for Gud. ham jeg har støttet seg, og la de som vil stole på ham [Ja] stole. "
sk: A on povedal: "O mojich synov, Nevstupujte do jednej Gate ale vstúpiť z rôznych brán; a nemôžete využiť proti [dekrét] Boha vôbec. Rozhodnutie je len na Boha; mu sa spoliehal, a na ňom nechať tých, ktorí by sa spoľahnúť [naozaj] spoľahnúť. "
sl: In je rekel, "O moji sinovi, ne vnesite od enega pa vnesite iz različnih mest; in ne more izkoristiti vas proti [Odlok o] Allah sploh. Odločitev je samo za Allah; na njem so reliefno izbočeno delo, in mu naj tisti, ki bi se zanašajo [resnično] zanašajo. "
sr_cyrl: И рекао је: "О синови моји, немојте уносити из једна капија, али унос из различитих врата; и ја могу да ти је узалудно [декрета] Аллах уопште. Одлука је само за Алаха; на њега сам се ослањао, и над њим нека они, који би се поуздао [заиста] се ослањају. "
sr_latn: I rekao je: "O sinovi moji, nemojte unositi iz jedna kapija, ali unos iz različitih vrata; i ja mogu da ti je uzaludno [dekreta] Allah uopšte. Odluka je samo za Alaha; na njega sam se oslanjao, i nad njim neka oni, koji bi se pouzdao [zaista] se oslanjaju. "
uk: І той відказав: "O моїх синів, не вводьте біля одних воріт міста, але введення з різних ворота; і я не можу скористатися ви проти [Указом] Аллах на всіх. Рішення є тільки для Аллах; на ньому я спирався і на нього Нехай ті, хто буде опиратися [насправді] покладатися. "
vi: Và ông nói, "O con trai của tôi, không phải nhập từ một cửa khẩu nhưng đưa vào từ cổng khác nhau; và tôi không thể tận dụng bạn chống lại [nghị định] Allah ở tất cả. Quyết định chỉ là Allah; Khi anh ta tôi có dựa, và khi anh ta để cho những người sẽ dựa [quả thật] dựa. "
zu: Wathi: "O madodana ami, ungangeni kusukela elinye, ibe lisango kodwa faka kusuka amasango ahlukahlukene. Futhi angikwazi avail you ngokumelene [esinqumweni] Allah nhlobo Isinqumo kuphela Allah; Kuyena mina baye bancika, futhi

# Quran1664
source: And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know.
ca: I quan van entrar des d'on el seu pare havia ordenat-los, es no aprofitar-los contra Allah gens excepte [va ser] un necessitat dins l'ànima de Jacob, que va satisfet. I de fet, va ser un posseïdor dels coneixements per què ens havia ensenyat ell, però la majoria de la gent no sap.
cy: A pan roeddent yn dechrau o ble roedd eu tad yn archebu iddynt, oedd ei ni fanteisio ar eu erbyn Allah o gwbl ac eithrio [ydoedd] angen o fewn yr enaid o Jacob, a dywedodd ei fod yn fodlon. Ac yn wir, yr oedd possessor o wybodaeth oherwydd hyn yr ydym wedi ddysgu iddo, ond nid rhan fwyaf o bobl yn gwybod.
da: Og når de kom ind fra hvor deres far havde bestilt dem, det ikke benytte dem mod Allah på alle undtagen [det var] behov inden for sjælen af Jacob, som han tilfreds. Og ja, han var en besidderen af viden på grund af hvad vi havde lært ham, men de fleste mennesker kender ikke.
el: Και όταν μπήκαν από όπου ο πατέρας τους είχε παραγγείλει τους, το δεν χρησιμοποιήσει αυτά κατά Αλλάχ σε όλα εκτός από [ήταν] την ανάγκη μέσα η ψυχή του Ιακώβ, οποία ικανοποιεί. Και πράγματι, ήταν ένας κάτοχος της γνώσης εξαιτίας τι εμείς είχε τον δίδαξε, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν.
et: Ja kui nad sisenesid, kus nende isa neid tellinud, see ei kasuta neid Allah vastu üldse välja arvatud [oli] jooksul hing Jacob, mida ta täita vaja. Ja tõepoolest, ta oli teadmiste valdaja, sest mis meil oli õpetanud teda, kuid enamik inimesi ei tea.
fi: Ja kun he tulivat päässä missä heidän isänsä oli määrännyt heidät, se ei ole käyttänyt niitä Jumalaa vastaan ollenkaan paitsi se oli Jaakob, joita hän tyydyttää sielu on tarpeen. Ja itse asiassa hän oli omistaja tietoa, koska meillä oli opettanut hänelle, mutta useimmat ihmiset eivät tiedä.
he: כאשר נכנסו מ איפה אבא שלהם הורה להם, זה לא הועילו להם נגד אללה בכלל חוץ [היה] צורך בתוך נפשו של יעקב, אשר הוא מרוצה. אכן, הוא היה והאלוהי ידע בגלל מה אנחנו לימד אותו, אך רוב האנשים לא יודעים.
hr: I kad su ušli iz gdje im je otac im je naredio, da je ne koristiti ih protiv Allaha na sve osim [to je] potreba unutar duše Jacoba, koji je zadovoljan. I doista, on je bio posjednik znanja jer mi ga je naučila, ali većina ljudi ne zna.
lt: Ir kai jie atvyko iš kur jų tėvas buvo liepė jiems, tai padarė ne pasinaudoti juos prieš Allah ne visi išskyrus [buvo] reikia Jokūbas, kuriuos jis įvykdė sielos viduje. Ir iš tiesų, jis buvo turėtojui, žinių, nes kas mes išmokė jį, bet dauguma žmonių nežino.
lv: Un kad viņi ienāca no kur viņu tēvs lika tos, tas nebija ne izmantot tos pret Allāhu vispār izņemot [bija] vajadzību robežās Džeikobs, viņš izpildījis dvēseli. Un patiešām, viņš bija zināšanas īpašnieku, jo mums bija mācījis viņu, bet lielākā daļa cilvēku nezina.
nb: Og når de inn fra hvor deres far hadde bestilt dem, det ikke benytte dem mot Allah på alle unntatt [det var] behov i sjelen til Jakob, som han fornøyd. Og faktisk var han besitter kunnskap på grunn av hva vi hadde lært ham, men de fleste vet ikke.
sk: A keď vstúpil od tam, kde ich otec nariadil im, že nevyužíval ich proti Alah vôbec okrem [bolo] potrebné v duši Jacob, ktorý on spokojný. A v skutočnosti bol vlastníkom znalostí, pretože to, čo sme ho naučil, ale väčšina ľudí nevie.
sl: In kadar so iz kjer je njihov oče velel, da ni izkoristila jih zoper Alah sploh razen [je bila] je treba v dušo Jacob, kar je zadovoljen. In res, je bil lastnik znanja zaradi kaj smo ga naučil, ampak večina ljudi ne vem.
sr_cyrl: А кад су ушли из где им је отац наредио им, то јесте не је узалудно их Аллах све осим [је] потреба унутар дусе од Јацоба, који је он задовољан. И заиста, био је поседника знања због смо га је науцила, али већина људи не знају.
sr_latn: A kad su ušli iz gde im je otac naredio im, to jeste ne je uzaludno ih Allah sve osim [je] potreba unutar duse od Jacoba, koji je on zadovoljan. I zaista, bio je posednika znanja zbog smo ga je naucila, ali većina ljudi ne znaju.
uk: І коли вони увійшли від де їх батько мав наказав їм, він не скористатися їх проти Аллах взагалі за винятком [це було] необхідності душі Якова, який він задовольнив. І дійсно, він був володарем знань через те, що ми навчив його, але більшість людей не знаю.
vi: Và khi họ bắt đầu từ nơi mà cha của họ đã ra lệnh cho họ, nó đã không tận dụng chúng chống lại Allah ở tất cả ngoại trừ [đó là] một nhu cầu trong linh hồn của Jacob, ông hài lòng. Và quả thực, ông là một người sở hữu kiến thức vì những gì chúng tôi đã dạy anh ta, nhưng hầu hết những người không biết.
zu: Futhi uma bengena kusuka lapho uyise wabo ayeyale kubo, it cha avail ngokumelene Allah neze ngaphandle [kwaba] a isidingo ngaphakathi emphefumulweni kaJakobe, okuyinto yena anelisekile.

# Quran1665
source: And when they entered upon Joseph, he took his brother to himself; he said, "Indeed, I am your brother, so do not despair over what they used to do [to me]."
ca: I quan van entrar a Joseph, va prendre el seu germà a si mateix; va dir, "De fet, jo sóc el teu germà, així que no desespereu sobre el que acostumaven a fer [per mi]."
cy: A pan roeddent yn dechrau ar Joseph, cymerodd ei frawd i ei hun; Meddai, 'Yn wir, I 'm eich brawd, felly nid oes anobaith dros beth maent yn ei ddefnyddio i wneud [i mi].'
da: Og når de kom ind på Joseph, tog han sin bror til sig selv; Han sagde, "Ja, jeg er din bror, så skal du ikke fortvivle over hvad de plejede at gøre [for mig]."
el: Και όταν μπήκαν επάνω Ιωσήφ, πήρε τον αδελφό του στον εαυτό του? είπε, «Πράγματι, είμαι ο αδελφός σας, ώστε να μην απελπίζεστε πέρα από αυτό που χρησιμοποιείται για να κάνω [για μένα].»
et: Ja kui nad memorandumi Joseph, ta võttis tema vend ise; ta ütles: "Tõepoolest, ma olen su vend, nii et ärge heitke meelt üle, mida nad teha [mind]."
fi: Ja kun he aloittivat Joseph, hän otti hänen veljensä Hän sanoi, "Olen todellakin veljesi, joten älä masennu, yli mitä heillä oli tapana tehdä [minulle]."
he: כאשר נכנסו על יוסף, והוא לקח את אחיו לעצמו; הוא אמר, "אכן, אני אח שלך, אז לא להתייאש על מה שהם נהגו לעשות [לי]."
hr: I kad su ušli na Josipa, on je njegov brat na sebe; Rekao je, "Doista, ja sam tvoj brat, stoga ne očajavajte preko oni naviknut obaviti [za mene]."
lt: Ir kai jie pradėjo Juozapas, paėmė jo brolis Jis sakė: "Iš tiesų, aš tavo brolis, todėl nenusiminkite, per ką jie turi daryti [man]."
lv: Un kad viņi ienāca pēc Joseph, viņš ņēma savu brāli pie sevis; viņš teica: "Protams, es esmu jūsu brālis, tāpēc nav izmisums vairāk nekā tie, ko izmanto, lai darīt [mani]."
nb: Og når de inn på Joseph, tok sin bror til seg selv; Han sa: "Ja, jeg er din bror, så ikke fortvile over hva de pleide å gjøre [for meg]."
sk: A keď vstúpil na Jozefa, on vzal jeho brat na seba; on povedal: "Vskutku, ja som tvoj brat, tak nezúfajte, na čo boli zvyknutí robiť [mi]."
sl: In ko so vstopili na Joseph, njegov brat vzel k sebi; On reče: "Res, jaz sem tvoj brat, tako da ne obupa nad kaj se uporabljajo za početi [se mi]."
sr_cyrl: Кад су ушли на Јосепха, одвео је његов брат себе; Он је рекао, "Заиста, ја сам твој брат, тако да не оцајавај готово су некада урадити [ме]."
sr_latn: Kad su ušli na Josepha, odveo je njegov brat sebe; On je rekao, "Zaista, ja sam tvoj brat, tako da ne ocajavaj gotovo su nekada uraditi [me]."
uk: І коли вони увійшли після Йосипа, він узяв його брат до себе; Він сказав: "Я твій брат, так що не впадайте у відчай через те, що вони використовували робити [мене]."
vi: Và khi họ đã nhập khi Joseph, ông đã cho anh trai của ông để mình; ông nói: "Thật vậy, tôi là anh trai của bạn, do đó, không thất vọng hơn những gì họ sử dụng để làm [tôi]."
zu: Nxa sebefika phezu kukaJosefa njengesikhumbuzo, wathatha umfowabo yena;

# Quran1666
source: So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, "O caravan, indeed you are thieves."
ca: Així que quan ells havia armat amb els seus subministraments, va posar el bol [or mesurar] a la bossa del seu germà. Llavors un locutor anomenat, "caravana O, fet són lladres."
cy: Felly pan ei fod wedi cael eu dodrefnu gyda eu cyflenwadau, rhoddodd y bowlen [Mesur Aur] i'r bag ei frawd. Yna welir galw allan, "O carafannau, yn wir yr ydych yn lladron."
da: Så når han havde indrettet dem med deres forsyninger, satte han [guld måling] skål i posen med sin bror. Så en speakeren råbte, "O campingvogn, ja du er tyvene."
el: Έτσι όταν αυτός είχε τους επιπλωμένα με τις προμήθειες τους, έβαλε το μπολ [χρυσό μέτρησης] στο σάκο του αδελφού του. Στη συνέχεια ο εκφωνητής φώναξε, «O τροχόσπιτο, πράγματι είστε κλέφτες. "
et: Nii et kui ta oli sisustatud neid oma tarned, panna ta [gold mõõtmise] kausi tema vend kotti. Siis hõikas, teadustaja "O caravan, tõepoolest on vargad."
fi: Joten kun hän oli sisustettu ne hankintansa, hän laittaa [kulta mittaus] bowl veljensä pussiin. Sitten huusi kuuluttaja "O asuntovaunu, itse ovat varkaita."
he: אז כאשר הוא היה מרוהט אותם עם האספקה שלהם, הוא להכניס את הקערה [זהב מדידה] התיק של אחיו. ואז אחתתמיד קרא: "O קרוואן, אכן אתה גנבים."
hr: Kad je njima opremljen namirnice, stavio je [zlato mjerenje] zdjelu u vreću svoga brata. Tada je spiker nazvao, "O karavan, zaista ste lopovi."
lt: Taigi kai jis turėjo pateikti juos su savo atsargas, jis įdėti [aukso matavimo] dubenėlį į maišą jo brolis. Tada diktorius sušuko, "O karavanas, iš tiesų esate vagys."
lv: Tāpēc, kad viņš bija iekārtotas ar pārtikas krājumus, viņš nolika trauciņu [zelta mērīšanas] brālis maisiņā. Tad uzsauca, diktors "O kulba, patiešām ir zagļiem."
nb: Så da han hadde innredet dem med sine forsyninger, satte han [gull måle] bollen inn i pose med hans bror. Så en hallomann ropte: "O campingvogn, virkelig er tyver."
sk: Takže keď on mal nimi vybavené svoje dodávky, položil [zlato meranie] misy do vrecka jeho brata. Potom zavolal, výstava "O karavan, ste naozaj zlodejov."
sl: Tako ko je jih je opremljenih s svoje zaloge, položil [zlato merjenje] skledo v vrečko svojega brata. Potem Najavljivač zaklical: "O prikolica, res ste tatovi."
sr_cyrl: Тако да када је доставио их са њихове залихе, ставио је [злато мерење] посуду у торбу свог брата. А онда спикера све позвао, "О караван, уистину, ви сте лопови."
sr_latn: Tako da kada je dostavio ih sa njihove zalihe, stavio je [zlato merenje] posudu u torbu svog brata. A onda spikera sve pozvao, "O karavan, uistinu, vi ste lopovi."
uk: Так що коли він мав обставлені їх поставок, він поклав [золото вимірювання] bowl в сумку свого брата. А потім диктор, покликав, "O Караван, ви дійсно злодіїв."
vi: Vì vậy, khi ông đã bị chúng với nguồn cung cấp của họ, ông đặt bát [vàng đo] vào túi của anh trai mình. Sau đó, một phát thanh viên được gọi là, "O caravan, thực sự bạn là kẻ trộm."
zu: Ngakho lapho wayenikeze kubo izimpahla zabo, wababuza lo [sokulinganisa igolide] isitsha esikhwameni umfowabo.

# Quran1667
source: They said while approaching them, "What is it you are missing?"
ca: Es deia acostant-los, "què és el que li falten?"
cy: Dywedodd wrth gysylltu â hwy, "beth ydyw yr ydych ar goll?"
da: De sagde, at mens nærmer dem, "Hvad er det du mangler?"
el: Είπαν ενώ πλησιάζει τους, "τι είναι αυτό τα καταφέρνεις;»
et: Nad ütlesid, samas läheneb neile, "mis see on sa oled kadunud?"
fi: He sanoivat lähestyttäessä niitä, "mitä puuttuu?"
he: הם אמרו כשהם התקרבו אותם, "מה זה שאתה מפסיד?"
hr: Rekli su da dok se približava, "što nedostaje?"
lt: Jie sakė, o artėja prie jų, "kas tai jums yra dingęs?"
lv: Viņi teica, bet tuvojas tiem, "kas tas ir jums trūkst?"
nb: De sa mens nærmer seg, "Hva er det du mangler?"
sk: Povedali, že pri kontakte s nimi, "čo je to prichádzaš?"
sl: Rekli so, medtem ko jih približuje, "kaj je to manjka?"
sr_cyrl: Рекли су да док се приближава их, "Шта је то ти недостају?"
sr_latn: Rekli su da dok se približava ih, "Šta je to ti nedostaju?"
uk: Вони сказали, що туристи, Підпливаючи до них, "що це вам не вистачає?"
vi: Họ nói rằng trong khi tiếp cận họ, "nó là gì bạn đang thiếu?"
zu: Bathi njengoba besondela kubo: "Yini le ofuna ezingekho?"
