Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran289
source: O you who have believed, when you contract a debt for a specified term, write it down. And let a scribe write [it] between you in justice. Let no scribe refuse to write as Allah has taught him. So let him write and let the one who has the obligation dictate. And let him fear Allah, his Lord, and not leave anything out of it. But if the one who has the obligation is of limited understanding or weak or unable to dictate himself, then let his guardian dictate in justice. And bring to witness two witnesses from among your men. And if there are not two men [available], then a man and two women from those whom you accept as witnesses - so that if one of the women errs, then the other can remind her. And let not the witnesses refuse when they are called upon. And do not be [too] weary to write it, whether it is small or large, for its [specified] term. That is more just in the sight of Allah and stronger as evidence and more likely to prevent doubt between you, except when it is an immediate transaction which you conduct among yourselves. For [then] there is no blame upon you if you do not write it. And take witnesses when you conclude a contract. Let no scribe be harmed or any witness. For if you do so, indeed, it is [grave] disobedience in you. And fear Allah. And Allah teaches you. And Allah is Knowing of all things.
ca: O es que he cregut, en contractar una deute per un termini especificat, anoti-ho. I deixar un escriba escriure [] entre en justícia. Deixi cap escriba es neguen a escriure com Allah li ha ensenyat. Així que va escriure i deixar que l'únic que té el dictat d'obligació. I deixar-li la por d'Allah, el seu Senyor i no deixar res fora d'ella. Però si el que té l'obligació és d'una forma limitada comprensió o feble o incapaç per dictar-se, llavors deixar preceptor dictar justícia. I portar a presenciar dos testimonis entre els seus homes. I si no hi ha dos homes [disponibles], llavors un home i dues dones d'aquells qui accepta com a testimonis - així que si una de les dones errs, llavors l'altre pot recordar-li. I que no els testimonis es neguen és cridat. I no us [també] cansat d'escriure, si és petita o gran, per al seu terme [especificat]. Que és més just a la vista d'Allah i més forts com a prova i més probable que evitar dubte entre vostè, excepte quan és una operació immediata que dueu a terme entre vosaltres. [Llavors] no hi ha cap culpa de si no el escriviu. I prendre testimonis quan vostè concloure un contracte. Deixar cap escriba ser perjudicats o qualsevol testimoni. Doncs si ho fa, de fet, és la desobediència [greu] en tu. I la por d'Allah. I Allah t'ensenya. I Allah està saber de totes les coses.
cy: O sydd wedi credu, pan y byddwch yn gwneud contract i ddyled am dymor penodedig, ysgrifennwch ei i lawr. A gadewch i'r Ysgrifennydd ysgrifennu [TG] rhwng chi mewn cyfiawnder. Gadewch unrhyw Ysgrifennydd wrthod i ysgrifennu fel mae Allah yn dysgu iddo. Felly gadewch iddo ysgrifennu a gadewch yr un sydd wedi pennu rhwymedigaeth. A gadewch iddo ofni Allah, ei Arglwydd, ac nid gadael unrhyw beth allan ohono. Ond os yr un sydd â rhwymedigaeth yw dealltwriaeth gyfyngedig neu yn wan neu does dim modd i Orchymyn ei hun, yna gadewch warcheidwad ei bennu mewn cyfiawnder. A dwyn i dyst dau dyst o blith eich dynion. Mae ac os nad oes dau ddyn [ar gael], yna dyn a dwy fenyw o'r rheini yr ydych yn derbyn fel tystion-fel y gall os mae un o'r merched yn ymylu, yna y llall yn ei hatgoffa. A gadewch i ni y tystion wrthod pan gânt eu galw ar. A Peidiwch â bod yn [hefyd] wedi blino ysgrifennu, a yw'n bach neu fawr, ar gyfer ei thymor [penodol]. Dyna fwy unig yng ngolwg Allah ac yn gryfach fel tystiolaeth ac yn fwy tebygol o atal amheuaeth rhyngoch chi, ac eithrio pan yw'n trafodyn ar unwaith y byddwch yn cynnal ymysg eich gilydd. [Hynny] Nid oes unrhyw fai arnoch os nad ydych yn ei ysgrifennu. Ac tystion wrth ichi derfynu contract. Gadewch unrhyw Ysgrifennydd ei niweidio neu unrhyw dyst. Os oes ichi wneud hynny, yn wir, mae'n [mawr] anufudd-dod yn chi. Ac ofn Allah. Ac mae Allah yn eich addysgu. A gwybod am yr holl bethau yw Allah.
da: O du, som har ment, når du kontrakt en gæld for en bestemt periode, Skriv det ned. Og lad en scribe skrive [det] mellem jer i retfærdighed. Lad ingen scribe nægter at skrive som Allah har lært ham. Så lad ham skrive og lad den, der har forpligtelsen dikterer. Og lad ham frygte Allah, hans Herren, og ikke efterlade noget ud af det. Men hvis den, der har forpligtelsen er af begrænset forståelse eller svag eller ude af stand til at diktere ham selv, så lad hans værge diktere i retfærdighed. Og bringe vidne til to vidner blandt dine mænd. Og hvis der ikke er to mænd [tilgængelig], så en mand og to kvinder fra dem, som du acceptere som vidner - så hvis en af kvinderne med urette, derefter den anden kan minde hende. Og lad ikke vidnerne nægte når de opfordres. Og vær ikke [for] træt at skrive det, om det er små eller store, for dens [angivne] udtrykket. Det er mere lige i synet af Allah og stærkere som bevis og mere tilbøjelige til at undgå tvivl mellem dig, undtagen når det er en umiddelbar postering, som du foretage blandt jer selv. [Så] er der ingen skylden på dig hvis du ikke skriver det. Og tage vidner, når du indgår en kontrakt. Lad ingen scribe skades eller nogen vidne. For hvis du gør det, ja, det er [alvorlig] ulydighed i dig. Og frygt Allah. Og Allah lærer dig. Og Allah er vide af alle ting.
el: O εσείς που πίστευαν, όταν συμβόλαιο ενός χρέους για καθορισμένη περίοδο, γράψετε κάτω. Και αφήστε ένα γραφέα το γράψω [] μεταξύ σας στον τομέα της δικαιοσύνης. Αφήστε καμία γραφέα αρνηθεί να γράψω όπως Αλλάχ τον έχει διδάξει. Έτσι Ας γράψω και άφησε εκείνον που έχει υπαγορεύει υποχρέωσης. Και ας ο φόβος Αλλάχ, ο Λόρδος, και να μην αφήσει τίποτα έξω από αυτό. Αλλά αν αυτός που έχει την υποχρέωση της περιορισμένη κατανόηση ή ασθενής ή ανίκανος να υπαγορεύσει τον εαυτό του, τότε ας τον κηδεμόνα του υπαγορεύουν στον τομέα της δικαιοσύνης. Και φέρνουν μάρτυρες δύο μαρτύρων από τους άνδρες σας. Και αν δεν υπάρχουν δύο ανδρών [διαθέσιμες], τότε ένας άνδρας και δύο γυναίκες από εκείνους τους οποίους αποδέχεστε ως μάρτυρες - έτσι ώστε αν μία από τις γυναίκες σφάλλει, στη συνέχεια, το άλλο μπορεί να της υπενθυμίσω. Και ας μην τους μάρτυρες αρνούνται όταν έχουν κληθεί. Και να μην είναι [επίσης] κουρασμένος να το γράψω, αν είναι μικρό ή μεγάλο, για τη θητεία της [καθορισμένο]. Που είναι πιο δίκαιο στα μάτια του Αλλάχ και ισχυρότερη ως αποδεικτικά στοιχεία και πιο πιθανό να εμποδίζει τις αμφιβολίες ανάμεσα σε εσάς, εκτός αν πρόκειται για μια άμεση συναλλαγή που πραγματοποιείτε μεταξύ τους εαυτούς σας. Για [τότε] υπάρχει κανένα φταίξιμο σε σας εάν δεν μπορείτε να γράψετε αυτό. Και πάρτε μάρτυρες όταν καταλήγετε στο συμπέρασμα μιας σύμβασης. Αφήστε καμία γραφέα να ζημιωθούν ή οποιαδήποτε μάρτυρες. Για το αν το κάνετε αυτό, πράγματι, είναι [σοβαρό] ανυπακοής μέσα σου. Και ο φόβος Αλλάχ. Και Αλλάχ σας διδάσκει. Και Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: O kes on uskunud, kui võla lepingu tähtajaliselt, seda kirja. Ja lase scribe kirjutada [seda] teie õiguse vahel. Lase mingit scribe keelduda kirjutada nagu Jumal on õpetanud teda. Nii et lase tal kirjutada ja lasta see, kes on kohustus dikteerida. Ja siis ta kartma Jumalat, oma isanda ja jäta midagi sellest välja. Aga kui see, kes on kohustus on piiratud arusaamist või nõrk või ei saa dikteerida ise, siis lase tema eestkostja õiguse dikteerida. Ja tuua tunnistajaks kahe tunnistaja oma meeste hulgast. Ja kui seal pole kaks meest [olemas], siis mees ja kaks naist, neist, kelle aktsepteerite tunnistajatena - nii, et kui üks naiste errs, siis teine saab meenutavad teda. Ja lase ei andmisest keelduda, kui neid kutsutakse tunnistajad. Ja ära ole [ka] väsinud, et kirjutada, kas see on suur või väike, [määratud] ametiajaks. Ongi õiglasem Jumala silmis ja tugevam tõendina ja suurem tõenäosus vahele, välja arvatud juhul, kui see on kohest tehingu, mille teostate jagasite kahtluse vältimiseks. [Siis] ei ole süüdistada teie peale kui te ei kirjuta seda. Ja võtab tunnistajad, kui lepingu sõlmimise. Lase mingit scribe kahjustuda või mõni tunnistaja. Sest kui te seda teete, ongi [haua] allumatus sind. Ja kardavad, et Allah. Ja Jumal õpetab. Ja Jumal on teades kõiki asju.
fi: Oi sinä, joka uskoi kun sopimus velan määräajaksi, kirjoita se alas. Ja anna scribe kirjoittaa [se] välillä oikeuteen. Anna ei suostu kirjoittamaan kuten Jumala on opettanut hänelle kirjurina. Niin anna hänen kirjoittaa ja anna joka on velvoite sanella. Ja pelätkää Allahia, hänen herransa ja jätä mitään irti. Mutta jos se, joka on velvollinen on rajoitettu ymmärrystä tai heikko tai pysty sanelemaan itse, anna hänen etujensa puoltaja sanelkoon sen oikeudenmukaisesti. Ja todistaa kahden todistajan keskuudesta miehiä. Ja jos ei ole kaksi miestä [käytettävissä], mies ja kaksi naista niiltä, jotka hyväksytte todistajiksi - niin, että jos yksi naisista pettäisi, niin toinen voi muistuttaa häntä. Ja anna ei todistajia kieltäytyä, kun niitä pyydetään. Ja älä tuskastunut [myös] kirjoittaa, onko se pieni tai suuri, [määritetty] termi. Näin vain Jumalan silmissä ja vahvempi todisteena ja todennäköisemmin estää varmasti välillä, paitsi jos se on välitöntä kauppaa, joka hoitaa keskenänne. [Sitten] ei ole syyllinen teitä, jos et kirjoita se. Ja ottaa todistajia, kun tehdä sopimus. Anna ei scribe haittaa tai mitään todistaa. Jos teet niin, onkin [vakava] tottelemattomuuden sinussa. Ja pelätkää Allahia. Ja Jumala opettaa sinua. Ja Jumala on tietäen kaiken.
he:  מי מאמין, כאשר אתה חוזה חוב לתקופה שצוינה, לכתוב את זה. ותנו סופר כותב [בו] ביניכם בצדק. תני אין הסופר מסרב לכתוב כמו אללה לימד אותו. אז תנו לו לכתוב ולתת את זו שצריכה. מכתיב את החובה. . ותנו לו פחד אללה, האל שלו, לא להשאיר שום דבר מזה. אבל אם יש את החובה הוא מוגבל הבנה או חלש או לא ניתן להכתיב את עצמו, אז תן האפוטרופוס שלו להכתיב בצדק. ולהביא עדים שני עדים מקרב האנשים שלך. ואם יש לא שני [זמין], ואז אדם שני נשים וגברים מאלה שאותם אתה מקבל בתור עדים - כך אם אחת הנשים שוגה, ואז השני יכול להזכיר לה. ותנו לא העדים מסרב כאשר הם נקראים. ולא להיות עייף [גם] לכתוב אותו, בין אם זה קטן או גדול, לכהונה [שצוין] שלה. זה פשוט יותר בעיני אללה ואת חזק כראיה יותר סביר למנוע ספק ביניכם, מלבד טרנזקציה מיידית אשר אתה לנהל בינכם. [אז] יש אין האשמה עליכם אם לא כתבת את זה. ולקחת עדים בעת שאתם מסיקים על חוזה. הסופר לא להפגע או כל עדה. אם תעשה זאת, אכן אי ציות [חמור] בך. ופחד אללה. אללה מלמד אותך. אללה הוא שהידיעה של כל הדברים.
hr: O koji su vjerovali, kada se ugovor dug za navedeni termin, zapamtio sam. I pisar [da] napisati među vama u pravdu. Da nije pisar i refuse to napisati i Allah ga je naučio. Pa neka te onaj koji ima obvezu diktat. I neka se boji Allaha, svoga gospodara, i ne ostaviti ništa. Ali ako se obveza je ograničeno razumijevanje ili slab ili nesposoban odlučivati o sebi, onda neka njegov zaštitnik diktirati u pravdu. I svjedočiti dvoje svjedoka među ljude. A ako nema dva čovjeka [dostupna], onda čovjek i dvije žene od onih koje vi prihvaćate kao svjedoke - tako da ako jedna žena errs, onda drugi mogu podsjetiti je. I neka ne svjedoci odbijaju kada su pozvani. I ne biti [] preumorni da napišem, da li je mali ili veliki, za mandata [određeni]. To je još samo u očima Alaha i jači kao dokaz i više vjerojatno da će spriječiti sumnje između vas, osim kada je neposredno transakcije koje provodite sami. [Onda] je krivnju na vas ako ne napišeš. I svjedoci kada zaključi ugovor. Da nije pisar nauditi ili bilo koji svjedok. Jer ako uspijete, doista, to je [teška] neposluh u tebi. I bojte se Allaha. I Allah vas uči. A Allah je poznavanje svih stvari.
lt: O kurie tiki, kai jūs sutartį skola už nurodytas terminas, jo užsirašyti. Ir tegul rašyti [jis] tarp jūsų Teisingumo raštininkas. Tegul ne raštininkas atsisakau parašyti kaip Dievas išmokė jį. Todėl leiskite jam rašyti ir tegul tas, kuris turi įsipareigojimą diktatui. Ir tegul bijo Allah, savo Viešpaties, ir nieko iš jo išvežti. Bet jei tas, kuris privalo yra ribotą supratimą arba silpnas ar negali diktuoti pats, tada tegul jo globėjas diktuoja teisingumo. Ir atnešti liudininku du liudytojai iš savo vyrų. Ir jei nėra dviejų vyrų [yra], tada vyras ir dvi moterys iš tų, kuriuos priimate kaip liudytojai - taip, kad jei viena iš moterų yra neteisėtas, tada kitas gali priminti savo. Ir tegul ne liudytojų jei jie parašyti pakvietė. Ir neturi būti [per] pavargęs rašyti, ar jis yra mažas ar didelis, dėl jos [nurodytas] terminas. Tai labiau tiesiog akyse, Dievas ir stipresnis kaip įrodymą ir labiau tikėtina, kad išvengti abejonių tarp jūsų, išskyrus tuos atvejus, kai jis yra nedelsiant operaciją, kuri jums atlikti tarp save. [Tada] yra ne kaltinti tave, jei jums nereikia rašyti tai. Ir imtis liudytojai, kai jūs sudaryti sutartį. Tegul ne raštininkas nukentėti ar bet kuris liudytojas. Jei jums tai padaryti, iš tiesų, tai [rimtą] nepaklusnumo jus. Ir bijoti Dievo. Ir Dievas moko. Ir Dievas yra žinios ir viskas.
lv: O kas ir uzskats, ja jūs līgumu parāds uz noteiktu termiņu, pierakstāt vajadzīgo. Un ļaujiet grāmatnieks, rakstīt [tā] starp jums Tieslietu departamentā. Ļaujiet nav grāmatnieks atsakās rakstīt vien Allāhs ir mācījis. Tātad, ļaujiet viņam uzrakstīt un ļaujiet tas, kurš ir pienākums diktēt. Un ļaut viņam bailes Allah, savu kungu un atstāt kaut ko no tā. Bet ja cilvēks, kuram pienākums ir ierobežota izpratne vai vāji vai nevar diktēt sev, tad ļaujiet viņa aizbildnis diktēt tiesu. Un apliecināt divi liecinieki no vīriem. Un ja nav divi vīrieši [pieejams], tad vīrietis un divas sievietes, no tiem, kuriem pieņemat kā liecinieki - tāpēc, ka, ja viena no sievietēm kļūdās, tad otrs var atgādināt viņai. Un ļauj nedrīkst atteikt, ja tās ir aicinātas lieciniekiem. Un nebūt [arī] apnicis rakstīt to, vai tas ir mazs vai liels, tās [norādītais] termins. Tas ir vairāk tikai Allāhs aktuāli un spēcīgāka kā pierādījumu un lielāka iespēja novērst šaubas starp jums, izņemot gadījumus, kad tas ir tiešā darbība, kura veic starp sev. [Tad] nav nekādu vainu pār jums, ja jums nav rakstīt to. Un, ja jums noslēgt līgumu jāveic lieciniekus. Ļaujiet nav grāmatnieks, bojāti vai jebkurš liecinieks. Ja jūs to izdarītu, patiešām, tas ir [kapu] nepakļaušanās jūsos. Un bailes Allah. Un Allah māca jums. Un Allah ir zinot visas lietas.
nb: O du hvem har trodd, når du kontrakt en gjeld for en angitt periode, skrive det ned. Og la en skriver skrive [det] mellom i rettferdighet. La ingen skriver nekter å skrive som Allah har lært ham. Så la ham skrive og la den som har plikt diktere. Og la ham frykt Døyve, hans Herre, og ikke la noe av den. Men hvis den som har plikt er av begrenset forståelse eller svak eller for å diktere selv, så la hans verge diktere rettferdighet. Og bringe vitne to vitner fra menn. Og hvis det ikke to menn [tilgjengelig], så en mann og to kvinner fra dem du akseptere som vitner - slik at hvis en av kvinnene errs, så andre kan minne henne. Og la ikke vitner nekter når de. Og ikke vær [også] slitne å skrive det, enten det er liten eller stor, for [angitt] periode. Det er mer rettferdig for Allah og sterkere som bevis og mer sannsynlig å hindre tvil mellom deg, unntatt når det er en umiddelbar transaksjon som du utfører blant dere. For [da] er det ingen skyld på deg hvis du ikke skrive det. Og ta vitner når du inngå en kontrakt. La ingen skriver skadet eller noen vitne. Hvis du gjør det, det er faktisk [alvorlig] ulydighet i deg. Og frykt Allah. Og Allah lærer deg. Og Allah er å vite alt.
sk: O vás, ktorí ste uverili, keď zmluvu dlh za uvedené obdobie, napíšte to. A pisára napísať [to] medzi vami spravodlivosti. Nechajte žiadne pisár odmietnuť písať ako Alah ho naučil. Tak nech ho napísať a nech ten, kto má povinnosť diktovať. A nech sa báť Boha, svojho pána, a nenechávať nič z toho. Ale ak ten, kto má povinnosť je obmedzené chápanie alebo slabý alebo nemôže diktovať sám, potom nech jeho opatrovník diktovať spravodlivosti. A svedkami dvoch svedkov z radov svojich mužov. A ak tam nie sú dvaja muži [k dispozícii], potom muž a dve ženy z tých, koho prijmete ako svedkovia - tak, že ak sa jedna zo žien, nesprávne, potom druhej môže pripomínať jej. A nech nie svedkovia odmietnuť, keď oni sú vyzvané. A nebuďte [príliš] unavený napísať, či je malé alebo veľké, pre jeho [zadaný] výraz. To je iba v očiach Boha a silnejšie ako dôkaz a pravdepodobnejšie, aby sa zabránilo pochybnosti medzi vami, okrem prípadov, keď je okamžité transakcie, ktoré budete vykonávať medzi sebou. [Potom] nie je bez viny, na teba, ak nechcete písať to. A sa svedkov, keď budete uzatvárať zmluvy. Nechať žiadny pisár byť poškodené alebo niektorý svedok. Ak vy áno, naozaj, je to [hrobu] neposlušnosti vo vás. A strach, Alah. A Boh vás naučí. A Allah je znalosť všetkých vecí.
sl: O vi, ki ste verjeli, ko boste pogodbe dolga za določeno obdobje, zapišite. In naj pisar napisat [] med vami v pravosodju. Naj ne pisar nočejo napisati kot Alah je naučil. Tako naj mu napisati in naj tisti, ki je obveznost narekujejo. In nek strah Allah, njegov gospodar, in ne pustite nič od njega. Ampak če je tisti, ki je obveznost omejeno razumevanje ali šibki ali nezmožni, da narekujejo sam, potem naj njegovega varuha, ki narekujejo v pravosodju. In bi priča dveh prič med svoje može. In če tam ne dva moška [na voljo], potem moški in dve ženski od tiste, ki ste sprejme kot priče - tako, da če je ena od žensk, zmotno, potem drugi lahko jo opomni. In naj ne prič, zavrniti, ko se. In ne bodite [tudi] utrujene napisati, ali je majhna ali velika, za dobo [navedeni]. To je bolj samo v očeh Allah in močnejši kot dokaz in bolj verjetno, da se prepreči dvoma med vami, razen ko je takojšnje transakcije, ki se opravi med seboj. Za [torej] je brez krivde na vas, če ne pišete. In se priče, ko sklene pogodbo. Naj ne pisar, poškodovali ali katero koli priča. Če vi delati tudi, res, da je [grob] neposlušnost v vas. In strah Allah. Ter Allah nauči. In Alah je poznavanje vseh stvari.
sr_cyrl: О ти који верују, када уговором дуг за наведени појам, записао. И нека писар написао [] између вас у правду. Да нема писар одбијају да пишите као Алах учио га. Нека пишем и нека онај који је на обавезу диктирати. И нека се бојим се Аллах, његов господар, и да не остави ништа од тога. Али ако је тај који има обавезу је од ограничен разумевање, или слаб или није у могућности да диктира себе, онда нека његов старатељ диктирање у правду. И понеси присуствовати два сведока међу својим људима. И ако тамо нису двојицу [доступна], а затим човека и две жене од оних против којих се прихватите као сведоци - тако да ако зена грељи, онда и други могу памтити. И нека не сведоци одбити када су позвани на. Триаже [и] писати о томе, да ли је мали или велики, за свог [наведени] мандата. То је праведније пред Алаха и јача као доказ и вероватније да бисте спречили сумње између вас, осим кад треба хитно трансакција које раде се међу собом. [Онда ] је нема кривице на вас ако га не пишете. И поведи сведока када ти закључи уговор. Пусти писара немам страдати или неки сведок. Јер , ако ти то, заиста, то је [гроб] непослушности у теби. И бојим се Алаху. И , Алах те је предаје. А Аллах је знајужи свих ствари.
sr_latn: O ti koji veruju, kada ugovorom dug za navedeni pojam, zapisao. I neka pisar napisao [] između vas u pravdu. Da nema pisar odbijaju da pišite kao Alah učio ga. Neka pišem i neka onaj koji je na obavezu diktirati. I neka se bojim se Allah, njegov gospodar, i da ne ostavi ništa od toga. Ali ako je taj koji ima obavezu je od ograničen razumevanje, ili slab ili nije u mogućnosti da diktira sebe, onda neka njegov staratelj diktiranje u pravdu. I ponesi prisustvovati dva svedoka među svojim ljudima. I ako tamo nisu dvojicu [dostupna], a zatim čoveka i dve žene od onih protiv kojih se prihvatite kao svedoci - tako da ako zena greљi, onda i drugi mogu pamtiti. I neka ne svedoci odbiti kada su pozvani na. Trиaжe [i] pisati o tome, da li je mali ili veliki, za svog [navedeni] mandata. To je pravednije pred Alaha i jača kao dokaz i verovatnije da biste sprečili sumnje između vas, osim kad treba hitno transakcija koje rade se među sobom. [Onda] je nema krivice na vas ako ga ne pišete. I povedi svedoka kada ti zaključi ugovor. Pusti pisara nemam stradati ili neki svedok. Jer, ako ti to, zaista, to je [grob] neposlušnosti u tebi. I bojim se Alahu. I, Alah te je predaje. A Allah je znajuжi svih stvari.
uk: О ви, хто вірив, коли ви укладаєте договір борг для вказаного терміну, запишіть його. І нехай scribe написати [його] між вами в справедливості. Нехай не scribe відмовляються написати як Аллах навчив його. Отже, дозвольте йому писати і нехай той, хто має зобов'язання диктують. І нехай він боїться Аллаха, пана свого і не залишайте нічого з неї. Але якщо той, хто має зобов'язання з обмеженою розуміння або слабкі або не можуть диктувати себе, то нехай його опікуном надиктувати в юстиції. І довести до двох свідків з числа ваші чоловіки є свідками. І якщо є не двоє чоловіків [є], а потім чоловік і дві жінки від тих, яких ви приймаєте як свідків - так що якщо одна з жінок errs, потім інші можуть нагадувати їй. І нехай не свідків, відмовити, коли вони покликані. І не потомляться [занадто] написати її, будь це малий або великий, [вказаного] строк. Це більш просто на очах Аллаха і сильніше, як доказ і більш імовірно, щоб запобігти сумніву між вами, крім тих, коли він негайної операція, що ви ведете серед самих себе. [Тоді] немає не провину на вас, якщо ви не пишіть. І прийняти свідків, коли ви укладення договору. Нехай не scribe завдано шкоди або будь-який свідка. Бо якщо ви це зробите, дійсно, це [могила] непокори в вас. І боюся Аллаха. І Аллах вчить вас. І Аллах знаючи, що всі речі.
vi: O bạn của những người đã tin rằng, khi bạn có hợp đồng một khoản nợ cho một thuật ngữ được chỉ định, ghi lại nó. Và để cho một người ghi chép viết [nó] giữa bạn công lý. Hãy để không có người ghi chép từ chối để viết như Allah đã dạy cho anh ta. Vì vậy, cho anh ta viết và để cho những người có nghĩa vụ dictate. Và để cho anh ta sợ Allah, Chúa của ông, và không để lại bất cứ điều gì ra khỏi nó. Nhưng nếu là một người có nghĩa vụ của sự hiểu biết hạn chế hoặc yếu hoặc không thể dictate mình, sau đó để cho người giám hộ của mình dictate công lý. Và mang lại để chứng kiến các nhân chứng hai trong những người đàn ông của bạn. Và nếu không có hai người đàn ông [có sẵn], sau đó một người đàn ông và hai phụ nữ từ những người mà bạn chấp nhận như là nhân chứng - do đó nếu một trong những người phụ nữ errs, sau đó khác có thể nhắc nhở cô ấy. Và để cho các nhân chứng không từ chối khi họ đang kêu gọi. Và không được [cũng] mệt mỏi để viết nó, cho dù đó là lớn hay nhỏ, cho thuật ngữ [quy định]. Đó là nhiều khả năng để ngăn chặn sự nghi ngờ giữa bạn, trừ khi nó là một giao dịch ngay lập tức mà bạn tiến hành giữa mình và mạnh mẽ hơn như là bằng chứng và chỉ cần trong tầm nhìn của Allah. [Sau đó] có là không có đổ lỗi khi bạn, nếu bạn không viết nó. Và nhân chứng khi bạn kết thúc hợp đồng. Hãy để không có người ghi chép được làm hại hoặc bất kỳ chứng kiến. Nếu bạn làm như vậy, quả thật vậy, nó là bất tuân [mộ] trong bạn. Và sợ Allah. Và Allah dạy bạn. Và Allah biết tất cả mọi thứ.
zu: O you kholwa uma ungenwa nesikweletu ihlandla esithile, ubhale phansi.
