Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1363
source: There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful.
ca: Hi ha sens dubte vénen a tu un Missatger entre vosaltres. Grievous li és que pateixes; [és] preocupat sobre vostè i els creients és misericordiós i amable.
cy: Mae yn sicr wedi i chi negesydd o blith eich hunain. Mae anaf difrifol iddo a beth yr ydych yn ei ddioddef; [Mae'n] yn pryderu dros chi ac am y credinwyr caredig a tosturiol.
da: Der er sikkert kommet til dig en Messenger blandt jer selv. Grievous til ham er, hvad du lider; [han er] berørt over dig og troende er venlig og barmhjertig.
el: Εκεί έχει σίγουρα έρθει σε σας ένα αγγελιοφόρος από ανάμεσά σας. Grievous σ ' αυτόν είναι ό, τι σας υποφέρουν? [είναι] αφορά πάνω σου και πιστών είναι καλός και φιλεύσπλαχνος.
et: Seal on kindlasti tulevad teile Messenger endid hulgast. Grievous talle on teil on; [on] asjaomased teie üle ja usklikud on lahke ja armuline.
fi: Siellä on varmasti tullut sinulle Messenger joukosta itse. Grievous hänelle on, mitä sinulla on; Hän on teidän ja uskoville on kiltti ja armollinen.
he: שם בהחלט הגיע אליך שליח מקרב את עצמכם. גריווס לו זה מה שצריך; [הוא] מודאג בגללך, המאמינים הוא נדיב ורחום.
hr: Sigurno doći vama Glasnik između sebe. Grievous mu je što trpiš; On je zabrinut zbog tebe i vjernicima je ljubazan i milosrdan.
lt: Ten tikrai jums atėjo pasiuntinys iš savęs. Sunkus jam yra kas sergate; [jis] atitinkamos virš tavęs ir tikintieji yra geras ir gailestingas.
lv: Tur ir noteikti nāku pie jums Messenger no sev. Smagi viņam ir tas, ko tu ciet; [tā] attiecīgā pār jums un ticīgie ir labs un žēlīgs.
nb: Det har sikkert kommet til deg en budbringer fra dere. Grievous ham er hva du har; [han er] bekymret over deg og troende er snill og barmhjertig.
sk: Tam je určite príde k vám posol spomedzi seba. Grievousovi mu je, čo trpíte; [je] nad vami a veriaci je láskavý a milosrdný.
sl: Tam je zagotovo prišel k vam sel izmed sebe. Grievous mu je tisto, kar imate; [je] zaskrbljen nad vami in verniki je prijazen in usmiljen.
sr_cyrl: Тамо је сигурно обратити гласник неку од себе. Гриевоус му је ста ви патите; [је ] забринута над тобом и верницима је љубазан и милостив.
sr_latn: Tamo je sigurno obratiti glasnik neku od sebe. Grievous mu je sta vi patite; [je] zabrinuta nad tobom i vernicima je ljubazan i milostiv.
uk: Там, безумовно, підемо до вас Messenger з-поміж себе. Grievous до нього є те, що ви страждаєте; [це], то над вами і віруючих є добрі і милосердні.
vi: Có có chắc chắn đến với bạn một Messenger từ mình. Grievous với anh ta là bạn có bị gì đi nữa; [ta] có liên quan hơn bạn và những người tin Chúa là loại và thương xót.
zu: Ngokuqinisekile Kukhona ufikile kuwe Messenger phakathi kwenu.

# Quran1364
source: But if they turn away, [O Muhammad], say, "Sufficient for me is Allah; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne."
ca: Però si s'allunyen, [O Muhammad], diuen, "Sufficient per a mi és Allah; no hi ha cap Déu excepte ell. En ell han confiat, i és el Senyor del gran tron."
cy: Ond os y maent yn troi i ffwrdd, [O Muhammad], yn dweud, "digonol i mi yw Allah; Nid oes unrhyw Dduwdod ac eithrio ef. Rwyf wedi dibynnu arno ef, ac ef yw yr Arglwydd o Orsedd mawr."
da: Men hvis de vender væk, [O Muhammad], siger, "tilstrækkeligt for mig er Allah; der er ingen guddom undtagen ham. Ham har jeg lagt, og han er herre i den store trone."
el: Αλλά αν πάψουν, [Ο Μωάμεθ], λένε, «αρκεί για μένα είναι Αλλάχ? δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Πάνω του έχω βασίστηκε, και αυτός είναι ο κύριος του του μεγάλου θρόνο.»
et: Aga kui nad tõlgivad, [O Muhammad] öelda, "piisavalt minu jaoks on Jumal; ei ole jumalus, välja arvatud tema. Teda ma tugines, ja ta on suur troonile isand."
fi: Mutta jos he kääntyvät pois, [Oi Muhammed] sanoa, "riittävästi minulle hillitä; ei ole Jumaluutena, paitsi hänelle. Hänelle ovat luottaneet, ja hän on herra suuren valtaistuimen.
he: אבל אם הם פונים משם, [O מוחמד], אומר, "Sufficient בשבילי אללה; יש אין אלוהות חוץ ממנו. עליו צריכים לסמוך, והוא השליט של המלכות נהדר."
hr: Ali ako ti, [O Muhammad], kažu, "dovoljno za mene je Allah; Nema Božanstva osim njega. Na njega sam se oslonio, i on je gospodara velikog prijestolja."
lt: Bet jei jie nusigręžti, [O Muhammad], sako, "pakankamai man yra Dievas; nėra jokių Dievybės išskyrus jam. Jam aš pasiremti, ir jis yra puikus sosto valdovas."
lv: Bet, ja tie savukārt prom, [O Muhammad] teikt, "pietiekamas man ir Allah; nav neviens, izņemot viņu dievība. Viņam ir balstījusies, un viņš ir liels troņa kungs."
nb: Men hvis de slår, [O Muhammad], sier, "tilstrekkelig for meg er Gud. Det er ingen guddom bortsett fra ham. Jeg har stolt på ham, og han er herre over store tronen.
sk: Ale ak sa zase preč, [Mohamed], hovoriť, "dostatočné pre mňa je Boh; Neexistuje žiadne božstvo okrem neho. Na neho som spoliehal, a on je pán veľký trón."
sl: Če pa se obrnejo proč, [O Muhammad], pravijo, "dovolj za mene je Allah; ni nobene božanstva, razen njega. Na njem so se, in on je gospodar veliko prestol."
sr_cyrl: Али ако се окрену, [О Мухаммад], кажу, "Суффициент за мене је Аллах; тамо је нема боћанство осим њега. На њему су се ослањали, и он је господар велике трона."
sr_latn: Ali ako se okrenu, [O Muhammad], kažu, "Sufficient za mene je Allah; tamo je nema boћanstvo osim njega. Na njemu su se oslanjali, i on je gospodar velike trona."
uk: Але якщо вони відвернутися, [O Мухаммад], скажімо, "достатній для мене Аллах; немає не божества, за винятком йому. На нього зробили ставку, і він Господа великим трон."
vi: Nhưng nếu họ lần lượt đi, [O Muhammad], nói, "Sufficient cho tôi là Allah; có là không có vị thần ngoại trừ anh ta. Anh tôi đã dựa, và Ngài là Chúa ngôi tuyệt vời."
zu: Kodwa uma they jikisa [O Muhammad], anothi, 'Kumanele kimi Allah, akukho ubuNkulunkulu Him On Ngiyamthulisa baye bancika, He is Lord of the Sobukhosi Omkhulu.. "

# Quran1365
source: Alif, Lam, Ra. These are the verses of the wise Book
ca: Alif, Lam, ra. Aquests són els versos del llibre savi
cy: Alif, Lam, ardal adfywio. Mae'r rhain yn y penillion y llyfr doeth
da: Alif, Lam, Ra. Disse er versene af den kloge bog
el: Αλίφ, λαμ, Ra. Αυτοί είναι οι στίχοι του το σοφό βιβλίο
et: Hotell Alif, Lam, Ra. Need on tark raamat värsse
fi: Alif, Lam, Ra. Nämä ovat viisas kirja säkeet
he: אליף, לאם, רה . אלו הפסוקים בספר חכם
hr: Alif, Lam, Ra. To su stihovi mudrih knjiga
lt: Alif, Sam, raj. Tai yra išmintinga knyga eilėmis
lv: Alif, Lam, Ra. Tie ir gudri grāmatu verses
nb: Alif, Lam, Ra. Dette er versene av kloke boken
sk: Alif, Lam, Ra. Sú to verše múdre knihy
sl: Alif, Lam, Ra. To so verzi pametno knjige
sr_cyrl: Алиф , Лам, Ра. То су стихови мудре књиге
sr_latn: Alif, Lam, Ra. To su stihovi mudre knjige
uk: Аліф, Lam, ра. Ось вірші мудрий книги
vi: Alif, Lam, Ra. Đây là những câu thơ của cuốn sách khôn ngoan
zu: Alif, Lam, Ra.

# Quran1366
source: Have the people been amazed that We revealed [revelation] to a man from among them, [saying], "Warn mankind and give good tidings to those who believe that they will have a [firm] precedence of honor with their Lord"? [But] the disbelievers say, "Indeed, this is an obvious magician."
ca: Les persones han estat sorprès que ens va revelar [revelació] a un home entre ells, [dir], "Advertir la humanitat i donar la bona nova a aquells que creuen que tindran una prioritat [empresa] d'honor amb el seu senyor"? [Però] disbelievers dir, "de fet, això és un mag obvi".
cy: Wedi rhyfeddu bod datgelasom [ddatguddiad] i ddyn o blith iddynt, [dweud], "Rhybuddio dynolryw a rhoi tidings da i'r rhai sy'n credu y byddant yn cael blaenoriaeth [cadarn] o fraint gyda eu Arglwydd" y bobl? [Ond] Dywed y disbelievers, "yn wir, dyma magician amlwg."
da: Har folk været forbløffet over, at vi viste [åbenbaring] til en mand blandt dem, [siger], "Advarer menneskeheden og give gode tidender til dem, der tror, at de får en [fast] forrang for ære med deres Herre"? [Men] vantro siger, "Ja, det er en indlysende tryllekunstner."
el: Οι άνθρωποι ήταν έκπληκτος ότι αποκαλύψαμε [αποκάλυψη] σε έναν άνθρωπο από αυτούς τους, [λέγοντας], «Προειδοποιούν την ανθρωπότητα και να δώσει καλή είδηση για εκείνους που πιστεύουν ότι θα έχουν μια [σταθερό] προτεραιότητας της τιμής με τους Λόρδος»; [Αλλά] disbelievers πω, "πράγματι, αυτό είναι ένα προφανές μάγο."
et: Kas inimesed on üllatunud, et me selgus [Ilmutuse] et mees hulgast neid, [öelda], "Hoiatab inimkonda ja anda rõõmusõnumit neile, kes usuvad, et neil on [kindlalt] tähtsusjärjestust au nende Issand"? [Kuid] ning uskottomille: "tõepoolest, see on ilmselge mustkunstnik."
fi: Ihmiset on hämmästynyt, että me paljasti [ILM] mies keskuudestaan, [sanoen] "Varoittaa ihmiskunnan ja antaa hyvää sanomaa niille, jotka uskovat, että heillä on [yritys] ensisijaisuus kunnia Herransa kanssa"? [Mutta] uskottomille sanoa, "Tämä onkin ilmeinen taikuri."
he: העם היה נדהם כי חשפנו [התגלות] לאיש מתוכן, [ואמר] "להזהיר את האנושות ולתת בשורות טובות לאלה אשר מאמינים כי הם יהיו [החברה] סדר קדימות של כבוד עם לורד שלהם"? [אך] disbelievers אומר, "ואכן, זה קוסם ברור".
hr: Ljudi biti zaprepašteni da smo otkrili [objave] čovjeku od njih, [govoreći], "Upozori čovječanstvo i dati dobre vijesti onima koji vjeruju da će imati [tvrtka] prednost časti sa svoga Gospodina"? [Ali] i iskuse reći, "Postoji očigledan mađioničar."
lt: Žmonės buvo nustebinti, kad atskleidėme [Apreiškimo] žmogui iš jų [sako], "Perspėti žmonijos ir duoti gera žinia tiems, kurie tiki, kad jie turės [įmonė] pirmenybę garbės su jų Viešpaties"? [Tačiau] ir disbelievers pasakyti, "iš tiesų, tai yra akivaizdus magas."
lv: Cilvēki ir pārsteigti, ka mēs atklāja [atklāsme] cilvēks no sava vidus tos, [saka], "Brīdina cilvēcei un dot tiem, kas tic, ka viņiem būs [uzņēmums] prioritāti par godu ar savu kungu labas vēstis" [Bet] disbelievers saka: "patiešām, tas ir skaidrs burvis."
nb: Har folk vært overrasket over at vi avdekket [åpenbaring] en mann blant dem, [sa] "Advare menneskeheten og gi gode budskap til de som tror at de vil ha en [fast] prioritet ære med deres Herre"? [Men] troende sier, "Dette er faktisk en tydelig magiker."
sk: Ľudia boli ohromení, že sme odhalili [zjavenia] muž spomedzi nich [povedať], "Varovať ľudstvo a dať dobrú zvesť pre tých, ktorí veria, že budú mať [pevné] prioritu česť s ich pán"? [Ale] neveriacim povedať, "v skutočnosti, to je jasné kúzelníka."
sl: So ljudje že čudil, da smo razkrili [razodetje] da človek od njih, [pravijo,] "Opozoriti človeštvo in dal dobrih novic za tiste, ki verjamejo, da bodo imeli [podjetje] prednost časti z njihovo Lord"? [Vendar] je disbelievers reči, "res, to je očitno čarovnik."
sr_cyrl: Јесте ли људи били запањени да смо открили [откровење] мушкарцу неку од њих, [указујући], "Упозори људски род и дај радосне онима који верују да ће морати [чврсто] првенство части са свог господара"? [Али ] скептике рећи, "заиста, ово је очигледно маг."
sr_latn: Jeste li ljudi bili zapanjeni da smo otkrili [otkrovenje] muškarcu neku od njih, [ukazujući], "Upozori ljudski rod i daj radosne onima koji veruju da će morati [čvrsto] prvenstvo časti sa svog gospodara"? [Ali] skeptike reći, "zaista, ovo je očigledno mag."
uk: Люди були вражені, що ми показали [одкровення] з людиною з-поміж них, [кажучи:] "Застерегти людство і дати добру новину до тих, які вважають, що вони будуть мати [фірми] пріоритет честі з їх Господа"? [Але] до disbelievers сказати, "дійсно, це очевидно, маг."
vi: Những người đã ngạc nhiên rằng chúng tôi tiết lộ [Khải huyền] với một người đàn ông từ trong số đó, [nói], "Cảnh báo nhân loại và cho tidings tốt cho những người tin rằng họ sẽ có một ưu tiên [công ty] danh dự với Chúa"? [Nhưng] thì các nói, "thật vậy, đây là một nhà ảo thuật rõ ràng."
zu: Ingabe abantu bamangale ukuthi We phendla [isAmbulo] ukuba umuntu phakathi kwabo, [ethi], "Uxwayise isintu futhi anikeze izindaba ezinhle kulabo abakholelwa ukuthi bazoba a [ifemu] kuqala honor bo Lord '?

# Quran1367
source: Indeed, your Lord is Allah, who created the heavens and the earth in six days and then established Himself above the Throne, arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allah, your Lord, so worship Him. Then will you not remember?
ca: De fet, el seu senyor és Allah, que creava els cels i la terra en sis dies i després s'establí per sobre el tron, l'organització de la matèria [de la seva creació]. No hi ha cap intercesor excepte després de la seva autorització. Allah, el seu Senyor, tan adorar-lo. Llavors vostè no recordarà?
cy: Yn wir, eich Arglwydd yn Allah, sy'n creu y nefoedd a'r ddaear yn chwe diwrnod ac yna ei hun yn sefydlu uchod i'r Orsedd, trefnu y mater [o ei greu]. Nid oes dim intercessor ac eithrio ar ôl ei ganiatâd. Mae hynny'n Allah, eich Arglwydd, felly addoli ef. Yna bydd nad ydych yn cofio?
da: Ja, jeres Herre er Allah, der skabte himlen og jorden i seks dage og derefter etableret sig over trone, at arrangere spørgsmålet [om hans skabelse]. Der er ingen forbeder undtagen efter hans tilladelse. Det er Allah, jeres Herre, så tilbede ham. Så vil du ikke huske?
el: Πράγματι, είναι ο Λόρδος σας Αλλάχ, ο οποίος δημιούργησε τον ουρανό και τη γη σε έξι ημέρες και να καθιερωθεί στη συνέχεια πάνω από το θρόνο, τακτοποίηση του θέματος [της δημιουργίας του]. Δεν υπάρχει καμία μεσσολαβητής εκτός μετά την άδειά του. Αυτός είναι ο Αλλάχ, ο Λόρδος, έτσι λατρεία του. Στη συνέχεια θα θυμάστε δεν;
et: Tõepoolest, teie Issand on Jumal, kes lõi taeva ja maa kuus päeva ja ise troonile, korraldades [tema looming] küsimus eespool kehtestatud. Ei mingit intercessor, välja arvatud pärast tema loata. Thats Allahi teie Issand, nii et teda kummardama. Siis sa ei mäleta?
fi: Itse asiassa teidän Herranne on Jumala, joka loi taivaat ja maan kuusi päivää ja vakiinnuttanut itsensä edellä valtaistuimelle, järjestää [siitä teokseensa]. Ei ole esirukoilijana paitsi hänen luvalla. Allah, Herrasi, joten palvomaan häntä. Sitten ei muistanette?
he: אכן, אדונך הוא אללה, מי יצר את השמים ואת הארץ תוך שישה ימים לאחר מכן ביסס את עצמו מעל כס המלכות, סידור החומר [היצירה שלו]. יש אין intercessor אלא לאחר רשותו. אללה, האל שלך, אז לסגוד לו. אז את לא זוכרת?
hr: Doista, vaš gospodar je Allah koji je stvorio nebesa i zemlju u šest dana te je zatim iznad prijestolja, uređenje pitanje [stvaranje]. Postoji nijedan posrednik osim nakon njegove dozvole. To je Allah, vaš gospodar, pa mu se klanjati. Onda će se ne sjećaš?
lt: Iš tiesų, jūsų Viešpats yra Dievas, kuris sukūrė dangų ir žemę per šešias dienas ir tada nustatyti save virš sosto, organizuoti klausimas [dėl jo kūrinys]. Nėra jokių intercessor išskyrus po jo leidimą. Tai yra Allah, savo Viešpaties, kad garbinti jį. Tada jūs ne prisiminti?
lv: Patiešām, jūsu kungs ir Allah, kas radīja debesis un zemi sešās dienās un pēc tam iemitinājies virs troņa, organizējot jautājums [par viņa radīšanu]. Nav neviena aizrunātājs izņemot pēc viņa atļaujas. Allāh, savu kungu, lai pielūgt viņu. Tad jums nav atcerēties?
nb: Ja, Herren er Allah, som skapte himlene og jorden i seks dager og etablerte seg over tronen, arrangere saken [av hans skapelse]. Det er ingen intercessor unntatt etter hans tillatelse. Allah, deres Herre, så tilbe ham. Da vil du ikke huske?
sk: Váš pán je naozaj Boh, ktorý stvoril nebo a zem za šesť dní a potom nasledovala nad trón, zariaďovaní záležitosti [jeho tvorby]. Neexistuje žiadny obhajcu s výnimkou po jeho súhlas. To je Boh, svojho pána, tak sa mu pokloniť. Potom si zapamätá?
sl: Res, vaš Gospod je Allah, ki je ustvaril nebo in zemljo v šestih dneh in nato uveljavil zgoraj prestol, urejanje zadevo [svojega ustvarjanja]. Ni nobenega priprošnjik razen po njegovo dovoljenje. Ki je Allah, svojega Gospoda, tako ga častili. Nato bo se ne spomnite?
sr_cyrl: Заиста, твој господар је Аллах, који је створио небо и земљу за 6 дана и онда утврдио изнад престола, распоређивање и питање [објединио]. Нема ни интерцессор осим након његове дозволе. То је Аллах, господара, па му се клањају. Онда не упамти?
sr_latn: Zaista, tvoj gospodar je Allah, koji je stvorio nebo i zemlju za 6 dana i onda utvrdio iznad prestola, raspoređivanje i pitanje [objedinio]. Nema ni intercessor osim nakon njegove dozvole. To je Allah, gospodara, pa mu se klanjaju. Onda ne upamti?
uk: Дійсно, Господь ваш є Аллах, який створив небо та землю за шість днів і потім зарекомендував себе над Престолом, організацію матерія [його створення]. Немає заступника за винятком після його дозволу. Аллах, ваш Господь, так поклонятися йому. Потім ви не запам'ятовуватиме?
vi: Thật vậy, Chúa của bạn là Allah, người đã tạo ra trời và trái đất trong sáu ngày và sau đó thành lập chính mình trên ngai vàng, sắp xếp vấn đề [của sáng tạo của mình]. Có là không có intercessor ngoại trừ sau khi sự cho phép của mình. Đó là Allah, Chúa của bạn, vì vậy thờ phượng Ngài. Sau đó sẽ không nhớ?
zu: Ngempela, kho Lord is Allah, owadala amazulu nomhlaba ngezinsuku eziyisithupha bese wazimisa phezu kwezihlalo, ukuhlela ndaba [yendalo Yakhe].

# Quran1368
source: To Him is your return all together. [It is] the promise of Allah [which is] truth. Indeed, He begins the [process of] creation and then repeats it that He may reward those who have believed and done righteous deeds, in justice. But those who disbelieved will have a drink of scalding water and a painful punishment for what they used to deny.
ca: A ell és el seu retorn tots junts. [És] la promesa d'Allah [que] veritat. De fet, comença la creació [procés de] i després repeteix-lo que ell pot premiar aquells que han cregut i fet escriptures justos, en justícia. Però els que dubtaven tindrà una beguda d'escaldat de l'aigua i un dolor càstig pel que es va negar.
cy: Iddo yn dychwelyd eich gilydd. [Mae'n] yr addewid o Allah [sydd] gwir. Yn wir, mae'n dechrau creu [broses o] ac yna ailadrodd ei bod efallai yn gwobrwyo rhai sydd wedi credu ac wedi gwneud gweithredoedd cyfiawn, mewn cyfiawnder. Ond bydd rhai a ddysgais yn cael diod o sgaldio dŵr a chosbi boenus am beth maent yn ei defnyddio i wadu.
da: For ham er din tilbagevenden alle sammen. [Det er] løftet om Allah, [der er] sandheden. Faktisk, han begynder [proces af] oprettelsen og derefter gentager det at han kan belønne dem, der har ment og gjort retfærdige gerninger, i retfærdighed. Men dem, der disbelieved vil have en drink for skoldning vand og en smertefuld straf for hvad de plejede at benægte.
el: Για εκείνον είναι όλοι μαζί την επιστροφή σας. [Είναι] η υπόσχεση του Αλλάχ [που είναι] αλήθεια. Πράγματι, αρχίζει η δημιουργία [διαδικασία] και στη συνέχεια το επαναλαμβάνει ότι μπορεί να ανταμείβει εκείνους που πίστευαν και γίνει δίκαιοι πράξεις, στον τομέα της δικαιοσύνης. Αλλά όσοι disbelieved θα έχουν ένα ποτήρι με ζεματιστό νερό και μια οδυνηρή τιμωρία για αυτό που χρησιμοποιείται να αρνηθεί.
et: Talle on kõik koos teie tagasi. [On] lubaduse Allah, [mis on] tõde. Tõepoolest, ta alustab [protsessi] loomine ja siis kordub see et ta võib tunnustada neid, kes on uskunud ja teinud õiged teod, õiglus. Kuid need, kes disbelieved on juua põletushaavad vee ja mida nad eitavad valus süüdlasele.
fi: Hänelle on takaisin kaikki yhdessä. Se on Jumala, [joka on] lupaus totuus. Itse asiassa hän alkaa [jalostaa] luomiseen ja sitten toistaa sen hän voi palkita niitä, jotka ovat uskoneet ja tehdä vanhurskaita tekoja oikeuteen. Mutta ne, jotka uskoneet on juoda tulikuuma vettä ja tuskallinen rangaistus mitä heillä oli tapana kieltää.
he: אליו הוא חוזר הכל ביחד. [הוא] ההבטחה של אללה [אשר] האמת. ואכן, הוא מתחיל הבריאה [תהליך], ואז חוזר עליה כי הוא עשוי לתגמל את אלה אשר האמינו ועשה מעשים טובים, בצדק. אבל מי disbelieved יהיה כמו משקה רותח והמים עונש כואב על מה הם נהגו להכחיש.
hr: Da ga svi zajedno je tvoj povratak. [To je] obećanje Allaha [koja je] istina. Doista, on počinje stvaranje [proces] i zatim ponavlja to da on može nagraditi one koji su vjerovali i učinio pravedna djela, u pravdu. Ali oni koji bio popiti piće od opeklina vode i bolna kazna za ono što su nekad poreći.
lt: Jam visi kartu yra grąžą. [Tai] Dievas [kuris yra] pažadą tiesos. Iš tiesų, jis pradeda [procesas] kūrimą ir tada pakartoja kad jis gali apdovanoti tie, kurie tikėjo ir padaryti teisingas poelgius, teisingumas. Bet tie, kurie disbelieved bus išgerti, plikyti vandeniu ir skausmingas bausmė už ką jie naudojami neigia.
lv: Viņam ir jūsu atgriešanās visu kopā. [Ir] solījumu par Allah, [kas ir] patiesību. Patiešām, viņš sāk [procesu] izveides un pēc tam atkārto to, ka viņš var apbalvot tos, kuri ticēja un izdarīts taisnīgs darbiem tieslietu departamentā. Bet tiem, kuri disbelieved būs dzert ūdeni un sāpīgi sodīšana par to, ko viņi izmanto, lai liegtu applaucēšanās.
nb: For ham er avkastningen alle sammen. [Det er] løftet av Allah [som] sannheten. Faktisk han begynner etableringen [forarbeide av], og deretter gjentar det at han kan belønne de som har trodd og gjort rettferdige gjerninger, rettferdighet. Men de vantro vil ha en drink av skålding vann og en pinefull straff for hva de brukes til å nekte.
sk: Mu sa vrátite všetko dohromady. [Je] sľub Alah, [ktoré] pravda. Naozaj, on začne [proces] Vytvorenie a potom sa opakuje, že on môže odmeniť tých, ktorí verili a urobil spravodlivé skutky spravodlivosti. Ale tí, kto pochyboval mať drink oparenia vodných a bolestivá trest za to, čo bývali poprieť.
sl: Mu vse skupaj je vašo vrnitev. [Je] obljuba od Allah, [ki je] resnico. Res, on se začne oblikovanje [proces] in nato ponavlja to da on lahko nagraditi tiste, ki so verjeli in naredil pravednici dejanja, v pravosodje. Pa tiste, ki so verjeli bo pijača poparjenje vode in boleče kazen, za kar se uporabljajo za zanikati.
sr_cyrl: За њега је све заједно твој повратак. [Је] обећање Аллаха [која је] истина. Заиста, он почиње стварање [процес] и онда понавља то да он може наградити оне који су веровали и урадио праведни дела, у правду. Али онима који не верује да ће имати пијем врелу воду и болна казна за су некада порицати.
sr_latn: Za njega je sve zajedno tvoj povratak. [Je] obećanje Allaha [koja je] istina. Zaista, on počinje stvaranje [proces] i onda ponavlja to da on može nagraditi one koji su verovali i uradio pravedni dela, u pravdu. Ali onima koji ne veruje da će imati pijem vrelu vodu i bolna kazna za su nekada poricati.
uk: До нього є повернення всі разом. [Це] обіцянку Аллаха, [що] правду. Дійсно, він починається створення [процес] а потім повторює його, що він може винагородити тих, хто вважав і робити добрі справи, в справедливості. Але ті, хто disbelieved буде пити з Обпалюючий води і хворобливі покарання за те, що вони використовували заперечувати.
vi: Anh ta là trở lại của bạn tất cả cùng nhau. [Đó là] lời hứa của Allah [đó là] thật. Thật vậy, ông bắt đầu việc tạo ra [trình] và sau đó lặp đi lặp lại nó rằng ông có thể thưởng cho những người đã tin tưởng và thực hiện những hành động công bình, công lý. Nhưng những người disbelieved sẽ có một thức uống của bỏng nước và một hình phạt đau đớn cho họ sử dụng như thế nào để từ chối.
zu: Kuze Him is kho buya bonke ndawonye.
