Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran460
source: And that He might make evident those who are hypocrites. For it was said to them, "Come, fight in the way of Allah or [at least] defend." They said, "If we had known [there would be] fighting, we would have followed you." They were nearer to disbelief that day than to faith, saying with their mouths what was not in their hearts. And Allah is most Knowing of what they conceal -
ca: I que ell podria fer evidents aquells que són hipòcrites. Per a això es va dir a ells, "Vine, lluitar en el camí d'Allah o defensar [almenys]." Deien, "Si haguéssim sabut [hi hauria] lluitant, vols seguit vostè." Estaven més a prop d'aquell dia que a fe, dient amb la boca que no era als seus cors d'incredulitat. I Allah és saber la majoria de què amaguen-
cy: Ac y gallai wneud amlwg sydd yn rhagrithwyr. Ar ei gyfer a ddywedodd iddynt, "Dod, ymladd rhwystro Allah neu amddiffyn [o leiaf]." Dywedodd, "pe byddem wedi gwybod [Bydd] ymladd, byddai wedi dilyn chi." Roeddent yn nes at anghrediniaeth y diwrnod hwnnw na ffydd, â'u cegau yn dweud nad oedd hyn yn eu calonnau. A Allah yn gwybod fwyaf o beth y maent yn ei gelu-
da: Og at han kan gøre klart dem, der er hyklere. For det var sagde til dem: "Kom, kæmpe for Allah eller [mindst] forsvare." De sagde, "Hvis vi havde kendt [der ville være] kæmper, vi ville have fulgt dig." De var tættere vantro dag end at tro, at sige med munden hvad var ikke i deres hjerter. Og Allah er de fleste vide af hvad de skjule-
el: Και ότι αυτός μπορεί να κάνει εμφανή όσους είναι υποκριτές. Για αυτό ήταν για να τους πει, «Έρχονται, καταπολέμηση με τον τρόπο του Αλλάχ ή υπερασπιστεί [τουλάχιστον].» Είπαν, «αν γνωρίζαμε [θα υπάρξει] καταπολέμηση, έχουμε θα ακολουθήσει σας.» Ήταν πιο κοντά στην δυσπιστία εκείνη την ημέρα από ό, τι στην πίστη, λέγοντας με το στόμα τους, αυτό που δεν ήταν μέσα στις καρδιές τους. Και Αλλάχ είναι γνωρίζοντας περισσότερα από ό, τι αποκρύπτουν-
et: Ja et ta võib teha ilmne silmakirjatsejad olijatele. Seda öeldi neile, "Tule, Allah viis võidelda või [vähemalt] kaitsta." Nad ütlesid: "kui meil oleks teadnud [oleks] võitlus, me oleks järginud sa." Nad olid lähemal uskumatus sel päeval kui usk, öeldes suhu, mis ei olnud nende südametes. Ja Jumal on enamik teades ning neid varjata-
fi: Ja että hän voisi tehdä selväksi niille, jotka ovat tekopyhiä. Se sanottiin niitä "Tulla, taistelkaa Jumalan tai [ainakin] puolustaa." He sanoivat: "Jos olisimme tienneet [on] taistelu, emme olisi seurannut sinua." He olivat lähempänä epäusko samana kuin uskon, sanomalla heidän suuhunsa, mitä ei heidän sydämensä. Ja Jumala on suurin tietäen, mitä he salaavat-
he: כי הוא עשוי להפוך ניכר. מי הם צבועים. על זה נאמר להם, "בוא להילחם בדרכו של אללה או [לפחות] להגן על." הם אמרו, "אם היינו יודעים [יהיה] לחימה, אנחנו הייתי הולך אחריך." הם היו קרוב יותר אמון באותו היום מאשר לאמונה, אומר בפה מה לא היה בליבם. אללה הוא לדעת רוב של מה הם טומנים בחובם?
hr: I da je on možda čini očito onih koji su licemjeri. Za to je im reče: "Dođi, borba na Allahovom putu ili [bar] braniti." Rekli su, "da smo znali [bi] borbi, bi pratili smo te." Oni su bili bliže nevjerica taj dan nego da vjeru,: s usta ono što nije u njihovim srcima. A Allah je većina znajući za ono što oni kriju-
lt: Ir kad jis gali padaryti akivaizdus tiems, kurie yra veidmainiai. Ji buvo pasakyta, kad jų, "Ateiti, kovoti su kaip Dievas arba [bent] ginti." Jie sakė: "jeigu mes turėjo pažįsta [būtų] kovos, mes būtų rodę jums." Jie buvo arčiau netikėjimo tą dieną nei į tikėjimą, sakydamas: su savo burnas kas buvo ne jų širdyse. Ir Dievas yra dauguma žinios apie ką jie nuslėpti-
lv: Un ka viņš varētu būt skaidrs tiem, kas esat liekuļi. Tā esot pie viņiem, "Nāc, cīnīties tādā veidā Allah vai [vismaz] aizstāvēt." Viņi teica: "ja mēs būtu zinājuši [būtu] cīnās, mēs būtu sekojusi jums." Viņi bija tuvāk neticība todien nekā ticību, sakot ar mutēm, kas nebija viņu sirdis. Un Allah ir visvairāk zinot, par ko viņi slēpj-
nb: Og at han kan gjøre tydelig som er hyklere. For det var sa til dem: "Kom, kjempe i form av Allah eller [minst] forsvare." De sa: "Hvis vi hadde visst [det ville være] slåss, vi ville ha fulgt deg." De var nærmere vantro at dag enn å tro, sier med munnen hva var ikke i deres hjerter. Og Allah er de fleste vite av hva de skjuler-
sk: A že on môže urobiť zrejmé, tých, ktorí sú pokrytci. To bol povedal, aby im "Prídu, bojovať v ceste Alah alebo [aspoň] brániť." Oni povedali: "keby sme známe [bude] boj, môžeme by za tebou." Boli bližšie k neveriacky ten deň ako viery, hovorí s ich ústa, čo nebolo v ich srdciach. Alah je najviac vedieť o čo skrývať-
sl: In da je lahko očitno tisti, ki so hinavci. Za to je bil jim reče: "Pridi, boj na poti Allah ali [vsaj] obrambo." So rekli, "če smo znani [bo] boj, bi sledimo vam." So bili bližje nejeverno tisti dan kot vero, pravijo usta, kar ni v njihovih srcih. In Alah je večina poznavanje od kaj skrijejo-
sr_cyrl: И да би направио очигледан онима који су дволицни. Због тога је рекао им, "Хајде, се бори на Алаховом путу или [бар] брани." Рекли су: "да смо знали [постоји] борбе, ми би пратили тебе." Они су били блискији неверовање тог дана од вере, говори својим устима шта није било у њиховим срцима. А Аллах је већина знајужи од Шта крију-
sr_latn: I da bi napravio očigledan onima koji su dvolicni. Zbog toga je rekao im, "Hajde, se bori na Alahovom putu ili [bar] brani." Rekli su: "da smo znali [postoji] borbe, mi bi pratili tebe." Oni su bili bliskiji neverovanje tog dana od vere, govori svojim ustima šta nije bilo u njihovim srcima. A Allah je većina znajuжi od Šta kriju-
uk: І що він може зробити очевидним тих, хто лицеміри. Для нього було сказав їм: "Приходьте, боротьби на шляху Аллах або [принаймні] захищати." Вони сказали: "Якщо ми знали [б] бойові дії, ми б пішли за вас." Вони були ближче до невір'я в той день, ніж до віри, сказавши з роти те, що не в їхніх серцях. Аллах, і знаючи, що більшість з те, що вони приховують-
vi: Và rằng ông có thể làm cho hiển nhiên những người đang trá. Nó đã được nói với họ, "Đến, chiến đấu theo cách của Allah hoặc bảo vệ [ít nhất]." Họ nói rằng, "nếu chúng tôi đã biết [có] chiến đấu, chúng tôi sẽ có theo sau bạn." Họ đã gần với sự hoài nghi rằng ngày hơn cho Đức tin, nói với miệng của những gì đã không ở trong trái tim của họ. Và Allah là hầu hết hiểu biết của họ che giấu-
zu: Futhi ukuze asivale sobala labo bangabazenzisi.

# Quran461
source: Those who said about their brothers while sitting [at home], "If they had obeyed us, they would not have been killed." Say, "Then prevent death from yourselves, if you should be truthful."
ca: Qui va dir sobre els seus germans mentre està assegut [a casa], "Si que havia va obeir nosaltres, que no hauria estat matat." Dir, "llavors evitar la mort de vosaltres, si vostè ha de ser veraç".
cy: Rhai hynny a ddywedodd am eu brodyr tra'n eistedd [yn y cartref], "Os oedd iddynt ufuddhau inni, byddai eu nid wedi cael eu lladd." Dweud, "yna rhag iddynt farw o eich hunain, os y dylech fod yn onest."
da: Dem, der sagde om deres brødre mens sidder [hjemme], "Hvis de havde adlydt os, de ikke ville have været dræbt." Siger, "så forhindre død fra jer, hvis du skulle være sandfærdig."
el: Αυτά που είπε για τους αδελφούς ενώ κάθεται [στο σπίτι], «Αν είχε υπάκουσαν μας, θα δεν έχουν θανατωθεί.» Λένε, «λοιπόν αποφυγή θανάτων από τους εαυτούς σας, αν θα πρέπει να είναι αληθείς.»
et: Need, kes ütles oma venda istudes [kodu], "Kui nad olid kuuletus meile, nad oleks mitte on tapetud." Öelda: "siis vältida surma enestest, kui sa peaksid olema tõesed."
fi: Ne, jotka sanoi veljiään istuen [kotona], "Jos he olivat noudattaneet meille, ne ei ollut tappanut." Sanoa: "sitten estää kuoleman itse, jos sinun pitäisi olla totuudenmukaista."
he: מי אמר על האחים שלהם בעת שישב [בבית], "אם הם היו צייתו אותנו, הם לא נהרגו." אומרים, "אז למנוע מוות של עצמכם, אם אתה צריך להיות כנה".
hr: Oni koji su rekli o svojoj braći dok sjedi [doma], "Da su nas držali, oni bi je ubiti." Rekao, "onda spriječiti smrt od sebe, ako bi trebao biti iskren."
lt: Tie, kurie sako apie savo brolius sėdėdami [namuose], "Jei jie paklusau mums, jie būtų ne žuvo." Sako, "tada išvengti mirties nuo savęs, jei jūs turite būti teisingi."
lv: Tiem, kas atbildēja par saviem brāļiem sēžot [mājas], "Ja tie mums bija paklausīja, viņi varētu nav tikuši nonāvēti." Teikt, "tad novērst nāves no sev, ja jums ir jābūt patiesam.
nb: De som sa om sine brødre sittende [Hjem], "Hvis de hadde adlød oss, de ikke ville ha blitt drept." Si, "så forhindre dødsfall fra dere, hvis du bør være sannferdig."
sk: Tí, ktorí povedali svoje bratov sedíte [doma], "Ak mali oni počúvali nás, že by nie boli zabití." Povedal, "potom zabrániť smrti od seba, ak by ste mali byť pravdivé."
sl: Tisti, ki so povedali svoje brate, medtem ko je sedel [doma], "Če se nam je ubogal, bi ne so bili ubiti." Reči, "potem preprečiti smrt od sebe, če bi morali biti resnični."
sr_cyrl: Они који су рекли о њихова браћа док сте стајали [куци], "Ако су Покорили су нас, они би нису убијени." Реци , "а онда спречавање смрти од вас самих, да си био искрен.
sr_latn: Oni koji su rekli o njihova braća dok ste stajali [kuci], "Ako su Pokorili su nas, oni bi nisu ubijeni." Reci, "a onda sprečavanje smrti od vas samih, da si bio iskren.
uk: Ті, хто говорить про своїх братів сидячи [додому], "Якщо вони мали підкорився нас, вони б не було вбито." Сказати ", то запобігти смерті від вас, якщо ви повинні бути правдивими".
vi: Những người nói về anh em của họ trong khi ngồi [vào nhà], "Nếu họ đã tuân theo chúng tôi, họ sẽ không phải đã bị giết." Nói, "sau đó ngăn chặn cái chết từ mình, nếu bạn cần phải trung thực."
zu: Labo bathi ngabafowabo ngesikhathi ehlezi [Ekhaya], "Ukube walalela us they cha dlulisa."

# Quran462
source: And never think of those who have been killed in the cause of Allah as dead. Rather, they are alive with their Lord, receiving provision,
ca: I mai no penso en aquells que han mort en la causa d'Allah com morts. Més aviat, són vius amb el seu Senyor, rebent la prestació,
cy: A byth yn meddwl am y rheini sydd wedi'u lladd yn achos Allah fel marw. Yn hytrach, maent yn fyw gyda eu Arglwydd, sy'n derbyn darpariaeth,
da: Og aldrig tænke på dem, der er blevet dræbt i anledning af Allah som døde. Snarere, de er i live med deres Herre, modtager bestemmelse,
el: Και ποτέ Σκεφτείτε όσους έχουν σκοτωθεί στην αιτία του Αλλάχ ως νεκρό. Μάλλον, είναι ζωντανοί με τους Λόρδος, λαμβάνει παροχή,
et: Ja kunagi mõtlen neid, kes on tapetud põhjustada Jumala surnuks. Pigem on elus oma Lord saava säte,
fi: Ja koskaan ajatella niitä, jotka on tapettu Allah syy kuollut. Pikemminkin ne ovat elossa Herransa kanssa, saa määräyksen
he: ואני לא חושב של מי להיהרג למען אללה למתה. במקום זאת, הם בחיים עם הלורד, קבלת הוראה,
hr: I ne misli na one koji su ubili jer Allah kao mrtav. Radije, oni su živi uz svoga Gospodina, primanje odredba,
lt: Ir niekada galvoti apie tuos, kurie buvo nužudyti Dievo priežastis kaip dead. Atvirkščiai, jie yra gyvas su jų Viešpaties, gaunančios nuostata,
lv: Un nekad domāt par tiem, kas ir nogalināti Allah kā nāves cēlonis. Drīzāk, tie ir dzīvs ar savu kungu, saņemšanas nodrošināšana,
nb: Og aldri tenke på de som har blitt drept i årsaken til Allah som døde. Heller, de er i live med deres Herre, motta provisjon
sk: A nikdy myslieť na tých, ktorí boli zabití v záujme Alaha ako mŕtvy. Trochu, oni sú nažive sa svojho pána, prijímať ustanovenia,
sl: In nikoli ne mislim na tiste, ki so bili ubiti v vzrok od Allah kot mrtev. Namesto tega so živi s svojega Gospoda, prejema določbe,
sr_cyrl: И никад не мисли на оне који су погинули у узрок Аллах као мртви. Наиме , ради се од свог господара, примање одредба,
sr_latn: I nikad ne misli na one koji su poginuli u uzrok Allah kao mrtvi. Naime, radi se od svog gospodara, primanje odredba,
uk: І ніколи не думати про тих, хто були вбиті в ході Аллаха, немов мертвий. Швидше за все, вони є живим з пана свого, отримання положення,
vi: Và không bao giờ nghĩ đến những người đã bị giết trong các nguyên nhân của Allah là chết. Thay vào đó, họ đang sống với Chúa, nhận cung cấp,
zu: Futhi ungalokothi ucabange labo abaye dlulisa zathu of Allah njengoba efile.

# Quran463
source: Rejoicing in what Allah has bestowed upon them of His bounty, and they receive good tidings about those [to be martyred] after them who have not yet joined them - that there will be no fear concerning them, nor will they grieve.
ca: Alegrant en quin Allah ha atorgat a ells de la seva generositat, i reben bona nova sobre aquells [que fou martiritzat] després d'ells que encara no han sumat ells - que no hi haurà cap por sobre ells, ni es ells grieve.
cy: Llawenydd yn pa Allah wedi dod iddynt am ei bounty, a gânt tidings da am y rheini [yn martyred] ar ôl iddynt nad ydynt eto hwy-ni fydd unrhyw ofn ynghylch eu, ac ni bydd iddynt alaru.
da: Jubel i hvad Allah har skænket dem af hans bounty, og de får gode tidender om dem [at blive martyr] efter dem, der endnu ikke har tiltrådt dem - at der bliver ingen frygt angående dem, eller vil de sørge.
el: Πανηγυρισμούς στην τι Αλλάχ έχει ξοδεύονται σ ' αυτά της αυτού γενναιοδωρία, και λαμβάνουν καλή είδηση για εκείνους [για να μαρτύρησε] μετά από αυτούς που δεν έχουν ενταχθεί ακόμη τους - ότι θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: Pidutsemine mida Jumal on andnud neile tema halastus pärast ja nad saavad rõõmusõnumit umbes need [et martyred] pärast neid, kes ei ole veel ühinenud neid - et ei tule mingit hirmu suhtes ega nad leinata.
fi: Riemuitsee mitä Jumala on suonut heille armostaan ja he saavat hyvää sanomaa siitä, ne [marttyyrikuoleman] perään, jotka eivät vielä ole liittyneet niitä - ei olla pelätä niitä koskevien, eikä ne surra.
he: צוהלים באללה מה שהעניק להם השפע שלו, הם לקבל בשורות טובות לגבי אלו [כדי למות כקדוש מעונה] אחריהם מי עוד לא הצטרפתם אותם - כי יהיו ללא פחד הקשור בהם, ולא יהיה להם להתאבל.
hr: Uživajući u ono što Allah je udijelio im svoj na glave, a oni primiti dobre vijesti o tim [da bude mučen] nakon njih koji se još nisu pridružile ih - da će biti strah u vezi s njima, niti će oni tugovati.
lt: Dώiaugsmas, ką Dievas padovanojo juos savo lazdelės, ir jie gauna gerą naujieną apie tuos [į būti kankinys] po jų kurie dar neprisijungė jiems - kad nebus jokios baimės apie save, taip pat bus jie sielvartauti.
lv: Jautrība, kādi Allah ir dāvājis viņiem savas veltes, un viņi saņem labas vēstis par tiem [martyred] pēc tiem, kuri vēl neesat pievienojies viņiem - ka nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: Glede i hva Allah har skjenket dem sitt, og de få gode budskap om de [til blir martyred] etter dem som ikke har ennå koblet dem - at det vil være ingen frykt om dem, heller ikke vil de sørge.
sk: Radujú v toho, čo Boh daroval im jeho Bounty a dostanú dobrá zvesť o tých [na umučený] po im, ktorí ešte neprijali im - že to nebude mať žiadny strach, ktoré sa ich týkajú, ani sa im truchlit.
sl: Veselje v kaj Allah je podaril na njih svoje radodarnosti in dobijo dobrih novic o tistih [da usmrtitvi] po njih, ki so še ni pridružen njih - da ne bo brez strahu, ki jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Радосни у какав Аллах даровао их од његове награде, и примају добре вести о онима [да уморен] за њима, који се још нису придружиле их - да ће постојати без страха у вези са њима, нити ће они туговати.
sr_latn: Radosni u kakav Allah darovao ih od njegove nagrade, i primaju dobre vesti o onima [da umoren] za njima, koji se još nisu pridružile ih - da će postojati bez straha u vezi sa njima, niti će oni tugovati.
uk: Радіючи на те, що Аллах має дарував їм його милості, і вони отримують добру новину про тих, [мученицьку смерть] після них, які не підключена їх - що буде без страху, що стосуються їх, і не будуть вони сумують.
vi: Vui mừng trong những gì Allah đã ban cho họ tiền thưởng của mình, và họ nhận được tidings tốt về những người [chỉ đạo] sau khi họ đã có không được tham gia họ - rằng có sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Ukujabula kulokho Allah pha them enaleni baKhe, futhi benamukela izindaba ezinhle mayelana nalabo [ukuba ukholo] emva kwabo, + angakawamukeli zabanye zahlanganyela nabo - ukuthi akuyikuba khona ukwesaba ngokuphathelene them nor tando they lila.

# Quran464
source: They receive good tidings of favor from Allah and bounty and [of the fact] that Allah does not allow the reward of believers to be lost -
ca: Reben la bona nova de favor d'Allah i recompenses i [de fet] que Allah no permet la recompensa de creients perduda -
cy: Maent yn ei dderbyn tidings da o favor gan Allah a bounty a [o'r ffaith] nad yw Allah yn caniatáu gwobr o gredinwyr i'w golli-
da: De får gode tidender fordel fra Allah og bounty og [af faktum] at Allah ikke tillader belønning af troende at gå tabt -
el: Λαμβάνουν καλή είδηση χάριτος από Αλλάχ και γενναιοδωρία και [του γεγονότος] ότι Αλλάχ δεν επιτρέπει η ανταμοιβή των πιστών να χαθεί -
et: Nad saavad rõõmusõnumit teene Jumal ja halastus ja [asjaolu] et Allah ei luba palk usklike kaotsi -
fi: He saavat hyvää sanomaa alusta Jumala ja armo ja [se] Jumala ei salli uskovien menetetään - palkinto
he: הם מקבלים בשורות טובות של טובה מן אללה והשפע, [של העובדה] כך אללה אינו מאפשר את הפרס של המאמינים ללכת לאיבוד -
hr: Oni primaju radosne uslugu od Allaha i na glave i [o tome] da Allah ne dopušta nagradu vjernici biti izgubljen -
lt: Jie gauna gerą naujieną naudai nuo Dievo ir lazdelės ir [tai], kad Dievas neleidžia už atlygį, tikinčiųjų bus prarasti -
lv: Viņi saņem labas vēstis labvēlība no Allah un devība un [tas] ka Allah neļauj ticīgie nezūd - atlīdzība
nb: De motta godt budskap tjeneste fra Allah og gavmildhet og [at] at Allah ikke tillater belønning av troende tapt -
sk: Dostanú dobrú zvesť, láskavosť od Boha a bounty a [že] že Alah neumožňuje odmenu veriacich k strate -
sl: Dobijo dobrih novic korist od Allah in radodarnosti in [tega] da Allah ne dovoljuje nagrado verniki izgubili -
sr_cyrl: Они примају радосне од услуга од Алаха и на главе и [о томе] да Алах не дозвољава награду за вернике да је изгубљен -
sr_latn: Oni primaju radosne od usluga od Alaha i na glave i [o tome] da Alah ne dozvoljava nagradu za vernike da je izgubljen -
uk: Вони отримують добру новину, користь від Аллах і щедрості і [факт] що Аллаху не дозволяє нагорода віруючих бути втрачені -
vi: Họ nhận được tidings tốt của ưu từ Allah và hào phóng và [việc] Allah không cho phép các phần thưởng của các tín hữu bị mất -
zu: Zithola esibikela izindaba ezinhle zokukholwa umusa Allah and ekufunayo nekucelayo kanye [yokuthi] Allah akuvumeli umvuzo amakholwa ukuba ilahleke -

# Quran465
source: Those [believers] who responded to Allah and the Messenger after injury had struck them. For those who did good among them and feared Allah is a great reward -
ca: Aquells [creients] que va respondre a Allah i el Missatger després de lesió havia colpejat. Per a aquells que feia bona entre ells i temuda Allah és una gran recompensa-
cy: Hynny credinwyr a ymatebodd i Allah ac y negesydd ar ôl cael anaf yn taro hwy. Ar gyfer y rheini oedd da ymhlith hwy a ofnir Allah yw gwobr mawr-
da: Disse [troende] der svarede til Allah og Messenger efter skade havde ramt dem. For dem, der gjorde godt blandt dem og frygtede Allah er en stor belønning-
el: [Πιστών] εκείνοι που ανταποκρίθηκαν στην Αλλάχ και ο αγγελιοφόρος μετά από τραυματισμό είχε χτυπήσει τους. Για αυτούς που έκαναν καλό μεταξύ τους και φοβούνται Αλλάχ είναι μια μεγάλη ανταμοιβή-
et: Nende usklike kes vastas Jumala ja sõnumitooja pärast kahju oli tabas neid. Neile, kes tegi neile ja kartsid ühed head Allah on suur auhind-
fi: Niille uskoville jotka vastasi Jumala ja Messenger kun vahinko oli iskenyt niitä. Niille, jotka tekivät seasta niitä ja pelkäsi Allah on suuri palkinto-
he: אלה [המאמינים] שענה אללה, ושליח לאחר פציעה מחקו אותם. עבור מי עשה טוב בקרב אותם והאימה אללה הוא פרס גדול-
hr: Oni [vjernici] koji su se odazvali Allahu i Glasnik nakon ozljede je ubijao. Tko je dobra među njima i bojao Allaha je velika nagrada-
lt: Tie [tikintieji] kurie atsakė į Dievo ir Messenger po traumos buvo paauti juos. Tiems, kurie padarė gerą tarp jų ir bijojo Dievas yra didelis atlygis-
lv: Šie [ticīgie] pēc traumas bija skāra tos, kuras atbildēja uz Allah un kurjers. Tiem, kas darīja labi starp tām un baidījās no Allah ir liela atlīdzība-
nb: De [troende] som svarte på Allah og Messenger etter skaden hadde truffet dem. For de som gjorde gode blant dem og fryktet Allah er en stor belønning-
sk: Tých [veriacich] kto reagoval na Boha a posla po zranenia zasiahlo ich. Pre tých, ktorí to dobré medzi nimi a bál Alah je veľký odmenu-
sl: Ti [verniki] ki odzvali Allah in sel po poškodbe prizadel jih. Za tiste, ki si dober, med njimi in Bali Alah je velik plačilo-
sr_cyrl: Они [верници] ко је одговорио на Алаха и гласник након повреде да их је погодио. За оне који су урадили добар међу њима и се боје Аллах је велика награда-
sr_latn: Oni [vernici] ko je odgovorio na Alaha i glasnik nakon povrede da ih je pogodio. Za one koji su uradili dobar među njima i se boje Allah je velika nagrada-
uk: Ці [віруючі], які у відповідь Аллах і Messenger після травми був вражений їх. Для тих, хто зробив хороший серед них і боялися Аллах є велика нагорода-
vi: Những người tin những người phản ứng với Allah và Messenger sau khi chấn thương đã tấn công họ. Đối với những người đã làm tốt trong số họ và sợ Allah là một phần thưởng tuyệt vời-
zu: Labo [amakholwa] abasabela Allah kanye Messenger emva ukulimala base phansula them.
