Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2847
source: And establish prayer and give zakah and obey the Messenger - that you may receive mercy.
ca: I establir l'oració i donar zakah i obeir el Missatger - que vostè pot rebre misericòrdia.
cy: A sefydlu gweddi a rhoi zakah a ufuddhau Messenger-y gallech dderbyn drugaredd.
da: Og etablere bøn og give zakah og adlyde Messenger - at du kan modtage barmhjertighed.
el: Και προσευχή θεσπίσει και να δώσει zakah και τηρείτε το Messenger - ότι μπορεί να λαμβάνετε έλεος.
et: Ja loovad palve ja anna zakah ja kuuletuma Messenger - et võite saada halastust.
fi: Ja rukous ja antaa zakah ja totella Messenger - että näyttöön saattaa tulla armoa.
he: ו להקים תפילה, תן zakah ולציית השליח - ייתכן שתקבל רחמים.
hr: I uspostavljanje molitve i dati zakah i poštujte Glasnik - da može primiti milost.
lt: Ir nustatyti maldą bei suteikti zakah ir paklusti Messenger - kad gaunate malonės.
lv: Un izveidot lūgšanu un sniedz zakah un paklausīt Messenger - ka var saņemt žēlastības.
nb: Og etablere bønn og gi zakah og adlyde Messenger - at du kan få nåde.
sk: A vytvoriť modlitba a dať Zakát a počúvať Messenger - môžete získať milosť.
sl: In vzpostavitev molitev in dal zakah in ubogati sel - da boste lahko prejeli milost.
sr_cyrl: И успостави молитву и дати заках и покоравати гласник - како бисте могли добити милост.
sr_latn: I uspostavi molitvu i dati zakah i pokoravati glasnik - kako biste mogli dobiti milost.
uk: І встановити молитви і дати zakah і коритися Посланника - отримання такого милосердя.
vi: Và thiết lập các cầu nguyện và cung cấp cho zakah và tuân theo các Messenger - bạn có thể nhận được lòng thương xót.
zu: Futhi ukusungula umthandazo futhi anikeze zakah nilalele Messenger - ongase samukeliswe isihawu.

# Quran2848
source: Never think that the disbelievers are causing failure [to Allah] upon the earth. Their refuge will be the Fire - and how wretched the destination.
ca: Mai pensen que els disbelievers estan causant insuficiència [a Allah] sobre la terra. Seva refugi serà el foc - i miserable com la destinació.
cy: Byth yn meddwl bod y disbelievers yn achosi methiant [i Allah] ar wyneb y ddaear. Bydd eu lloches yn y tân-a sut truenus y gyrchfan.
da: Aldrig tænke at vantro forårsager manglende [til Allah] på jorden. Deres tilflugt vil være ild - og hvordan elendige destination.
el: Ποτέ δεν σκέφτονται ότι το disbelievers προκαλούν αποτυχία [να Αλλάχ] επάνω στη γη. Τους καταφύγιο θα είναι φωτιά - και πόσο άθλιοι τον προορισμό.
et: Ei usu et selle uskottomille põhjustab rike [Jumalat] et maa peal. Pelgupaiga saab olema tule - ja kuidas armetu sihtkohta.
fi: Koskaan ajattele että saa luovuttaa aiheuttaa epäonnistumisen [Jumala] maan päällä. Heidän turvapaikan on palo - ja kuinka kurja kohde.
he: מעולם לא חושב כי disbelievers הם גורם לכשל [אל אללה] על פני האדמה. מקלט שלהם יהיה האש -, כמה אומלל היעד.
hr: Nikad ne mislim da se iskuse uzrokuju neuspjeh [Allah] na zemlji. Svoje utočište bit će vatra - i kako bijedni odredište.
lt: Niekada manau, kad dėl disbelievers sukelia nepakankamumas [Dievas] į žemėje. Jų prieglobsčio bus ugnies - ir kaip niekam tikęs į paskirties vietą.
lv: Nekad domāju, ka disbelievers rada nespēju [Allah] uz zemes. Viņu patvēruma būs uguns - un cik nožēlojams galamērķi.
nb: Aldri tro at troende forårsaker feil [å Døyve] på jorden. Sin tilflukt blir brannen - og hvordan elendige målet.
sk: Nikdy myslieť, že neveriacim spôsobujú zlyhanie [Allah], na zemi. Svoje útočisko bude oheň - a ako biedne miesto určenia.
sl: Nikoli ne mislim da je disbelievers povzroča okvare [Alahove] na zemlji. Svoje zatočišče bo ogenj - in kako nesrečne destinacijo.
sr_cyrl: Никад не мислим да је скептике изазивају отказивање [Алаху] на земљи. Њихова уточиште биће ватра - и како јадна одредиште.
sr_latn: Nikad ne mislim da je skeptike izazivaju otkazivanje [Alahu] na zemlji. Njihova utočište biće vatra - i kako jadna odredište.
uk: Ніколи не думаю, що у disbelievers є пошкодженими [щоб Аллах] на землі. Їх притулок буде вогню - і як нещасний призначення.
vi: Không bao giờ nghĩ rằng thì là đang gây ra sự thất bại [để Allah] khi trái đất. Nơi ẩn náu của họ sẽ là bắn - và làm thế nào không may là điểm đến.
zu: Ungalokothi ucabange ukuthi disbelievers ezibangela ukwehluleka [Allah] phezu komhlaba.

# Quran2849
source: O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allah make clear to you the verses; and Allah is Knowing and Wise.
ca: O que han cregut, deixa que els qui tenen les mans dreta i aquells que encara no tinc [] arribat pubertat entre vosaltres demaneu permís vostès [abans d'entrar] en tres moments: abans de l'oració Alba i quan vostè deixar de banda la seva roba [per resta] al migdia i després de la nit de pregària. [Són] tres vegades d'intimitat per a vostè. No hi ha cap culpa a vostè ni a ells més enllà d'aquests [períodes], perquè contínuament circulen entre vostè - alguns de vostès, entre d'altres. Així Allah fa clar a vostè els versos; i Allah és saber i savi.
cy: O chi sydd wedi credu, gadewch rheini yn eich dwylo hawl meddu ar ac mae'r rheini nid [eto] cyrraedd glasoed ymysg chi ofyn caniatâd chi [cyn mynd i mewn] ar dair gwaith: cyn y weddi dawn ac pan fyddwch yn rhoi o'r neilltu eich dillad [ar gyfer gweddill] am hanner dydd ac ar ôl y weddi nos. [Mae'r rhain] deirgwaith o breifatrwydd i chi. Nid oes unrhyw fai arnoch nac arnynt tu hwnt [cyfnodau hyn], am iddynt ddosbarthu'r barhaus ymysg chi-rhai ohonoch, ymhlith eraill. Felly yw Allah gwneud yn glir i chi y penillion; ac Allah yn gwybod a Wise.
da: O du, der har troet, lad dem, som din højre hånd besidder og dem, der ikke endnu har [] nået puberteten blandt jer spørge tilladelse fra dig [før indtastning] på tre gange: før daggry bøn og når du lægge dit tøj [for resten] ved middagstid og efter natten bøn. [Det er] tre gange af privatlivets fred for dig. Der er ingen skylden på dig eller dem ud over disse [perioder], for de løbende cirkulerer blandt dem - nogle af dem, blandt andre. Således Allah gøre klart til dig vers; og Allah er vide og klog.
el: O εσάς που πίστεψαν, αφήστε αυτούς τους οποίους διαθέτουν τα δεξιά χέρια σας και εκείνους που δεν έχουν [ακόμη] φθάσει στην εφηβεία ανάμεσά σας ζητήσει άδεια από εσάς [πριν από την είσοδο] σε τρεις χρόνους: πριν την αυγή προσευχή και όταν βάζεις στην άκρη τον ιματισμό σας [για το υπόλοιπο] το μεσημέρι και μετά την νυχτερινή προσευχή. [Αυτά είναι] τρεις φορές της ιδιωτικής ζωής για σας. Υπάρχει καμία φταίει πάνω σας, ούτε τους πέρα από αυτά τα [περιόδους], για συνεχώς κυκλοφορούν ανάμεσά σας - ορισμένοι από εσάς, μεταξύ άλλων. Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους; και Αλλάχ είναι γνωρίζοντας και σοφός.
et: O kes oleks uskunud, andke neile, kelle käed õiguse vallata ja need, kes ei ole [veel] jõudis puberteet Joukostanne küsida luba teist [enne sisenemist] kell kolm korda: enne koitu palve ja kui paned kõrvale klambriga [puhkamiseks] keskpäeval ja pärast öö palve. [Neid] kolm korda ning teile privaatsust. Ei ole süüdistada teie peale ega neile kaugemale need [perioodid] jaoks nad pidevalt ringlema te - mõned teist, teiste hulgas. Seega Allah muudab selge sulle salmid; ja Jumal on teades ja tark.
fi: Oi te, jotka ovat uskoneet antaa niille, joiden oikea käsi on ja ne, jotka eivät ole [vielä] murrosiässä keskuudessanne pyytää lupaa teitä [ennen siirtymistä] kolme kertaa: ennen aamunkoittoa rukous ja kun laittaa syrjään vaatteisiin [loppuelämän] keskipäivällä ja yö rukouksen jälkeen. Nämä ovat kolme kertaa suojan puolestasi. Ei ole syyllinen teitä eikä heille kuin nämä [aikana], sillä ne jatkuvasti liikkua keskuudessanne - jotkut teistä, muun muassa. Näin Jumala selväksi teille jakeet; ja Jumala on tieto ja viisas.
he:  מי מאמין, נתת אלו מחזיקים ידיים נכון, למי שלא [עדיין] לבגרות ביניכם לבקש רשות מכם [לפני הכניסה] עלי שלוש פעמים: לפני תפילת השחר, וכאשר אתם שמים בצד את בגדיכם [מנוחת] בצהריים, לאחר תפילת הלילה. [אלו] שלוש פעמים לפרטיות בשבילך. שם היא לא האשמה עליכם ולא עליהם מעבר אלה [התקופות], הם הפיצו ללא הרף ביניכם - חלק מכם, בין היתר. לפיכך אללה להבהיר לך הפסוקים; אללה הוא שהידיעה וחכם.
hr: O ti koji su vjerovali, da one koje posjeduju desnu ruku i one koji ne [ali] pubertet među vama tražiti dopuštenje od vas [prije ulaska] u tri puta: prije zore molitve i kada ste stavili na stranu svoje odjeće [za ostale] u podne i nakon noći molitve. [To su] tri puta na privatnost za vas. Ima je nitko nije kriv na vas niti na njih izvan ove [vrijeme], za stalno kolaju među vama - neke od vas, između ostalog. Tako Allah čini jasno da ti stihovi; a Allah je poznavanje i mudar.
lt: O jūs, kurie tikėjo, tegul tie, kurie savo dešinės rankos turi ir tie, kurie nebuvo [dar] pasiekė brendimo tarp jūsų paprašyti leidimo iš jūsų [prieš įvažiuojant į] tris kartus: prieš ryto malda ir kai jūs atidėti savo drabužių [poilsiui] vidurdienį ir po nakties malda. [Jie] tris kartus į privatumą jums. Nėra jokios kaltės ant tavęs, nei jiems už šiuos [laikotarpius], jie nuolat cirkuliuoja tarp jūsų - kai kurie iš jūsų, be kita ko. Taigi ar Dievas, kad aišku jums ženklai; ir Dievas yra žinios ir išmintingas.
lv: O kas ticējusi, ļauj tiem, kuriem piemīt labo roku un tiem, kuri nav ne [tomēr] sasniegusi pubertāti, starp jums lūgt atļauju no jums [pirms nokļūšanas] trīs reizes: pirms rītausmas lūgšanu un kad jūs nolikt malā jūsu apģērbs [atpūtas] pusdienlaikā un pēc nakts lūgšanu. [Tie] trīs reizes par jūsu privātumu. Nav nekādas vainas pār jums, ne pēc tiem aiz šiem [laika], viņi pastāvīgi cirkulēt vidū - daži no jums, starp citu. Tādējādi netiek Allah skaidri jums panti; un Allah ir zinot un gudrs.
nb: O dere som har trodd, la dem som hendene høyre har og de som ikke ennå har [] nådde pubertet blant dere be tillatelse fra deg [før inn] tre ganger: før daggry bønn og når du setter til side din klær [for resten] på middag og etter natt bønn. [Dette er] tre ganger om personvern for deg. Det er ingen skyld på deg eller dem utover disse [periodene], for de kontinuerlig sirkulerer blant dere - noen av dere, blant andre. Dermed gjør Allah klart deg versene; og Allah er kjennskap og klok.
sk: O vás, ktorí ste uverili, nech tí, ktorým rukami právo vlastniť a tých, ktorí neboli [ešte] dosiahne puberty u vás požiadať o povolenie u [pred vstupom] na trikrát: pred svitaní modlitby a keď si odložil oblečenie [pre zvyšok] napoludnie a večer modlitieb. [Sú] trikrát ochrany osobných údajov pre vás. Nie je bez viny na vás, ani na ne mimo tieto [obdobie], na ktoré neustále kolujú medzi vás - niektorí z vás, okrem iného. Preto sa Boh objasniť na vás verše; a Allah je znalosť a múdry.
sl: O ki ste verjeli, naj tisti, ki imajo prave roke in tiste, ki niso [vendar] dosegli puberteto med vas vprašati za dovoljenje od vas [pred vstopom] na trikrat: pred zore molitev in ko ste pozabijo vaše oblačila [za ostalo] opoldne in po nočna molitev. [So] trikrat o zasebnosti za vas. Obstaja brez krivde na vas niti na njih preko teh [čas], so nenehno krožijo med vami - nekateri od vas, med drugim. Tako ne Alah bo jasno vam verzi; in Alah je poznavanje in pametno.
sr_cyrl: О који верују, пустите оне које поседују десну руку, а они који имају не [још] у пубертету медју вама питај прво ти [пре него што унесете] у три пута: пре зоре молитву и када оставимо по страни своје гардеробу [остало] у подне и после ноћи молитве. [То су] три пута ниво приватности за тебе. Постоји нема кривице на теби нити на њих изван ових [периода], јер су непрестано прођете између вас - неки од вас, између осталог. Према томе да ли Аллах ти разјаснити стихове; а Аллах је знајужи и мудар.
sr_latn: O koji veruju, pustite one koje poseduju desnu ruku, a oni koji imaju ne [još] u pubertetu medju vama pitaj prvo ti [pre nego što unesete] u tri puta: pre zore molitvu i kada ostavimo po strani svoje garderobu [ostalo] u podne i posle noći molitve. [To su] tri puta nivo privatnosti za tebe. Postoji nema krivice na tebi niti na njih izvan ovih [perioda], jer su neprestano prođete između vas - neki od vas, između ostalog. Prema tome da li Allah ti razjasniti stihove; a Allah je znajuжi i mudar.
uk: О ви, хто вірив, нехай ті, якими володіють вашу праву руку і тих, хто поки ще не [] досяг статевого дозрівання серед вас запитати дозволу ви [перед входом] в три рази: перед молитва dawn, і коли ви відкласти ваш одяг [для решти] опівдні і після ночі молитви. [Це] три рази в приватне життя для вас. Немає не провину на вас, ні на них за межами цих [період], вони постійно поширити серед вас - деякі з вас, серед інших. Таким чином Аллах зробити ясною для вас вірші; і Аллаха, знаючи, що і Мудрого.
vi: O bạn của những người đã tin tưởng, hãy để những người sở hữu bàn tay phải của bạn và những người đã không [nhưng] đạt đến tuổi dậy thì trong số các bạn yêu cầu sự cho phép của bạn [trước khi nhập] tại ba lần: trước khi cầu nguyện bình minh và khi bạn đặt sang một bên là quần áo của bạn cho [còn lại] lúc giữa trưa và sau khi cầu nguyện đêm. [Đây là] ba lần của sự riêng tư cho bạn. Có là không có đổ lỗi khi bạn cũng không phải khi họ vượt ra ngoài những [thời gian], cho họ tiếp tục lưu hành trong số các bạn - một số bạn, những người khác. Vì vậy Allah làm cho rõ ràng cho bạn những câu thơ; và Allah là hiểu biết và khôn ngoan.
zu: O you kholwa qhashisa labo bani izandla sakho sokunene ifa lomhlaba, futhi labo abangazange [okwamanje] bafinyelela nezingokomzwelo zokuthomba phakathi ucela imvume kini [ngaphambi kokungena] ngezinye izikhathi ezintathu: ngaphambi umthandazo dawn futhi uma ubeka eceleni izingubo zakho [zokuba

# Quran2850
source: And when the children among you reach puberty, let them ask permission [at all times] as those before them have done. Thus does Allah make clear to you His verses; and Allah is Knowing and Wise.
ca: I quan els nens entre vostè arribar a la pubertat, deixar-los de demanar permís [en tot moment] que abans que ells han fet. Així Allah fa clar per a vostè, els seus versos; i Allah és saber i savi.
cy: A pan fydd y plant ymysg eich cyrraedd glasoed, gadewch iddynt ofyn caniatâd [ar bob adeg] fel y rhai ger eu bron wedi ei wneud. Felly yw Allah gwneud yn glir i chi ei penillion; ac Allah yn gwybod a Wise.
da: Og når børn blandt jer når puberteten, lad dem bede om tilladelse [på alle tidspunkter] som dem før dem har gjort. Således Allah gøre klart til dig hans vers; og Allah er vide og klog.
el: Και όταν τα παιδιά ανάμεσά σας φθάσει στην εφηβεία, να τους ζητήσει άδεια [ανά πάσα στιγμή] με αυτές πριν από αυτούς έκαναν. Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους του? και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Ja kui teie seas lapsed jõuavad puberteeti, Las nad küsida luba [igal ajal] kui enne neid on teinud. Seega Allah muudab selge teile tema värsse; ja Jumal on teades ja tark.
fi: Ja kun lapset keskuudessanne murrosikä, anna heidän kysyä lupaa [kaiken aikaa] kuin ne eteensä tehnyt. Näin Jumala selväksi teille hänen runoissaan ja Jumala on tieto ja viisas.
he: כאשר הילדים ביניכם מגיעים לבגרות מינית, לתת להם לבקש רשות [בכל עת] לאלה לפניהם עשו. לפיכך אללה להבהיר לך את הפסוקים; אללה הוא שהידיעה וחכם.
hr: I kad djeca između vas do puberteta, neka ih tražiti dopuštenje [u svako doba] kao i oni prije njih učinio. Tako se Allah jasno dati do znanja da njegovi stihovi; a Allah je poznavanje i mudar.
lt: Ir kai tarp jūsų vaikai pasiekia brendimo, tegul paprašyti leidimo [visuomet] kaip ir prieš juos padaryti. Taigi ar Dievas, kad aišku jums savo eilėmis; ir Dievas yra žinios ir išmintingas.
lv: Un kad bērnu vidū jūs sasniedzat pubertātes, ļaujiet viņiem lūgt atļauju [jebkurā laikā], kas pirms tam ir darījuši. Tādējādi netiek Allah skaidri jums savas vārsmas; un Allah ir zinot un gudrs.
nb: Og når barna blant dere nå puberteten, la dem be om tillatelse [bestandig] som før dem har gjort. Dermed gjør Allah klart deg hans dikt; og Allah er kjennskap og klok.
sk: A keď deti medzi vami dosiahnu puberty, či žiadať o povolenie [po celú dobu] ako tie pred nimi urobil. Preto sa Boh objasniť na vás jeho verše; a Allah je znalosť a múdry.
sl: In ko otrok med vami dosegli puberteto, jim vprašati za dovoljenje [v vsakem trenutku] kot tiste, ki so pred njimi storili. Tako ne Alah bo jasno da ste njegovi verzi; in Alah je poznavanje in pametno.
sr_cyrl: И кад су деца медју вама до пубертета, нека дозвола [у сваком тренутку], као и оне пре њих урадио. Према томе да ли Аллах ти разјаснити његових стихова; а Аллах је знајужи и мудар.
sr_latn: I kad su deca medju vama do puberteta, neka dozvola [u svakom trenutku], kao i one pre njih uradio. Prema tome da li Allah ti razjasniti njegovih stihova; a Allah je znajuжi i mudar.
uk: І коли діти серед вас досягнення статевої зрілості, нехай вони запитати дозволу [у всі часи] як ті, що перед ними зробив. Таким чином Аллах зробити ясною для вас його вірші; і Аллаха, знаючи, що і Мудрого.
vi: Và khi các trẻ em trong số các bạn đạt đến tuổi dậy thì, hãy để họ xin phép [ở mọi thời đại] như những người trước khi họ đã làm. Vì vậy Allah làm cho rõ ràng cho bạn bài thơ của ông; và Allah là hiểu biết và khôn ngoan.
zu: Futhi lapho izingane phakathi ufinyelela esikhathini sokuthomba, qhashisa them buza livu [ngaso sonke isikhathi] babe njengalabo abangalisebenzisi phambili them enza.

# Quran2851
source: And women of post-menstrual age who have no desire for marriage - there is no blame upon them for putting aside their outer garments [but] not displaying adornment. But to modestly refrain [from that] is better for them. And Allah is Hearing and Knowing.
ca: I les dones d'edat post-menstrual que tenen cap desig de matrimoni - no hi ha cap culpa en ells deixant de banda les seves peces exteriors [però] no mostrant adorn. Però a modestament abstenir-se [de la] és millor per a ells. I Allah és sentir i saber.
cy: A menywod o oedran ôl-menstrual sydd wedi oes awydd ar gyfer priodas-nid oes unrhyw fai arnynt am roi o'r neilltu eu gwisgoedd allanol [ond] Nid arddangos addurn. Ond i gymedrol osgoi [hynny] yn well ar eu cyfer. A Allah yn clywed ac yn gwybod.
da: Og kvinder af post menstruelle alder, hvem har ikke lyst til ægteskab - der er ingen skyld dem til at se bort fra deres ydre beklædning [men] ikke fremvisningen af pynt. Men at undlade [der] er beskedent bedre for dem. Og Allah er hørelse og vide.
el: Και οι γυναίκες της μετα-εμμηνόρροιας ηλικίας που δεν έχουν καμία επιθυμία για γάμο - υπάρχει δεν φταίει επάνω τους για βάζοντας στην άκρη τους εξωτερικά ενδύματα [αλλά] δεν εμφανίζει στολισμό. Αλλά να σεμνά πίπτουν [που] είναι καλύτερο για αυτούς. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ja naiste järgse menstruaaltsükli last, kes ei taha abielu - on mingit süüdistada nende peale panna kõrvale nende välimine rõivad [kuid] Kuvan kaunistusteks. Aga et tagasihoidlikult hoiduma [mis] on parem neil. Ja Jumal on kuulmine ja teades.
fi: Ja naisten virka-kuukautis vuotiaita, jotka eivät halua avioliitto - ei ole syyllinen päällensä sivuun ulommainen materiaali [mutta] eivät näy koriste. Mutta vaatimattomasti pidättäytymään [että] on parempi heille. Ja Jumala on kuulon ja tietäen.
he: ונשים בגיל שלאחר המחזור, שיש להם שום רצון לנישואין - יש אין האשמה עליהם שמה בצד את הבגדים החיצוניים שלהם [אבל] לא מציג קישוט. אך בצניעות [מדיבור זה] זה מוטב להם. אללה הוא הדיון וגם לדעת ינאו
hr: I žene od gestacijsku dob koji nemaju želju za brak - je nitko nije kriv im za stavljanje na stranu svoje vanjske odjevne predmete [ali] ne prikazuje ukras. Ali za skromno refren [iz toga] je bolje za njih. A Allah je sluh i znajući.
lt: Ir moterų po menstruacinio amžiaus, kurie neturi jokio noro moters - nėra jokių kaltę verčia juos pradėti panaikinti jų viršutiniai drabužiai [bet] ne rodant puošmena. Bet ir kukliai susilaikyti [nuo] yra geriau už juos. Ir Dievas yra klausos ir žinios.
lv: Un sievietēm pēc menstruāciju vecumu, kas nav vēlēšanās laulības - ir bez vainas tām atliekot malā savu āra apģērbi, [bet] nerāda rota. Bet pieticīgi atturēties [ka] no ir labāks par viņiem. Un Allah ir dzirdes un zinot.
nb: Og kvinner post-menstrual alder som ikke ønsker for ekteskap - det er ingen skylden på dem for å sette til side sine ytre klær [men] viser ikke pryd. Men å avstå [fra at] er beskjedent bedre for dem. Og Allah er høre og kjenne.
sk: A ženy post-menštruačný veku, ktorí majú túžbu po manželstve - neexistuje žiadny vinu na ne za ponecháme stranou svoje odevy [ale] nezobrazuje ozdobou. Ale skromne zdržia [že] je pre nich lepšie. A Allah je sluch a vedomím.
sl: In ženske po menstrualni starosti, ki si ne želijo za poroko - je brez krivde na njih za izločitev njihove vrhnja oblačila [vendar] ne prikazuje okras. Ampak za skromno vzdržati [ki] je bolje za njih. In Alah je sluh in poznavanje.
sr_cyrl: И жене пост-менструалне узраста који немају жељу за брак - постоји и не кривим их занемаримо њихове спољне одора [али] не приказује Реса. Али скромно рефрен [из тога] је боље за њих. А Аллах је слух и знајужи.
sr_latn: I žene post-menstrualne uzrasta koji nemaju želju za brak - postoji i ne krivim ih zanemarimo njihove spoljne odora [ali] ne prikazuje Resa. Ali skromno refren [iz toga] je bolje za njih. A Allah je sluh i znajuжi.
uk: І жінок після закінчення менструального віку, які немає бажання шлюб - немає не провиною на них Відклавши убік свої зовнішній одягу, [але] не показуючи прикрасою. Але скромно утримуватися [від що] це краще для них. І Аллах слуху і знаючи, що.
vi: Và phụ nữ kinh nguyệt sau tuổi những người không có mong cho cuộc hôn nhân - đó là không đổ lỗi khi họ cho cách đặt sang một bên của sản phẩm may mặc bên ngoài [nhưng] không hiển thị trang sức. Nhưng để khiêm tốn kiềm [rằng] là tốt hơn cho họ. Và Allah là nghe và hiểu biết.
zu: Futhi nabesifazane asebeneminyaka efanele yobudala post-menstrual abangenandaba isifiso sokushada - akukho icala phezu kwabo ngokubeka eceleni izingubo zabo zangaphandle [kodwa] Awubonisis ukuhloba.
