Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1376
source: And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing
ca: I quan aflicció toca home, ell anomena sobre nosaltres, si estirat sobre el costat o assegut o de peu; però quan ens treuen d'ell la seva aflicció, continua [en desobediència] com si mai havia cridat sobre nosaltres [treure] una nafra que li va tocar. Així es fa agradable pels transgressors que ho estan fent
cy: A pan mae'r cystuddiau'n yn cyffwrdd dyn, mae'n galw arnom ni, boed yn gorwedd ar ei ochr neu eistedd neu Sefydlog; ond wrth inni dynnu oddi wrtho ei cystuddiau'n, mae'n parhau [yn anufudd-dod] fel pe Roedd ef byth yn galw arnom i [dileu] cystuddiau'n cyffwrdd ag ef. Felly gwneir braf y transgressors y maent wedi ei wneud
da: Og når lidelse rører mand, han kalder på os, om liggende på sin side eller siddende eller stående; men når vi fjerner fra ham hans lidelse, fortsætter han [i ulydighed] som hvis han havde aldrig opfordret os til at fjerne en lidelse, som rørte ham. Således er lavet glædeligt at overtræderne, som de har gjort
el: Και όταν την κατάθλιψη αγγίζει ο άνθρωπος, ο ίδιος αποκαλεί προ των πυλών, είτε που βρίσκεται σε του πλευρά ή κάθεται ή στέκεται? αλλά όταν το αφαιρέσουμε από αυτόν η θλίψη του, συνεχίζει [σε ανυπακοή], ως εάν αυτός είχε καλέσει ποτέ την [αφαίρεση] μια θλίψη που τον άγγιξε. Έτσι γίνεται ευχάριστο να τα transgressors αυτό που έχουν κάνει
et: Ja kui viletsuses puudutab mees, ta kutsub meid, kas lamades küljel või istungi või seistes; Aga kui me eemaldada teda tema viletsust, ta jätkab [allumatus] nagu siis, kui ta oli kunagi kutsus meid [Eemalda] Alandusest, mis puudutas teda. Seega on tehtud meeldiv on transgressors see, mis nad on teinud
fi: Kun hätä koskettaa mies, hän kehottaa meitä, onko makaa puolella- tai istuma- tai seisoma; mutta kun poistaa häneltä hänen kärsimyksensä, hän jatkaa [tottelemattomuuden] ikään kuin hän oli koskaan kutsunut meidät [Poista] koettelemus, joka kosketti häntä. Näin tehdään miellyttää pyysi pahantekijöilleen armoa se, mitä he ovat tehneet
he: כאשר הנגע נוגע איש, והוא קורא עלינו, אם שוכבים על הצד שלו או יושב או עומד; אבל כאשר מסירים ממנו הנגע, הוא ממשיך [בשנת. ציות] כאילו מעולם לא התקשר אלינו [להוציא] סבל זה נגע בו. לכן הוא עשוי לרצות הפושעים את מה שהם עשו
hr: I kada nevolja dotakne čovjeka, on poziva na nama, da li na svoju stranu ili sjedi ili stoji; Međutim, kada smo uklonili s njega svoju manu, [u neposluh] kao da je nikada nije pozvao na nas da se [ukine] nesreća koja ga dotaknuo. Stoga je ugodan za otpadnici ono što oni rade
lt: Ir kai kančia paliečia vyras, jis ragina mus, ar gulėti ant jo šono arba sėdėdami arba stovėdami; bet kai mes pašaliname iš jo jo kančia, jis toliau [nepaklusnumo], jei jis turėjo niekada pakvietė mus [pašalinti] kančia, kad paveikė jį. Tokiu būdu yra tampa malonus ir pažeidėjams, kurie jie daro
lv: Un kad nelaime skar cilvēks, viņš aicina mūs, vai guļ uz viņa pusi vai sēdes vai stāv; bet ja mēs noņemam no viņu viņa nelaimi, viņš joprojām ir [nepakļaušanās], it kā viņš bija nekad aicināja mūs [noņemt] nelaimi, kas pieskarsies tā vaigam. Tādējādi tiek veikta patīkami transgressors to, ko viņi dara
nb: Og når lidelse berører mann, han kaller oss, enten lå på hans side eller sittende eller stående; men når vi fjerner fra ham hans lidelse, fortsetter han [i ulydighet] som om han hadde aldri kalt oss til [Fjern] en lidelse som rørte ham. Dermed er gjort behagelig transgressors som de har gjort
sk: A keď sa utrpenie sa dotýka človeka, on volá na nás, či ležiace na jeho strane alebo sedieť alebo stáť; ale keď odstránime z neho jeho trápenie, on pokračuje v neposlušnosti], ako keby on nikdy volal na nás [odstrániť], utrpenie, ktoré ho dotkol. Preto sa príjemné previnilcov, ktoré oni robili
sl: In ko stiski dotakne človeka, kliče na nas, ali leži na svojo stran ali sede ali stoje; ampak ko odstranimo iz njega njegovih težavah, je še [v neposlušnosti], kot da je nikoli poklical na nas [odstranite] sili, da se ga dotakne. Tako je na prijeten na kršiteljev, ki so bili delaš
sr_cyrl: А кад невоља дотакне човек, он нас позове, да ли је лагао на његову страну или глинени или стоји; Али када уклонимо из њега његова болест, он се наставља [у непослушности] као да никада није звао је на нама је да [Уклони] мука која га додирнула. Стога је направио пријатно да се грељници оно што су радили
sr_latn: A kad nevolja dotakne čovek, on nas pozove, da li je lagao na njegovu stranu ili glineni ili stoji; Ali kada uklonimo iz njega njegova bolest, on se nastavlja [u neposlušnosti] kao da nikada nije zvao je na nama je da [Ukloni] muka koja ga dodirnula. Stoga je napravio prijatno da se greљnici ono što su radili
uk: І якщо Недуга торкнеться людина, він закликає нас, чи лежачи на його стороні або сидячи або стоячи; але коли ми видалити з нього його скорботи, він продовжує [в непокорі], як ніби він ніколи не був закликав нас [Видалити] скорботи, що доторкнувся до нього. Таким чином здійснюється приємним для порушників те, що вони робили
vi: Và khi affliction chạm đến người đàn ông, ông kêu gọi chúng ta, cho dù nằm trên mặt của mình hoặc ngồi hoặc đứng; nhưng khi chúng tôi loại bỏ anh ta affliction của ông, ông tiếp tục [bất tuân] nếu như anh không bao giờ đã kêu gọi chúng tôi để [xoá] một affliction chạm vào anh ta. Như vậy làm đẹp lòng các transgressors đó mà họ đã và đang làm
zu: Futhi lapho ukuhlupheka othinta umuntu, masithathe, kungakhathaliseki ngohlangothi lwakhe noma uhlezi noma umile;

# Quran1377
source: And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people
ca: I ja ens havia destruït generacions abans quan van injustament i els seus missatgers havia arribat a ells amb proves clares, però no es creu. Així ens recompensa la gent penal
cy: A oedd eisoes yn dinistrio cenedlaethau cyn i chi pan roedd eu cam, a roedd eu negeswyr yn dod atynt gyda proflenni clir, ond nid oeddent yn credu. Felly rydym yn gwneud ad-dalu y bobl troseddol
da: Og vi var allerede ødelagt generationer før du når de forurettet, og deres budbringere var kommet til dem med klare beviser, men de var ikke til at tro. Dermed vi gengælde den kriminelle mennesker
el: Και εμείς ήδη είχε καταστρέψει γενιές πριν σας όταν θίγονται, και τους κλητήρες είχε έρθει να τους με σαφείς αποδείξεις, αλλά ήταν να μην πιστεύουν. Έτσι εμείς να ανταμοιβή την εγκληματική άνθρωποι
et: Ja meil oli juba hävitatud põlvkonda enne, kui nad ülekohtu, ja nende inglid olid tulnud neile selged tõendid, kuid nad olid mitte uskuda. Seega me palk kriminaalmenetluse inimesi
fi: Ja meillä oli jo sukupolvien edessänne kun ne vääryyttä, ja niiden sanansaattaja oli tullut heille selväksi todistukseksi, mutta he olivat usko. Näin korvaus rikollisen ihmiset
he: אנחנו כבר הרס דורות לפני כאשר הם עוול, ולא שליחים שלהם היה בא אליהם עם הוכחות ברורות, אבל הם היו לא להאמין. לכן אנחנו פיצוי העם פלילית
hr: I mi već uništena generacije prije nego što su nepravdu, i njihovih glasnika je došao da ih s jasne dokaze, ali oni ne bi vjerovao. Tako ćemo nagraditi kriminalnih ljudi
lt: Ir mes jau sunaikino kartų prieš jums kai jie nuskriausti, ir jų pasiuntiniai turėjo ateiti į juos su aiškūs įrodymai, tačiau jie buvo netikėti. Taigi mes zaplata baudžiamosios žmonių
lv: Un mēs jau iznīcināta paaudzēm pirms tām nodarīts kaitējums, un to kurjeriem bija pasākuši tos ar skaidru apliecinājumu, bet viņi nevar ticēt. Tādējādi mēs kompensēt noziedzīgā cilvēki
nb: Og vi hadde allerede ødelagt generasjoner før du når de gjort urett, og deres budbringere hadde kommet til dem med klare bevis, men de var ikke til å tro. Dermed vi belønne de kriminelle
sk: A už sme zničil generácií pred vami, keď im ublížili, a ich messengers prišiel na nich s jasné dôkazy, ale oni boli neveriť. Preto môžeme odmeniť trestné ľudí
sl: In smo imeli že uničen generacij pred vami, ko so storjena krivica, in njihovi glasniki prišel, da jih z jasno dokazila, vendar jih ne verjamejo. Tako smo zaracunati kazenskih ljudi
sr_cyrl: И смо већ уништили генерације пред вама кад они казу да лазем, и њиховим гласницима морао да их уз јасне доказе, али су били да не верујем. Стога смо се компензацију криминалне људи
sr_latn: I smo već uništili generacije pred vama kad oni kazu da lazem, i njihovim glasnicima morao da ih uz jasne dokaze, ali su bili da ne verujem. Stoga smo se kompenzaciju kriminalne ljudi
uk: І ми вже знищили покоління перед вами, коли вони образили і їх посланцями прийшла до них з чітких доказів, але вони були не вірити. Таким чином ми нагорода кримінальної людей
vi: Và chúng tôi đã đã tiêu diệt các thế hệ trước khi bạn khi họ wronged, và sứ giả của họ đã đến với họ với chứng minh rõ ràng, nhưng họ đã không tin. Do đó làm chúng tôi thương hiệu những người tội phạm
zu: Futhi We wayeseyitholile abhubhisa zukulwane you noma uma they ngalungi, nezithunywa zabo sondela them khuculula bonakaliso they cha were ukukholelwa.

# Quran1378
source: Then We made you successors in the land after them so that We may observe how you will do.
ca: Llavors vam fer vostè els successors en la terra després d'ells per tal que es pot observar com ho faràs.
cy: Yna gwnaethom eich olynwyr yn y tir ar ôl iddynt fel y gall ein arsylwi sut y gwnewch chi.
da: Så lavede vi du efterfølgere i landet efter dem således at vi kan observere, hvordan du vil gøre.
el: Στη συνέχεια εμείς έγιναν οι διάδοχοί σας στη γη μετά από αυτά έτσι ώστε να μπορεί να παρατηρούμε πώς θα το κάνεις.
et: Seejärel tegime te pärijatele maa pärast neid nii, et me jälgime, kuidas te teete.
fi: Sitten teimme sinun seuraajat maa perään niin, että huomaamme miten teet.
he: ואז עשינו את פעילויות עוקבות בארץ אחריהם כך לסיכום, איך אתה.
hr: Onda smo te nasljednika u zemlji za njima tako da mi može promatrati kako će.
lt: Tada mes tave įpėdiniai žemės po jų, kad mes gali stebėti, kaip jums padaryti.
lv: Tad mums lika tev mantiniekiem zemi tiem pakaļ tāpēc, ka mēs var novērot, kā jūs.
nb: Da gjorde vi du etterfølgere i landet etter dem slik at vi kan se hvordan du vil gjøre.
sk: Potom sme ťa nástupcov v krajine po nich tak, že môžeme pozorovať ako sa bude robiť.
sl: Naredili smo si naslednikov v deželi po njih tako, da lahko opazujemo, kako bo.
sr_cyrl: Онда смо те наследнике у земљи за њима тако да бисмо посматрали како ће.
sr_latn: Onda smo te naslednike u zemlji za njima tako da bismo posmatrali kako će.
uk: Потім ми зробили ви наступників в землі після їх так, що ми і можемо спостерігати як ви будете робити.
vi: Sau đó chúng tôi thực hiện bạn những người thừa kế trong đất sau đó vì vậy mà chúng ta có thể quan sát như thế nào bạn sẽ làm gì.
zu: Ngalesosikhathi we fuduka you abazolandela ezweni ngemva kwabo ukuze Singase ukugcina ndlela ozokwenza ngayo.

# Quran1379
source: And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, "Bring us a Qur'an other than this or change it." Say, [O Muhammad], "It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day."
ca: I quan els nostres versos són recita'ls evidències clares, aquells que no esperen la reunió amb nosaltres diu: "ens porten un Alcorà tret o canviar-lo." Dir, [O Muhammad], "no és per a mi per canviar-lo en la meva pròpia voluntat. Que només seguir el que es revela a mi. De fet em temo, si jo hauria desobeir el meu Senyor, el càstig d'un gran dia."
cy: Ac wrth roi ein penillion iddynt fel clir yn dangos, mae'r rheini nid yn disgwyl cyfarfod â ni ddweud, "dwyn ein Qur'an heblaw am hyn neu ei newid." Dweud, [O Muhammad], "Nid yw'n i mi newid fy hun cytundeb. Dim ond dilynaf beth yw datgelu i mi. Yn wir mae arnaf ofn, os wyf dylid torri'r fy Arglwydd, y gosb o ddiwrnod gwych."
da: Og når vores vers er reciteret til dem som klare beviser, dem, der ikke forventer møde med os siger, "bringe os et Koranen end det eller ændre det." Sige, [O Muhammad], "det er ikke for mig at ændre det på min egen overenskomst. Jeg følger kun, hvad er åbenbaret for mig. Ja jeg er bange for, hvis jeg skulle adlyde min herre, straf af en enorm dag."
el: Και όταν μας στίχοι είναι recited τους ως σαφή αποδεικτικά στοιχεία, όσους δεν περιμένω τη συνάντηση μαζί μας λένε, "να μας φέρει μια Qur'an εκτός από αυτό ή να αλλάξετε αυτό." Ας πούμε, [Ο Μωάμεθ], «δεν είναι για μένα να τις αλλάξετε στη μόνος μου. Ακολουθώ μόνο αυτό που αποκαλύπτεται σε μένα. Φοβάμαι, αν πρέπει να παρακούω Κύριέ μου, την τιμωρία της μια τεράστια ημέρα.»
et: Ja kui meie salmid on loetud neile on selgeid tõendeid, ootate kohtumine meile öelda, "meid Koraani peale nende ei või seda muuta." Öelda, [O Muhammad], "see ei ole minu jaoks, et muuta see oma accord. Ma ainult järgi, mida on näidanud mulle. Tõepoolest kardan, kui ma peaks eiravad mu Issand, karistuse tohutuid päev."
fi: Ja kun meidän jakeita luetaan heille selkeää todistetta, niille, jotka eivät odota tapaamisen kanssamme sanoa, "tuo meitä Koraani jugurttia tai muuttaa sitä." Eli [Oi Muhammed] "ei ole minun muuttaa sitä itse. Vain seurata, mitä paljasti minulle. Itse pelkään jos pitäisi tottelematta herrani rangaistus valtava päivä."
he: כאשר הפסוקים שלנו הם אותם כמו עדויות ברורות, אלה אשר לא מצפה לפגישה איתנו אומרים, "תביא לנו את הקוראן מלבד זו או לשנות אותה" תגיד, [O מוחמד], "זה לא בשבילי לשנות את זה מרצוני. אני רק עוקב אחרי מה יתגלה לי. אכן אני חושש, אם אני צריך להמרות את פי אלוהים, העונש של יום אדיר."
hr: I kada se naši stihovi su recitirali im kao jasne dokaze, oni koji očekuju sastanak s nama reći, "donesi nam Kur'an osim ovoga ili je promijeniti." [O Muhammad], "to nije za mene tako sama. Samo pratim što je otkrila. Zaista bojim se, da, trebao sam ignorirati moj gospodaru, kazna ogroman dan."
lt: Ir kai mūsų eilėmis recytuja jiems kaip aiškių įrodymų, tie, kurie ne tikėtis susitikimą su mums pasakyti, "atnešti nei šis Koran arba jį pakeisti." Tarkim, [O Muhammad], "tai ne man pakeisti ją savo nuožiūra. Aš tik vadovaujuosi, ką parodė, kad man. Tiesą sakant aš bijau, jei aš turėtų nepaklusti mano Viešpats, baudimą už milžinišką diena."
lv: Un kad mūsu pantus ir skaitīja tos kā skaidras liecības, tiem, kuri nevar gaidīt tikšanos ar mums teikt, "tiekam Korāns, izņemot šo vai to mainīt." Teiksim, [O Muhammad], "nav man mainīt savas iniciatīvas. Es sekot tikai to, ko atklāja pie manis. Patiešām es baidos, ja būtu nepakļaujas manam kungam milzīgs dienas sods."
nb: Og når våre vers blir resitert til dem som klart bevis, de som ikke forventer møtet med oss si, "bringe oss en Koranen enn dette eller endre den." Si, [O Muhammad], "det er ikke for meg å endre det på min egen initiativ. Jeg bare følge det som er åpenbart for meg. Faktisk frykter jeg, hvis jeg skal være ulydig min Herre, straffen av en stor dag."
sk: A keď naše verše sa prednáša im ako jasné dôkazy, tých, ktorí neočakávajú stretnutie s nami povedať, "prinesie nám Korán ako to alebo zmeniť." J. [Mohamed], "to nie je pre mňa to zmeniť na mojej vlastnej vôle. Len sledovať, čo sa ukázalo, pre mňa. Naozaj mám strach, ak som mal porušiť môj pán, trest hrozný deň."
sl: In ko naše verzov se recitirajo nanje kot jasno dokazuje, tiste, ki ne pričakujte srečanje z nami reči, "nam prinaša Koran ni to ali sprememba to." Recimo, [O Muhammad], "to ni za mene, da jo spremenite na lastno pobudo. Samo sledite, kaj je pokazala, da me. Res bojim, če naj kršijo moj Gospod, kazen strašen dan."
sr_cyrl: И када нам стихови су рецитовао им као јасне доказе, онима који не очекују да ће састанак са нама рекао, "Донеси нам је Куран осим овога или промена то." Реци , [О Мухаммад], "то није за мене да је промените на своју руку. Само пратите да оно што је открила да ме. Заиста бојим се, ако треба да прекрљим мој господару, казна огроман дан."
sr_latn: I kada nam stihovi su recitovao im kao jasne dokaze, onima koji ne očekuju da će sastanak sa nama rekao, "Donesi nam je Kuran osim ovoga ili promena to." Reci, [O Muhammad], "to nije za mene da je promenite na svoju ruku. Samo pratite da ono što je otkrila da me. Zaista bojim se, ako treba da prekrљim moj gospodaru, kazna ogroman dan."
uk: І коли наші вірші читається їм як чітких доказів, тих, хто не розраховуйте на зустрічі з нами сказати, "привести нас Коран, крім цього або змінити його." Скажімо, [O Мухаммад], "це не для мене, щоб змінити його на мої власні accord. Я тільки стежити, тобто продовжуєш мені. Дійсно я боюся, якщо я повинен не підкорятися Господеві покарання величезний день."
vi: Và khi câu thơ của chúng tôi niệm cho họ như là bằng chứng rõ ràng, những người không mong đợi cuộc họp với chúng tôi nói, "mang lại cho chúng tôi một kinh Koran ngoài điều này ra hoặc thay đổi nó." Nói, [O Muhammad], "nó không phải là cho tôi để thay đổi nó trên phù hợp riêng của tôi. Tôi chỉ làm theo những gì được tiết lộ cho tôi. Thật vậy tôi sợ, nếu tôi nên tuân ơi là hình phạt của một ngày to lớn."
zu: Futhi uma Emavesi hlabelela them ubufakazi njengoba kucacile, labo cha lindela umhlangano nathi bathi: "Lethani a Qur'an nezinye ezingaphezu kwalezi ezenziwe yilo noma ukuyishintsha."

# Quran1380
source: Say, "If Allah had willed, I would not have recited it to you, nor would He have made it known to you, for I had remained among you a lifetime before it. Then will you not reason?"
ca: Dir, "si Allah tenia willed, vols no han recitat a vostè, ni va hauria fet es conegut, perquè havia quedat entre vosaltres abans que tota la vida. Llavors ho faràs no raó?"
cy: Dweud, "os oedd Allah ewyllysio iddi, byddai yr ddim wedi roi ei i chi, ac ni byddai wedi eu gwneud yn hysbys i chi, ar gyfer yr oedd wedi aros yn eich plith oes cyn ei. Yna bydd eich rheswm nid?"
da: Sige, "hvis Allah havde villet, jeg ikke ville have fremsagde det til dig, eller ville han have gjort det kendt til dig, for jeg havde opholdt sig blandt jer livet før det. Derefter vil du ikke grund?"
el: Λένε, «αν είχε βουλητικός Αλλάχ, εγώ θα δεν την έλεγε σε σας, ούτε θα έχουν κατέστησε γνωστό σε σας, για παρέμενα ανάμεσά σας μια ζωή πριν από αυτό. Στη συνέχεια θα σας δεν λόγος;»
et: Öelda: "kui Allah oli kombeks, ma oleks ei ole loetud seda teile, ega ta oleks võimaldanud tuntud sulle, sest mul oli jäänud Joukostanne tööiga loobuda. Siis eks ole põhjus?"
fi: Esimerkiksi: "Jos Jumala olisi tahtonut, olen ei ole luettu se sinulle, eikä hän on varmasti tehnyt sitä teille, sillä oli pysynyt keskuudessanne eliniän ennen sitä. Sitten Aiotteko ole syytä?"
he: אומרים, "אם אללה היה רצון, אני לא יש הקריאה לך, ולא היה עושה זה ידוע לך, כי נשארתי ביניכם כל החיים לפניו. לאחר מכן? אתה מוכן לא סיבה"
hr: Reći, "Ako je htio Allah, ja će ne imati ga je izrecitirala ti, niti bi li on učinio to poznato, za cijeli život prije nego što su ostali među vama. Onda će ti nije razlog?"
lt: Sako: "jei Dievas turėjo valios, aš būtų ne turėti skaito jį jums, nei jis būtų žinoma jums, nes man liko tarp jūsų gyvenime prieš jį. Tada bus jums ne priežastis?"
lv: Proti, "Ja Allāha gribas, būtu nevis ir skaitīju to jums, ne būtu viņš padarījuši to zināmo, jo bija palikusi starp jums pirms tā kalpošanas laiku. Pēc tam būs jums nav iemesla?"
nb: Sier, "Hvis Allah hadde ville, jeg ikke ville ha leste det til deg, eller ville han ha gjort det kjent, for jeg hadde vært blant dere livet før den. Deretter vil du ikke grunn?
sk: Napríklad: "ak Boh bol chcel, som by nie som recitoval to vám ani by on robil to známy, mal som zostala medzi vami celý život pred ním. Potom budete nie dôvod?"
sl: Rekel, "če je Allah volje, jaz bi ne imeli recitiral to vam, niti bi so naredil je znano, za je ostala med vami življenju pred njim. Nato boste ne razlog?"
sr_cyrl: Кажу , "Ако Алах имао воље, бих не имати Рецитовао сам то да ти, нити би он успео познате, јер сам остала медју вама доћивотна пред њим. Онда ће ти није разлог?"
sr_latn: Kažu, "Ako Alah imao volje, bih ne imati Recitovao sam to da ti, niti bi on uspeo poznate, jer sam ostala medju vama doћivotna pred njim. Onda će ti nije razlog?"
uk: Сказати: "якщо Аллах був того, я б не мають читається це вам не б він зробив відомий тобі, бо я залишилися серед вас все життя перед її. Тоді ви будете не причина?"
vi: Nói, "nếu Allah có ý chí, tôi sẽ không có niệm nó cho bạn, và cũng không nào ông đã làm cho nó được biết đến với bạn, cho tôi vẫn còn trong số các bạn đời trước khi nó. Sau đó, bạn sẽ không lý do?"
zu: Uthi, "Uma Allah ayekuhlosile, bengingeke hlabelela it you nor nga walazisa kuwe, ngoba ngangithwele wahlala phakathi kwenu a lifetime phambi kwaso. Kuyobe yini lesi isizathu esenza?"

# Quran1381
source: So who is more unjust than he who invents a lie about Allah or denies His signs? Indeed, the criminals will not succeed
ca: Així que és més injust que el que s'inventa una mentida Allah o nega els seus signes? De fet, els criminals no reeixirà
cy: Felly pwy yw mwy anghyfiawn na ef a dyfeisio celwydd am Allah neu yn gwadu ei arwyddion? Yn wir, ni Bydd y troseddwyr yn llwyddo
da: Så hvem er mere uretfærdig end han, der opfinder en løgn om Allah eller afviser hans tegn? Faktisk, kriminelle vil ikke lykkes
el: Λοιπόν, ποιος είναι πιο άδικο από ό, τι αυτός που εφευρίσκει ένα ψέμα για Αλλάχ ή να αρνείται την σημάδια του; Πράγματι, οι εγκληματίες δεν θα πετύχει
et: Kes siis veel alusetu, kui ta, kes leiutab lie Jumalat kohta või eitab tema märke? Tõepoolest, et kurjategijad ei õnnestu
fi: Kuka on epäoikeudenmukaisempi kuin se, joka keksii valheita Jumalan tai kieltää hänen merkkejä? Itse asiassa rikolliset ei onnistu
he: אז מי זה הוגן יותר מאשר מי ממציא שקר על אללה או מונעת את הסימנים שלו? אכן, הפושעים לא תצליח
hr: Tko je više nepravedan nego onaj koji izmišlja laži o Allahu ili negira svoje znakove? Doista, kriminalci neće uspjeti
lt: Taigi, kas yra labiau neteisinga nei tas, kuris išrado melas apie Dievo arba neigia jo požymiai? Iš tikrųjų, nusikaltėliai nepavyks
lv: Tātad, kurš ir netaisna vairāk nekā tas, kurš izdomā meli par Allah vai noliedz savas pazīmes? Tik tiešām, noziedznieku neizdosies
nb: Så hvem er mer urettferdig enn han som oppfant en løgn om Allah eller fornekter hans tegn? Faktisk vil kriminelle ikke lykkes
sk: Tak kto je viac nespravodlivé, ako ten, kto vymyslí lož o Alah alebo popiera jeho príznaky? Skutočne sa nepodarí so zločincami
sl: Torej, kdo je bolj nepravičen, kot tisti, ki Izumi laž o Allah ali zanika svoje znake? Res, kriminalci ne bo uspelo
sr_cyrl: Па , ко је више неправедан него онај ко измисли лаж о Аллах или негира његов знакове? Заиста , криминалци неће успети
sr_latn: Pa, ko je više nepravedan nego onaj ko izmisli laž o Allah ili negira njegov znakove? Zaista, kriminalci neće uspeti
uk: Так хто ж більш несправедливим, ніж той, хто винаходить брехня про Аллах або забороняє його ознаки? Дійсно, злочинці не вдасться
vi: Vì vậy, những người là càng bất công hơn ông đã phát minh ra nói dối về Allah hoặc từ chối các dấu hiệu của mình? Thật vậy, những tên tội phạm sẽ không thành công
zu: Ngakho ubani kalunganga ezingaphezu kuka lowo invents amanga mayelana Allah noma uyakuphika izibonakaliso zakhe?
