Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran198
source: And kill them wherever you overtake them and expel them from wherever they have expelled you, and fitnah is worse than killing. And do not fight them at al-Masjid al- Haram until they fight you there. But if they fight you, then kill them. Such is the recompense of the disbelievers.
ca: I matar-los allà on vostè assolir-los i expulsar-los des d'allà on ells han expulsat, i fitnah és pitjor que l'assassinat. I no lluitar contra ells al-Masjid al - Haram fins que lluiten amb vostè allà. Però si lluiten contra tu, llavors matar-los. Tal és la recompensa dels disbelievers.
cy: A lladd eu lle bynnag ydych oddiweddyd iddynt ac ddiarddel iddynt o ble bynnag y wedi diarddel chi, a fitnah yn waeth na ladd. A wneud nid ymladd iddynt yn al-Masjid al-Haram hyd nes y byddant yn ei hymladd chi yno. Ond os Mae brwydro chi, yna ladd iddynt. O'r fath yn ad-dalu y disbelievers.
da: Og dræbe dem hvor du overhale dem og udvise dem fra hvor de har udvist du, og fitnah er værre end drab. Og ikke bekæmpe dem på al-Masjid al - Haram, indtil de kæmpe dig der. Men hvis de kæmper dig, derefter dræbe dem. Sådan er belønning af vantro.
el: Και να τους σκοτώσει, όπου μπορείτε να τους προσπεράσει και να τους εκδιώξει από όπου και αν αυτοί έχουν απελαθεί σας, και fitnah είναι χειρότερη από τη θανάτωση. Και δεν αγώνα τους στο al Masjid al - Haram μέχρι σας πολεμούν εκεί. Αλλά εάν αυτοί μάxομαι σας, στη συνέχεια, να τους σκοτώσει. Τέτοια είναι η ανταμοιβή των disbelievers.
et: Ja neid tappa, kui see neid edestada ja suruvad neid, kus iganes nad on välja saadetud teile ja fitnah on hullem kui tapmine. Ja mitte võidelda neid al-Masjid al - Haram kuni nad võitlevad teid seal. Aga kui nad võitlevad teid, siis neid tappa. Selline on selle uskottomille registreerimiskohas.
fi: Ja tappaa heidät, missä ohittaa ne ja karkottaa heidät missä he puhaltanut sinun ja fitnah on huonompi kuin tappaminen. Ja ei taistella niitä on al-Masjid al - Haram kunnes he taistelevat sinua siellä. Mutta jos he taistelevat sinua, niin Tappakaa heidät. Sellainen on oleva uskottomien palkka.
he: להרוג אותם בכל מקום לך שנשיג אותם, לגרשם מן בכל מקום שבו יש גירשו אתכם, fitnah יותר גרוע מאשר הריגתו. לא להילחם. בהם, אל-מסג'יד אל - חראם עד שהם להילחם בך שם אבל אם הם להילחם בך, אז תהרוג אותם. כזאת היא התמורה של disbelievers.
hr: I ubiti ih gdje god ih stići i protjerati ih iz gdje god izbacili su te, a fitnah je gori od ubijanja. I ne borite na al-Masjid al - Haram dok se bore da se tamo. Ali ako se borite, onda ih ubiti. Takva je nagrada je iskuse.
lt: Ir žudyti juos, kur jus aplenks juos ir išsiųsti juos iš ten, kur jie buvo išsiųsti jums, ir fitnah yra blogiau, nei žudymas. Ir ne kovoti su jais ne al-Masjid al - Ḥaram mečetę kol jie kovoti jūs ten. Bet jei jie kovoti, tada žudyti juos. Toks yra ir disbelievers atpildą.
lv: Un nogalināt tos, ja vien apsteigs viņus un izraidīt tos no visur, kur tie ir izraidīts jums un fitnah ir sliktāks nekā ļaunāka par nogalēšanu. Un nav viņiem cīnīties pie al-Masjid al - Haram līdz brīdim, kad viņi man uzbruks jums tur. Bet, ja tie cīnās, tad viņus nogalināt. Tāds ir atlīdzība disbelievers.
nb: Og drepe dem uansett hvor du kjøre forbi dem og fordrive dem fra hvor de har utvist du, og fitnah er verre enn drap. Og ikke kjempe dem på al-Masjid al - Haram før de kjempe deg der. Men hvis de kjempe deg, deretter drepe dem. Slik er vederlag av troende.
sk: A zabiť, nech si jich vyhnať ich z kdekoľvek máte vyhnaní, ste a fitnah je horšie, ako zabíjanie. A nebojujú im v al Masjid al - Haram, kým ste tam bojujú. Ale ak sa s tebou bojovať, potom zabiť. Taký je odmenu neveriacim.
sl: In ubiti, kjer jih prehiteti in jih izgnati iz kjerkoli so ste izgnani, in fitnah je slabše kot ubijanja. In ni jih boj na al-Masjid al - Haram, dokler se boriš tam. Ampak če se boriš, potem jih ubijejo. Taka je odškodnino za disbelievers.
sr_cyrl: И убити их, где год да си их претекни их избацим из где год они вас прогнали и фитнах је горе од убијања. И не бори се их у ал-дћамију ал - Харам док се не боре ли се тамо. Али ако су се борим са тобом, онда их убити. Таква је компензацију за скептике.
sr_latn: I ubiti ih, gde god da si ih pretekni ih izbacim iz gde god oni vas prognali i fitnah je gore od ubijanja. I ne bori se ih u al-dћamiju al - Haram dok se ne bore li se tamo. Ali ako su se borim sa tobom, onda ih ubiti. Takva je kompenzaciju za skeptike.
uk: І вбити їх, де б ви обігнати їх і вигнати їх з там, де вони мають вигнані ви, та fitnah ще гірше, ніж вбивство. І не боротися з ними на Аль Масджид аль - Харам поки вони боротися з вами там. Але якщо вони боротися з вами, потім, вбити їх. Це нагорода за disbelievers.
vi: Và giết họ bất cứ nơi nào bạn vượt qua họ và trục xuất họ từ bất cứ nơi nào họ có trục xuất bạn và fitnah là tồi tệ hơn giết chết. Và không chống lại chúng tại al-Masjid al - Haram cho đến khi họ đấu tranh bạn có. Nhưng nếu họ chống lại bạn, sau đó giết họ. Như vậy là thương hiệu thì những.
zu: Futhi ababulale noma ngabe ukuphi ngizifice saxosha wabaphumela evela Nomaphi lapho bangaxoshwa kuwe, futhi fitnah is ngcolile than lokubulala.

# Quran199
source: And if they cease, then indeed, Allah is Forgiving and Merciful.
ca: I si deixen, de fet, llavors Allah és indulgent i Clement.
cy: Ac os ydynt yn peidio, yn wir, yna Allah yn Forgiving a Merciful.
da: Og hvis de ikke længere, så ja, Allah er Forgiving og barmhjertige.
el: Και εάν πάψουν, πράγματι, στη συνέχεια, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja kui nad lõpetavad, siis tõepoolest, Allah on Forgiving ja Merciful.
fi: Ja jos he lakkaavat taistelemasta, sitten Allah on anteeksiantava ja armollisin.
he: אם הם מפסיקים, אז אכן, אללה הוא Forgiving, הרחום והחנון.
hr: I ako su, onda zaista, Allah je opraštanje i milostiv.
lt: Ir jeigu jie išsikrausto, tada iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Un, ja viņi vairs nav, tad patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Og hvis de slutter, deretter faktisk Allah tilgi og barmhjertig.
sk: A ak prestanú, potom v skutočnosti Boh je odpúšťajúci a Milosrdných.
sl: In če prenehajo, potem res, Allah je tolerantna in usmiljen.
sr_cyrl: А ако они престану, онда заиста, Аллах је Форгивинг и милосрдна.
sr_latn: A ako oni prestanu, onda zaista, Allah je Forgiving i milosrdna.
uk: І якщо вони припинили, то дійсно, Аллах бачить і Merciful.
vi: Và nếu họ chấm dứt, sau đó, quả thật vậy, Allah Forgiving và Merciful.
zu: Futhi uma they ngokufanayo bangase bapheze, khona-ke ngempela, Allah Thethelela Nomusa futhi.

# Quran200
source: Fight them until there is no [more] fitnah and [until] worship is [acknowledged to be] for Allah. But if they cease, then there is to be no aggression except against the oppressors.
ca: Lluitar contra ells fins que hi hagi cap fitnah [més] i [fins [reconeguda com] veneració] d'Allah. Però si deixen, llavors hi ha de ser cap agressió excepte contra els opressors.
cy: Iddynt yn ymladd hyd nes y ceir nad oes fitnah [mwy] a [tan [Cydnabyddir yn] addoli] ar gyfer Allah. Ond os ydynt yn peidio, yna ceir fod unrhyw ymddygiad ymosodol ac eithrio erbyn y gormeswyr.
da: Bekæmpe dem indtil der ikke er nogen [mere] fitnah og [indtil] tilbedelse er [erkendt for at være] for Allah. Men hvis de ikke længere, så der er at være nogen aggression undtagen mod undertrykkerne.
el: Καταπολέμηση τους έως ότου δεν υπάρχει καμία fitnah [περισσότερα] και [μέχρι [αναγνωρίζεται να είναι] λατρείας] για τον Αλλάχ. Αλλά αν πάψουν, τότε υπάρχει να είναι καμία επιθετικότητα εκτός ενάντια στους καταπιεστές.
et: Võitlus neid kuni on [more] fitnah ja [kuni [tunnistatakse] kummardama] Jumalat. Aga kui nad enam, siis on olema mingit agressiivsust välja arvatud vastu ning rõhujad.
fi: Taistella niitä niin kauan kuin ei ole [lisää] fitnah ja [] palvonta [tunnustetaan olevan] Jumala. Mutta jos he lakkaavat taistelemasta, niin ei olla mitään paitsi hyökkäystä sortajia.
he: להילחם בהם עד אין fitnah [עוד] ו [עד] פולחן הוא [הודה להיות] למען אללה. אך אם הם מפסיקים, ואז אין להיות אין לתוקפנות חוץ נגד המדכאים.
hr: Protiv njih dok ne [više] fitnah i do obožavanja [naveden biti] za Allaha. Ali prestanu, zatim tu je biti bez agresije osim protiv tlačitelja.
lt: Kovoti su jais tol, kol nėra jokių [daugiau] fitnah ir [iki] garbinimas yra [pripažįstama, kad] dėl Dievo. Bet jei jie nustoja, ten yra, kad jokios agresijos išskyrus prieš niesprawiedliwi.
lv: Viņiem cīnīties līdz brīdim, kad nav neviena [vairāk] fitnah un [dievkalpojumu ir [atzīts par] līdz] par Allah. Bet ja viņi vairs nav, tad tur ir jābūt ne agresijas, izņemot pret apspiedējiem.
nb: Kjempe dem inntil det er ingen [mer] fitnah og [til] tilbedelse er [anerkjent] for Allah. Men hvis de slutter, er det å være ingen aggresjon unntatt mot undertrykkerne.
sk: S nimi bojovať dovtedy, kým nie je žiadna fitnah [viac] a [uctievanie je [uznáva] do] pre Boha. Ale ak prestanú, potom nie je treba žiadna agresia okrem proti utlačovatelům.
sl: Boj jih dokler ni nobenega [več] fitnah in [do] čaščenje je [prepoznala] za Allah. Ampak če prenehajo, potem ni treba nobene agresije razen proti silnik.
sr_cyrl: Да се боримо док не постоји фитнах нема [Више] и [до] молитву је [признат] за Алаха. Али ако они престану, онда постоји да буде без агресије, осим на тлаиитеље.
sr_latn: Da se borimo dok ne postoji fitnah nema [Više] i [do] molitvu je [priznat] za Alaha. Ali ako oni prestanu, onda postoji da bude bez agresije, osim na tlaиitelje.
uk: Боротися з ними поки немає не [Докладніше] fitnah і [поки [визнано бути] поклоніння] для Аллаха. Але якщо вони припинили, тобто необхідно немає агресії, за винятком проти гнобителів.
vi: Chiến đấu chống lại chúng cho đến khi không có fitnah [nhiều] và đến tôn thờ [thừa nhận được] cho Allah. Nhưng nếu họ chấm dứt, sau đó có là phải không có sự xâm lăng ngoại trừ chống lại oppressors các.
zu: Fight kubo kuze akukho [more] fitnah ukukhulekela futhi [kuze] is [yavuma ukuba kube] for Allah.

# Quran201
source: [Fighting in] the sacred month is for [aggression committed in] the sacred month, and for [all] violations is legal retribution. So whoever has assaulted you, then assault him in the same way that he has assaulted you. And fear Allah and know that Allah is with those who fear Him.
ca: [Lluitant] mes sagrat és per [comesos en l'agressió] mes sagrat, i per violacions [tots els] és legal retribució. Tan qui t'ha assaltat, llavors ell d'assalt de la mateixa manera que vostè ha assaltat. I la por d'Allah i saber que Allah és amb qui li tinc por.
cy: [Ymladd yn] y mis sanctaidd yw [wedi ymrwymo yn ymosodol] y mis sanctaidd, a'r ymyriadau [bob] yn dial cyfreithiol. Felly pwy bynnag wedi ymosod chi, yna ymosodiad ef yn yr un modd wedi iddo ymosod chi. Ac ofn Allah ac yn gwybod bod Allah gyda'r rhai sy'n ofni iddo.
da: [Kampene i] den hellige måned er for [aggression begået i] den hellige måned, og for [alle] krænkelser er juridisk gengældelse. Så hvem har overfaldet du, så angribe ham på samme måde, som han har overfaldet du. Og frygt Allah og ved, at Allah er med dem, der frygter ham.
el: [Μάχες στην] είναι ο ιερός μήνας για [αγριότητες που έχουν διαπραχθεί σε] τον ιερό μήνα, και για παραβιάσεις του [όλα] είναι νομικών αντίποινα. Έτσι όποιος έχει επίθεση σας, στη συνέχεια, τον επίθεση με τον ίδιο τρόπο που αυτός έχει επίθεση σας. Και ο φόβος Αλλάχ και γνωρίζουμε ότι Αλλάχ είναι με εκείνους που τον φοβούνται.
et: [Võitlevad] [toime Agressioon] sacred kuude_arv Püha kuu, ja [kõik] rikkumiste eest on juriidiline kättemaksu. Nii et kes iganes on rünnatud, siis assault teda samal viisil, et ta on rünnatud, te. Ja kardavad, et Allah ja tean, et Allah on nendega, kes teda kardavad.
fi: [Taistelut] [aggressio aiheutunut] on pyhä pyhä kuukausi ja [all] rikkomuksista on oikeudellinen kostoa. Joten kuka on pahoinpidelty, niin hyökkäys häntä samalla tavalla, kuin hän on pahoinpidelty. Ja pelätkää Allahia ja tiedämme, että Allah on niiden kanssa, jotka häntä pelkäävät.
he: [בלחימה ב] החודש המקודש מיועד [תוקפנות שבוצעו] החודש הקדוש, על הפרות [כל] הוא גמול חוקי. אז מי התקיף אותך ולאחר מכן תקפנו אותו באותו אופן שבו הוא התקיף אותך. פחד אללה ואני יודעת כי אללה הוא עם אלה אשר פוחדים ממנו.
hr: [Borbe u] Sveti mjesec je za [agresije počinjene u] Sveti mjesec, a za [sve] povrede pravne osvete. Tako onaj tko je napao vas, onda ga za napad na isti način na koji te je napao. I boj se Allaha i Allah je uz one koji se njega boje.
lt: [Kovos] Švento mėnesio skirtas [agresijos padarytas] Švento mėnesio, ir [visi] pažeidimus yra teisinis atpildas. Taigi kas yra užpuolimo jums, tada puolimą jam taip pat, kad jis buvo Užpultas jums. Ir bijo Allah ir žinome, kad Dievas yra su tais, kurie jo.
lv: [Kaujas] [agresijas izdarīts] svēts mēnesis ir svēts mēnesis, un [visi] pārkāpumi ir juridiska atmaksa. Tātad tam, kurš ir uzbruka, tu, tad uzbrukums viņu tādā pašā veidā, ka viņš ir uzbrucis jums. Un bailes Allah un zina, ka Allāhs ir ar tiem, kuri baidās viņam.
nb: [Kampene i] den hellige måneden er for [aggresjon i] den hellige måneden, og for [alt] brudd er juridisk gjengjeldelse. Så hvem har overfalt du, så angripe ham på samme måte som han har angrep du. Og frykt Allah og vet at Allah er dem som frykter ham.
sk: [Boje v] je posvätný mesiac [agresie v] posvätný mesiac, a [všetky] porušení právnych odplaty. Tak ten, kto sa vás napadli, potom útok ho rovnakým spôsobom, že on sa vás napadol. A strach Alah a viem, že Boh je s tými, ktorí sa ho bojí.
sl: [Avgustovskih] sveto mesec je za [agresije v] sveto mesec, in za [vse] kršitev je pravno maščevanja. Kdor ga je napadel, torej mu napad na enak način, ki je ga je napadel. In strah Allah in vem, da Allah je s tistimi, ki se ga bojijo.
sr_cyrl: [Борбе у] свети месец је за [агресије почињене у] свети месец, и за [све] кршење је легално одмазде. Па ко год те је напао, а онда га је напала на исти начин на који је напао те је. И страх Алаха, и знам да је Аллах са онима који га се боје.
sr_latn: [Borbe u] sveti mesec je za [agresije počinjene u] sveti mesec, i za [sve] kršenje je legalno odmazde. Pa ko god te je napao, a onda ga je napala na isti način na koji je napao te je. I strah Alaha, i znam da je Allah sa onima koji ga se boje.
uk: [Бойові дії в] священний місяць – [агресії, скоєних у] священного місяця, і за порушення [всі]-правові розплата. Тому той, хто має насильству ви, а потім напад його таким же чином, що він має напав ви. І боїться Аллаха і знати, що Аллах з тих, хто боїться його.
vi: [Chiến đấu ở] Tháng thiêng liêng là cho [xâm lược cam kết trong] Tháng thiêng liêng, và đối với hành vi vi phạm [tất cả] là sự trừng phạt của pháp luật. Vì vậy bất cứ ai đã tấn công bạn, sau đó tấn công anh ta trong cùng một cách mà ông đã tấn công bạn. Và sợ Allah và biết rằng Allah là với những người sợ hãi anh ta.
zu: [Ukulwa in] ngenyanga engcwele iwukuba [sonya abazenza ngaphambili] ngenyanga engcwele, futhi ukwephulwa [konke] kusemthethweni retribution.

# Quran202
source: And spend in the way of Allah and do not throw [yourselves] with your [own] hands into destruction [by refraining]. And do good; indeed, Allah loves the doers of good.
ca: Passar en el camí d'Allah i no llençar [vosaltres] amb el seu [propi] mans en destrucció [, abstenint-se]. I fer un bon; de fet, Allah estima els autors de bo.
cy: A gwario rhwystro Allah ac nad ydynt yn taflu [eich hunain] â'ch [ei hun] dwylo yn dinistrio [gan Nghynulliad]. A da ei wneud; yn wir, mae Allah wrth ei bodd phoenwn da.
da: Og bruge i vejen for Allah og ikke smide [dem] med [egne] hænder i ødelæggelse [ved at afstå]. Og gøre godt; faktisk elsker Allah magtsyge af god.
el: Και να περάσουν στο δρόμο του Αλλάχ και δεν ρίξει [yourselves] με [] τα χέρια σας σε καταστροφή [από αποχή]. Και να έχει καλές? Πράγματι, ο Αλλάχ αγαπάει doers του καλού.
et: Ja Allah viis veeta ja ei viska [ise] [ise] kätega arvesse hävitamise [järgi jätkusid]. Ja teha head; Tõepoolest, Jumal armastab head tegijad.
fi: Ja viettää tapa hillitä ja Älä heitä [itse] (omiin) kädet tuhoon [luopumalla]. Ja tehdä hyvää; itse asiassa Jumala rakastaa hyvää väärintekijät.
he: ולא לבלות בדרכו של אללה, אל תזרקי [לכם] בידיים [] לתוך הרס [על-ידי הימנעות]. וטוב לעשות; אכן, אללה אוהב פעלתנים טוב.
hr: I provesti na Allahovom putu i baciti [se] [svojim] rukama u propast [od suzdržavanja]. Činite dobro; Doista, Allah voli rade dobro.
lt: Ir išleisti kaip Dievas ir nemeskite [save] su [savo] rankas į sunaikinimo [iš susilaikyti]. Ir daryti gera; iš tiesų Dievas myli gerai daro.
lv: Un pavadīt ceļā Allah un ne mest [sev] ar savu [] iznīcināšanas rokās [, atturoties]. Un darīt labu; patiešām, Allah mīl labi darītāji.
nb: Og bruke i form av Allah og ikke kaste [dere] med [eget] hendene i ødeleggelse [av avstå]. Og gjøre gode; faktisk elsker Allah doers av god.
sk: Stráviť v ceste Alah a nevyhadzujte [seba] [vlastné] rukami do zničenia [podľa upustili]. A robiť dobre; v skutočnosti Boh miluje konajte dobro.
sl: Preživite na poti Alah in ne mečite [se] z [lastno] roke v uničenje [predložila]. In delati dobro; res, Allah ljubi kršitelje dobro.
sr_cyrl: И провести на Алаховом путу и не бацај [се] [својим] рукама у пропаст [уздржавањем]. А добар; Уистину , Аллах воли акцију тога доброг.
sr_latn: I provesti na Alahovom putu i ne bacaj [se] [svojim] rukama u propast [uzdržavanjem]. A dobar; Uistinu, Allah voli akciju toga dobrog.
uk: І витрачати на шляху Аллах і не кидати [самі] з ваших [] руках на знищення [, відмови]. І робити добро; дійсно, Аллах любить передбачивши добре.
vi: Và chi tiêu theo cách của Allah và không ném [chính mình] [riêng] của bạn tay vào hủy diệt [bởi refraining]. Và làm tốt; Thật vậy, Allah yêu những kẻ tốt.
zu: Futhi ukuchitha ngendlela ka Allah ungawulahli [ngokwenu] ngezandla zakho [wabo] ekubhujisweni [ngokugwema].
