Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1628
source: She said, "That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased."
ca: Ella va dir, "que és la sobre qui em culpava. I certament que tractava de seduir a ell, però va refusar fermament; i si no ho farà què puc demanar-lo, segurament es ser empresonat i serà d'aquells degradat."
cy: Dywedodd, "Dyna yr un am bwy yr ydych wedi beio imi. A sicr y ceisiais seduce iddo, ond iddo wrthod yn bendant; ac os bydd ef yn wneud hyn wyf yn ei orchymyn ef, bydd ef yn sicr gael eu carcharu ac fydd o danseilio hynny."
da: Hun sagde, "det er ene om hvem du beskyldte mig. Og jeg helt sikkert søgt at forføre ham, men han nægtede fast; og hvis han ikke vil gøre, hvad jeg for ham, han vil helt sikkert blive fængslet og bliver af disse fornedret. "
el: Είπε, «που είναι αυτός για τον οποίο σας κατηγόρησε μου. Και μου σίγουρα προσπάθησε να τον αποπλανήσει, αλλά αυτός αρνήθηκε σταθερά? και αν θα κάνει ό, τι μπορώ να παραγγείλω τον, αυτός σίγουρα θα είναι στη φυλακή και θα είναι των εν λόγω συρρικνωμένη.»
et: Ta ütles: "see on üks umbes kes sa süüdistada mind. Ja ma kindlasti otsis meelitama teda, kuid ta keeldus kindlalt; ja kui ta ei tee ma et teda, ta kindlasti saab kinni ja nende alustest on."
fi: Hän sanoi: "se on yksi noin jolle syyttää minua. Ja varmasti yritti vietellä hänet, mutta hän kieltäytyi vakaasti; ja jos hän tekee, mitä tilaan häntä, hän varmasti on pidätetty on nämä emäkset."
he: היא אמרה, "זה על מי. האשמת אותי. בהחלט חיפשתי לפתות אותו, אבל הוא סירב בתוקף; אם הוא לא יעשה את מה שאני אומר לו, הוא בוודאי להיות כלוא, יהיה של הממשל הללו."
hr: Rekla je, "To je onaj o kome okrivio mene. I svakako nastojao ga zavesti, ali on je odlučno odbio; i ako on to neće učiniti kako ga, on će sigurno biti zatvoren i bit će od one debased."
lt: Ji sako, "tai apie kurį jūs kaltinamas man viena. Ir aš tikrai stengėsi suvilioti jį, tačiau jis tvirtai atsisakė; ir jei jis bus ne tai, ką aš galiu užsisakyti jam, jis tikrai bus būti įkalintas ir bus tas debased."
lv: Viņa teica: "tas ir viens, par kuru jūs vainojat mani par to. Un noteikti centās pavest viņu, bet viņš stingri noraidīja; un ja viņš darīs, ko es varu pasūtīt viņu, viņš noteikti atrodas ieslodzījumā un būs no šīm bāzēm.
nb: Hun sa: "det er en om hvem du klandret meg. Og jeg absolutt forsøkte å forføre ham, men han nektet fast; og hvis han ikke vil gjøre hva jeg bestille ham, han vil sikkert bli fengslet og blir de fornedret.
sk: Ona povedala: "to je ten, o koho si vinu ma. A určite sa snažili zviesť, ale pevne odmietol; a ak on neurobí, čo objednať ho, on bude určite uväznený a bude mať tieto znehodnotený."
sl: Ona reče: "to je tisto o katere vas mi krivi. In jaz zagotovo poskušala zapeljati mu, vendar je odločno zavrnil; in če bo storil, kar mu naročim, on bo zagotovo zaprli in bo od teh baz. "
sr_cyrl: Рекла је, "То је онај о коме си ме кривио. Свакако сам хтео да га заведе, а он је одлучно одбио; а ако не ради шта сам му наредити, он ће сигурно бити у затвору и да ће бити од оних унићени."
sr_latn: Rekla je, "To je onaj o kome si me krivio. Svakako sam hteo da ga zavede, a on je odlučno odbio; a ako ne radi šta sam mu narediti, on će sigurno biti u zatvoru i da će biti od onih uniћeni."
uk: Вона сказала: "це той, про яких ви звинувачували мене. І я безумовно прагнули, щоб спокусити його, але він твердо ніхто не прислухувався! і якщо він не буде робити, що я йому замовлення, він буде напевно бути поміщений у в'язницю і буде з тих debased."
vi: Cô nói, "đó là một khoảng mà bạn đổ lỗi cho tôi. Và tôi chắc chắn tìm cách dụ dỗ anh ta, nhưng ông chắc chắn đã từ chối; và nếu ông sẽ không làm những gì tôi yêu cầu anh ta, ông chắc chắn sẽ bị giam giữ và sẽ là của những người đã."
zu: Wathi: "Yileyo ngaye you sola me Mina ngokuqinisekile wafuna ukumyenga, kodwa ngenqaba ngokuqinile. Futhi uma yena ngeke akwenze lokho mina oda kuye, nakanjani uyoboshwa futhi ngeke abe khona phakathi kwabadla engenasimilo.

# Quran1629
source: He said, "My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant."
ca: Va dir, "el meu Senyor, presó és més al meu gust que això a la qual van convidar-me. I si vostè evitar no de mi el seu pla, podria inclinar cap a ells i ser [així] de la ignorància".
cy: Meddai, "fy Arglwydd, carchar yn fwy at fy nant nag y maent yn gwahodd imi. Ac os ydych chi nid osgoi oddi wrthyf eu cynllun, gallai inclein tuag atynt [felly] yn y anwybodus."
da: Han sagde, "min herre, fængsel er mere til min smag end det som de inviterer mig. Og hvis du ikke afværge fra mig deres plan, jeg kan bøje mod dem og [dermed] være af den uvidende"
el: Είπε, «Κύριέ μου, η φυλακή είναι περισσότεροι στην προτίμησή μου από εκείνη στην οποία καλούν εμένα. Και αν δεν σας αποτρέψουν από μένα το σχέδιό τους, θα μπορούσα να προμήθευέ τους και [έτσι] είναι η άγνοια.»
et: Ta ütles: "Issand, vangla on minu maitse järgi rohkem kui see, mida nad kutsuvad mind. Ja kui sa ei ära hoida mind nende plaan, ma võiks incline suunas neid ja [seega] olema asjatundmatu."
fi: Hän sanoi: "herrani, vankila on enemmän minun makuuni johon he kutsuvat minua. Ja jos voit välttää minulta suunnitelma, ehkä taipuvaisia kohti heitä ja [] siis tietämättömien."
he: הוא אמר, "אדוני, הכלא הוא לטעמי יותר מזה שאליו הם מזמינים אותי. ואם לא למנוע ממני את התוכנית שלהם, אני עשוי בשיפוע כלפיהם [לכן] להיות של הבורים."
hr: Rekao je, "gospodaru, zatvor je više sviđa od toga na koji su me pozvali. I ako ne odvratiti od mene njihov plan, može naginjati prema njima i [tako] biti u neznanju."
lt: Jis sakė: "mano Viešpats, kalėjime yra daugiau nei, į kurią jie kviesti mane mano simpatijas. Ir jei jūs ne išvengti nuo manęs savo planą, aš galėtų palenkti link jų ir [taip] būti nieswiadomych."
lv: Viņš teica: "mans kungs, cietuma manam patika vairāk nekā, uz ko tie uzaicināt mani. Un ja jūs nevar novērst no manis viņu plāns, iespējams slīpums viņiem pretī un [tā] ir nezinošs."
nb: Han sa: «min Herre, fengsel er mer til meg liking enn som de inviterer meg. Og hvis du ikke avverge fra meg deres plan, jeg kan skråning mot dem og [slik] være uvitende.
sk: On povedal: "môj pane, väzenie je na môj vkus viac než na ktoré pozývajú ma. A ak nie odvrátiť od mi ich plánu, som mohol sklon k nim a [teda] sa nepozná."
sl: Je dejal, "Moj Gospodar, zapor je bolj po mojem okusu tistega, na katerega povabijo me. In če vas ne odvrne od mene njihov načrt, sem lahko naklon proti njim in [tako] nevedne."
sr_cyrl: Он је рекао, "мој господару, затвор је више по мом укусу, од тога на који су ме позвали. И ако не скрежељ од мене њихов план, можда коси према њима и да [тако] бити од незналице."
sr_latn: On je rekao, "moj gospodaru, zatvor je više po mom ukusu, od toga na koji su me pozvali. I ako ne skreжeљ od mene njihov plan, možda kosi prema njima i da [tako] biti od neznalice."
uk: Він сказав: "Мій Господь в'язниці більше в моєму смаку того в яку вони запрошують мене. І якщо ви не допустити від мене їх план, я міг би схилити до них і [так] бути неосвічених."
vi: Ông nói, "Thưa ngài, nhà tù là nhiều theo ý thích của tôi hơn thế mà họ mời tôi. Và nếu bạn không ngăn chặn từ tôi kế hoạch của họ, tôi có thể nghiêng về phía họ và [do đó] là dốt nát."
zu: Wathi, "Nkosi, jele ngaphezulu esilindele yami kunemicabango ukuthi kuyo bayangimema. Futhi uma Awudingi angashaywa kude nami plan yabo, ngibe nithambekisele ngakubo futhi [ngaleyo ndlela] babe ngenalwazi."

# Quran1630
source: So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing.
ca: Així seu Senyor va respondre per ell i evitat d'ell el seu pla. De fet, ell és l'audiència, el saber.
cy: Felly mae ei Arglwydd yn ymateb iddo ac osgoi eu cynllun oddi wrtho. Yn wir, ei fod yn y gwrandawiad, y mae gwybod.
da: Så hans Herren svarede ham og afværget fra ham deres plan. Han er faktisk høringen, vide.
el: Έτσι ο Λόρδος απάντησε σ ' αυτόν και απέτρεψε από αυτόν το σχέδιό τους. Πράγματι, είναι η ακρόαση, η γνώση.
et: Nii ta isand vastas talle ja hoidnud teda oma plaani. Tõepoolest, ta on kuulmine, ning teades.
fi: Niin Herra vastasi hänelle ja torjua häneltä heidän suunnitelmansa. Itse asiassa hän on istunnossa, kun tiedetään.
he: אז האדון השיב לו, נמנע ממנו את התוכנית שלהם. ואכן, הוא הדיון, לדעת...
hr: Tako njegov gospodin odgovorio da ga i izbjegli smo mu svoj plan. Doista, on je sluh, poznavanje.
lt: Todėl jo Viešpats jam atsakė ir išvengti iš jo savo planą. Iš tiesų, jis yra per posėdį, kad žinios.
lv: Tātad viņa kungs atbildēja uz viņu un novērstas no viņa savu rīcības plānu. Protams, viņš ir dzirdes, zinot.
nb: Så hans Herre svarte ham og avverget fra ham deres plan. Han er faktisk høringen, på å vite.
sk: Tak sa jeho pán odpovedal mu a odvrátiť sa od neho ich plán. On je skutočne pojednávaní vedieť.
sl: Tako njegov Gospod mu je odgovoril in odvrniti od njega njihov načrt. Res, on je zaslišanje, je poznavanje.
sr_cyrl: Тако је његов господар реаговала на њега и избегнута од њега њихов план. Он је, заиста, слух, и знајужи.
sr_latn: Tako je njegov gospodar reagovala na njega i izbegnuta od njega njihov plan. On je, zaista, sluh, i znajuжi.
uk: Так що його Господь відповів йому і запобігти від нього їх план. Дійсно, він є слух, знаючи, що в.
vi: Do đó, Chúa của mình phản ứng với anh ta và ngăn chặn từ Ngài kế hoạch của họ. Thật vậy, anh ta nghe, sự hiểu biết.
zu: Ngakho akhe Lord phendula him futhi ibuye kuye plan yabo.

# Quran1631
source: Then it appeared to them after they had seen the signs that al-'Azeez should surely imprison him for a time.
ca: Llavors va aparèixer a ells després que havien vist els signes que al-"Azeez segurament hauria d'empresonar-lo per un temps.
cy: Yna yn ymddangos iddynt ar ôl wedi gweld arwyddion bod al-' Onid dylai Azeez carcharu ef am amser.
da: Så det forekom dem, efter at de havde set tegnene at al-'Azeez bør helt sikkert fængsle ham for en tid.
el: Τότε εμφανίστηκε σε αυτούς μετά το είχαν δει τα σημάδια ότι al-«Azeez θα πρέπει σίγουρα να φυλακίζουν τον ίδιο εδώ και καιρό.
et: Siis selgus, neile pärast seda, kui nad olid näinud märke selle al-'Azeez tuleks kindlasti vangistada teda aega.
fi: Sitten se ilmestyi heille, kun he olivat nähneet merkkejä al-'Azeez varmasti vangita häntä jonkin aikaa.
he: ואז נראה להם אחרי שהם ראו את הסימנים אל הזה-'Azeez בוודאי צריך לכלוא את אותו זמן.
hr: Onda se pojavio na njih kad su vidjeli znakove da al-'Azeez sigurno treba ga zatvoriti za vrijeme.
lt: Tada paaiškėjo, kad juos po to, kai jie matė ženklus to al-'Azeez turėtų tikrai įkalinti jį laiką.
lv: Tad parādījās viņiem pēc tam, kad viņi bija redzējuši pazīmes, ka al-'Azeez būtu noteikti ieslodzīt viņu laiku.
nb: Så det viste seg for dem etter at de hadde sett tegn at al-'Azeez bør sikkert fengsle ham for en tid.
sk: Potom sa ukázalo, že ich po oni videli znamenia al-"Azeez určite by ho uväzniť na dobu.
sl: Potem se je izkazalo, da jih, ko so videli znake al-'Azeez je zagotovo mu zapiranje za časa.
sr_cyrl: А онда се појавило да их након што су видели знаке ал-'Азеез треба да сигурно затварала оног времена.
sr_latn: A onda se pojavilo da ih nakon što su videli znake al-'Azeez treba da sigurno zatvarala onog vremena.
uk: А потім виявилося, на них після того, як вони бачили ознаки цього Аль-'Azeez повинні обов'язково укласти його в тюрму на час.
vi: Sau đó, nó xuất hiện cho họ sau khi họ đã thấy các dấu hiệu đó al-'Azeez nên chắc chắn giam giữ ông ta trong một thời gian.
zu: Khona-ke efika kubo ngemva babebone izibonakaliso al-'Azeez Kufanele nakanjani bopha kuye isikhathi.

# Quran1632
source: And there entered the prison with him two young men. One of them said, "Indeed, I have seen myself [in a dream] pressing wine." The other said, "Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good."
ca: I hi ha entrat a la presó amb ell dos joves. Un d'ells va dir, "De fet, he vist jo mateix [en un somni] prement vi." L'altre va dir: "de fet, he vist jo mateix portant en el meu pa responsable [alguns], des d'on estàvem menjant les aus. Informar-nos de la seva interpretació; de fet, podem veure que d'aquells que fer el bé."
cy: Ac yna aeth y carchar gydag ef dau ddyn ifanc. Dywedodd un ohonynt, "Yn wir, rwyf wedi gweld fy hun yn [mewn breuddwyd] pwyso gwin." Dywedodd y llall, "yn wir, rwyf wedi gweld fy hun yn cario ar fy bara pennaeth [rai], yr oedd yr adar yn bwyta. Rhoi gwybod inni am ei dehongli; yn wir, rydym yn gweld chi fod rhai sy'n gwneud yn dda."
da: Og der indgået fængslet med ham to unge mænd. En af dem sagde, "Ja, jeg har set mig selv [i en drøm] ved at trykke på vin." Den anden sagde, "Ja, jeg har set mig selv transporterer efter mit hoved [nogle] brød, hvorfra fuglene spiste. Informere os om sin fortolkning; vi se, du skal til dem, der gør godt."
el: Και εκεί μπήκε στη φυλακή μαζί του δύο νεαροί. Ένας από αυτούς είπε, «Πράγματι, έχω δει ο ίδιος [σε ένα όνειρο] πιέζοντας κρασί.» Ο άλλος είπε, "πράγματι, έχω δει τον εαυτό μου να μεταφέρουν κατόπιν ψωμί μου κεφάλι [μερικά], από το οποίο έτρωγαν τα πουλιά. Ενημερώστε μας της την ερμηνεία? Πράγματι, μπορούμε να δούμε να είσαι από αυτούς που κάνουν καλό.
et: Ja kantakse vangla temaga kaks noormeest. Üks neist ütles: "Tõepoolest, olen näinud ise [in unistus] vajutades veini." Teine ütles: "tõepoolest, olen näinud ise pärast minu peas, [mõned] leib, kust linnud sõid veavad. Teavita meid oma tõlgenduse; Tõepoolest, me näeme, kes kas hea olla."
fi: Ja tuli vankilassa hänen kaksi nuorta miestä. Yksi heistä sanoi: "Itse asiassa olen nähnyt itseäni [unelma] painamalla viiniä." Muut sanoivat, "itse asiassa olen nähnyt itseni kuljettavat kun pää, [jotkut] leipää, josta linnut söivät. Ilmoittaa meille tulkinta; itse asiassa emme näe teitä olemaan niitä, jotka tekevät hyvää."
he: נכנס שם הכלא איתו שני גברים צעירים. אחד מהם אמר, "ואכן, ראיתי את עצמי [בחלום] הקשה על יין." אחר אמר, "ואכן, ראיתי את עצמי סוחב על לחם הראש [יש] שלי, שממנו אכלו הציפורים. להודיע לנו על הפירוש שלו; ואכן, אנו רואים אותך להיות מאלה שעושים טוב."
hr: I tamo ušao u zatvor s njim dvoje mladih ljudi. Jedan je rekao, "Zaista, nisam vidio sam [u snu] pritiskom vino." Drugi je rekao, "uistinu, vidjeh sebe nosi na glavi [neki] kruh, iz koje su jele ptice. Obavijestite nas o interpretaciji; Doista, vidimo da budeš od onih koji čine dobro."
lt: Ir ten įrašyti kalėjimo su juo du jauni vyrai. Vienas iš jų sakė: "Iš tiesų, aš mačiau save [sapne] paspausdami vyno." Kitas sakė: "iš tiesų, aš mačiau save vežančių ant mano galvos [kai] duonos, iš kurių buvo valgyti paukščių. Pranešti mums apie savo aiškinimą; iš tiesų, mes matome galimybę būti tiems, kurie gerai."
lv: Un ievadītas ar viņu cietumā, divi jauni vīrieši. Viens no tiem teica: "Protams, es esmu redzējis sevi [sapnī] nospiežot vīna." Svešais sacīja: "Protams, es esmu redzējis sevi pārvadā uz manu galvu, [kādu] maizi, no_kurienes putni ēda. Informējiet par savu interpretāciju; patiešām, mēs redzam iespēju būt par tiem, kuri to dara labi."
nb: Og det gikk inn i fengselet med ham to unge menn. En av dem sa: "Ja, jeg har sett meg [i en drøm] trykke vin." Den andre sa, "Ja, jeg har sett meg selv bærer på mitt hode [noen] brød, som fuglene spiser. Informere oss om sin tolkning; Ja, vi ser du skal som gjør godt."
sk: A tam zadal väzenia s ním dvaja mladí muži. Jeden z nich povedal: "V skutočnosti som videl sám [vo sne] stlačením vína." Druhý povedal: "v skutočnosti som videl že výkon na mojej hlavy, [niektorí] chleba, z ktorého sa vtáky jedli. Informovať nás o jej výklad; v skutočnosti sme videli ste tých, ktorí robia dobré."
sl: In tam sta dve mladi moški vstopil v zaporih, z njim. Eden od njih reče: "Pravzaprav, sem videl sam [v sanjah] pritiskom vina." Drugi reče: "Pravzaprav, sem videl sam peljati ob svoj kruh glavo, [nekatere], iz katere so bili jedo ptice. Nas obvestite o njeni razlagi; res, vidimo, da se tistih, ki delajo dobro."
sr_cyrl: И тамо је ушао у затвор с њим два Младића. Један од њих је рекао: "Заиста, видео сам себе [у сну] притиском на вино." Други је рекао, "заиста, видео сам себи носи на глави [неки] хлеб, из које су јеле птице. Обавестите нас о његово тумачење; Уистину , ми видимо да будеш од оних који су добро.
sr_latn: I tamo je ušao u zatvor s njim dva Mladića. Jedan od njih je rekao: "Zaista, video sam sebe [u snu] pritiskom na vino." Drugi je rekao, "zaista, video sam sebi nosi na glavi [neki] hleb, iz koje su jele ptice. Obavestite nas o njegovo tumačenje; Uistinu, mi vidimo da budeš od onih koji su dobro.
uk: І увійшов в'язниці з ним двоє молодих людей. Один з них сказав: "Дійсно, я бачив себе [уві сні] натиснувши вина." Другий додав, "дійсно, я бачив себе проведення на мою голову, [деякі] хліб, з якого їли птахів. Повідомте нам свої інтерпретації; дійсно, ми бачимо, щоб ви були з тих, хто добро."
vi: Và có đi vào nhà tù với hắn hai người đàn ông trẻ tuổi. Một trong số họ nói: "Thật vậy, tôi thấy bản thân mình [trong giấc mơ] nhấn rượu." Người kia nói: "thật vậy, tôi đã nhìn thấy bản thân mình mang theo bánh mì đầu [một số] của tôi, mà từ đó những con chim ăn. Thông báo cho chúng tôi giải thích của nó; Thật vậy, chúng ta thấy bạn là những người làm điều tốt."
zu: Futhi lapho wangena etilongweni naye amadoda amabili asemancane.

# Quran1633
source: He said, "You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allah, and they, in the Hereafter, are disbelievers.
ca: Va dir: "vostè no rebrà menjar que és proporcionat per a vostè excepte que jo us informarà de la seva interpretació abans arriba a vostè. Això és del senyor m'ha ensenyat. De fet, he deixat la religió de les persones que no creuen en Allah, i que, en el futur, són disbelievers.
cy: Meddai, "ni chewch bwyd a ddarperir i chi heblaw y bydd yn rhoi gwybod ichi am ei dehongliad cyn y daw i chi. Mae gan fy Arglwydd wedi dysgu imi. Yn wir, yr wyf wedi gadael crefydd pobl nad ydynt yn credu yn Allah, ac maent, yn o hyn ymlaen, yn disbelievers.
da: Han sagde, "du ikke vil modtage mad, der tilbydes til dig, bortset fra at jeg vil informere dig om sin fortolkning, før det kommer til dig. Det er fra, hvad min herre har lært mig. Ja, jeg har forladt religion af et folk, der ikke tror på Allah, og de, i hinsidige, er vantro.
el: Είπε, «δεν θα λάβετε τροφίμων που παρέχεται σε εσάς, εκτός από το ότι θα της την ερμηνεία σας ενημερώσω πριν πρόκειται να σας. Αυτό είναι από ό, τι ο Λόρδος μου μου έχει διδάξει. Πράγματι, μου έχει μείνει η θρησκεία του σε άτομα που δεν πιστεύουν στον Αλλάχ και, στη συνέχεια, είναι disbelievers.
et: Ta ütles: "sa ei saa toitu pakutakse teile välja, et ma teile oma tõlgenduse teatada enne, kui tegemist on teile. See on, mida Issand on õpetanud mulle. Tõepoolest, mul on jäänud inimesed, kes ei usu Jumalat religioon ja nad, edaspidi, on uskottomille.
fi: Hän sanoi: "et saa ruokaa, jota tarjotaan paitsi, että ilmoitan teille tulkinnasta, ennen kuin se tulee sinulle. Tämä on mitä Herra on minulle opettanut. Jätin uskonto ihmiset, jotka eivät usko Jumalaan, ja he ovat jäljempänä, saa luovuttaa.
he: הוא אמר, "אתה לא יקבל מזון שמסופק לך חוץ מזה אני יעדכן אתכם בנוגע לפרשנות. לפני שזה מגיע אלייך. זה מה אדוני לימד אותי. אכן, השארתי את הדת של אנשים אשר אינם מאמינים באללה, והם, בעתיד, disbelievers.
hr: On je rekao, "ne će dobiti hranu koja se pruža osim što obavijestit ću ti njegovo tumačenje prije nego se radi o tebi. To je što me naučio moj gospodaru. Doista, ostavio sam religije ljudi koji ne vjeruju u Allaha, i oni, u daljnjem tekstu, su iskuse.
lt: Jis sakė: "jūs negausite maisto, kuris yra skirtas jums, išskyrus tai, kad aš informuos jus apie aiškindama kol jis ateis pas jus. Tai nuo ko mano Viešpats išmokė mane. Iš tiesų, man liko žmonių, kurie netiki Dievu religija, ir jie toliau yra disbelievers.
lv: Viņš teica: "jūs nesaņemsiet pārtiku, kas tiek piegādāta klientam, izņemot to, ka es jūs informēs par tās interpretāciju pirms runa ir par jums. Tas ir, no to, kas man ir iemācījusi manam kungam. Patiešām, ir atstājuši cilvēki, kas netic Allah reliģija, un tie, kas turpmāk, ir disbelievers.
nb: Han sa, "du ikke får mat som gis til deg, bortsett fra at jeg informere deg om sin tolkning før det kommer til deg. Det er fra hva min Herre har lært meg. Faktisk jeg har igjen religionen til et folk som ikke tror på Allah, og de i hinsidige, er troende.
sk: On povedal: "nebudete dostávať jedlo, ktoré vám poskytuje okrem toho, že bude informovať vás o výklad, ako to príde k vám. To je to, čo ma naučil môj pán. V skutočnosti som opustil náboženstvo ľudí, ktorí neveria v Boha, a, v nižšie, sú neveriacim.
sl: On reče: "ne boste prejeli hrane, ki je na voljo za vas le, da bo obvestiti o njeni razlagi, preden gre za vas. To je od kar moj Gospod me je naučila. Res, sem zapustil vera v ljudi, ki ne verjamejo v Allah, in, v nadaljevanju, so disbelievers.
sr_cyrl: Рекао је: "нећете примати храну која пружају вам осим да је у реду за његово тумачење пре него што се ради о теби. То је од ме господару науиило. Заиста, што ми је остало религију од људи који не верују у Алаха, и, на другом свету, су скептике.
sr_latn: Rekao je: "nećete primati hranu koja pružaju vam osim da je u redu za njegovo tumačenje pre nego što se radi o tebi. To je od me gospodaru nauиilo. Zaista, što mi je ostalo religiju od ljudi koji ne veruju u Alaha, i, na drugom svetu, su skeptike.
uk: Він сказав: "ви не будете отримувати харчування, яке надається Крім того, що я буде інформувати вас про своє тлумачення, перш ніж він йде до вас. Саме від те, що мій навчав Господь мене. Справді, я залишив релігії людей, які не вірять у Аллаха, і вони, в майбутньому, disbelievers.
vi: Ông nói, "bạn sẽ không nhận được thức ăn được cung cấp cho bạn ngoại trừ rằng tôi sẽ thông báo cho bạn về những giải thích của nó trước khi nó đến với bạn. Đó là từ gì thưa ngài đã dạy cho tôi. Thật vậy, tôi đã để lại tôn giáo của một người không tin vào Allah, và họ, trong tương lai, thì.
zu: Wathi: "Ngeke abe esethola ukudla okunikezwa kuwe ngaphandle kokuthi mina uzokwazisa nencazelo yalo ngaphambi it Is sondela you. Yilokho kulokho iNkosi yami aye angifundisa khona. Ngempela, ngishiye inkolo ngokuba phakathi kwabantu abathola
