Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1675
source: He said, "[I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust."
ca: Va dir, "[busco] el refugi d'Allah [per evitar] que prenem excepte ell amb qui hem trobat la nostra possessió. De fet, hem llavors seria injust".
cy: Dywedodd, "[Ceisiaf] y lloches Allah [i atal] inni gymryd ac eithrio ef â hwy, gwelsom ein meddiant. Yn wir, byddem wedyn yn anghyfiawn."
da: Han sagde, "[søger] tilflugt i Allah [at forhindre] at vi tage undtagen ham med hvem vi fandt vores besiddelse. Ja, vi ville derefter være uretfærdig."
el: Είπε, «[Αναζήτηση] το καταφύγιο του Αλλάχ [για να αποτρέψει] να εκτός από αυτόν με τον οποίο βρήκαμε κατοχή μας. Πράγματι, τότε θα είμαστε άδικο.»
et: Ta ütles: "[ma otsima] varjupaika Jumal [vältimiseks] et astuda välja arvatud tema, kellega oleme leidnud meie käes. Tõepoolest, siis oleksime alusetu."
fi: Hän sanoi, "minä etsin turvaa Jumala [estämään] että otamme paitsi se, jonka kanssa Löysimme meidän hallussa. Itse asiassa meidän olisi epäoikeudenmukainen."
he: הוא אמר, "[אני מחפש] המפלט של אללה [כדי למנוע] שלקחנו חוץ ממנו עם מי מצאנו בחזקתנו. אכן, ואז יהיה לא הוגן."
hr: Rekao je, "Ja tražim utočište Allah [za sprječavanje] da se osim njega s kojima smo pronašli naš posjed. Doista, mi bi onda bio nepravedan."
lt: Jis sakė: "[aš ieškau] Dievas [siekiant užkirsti kelią] prieglobsčio kad mes imtis išskyrus jam su kuriais mes radome mūsų turimą. Iš tiesų, mes tada būtų neteisinga."
lv: Viņš teica: "[I meklēt] patvērumu Allah, [lai] ņemam, izņemot viņu, ar kuriem mēs noskaidrojām mūsu rīcībā. Protams, mēs tad būtu netaisnīgi."
nb: Han sa, "[søker] tilflukt Allah [å hindre] at vi tar bortsett fra ham som vi fant besittelse. Faktisk ville vi så være urettferdig.»
sk: On povedal: "[Hľadať] útočisko Alah [sa zabránilo] aby sme okrem neho s ktorými sme našli naše vlastníctvo. Vskutku, potom by sme nespravodlivé."
sl: Je dejal, "[si] zatočišče Allah [bi] da vzamemo razen njega s katerimi smo ugotovili naši posesti. Res, potem bomo neupravičena."
sr_cyrl: Он је рекао, "[тражим] у уточиште у Аллах [спријечити] да узмемо осим њега с ким, нашли смо рукама. Заиста , онда бисмо неправедни."
sr_latn: On je rekao, "[tražim] u utočište u Allah [spriječiti] da uzmemo osim njega s kim, našli smo rukama. Zaista, onda bismo nepravedni."
uk: Він сказав: "[я шукаю] притулок Аллах [для запобігання] візьмуся за винятком йому з якими ми знайшли наш володіння. Дійсно, ми тоді б несправедливим".
vi: Ông nói, "[tôi tìm] nơi ẩn náu của Allah [để ngăn chặn] chúng tôi mất ngoại trừ anh ta với người mà chúng tôi tìm thấy chúng tôi sở hữu. Thật vậy, chúng ta rồi sẽ không công bằng."
zu: Wathi: "[ngifuna] isiphephelo Allah [ukuvimbela] ukuthi sithatha ngaphandle kwakhe nobani sathola esinayo. Ngempela, siyobe ke kube zokungabi nabulu-ngisa."

# Quran1676
source: So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, "Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges.
ca: Així que quan ells havien va desesperar d'ell, es apartada ells mateixos en consulta privada. El més gran d'ells va dir: "no saps que el teu pare té assumits un jurament per Allah i [que] abans que no a [el seu deure de] Joseph? Així mai deixarà [aquesta] terra fins el meu pare em permet o Allah decideix per a mi, i és el millor dels jutges.
cy: Felly pan maent wedi despaired iddo, roedd eu secluded eu hunain mewn ymgynghoriad preifat. Yr hynaf ohonynt yn dweud, "Nid ydych yn gwybod bod eich tad wedi cymryd arnoch chi dyngu llw gan Allah a [y] cyn yr ydych wedi methu yn [eich dyletswydd i] Joseph? Felly gadawaf byth [hwn] tir tan fy nhad yn caniatáu i mi neu bydd Allah yn penderfynu i mi, ac mae y gorau o feirniaid.
da: Så når de havde fortvivlet af ham, afsondret de sig i privat samråd. Ældste af dem sagde, "ved du ikke, at din far har taget på jer ed af Allah, og [at] før du mislykkedes i [din pligt at] Joseph? Så jeg vil aldrig forlade [denne] jord indtil min far tillader mig eller Allah beslutter for mig, og han er bedst af dommere.
el: Έτσι όταν αυτοί είχαν απελπιστεί από αυτόν, αυτοί οι ίδιοι απομονωμένη ιδιωτική μετά από διαβούλευση. Ο πρωτότοκος από αυτούς είπε, «δεν ξέρετε ότι ο πατέρας σου έχει λάβει επάνω σας έναν όρκο από Αλλάχ και [ότι] πριν σας και απέτυχε στην [σας καθήκον να] Ιωσήφ; Έτσι θα φύγω ποτέ [αυτό] το έδαφος μέχρι ο πατέρας μου μου επιτρέπει ή Αλλάχ αποφασίζει για μένα και αυτός είναι ο καλύτερος των δικαστών.
et: Nii et kui nad olid despaired teda, nad üksildane ise erasektori konsultatsiooni. Vanim neist ütles: "Kas sa ei tea, et sinu isa on vandunud teid Allah ja [see] enne, kui sa ei [sinu kohustus] Joseph? Nii et ma ei jäta kunagi [selle] maa kuni mu isa lubab mul või Allah näeb mind raames ja ta on parim kohtunikust.
fi: Joten kun ne oli lannistanut häntä, he eristäytynyt itsensä yksityinen kuulemisen. Vanhin heistä sanoi: "Ettekö tiedä, että isäsi on ottanut teihin valaa Allah ja [että] ennen [velvollisuutenne] epäonnistui Joseph? Joten ei koskaan jätä [tämän] päämiehelle ennen kuin isäni sallii minun tai Jumala päättää minulle ja hän on paras tuomari.
he: אז כאשר הם היו מושבות אותו, הם נחבאת אל הכלים עצמם בייעוץ פרטי. הבכור מהם אמר, "אתה לא יודע כי אבא שלך לקח עליכם שבועה על ידי אללה [כי] לפני שנכשלת ב [החובה שלך כדי] יוסף? אז אני לעולם לא יעזוב הארץ [זו] עד שאבא שלי מאפשרת לי או אללה החליט בשבילי, הוא הטוב ביותר של שופטים.
hr: Tako kad oni su strepili od njega, oni se osami u privatne konzultacije. Najstariji od njih je rekao, "Znate li da tvoj otac preuzeo je na vas zavjet Allahu i [da] prije nego što ti nije uspjelo [obavljajući dužnost] Josip? Nikad te neću ostaviti [ovo] zemlji do oca dopušta ili Allah odlučuje za mene i on je najbolji od sudaca.
lt: Taigi kai jie buvo beviltiškai jam, jie atsiskyręs patys privačių konsultacijų. Vyriausias iš jų pasakė: "ar jūs nežinote, kad jūsų tėvas yra davę į tave iš Dievo ir [kad] prieš jums nepavyko [jūsų pareiga] Juozapas? Todėl aš niekada nepaliks [šio] žemės iki mano tėvas leidžia man ar Dievas nusprendžia už mane, ir jis yra geriausias iš teisėjų.
lv: Tātad, kad viņi bija apdraudēta viņu, tie noslēgti sevi privātu konsultējoties. Vecākais no viņiem teica: "jums nav zināms, ka tavs tēvs ir veikusi pār jums zvērests, Allah un [ka] pirms jūs nespējat [savu pienākumu pret] Joseph? Tāpēc es nekad atstāt [šo] zemi, kamēr mans tēvs atļauj man vai Allah nolemj man, un viņš ir labākais no tiesnešiem.
nb: Så når de hadde fortvilet over ham, tilbaketrukket de seg i privat konsultasjon. Eldste av dem sa: "vet dere ikke at din far har tatt på deg en ed av Allah og [at] før du mislyktes i [din plikt å] Joseph? Så jeg vil aldri forlate [Dette] landet til min far tillater meg eller Allah bestemmer for meg, og han er best av dommere.
sk: Takže keď oni mali zúfalo ho, samote oni sami v súkromné konzultácie. Najstarší z nich povedal: "nie viete, že váš otec vzal na vás prísahu Alah a [že] pred zlyhal v [vašou povinnosťou] Joseph? Tak ja sa nikdy neopustí [tohto] pôdy, kým môj otec mi dovoľuje alebo Alah rozhodne pre mňa, a on je najlepšie sudcov.
sl: Tako ko so imeli obupal od njega, so osamljene sami v zasebno posvetovanja. Najstarejši od njih reče: "ali ne veste, da vaš oče je sprejela na vas prisege Allah in [da] preden vam ni uspelo v [vaša dolžnost, da] Joseph? Tako nikoli ne bo pustil [te] Zemlje do moj oče mojega sina ali Allah odloči za mene, in on je najboljši sodniki.
sr_cyrl: Тако једноставно су нестали од њега, а они сами издвојено у приватним консултацијама. Најстарији од њих је рекао: "Знате ли да твој отац се заклео на вас од Алаха и [то] пре него што си омануо у [да] Јосепх? Никада напустити [овај] земљу до мог оца ми је дозвола или Алах одредио., и он је најбољи од судије.
sr_latn: Tako jednostavno su nestali od njega, a oni sami izdvojeno u privatnim konsultacijama. Najstariji od njih je rekao: "Znate li da tvoj otac se zakleo na vas od Alaha i [to] pre nego što si omanuo u [da] Joseph? Nikada napustiti [ovaj] zemlju do mog oca mi je dozvola ili Alah odredio., i on je najbolji od sudije.
uk: Так коли вони мали раніше зневірився йому, вони відокремлених себе в приватні консультації. Старшому з них сказав: "ви не знаєте, що ваш батько взяло на вас присягу Аллах і [що] перш ніж вам не вдалося в [ваш обов'язок, щоб] Джозеф? Так що не залишить [] краю до мого батька дозволяє мені або Аллах вирішує для мене, і він найкраще суддів.
vi: Vì vậy khi họ đã despaired của anh ta, họ hẻo lánh mình tham khảo ý kiến riêng. Con của họ nói, "bạn không biết rằng cha của bạn đã thực hiện khi bạn một lời tuyên thệ của Allah và [rằng] trước khi bạn đã thất bại trong [của bạn nhiệm vụ] Joseph? Vì vậy tôi sẽ không bao giờ rời khỏi vùng đất [này] cho đến khi cha tôi cho phép tôi hoặc Allah quyết định cho tôi, và ông là tốt nhất của các thẩm phán.
zu: Ngakho lapho they despaired of him they esithekile ngokwabo ngokubonisana yangasese.

# Quran1677
source: Return to your father and say, "O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen,
ca: Tornar al seu pare i dir, "nostre pare, de fet que ha robat el seu fill, i nosaltres no testificar excepte per què sabíem O. I no hem estat testimonis d'invisibles,
cy: Dychwelyd at eich tad a dweud, "oedd ein tad, yn wir wedi dwyn eich mab, ac yr ydym ni dystio ac eithrio i hyn yr ydym yn ei wybod O. Ac nid oedd ein tystion unseen,
da: Vende tilbage til din far og sige, "O vores far, ja din søn har stjålet, og vi ikke vidner om undtagen hvad vi vidste. Og vi var ikke vidner til usynlige
el: Επιστρέψτε τον πατέρα σου και λένε, «Ο πατέρας μας, πράγματι ο γιος σας έχει κλαπεί, και εμείς δεν κατέθεσαν εκτός από με αυτό που ξέραμε. Και δεν ήμασταν μάρτυρες του unseen,
et: Tagasi oma isa ja öelda, "meie isa, tõepoolest teie poeg on varastatud, ja me ei käsitle peale mida me teadsime O. Ja me ei olnud nähtamatu, tunnistajate
fi: Palata Isän ja sanoa, "O isämme todellakin poikasi on varastettu, ja ole osoitus paitsi mitä me tiesimme. Ja meillä ei ole todistajia näkymätön,
he: חזור אל אביך ואני אומר, "O אבינו, ואכן שבנך גנב, ואנחנו לא להעיד אלא מה שאנחנו יודעים. . ולא היינו עדים של סמוי,
hr: Vratiti svome ocu i reći, "O Oče naš, doista tvoj sin je ukrao, a mi je ne svjedoče osim što smo znali. I nismo bili svjedoci nevidljive,
lt: Grįžti į savo tėvą ir sako, "O mūsų tėvas, iš tiesų buvo pavogti jūsų sūnus, ir mes ne parodymus išskyrus į ką žinojome. Ir mes buvome liudytojai, nematyto,
lv: Atgriezties jūsu tēvs un saka: "O, mūsu tēvs, patiešām tavs dēls ir nozagts, un mums nav izņemot liecināt, lai ko mēs zinājām. Un mēs nebijām neredzēts, liecinieku
nb: Gå tilbake til Faderen og si, "O vår far, faktisk din sønn har stjålet, og vi ikke vitne unntatt til hva vi visste. Og vi var ikke vitner om usynlige,
sk: Vrátiť do svojho otca a povedať, "O náš otec, v skutočnosti váš syn ukradol, a sme urobili nie svedčí okrem čo sme vedeli. A neboli sme svedkami neviditeľné,
sl: Vrniti na očeta in reči, "O, naš oče, res je ukraden vaš sin, in mi ne pričajo razen za tisto, kar smo vedeli. In nismo bili priče nevidna,
sr_cyrl: Вратите се у твог оца и рекао, "О нам отац, заиста твој син је украо, а ми нису сведочила осим да шта смо знали. И нисмо били сведоци видљивим
sr_latn: Vratite se u tvog oca i rekao, "O nam otac, zaista tvoj sin je ukrao, a mi nisu svedočila osim da šta smo znali. I nismo bili svedoci vidljivim
uk: Повернутися до вашого батька і сказати: "О, Отця нашого, дійсно ваш син вкрав, і ми не свідчать про Крім те, що ми знали. І ми не були свідками невидиме,
vi: Trở về với cha của bạn và nói, "O cha chúng ta, quả thật vậy con trai ông đã đánh cắp, và chúng tôi đã không làm chứng ngoại trừ cho những gì chúng tôi biết. Và chúng tôi không phải là nhân chứng của unseen,
zu: Buyela uyihlo ngithi, "O baba wethu, ngempela indodana yakho untshontshe, futhi asizange ukufakaza ngaphandle ukuze esasazi. Thina ngeke yofakazi abake babona ezingabonwayo,

# Quran1678
source: And ask the city in which we were and the caravan in which we came - and indeed, we are truthful,"
ca: I demanar la ciutat en què estàvem i la caravana on arribem - i fet, són vertaderes "
cy: A gofyn y ddinas a oeddem yn ac yn y garafán y daethom-ac yn wir, yn wir "
da: Og bede byen hvor vi var og campingvognen hvor vi kom- og ja, vi er sandfærdig "
el: Και ζητούμε από την πόλη στην οποία ήμασταν και το τροχόσπιτο στην οποία ήρθε - και πράγματι, εμείς είναι αληθείς»
et: Ja linn, kus me olime ja caravan, kus meil tuli - ja tõepoolest, me oleme tõesed, palun"
fi: Ja vaatia kaupunkia, jossa olimme ja caravan, jossa meidän tuli - ja todellakin oikeellisuuden"
he: ולשאול את העיר שבה היינו, השיירה שבה באנו - ואכן, לנו את האמת "
hr: I pitati grad u kojem smo bili i karavan u kojem smo došli - a doista, mi smo istinit "
lt: Ir paklausti, kurioje mes buvo ir namelių, kurioje mes atėjo - ir iš tiesų, mes esame teisingi, miesto"
lv: Un lūgt pilsētas, kurā mēs bijām, un karavāna, kādā mēs nonācām - un, protams, mums ir patiesas "
nb: Og spørre byen der vi var og campingvognen der vi kom- og ja, vi er sannferdig "
sk: A mesto, v ktorom sme sa opýtať a karavan, v ktorom sme prišli - a v skutočnosti sú pravdivé "
sl: Vprašajte mesto, v katerem smo bili in prikolico, v kateri smo prišli - in res, smo so resnične "
sr_cyrl: И питај у град у којем смо били, и караван у којем смо дошли -, а уистину, ми смо искрени "
sr_latn: I pitaj u grad u kojem smo bili, i karavan u kojem smo došli -, a uistinu, mi smo iskreni "
uk: І просити місто, де ми були, і Караван, в якому ми прийшли - і справді, ми правдивою "
vi: Thành phố chúng tôi đã yêu cầu và các đoàn caravan mà chúng tôi đã - và thực sự, chúng tôi rất trung thực "
zu: Futhi cela umuzi esasikuyo udwendwe lapho safika - futhi ngempela, thina are truthful "

# Quran1679
source: [Jacob] said, "Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise."
ca: [Jacob], va dir, "més aviat, seves ànimes han atret a vostè a alguna cosa, així que paciència és més apropiat. Potser Allah que els portarà a mi tots junts. De fet és el que és el saber, el savi".
cy: [Jacob] dywedodd, "yn hytrach, wedi eich eneidiau llwyddwyd i annog chi i rhywbeth, felly mae amynedd yn fwyaf addas. Efallai bydd Allah dod â hwy i mi gyda'i gilydd. Yn wir mae'n ef sydd yn gwybod y, yn y doeth."
da: [Jakob] sagde, "snarere, jeres sjæl har lokket dig til noget, så tålmodighed er de fleste montering. Måske vil Allah bringe dem til mig alle sammen. Det er ham, der er vide, klogt."
el: [Ιάκωβος] είπε, «μάλλον, τις ψυχές σας έχουν δελεαστεί σας σε κάτι, οπότε υπομονή είναι περισσότεροι τοποθέτηση. Ίσως Αλλάχ θα τους φέρει σε μένα όλοι μαζί. Πράγματι είναι αυτός που είναι η γνώση, η Wise.»
et: [Jacob] ütles: "pigem oma hinge on ahvatletakse teid midagi, nii et kannatust on kõige paigaldamise. Võibolla Jumal toob nad mulle kõik koos. Tõepoolest on see, kes on teades, tark."
fi: [Jaakob] sanoi: "pikemminkin sielunne on houkutellaan sinua jotain, joten kärsivällisyys on eniten sopiva. Ehkä Jumala tuo niitä minulle kaikki yhdessä. On nimittäin hän, joka on tiedetään, viisas."
he: [יעקב] אמר, "במקום זאת, והנשמות שלכם פיתו אותך למשהו, אז סבלנות היא התאמה מרבית. אולי אללה יביא אותם לי הכל ביחד. אכן זה מי הוא שהידיעה, החכם".
hr: [Jakov] je rekao, "radije, vaše duše su mami vas da nešto, strpljenje je većina dolikuje. Možda Allah će mi donijeti svi zajedno. Zaista je on je poznavanje, mudri."
lt: [Jokūbas] tarė: "gana, savo sielos turi enticed jums kažką, kad kantrybė yra dauguma montavimo. Galbūt Dievas leis jiems į mane visi kartu. Iš tiesų tai tas, kuris yra žinios, Išminčius."
lv: [Jacob] teica: "drīzāk savas dvēseles ir enticed jums kaut ko, tāpēc pacietību ir visvairāk aprīkošana. Varbūt Allah dos viņiem mani visi kopā. Patiešām tas ir viņš, kurš ir zinot, gudrs."
nb: [Jacob] sa, "snarere deres sjeler har forledet du til noe, så tålmodighet er mest passende. Kanskje vil Døyve bringe dem til meg alle sammen. Faktisk er det han som er på å vite, klok.
sk: [Jakub] povedal: "skôr vaše duše ktoré láka vás niečo, tak trpezlivosť je väčšina montáž. Snad Boh privediem mi dohromady. Naozaj je to ten, kto je vedieť, múdry."
sl: [Jacob] je dejal, "precej, svoje duše so enticed vam nekaj, zato potrpljenje je večina vgradnjo. Morda Alah bo prinesel mi vse skupaj. Dejansko je on, ki je poznavanje, pametno."
sr_cyrl: [Јацоб ] је рекао, "радије, васе дусе имају намамила те на нешто, па стрпљење је најбољи. Можда Аллах ће их донесите мени сви заједно. Заиста је онај ко је знајужи, мудри."
sr_latn: [Jacob] je rekao, "radije, vase duse imaju namamila te na nešto, pa strpljenje je najbolji. Možda Allah će ih donesite meni svi zajedno. Zaista je onaj ko je znajuжi, mudri."
uk: [] Яків, «швидше за все, ваші душі мають заманив вас в щось, так що терпіння більшість припасування. Можливо Аллах приведе їх до мене всі разом. Дійсно це той, хто є знаючи, мудрий."
vi: [Jacob] nói, "thay vào đó, linh hồn của bạn đã enticed bạn một cái gì đó, do đó, sự kiên nhẫn là phù hợp nhất. Có lẽ Allah sẽ mang lại cho chúng tôi tất cả cùng nhau. Thật vậy nó là ông những người hiểu biết, khôn ngoan."
zu: [UJakobe] wathi: "Kunalokho, imiphefumulo yenu ukuqabuleka zifake wena into, ngakho konke ukubekezela siyafaneleka. Mhlawumbe u Allah nizilethe kimi bonke ndawonye. + Ngempela Yena ngubani Ukwazi the Hlakaniphile."

# Quran1680
source: And he turned away from them and said, "Oh, my sorrow over Joseph," and his eyes became white from grief, for he was [of that] a suppressor.
ca: I ell va deixar-los i va dir: "Oh, la meva tristesa sobre Joseph," i els seus ulls es va convertir en blancs de dol, perquè ell era [del] un supressor.
cy: A Mae trodd oddi wrthynt a dweud, "O, fy tristwch dros Joseph," a daeth ei lygaid yn gwyn o alar, ar gyfer yr oedd [y] suppressor.
da: Og han vendte sig bort fra dem og sagde: "Oh, min sorg over Joseph," og hans øjne blev hvid fra sorg, for han var [der] en suppressor.
el: Και γύρισε μακριά από αυτούς και είπε, «Ω, μου θλίψη πέρα από τον Ιωσήφ,» και τα μάτια του έγινε λευκό από θλίψη, γιατί ήταν [αυτής] καταστολέας.
et: Ja ta pöördus eemale neid ja ütles: "Oh, mu kurbus üle Joseph," ja tema silmad sai valge leina, ta oli [see] suppressor.
fi: Ja hän kääntyi pois ja sanoi: "Voi, minun murheeni Joseph," ja hänen silmänsä tuli valkoinen suru, koska hänelle ei [että] vaimennin.
he: נפנה מהם ואמר, "אה, את צערי. על יוסף," ואת עיניו הפכו לבנים מהאבל, משום שהוא היה [את זה] משתיק קול.
hr: I on se okrenuo od njih i rekao, "Oh, moje žaljenje zbog Josipa," i očima postao bijeli od tuge, jer on je [na to] supresorski.
lt: Ir jis nusigręžė nuo jų ir tarė: "Oi, mano liga per Juozapas," ir jo akys tapo balta nuo kalno, nes jis buvo [,] slopintuvas.
lv: Un viņš aizgriezās prom no tām un teica: "Ak, manas bēdas pār Jāzeps," un viņa acis kļuva baltas skumjas, jo viņš bija [par to] suppressor.
nb: Og han vendte seg bort fra dem og sa: "Å, min sorg over Joseph," og øynene ble hvit fra sorg, for han var [om det] en suppressor.
sk: A sa odvrátil od nich a povedal: "Ach, môj smútok nad Joseph," a jeho oči sa stal biely od žiaľu, bol [tohto] supresorové.
sl: In je obrnil stran od njih in reče: "Oh, moj žalosti nad Joseph," in njegove oči postal belo od žalosti, ker je bil [te] supresorski.
sr_cyrl: И окренуо се од њих и рекао,"Ох, моје жаљење због Јосепх," и његове очи је постао беле од туге, јер он је био [о томе] ли пригушивач.
sr_latn: I okrenuo se od njih i rekao, "Oh, moje žaljenje zbog Joseph," i njegove oči je postao bele od tuge, jer on je bio [o tome] li prigušivač.
uk: І він відвернувся від них і сказав: "О, моє горе над Йосип," і його очі став білий від горя, бо він мав [що] супресорне.
vi: Và ông bật ra khỏi họ và nói, "Ồ, tôi phiền muộn hơn Joseph," và mắt trở nên trắng từ đau buồn, cho anh [trong đó] một ống hãm thanh.
zu: Futhi wabafulathela, wathi: "O, ukudabuka kwami phezu uJosefa," amehlo akhe aba mhlophe ngenxa yosizi, ngoba wayengumuntu [alowo] a suppressor.

# Quran1681
source: They said, "By Allah, you will not cease remembering Joseph until you become fatally ill or become of those who perish."
ca: Deien, "Per Allah, que no deixarà recordant Joseph fins que fatalment emmalalteixen o ser dels qui perdi."
cy: Maent yn dweud, "Gan Allah, bydd eich peidio cofio Joseph hyd nes y byddwch yn mynd yn sâl yn angheuol neu ddod yn rhai sy'n dirywio."
da: De sagde: "Ved Allah, du ikke vil ophøre med at huske Joseph, indtil du bliver dødeligt syg eller blive hos dem, der fortabes."
el: Όπως είπαν, "Από τον Αλλάχ, σας δεν θα σταματήσει να θυμόμαστε Ιωσήφ, μέχρι να γίνει θανάσιμα άρρωστος ή να γίνει από αυτούς που χάνονται."
et: Nad ütlesid: "Jumal, mida sa ei ole enam meenutades Joseph kuni surmavalt haigestunud või saanud, kes hukkuvad."
fi: He sanoivat: "Allah, sinun ei enää muistaa Joseph, kunnes olet tullut kuolettavasti sairaan tai tulla niille, jotka kadotukseen."
he: הם אמרו, "בשם אללה, לא מפסיק את זוכרות את יוסף עד לחלות אנושות או בגורלה של מי לגווע."
hr: Rekli su, "Tako mi Allaha, ti neće prestati sjećati Joseph dok ne postane smrtno bolestan ili postati onih koji pogine."
lt: Jie sakė, "Iš Dievo, jūs nesustos prisiminti Juozapas kol mirtinai serga arba tapti tų, kurie žuvo."
lv: Viņi teica: "By Allah, tu ne vairs atcerēties Joseph līdz pat nāvējoši saslimis vai kļūt par tiem, kuri bojā."
nb: De sa, "Av Døyve, du ikke vil slutte å huske Joseph til du bli dødelig syk eller bli av dem som fortapt."
sk: Povedali, že "Od Boha, ste neprestanú spomienky Jozefa až smrteľne ochoreli alebo sa tých, ktorí zahynú."
sl: So rekli, "Z Allah, vam ne bo več spomniti Joseph, dokler ne postanejo smrtno bolan ali postal od tiste, ki propade."
sr_cyrl: Рекли су, "Тако ми Алаха, ће не престајете се сетим Јосепх, све док не постане смртно болестан или бити са онима које погину."
sr_latn: Rekli su, "Tako mi Alaha, će ne prestajete se setim Joseph, sve dok ne postane smrtno bolestan ili biti sa onima koje poginu."
uk: Вони ж відказали "Аллах, ви не перестане Згадуючи Йосипом, поки ви стати смертельно хворою або стати тих, хто гине."
vi: Họ nói, "Bởi Allah, bạn sẽ không ngừng nhớ Joseph cho đến khi bạn trở thành không lành bệnh hoặc trở thành những người hư mất."
zu: Bathi: "By Allah, wena lok'phila sikhumbula uJosefa uze abe abanamanxeba abulalayo egula noma babe zalabo abashona."
