Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1098
source: [Allah] said, "O Moses, I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful."
ca: [Allah] deia, "O Moses, jo t'he escollit a la gent amb els meus missatges i les meves paraules [te]. Així prendre el que us he donat i entre la agraïts."
cy: [Allah] yn dweud, "O Moses, wedi dewis chi dros y bobl gyda fy negeseuon a 'm geiriau [i]. Felly gymryd beth yr yn rhoi ichi ac ymhlith y ddiolchgar.
da: [Allah] sagde, "O Moses, jeg har valgt dig over folk med mine beskeder og mine ord [til dem]. Så tage, hvad jeg har givet jer og være blandt de taknemmelig."
el: [Αλλάχ] είπε, «O Moses, διάλεξα πάνω από τους ανθρώπους με τα μηνύματά μου και τα λόγια μου [σε σας]. Έτσι πάρτε ό, τι σου έχω δώσει και να είναι από αυτούς που ευγνωμονούν.»
et: [Jumalat] ütles: "O Moses, valisin teid üle inimesed minu sõnumid ja minu sõnad [te]. Nii võtta, mida ma olen teile andnud ja seas on tänulik olema."
fi: [Jumala] sanoi, "O Moses minä olen valinnut sinut kansan minun asia ja minun sanani [sinulle]. Siis minä olen antanut teille ja joukossa kiitollinen."
he: [אללה] אמר, "O Moses, בחרתי בך את האנשים עם ההודעות שלי, שלי מילים [לך]. אז לקחת מה נתתי לך, להיות בין אסירת תודה."
hr: [Allah] je rekao, "O Moses, sam izabrao te nad ljudima s moje poruke i moje riječi [da]. Tako se što sam ti dao i među zahvalan."
lt: [Dievas] sakė: "O Moses, aš pasirinkau jums daugiau žmonių su savo el. laiškų ir mano žodžiai [jūs]. Taigi aš jums davė ir būti tarp kad dėkingi."
lv: [Allah] teica: "O Moses, es izvēlējos jums pār cilvēkiem ar maniem vēstījumiem un manu vārdu [tu]. Tātad ņemt to, ko esmu devis jums un būt starp pateicīgs."
nb: [Allah] sa, "O Moses, jeg har valgt over folk med budskapene mine og mine ord [for deg]. Så ta det jeg har gitt dere og være blant de takknemlig.
sk: [Allah] povedal: "O Moses, zvolil som si nad ľuďmi moje posolstvá a moje slová [vás]. Takže vziať, čo som ti dal a medzi vďačný."
sl: [Alahove] je dejal, "O Moses, jaz sem vas izbrala več ljudi z mojih sporočil in moje besede [vi]. Tako se, kaj sem dal in se med hvaležen."
sr_cyrl: [Аллах ] је рекао, "О Мосес, изабрао сам те над људима са моје поруке и моје речи [да]. Зато узми шта ти дајем и бити међу захвалне."
sr_latn: [Allah] je rekao, "O Moses, izabrao sam te nad ljudima sa moje poruke i moje reči [da]. Zato uzmi šta ti dajem i biti među zahvalne."
uk: [Аллах] сказав, "Moses O, я вибрав ви над людьми з моїх повідомлень і мої слова [ваc]. Так взяти те, що я дав вам і бути серед на вдячний."
vi: [Allah] nói, "O Moses, tôi đã chọn bạn hơn những người với tin nhắn của tôi và các từ của tôi [cho bạn]. Vì vậy hãy những gì tôi đã cho bạn và là một trong những điều biết ơn."
zu: [Allah] wathi: "O Mose, ngikukhethile phezu kwabantu ngemiyalezo My futhi amazwi ami [kuwe]. Ngakho fuza babe I epha you be phakathi sibonge."

# Quran1099
source: And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], "Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient."
ca: I ens va escriure per a ell a les taules [quelcom] de totes les coses - instrucció i explicació de totes les coses, [dir], "agafar-los amb determinació i demanar la seva gent a prendre la millor d'ella. Jo et mostraré la llar de la desafiant desobedient."
cy: A ysgrifennodd ydym iddo ar y tabledi [rhywbeth] am yr holl bethau-cyfarwyddiadau ac esboniad ar gyfer holl bethau, [dweud], "yn eu cymryd gyda phenderfyniad a Gorchymyn eich pobl i gymryd y gorau ohono. Dangosaf ichi yn gartref i defiantly anufudd."
da: Og vi skrev til ham på tabletter [noget] af alle ting - instruktion og forklaring på alle ting, [siger], "tage dem med beslutsomhed og bestille din folk til at tage bedst fra det. Jeg vil vise dig hjem af trodsigt ulydige."
el: Και γράψαμε για αυτόν για τα δισκία [κάτι] όλων των πραγμάτων - οδηγίες και εξηγήσεις για όλα τα πράγματα, [λέγοντας], «Πάρτε τους με αποφασιστικότητα και διαταγή σας ανθρώπους να πάρουν το καλύτερο από αυτό. Θα σας δείξει το σπίτι του το προκλητικά ανυπάκουος.»
et: Ja me kirjutasime talle tabletid [midagi] kõik asjad - juhendamine ja selgitus kõik asjad [öelda], "võtab neid määramine ja selleks oma inimesi võtta parim see. Ma näitan sulle koju väljakutsuvalt sõnakuulmatud."
fi: Ja kirjoitti hänelle Tabletit [jotain] kaikki asiat - ohjeet ja selitykset kaikkia asioita, [sanoen] "ottaa ne määrätietoisesti ja velvoittaa ihmisiä tekemään parhaansa. Näytän sinulle koti uhmakkaasti tottelematon."
he: ואני כתבנו אותו על לוחות הברית [משהו] כל הדברים - הדרכה והסבר על כל הדברים, [ואמר] "לקחת אותם עם נחישות, להזמין את האנשים שלך לקחת את הטוב ביותר. אני אראה את הבית של בהתרסה ממושמע, לאחר."
hr: I pisali smo mu na tablete [nešto] svih stvari - uputa i objašnjenje za sve stvari, [rekao], "Uzmite s odlučnošću i ću uzeti najbolje od njega. Pokazat ću ti dom definitivno neposlušan."
lt: Ir mes parašė jam tabletės [kažkas] visų dalykų - instrukcija ir paaiškina viską, [sako], "pasiimti su nustatymas ir užsisakyti savo žmones imtis kad jis geriausias. Aš jums parodysiu, namuose iššaukiančiai Nepaklusniųjų."
lv: Un rakstījām par viņu tabletes [kaut] visas lietas - instrukcija un skaidrojumu par visām lietām, [saka], "ņem tos ar lielu apņēmību un pasūtīt jūsu darbiniekiem veikt labāko no tā. Es jums parādīs, izaicinoši nepaklausīga mājās."
nb: Og vi skrev for ham på tablettene [noe] alt - instruksjon og forklaring på alt, [sier], "ta dem med vilje og for folk å ta best av det. Jeg vil vise deg hjemmet til trassig ulydige."
sk: A sme písali pre neho na tablety [niečo] všetkých vecí - návod a vysvetlenie všetkých veci [povedať], "vziať s odhodlaním a objednajte svojim ľuďom, aby to najlepšie. Ukážem vám domov vzdorne neposlušný."
sl: In smo pisali zanj v tablet [nekaj] vse stvari - navodila in pojasnila za vse stvari, [pravijo,] "vzeti z odločnostjo in da svojim ljudem, da bo najboljše za to. Bom pokazal dom kljubovalno neposlušni."
sr_cyrl: И писали смо за њега на таблетима [нешто] свих ствари - упутства и објашњења за све ствари, [указујући], "Узми их са одлучношћу и нареди људима да се најбоље из тога. Показаћу ти дом пркосно непослушно."
sr_latn: I pisali smo za njega na tabletima [nešto] svih stvari - uputstva i objašnjenja za sve stvari, [ukazujući], "Uzmi ih sa odlučnošću i naredi ljudima da se najbolje iz toga. Pokazaću ti dom prkosno neposlušno."
uk: І ми писали його на таблетки [щось] всіх речей - Інструкція та пояснення для всіх речей, [кажучи:] "взяти їх з рішучістю і замовити людей взяти його кращим. Я покажу вам будинок зухвало неслухняних."
vi: Và chúng tôi đã viết cho anh ta vào viên [cái gì] của tất cả mọi thứ - hướng dẫn và giải thích cho tất cả mọi thứ, [nói], "đưa họ với quyết tâm và để người dân của bạn có tốt nhất của nó. Tôi sẽ chỉ Anh nhà ngô nghịch defiantly."
zu: Futhi We wabhala ngaye ezibhebheni [okuthile] bazo zonke izinto - imfundo kanye nokuchazwa ezintweni zonke, [ethi], "Hamba nawo ukuzimisela oda abantu bakho ukuthatha best of it ngizokubonisa emzini.

# Quran1100
source: I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them.
ca: Em referiré del meu signes als que són arrogants sobre la terra sense dret; i si que hauria de veure cada senyal, no creuran en ell. I si veuen que la forma de la consciència, no adoptarà-lo com una forma; però si veuen el camí d'error, l'adoptarà com a forma. Allò és perquè ells han negat els nostres signes i eren sense fer cas d'ells.
cy: Bydd troi oddi wrth fy arwyddion rheini sy'n drahaus ar wyneb y ddaear heb hawl; ac os dylent weld pob arwydd, nad ydynt yn credu ynddo. Ac os ydynt yn gweld y ffordd yn mynd yn anymwybodol, bydd eu nid yn ei fabwysiadu fel ffordd; ond os ydynt yn gweld y ffordd y gwall, byddant yn ei mabwysiadu fel ffordd. Mae hynny oherwydd mae nhw wedi gwadu ein arwyddion ac roeddent yn heedless ohonynt.
da: Jeg vil vende sig væk fra min tegn dem, der er arrogante på jorden uden ret; og hvis de skal se hvert tegn, de vil ikke tro på det. Og hvis de ser måde af bevidsthed, de ikke vil vedtage det som en måde; men hvis de ser slags fejl, de vil vedtage det som en måde. Det er fordi de har nægtet vores tegn og var de ubekymrede af dem.
el: Θα γυρίζω μακριά από σημεία μου όσους είναι αλαζονική επάνω στη γη χωρίς δικαίωμα? και αν θα πρέπει να δείτε κάθε σημάδι, και δεν θα πιστεύουν σε αυτό. Και αν δουν τον τρόπο της συνείδησης, να μην υιοθετήσουν αυτό ως ένας τρόπος? αλλά αν δουν τον τρόπο του λάθους, που θα το υιοθετήσουν ως ένας τρόπος. Αυτό συμβαίνει γιατί αρνήθηκαν σημεία μας και είχαν απρόσεκτος από αυτά.
et: Ma pöörama eemal minu märke neile, kes on ülbe rahvahulgal õiguseta; ja kui nad peaksid nägema iga märk, nad ei usu sellesse. Ja kui nad näha, kuidas teadvus, nad ei ole vastu seda viis; Aga kui nad näha, kuidas viga, nad võtavad vastu see viis. Ongi, sest nad on eitanud meie märke ja nad olid heedless neist.
fi: Minä käännän pois minun oireita jotka ovat ylimielinen maan päällä ilman oikeutta; ja jos heidän pitäisi pystyä näkemään kaikin puolin, he eivät usko siihen. Ja jos he näkevät, miten tietoisuus, ne ei hyväksy se tavalla; mutta jos he näkevät, miten virhe, antamansa se tapa. Tämä johtuu siitä he kielsivät merkkejä ja ne välittämättä niistä.
he: . אני אפנה מן השלטים שלי מי מתנשא על פני האדמה ללא זכות; ואם הם צריכים לראות כל סימן, הם לא יאמינו בה. אם הם רואים את הדרך של התודעה, הם לא יאמץ אותו כדרך; אבל אם הם רואים את הדרך של שגיאה, הם יאמץ אותו כדרך. זה בגלל שהם מכחיש את השלטים שלנו והם והילת מהם.
hr: Ne će odvratiti od moje znakove koji su arogantni na zemlji bez prava; i ako da vide svaki znak, neće vjerovati u to. I ako vide put svijesti, oni ne će usvojiti kao način; Ali ako vide put greška, oni će usvojiti kao način. To je zato što su porekli naši znakovi i bili su koja ne brine o njima.
lt: Aš nusigręžia nuo mano ženklai tiems, kurie yra arogantiški žemėje neturint tam teisės; ir jei jie turėtų pamatyti kiekvieną pasirašyti, jie netiki į jį. Ir jei jie mato, kaip sąmonės, jie bus ne priimti jį kaip būdas; bet jei jie mato klaida būdas, jie bus priimti kaip taip. Taip yra todėl jie buvo atsisakyta mūsų požymiai ir jie buvo neatidus juos.
lv: Būs vērsties prom no manas zīmes tiem, kas ir augstprātīgi uz zemes bez tiesībām; un, ja viņi būtu jāredz katra zīme, tās nedrīkst domāt tajā. Un ja viņi redz apziņa kā, viņi nav pieņems to kā veidu; bet, ja viņi redz kļūdas veidu, viņi pieņems to kā veids, kā. Tas ir tāpēc, ka viņi nolieguši mūsu pazīmes, un tie bija neuzmanīgs no tiem.
nb: Jeg vil slå fra min skiltene dem som er arrogant på jorden uten høyre; og hvis de skal se alle tegn, vil de ikke tror på den. Og hvis de ser veien til bevissthet, de vil ikke ta det som en måte; men hvis de ser veien for feil, vil de ta det som en måte. Det er fordi de har avslått vår tegn og de var heedless av dem.
sk: Bude zase od môjho znamenia pre tých, ktorí sú arogantní na zemi bez práva; a ak zistia, že každé znamenie, nebudú veriť v to. A ak uvidia tak vedomie, nebudú prijímať to ako spôsob, ako; ale ak oni vidia, ako chyby, prijme to ako spôsob, ako. To je, pretože oni odmietli našich značiek a boli im nedbala.
sl: Bo pa od moje znaki tiste, ki so arogantni, na zemlji brez pravice; in če vidijo vsak znak, ne boste verjeli v to. In če se jim zdi način zavesti, jih bo ne sprejmejo kot način; vendar če se jim zdi način napake, jih sprejmejo kot način. To je zato, ker so zanikali naše znake in so Nepažljiv od njih.
sr_cyrl: Искрцавам се од мојих знакова који су арогантни над земљом без права; и ако треба да виде сваки знак, не верују у то. И ако виде како свести, они ће не усвоји то као начин; Али ако виде како грешке, они ће га усвојити као начин. То је зато што су порекли свој знак, и били су која не брине о њима.
sr_latn: Iskrcavam se od mojih znakova koji su arogantni nad zemljom bez prava; i ako treba da vide svaki znak, ne veruju u to. I ako vide kako svesti, oni će ne usvoji to kao način; Ali ako vide kako greške, oni će ga usvojiti kao način. To je zato što su porekli svoj znak, i bili su koja ne brine o njima.
uk: Я звернуся подалі від моїх ознаки тих, хто зарозумілий на землі без права; і якщо вони повинні бачити кожен знак, вони не вірять в неї. І якщо вони бачать як свідомість, вони не буде приймати це як спосіб; але якщо вони бачать як помилка, вони будуть прийняти це як спосіб. Це тому, що йому відмовлено наших знаки, і вони були забутті, з них.
vi: Tôi sẽ lần lượt đi từ dấu hiệu của tôi, những người kiêu ngạo khi trái đất mà không cần phải; và nếu họ sẽ thấy mọi dấu hiệu, họ sẽ không tin vào nó. Và nếu họ thấy con đường của ý thức, họ sẽ không chấp nhận nó như là một cách; nhưng nếu họ thấy con đường của lỗi, họ sẽ áp dụng nó như là một cách. Đó là bởi vì họ đã từ chối các dấu hiệu của chúng tôi và họ đã không lưu ý của họ.
zu: I bayofulathelisa Mi komba labo are zidla phezu komhlaba ngaphandle kwesokudla;

# Quran1101
source: Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do?
ca: Els que negaven rètols i la reunió de la d'ara endavant - els fets s'han convertit en inútils. Són es recompensava excepte el que acostumaven a fer?
cy: Rhai sydd yn gwadu ein arwyddion a chyfarfod o hyn ymlaen-mae eu gweithredoedd wedi dod yn ddiwerth. Yn eu had-dalu ac eithrio beth maen nhw'n ei wneud?
da: Dem, der nÃ¦gtet vores tegn og møde i hinsidige - deres gerninger er blevet værdiløse. Er de belønnes med undtagelse af hvad de plejede at gøre?
el: Όσους αρνούνταν μας σημεία και η συνάντηση του εφεξής - πράξεις τους έχουν καταστεί άνευ αξίας. Είναι αυτοί αμείβονται εκτός από αυτό που χρησιμοποιείται για να το κάνετε;
et: Need, kes eitas meie märke ja edaspidi - kohtumise nende teod on muutunud väärtusetu. On nad recompensed, välja arvatud, mida kasutasid nad teha?
fi: Ne, jotka merkkejä ja jäljempänä - Kokous heidän tekonsa ovat arvottomia. Ne palkitaan lukuun ottamatta niitä käyttää?
he: מי הכחיש השלטים שלנו ועמידה בעולם הבא - מעשיהם הפכו להיות חסרי ערך. הם הם recompensed חוץ מה היו עושים?
hr: Koji nije prihvatio naše znakove i susret u daljnjem tekstu - njihova djela postaju bezvrijedna. Su oni osloboditi osim što su nekad?
lt: Tie, kurie neigia mūsų požymiai ir toliau - susirinkimas savo poelgius tapo beverčiai. Yra jos recompensed išskyrus kas jie turi daryti?
lv: Tie, kuri noliedza mūsu zīmes un turpmāk - sapulces viņu darbiem ir kļuvis nevērtīgs. Ir tie recompensed, izņemot to, ko viņi mēdza to darīt agrāk?
nb: De som nektet våre tegn og møtet med hinsidige - deres gjerninger har blitt verdiløs. Er de recompensed bortsett fra hva de pleide å gjøre?
sk: Tí, ktorí poprel našich značiek a stretnutie ďalej - ich skutky sa stali bezcenné. Budú odmenený s výnimkou čo boli zvyknutí robiť?
sl: Tisti, ki je zanikal naše znake in srečanje v nadaljevanju - njihova dejanja so postala brez vrednosti. So jih izplačati nadomestilo, razen za kaj se uporabljajo za početi?
sr_cyrl: Они који је негирао свој знак и испуњавање на другом свету - њихова дела постали су безвредни. Да ли су се измире осим шта су некад?
sr_latn: Oni koji je negirao svoj znak i ispunjavanje na drugom svetu - njihova dela postali su bezvredni. Da li su se izmire osim šta su nekad?
uk: Ті, хто заперечував наших знаки та зустрічі П'єра - їхні вчинки стали марні. Вони є recompensed за винятком те, що раніше робити?
vi: Những người từ chối các dấu hiệu của chúng tôi và các cuộc họp của tương lai - hành động của họ đã trở thành vô giá trị. Họ recompensed ngoại trừ họ sử dụng như thế nào để làm?
zu: Labo waphika izibonakaliso Zethu buthano Hereafter - izenzo zabo baye baba yize.

# Quran1102
source: And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers.
ca: I la gent de Moses, després [la seva sortida], seus adorns un vedell - una imatge tenint al so. No ho veuen que ho podia ni parlar-los ni guiar-los a una forma? Van prendre [per al culte], i eren malfactors.
cy: A pobl Moses gwnaeth, ar ôl [ei ymadawiad], o addurniadau eu llo-delwedd cael sain lowing. Nad oeddent yn gweld y gallai nad yw'n siarad â hwy nac yn eu tywys i ffordd? Cymerodd yr [ar gyfer addoli], ac roeddent yn tramgwyddo.
da: Og Moses befolkning, efter [hans afgang], fra deres smykker en kalv - et billede at have en gende lyd. Kunne de ikke se at det kunne hverken tale til dem eller guide dem til en måde? De tog det [for tilbedelse], og de var lovovertrædere.
el: Και οι άνθρωποι του Moses που, μετά από [την αναχώρησή του], από τα στολίδια τους ένα μοσχάρι - μια εικόνα με έναν ήχο θες. Δεν τους βλέπω ότι αυτό θα μπορούσε να μιλήσω μαζί τους ούτε θα τους καθοδηγήσει σε έναν τρόπο; Αυτά που έλαβε [για λατρεία], και ήταν των παραβατών.
et: Ning Moses inimesed pärast [tema] alates nende kaunistused vasika - pildi, millel lowing heli. Nad ei vaata et ei saanud nendega rääkida ega suunata neid nii? Nad võtsid [ette kummardama], ja nad olid tekitaja.
fi: Ja ihmiset Moses [hänen lähtönsä jälkeen], alkaen niiden koristeet vasikka - raavat ääni kuvan. Eivätkö he näe, ne voisi saa puhua heille tai ohjata heitä tapa? He ottivat [rukoilemaan] ja he olivat rikolliset.
he: תושבי Moses זני, לאחר [עזיבתו], קישוטים שלהם עגל - תמונה עובר הגה lowing. ? הם לא ראו כי זה יכול לא לדבר איתם ולא מדריך אותם דרך? הם לקחו את זה [לצורך סגידה], והן היו הפושעים.
hr: I ljudi Moses, nakon njegova odlaska, od svoje ukrase tele - slike imaju laciji zvuk. Oni ne vidješe da to mogao ni razgovarati s njima niti ih voditi na način? Su ga je [za štovanje] i su prijestupnicima.
lt: Ir Moses žmonės, išvykus [jo], nuo jų papuošalai veršelis - turi kitus garso vaizdas. Jie nemanė, kad jis negalėjo nei kalbėti jiems nei vadovas juos taip? Jie jį paėmė [ir garbinimas], ir jie buvo grzesznicy.
lv: Un Moses cilvēki, pēc [aizbraukšanas] no savas rotas teļš - kam lowing skaņas attēlu. Viņi neredzēja, ka tā varētu runāt ar viņiem, nedz viņus virzām tā? Tie ņēma to [dievkalpojumiem], un tie bija pārkāpējus.
nb: Og folk Moses, etter [hans], fra deres smykker en kalv - et bilde har en lowing lyd. De ikke se at det kan verken snakke med dem eller lede dem til en måte? De tok det [for tilbedelse], og de var wrongdoers.
sk: A ľudia Moses odchodom [jeho], z ich ozdoby teľa - obrázok s bučanie zvuk. Oni nevideli že nemohol ani hovoriť s nimi, ani sprievodca im tak? Vzali ho [pre uctievanie], a oni boli zloèinci.
sl: In ljudje Moses, po [odhodom], iz njihovega okraski tele - sliko ob lowing zvok. Jih ne vidim da bi niti govoril, da jih niti ravnale na način? Vzeli so ga [za bogoslužje], in so bili wrongdoers.
sr_cyrl: И људи из Мосес, после [његов одлазак], из своје украсе теле - слике имају лоwинг звук. Нису видели су да то није могла разговарати с њима нити их Водич за излаз? Узели су га [за], а били су починиоце.
sr_latn: I ljudi iz Moses, posle [njegov odlazak], iz svoje ukrase tele - slike imaju lowing zvuk. Nisu videli su da to nije mogla razgovarati s njima niti ih Vodič za izlaz? Uzeli su ga [za], a bili su počinioce.
uk: І люди Moses зробив, після [свого від'їзду], з їх орнаменти теля - образ маючи застосувати такі звук. Хіба вони не бачили, що він міг говорити до них ні вести їх до спосіб? Вони прийняли його [для поклоніння], і вони були розкаюємося.
vi: Và người dân của Moses, sau [của ông khởi hành], từ đồ trang trí của một con bê - một hình ảnh có một âm thanh lowing. Họ không thấy rằng nó có thể nói chuyện với họ cũng như hướng dẫn họ đến một cách không? Họ lấy nó [cho thờ], và họ đã là wrongdoers.
zu: Kanti abantu uMose wenza, ngemva [kokumuka kwakhe], kusukela izivunulo zabo ithole - isithombe kokuba umsindo lokubhonsa.

# Quran1103
source: And when regret overcame them and they saw that they had gone astray, they said, "If our Lord does not have mercy upon us and forgive us, we will surely be among the losers."
ca: I quan tot va superar-los i van veure que haguessin sortit per mal camí, va dir, "Si nostre Senyor no tingui pietat sobre nosaltres i ens perdona, que segurament serà entre els perdedors".
cy: A pan yr gofid yn goresgyn iddynt a gwelodd eu bod wedi mynd ar gyfeiliorn, dywedodd, "Os nad yw'n ein Arglwydd wedi drugaredd arnom a Maddeuwch inni, byddwn yn sicr yn ymhlith y rhai ar eu colled."
da: Og når beklagelse overvandt dem og de så, at de havde faret vild, de sagde, "Hvis vor Herre ikke har barmhjertighed med os og tilgive os, vil vi helt sikkert være blandt taberne."
el: Και όταν λύπη ξεπέρασε τους και είδαν ότι είχαν πάει παραστρατημένος, τους είπε, «Εάν ο Κύριός μας δεν ελέησον από εμάς και να μας συγχωρήσουν, θα είμαστε σίγουρα ανάμεσα στους χαμένους.»
et: Ja kui kahetseda lahendasid neid ja nad nägid, et nad olid läinud eksinud, nad ütlesid: "Kui meie Issand halasta pärast meid ja anna meile andeks, meil on kindlasti ühed kaotajad."
fi: Ja kun pahoillani voitti ne ja he näkivät, että he olivat menneet harhaan, he sanoivat, "Jos meidän Herramme ei ole meille armollinen ja anna meille anteeksi, me varmasti häviäjiä."
he: כאשר חרטה התגברו עליהם, הם ראו את זה והם הלכו מדרך הישר, הם אמרו, "אם אדוננו לא רחמו, סלח לנו, אנחנו בטח יהיה בין המפסידים."
hr: I žalim ih svladati i vidjeli su da su otišao stranputicom, rekli su, "Ako Gospod ima milosti za nas i oprosti nam, sigurno ćemo među gubitnici."
lt: Ir kai apgailestauju įveikė juos ir jie pamatė, kad jie išvažiavo iš kelio, jie sakė: "Jei mūsų Viešpaties malonės į mus ir atleisk mums, mes tikrai bus tarp pralaimėjusiųjų."
lv: Un kad nožēlu pārvarēja viņiem un viņi redzēja, ka viņi devušies apmaldīties, viņi teica: "Ja mūsu Kunga nav žēlastība mūs un piedod mums, mēs noteikti būs starp zaudētāji."
nb: Og når anger overvant dem og de så at de hadde gått seg vill, de sa, "Hvis vår Herre ikke ha barmhjertighet med oss og tilgi oss, vi vil sikkert være blant taperne."
sk: A keď ľútosť prekonal a videl, že odišli scestie, povedali, "Ak náš Pán nie zmiluj sa nad nami a odpusť nám, určite budeme medzi porazených."
sl: In ko jih premagal obžalovanje in videl, da sta šla zašel, so rekli, "Če našega Gospoda ne usmili na nas in nam odpusti, zagotovo bomo med poraženci."
sr_cyrl: И када жаљење превладала их и видели су то они имали залутао, рекли су, "Ако Господ не смилуј се на нас и опрости нам, сигурно смо међу губитници."
sr_latn: I kada žaljenje prevladala ih i videli su to oni imali zalutao, rekli su, "Ako Gospod ne smiluj se na nas i oprosti nam, sigurno smo među gubitnici."
uk: І коли жалю подолав їх, і вони побачили, що вони пішли в оману, вони сказали, "Якщо наш Господь не помилуй нас і прости нам, ми безумовно буде серед програли".
vi: Và khi hối tiếc vượt qua chúng và họ thấy rằng họ đã đi lạc lối, họ nói, "Nếu Chúa chúng ta không có lòng thương xót cho chúng ta và tha thứ cho chúng tôi, chúng tôi sẽ chắc chắn là một trong những người thua cuộc."
zu: Futhi uma ukuzisola okujwayelekile ukuba wakunqoba kwabo babona ukuthi they thathaza astray they tshela "Uma iNkosi yethu akanayo nesihe phezu kwethu futhi usithethelele, ngokuqinisekile siyophila phakathi losers."
