Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1655
source: And when he had furnished them with their supplies, he said, "Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators?
ca: I quan havia armat-los amb els seus subministraments, va dir, "porta'm un germà seu del seu pare. No veus que vaig donar mesura completa i que sóc el millor de accommodators?
cy: A pan ei fod wedi dodrefnu iddynt gyda eu cyflenwadau, dywedodd, "mi dwyn brawd chi gan eich tad. Nid ydych yn gweld fy mod yn rhoi Mesur llawn ac yr wyf yn y gorau o accommodators?
da: Og når han havde indrettet dem med deres forsyninger, sagde han, "bringe mig en broder af jeres fra din far. Kan du ikke se, jeg giver fuld foranstaltning og at jeg er bedst af accommodators?
el: Και όταν αυτός είχε τους επιπλωμένα με τις προμήθειες τους, είπε, «φέρτε μου έναν αδελφό σου από τον πατέρα σας. Δεν μπορείτε να δείτε ότι μπορώ να δώσω πλήρη μέτρο και ότι είμαι ο καλύτερος του accommodators;
et: Ja kuna ta oli sisustatud neile nende tarnete, ütles ta, "tooge mulle sinu vend oma isalt. Kas sa ei näe et ma annan kogu meetme ja accommodators parim olen?
fi: Ja kun hän varustettua heidät hankintojen, hän sanoi: "tuo minulle veli sinun isäsi. Etkö näe, että annan täysimääräisesti ja että minä olen paras accommodators?
he: כאשר הוא היה מרוהט אותם עם אספקה שלהם, הוא אמר, "הביאו לי אח שלך מאבא שלך. ? אתה רואה שאני נותן מידה ושאני הכי טוב מכל accommodators?
hr: I kada on je opremljen ih njihov materijal, rekao je, "Daj mi tvoj brat od oca. Ne vidiš li da dajem punu mjeru i da sam ja najbolji accommodators?
lt: Ir kai jis turėjo pateikti juos jų tiekimą, jis sakė: "jis man brolis jūsų iš savo tėvo. Tai tu nematai kad duosiu pilna priemonė ir kad aš esu geriausias iš accommodators?
lv: Un, kad viņš bija iekārtotas tos ar krājumus, viņš teica, "atnes man tavs brālis no savu tēvu. Ne jūs saskatāt sniegt pilnu pasākuma un ka es esmu labākais accommodators?
nb: Og når han hadde møblert dem med deres rekvisita, sa han, "gi meg en bror av deg fra din far. Du ser ikke jeg gi fulle mål og at jeg er best av accommodators?
sk: A keď on mal vybavené im svoje dodávky, povedal "prines mi tvoj brat od svojho otca. Nevidíš že dám v plnej miere a že som to najlepšie z accommodators?
sl: In ko je imela opremljenih jih s svoje zaloge, je dejal, "bi mi brat tvoje od svojega očeta. Ali ne vidiš da sem poln ukrepa in da sem najboljši accommodators?
sr_cyrl: И када је он имао, опремљена их њихове залихе, рекао је: "Донеси ми твој брат од твог оца. Не видиш да сам дати пуну меру и да сам ја најбоље од аццоммодаторс
sr_latn: I kada je on imao, opremljena ih njihove zalihe, rekao je: "Donesi mi tvoj brat od tvog oca. Ne vidiš da sam dati punu meru i da sam ja najbolje od accommodators
uk: І коли він мав обставлені їх поставок, він сказав: "принести мені брат твій з вашим батьком. Не ви бачите, що я даю повною мірою і що я краще з accommodators?
vi: Và khi ông đã bị chúng với nguồn cung cấp của họ, ông nói, "mang lại cho tôi một người Anh em của bạn từ người cha của bạn. Không bạn thấy tôi đưa ra biện pháp đầy đủ và rằng tôi là tốt nhất của accommodators?
zu: Futhi lapho wayenikeze kubo izimpahla zabo, wathi, "Lethani kimi umzalwane ongowakho kayihlo. Awazi yini ukuthi mina epha gcwele gqi nokuthi ngingubani the best of accommodators?

# Quran1656
source: But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me."
ca: Però si no portar-lo a mi, cap mesura hi haurà [s] per a vostè de mi, ni es t'acostes a mi."
cy: Ond os oes na dod ag ef i mi, oes Mesur fydd [o hyn ymlaen] i chi oddi wrthyf fi, ac ni byddwch yn ymdrin â mi.
da: Men hvis du ikke bringe ham til mig, ingen foranstaltning vil der være [herefter] til dig fra mig, eller vil du nærmer dig mig."
el: Αλλά αν δεν φέρετε τον σε μένα, κανένα μέτρο θα υπάρξει [στο εξής] για σας από μένα, ούτε θα πλησιάζετε μου.»
et: Kuid kui te tuua ta mulle, ei saa kohaldada kas tuleb [edaspidi] teile minult, ega te lähenemine mind."
fi: Mutta jos et tuo hänet minulle, mikään toimenpide ei siellä ole [jäljempänä] sinulle minulta eikä varmaankin lähestyy minua."
he: אבל אם לא תביא אותו אליי, לא יהיה [להלן] בשבילך ממני, ולא יהיה את מתקרבת אלי."
hr: Ali ako doneseš ga meni, ne mjere tu će biti [u daljnjem tekstu] za vas od mene, niti će me pristup."
lt: Bet jei ne jam atnešti į mane, jokių priemonių bus [toliau] jums iš manęs, nei bus požiūris mane."
lv: Bet, ja jūs nebūtu ienesuši viņu pie manis, neviens pasākums būs [turpmāk] tev no manis, ne jums būs pieeja mani."
nb: Men hvis du ikke ta ham til meg, ingen mål vil det være [senere] for deg fra meg, heller ikke vil du nærmer meg.
sk: Ale ak nechcete aby mu mi, žiadne opatrenie bude [ďalej] pre vás odo mňa, ani sa mi prístup."
sl: Ampak če ga ne bi mi, ni ukrep bo [spodaj] za vas od mene, niti me bo pristop."
sr_cyrl: Али ако не поступате са мном, ниједна мера ће постојати [касније] за тебе од мене, нити ће ти прићи ме."
sr_latn: Ali ako ne postupate sa mnom, nijedna mera će postojati [kasnije] za tebe od mene, niti će ti prići me."
uk: Але якщо ви не приведіть до мене його, не міра там буде [надалі] для вас від мене, і не будете ви до мене".
vi: Nhưng nếu bạn không mang lại cho anh ta với tôi, không có biện pháp sẽ có thể [sau] cho bạn tôi, cũng không phải bạn sẽ tiếp cận tôi."
zu: Kodwa uma ungenayo umlethe kimi, akukho ngesilinganiso kube khona [uzokuqonda ngemva kwalezi zinto] ngawe ezivela kimi, futhi ngeke asondele kimi. "

# Quran1657
source: They said, "We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it]."
ca: Deien, "mirarem de dissuadir el seu pare de [tenint] ell i fet, ens farà [es]."
cy: Dywedodd, "bydd yn ceisio cymell ei dad o [cadw] bydd ef, ac yn wir, yr ydym yn gwneud [TG]."
da: De sagde, "vi vil forsøge at afholde sin far fra [hold] ham, og ja, vi vil gøre [det]."
el: Είπαν, «θα προσπαθήσουμε να αποτρέψει τον πατέρα του από [διατήρηση] τον, και πράγματι, εμείς θα το κάνουμε []. "
et: Nad ütlesid: "me püüab veenda oma isa: [pidamine] teda, ja tõepoolest, me teeme [ta]."
fi: He sanoivat, "me yritämme taivutella isänsä alkaen [pitää] hänelle, ja itse asiassa teemme [se]."
he: הם אמרו, "אנחנו ינסו להניא את אביו [קיומו] אותו, ואנחנו אכן, נעשה [בו]."
hr: Rekli su, "pokušat će odvratiti oca od [održavanje] ga, i uistinu, mi ćemo [to]."
lt: Jie sakė: "mes bandys įtikinti jo tėvas iš [palaikymo] jam, ir iš tiesų, mes bus padaryti [jis]."
lv: Viņi teica: "mēs mēģināsim atrunāt savu tēvu no [Saglabāt] viņu un, protams, mums būs darīt [tā]."
nb: De sa: "vi vil forsøke å fraråde faren fra [holder] ham, og ja, vi vil gjøre [det]."
sk: Oni povedali: "pokúsime sa odradiť jeho otec od [vedenie] ho, a v skutočnosti sme sa urobiť [to]."
sl: So rekli, "bomo poskušali odvrniti njegov oče iz [vodenje] njega, in seveda, mi bo naredil [je]."
sr_cyrl: Рекли су, "смо ће покушати да одврати његов отац из [иување], а уистину, ми ћу то []."
sr_latn: Rekli su, "smo će pokušati da odvrati njegov otac iz [иuvanje], a uistinu, mi ću to []."
uk: Вони сказали: "ми спробуємо переконати його батько від [зберігання] йому і справді, ми зробимо [його]."
vi: Họ nói, "chúng tôi sẽ cố gắng can ngăn cha của mình từ [giữ] Anh ta, và thực sự, chúng tôi sẽ làm [nó]."
zu: Bathi: "Sizozama ukuvimba noyise besuka [ukugcinwa] kuye, futhi ngempela, sizokwenza [isixhumo]."

# Quran1658
source: And [Joseph] said to his servants, "Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return."
ca: I [Joseph] va dir als seus servents, "posar la mercaderia a seva alforges així que podria reconèixer quan ells han tornat al seu poble que potser [nou] retornaran."
cy: A dywedodd [Joseph] wrth ei weision, "ar eu nwyddau eu saddlebags felly efallai eu bod yn cydnabod hynny pan maent wedi mynd yn ôl i bobl eu efallai byddant yn dychwelyd [eto]."
da: Og [Joseph] sagde til sine tjenere, "sætte deres merchandise i deres saddeltasker så de kan genkende det, når de er gået tilbage til deres folk, der måske vil de [igen] vende tilbage."
el: Και [Ζοζέφ] είπε στους δούλους του, «βάλτε τα εμπορεύματά τους σε saddlebags τους έτσι θα μπορούσε να την αναγνωρίζουν όταν έχουν πάει πίσω να τους ανθρώπους που ίσως θα επιστρέψουν [πάλι].»
et: Ja [Joseph] ütles oma sulased "Pane oma raha nende sadulakotid nii, et nad võivad tunda, kui nad on läinud tagasi oma inimesed, et ehk nad [uuesti] tagasi."
fi: Ja [Joseph] sanoi palvelijoillensa "laittaa rahansa heidän satulalaukut niin ne voi tunnistaa, kun he ovat palanneet ihmiset siitä, että ehkä he palaavat [jälleen]."
he: [יוסף] אמר משרתיו, "להכניס את מרכולתם האוכף שלהם אז הם עשויים לזהות אותו בעת שהם חוזרים לאנשים שלהם. אולי הם יחזרו [שוב]."
hr: I [Joseph] rekao je je svojim slugama, "njihove robe u svoje sedlo pa su možda prepoznati kada su se vratiti svojim ljudima da možda oni [opet] vratiti."
lt: Ir [Juozapas] sakė, jo tarnai, "įdėti savo prekes į jų balnakrepšius, jie gali atpažinti, kai jie sugrįžo į savo tautą, kad galbūt jie [vėl] grįš."
lv: Un [Joseph] sacīja saviem kalpiem "nodot savas preces to seglu, lai tās varētu pazīt, kad tie ir aizgājuši atpakaļ uz to cilvēku, kas varbūt viņi atgriezīsies [atkal]."
nb: Og [Joseph] sa til sine tjenere, "sette sine varer til deres saddlebags så de kan kjenne det igjen når de har gått tilbake til sine folk at kanskje de tilbakestilles [nytt]."
sk: A [Joseph] povedal svojim služobníkom, "svoj tovar do ich tašky tak mohli uznať, že keď sa vrátili do svojich ľudí, že snáď sa [znova] vráti."
sl: In [Joseph] dejal, da njegova uslužbencev, "svoje blago v svoje torbe tako so lahko prepozna, ko so šli nazaj na svoje ljudi, da morda bo [spet] vrniti."
sr_cyrl: И [Јосепх] је рекао да његове слуге, "Стави своју робу у њихове бисаге па су можда препознати када су успјешних и њихови људи који можда ће [опет] врате."
sr_latn: I [Joseph] je rekao da njegove sluge, "Stavi svoju robu u njihove bisage pa su možda prepoznati kada su uspješnih i njihovi ljudi koji možda će [opet] vrate."
uk: І [Джозеф] сказав своїм слугам, "покласти їх товари в їх сумки так що вони можуть визнати, коли вони пішли назад до свого народу, що можливо вони [знову] повернеться."
vi: Và [Joseph] nói với tôi tớ của Ngài, "đưa hàng hóa của họ vào saddlebags của họ để họ có thể nhận ra nó khi họ đã đi trở lại để người dân của họ rằng có lẽ họ sẽ trở lại [lần nữa]."
zu: Futhi [uJosefa] wathi ezincekwini zakhe: "Beka impahla yabo ibe saddlebags zabo ukuze bangazise sikubone lapho sibuyele kubantu babo ukuthi mhlawumbe they tando [aphinde] ukubuya."

# Quran1659
source: So when they returned to their father, they said, "O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians."
ca: Així que quan van tornar al seu pare, va dir, "O nostre pare, [més] mesura ha estat negada a nosaltres, així que envia amb nosaltres el nostre germà [que] ens donaran mesura. I efectivament, estarem seus guardians.
cy: Felly, wrth iddynt ddychwelyd at eu tad, dywedodd, "O ein tad, [pellach] Mesur wedi cael ei gwrthod i ni, felly anfon gyda ni ein brawd a [y] bydd yn cael Mesur. Ac yn wir, y byddwn yn ei warcheidwaid."
da: Så når de vendte tilbage til deres far, sagde de, "O vores far, [videre] foranstaltning er blevet nægtet os, så send os vores bror [at] vi får foranstaltning. Og ja, vi vil være hans værger."
el: Έτσι, όταν επέστρεψαν στον πατέρα τους, τους είπε, «Ο πατέρας μας, [περισσότερο] μέτρο έχει μας, έτσι να στείλετε μαζί μας τον αδελφό μας [ότι] θα μας δοθεί μέτρο. Και πράγματι, θα είμαστε θεματοφύλακες του.»
et: Nii nad tagasi nende isa nad ütlesid: "O meie isa [veel] meede keelduti meile, nii et saatke meile meie vend, [et] me antud meede. Ja tõepoolest, me tema hooldajatega."
fi: Niin, kun he palasivat isänsä, he sanoivat: "Oi meidän isämme (vielä entisestään) toimenpide on evätty meille, joten Lähetä meille veljemme [että] meille annettu toimenpide. Ja meidän on todellakin hänen huoltajansa.
he: אז כאשר הם חזרו אביהם, הם אמרו, "O אבינו, [עוד] מדד נדחתה אלינו, אז שלח איתנו אח שלנו [כי] אנחנו תינתן מידה. אכן, אנחנו נהיה שומרי שלו."
hr: Kad su se vratili u njihov otac, rekli su, "O Oče naš, [dalje] mjere odbijen nam, pa Pošalji s nama brata [da] smo će se dati mjere. I uistinu, mi ćemo biti njegovi čuvari."
lt: Taigi, kai jie sugrįžo į savo tėvo, jie tarė: "O mūsų tėvas, [toliau] priemonės buvo neleista mums, todėl siųsti su mumis mūsų brolis [kad] mes bus suteikta priemonė. Ir iš tiesų, mes jo globėjai."
lv: Tad, kad viņi atgriezās ar savu tēvu, viņi teica: "O mūsu tēvu [turpmāk] pasākums tika liegta mums, lai nosūtīt mums ar mūsu brālis, [ka] mums tiks dota pasākums. Un patiešām, mums būs viņa aizbildņi."
nb: Så når de vendte tilbake til deres far, de sa, "O vår far, [mer] mål har blitt nektet oss, så send med oss vår bror [at] vi vil bli gitt mål. Og vi vil faktisk være hans verger.
sk: Takže, keď sa vrátil do svojho otca povedali, "O náš otec [ďalej] opatrenie bol odmietnutý pre nás, tak pošlite s nami náš brat, [že] budeme mať opatrenia. A Vskutku, budeme jeho strážcovia."
sl: Torej, ko so se vrnili v svojega očeta, so rekli, "O naš oče, [dodatno] ukrep je bila zavrnjena, da nas, torej spodbuda pri nas naš brat [da] bo treba dati ukrep. In res, bomo njegove stražarjev."
sr_cyrl: Тако да када су се вратили са својим оцем, рекли су, "О нам оца, [даље] мере је одбијен са нама, па Пошаљи с нама брата [да] ће нам меру. И заиста, бићемо његовог старатеља."
sr_latn: Tako da kada su se vratili sa svojim ocem, rekli su, "O nam oca, [dalje] mere je odbijen sa nama, pa Pošalji s nama brata [da] će nam meru. I zaista, bićemo njegovog staratelja."
uk: Отже, коли вони повернулися до свого батька, вони сказали, "O нашого батька, [далі] міра було відмовлено нам, так що надсилайте з нами наш брат [що] ми отримаєте міра. І дійсно, ми будемо його опікунів."
vi: Vì vậy, khi họ trở về với cha của họ, họ nói, "O cha chúng ta, [hơn nữa] đo đã bị từ chối cho chúng tôi, để gửi với chúng tôi của chúng tôi Anh [rằng] chúng tôi sẽ đưa ra biện pháp. "Và quả thật vậy, chúng tôi sẽ là người giám hộ của mình."
zu: Ngakho lapho phinda bo yise they tshela "O baba wethu, [eminye] ngesilinganiso unqatshelwe kithi, kanjalo sa nathi ngomfowethu [ukuthi] thina uyonikwa ngesilinganiso. Futhi ngempela, siyoba ababheki bakhe.

# Quran1660
source: He said, "Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful."
ca: Va dir, "hauria jo us encomano amb ell excepte [sota coacció] com que he confiat amb el seu germà abans? Però Allah és el guardià millor, i és la més misericordiós de les almoines".
cy: Meddai, "dylai yr ymddiried chi ag ef ac eithrio [o dan orfodaeth] fel yr chi ymddiried ei frawd cyn? Ond Allah yn y guardian gorau, ac mae'n fwyaf tosturiol o y tosturiol."
da: Han sagde, "skal jeg betro dig med ham undtagen [under tvang] som jeg betroet dig med sin bror før? Men Allah er den bedste vogter, og han er den mest barmhjertige af den barmhjertige."
el: Είπε, «πρέπει να μου ανατεθεί σας μαζί του εκτός από [υπό εξαναγκασμό] όπως σου εμπιστεύθηκα τον αδελφό του πριν; Αλλά Αλλάχ είναι ο καλύτερος φύλακας, και αυτός είναι ο πανάγαθος του εύσπλαχνος.»
et: Ta ütles: "ma annaks teile temaga välja arvatud [sundimise] olen volitatud teile vennaga enne? Kuid Jumal on parim eestkostja, ja ta on armollinen ning armulised."
fi: Hän sanoi: "olisi minun uskovan teille häntä [pakon] kuten tehtäväksi veljensä ennen? Mutta Jumala on parhaita huoltajan ja hän on laupias ja armollinen."
he: לדבריו, "צריך אני להפקיד לך עם אותו חוץ [כפיה] כפי שהפקדתי לך עם אחיו לפני? אבל אללה הוא השומר הכי טוב, והוא הרחמן ביותר של הנדבן."
hr: On je rekao, "trebao povjeravam ti s njim osim [pod prisilom] kao povjereno vam sa svojim bratom prije? Ali Allah je najbolji čuvar i on je najmilostiviji od milostivi."
lt: Jis sakė: "turėtų man patiki jus su juo išskyrus [pagal prievarta] kaip aš jums patikėta jo brolis prieš? Bet Dievas yra geriausias sargas, ir jis yra gailestingas, gailestingieji."
lv: Viņš teica: "būtu man uzticēt jums ar viņu, izņemot [zem spaidiem] kā man uzticēts viņa brālis pirms? Bet, Allah ir labākais sargs, un viņš ir visvairāk žēlsirdīgs, žēlsirdīgs."
nb: Han sa: «bør jeg overlater deg med ham bortsett fra [under tvang] som jeg betrodd deg med sin bror før? Men Allah er den beste verge, og han er den mest barmhjertige av barmhjertige."
sk: Povedal, že "by som zveriť sa s ním s výnimkou [pod nátlakom] ako som poverený vám s bratom pred? Ale Boh je najlepším strážcom, a on je milosrdný z milosrdný."
sl: On reče: "naj sem zaupa vam ga razen [pod prisilo] kot sem vam zaupa z bratom pred? Toda Allah je najboljši zaščitnik, in on je najbolj usmiljen od usmiljen."
sr_cyrl: Он је рекао, "требало би да остављам ти га осим [под принудом] као што сам ти поверио са његовим братом пре? Али , Аллах је најбољи чувар и он је најмилосрднији од милостивог."
sr_latn: On je rekao, "trebalo bi da ostavljam ti ga osim [pod prinudom] kao što sam ti poverio sa njegovim bratom pre? Ali, Allah je najbolji čuvar i on je najmilosrdniji od milostivog."
uk: Він сказав: "повинен я довірити ви з ним, за винятком [під примусом] як я довірив вам свого брата раніше? Але Аллах кращий опікун, і він самий милосердний з милостиві."
vi: Ông nói, "nên tôi ủy thác bạn với anh ta trừ [dưới cưỡng chế] như tôi giao bạn trai trước khi? Nhưng Allah là người giám hộ tốt nhất, và ông là thương xót nhất của sự thương xót."
zu: Wathi: "Kufanele ngininikela naye ngaphandle [ngaphansi ukuphoqwa] njengoba mina ukuphathise umfowabo phambi? Kodwa Allah umqaphi best, He is Nomusa of abanesihe."

# Quran1661
source: And when they opened their baggage, they found their merchandise returned to them. They said, "O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement."
ca: I quan es va obrir el seu equipatge, es van trobar a tornat a la seva gamma de productes. Deien, "O nostre pare, què [més] podria desitgem? Aquesta és la nostra mercaderia tornar-nos. I obtenir els subministraments per a la nostra família i protegir el nostre germà i obtenir un augment de la càrrega de un camell; Això és una mesura fàcil".
cy: A pan agorodd y maent yn eu bagiau, cawsant eu nwyddau a dychwelyd atynt. Dywedodd, "O ein tad, beth [fwy] gallai ein dymuniad? Dyma ein nwyddau a dychwelyd i ni. A bydd gael cyflenwadau ar gyfer ein teulu a diogelu ein brawd a gael cynnydd o lwyth y camel; yn mesur hawdd.
da: Og da de åbnede deres bagage, fandt de deres merchandise, vendte tilbage til dem. De sagde, "O vores far, hvad [mere] kunne vi ønske? Dette er vores merchandise, vendte tilbage til os. Og vi vil få forsyninger til vores familie og beskytte vores bror og opnå en stigning på en kamel belastning; Det er en nem måling."
el: Και όταν άνοιξαν τις αποσκευές τους, βρήκαν την πραμάτεια τους. Είπε, «O μας πατέρα, τι [περισσότερα] θα μπορούσε να επιθυμούμε; Πρόκειται για εμπόρευμα μας επιστραφεί σε εμάς. Και θα αποκτήσετε προμήθειες για την οικογένειά μας και προστατεύουν τον αδελφό μας και θα επιτύχει αύξηση του φορτίου καμήλας, Αυτό είναι μια εύκολη μέτρηση».
et: Ja kui nad avasid oma pagas, leidsid nad oma raha tagastamine. Nad ütlesid: "O meie isa, mida [more] võiks me soovime? See on meie kauba meile tagasi. Ja me saada tarneid meie perele ja kaitsta meie vend ja saada kasvu kaameli koormusest; See on lihtne mõõtmine."
fi: Ja kun he avasivat matkatavarat, he löysivät palauttamaan kauppatavaraa. He sanoivat: "Oi meidän isä, mitä [lisää] voisi toivoa? Tämä on meidän merchandise palautettu meille. Ja hankkimaan perheellemme ja suojella veljemme ja korottamiseen kamelin kuormitus, se on helposti mitata."
he: כשפתחו מזוודותיהם, הם מצאו את מרכולתם הגזל. הם אמרו, "O שלנו, אבי, מה [more] יכול שאנו חושקים? זוהי הסחורה שלנו חזר אלינו. אנו להשיג אספקה למשפחה שלנו, להגן על אחינו, להשיג גידול של העומס של גמל; זה מדידה קלה."
hr: I kad su otvorili svoje skladište, pronašli su njihova roba vraća. Rekli su, "O naš Oče, što [više] mogao želimo? Ovo je naša roba nam se vratio. I mi ćemo dobiti materijal za naše obitelji i zaštititi naš brat i dobiti povećanje opterećenja u peći; To je jednostavno mjerenje.
lt: Ir kai jie atidaryti bagažą, jie rado savo prekes grįžo į juos. Jie sakė: "O mūsų tėvas, ką [daugiau] galėtų trokštame? Tai yra mūsų prekes į mus. Ir mes gauti mūsų šeimai ir apsaugoti mūsų brolis ir gauti padidinti camel's apkrovos; tai lengvai matuoti."
lv: Un ja viņi atvēra savu bagāžu, viņi atrada savas preces atpakaļ uz tiem. Viņi teica: "O mūsu tēvs, kas [vairāk] varētu mēs vēlamies? Tas ir mūsu preces atpakaļ mums. Un mēs iegūt piegādes mūsu ģimenei un aizsargāt mūsu brālis un iegūtu pieaugumu kamieļu slodzi; tas ir viegli mērījumu."
nb: Og da de åpnet bagasjen, de fant sine varer returnert til dem. De sa: "O vår far, hva [mer] kan vi ønsker? Dette er våre varer returneres til oss. Og vi vil få forsyninger for vår familie og beskytte vår bror og få en økning av en kamel load; Det er et lett mål."
sk: A keď otvoril svoju batožinu, zistili, že ich tovar vrátiť im. Povedali, "O náš otec, čo [viac] mohol túžime? To je náš tovar vrátil k nám. A budeme získavať dodávky pre našu rodinu a chrániť náš brat a získať zvýšenie ťavej zaťaženia; to je jednoduché meranie."
sl: In ko so odprli prtljago, so našli njihovega blaga, jih vrniti. So rekli, "O naš oče, kaj [več] lahko želimo? To je naše blago vrne k nam. In bo vezala za našo družino in ščitimo naš brat in pridobitev povečanje kamele obremenitve; To je enostavno merjenje."
sr_cyrl: И кад су отворили свој пртљаг, нашли су своју робу, вратио се у њих. Рекли су, "О нам Оче, шта [Више] могли смо жељу? Ово је робом који нам се вратио. Цемо набавити залихе за нашу породицу и заштити брата и набавите што је повећање од камиле оптерећења; "То је као лака мера."
sr_latn: I kad su otvorili svoj prtljag, našli su svoju robu, vratio se u njih. Rekli su, "O nam Oče, šta [Više] mogli smo želju? Ovo je robom koji nam se vratio. Cemo nabaviti zalihe za našu porodicu i zaštiti brata i nabavite što je povećanje od kamile opterećenja; "To je kao laka mera."
uk: І коли вони відкрили свій багаж, вони виявили, їх товари, повернуті до них. Вони сказали: "O нашого батька, що [Докладніше] може ми бажаємо? Це наш товар, повернувся до нас. І ми будемо отримувати матеріали для нашої родини і захистити наш брат і отримати збільшення навантаження на верблюдах; Це легко вимірювання".
vi: Và khi họ mở ra Giữ hành của họ, họ thấy hàng hóa của họ trở lại với họ. Họ nói rằng, "O chúng tôi cha, cái gì [more] chúng tôi có thể mong muốn? Điều này là của chúng tôi hàng hóa trả lại cho chúng tôi. Và chúng tôi sẽ có được nguồn cung cấp cho gia đình của chúng tôi và bảo vệ anh em của chúng tôi và có được tăng trưởng dân số của lạc đà tải; đó là một đo lường dễ dàng."
zu: Futhi lapho bevula wemithwalo yabo, bafumana impahla yabo wabuyela kubo.
