Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran256
source: And when Saul went forth with the soldiers, he said, "Indeed, Allah will be testing you with a river. So whoever drinks from it is not of me, and whoever does not taste it is indeed of me, excepting one who takes [from it] in the hollow of his hand." But they drank from it, except a [very] few of them. Then when he had crossed it along with those who believed with him, they said, "There is no power for us today against Goliath and his soldiers." But those who were certain that they would meet Allah said, "How many a small company has overcome a large company by permission of Allah. And Allah is with the patient."
ca: I quan Saul va sortir amb els soldats, va dir, "de fet, Allah estaré provant amb un riu. Així que qui beu d'ella no és de mi, i qui no té el gust és fet de mi, excepte que pren [d'ella] en el buit de la mà." Però bevien, excepte un [molt] pocs d'ells. Llavors quan ell havia creuat també les que creu amb ell, van dir, "hi ha cap poder per a nosaltres avui contra Goliat i als seus soldats." Però els que estigueren segurs que es trobessin Allah deia, "quants una petita empresa ha de superar una gran empresa per permís d'Allah. I Allah és amb el pacient.
cy: A pan Saul yn mynd ymlaen gyda y milwyr, dywedodd, "yn wir, bydd Allah yn profi chi gyda'r afon. Felly, nid yw pwy bynnag diodydd o'r imi, ac nid yw pwy bynnag sydd yn ei flasu yn wir mi, heblaw un sy'n cymryd [o'r] yn y Pant ei law." Ond eu bod yn yfed ohono, ac eithrio [iawn] ychydig ohonynt. Yna pan ei fod wedi croesi ynghyd â rhai a gredai gydag ef, dywedodd, "Nid oes unrhyw bŵer i ni heddiw yn erbyn Goliath a ei filwyr." Ond y rhai a oedd yn sicr y byddent yn cyfarfod Allah wedi dweud, "faint o gwmni bach wedi goresgyn cwmni mawr drwy ganiatâd Allah. A yw Allah gyda'r claf.
da: Og da Saul gik frem med soldater, han sagde, "Ja, Allah vil teste dig med en flod. Så hvem drikker fra det er ikke af mig, og hvem ikke smage det er faktisk af mig, bortset fra én, der tager [fra det] i hule af sin hånd." Men de drak fra det, bortset fra en [meget] få af dem. Så når han havde krydset det sammen med dem, der menes med ham, sagde de, "der er ingen magt for os i dag mod Goliath og hans soldater." Men dem, der var Vis på, at de ville mødes Allah sagde: "hvor mange en lille virksomhed har overvundet en stor virksomhed med tilladelse fra Allah. Og Allah er med patienten."
el: Και όταν Σαούλ πήγε εμπρός με τους στρατιώτες του, είπε, «πράγματι, Αλλάχ θα είναι δοκιμή σας με ένα ποτάμι. Έτσι όποιος πίνει από αυτό δεν είναι από μένα, και όποιος δεν έχει αυτό γεύση είναι πράγματι μου, με εξαίρεση έναν που παίρνει [από] στο κοίλο μέρος του χεριού του.» Αλλά έπινον από αυτό, εκτός από ένα [πολύ] μερικά από αυτά. Στη συνέχεια, όταν είχε διέσχισαν αυτό μαζί με εκείνους που πίστευαν μαζί του, είπε, «υπάρχει καμία εξουσία για εμάς σήμερα εναντίον Γολιάθ και τους στρατιώτες του.» Αλλά εκείνοι που ήταν βέβαιο ότι θα επιτύχουν τον Αλλάχ είπε, «πόσες μια μικρή εταιρεία έχει ξεπεράσει μια μεγάλη εταιρεία με την άδεια του Αλλάχ. Και Αλλάχ είναι με τον ασθενή.»
et: Ja kui Saul läks edasi sõdurit, ta ütles: "tõepoolest, Allah see katsetamine te koos jõgi. Nii et kes iganes joob, see ei ole minu, ja kes iganes ei maitse, see on tõepoolest minust, välja arvatud üks, kes võtab [ta] käe nõgudes." Aga nad jõid sellest, välja arvatud a [väga] mõned neist. Siis kui ta oli ületanud koos neid, kes uskusid teda, nad ütlesid: "ei ole mingit õigust meile täna Goliath ja tema sõdurite vastu." Aga need, kes olid teatavad, et nad kohtuvad Jumal ütles, "kui palju väikefirma on ületanud suurettevõte Jumala loal. Ja Jumal on kannatlik."
fi: Ja kun Saul meni sotilaita, hän sanoi, "itse asiassa hillitä testataan sinun joki. Joten kuka juo se ei ole minusta, ja kuka ei maistu se ei itse asiassa minusta paitsi yksi, joka kestää [sen] hänen kätensä ontto." Mutta he joivat, paitsi [] muutamia niistä. Sitten kun hän oli ylittänyt sekä ne, jotka uskoivat häneen, he sanoivat: "ei ole valtaa meille tänään vastaan Goljat ja hänen sotilaansa." Mutta ne, jotka olivat varmoja, että ne täyttävät Allah sanoi, "kuinka monta pieni yritys on voittanut suuren yrityksen luvalla. Ja Jumala on potilaan kanssa.
he: כאשר שאול הלך הלאה עם החיילים, הוא אמר, "ואכן, אללה בוחן אותך עם נהר. אז מי שישתה ממנו לא ממני, מי טעם זה הוא אכן שלי, למעט אחד שלוקח [ממנה] בכף ידו." . אבל הם שתו ממנו, חוץ [מאוד] כמה מהם. ואז כאשר הוא חצה אותו יחד עם אלו שהאמינו איתו, הם אמרו, "יש אין כוח בשבילנו היום נגד גוליית וחייליו". אבל אלה היו בטוחים כי הם נפגשים אללה אמר, "כמה חברה קטנה יש להתגבר על חברה גדולה על ידי הרשאה של אללה. אללה הוא עם המטופל."
hr: I kad Saul otišao naprijed s vojnicima, rekao je, "doista, Allah će testirali s rijeke. Tako onaj tko se napije iz nje nije od mene, i ko god ne okus je zaista za mene, osim jednog koji uzima [od nje] u dlanu svoje ruke." Ali su je pili, osim na [] malo ih. Onda kada je prešao zajedno s onima koji su vjerovali s njim, oni rekoše: "nema snage za nas danas protiv Golijata i njegove vojnike." Ali oni koji su bili određeni da će susresti Allaha je rekao, "koliko mala tvrtka je nadvladati velike tvrtke dozvolu od Allaha. I Allah je s pacijentom."
lt: Kada saulė išėjo su kareivius, jis sakė: "iš tiesų, Allah testuos jums su upės. Taigi kas geria iš jo yra ne apie mane, ir kas nėra skonio ji yra iš tiesų mane, išskyrus tas, kuris užima [iš jo] tuščiavidurius ranką." Bet jie gėrė iš jos, išskyrus a [labai] keletą iš jų. Tada kai jis perėjo tai kartu su tų, kurie tikėjo su juo, jie pasakė, "yra už mus įsigijamas šiandien prieš Galijotas ir jo kariai". Bet tie, kurie buvo visiškai aišku, kad jie atitiktų Dievas pasakė, "kiek mažos įmonės turi įveikti didelė bendrovė Šventasis Raštas, Dievas. Ir Dievas yra pacientas."
lv: Un kad Saul devās tālāk ar kareivjiem, viņš teica: "patiešām, Allah būs testēšana jūs ar upi. Tātad tam, kurš dzer no tā nav par mani, un kurš nav garša tā patiešām ir mani, izņemot vienu, kurš uzņemas [tā] no roku gravā. Bet viņi dzēra no tās, izņemot [ļoti] dažas no tām. Tad, kad viņš bija šķērsojis kopā ar tiem, kas ticēja viņam līdzi, viņi teica: "nav pilnvaras mums šodien pret Goliath un viņa karavīriem." Bet tiem, kuri bija pārliecināti, ka tie atbilst Allah teica: "cik daudz mazu uzņēmumu ir pārvarēt liels uzņēmums ar atļauju no Allah. Un ar pacientu ir Allah."
nb: Og da Saul gikk med soldatene, sa han, "faktisk Allah vil teste du med en elv. Så den som drikker fra det er ikke av meg, og den som ikke smaker det er av meg, unntatt som tar [fra det] i en hule med hånden. Men de drakk fra den, bortsett fra en [] få av dem. Så når han hadde krysset den sammen med de som trodde med ham, de sa, "det er ingen styrke for oss i dag mot Goliat og hans soldater.» Men de som var bestemt at de skulle møte Allah sa, "hvor mange et lite selskap har overvunnet et stort selskap med tillatelse av Allah. Og Allah er med pasienten.
sk: A keď Saul vyšli s vojakmi, povedal: "Vskutku, Alah testovať vás s rieky. Takže ten, kto pije z nej nie je mi, a ten, kto nemá chuť, to je naozaj ma okrem ten, kto berie [z] v dutých ruku." Ale oni pili z neho, okrem [veľmi] niekoľko z nich. A potom keď mal prešiel spolu s tými, kto veril, že s ním, povedali: "nie je moc pre nás dnes proti Goliáš a jeho vojaci." Ale tých, ktorí boli niektorými, že spĺňajú by Allah povedal: "koľko malá firma má prekonať veľké spoločnosti povolenie Alaha. A Boh je s pacientom."
sl: In ko Saul šel tja z vojaki, je dejal, "dejansko Allah preskušnja ste reka. Torej kdor pije iz njega, ni me, in kdor ne okus, to je res me, razen enega, ki ima [od] v votlo roko." Vendar so pili iz nje, razen za [zelo] nekaj od njih. Potem ko je imel prečkal skupaj s tistimi, ki menijo, z njim, so rekli, "ni brez moči za nas danes proti Goljat in njegovi vojaki." Ampak tisti, ki so določene, da izpolnjujejo Allah je dejal, "koliko majhno podjetje je premagala veliko podjetje z dovoljenjem Allah. In Alah je z bolnikom.
sr_cyrl: И кад Сол била напред-назад са војницима, рекао је: "заиста, Аллах ће бити тестирање те са реке. Тако да онај ко се напије из ње није од мене, и ко год то не има укус је заиста од мене, осим једног који узима [из тога] у Боћја рука." Али они су пили из њега, осим за [] неколико њих. А онда кад је прешао је заједно са осталима који су веровали с њим, рекли су, "нема за нас данас против Голијата и његових војника." Али они који су били сигурни да су упознати Алах рекао: "Колико мала фирма има велику компанију обузет дозволу од Алаха. А Аллах је са пацијентом."
sr_latn: I kad Sol bila napred-nazad sa vojnicima, rekao je: "zaista, Allah će biti testiranje te sa reke. Tako da onaj ko se napije iz nje nije od mene, i ko god to ne ima ukus je zaista od mene, osim jednog koji uzima [iz toga] u Boћja ruka." Ali oni su pili iz njega, osim za [] nekoliko njih. A onda kad je prešao je zajedno sa ostalima koji su verovali s njim, rekli su, "nema za nas danas protiv Golijata i njegovih vojnika." Ali oni koji su bili sigurni da su upoznati Alah rekao: "Koliko mala firma ima veliku kompaniju obuzet dozvolu od Alaha. A Allah je sa pacijentom."
uk: І коли Савл йшов вперед з солдатами, він сказав: "дійсно, Аллах буде бути тестування ви з річка. Тому той, хто п'є з нього не мене, і той, хто не смак вона дійсно мене, той, хто приймає [від нього] в дупло руку справних." Але вони випили від нього, за винятком на [] мало з них. Тоді, коли він мав перетнув разом з тими, хто вірив з ним, вони сказали: "немає такої сили для нас сьогодні проти Голіафа і його солдати." Але ті, хто були переконані, що вони б зустрітися Аллах сказав: "скільки невелика компанія має подолано велика компанія дозвіл Аллаха. І Аллах з пацієнтом."
vi: Và khi sau-lơ đã đi ra với các binh sĩ, ông nói, "thật vậy, Allah sẽ thử nghiệm bạn với một con sông. Vì vậy, bất cứ ai uống từ nó không phải là của tôi, và bất cứ ai không có hương vị nó thực sự là của tôi, trừ một trong những người lấy [nó] trong tổ bàn tay của mình." Nhưng họ đã uống từ nó, ngoại trừ một [] ít của họ. Sau đó, khi ông đã vượt qua nó cùng với những người tin rằng với anh ta, họ nói, "không có không có quyền lực đối với chúng tôi hôm nay chống Goliath và binh lính của ông." Nhưng những người đã chắc chắn rằng họ sẽ đáp ứng Allah nói: "làm thế nào nhiều một công ty nhỏ đã vượt qua một công ty lớn bởi sự cho phép của Allah. Và Allah là với bệnh nhân."
zu: Lapho uSawule waphuma kanye namasosha, wathi, "Yebo, Allah uzobe iyalilinga nge umfula. Ngakho lowo oyakuphuza kusuka akusiyo ngami, futhi noma ubani kungemnandi ngempela ngami, ngaphandle lowo othatha [

# Quran257
source: And when they went forth to [face] Goliath and his soldiers, they said, "Our Lord, pour upon us patience and plant firmly our feet and give us victory over the disbelieving people."
ca: I quan se n'anaven a [cara] Goliat i als seus soldats, van dir, "Nostre Senyor, aboqui sobre nosaltres paciència i fermament plantar els peus i ens donen la victòria sobre el poble incrèdul."
cy: A pan aethant ymlaen i [wynebu] Goliath a ei filwyr, dywedodd, "Mae ein Arglwydd, tywallt arnom amynedd a planhigion gadarn ein traed ac yn rhoi inni fuddugoliaeth dros y bobl disbelieving."
da: Og da de gik tilbage til [står] Goliath og hans soldater, de sagde, "Vorherre, hæld over os tålmodighed og plante fast vores fødder og give os sejr over mistroiske folk."
el: Και όταν πήγαιναν εμπρός αντιμετώπισης [] Γολιάθ και τους στρατιώτες, τους είπε, «Ο Κύριός μας, ρίχνουμε επάνω σε μας υπομονή και φυτεψτε σταθερά πόδια μας και να μας δώσει τη νίκη πάνω από την disbelieving άτομα.»
et: Ja kui nad läksid edasi [nägu] Goliath ja tema sõdurid, nad ütlesid, "Meie Issand, vala meid kannatlikkuse ja taime kindlalt meie jalad ja meile võidu üle olid inimesed."
fi: Kun he menivät edelleen kohtaamaan [] Goljatin ja hänen sotilaita, he sanoivat: "Herra, kaada meille kärsivällisyyttä ja kasvien tiukasti jalat ja antaa meille voiton uskottomia ihmisiä."
he: הם הלכו הלאה להתמודד [] גוליית וחייליו, והם אמרו, "אדוננו, ויערה עלינו סבלנות, לשתול בחוזקה לרגלינו ותן לנו הניצחון על העם disbelieving."
hr: A kada su išli naprijed [suočavaju] Golijata i njegovi vojnici, oni kažu, "Naš Gospodin izlije na nas strpljenje i biljka čvrsto nogama i daj nam pobjedu nad sumnja ljudi."
lt: Ir kai jie nuėjo pirmyn spręsti [] Galijotas ir savo karių, jie sakė, "Mūsų Viešpatie, supilkite į mus kantrybės ir augalų tvirtai mūsų kojų ir suteikia mums pergalę prieš niewiernych žmonių."
lv: Un kad viņi devās tālāk uz [sejas] Goliath un viņa karavīri, viņi teica, "Mūsu Kunga pārlej pār mums pacietību un stingri augu mūsu kājām un dod mums uzvaru pār neticīgi cilvēki."
nb: Da de gikk frem mot [] Goliat og hans soldater, de sa: "Vår Herre, hell over oss tålmodighet og plante fast beina og gi oss seier over disbelieving folk."
sk: A keď išiel ďalej čeliť [] Goliáš a jeho vojaci, oni povedali, "Nášho Pána, naliať na nás trpezlivosť a rastlina pevne nohami a nám víťazstvo nad neveriacky ľudí."
sl: In ko so šli tja soočiti [] Goljat in njegovi vojaki, so rekli, "Naš Gospod, vlijemo na nas potrpljenje in obrat trdno nogami in nam zmaga nad disbelieving ljudi."
sr_cyrl: И када су ишле напред-назад [суочавају] Голијата и његових војника, рекли су, "Господ, сипај над нама стрпљење и подметне чврсто ноге и дај нам победу над дисбелиевинг народ."
sr_latn: I kada su išle napred-nazad [suočavaju] Golijata i njegovih vojnika, rekli su, "Gospod, sipaj nad nama strpljenje i podmetne čvrsto noge i daj nam pobedu nad disbelieving narod."
uk: І коли вони пішли вперед протистояти [] Голіафа і його солдати, вони сказали: "Наш Господь, залити на нас терпіння і завод твердо наших ніг і дати нам перемогу над невіруючий людей."
vi: Và khi họ đã đi ra để [mặt] Goliath và binh lính của ông, họ nói, "Chúa chúng ta, đổ cho chúng ta sự kiên nhẫn và trồng vững chân của chúng tôi và cho chúng tôi chiến thắng disbelieving người."
zu: Futhi lapho waphuma [ubuso] Goliyathi namabutho akhe, bathi, "Nkosi yethu, thela us ukubekezela batshale ngokuqinile izinyawo zethu futhi owasisindisa disbelieving ntu."

# Quran258
source: So they defeated them by permission of Allah, and David killed Goliath, and Allah gave him the kingship and prophethood and taught him from that which He willed. And if it were not for Allah checking [some] people by means of others, the earth would have been corrupted, but Allah is full of bounty to the worlds.
ca: Així que va derrotar amb permís d'Allah i David va matar a Goliat, i Allah li va donar les tribus i prophethood i li va ensenyar del que li va voluntat. I si no fos per Allah comprovació [alguns] persones per mitjà d'altres, la terra vols han malmès, però Allah és ple de recompenses als mons.
cy: Felly roedd eu trechu eu caniatâd Allah, a dywedodd David yn lladd Goliath, a Allah iddo'n kingship a prophethood a addysgir ef o'r hyn a oedd yn ewyllysio iddi. Ac os nad oedd ar gyfer gwirio golygu [rai] bobl gan eraill, byddai y ddaear wedi'i llygru Allah, ond Allah yn llawn bounty i'r byd.
da: Så de besejrede dem med tilladelse fra Allah, og David dræbte Goliath, og Allah gav ham kongedømme og profetskab og lærte ham fra det, som han vilde. Og hvis det ikke var for Allah kontrol [nogle] mennesker af betyder andres, jorden ville have været ødelagt, men Allah er fuld af dusør til verdener.
el: Έτσι νίκησαν τους από την άδεια του Αλλάχ, και David σκοτώθηκαν Γολιάθ, και Αλλάχ έδωσε το kingship και prophethood και του έμαθε από εκείνο που αυτός θέλησε. Και αν δεν ήταν για τον έλεγχο [] κάποιοι από σημαίνει των άλλων, η γη θα έχουν καταστραφεί Αλλάχ, αλλά ο Αλλάχ είναι γεμάτη από γενναιοδωρία στην κόσμους.
et: Nii nad lüüa neid Jumala loal ja David tappis Goliath, ja Jumal andis talle kingship ja prophethood ja õpetas teda, et mis ta kombeks. Ja kui see ei oleks Jumala kontrollimiseks [mõned] inimesed poolt tähendab teiste inimeste, maa oleks oli katki, kuid Jumal on täis halastus maailmad.
fi: Joten he kukisti luvalla, David tappoi Goljatin ja Jumala antoi hänelle kuninkuuden ja elävältähautaamista ja opetti hänelle kuin se, jonka hän tahtoisi. Ja jos se ei hillitä tarkistaminen [jotkut] henkilöitä mukaan tarkoittaa muiden maan olisi vioittunut, mutta Jumala on täynnä bounty maailmoihin.
he: אז הם הביסו אותם לאחר אישור של אללה, David נהרג גוליית ואת אללה נתן לו את מלכות ואת prophethood ולימדה אותו מזה הוא רצון. אם זה לא היה בשביל אללה בדיקת [יש] אנשים לפי פירושו של אחרים, כדור הארץ נפגם, אך אללה הוא מלא ראשים לכל העולמות.
hr: Tako su ih porazili dozvolu od Allaha, i David ubio Golijata, i Allah mu je Kraljevstvo i prophethood i naučio ga od onoga što je htio. I ako nije bilo za Allaha provjere [neki] ljudi po znači drugima, zemlja bi bio oštećen, ali Allah je pun nagrada na svjetove.
lt: Todėl jie nugalėjo juos Šventasis Raštas, Dievas, ir David nužudyti Galijotas, ir Dievas davė jam Karalystė ir proroctwo ir išmokė jį nuo tos, kuri jis norėjo. Ir jei tai buvo ne Dievas tikrinimas [kai kurie] žmonės iš reiškia kitų, žemėje būtų sugadinta, bet Dievas yra pilnas bounty į pasaulius.
lv: Tāpēc tie sakāva viņus ar atļauju no Allah, David nogalināja Goliath un Allah deva viņam valdīšana un prophethood un mācīja viņam no tā, kas viņam gribas. Un ja tas būtu nevis Allah, pārbaudot [] ļaudis, nozīmē citu zemi būtu bojāts, bet Allah ir pilns ar devība pasaulēm.
nb: Så de slo dem med tillatelse av Allah, og David drept Goliat, og Allah ga ham konge og han var profet og lærte ham fra det han villet. Og hvis det ikke var for Allah sjekke [noen] mennesker ved hjelp av andre, jorden ville ha blitt skadet, men Allah er full av dusør til verdens.
sk: Tak ich porazili zvolením Alaha, David zabil Goliáš a Boh mu dal majestát a proroctvá a učil ho z toho, čo on chcel. A ak to nebolo pre Alah kontroly [niektoré] ľudí znamená druhých, Zem by bol poškodený, ale Alah je plný kvantum svety.
sl: Tako so jih premagali z dovoljenjem Allah, David ubil Goljata in Alah mu kraljestvo in prophethood in ga naučil od tistega, ki mu volji. In če ni bilo za Allah preverjanje [nekaj] ljudi pomeni drugih, zemlja bi bila poškodovana, vendar Allah je poln IZDATNOST svetove.
sr_cyrl: Тако да су их поразили уз дозволу од Алаха, Давид је убио Голијата и Аллах му је дао краљевање и пропхетхоод и научио га од тога коме он воље. И ако није било Аллах провера [] неки од стране значи других, земља би оштећене, али Аллах је пун награда да светова.
sr_latn: Tako da su ih porazili uz dozvolu od Alaha, David je ubio Golijata i Allah mu je dao kraljevanje i prophethood i naučio ga od toga kome on volje. I ako nije bilo Allah provera [] neki od strane znači drugih, zemlja bi oštećene, ali Allah je pun nagrada da svetova.
uk: Так вони переможений дозвіл Аллаха, David вбили Голіафа і Аллах дав йому царство і пророцтва і навчив його від того, що він волею. І якщо б не Аллах перевірка [деякі] люди за означає інших людей, землі б були пошкоджені, але Аллах сповнена головами, які світів.
vi: Vì vậy, họ đã đánh bại chúng bởi sự cho phép của Allah, David giết Goliath và Allah cho ông Vương quyền và sứ và dạy anh ta từ đó mà ông ý chí. Và nếu nó không được cho Allah kiểm tra [một số] người bởi có nghĩa là người khác, trái đất sẽ có bị hỏng, nhưng Allah là toàn bộ tiền thưởng để thế giới.
zu: Ngakho wawahlula ngemvume ka Allah, futhi uDavide wabulala uGoliyati, futhi Allah wamnika ubukhosi prophethood bamfundisa esusela kulowo He willed.

# Quran259
source: These are the verses of Allah which We recite to you, [O Muhammad], in truth. And indeed, you are from among the messengers.
ca: Aquests són els versos d'Allah que vam recitar a vostè, [O Muhammad], en veritat. I de fet, està entre els missatgers.
cy: Mae'r rhain yn y penillion Allah a ydym yn adrodd i chi, [O Muhammad], mewn gwirionedd. A ydych yn wir, o blith y negeswyr.
da: Disse er versene af Allah, som vi reciterer til dig, [O Muhammad], i sandhed. Og ja, du er blandt budbringere.
el: Αυτοί είναι οι στίχοι του Αλλάχ που που απαγγέλλουν σε εσάς, [Ο Μωάμεθ], στην αλήθεια. Και πράγματι, είστε από τους κλητήρες.
et: Need on Allah, mis me etlema teile [O Muhammad], salmid tõde. Ja tõepoolest, te olete inglid hulgast.
fi: Nämä ovat Jumala, joka meidän lausua teille [Oi Muhammed] säkeet totuus. Ja olette joukosta sanansaattajia.
he: אלה של אללה אשר אנחנו לדקלם לך, [O מוחמד], למען האמת. אכן, אתה מבין השליחים.
hr: To su stihovi Allahu koji mi recitirati ti [O Muhammad], u istini. I doista, vi ste od glasnike.
lt: Tai yra ženklai, Dievas, kurį mes deklamuoti jums, [O Muhammad], tiesą sakant. Ir iš tiesų, jūs esate iš pasiuntinius.
lv: Tie ir panti par Allah, kas mums Citēt jums [O Muhammad] patiesību. Un patiešām, tu esi no kurjeri.
nb: Dette er versene av Allah som vi resitere deg, [O Muhammad], i sannhet. Og ja, du er blant budbringerne.
sk: Sú to verše Alláha, ktorý sme recitovať vám [Mohamed], v pravde. A v skutočnosti ste spomedzi poslov.
sl: To so verzi Allah, ki smo recitirati vam, [O Muhammad], v resnici. In res, ste med sli.
sr_cyrl: Ово су стихови од Алаха које рецитујемо теби, [О Мухаммад], истина је. И заиста, ти си неку од весници.
sr_latn: Ovo su stihovi od Alaha koje recitujemo tebi, [O Muhammad], istina je. I zaista, ti si neku od vesnici.
uk: Це вірші Аллах, який ми читати вам, [O Мухаммад], у правді. І дійсно, ви з числа посланцями.
vi: Đây là những câu thơ của Allah mà chúng tôi đọc cho bạn, [O Muhammad], trong sự thật. Và quả thực, trong số các sứ giả.
zu: Lawa amavesi Allah okuyinto Thina hlabelela you, [Jehova Muhammad], eqinisweni.
