Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2224
source: Indeed We established him upon the earth, and We gave him to everything a way.
ca: De fet hem consagrat a la terra, i li donàvem a tot una manera.
cy: Yn wir yr ydym yn sefydlu ef ar wyneb y ddaear, a rhoddodd ef i bopeth ffordd.
da: Faktisk vi etableret ham på jorden, og vi gav ham til alt en måde.
el: Πράγματι ιδρύσαμε τον επάνω στη γη, και του έδωσε για τα πάντα τρόπο.
et: Tõepoolest me kindlaks teda maa peal, ja Me andsime talle kõike nii.
fi: Todellakin totesimme häntä maan päällä, ja annoimme hänelle kaikki tavalla.
he: ואכן הקמנו אותו על האדמה, נתנו לו בכל דרך.
hr: Doista smo ga utvrdili na zemlji, i dali smo mu sve način.
lt: Iš tiesų mes nustatyta jį į žemę, ir mes davė jam viską taip.
lv: Patiešām, mēs konstatēja, viņam uz zemes, un mēs iedevām viņam viss veidā.
nb: Faktisk vi etablerte seg på jorden, og vi ga ham til alt en måte.
sk: Skutočne sme zriadili ho na zemi a dali sme mu všetko tak.
sl: Res smo ga ustanovili na zemlji, in smo mu dali vse način.
sr_cyrl: Заиста , установили смо га на земљу, и дали смо му све начин.
sr_latn: Zaista, ustanovili smo ga na zemlju, i dali smo mu sve način.
uk: Дійсно ми встановили його на землі, і ми дали йому все, що шлях.
vi: Thật vậy chúng tôi đã đưa ông khi trái đất, và chúng tôi đã cho anh ta để tất cả mọi thứ một cách.
zu: Ngempela We usimisele phezu komhlaba, futhi Samnika ukuba konke ngendlela.

# Quran2225
source: So he followed a way
ca: Així va seguir una forma
cy: Er mwyn iddo ddilyn ffordd
da: Så fulgte han en måde
el: Έτσι, ακολούθησε ένας τρόπος
et: Nii et ta järgis nii
fi: Hän seurasi meitä jäljessä tapa
he: אז הוא בא אחרי דרך
hr: Pa je slijedio put
lt: Taigi jis po taip
lv: Tāpēc viņš aiz tā
nb: Så han fulgte en måte
sk: Takže nasledoval spôsobom
sl: Tako je sledil način
sr_cyrl: Па је пратио начин
sr_latn: Pa je pratio način
uk: Так він стежив за способом
vi: Do đó, ông tiếp tục một cách
zu: Ngakho walandela indlela

# Quran2226
source: Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, "O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness."
ca: Fins que, quan va arribar a l'entorn del sol, va trobar [com si] posant en una font de fang fosc, i va trobar a prop un poble. Allah deia, "O Dhul-Qarnayn, o bé castigar [] o bé adoptar entre ells [una forma de] bondat."
cy: Tan, pan gyrhaeddodd y lleoliad yr haul, ei chael hi [fel pe] gosod yn y gwanwyn o fwd tywyll, a chanfu ei fod ger ei bobl. Allah a dywedodd, "O Dhul-Qarnayn, naill ai yn eich cosbi [eu] neu fel arall fabwysiadu ymysg eu [ffordd o] Duw."
da: Indtil han nåede indstillingen af solen, fandt han det [som hvis] indstilling i foråret mørke mudder, og han fandt nær det et folk. Allah sagde, "O Dhul-Qarnayn, enten du straffe [dem] eller andet vedtage blandt dem [en måde af] godhed."
el: Μέχρις ότου, όταν έφτασε η δύση του ηλίου, το βρήκε [σαν] ρύθμιση μια άνοιξη του σκούρο λάσπη, και βρήκε κοντά σε άτομα. Αλλάχ είπε, «O Dhul-Qarnayn, είτε θα τιμωρήσει [τους], ή αλλιώς θεσπίζουν μεταξύ τους [τρόπος] καλοσύνη.»
et: Enne kui ta jõudis päike kehtestamine, ta leidis, et see [justkui], milles kevadel tume muda ja ta leidis lähedale inimesed. Jumal ütles: "O Dhul-Qarnayn, kas sa karistada [neid] muidu vastu nendevahelise [viis] headus."
fi: Vasta kun hän pääsi aurinko asettaminen, huomasi sen [koska jos] keväällä tumma muta ja hän löysi sen kansan. Allah sanoi, "O Dhulille-Qarnayn, joko rangaista [heille] tai muuten antaa joukossa [niiden] hyvyys."
he: עד, כשהגיע שקיעת השמש, הוא מצא את זה [אם] הגדרת קפיץ של בוץ כהה, והוא מצא בקרבתה של אנשים. אללה אמר, "O Dhul-Qarnayn, או אתה מעניש [אותם], או אחר לאמץ ביניהם [דרך] אלוהים."
hr: Dok, kada on zađe sunce, našao je [da] u proljeće tamno blato i našao blizu ljudi. Allah je rekao: "O Dhul-Qarnayn, ili vi [ih] kazniti ili drugo usvojiti među njima [put] dobrotu."
lt: Iki, kai jis pasiekė saulės nustatymu, jis atrodė [lyg] nustatyti pavasarį tamsiai purvo, ir jis rado šalia jo žmonių. Dievas tarė: "O Dhul-Qarnayn, arba galite nubausti [jiems] ar kita priimti tarp jų [būdas] gerumas."
lv: Līdz viņš sasniedza saule iestatījumu, viņš konstatēja, ka [, ja] nosakot pavasarī tumši dubļu un viņš atrada netālu no to cilvēku. Allah teica: "O Dhul-Qarnayn, vai nu jūs sodīt [tiem] vai arī starp tām, [tā kā] pieņem Dievs."
nb: Inntil da han nådde innstillingen av solen, han fant det [som hvis] angir en våren mørke gjørme, og han fant i nærheten et folk. Allah sa, "O Dhul-Qarnayn, enten du straffe [dem] eller annet oppta blant dem [en måte å] godhet.»
sk: Až keď on dosiahol nastavenie slnka, zistil, že je [akoby] Nastavenie jar tmavé bahna a zistil, že v blízkosti ľudí. Boh povedal: "O dħul-Qarnayn, buď vám trestať [ich] alebo inak prijať medzi nimi [spôsob] Bože."
sl: Dokler, ko je dosegel nastavitev sonce, je ugotovila, da [kot da] nastavitev spomladi temno blato, in je našel bližnjih ljudi. Allah je dejal, "O Dhul-Qarnayn, ali ga kaznovati [jih], ali pa sprejeti med njimi [način] dobroto."
sr_cyrl: Док , кад је потегао залазак сунца, је да је [да] постављање у пролеће тамна блата, а он нашао близу људи. Аллах је рекао, "О Дхул-Qарнаyн, или вас казнити [их] инаце усвојити међу њима [некако] доброта."
sr_latn: Dok, kad je potegao zalazak sunca, je da je [da] postavljanje u proleće tamna blata, a on našao blizu ljudi. Allah je rekao, "O Dhul-Qarnayn, ili vas kazniti [ih] inace usvojiti među njima [nekako] dobrota."
uk: Поки, дійшовши настройку сонця, він знайшов його [як ніби] встановлення навесні темно грязі, і він знайшов поруч з ним на людей. Аллах сказав: "O Зуль-Qarnayn, або ви покарати [їх], або ж ухвалити серед них [шлях] доброти."
vi: Cho đến khi, khi ông đến các thiết lập của mặt trời, ông đã tìm thấy nó [Nếu] thiết lập trong một mùa xuân trong bùn tối tăm, và ông đã tìm thấy gần đó một người. Allah đã nói, "O Dhul-Qarnayn, một trong hai bạn trừng phạt [họ] hoặc người nào khác sử dụng trong số chúng [cách] lòng tốt."
zu: Kuze, lapho efika ukushona kwelanga, wakuthola [sengathi] abahlelela isiphethu udaka ebumnyameni, wathola eduze kwalo abantu.

# Quran2227
source: He said, "As for one who wrongs, we will punish him. Then he will be returned to his Lord, and He will punish him with a terrible punishment.
ca: Va dir, "pel que fa a aquell que agravis, ens castigarà ell. Llavors ell es retornarà al seu Senyor, i ell li castigarà amb un càstig terrible.
cy: Meddai, "ag un sy'n camweddau, bydd ein cosbi ef. Yna bydd yr Arglwydd ei dychwelyd iddo, a bydd ef yn cosbi'r ef â chosbi ofnadwy.
da: Han sagde, "som en, der uret, vi vil straffe ham. Så han vil være tilbage til sin herre, og han vil straffe ham med en frygtelig straf.
el: Είπε, "όσο για κάποιον που αδικίες, εμείς θα τον τιμωρήσει. Αυτός θα σας επιστραφεί στον Άρχοντα, και αυτός θα τον τιμωρήσει με μια φοβερή τιμωρία.
et: Ta ütles: "see, kes ülekohtu, nagu me karistada teda. Siis ta naasis ta isand ja ta karistada teda kohutav karistus.
fi: Hän sanoi: "mitä yksi, jotka vääryyttä, me rankaisee häntä. Sitten hän palasi hänen herransa, ja hän rankaisee häntä kauhea rangaistus.
he: הוא אמר, "עבור אחד מי טעויות, ואנחנו נעניש אותו. ואז הוא יוחזר לאדונו, הוא יעניש אותו עם עונש איום.
hr: Rekao je, "što se tiče onoga tko nepravdi, mi će ga kazniti. Onda će se svome Gospodinu, i on će ga kazniti sa strašne kazne.
lt: Jis sakė: "kaip tas, kuris nuoskaudas, mes bus jį nubausti. Tada jis bus grąžinti į savo Viešpaties, ir jis bus nubausti jį su žiaurios bausmės.
lv: Viņš teica: "Runājot par vienu, kurš netaisnības, mums būs viņu sodīt. Tad viņš atgriezās viņa kungu, un viņš būs sodīt viņu ar briesmīgs sods.
nb: Han sa: "for en som urett, vil straffe ham. Han vil bli returnert til sin Herre, og han vil straffe ham med forferdelig straff.
sk: On povedal: "pokiaľ ide o ten, kto krivdy, sme potrestať ho. Potom sa vrátil do svojho pána, a on ho potrestať s hrozný trest.
sl: On reče: "kot tisti, ki krivic, bomo kaznovali njega. Potem je treba vrniti svojega Gospoda, in ga je kaznoval z grozno kazen.
sr_cyrl: Он је рекао, "онај који иини неправду, када је у питању казнити га. Онда он ће бити враћен за свог господара, а он ће га казнити са ућасну казну.
sr_latn: On je rekao, "onaj koji иini nepravdu, kada je u pitanju kazniti ga. Onda on će biti vraćen za svog gospodara, a on će ga kazniti sa uћasnu kaznu.
uk: Він сказав: "що стосується той, хто образи, ми буде покарати його. Потім він буде повернуто пана свого, і він буде покарати його страшні покарання.
vi: Ông nói, "đối với một trong những người sai lầm, chúng tôi sẽ trừng phạt anh ta. Sau đó ông sẽ được trả lại cho Chúa của ông, và ông sẽ trừng phạt anh ta với một hình phạt khủng khiếp.
zu: Wathi: "Njengoba for fike bani ono, siyobe amjezise. Wabe izobuyiselwa akhe Lord He tando jezisa him nge isijeziso esabekayo.

# Quran2228
source: But as for one who believes and does righteousness, he will have a reward of Paradise, and we will speak to him from our command with ease."
ca: Però pel que fa a un que creu i fa justícia, ell tindrà una recompensa de paradís, i ens parlarà amb ell del nostre comandament amb facilitat."
cy: Ond ag un sydd yn credu a chyfiawnder i yw, bydd ganddo gwobr o baradwys, a bydd yn siarad ag ef gan ein Gorchymyn yn rhwydd."
da: Men som en, der tror og gør retfærdighed, han vil have en belønning af paradis, og vi vil tale med ham fra vores kommando med lethed."
el: Αλλά όσο για κάποιον που πιστεύει και το κάνει δικαιοσύνη, θα έχει μια ανταμοιβή του παραδείσου, και θα μιλήσουμε σε αυτόν από την εντολή μας με ευκολία.»
et: Aga nagu üks, kes usub ja teeb head, ta on tasu Paradise, ja me räägib talle alates meie käsu lihtsalt."
fi: Kuin yhden, joka uskoo ja tekee vanhurskautta, hän on palkita Paradise mutta puhumme hänelle meidän komennon helposti."
he: אבל עבור אחד מי מאמין ועושה את צדקתו, הוא יהיה גמול של גן עדן, ואני נדבר אליו מן המפקדה שלנו בקלות."
hr: Ali i za onoga tko vjeruje i radi pravednosti, imat će nagradu od Raja, i razgovarat ćemo s njim iz naše flote s lakoćom."
lt: Bet kaip tas, kuris mano, ir nėra tiesos, jis turės atlygis iš Rojaus, ir mes bus kalbėti jam iš mūsų komandą su lengva."
lv: Bet tāpat kā tas, kurš tic un dara taisnību, viņam būs paradīze atlīdzība, un mēs ar viņu aprunāšos no mūsu komanda ar vieglumu.
nb: Men som en som tror og gjør rettferdighet, han vil ha en belønning på paradis, og vi vil snakke med ham fra vår kommando med letthet.
sk: Ale ako ten, kto verí a je spravodlivosť, bude mať odmenu raja, a budeme hovoriť mu z nášho velenia s ľahkosťou."
sl: Ampak kot tisti, ki meni, in ne pravičnosti, bo imel nagrado raj, in bomo govorili z njim iz naše ukaz z lahkoto."
sr_cyrl: Али када је у питању онај који верује и ради праведности, он ће имати награду од раја и ће поразговарамо с њим из нашу команду са лакоћом."
sr_latn: Ali kada je u pitanju onaj koji veruje i radi pravednosti, on će imati nagradu od raja i će porazgovaramo s njim iz našu komandu sa lakoćom."
uk: Але що стосується той, хто вірить і робить правду, він буде мати винагороду в рай і ми будемо розмовляти з ним з нашими командування з легкістю."
vi: Nhưng đối với một trong những người tin tưởng và không công bình, ông sẽ có một phần thưởng của thiên đường, và chúng tôi sẽ nói chuyện với anh ta từ lệnh của chúng tôi một cách dễ dàng."
zu: Kepha lowo okholwayo owenza ukulunga, uyakwamukela umvuzo sePharadesi, futhi sizobe sikhulume naye ngokusuka umyalo wethu kalula. "

# Quran2229
source: Then he followed a way
ca: Llavors va seguit d'una manera
cy: Yna dilynodd ffordd
da: Derefter fulgte han en måde
el: Στη συνέχεια ακολούθησε έναν τρόπο
et: Ta suutis nii
fi: Sitte hän seurasi tapa
he: ואז הוא עקב דרך
hr: Zatim je slijedio put
lt: Tada jis po taip
lv: Tad sekoja veids
nb: Da fulgte han en måte
sk: Potom nasledoval spôsobom
sl: Nato je sledil način
sr_cyrl: Онда је он пратио начин
sr_latn: Onda je on pratio način
uk: Потім він пішов на шлях
vi: Sau đó ông theo một cách
zu: Wabe walandela indlela

# Quran2230
source: Until, when he came to the rising of the sun, he found it rising on a people for whom We had not made against it any shield.
ca: Fins que, quan va arribar a la sortida del sol, va trobar que l'augment en un poble a qui ens no havia fet contra qualsevol escut.
cy: Nes, pan ddaeth i godi yr haul, yn ei chael hi'n codi ar bobl ar eu cyfer ni wedi gwneud yn ei erbyn unrhyw darian.
da: Indtil da han kom til stigende af solen, han fandt det stigende på et folk, for hvem vi ikke havde gjort imod nogen skjold.
el: Μέχρις ότου, όταν ήρθε να σηκώσει του ήλιου, και το βρήκε αυξάνεται ο λαός για τους οποίους είχαμε δεν κάνει εναντίον οποιαδήποτε ασπίδα.
et: Enne, kui ta tuli päike tõuseb, leidis ta, see tõuseb inimesi, kelle jaoks me ei teinud selle vastu mis tahes kilp.
fi: Kunnes astuessaan auringon noususta hän löysi sen nousevan ihmisiä, joille meillä ei ollut sitä vastaan mitään shield.
he: עד, כאשר הוא בא אל השמש העולה, הוא מצא את זה עולה על אנשים שעבורם לא עשינו נגד זה כל מגן.
hr: Dok, kad je došao do izlaska sunca, otkrio je to na ljude za koje mi nisu napravili protiv njega bilo štit.
lt: Kol, kai jis atėjo į Kylantis saulės, jis nustatė, kad jis auga ant žmonių, kuriems mes apie prieš jį bet skydas.
lv: Līdz, kad viņš nonāca saulē rising, viņš konstatēja, ka pieaug par cilvēkiem, kuriem mēs nebūtu padarījis pret to kāds vairogs.
nb: Før, da han kom til stigende solen, han fant det stiger på et folk som vi ikke hadde gjort mot noen skjold.
sk: Až keď prišiel k východu slnka, zistil, že to rastie na ľudí, ktorým sme nie sa proti nemu žiadne štít.
sl: Dokler, ko je prišel do vzhajajočega sonca, je ugotovila, da narašča na ljudi, za katere smo ne na proti njej vse ščit.
sr_cyrl: Док , када је био излазак сунца, је да је расте на народ за кога не направимо против тога ни штит.
sr_latn: Dok, kada je bio izlazak sunca, je da je raste na narod za koga ne napravimo protiv toga ni štit.
uk: Поки, коли він прийшов до сходу сонця, він виявив, що вона піднімається на людей, для яких ми не зробив проти нього будь-яку щит.
vi: Cho đến khi ông đến tăng của mặt trời, ông đã tìm thấy nó tăng cao trên một người dân cho người mà chúng tôi đã không thực hiện chống lại nó bất kỳ lá chắn.
zu: Kuze, lapho efika ekuphumeni kwelanga, wakuthola nokusukuma sabantu engibathandayo Sasingakaze wenza ngokumelene nalo yimuphi isihlangu.

# Quran2231
source: Thus. And We had encompassed [all] that he had in knowledge.
ca: D'aquesta manera. I hem tingut englobats [tots] que tenia en el coneixement.
cy: Felly. A ydym wedi cwmpasu [pob un] yr oedd ef mewn gwybodaeth.
da: Dermed. Og vi havde omfattede [alle], han havde i viden.
el: Έτσι. Και εμείς είχε περικλείονται [all] που είχε στη γνώση.
et: Seega. Ja meil oli hõlmas [kõik] et ta oli teadlik.
fi: Näin. Ja me kattaa [kaikki] että hänellä oli tietoa.
he: . וכך. אנחנו הסתלקו [כל] שהיה לו ידע.
hr: Tako. I mi je obuhvaćena [sve] koji je imao znanje.
lt: Tokiu būdu. Ir mes turėjo apėmė [visi] kad jis turėjo žinių.
lv: Tādējādi. Un mums bija ietvēra [visas] kas Jondalaram ir zināšanas.
nb: Dermed. Og vi hadde omfattet [alle] at han hadde i kunnskap.
sk: Teda. A mali sme zahŕňala [všetko] že on poznatkov.
sl: Tako. In mi je obsegala [vse] ki je imel v znanje.
sr_cyrl: Самим тим. И нисмо имали обухвата [све] који је имао у знање.
sr_latn: Samim tim. I nismo imali obuhvata [sve] koji je imao u znanje.
uk: Таким чином. І ми мали охоплювали [всі] що він в знань.
vi: Như vậy. Và chúng tôi đã bao gồm [tất cả] rằng ông đã có trong kiến thức.
zu: Ngakho.

# Quran2232
source: Then he followed a way
ca: Llavors va seguit d'una manera
cy: Yna dilynodd ffordd
da: Derefter fulgte han en måde
el: Στη συνέχεια ακολούθησε έναν τρόπο
et: Ta suutis nii
fi: Sitte hän seurasi tapa
he: ואז הוא עקב דרך
hr: Zatim je slijedio put
lt: Tada jis po taip
lv: Tad sekoja veids
nb: Da fulgte han en måte
sk: Potom nasledoval spôsobom
sl: Nato je sledil način
sr_cyrl: Онда је он пратио начин
sr_latn: Onda je on pratio način
uk: Потім він пішов на шлях
vi: Sau đó ông theo một cách
zu: Wabe walandela indlela

# Quran2233
source: Until, when he reached [a pass] between two mountains, he found beside them a people who could hardly understand [his] speech.
ca: Fins que, quan va arribar a [un pas] entre dues muntanyes, va trobar al costat d'ells un poble que a penes podia entendre [el seu] discurs.
cy: Nes, pan gyrhaeddodd [Cerdyn] rhwng dau fynydd, gwelai pobl sy'n prin gellid deall [ei] araith wrth eu hymyl.
da: Indtil da han nåede [en pass] mellem to bjerge, fandt han ved siden af dem en mennesker næppe kunne forstå [hans] tale.
el: Μέχρις ότου, όταν έφθασε [ένα πέρασμα] ανάμεσα σε δύο βουνά, βρήκε δίπλα τους σε άτομα που μετά βίας θα μπορούσε να καταλάβει την ομιλία [του].
et: Enne kui ta jõudis [pass] vahel kaks mäed, leidis ta nende kõrval inimesi, kes saanud vaevalt aru [tema] kõne.
fi: Vasta kun hän pääsi [antaa] kaksi vuorten välissä, hän löysi vieressä ihmisiä, jotka voi tuskin ymmärtää [] puheessaan.
he: עד, כשהגיע [אישור] בין שני הרים, שמצא לצדם של אנשים בקושי הצלחתי להבין הדיבור [שלו].
hr: Dok, kad je stigao je prolaz između dvije planine, našao uz njih ljudi koji jedva razumjela [njegov] govor.
lt: Kol, kai jis pasiekė [slaptažodis] tarp dviejų kalnų, jis rado šalia jų žmonių, kurie vargu ar gali suprasti [jo] kalbą.
lv: Līdz, kad viņš sasniedza [caurlaides] starp diviem kalniem, atrada viņiem līdzās cilvēkiem, kuri diez vai varētu saprast [viņa] runas.
nb: Før, da han nådde [et pass] mellom to fjell, fant han ved siden av seg et folk som kunne knapt forstå [hans] tale.
sk: Až keď on dosiahol [odovzdať] medzi dvoma pohoriami, nájdené vedľa nich ľudí, ktorí by mohli ťažko pochopiť [jeho] prejav.
sl: Dokler, ko [prelaz] je dosegle dva gore, je našel zraven njih ljudi, ki bi lahko komaj razumeli [njegovi] govora.
sr_cyrl: Све док, када је постигнут [пропусницу] између две планине, он нашао поред њих људи који једва разумео [] говор.
sr_latn: Sve dok, kada je postignut [propusnicu] između dve planine, on našao pored njih ljudi koji jedva razumeo [] govor.
uk: До тих пір коли він досяг [пароль] між дві гори, він знайшов біля них люди, які навряд чи міг зрозуміти [його] мови.
vi: Cho đến khi, khi ông đến [vượt qua] giữa hai ngọn núi, ông tìm thấy bên cạnh một người hầu như không thể hiểu [] bài phát biểu.
zu: Kuze, lapho efika [a pass] phakathi kwezintaba ezimbili, wathola eceleni kwabo isizwe ayengayisebenzisa inkulumo [yakhe].

# Quran2234
source: They said, "O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier?"
ca: Deien, "O Dhul-Qarnayn, fet de Gog i Magog són [gran] corrupters a la terra. Així pot assignem per a vostè una despesa que es podria fer entre nosaltres i ells una barrera? "
cy: Dywedodd, "O Dhul-Qarnayn, yn wir, Gog a Magog yn [mawr] corrupters yn y tir. Felly efallai inni neilltuo ar gyfer eich gwariant y gallech wneud yn rhwystr rhyngom ni a nhw? "
da: De sagde, "O Dhul-Qarnayn, faktisk Gog og Magog er [stor] corrupters i landet. Så kan vi tildele for dig en udgift, du kan gøre mellem os og dem en barriere? "
el: Είπε, «O Dhul-Qarnayn, πράγματι ΔΑΓ και Magog είναι [μεγάλη] corrupters στη γη. Έτσι μπορεί να εμείς να αντιστοιχίσετε για εσάς δαπάνες που μπορεί να κάνει ένα εμπόδιο ανάμεσα σε εμάς και τους;»
et: Nad ütlesid: "O Dhul-Qarnayn, tõepoolest Gujarati ja Magog on [suur] corrupters maal. Nii võib anname teile kulud mis võite teha meie ja nende vahel takistuseks? "
fi: He sanoivat: "Oi Dhulille-Qarnayn, todellakin Goog ja Maagog on [hyvä] corrupters maassa. Joten ehkä annamme sinulle menot että saatat tehdä välillemme este? "
he: הם אמרו, "O Dhul-Qarnayn, אכן מלחמת גוג ומגוג נהדרים [] corrupters בארץ. אז אולי אנחנו להקצות לך הוצאה זה שייתכן שתבצע בינם לבין עצמם מחסום? "
hr: Rekli su, "O Dhul-Qarnayn, doista Gog i Magog su [veliki] corrupters u zemlji. Tako možda možemo dodijeliti za vas potrošnja između nas i njih bi prepreka? "
lt: Jie sakė: "O Dhul-Qarnayn, iš tiesų Gogo ir Magog yra [didelis] corrupters žemę. Taigi gali mes priskirti jums išlaidos, jums gali padaryti tarp mūsų ir jų kliūtis? "
lv: Viņi teica: "O. Dhul-Qarnayn, patiešām Gog un Magog ir [liels] corrupters zemi. Tātad var mums piešķirt jums izdevumi, kas varētu padarīt starp mums un viņiem barjera? "
nb: De sa, "O Dhul-Qarnayn, faktisk Gog og Magog er [stor] kobber og jern i landet. Så kan vi tildele for en utgift som du kan gjøre mellom oss og dem en barriere? "
sk: Oni povedali: "O dħul-Qarnayn, skutočne Gog a Magog sú [veľký] corrupters v krajine. Tak sme pridelením si výdavky, ktoré by ste mohli medzi nami a nimi bariéra? "
sl: So rekli, "O Dhul-Qarnayn, res VG in Magog so [velik] corrupters v deželi. Tako smo z dodelitvijo zate izdatek ki si lahko med nami in njimi ovira? "
sr_cyrl: Рекли су, "О Дхул-Qарнаyн, уистину Гог и Магога су [велики] цорруптерс у земљи. Тако смо доделити за тебе као расходи који би требао између нас и њих баријера? "
sr_latn: Rekli su, "O Dhul-Qarnayn, uistinu Gog i Magoga su [veliki] corrupters u zemlji. Tako smo dodeliti za tebe kao rashodi koji bi trebao između nas i njih barijera? "
uk: Вони сказали: "O Зуль-Qarnayn, дійсно Ґоґ і Маґоґ придатні [] тепер на землі. Так може ми призначити для вас витрати, ви можете зробити між нами і їх бар'єр? "
vi: Họ nói rằng, "O Dhul-Qarnayn, thực sự là Gog và Magog là [tuyệt vời] corrupters trong đất. Vì vậy có thể chúng ta gán cho bạn một chi tiêu mà bạn có thể thực hiện giữa chúng tôi và họ một rào cản? "
zu: Bathi: "O Dhul-Qarnayn, ngempela uGogi noMagogi kukhona [olukhulu] corrupters ezweni. Ngakho kwangathi nathi ukwabela ngawe imali esetshenzisiwe ozoyinikeza phakathi kwethu nabo umgoqo?"
