Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran579
source: And when you are greeted with a greeting, greet [in return] with one better than it or [at least] return it [in a like manner]. Indeed, Allah is ever, over all things, an Accountant.
ca: I quan vostè són rebuts amb una salutació, saludar amb un millor que això o retorn [almenys] [a canvi]-[d'una manera com]. De fet, Allah és mai, sobre totes les coses, un comptador.
cy: A [yn ôl] chyfarch pan ydych yn cyfarch gyda chyfarchiad, gydag un well nag neu ddychwelyd [o leiaf] yn [mewn ffordd debyg]. Yn wir, Allah yw erioed, dros holl bethau, cyfrifydd.
da: Og når du bliver mødt med en hilsen, hilse [tilbage] med en bedre end det eller [mindst] retur det [på en lignende måde]. Faktisk, Allah er nogensinde, over alle ting, en revisor.
el: Και όταν θα σας υποδεχτεί με ένα χαιρετισμό, χαιρετώ [σε αντάλλαγμα] με ένα καλύτερο από το να ή επιστροφής [τουλάχιστον] [σε ένα ομοειδές τρόπο]. Πράγματι, Αλλάχ είναι ποτέ, επί όλων των πραγμάτων, έναν λογιστή.
et: Ja kui te tervitatakse tervitus, tervitama [tagasi] üks parem kui see või [vähemalt] edasi-tagasi see [samasuguse viisil]. Tõepoolest, Allah on kunagi, üle kõik asjad, raamatupidaja.
fi: Ja kun olet tervehditään tervehdys, tervehtiä [paluu] parempi kuin se tai [edes] palata sen [samalla tavalla]. Itse asiassa Jumala on koskaan, yli kaiken, kirjanpitäjä.
he: כאשר אתם מקבלים עם ברכה, היכרות [. בתמורה] עם אחד יותר טוב זה או החזרה [לפחות] זה [קיצ'אקא רב]. אכן, אללה הוא אי פעם, על כל הדברים, רואה חשבון.
hr: I kada su dočekali uz Pozdrav, pozdraviti [zauzvrat] s bolji od njega ili [bar] povratak [u kao način]. Uistinu, Allah je, nad svim stvarima, računovođa.
lt: Ir kai jūs tik pasveikinti su pasveikinimas, [už] pasisveikinti su vienu geriau nei jis arba [bent] grįžti jis [panašiu būdu]. Iš tiesų, Allah yra kada nors, virš visų dalykų, buhalterė.
lv: Un kad jūs sveic ar sveicienu, [savukārt] sasveicināties ar vienu labāks par to, vai [vismaz] atgriež to [līdzīgā veidā]. Patiešām, Allah ir kādreiz, pār visām lietām, grāmatvede.
nb: Og når du blir møtt med en hilsen, hilse [tilbake] med en bedre enn det eller [minst] tilbake det [i en like måte]. Faktisk er Døyve noen gang, over alle ting, en regnskapsfører.
sk: A keď ste uvítání pozdrav, zdravím [na oplátku] s jedným lepšie alebo [aspoň] návrat to [podobným spôsobom]. Alah je naozaj vôbec, nad všetkými vecami, účtovník.
sl: In ko so pozdravili z pozdrav, pozdravljam [v zameno] z enim bolje kot to ali [vsaj] vrnitev [v podoben način]. Res, Allah je koli, nad vse stvari, računovodja.
sr_cyrl: И када вас дочекују са поздравне поруке, поздрави [заузврат] једним боље него то или [бар] Повратне то [на као начин]. Уистину , Аллах је икада, изнад свих ствари, рачуновођа.
sr_latn: I kada vas dočekuju sa pozdravne poruke, pozdravi [zauzvrat] jednim bolje nego to ili [bar] Povratne to [na kao način]. Uistinu, Allah je ikada, iznad svih stvari, računovođa.
uk: І коли ви зустріли привітання, привітати [взамін] з одного краще, ніж його або [принаймні] повернення його [вчасно like]. Дійсно, Аллах коли-небудь, над усіма речами, бухгалтер.
vi: Và khi bạn được chào đón với một lời chào, chào mừng [trở lại] với một tốt hơn so với nó hoặc [ít nhất] trả lại nó [theo cách thức như thế]. Thật vậy, Allah là bao giờ, trên tất cả mọi thứ, một kế toán.
zu: Futhi uma kuyakhexisa nge ukubingelela, yokubingelela [ukubuya] nomunye kangcono kunalokhu oyikho noma [okungenani] uyibuyisele [ngendlela efana].

# Quran580
source: Allah - there is no deity except Him. He will surely assemble you for [account on] the Day of Resurrection, about which there is no doubt. And who is more truthful than Allah in statement.
ca: Allah - no hi ha cap Déu excepte ell. Es muntarà segurament vostè [compte en] dia de resurrecció, sobre el qual no hi ha dubte. I qui és el més veraç que Allah en la declaració.
cy: Allah-nid oes unrhyw Dduwdod ac eithrio ef. Siawns ei fod yn ymgynnull chi [cyfrif ar] dydd atgyfodi, y nid oes unrhyw amheuaeth. A phwy sy'n fwy gonest nag Allah mewn datganiad.
da: Allah - der er ingen guddom undtagen ham. Han vil sikkert samle dig for [konto] den dag i opstandelse, hvorom der er ingen tvivl om. Og der er mere sandfærdig end Allah i sætningen.
el: Αλλάχ - δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Αυτός σίγουρα θα συγκεντρώσει σας [λογαριασμό στους] την ημέρα της Αναστάσεως, για την οποία δεν υπάρχει καμία αμφιβολία. Και ποιος είναι πιο αληθινό από Αλλάχ σε δήλωση.
et: Jumal - ei ole jumalus, välja arvatud tema. Ta kindlasti koguda sa [konto] kohta, mis pole kahtlust ülestõusmise päev. Ja kes on rohkem tõene, kui Allah avalduses.
fi: Jumala - ei ole Jumaluutena, paitsi hänelle. Hän varmasti koota sinun [tili] ylösnousemuksen, josta ei ole epäilystäkään. Ja kuka on enemmän rehellisiä kuin Allah-lauseessa.
he: אללה - יש אין אלוהות חוץ ממנו. הוא בוודאי להרכיב לך לחשבון [על] יום של התחייה, על אשר אין שום ספק. ומי אמיתי יותר מאשר אללה במשפט.
hr: Allah - postoji nema Božanstva osim njega. On će sigurno sastaviti te za [račun] dan uskrsnuća, o kojoj nema sumnje. I koji je više istina od Allaha u izjavi.
lt: Dievas - nėra jokių Dievybės išskyrus jam. Jis tikrai bus surinkti jums [sąskaita] prisikėlimo dieną, apie kurį nėra jokių abejonių. Ir kurie yra teisingi nei Dievas (nuostolio) ataskaitoje.
lv: Allah - nav neviens, izņemot viņu dievība. Viņš jums noteikti organizēsim [kontam] augšāmcelšanās dienā, par kuru nav šaubu. Un kas ir vairāk nekā Allah pārskatā patiesu.
nb: Allah - det er ingen guddom bortsett fra ham. Han vil sikkert samle [konto på] oppstandelsen, som det er ingen tvil. Som er mer sannferdig enn Døyve i setningen.
sk: Alah - neexistuje žiadne božstvo okrem neho. On určite budete zostavovať pre [konto] deň vzkriesenia, o ktorých nie je pochýb. A kto je pravdivejšie ako Boh vo vyhlásení.
sl: Allah - ni nobene božanstva, razen njega. On bo zagotovo vas zbrati za [račun] dan od vstajenje, o katerih ni nobenega dvoma. In kdo je bolj resnične od Allah v izjavi.
sr_cyrl: Аллах - нема нема боћанство осим њега. Он ће те сигурно окупи за [налог на] дан ускрснућа, о којој нема никакве сумње. А ко говори истину од Алаха у изјави.
sr_latn: Allah - nema nema boћanstvo osim njega. On će te sigurno okupi za [nalog na] dan uskrsnuća, o kojoj nema nikakve sumnje. A ko govori istinu od Alaha u izjavi.
uk: Аллах - немає не божества, за винятком йому. Він безумовно буде збиратися ви для [на обліковий запис] день Воскресіння, про якого не викликає сумніву. А хто правдивіше за Аллах в заяві.
vi: Allah - đó là không có vị thần ngoại trừ anh ta. Ông chắc chắn sẽ lắp ráp bạn cho [tài khoản] ngày phục sinh, về mà có là không có nghi ngờ. Và ai là người trung thực hơn so với Allah trong tuyên bố.
zu: Allah - akukho ubuzimu Him.

# Quran581
source: What is [the matter] with you [that you are] two groups concerning the hypocrites, while Allah has made them fall back [into error and disbelief] for what they earned. Do you wish to guide those whom Allah has sent astray? And he whom Allah sends astray - never will you find for him a way [of guidance].
ca: Què és [la matèria] amb vostè [que són] dos grups sobre els hipòcrites, mentre Allah ha fet caure [en l'error i la incredulitat] per què van guanyar. Voleu orientar aquells que Allah ha enviat per mal camí? I ell a qui envia Allah per mal camí - mai no serà vostè trobar per a ell una manera [d'orientació].
cy: Beth yw [y mater] gyda chi [eich bod yn] dau grŵp ynghylch y rhagrithwyr, tra mae'r Allah wedi iddynt syrthio ôl [Gwall ac anghrediniaeth] ar gyfer beth y maent yn ei ennill. A ydych yn dymuno arwain rhai y mae'r Allah wedi anfon ar gyfeiliorn? Ac iddo ef anfon Allah ar gyfeiliorn-byth a wnewch ddod o hyd iddo ffordd [o canllawiau].
da: Hvad er [der] med [at du er] to grupper vedrørende hyklerne, mens Allah har gjort dem falde tilbage [i fejl og vantro] til hvad de tjente. Ønsker du at guide dem, som Allah har sendt på afveje? Og han, hvem Allah sender på afveje - aldrig vil du finde for ham en måde [vejledning].
el: Τι είναι [το ζήτημα] με [ότι είναι] δύο ομάδες σχετικά με την υποκριτές, ενώ Αλλάχ έχει κάνει τους πέσουμε πίσω [σφάλμα και δυσπιστία] για ό, τι κέρδισα. Θέλετε να καθοδηγεί εκείνους τους οποίους Αλλάχ έστειλε παραστρατημένος; Και θα τους οποίους Αλλάχ στέλνει παραστρατημένος - ποτέ δεν θα σας βρει για τον τρόπο [της καθοδήγησης].
et: Mis on teie, [et oled] [Küsimus] kohta silmakirjatsejad, kuid Jumal on neile tagasi langeda [viga ja uskumatus] puhul nad teeninud kahte rühma. Kas soovite suunata need, keda Jumal on saatnud eksinud? Ja ta, kellele Jumal saadab eksinud - kunagi sa leidma talle viis [Juhend].
fi: Mikä hätänä [] [että on] kaksi ryhmää koskevat tekopyhät, vaikka Jumala on tehnyt heidät pudota takaisin [virhe ja epäusko] he. Haluatteko opas niille, jotka Jumala on lähettänyt harhaan? Ja hän, jonka Jumala lähettää harhaan - koskaan tule löytämään hänelle [ohjeita].
he: ? מה קרה [] איתך [כי אתה] שתי הקבוצות בנוגע הצבועים, בעוד אללה הכינה אותם בחזרה [לתוך שגיאה ואי אמון] מה שהן הרוויחו. האם ברצונך להנחות את אלה אשר אללה שלח מדרך הישר? הוא מי שולח אללה מדרך הישר - לעולם לא תוכל למצוא עבורו דרך [של הדרכה].
hr: Što je [] s [da su] dvije skupine u vezi licemjeri, dok Allah ih natrag [na pogreške i nevjerica] je napravio za ono što su zaradili. Želite li voditi one koje je Allah poslao krivim putem? I onaj kojeg Allah šalje zalutati - hoćeš mu naći način [upute].
lt: Kas yra [klausimas] su [kad yra] dvi grupes dėl veidmainiai, o Dievas padarė juos vėl kristi [į klaidas ir netikėjimo] ką jie uždirbo. Ar norite vadovas tuos, kuriuos Dievas atsiuntė iš kelio? Ir jis, kuriam Dievas siunčia kelio - niekada bus jums rasti jam taip [iš orientavimo].
lv: Kas lēcies [ka jums ir] [lietu] divās grupās, kas attiecas uz liekuļi, kamēr Allah ir veikusi tām atkrist atpakaļ [kļūda un neticība] par to, ko viņi nopelnījuši. Vai vēlaties, lai palīdzētu tiem, kam Allāhs ir nosūtījusi apmaldīties? Un viņš, kam Allāhs sūta apmaldīties - jūs nekad atrast viņu veids, kā [vadlīnijas].
nb: Hva er [det] med deg [som] to grupper om hyklerne, mens Allah har gjort dem falle tilbake [i feil og vantro] for hva de tjent. Vil du lede dem Allah har sendt bort? Og han som Allah sender bort - aldri vil du finne ham en måte [av].
sk: Čo je [otázka] s [že ste] dve skupiny pokrytci, keď Alah ich spadnúť späť [do chyby a neveriacky] urobila pre to, čo si zarobil. Prajete si tých, ktorých Boh poslal scestie sprievodca? A on, koho Boh posiela scestie - nikdy sa vám nájsť preňho spôsob [Návod].
sl: Kaj je [vprašanje] z vami, [ki jih] dve skupini o hinavci, medtem ko Alah jih pade nazaj [v napake in nejeverno] je predvideti kaj zaslužili. Ali želite vodnik ki Allah je poslal zašel? In on, ki pošlje Allah zašel - nikoli ne boste našli zanj način [smernice].
sr_cyrl: Шта не ваља [] са те [да су] две групе у вези хипокрите, док Аллах остварила им се поново врати [Грешка и неверовање] за шта су зарадили. Желите ли да оне које је Аллах је послао на одмет воде? А онај којег је Аллах шаље на одмет - никада ти некако за њега [водич].
sr_latn: Šta ne valja [] sa te [da su] dve grupe u vezi hipokrite, dok Allah ostvarila im se ponovo vrati [Greška i neverovanje] za šta su zaradili. Želite li da one koje je Allah je poslao na odmet vode? A onaj kojeg je Allah šalje na odmet - nikada ti nekako za njega [vodič].
uk: Що таке це питання з вами, [які ви] дві групи, які стосуються лицеміри, хоча Аллах зробило їх відступати [до помилок і невір'я] за те, що вони заробили. Ви хочете направляти тих, кого Аллаха, послав, оману? І він, кого Аллах надсилає оману - ніколи не буде вам знайти для нього спосіб [керівництвом].
vi: Những gì là [vấn đề] với bạn [mà bạn] hai nhóm liên quan đến hypocrites, trong khi Allah đã làm cho họ rơi trở lại [vào lỗi và sự hoài nghi] cho những gì họ kiếm được. Bạn có muốn để hướng dẫn những người mà Allah đã gửi lạc lối? Và ông mà Allah gửi lạc lối - không bao giờ, bạn sẽ tìm thấy cho anh ta một cách [hướng dẫn].
zu: Kuyini [ngendaba] nawe [ukuthi wena] amaqembu amabili ngokuphathelene bazenzisi, kanti Allah uye wenza bawe emuva [amaphutha futhi bengakholwa] ngokwalokho abayikho zuza.

# Quran582
source: They wish you would disbelieve as they disbelieved so you would be alike. So do not take from among them allies until they emigrate for the cause of Allah. But if they turn away, then seize them and kill them wherever you find them and take not from among them any ally or helper.
ca: Desitgen que vols no creuen ja que dubtaven perquè seria igual. Així no es fan entre ells aliats fins que van emigrar per la causa d'Allah. Però si s'allunyen, llavors capturar-los i matar-los allà on trobar-los i prendre no entre ells cap aliat o ajudant.
cy: Dymunant byddai eich chredu fel y maent ddysgais felly byddai chi fel ei gilydd. Felly peidiwch â mynd o blith y cynghreiriaid iddynt hyd nes y byddant yn allfudo am achos Allah. Ond os y maent yn troi i ffwrdd, yna ymafael ynddynt a lladd iddynt lle bynnag y byddwch yn dod o hyd iddynt ac cymryd nid o blith eu unrhyw gyfaill neu gynorthwy-ydd.
da: De ønsker, du ville tvivle som de disbelieved så du ville være ens. Så tag ikke blandt dem allierede før de udvandrer for årsagen til Allah. Men hvis de vender væk, så Grib dem og dræbe dem hvor du finder dem og tage ikke blandt dem nogen allieret eller helper.
el: Επιθυμούν θα δυσπιστώ όπως αυτοί που disbelieved έτσι θα είναι ομοειδή. Έτσι, δεν λαμβάνουν μεταξύ τους συμμάχους μέχρι να μεταναστεύουν για την αιτία του Αλλάχ. Αλλά αν πάψουν, τότε αυτά αδράξουν και να τους σκοτώσει, όπου μπορείτε να βρείτε τους και να πάρετε δεν ανάμεσά τους κάποιο σύμμαχος ή βοηθός.
et: Nad soovivad, et te sooviksite usu. nagu nad disbelieved, et sa oleksid samasugused. See ei võta neid liitlaste hulgast kuni nad emigreeruda Allah põhjus. Aga kui nad tõlgivad, siis haarata neid ja neid tappa, kus iganes sa neid leida ja võtta nende seast liitlane või helper.
fi: He haluavat, uskottomia, koska he uskoneet voisi siis olla samankaltaisia. Joten vasta joukosta ne liittolaiset he lähtevät maastaan Allah syyn. Mutta jos he kääntyvät pois, hyödyntää ja tappaa heidät, missä löytää ne ja ryhtyä jonkin näistä liittolainen tai auttaja.
he: הם רוצים שאותך להאמין כפי שהם disbelieved כך אתה תהיה כאחד. אז לא ייכנסו מקרב בעלות הברית אותם עד שהם להגר למען המטרה של אללה. אבל אם, הם יהפכו משם תפסו אותם ואז להרוג אותם. היכן למצוא אותם, קח לא מתוכן כל ברית או עוזר.
hr: Žele bih sumnjati kao oni bio bi podjednako. Tako ne uzeti od njih saveznici dok oni emigriraju uzrok Allah. Ali ako ti, onda ih iskoriste i ubiti ih gdje god ih pronaći i uzeti od njih saveznik i pomagač.
lt: Jie nori jums būtų ne wierza kaip jie disbelieved, jums bus panašūs. Taigi Nevartokite iš jų sąjungininkai kol jie emigruoja dėl Dievo priežastis. Bet jei jie nusigręžti, tada juos konfiskuoti ir žudyti juos, kur juos rasti ir imtis bet kokių ne iš jų sąjungininkas arba pagalbininkas.
lv: Viņi vēlas, kā viņi disbelieved tāpēc jums būtu līdzīgi vai neticēt. Tātad nebūt ne-apejos no tiem sabiedrotajiem, līdz tie emigrē Allah cēlonis. Bet, ja tās novērsties, tad tos konfiscēt un nogalināt tos, kur tos atrast un veikt nevis no tām jebkādu sabiedrotais vai palīgs.
nb: De ønsker du ville tviler som de vantro så du ville være like. Så ikke ta fra dem allierte før de emigrere for årsaken til Allah. Men hvis de slår bort, så ta dem og drepe dem uansett hvor du finner dem og tar ikke blant dem noen alliert eller hjelper.
sk: Želajú si, že by neveria ako oni pochyboval, takže by mal byť podobný. Tak sa spomedzi nich spojenci kým oni emigrovať pre príčinu Boha. Ale ak sa zase preč, potom ich zabaviť a zabiť všade tam, kde môžete nájsť a nie spomedzi nich podniknúť spojenec alebo Pomocníka.
sl: Želijo, da bi verjamem, saj so verjeli, da bi bili podobni. Tako ne jemljite izmed njih zavezniki dokler se izseliti za vzrok Allah. Če se obrnejo proč, potem pa jih izkoristijo in ubiti, kjerkoli si jih našli in se ne od njih vse zaveznik ali pomočnik.
sr_cyrl: Желе да би сумњаш у док они не верује да би ти била иста. Тако се међу њима савезници све док они емигрирају за узрок Алаха. Али ако се окрену, онда их ухватите и убити их, где год да си их пронаћи и узети није међу њима савезник или помагач.
sr_latn: Žele da bi sumnjaš u dok oni ne veruje da bi ti bila ista. Tako se među njima saveznici sve dok oni emigriraju za uzrok Alaha. Ali ako se okrenu, onda ih uhvatite i ubiti ih, gde god da si ih pronaći i uzeti nije među njima saveznik ili pomagač.
uk: Вони хотіли, ви б не вірити, як вони disbelieved, так що вам буде однаково. Тому не приймайте з-поміж них союзників поки вони емігрувати за справу Аллаха. Але якщо вони відвернутися, захопити їх і вбити їх там, де їх знайти і не з-поміж них робити які-небудь союзником або помічник.
vi: Họ muốn bạn sẽ disbelieve khi họ disbelieved vì vậy, bạn sẽ được như nhau. Vì vậy không có từ đồng minh của họ cho đến khi họ di cư cho các nguyên nhân của Allah. Nhưng nếu họ lần lượt đi, sau đó nắm bắt chúng và tiêu diệt chúng bất cứ nơi nào bạn tìm thấy chúng và đi không từ trong số đó có đồng minh hoặc trợ giúp.
zu: They Sengathi disbelieve njengoba they disbelieved ngakho uyobe ngokufanayo.
