Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran947
source: Do they [then] wait for anything except that the angels should come to them or your Lord should come or that there come some of the signs of your Lord? The Day that some of the signs of your Lord will come no soul will benefit from its faith as long as it had not believed before or had earned through its faith some good. Say, "Wait. Indeed, we [also] are waiting."
ca: Ells [llavors] espera a res excepte que els àngels ha de venir a ells o el teu Senyor ha arribat o que sorgeixen alguns dels signes del seu Senyor? El dia que alguns dels signes del teu Senyor vindrà cap ànima es beneficiaran de la seva fe, mentre no havia cregut abans o havia guanyat per la seva fe algunes bones. Dir, "esperar. De fet, estem [també] esperant."
cy: Wneud iddynt [yna] yn aros am unrhyw beth heblaw y dylai angylion yn dod i iddynt neu eich Arglwydd dylid dod neu y mae yn dod rhai o arwyddion eich Arglwydd? Bydd y diwrnod y daw rhai o'r arwyddion eich Arglwydd oes enaid yn elwa o'i ffydd cyhyd ag y mae'n credu nad cyn neu wedi ennill trwy ei ffydd rhai da. Dweud, "aros. Yn wir, [hefyd] yr ydym yn aros."
da: De [så] venter på noget, bortset fra at engle skulle komme til dem eller din herre bør komme, eller at der kommer nogle af tegnene på din herre? Dag, nogle af tegnene på jeres Herre kommer ingen sjæl vil drage fordel af sin tro, så længe det ikke havde troet før eller havde tjent gennem sin tro nogle gode. Sige, "Vent. Ja, vi [også] venter."
el: [Τότε] περιμένουν για οτιδήποτε εκτός από το ότι οι άγγελοι θα πρέπει να έρθει να τους ή να σας Λόρδος πρέπει να προέρχονται ή που υπάρξει μερικά από τα σημάδια του ο Λόρδος σας; Την ημέρα ότι μερικά από τα σημάδια του Λόρδου σας θα έρθει καμιά ψυχή θα ωφεληθούν από την εμπιστοσύνη τους εφ ' όσον αυτό δεν είχαν πιστέψει πριν ή είχε κερδίσει μέσω της πίστης του κάποιο καλό. Ας πούμε, "περιμένετε. Πράγματι, [επίσης] περιμένουμε.»
et: Kas nad [siis] oodata midagi, ainult, et inglid peaks tulema või oma Issanda peaks tulema või et seal tulevad mõned oma Issanda märke? Kui ta oli uskunud enne või oli teeninud oma usu kaudu mõned head kasu oma usku päev, et mõned oma Issanda tulevad ükski hing. Öelda, "ootama. Tõepoolest, [ka] ootame."
fi: Ne [silloin] odottaa mitään, paitsi, että enkelit pitäisi tulla heille tai teidän Herranne tulee tai että siellä tulee joitakin merkkejä teidän Herranne? Päivä, että joitakin merkkejä teidän Herranne tulee yhtään hyötyvät sen usko, kunhan se ei uskonut ennen tai oli ansainnut sen uskon kautta hyviä. Eli "odottaa. Itse asiassa [myös] odotamme."
he: הם [אז] מחכים למשהו חוץ מזה המלאכים צריך לבוא איתם או האל שלך צריכה לבוא או שם לבוא כמה הסימנים של האדון? היום כי כמה הסימנים של האדון יגיע בלי נשמה יפיקו תועלת האמונה שלו כל עוד הוא לא האמין לפני או רכשתי דרך האמונה שלו טוב. תגיד, "חכה. אכן, [גם] םיכחמ ונא"
hr: Da se [onda] čeka za ništa osim da anđeli bi trebao doći do njih ili gospodar tvoj bi trebao doći ili da dođe neki od znakova Gospodar tvoj? Dan da neki od znakova vaš Gospodin će doći bez duše će imati koristi od svoje vjere sve dok ga nije vjerovao prije ili zaradila kroz svoju vjeru nešto dobro. Kažeš, "Čekaj. Doista, [također] čekamo."
lt: Ar jie [tada] laukti nieko, išskyrus tai, kad angelai turėtų atvykti į juos arba jūsų Viešpats turėtų ateiti arba kad ten yra kai kurie požymiai jūsų Viešpats? Kad kai kurie požymiai jūsų Viešpats ateis sielos dieną turės naudos iš savo tikėjimo, kol ji buvo ne manoma prieš arba turėjo uždirbo per savo tikėjimą gerų. Sako, "laukti. Iš tiesų, mes [taip pat] laukia."
lv: Vai viņi [tad] gaida jebko, izņemot to, ka eņģeļi ir jānāk tiem vai jūsu kungs nāk, vai tas ir jānāk dažas pazīmes jūsu kungs? Diena, ka dažas pazīmes jūsu kungs nāks neviens cilvēks gūs labumu no savas ticības tik ilgi, cik tas bija neticēt pirms vai dažas labas bija nopelnījis ar savu ticību. Teiksim, "gaidīt. Patiešām, [arī] gaidām."
nb: De [da] venter på noe bortsett fra at englene bør komme dem eller deres Herre kommer, eller at det kom noen av tegnene på deres Herre? Dagen at noen av tegnene på deres Herre kommer ingen sjel vil nytte sin tro så lenge det ikke hadde trodd før eller hadde tjent gjennom sin tro noen gode. Si "vent. Faktisk venter vi [også]."
sk: Robiť [a] čakať nič okrem toho, že anjeli by mala prísť na ne ani vášho pána by mala prísť, alebo že tam príde niektoré z príznakov, svojho pána? Deň, že niektoré príznaky váš pán príde bez duše budú mať prospech z jeho vieru ako dlho veril nie pred alebo jeho vierou zarobil nejaké dobré. Povedať, "čakať. Vskutku, [i] čakáme."
sl: Ali so [torej] čakati za nič, razen, da angeli pridete ali svojega Gospoda, naj pride ali ki tam prihaja nekaj znakov svojega gospodarja? Dan, da nekateri znamenje svojega gospodarja bo duše bodo imeli koristi od svoje vere tako dolgo, kot je ne verjel pred ali je pridobil skozi svojo vero nekaj dobrega. Reči, "čakati. Res, [tudi] čakamo."
sr_cyrl: [Онда ] иакају за ништа осим што анђели требао да додје до њих или твој господар треба да долази или то тамо долазе неки од знакова господара? Дан да неки од знакова господара ће доћи без душа ће имати користи од своје вере све док то није веровао раније или неко добро зарадио кроз своју веру. "Стани. Заиста , [и] чекамо."
sr_latn: [Onda] иakaju za ništa osim što anđeli trebao da dodje do njih ili tvoj gospodar treba da dolazi ili to tamo dolaze neki od znakova gospodara? Dan da neki od znakova gospodara će doći bez duša će imati koristi od svoje vere sve dok to nije verovao ranije ili neko dobro zaradio kroz svoju veru. "Stani. Zaista, [i] čekamo."
uk: Чи вони [потім] чекайте нічого Крім того, що ангели повинно прийти на них або ваш Господь повинен прийти, чи що там прийти деякі з ознак ваш Господь? День, що деякі з ознак ваш Господь прийде немає душі отримають користь від своєї віри, тих пір, поки він не вірив раніше або заробив через свою віру деякі хороші. Скажімо, "чекати. Дійсно, [також] чекаємо."
vi: Làm họ [sau đó] đợi bất cứ điều gì ngoại trừ rằng các thiên thần nên đến họ hay Chúa của bạn nên đi hay rằng có đến một số dấu hiệu của Chúa của bạn? Ngày một số dấu hiệu của Chúa của bạn sẽ đến không có linh hồn sẽ hưởng lợi từ Đức tin của mình, miễn là nó đã không tin rằng trước khi hoặc đã giành được thông qua Đức tin của mình một số tốt. Nói, "đợi. Thật vậy, chúng tôi [cũng] đang chờ đợi."
zu: Ingabe they [ke] ulinde lutho ngaphandle ukuthi izingelosi kufanele sondela them noma kho Lord kufanele eze noma ukuthi kuseza ezinye izimpawu kho Lord?

# Quran948
source: Indeed, those who have divided their religion and become sects - you, [O Muhammad], are not [associated] with them in anything. Their affair is only [left] to Allah; then He will inform them about what they used to do.
ca: De fet, aquells que han dividit la seva religió i convertir-se en sectes - vostè, [O Muhammad], no són [associat] amb ells a res. Seva assumpte és únic [esquerra] a Allah; llavors ell els informarem sobre el que acostumaven a fer.
cy: Yn wir, nid yw rhai sy'n rhannu eu crefydd ac yn dod yn sectau-chi, [O Muhammad], [gysylltiedig] gyda nhw mewn unrhyw beth. Eu mater yn unig [chwith] i Allah; yna bydd yn rhoi gwybod iddynt am beth maent yn ei ddefnyddio i wneud.
da: Dem, der har delt deres religion og blive sekter - du, [O Muhammad], er faktisk ikke [forbundet] med dem i noget. Deres affære er kun [venstre] til Allah; derefter vil han informere dem om, hvad de plejede at gøre.
el: Πράγματι, όσοι έχουν διαιρεθεί τη θρησκεία τους και να γίνουν αιρέσεις - σας, [Ο Μωάμεθ], δεν είναι [που] μαζί τους σε τίποτα. Η σχέση τους είναι μόνο [αριστερά] Αλλάχ? στη συνέχεια, αυτός θα τους ενημερώνει σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: Tõepoolest, need, kes on jaganud oma religiooni ja muutunud sektid - te, [O Muhammad], ei ole [] nendega seotud millessegi. Nende asi on ainult [vasakule], et Jumal; siis ta teavitab neid mida nad varem ei.
fi: Itse asiassa ne, jotka on jaettu heidän uskontonsa ja tullut lahkot - voit [Oi Muhammed] eivät ole [] niihin liittyvät mitään. Niiden suhde on ainoa [left] hillitä; sitten hän ilmoittaa heille mitä he ovat tehneet.
he: ואכן, למי יש לחלק את דתם ולהפוך כתות - לך, [O מוחמד], אינם [משויכים] בכל דבר. פרשת שלהם הוא היחיד [משמאל] אללה; אז הוא יודיע להם על מה היו עושים.
hr: Uistinu, oni koji dijele njihove vjere i postati sekti - ti, [O Muhammad], nisu [] s njima povezani u ništa. Njihov posao je samo [lijevo] Allahu; zatim on će ih obavijestiti o ono što su nekad.
lt: Iš tiesų, tie, kurie suskirstyti savo religiją ir tapti sektos - jūs, [O Muhammad], nėra [] su jais susijusiems nieko. Jų reikalas yra tik [kairėje] Allaho; tada jis bus informuoti juos apie ką jie czynili.
lv: Protams, tiem, kas ir sadalīti savu reliģiju un kļūt par sektām - tu [O Muhammad] nav [] ar tiem saistīta ar neko. Piederas ir vienīgais [pa kreisi] Allahu; pēc tam viņš informē viņus par to, ko viņi mēdza to darīt agrāk.
nb: De som har delt sin religion og bli sekter - du, [O Muhammad], er faktisk ikke [tilknyttet] i noe. Saken deres er bare [venstre] for Gud. så vil han informere dem om hva de pleide å gjøre.
sk: Vskutku, sú tí, ktorí majú rozdeliť svoje náboženstvo a stal sekty - ste [Mohamed], nie [] sú s nimi spojené v ničom. Ich vzťah je iba [vľavo] Boha; potom on bude informovať o tom, čo boli zvyknutí robiť.
sl: Res, tiste, ki delijo svojo vero in postane sekt - vas, [O Muhammad], niso [] z njimi povezane v nič. Njihovi aferi je edina [levo] Allah; nato pa jih obvesti o kaj se uporabljajo za početi.
sr_cyrl: Заиста , који су подељени њихове религије и постати секте - ти, [О Мухаммад], то нису [придружену] их у ништа. Њихова веза је једина [остало] Алаху; Онда , он ће их информисали о шта су некад.
sr_latn: Zaista, koji su podeljeni njihove religije i postati sekte - ti, [O Muhammad], to nisu [pridruženu] ih u ništa. Njihova veza je jedina [ostalo] Alahu; Onda, on će ih informisali o šta su nekad.
uk: Дійсно, ті, хто розділити їх релігії і стати сект - ви [O Мухаммад], не є [присвоєно] ні в чому. Їх роман є єдиним [вліво], щоб Аллах; Потім він буде інформувати їх про те, що вони використовували, щоб зробити.
vi: Thật vậy, những người đã chia tôn giáo của họ và trở thành giáo - bạn [O Muhammad], là không [liên kết] với họ trong bất cứ điều gì. Vụ của họ là duy nhất [còn lại] Allah; sau đó ông sẽ thông báo với họ về những gì họ sử dụng để làm.
zu: Ngempela, labo hlanganyela bo kolo futhi babe amahlelo - wena, [O Muhammad], kungukuthi [ezihlobene] nabo yini.

# Quran949
source: Whoever comes [on the Day of Judgement] with a good deed will have ten times the like thereof [to his credit], and whoever comes with an evil deed will not be recompensed except the like thereof; and they will not be wronged.
ca: Qui ve [en el dia del judici] amb una bona acció tindrà deu vegades similars del mateix [al seu crèdit], i qui ve amb una escriptura mal es no es recompensava excepte similars i no ser injustament.
cy: Pwy bynnag ddaw [ar y diwrnod dyfarniad] gyda gweithred dda bydd deg gwaith tebyg ohono [ei credyd], a bwy bynnag a ddaw gyda'r weithred anfad bydd nid eu had-dalu ac eithrio tebyg ac ni Bydd maent yn cam.
da: Hvem kommer [på dommedag] med en god gerning vil har ti gange lignende heraf [til sin kredit], og uanset hvem der kommer med en ond gerning vil ikke være belønnes undtagen lignende heraf; og de vil ikke blive krænket.
el: Όποιος έρχεται [την ημέρα της κρίσεως] με μια καλή πράξη θα έχουν δέκα φορές τα παρόμοια αυτής [στο ενεργητικό του], και όποιος έρχεται με ένα κακό πράξη θα δεν είναι αμείβονται εκτός από τα παρόμοια της· και δεν θα αδικηθεί.
et: Kes jõuab [linna kohtupäeva] heategu on kümme korda samasuguse selle [oma krediidi], ja kes jõuab kurja tegu näidatakse mitte olla recompensed välja arvatud jms ja nad ei ülekohtu.
fi: Jokainen, joka tulee [annetun tuomion päivä] hyvä teko on kymmenen kertaa niin sen [ansiokkaasti], ja jokainen, joka tulee pahan teon ei saada korvausta paitsi kuten ja ne ei vääryyttä.
he: מי שבא [על יום הדין] עם מעשה טוב יהיו עשר פעמים כמו הימנו [לזכותו], וכל מי שבא עם מרושע לא להיות recompensed חוץ וכדומה הם לא יהיה עוול.
hr: Tko god dolazi [na Sudnji dan] s dobro djelo će imati deset puta kao istih [na njegov kredit], i ko god sa zao čin će ne će osloboditi osim slično i oni će se vrijeđa.
lt: Kas ateina [dėl teismo dieną] su gerą darbą turi dešimt kartų panašūs jų [jo kredito], ir tas, kas ateina su blogo elgesio bus negali būti recompensed išskyrus panašūs ir jie nėra nuskriausti.
lv: Tas, kurš nāk [par sprieduma dienā] ar labu darbu būs desmit reizes kā to [kredītu] un kurš nāk ar ļaunuma akts tiks nedrīkst būt recompensed izņemot tamlīdzīgi un tie nedrīkst būt kaitējums.
nb: Den som kommer på det dommedag] med en god gjerning vil ha ti ganger lignende derav [på samvittigheten], og den som kommer med en ond gjerning vil ikke være recompensed unntatt lignende. og de vil ikke bli gjort urett.
sk: Ten, kto prichádza [na Súdny deň] s dobrý skutok bude desaťkrát ako jej [dobru], a ten, kto prichádza s zlý skutok bude nie byť odmenený s výnimkou podobne. a oni budú nie poškodené.
sl: Kdor pride [na dan sodbe] z dobro delo bo desetkrat podobno njihovi [njegov kredit], in kdor pride z zlo dejanje bo ne izplačati razen podobno in ne bodo oškodovani.
sr_cyrl: Ко год долази [на Судњи дан] са добро дело ће имати десет пута и слично уочи [на свом], и ко год долази са зло дело ће не бити измире осим и слично и они ће бити преварена.
sr_latn: Ko god dolazi [na Sudnji dan] sa dobro delo će imati deset puta i slično uoči [na svom], i ko god dolazi sa zlo delo će ne biti izmire osim i slično i oni će biti prevarena.
uk: Той, хто приходить [на в Судний день] з добру справу буде мати десять разів як його [до його честі], і той, хто приходить з зло буде не бути recompensed за винятком т і вони не бути ображені.
vi: Bất cứ ai nói [về ngày phán quyết] với một hành động tốt sẽ có gấp mười lần như thế đó [để tín dụng của mình], và bất cứ ai đi kèm với một hành động ác sẽ không được recompensed ngoại trừ như thế đó; và họ sẽ không được wronged.
zu: Bonke abafika [ngoSuku Ukwahlulela] nge isenzo esihle uyoba izikhathi eziyishumi like yalo [credit yakhe], futhi noma ubani iza senzo esibi ngeke ngehlisela ngaphandle the like yalo;

# Quran950
source: Say, "Indeed, my Lord has guided me to a straight path - a correct religion - the way of Abraham, inclining toward truth. And he was not among those who associated others with Allah."
ca: Dir, "de fet, senyor m'ha guiat per un camí dret - una religió correcta - el camí d'Abraham, inclinant cap a la veritat. I no era entre aquells que altres associats de Allah."
cy: Dweud, "yn wir, mae fy Arglwydd a 'm harweiniodd i lwybr syth-grefydd gywir-y ffordd o Abraham, inclining tuag at wirionedd. Ac nid oedd ymysg y rhai sy'n gysylltiedig eraill â Allah.
da: Sige, "Ja, min herre har styret mig til en straight path - en korrekt religion - måde af Abraham, hælder mod sandheden. Og han var ikke blandt dem, der tilknyttet andre Allah."
el: Λένε, «πράγματι, Κύριέ μου έχει με οδήγησε σε μια ευθεία πορεία - μια σωστή θρησκεία - ο τρόπος του Αβραάμ, επικλινές προς την αλήθεια. «Και δεν ήταν μεταξύ εκείνων που συσχέτισε τους άλλους με τον Αλλάχ».
et: Öelda: "tõepoolest, minu Issand on juhindunud mulle sirge tee - õige religioon - Abraham, kallutamist tõe poole teed. Ja ta ei olnud nende seas, kes teistega seostatud Allah."
fi: Esimerkiksi: "itse asiassa herra on ohjannut minut oikealle tielle - oikea uskonto - Abraham, kallistumista totuus tavalla. Ja hän ei niihin, jotka liittyvät muut Jumala."
he: אומרים, "ואכן, אדוני הוביל אותי אל נתיב ישר - דת נכונה - דרכו של אברהם, inclining לעבר האמת. הוא לא היה בין אלה הקשורים אחרים אללה."
hr: Kažu, "uistinu, gospodaru je vodio mi je ravno put - ispravna religija - način Abraham, okrenuta prema istini. I on nije bio među onima koji druge pridružene Allaha."
lt: Sako: "iš tiesų, mano Viešpats buvo vadovaujamasi man tiesia kelią - teisinga religija - Abraomas, pavertimas į tiesos kelią. Ir jis nebuvo tarp tų, kurie susiję kiti su Dievas."
lv: Teikt: "patiešām, mans Lord ir vadīties mani taisns ceļš - pareizā reliģija - veidu, Abraham, piešķiebdama pret patiesību. Un viņš bija starp tiem, kuri piesaistīti citi Allah."
nb: Si, "Ja, min Herre har veiledet meg til en rett bane - en riktig religion - måten Abraham, skrånende mot sannheten. Og han var ikke blant dem som andre knyttet til Allah.
sk: Povedať: "Vskutku, môj pán ma viedla cesta priamo - správne náboženstvo - ako Abrahám, inklinující k pravde. A on nebol medzi tými, kto iní priradené Alaha."
sl: Reče: "Pravzaprav, moj gospodar je vodi me ravno pot - pravilno vere - način Abraham, nagibanje proti resnice. In ni bil med tistimi, ki drugim vključenim Allah."
sr_cyrl: Рецимо , "заиста, мој господар ме је довео у праволинијску путању - исправна религија - како Абрахамов, воља према истини. А он није био међу онима који друге повезане са Аллах."
sr_latn: Recimo, "zaista, moj gospodar me je doveo u pravolinijsku putanju - ispravna religija - kako Abrahamov, volja prema istini. A on nije bio među onima koji druge povezane sa Allah."
uk: Сказати: "дійсно, мій Господь направляв мене на прямому шляху - правильне віросповідання - шлях Авраама, схиляючись до істини. І він не був серед тих, хто інші, пов'язані з Аллаха".
vi: Nói, "thật vậy, thưa ngài đã hướng dẫn tôi đến một con đường thẳng - một tôn giáo đúng - theo cách của Abraham, inclining đối với sự thật. "Và ông đã không trong số những người liên quan đến những người khác với Allah."
zu: Thana, "Ngempela, Nkosi yami ungiholele ukuba sobala dlela! - A inkolo lesifanele -. Endleleni ka-Abrahama, inclining ngase iqiniso Futhi yena wayengekho phakathi kwalabo ezihlobene abanye Allah."

# Quran951
source: Say, "Indeed, my prayer, my rites of sacrifice, my living and my dying are for Allah, Lord of the worlds.
ca: Dir, "de fet, la meva pregària, meu rituals de sacrifici, la vida i la meva morint són per Allah, Senyor dels mons.
cy: Dweud, "yn wir, fy ngweddi, fy defodau aberthu, fy byw a marw fy yn Allah, Arglwydd y byd.
da: Sige, "min bøn, min ritualer offer, min stue og min dør faktisk for Allah, Herren of the worlds.
el: Ας πούμε, «πράγματι, προσευχή μου, μου ιεροτελεστίες της θυσίας, μου ζουν και πεθαίνουν μου ήταν για τον Αλλάχ, Lord of the worlds.
et: Öelda: "tõepoolest, minu palve minu rituaalide ohverdada, minu elu ja minu suremas on Allah, Lord of the worlds.
fi: Esimerkiksi: "itse asiassa minun rukoukseni minun rituaalien uhria, minun elää ja minun kuolevat ovat Jumalalle, maailmojen luoja.
he: אומרים, "ואכן, תפילה שלי, שלי טקסי קורבן, את החיים והמוות שלי הם למען אללה, האל של העולמות.
hr: Kažu, "doista, moja molitva, moj obredima žrtvovanja, moj život i moja smrt su za Alaha, gospodara svjetova.
lt: Tarkim, "iš tiesų, mano malda, mano apeigos auka, mano gyvenimo ir mano mirti yra Dievas, Viešpats pasaulių.
lv: Saka: "Protams, mana lūgšana, mans upuris, manu dzīvi un manu mirst rituāliem esi par Allāhu, Lord no pasaulēm.
nb: Si, "min bønn, min ritualer offer, min stue og min dør er faktisk for Allah, Herren av verdens.
sk: Povedať: "moja modlitba môj obradoch obete, môj život a moje zomiera sú v skutočnosti pre Alaha, pane svetov.
sl: Reči, "res, moja molitev, moje obrede žrtvovanja, moje življenje in moje smrti so za Allah, Lord of the worlds.
sr_cyrl: Реци , "заиста, моју молитву, мој обреде ћртвовања, моја дневна и моја смрт су за Алаха, господару света.
sr_latn: Reci, "zaista, moju molitvu, moj obrede ћrtvovanja, moja dnevna i moja smrt su za Alaha, gospodaru sveta.
uk: Сказати: "дійсно, моя молитва, мій обряди жертву, моє життя і моє вмирають, призначені для Аллаха, Господу світів.
vi: Nói, "thật vậy, cầu nguyện của tôi, tôi nghi thức của sự hy sinh, cuộc sống của tôi và tôi chết cho Allah, Lord of the worlds.
zu: Ithi, "Ngempela, umkhuleko wami, rites yami somhlatshelo, ophilayo yami futhi ukufa kimi kukhona for Allah, iNkosi imihlaba.

# Quran952
source: No partner has He. And this I have been commanded, and I am the first [among you] of the Muslims."
ca: No soci té ell. I això que us he estat manat i jo sóc el primer [entre vosaltres] dels musulmans.
cy: Oes partner ganddo. A hyn yr wyf wedi'i enillodd, ac yr wyf yn y cyntaf [ymhlith eich] y Moslemiaid.
da: Ingen partner har han. Og det jeg er blevet befalet, og jeg er først [blandt jer] af muslimer."
el: Κανένας από τους εταίρους έχει αυτός. «Και αυτό στολάς ἐνδύσεις, και είμαι ο πρώτος [ανάμεσά σας] των μουσουλμάνων.»
et: Ole partner on ta. Ja see mind on kästud, ja ma olen esimene moslemid [te] seas."
fi: Ei ole kumppania hän. Ja tämän minä olen käskenyt, ja minä olen ensimmäinen [teidän] keskuudessanne muslimien."
he: אין שותף, יש לו. זה היה ציוויתי, אני הראשון [ביניכם] של המוסלמים."
hr: Bez partnera je on. I ovo je zapovjeđeno i ja sam prvi [između] muslimana.
lt: Partnerio buvo jis. Ir tai aš įsakiau buvo, ir aš esu pirmasis [tarp jūsų] musulmonai."
lv: Viņš ir bez partnera. Un tas man ir pavēlējis, un esmu pirmais [tu] starp musulmaņiem.
nb: Ingen partner har han. Og dette jeg er blitt befalt, og jeg er først [blant dere] av muslimer.
sk: Partner má on. A to som bol prikázal, a ja som prvý [medzi vami] moslimov."
sl: Ne solastnik je. In to sem bil zapovedal, in jaz sem prvi [med vami] muslimani."
sr_cyrl: Нема партнера он је има. А ово су ми били послали, и сам први [медју вама] за Муслимане."
sr_latn: Nema partnera on je ima. A ovo su mi bili poslali, i sam prvi [medju vama] za Muslimane."
uk: Немає партнера має він. І це я наказав і я впевнений, перший [серед вас] мусульман.
vi: Đối tác không có ông. "Và điều này tôi đã được chỉ huy, và tôi là nơi đầu tiên [Anh] của người Hồi giáo."
zu: Ayikho uphathina He.
