Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1336
source: And among those around you of the bedouins are hypocrites, and [also] from the people of Madinah. They have become accustomed to hypocrisy. You, [O Muhammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment.
ca: I entre els qui l'envolten d'els beduïns són hipòcrites i [també] de la gent de Madinah. Ells han acostumat a la hipocresia. [O Muhammad], no saps-los, [però] les coneixem. Ens va a castigar-los dues vegades [en aquest món]; llavors ells serà retornat a un càstig gran.
cy: Ac ymhlith y rhai o amgylch am y bedouins yn rhagrithwyr, a [hefyd] gan bobl Madinah. Wedi dod yn gyfarwydd â rhagrith. Nad ydych, [O Muhammad], yn gwybod, [ond] yr ydym yn eu hadnabod. Bydd eu cosbi ddwywaith [yn y byd hwn]; yna byddwn yn dychwelyd i gosbi mawr.
da: Og blandt dem omkring dig af beduinerne er hyklere, og [også] fra folk af Madinah. De har vænnet sig til hykleri. Du, [O Muhammad], kender ikke dem, [men] vi kender dem. Vi vil straffe dem to gange [i denne verden]; derefter vil de være vendte tilbage til en stor straf.
el: Και μεταξύ των ανθρώπων γύρω σας Βεδουϊνων είναι υποκριτές, και [επίσης] από τον λαό της Μεδίνα. Έχουν συνηθίσει να υποκρισία. [Ο Μωάμεθ], δεν ξέρετε τους, [αλλά] τους ξέρουμε. Εμείς θα τους τιμωρήσει δύο φορές [σε αυτόν τον κόσμο?] αυτοί θα σας επιστραφεί μεγάλη τιμωρία.
et: Ja nende ümber ning nende bedouins seas on silmakirjateenrid, ja [ka] Madinah inimestelt. Nad on harjunud silmakirjalikkus. [O Muhammad], te ei tea neid, [kuid] me teame neid. Me karistada neid kaks korda [in selles maailmas]; siis nad naasete suur karistus.
fi: Ja ympärilläsi beduiinit ovat tekopyhät, ja [myös] Madinah ihmisiltä. He ovat tottuneet tekopyhyyttä. [Oi Muhammed] et tiedä niitä, [mutta] tiedämme ne. Rankaisemme niitä kahdesti [maailmassa]; sitten he palasivat suuri rangaistus.
he: בקרב הסובבים אותך של הבדואים הם צבועים, ו [גם] מהאנשים של מדינה. הם הפכו מורגל צביעות. אתה, [O מוחמד], לא מכיר אותו, [אבל] אנחנו יודעים אותם. ואנחנו נעניש אותם פעמיים [בעולם הזה]; ואז הם יוחזרו אל עונש גדול.
hr: I onih oko vas na arapskom su licemjeri, a [i] iz naroda može. Oni su navikli licemjerja. [O Muhammad], ne znate ih, [ali] ih znamo. Mi ćemo ih kazniti dva puta [u svijetu]; Onda oni će biti vraćeni na veliku kaznu.
lt: Ir tarp tų aplink jus, kad kultūroje yra veidmainiai, ir [taip pat] iš Madinah žmonių. Jie priprato prie veidmainiai. Jūs, [O Muhammad], nežinote juos, [bet] mes žinome juos. Mes nubausiu juos du kartus [į šį pasaulį]; tada jie bus grąžintas puikus bausmė.
lv: Un starp tiem, kas ap tevi beduīni liekuļi, [arī] no Madinah cilvēkiem. Viņi ir pieraduši liekulība. [O Muhammad] nezināt to, [bet] mēs tos zinām. Mēs viņus sodīt divreiz [šajā pasaulē]; tad viņi būs atpakaļ liels sods.
nb: Og blant de rundt deg om beduiner er hyklere, og [også] fra folk i Madinah. De har blitt vant til hykleri. Vet du, [O Muhammad], ikke dem, [men] vi kjenner dem. Vi vil straffe dem to ganger [i denne verden]; deretter vil de bli returnert til stor straff.
sk: A medzi tými okolo vás beduín sú pokrytci, a [i] z ľudí Madinah. Si zvykli na pokrytectvo. Ste [Mohamed], neviem, [ale] ich poznáme. Sme sa potrestať ich dvakrát [v tomto svete]; potom budú vrátené na veľký trest.
sl: In med tistimi, ki so okoli vas v bedouins so hinavci, in [prav tako] od ljudi Madinah. So se navadili na hinavščino. Vas, [O Muhammad], ne vedo, [vendar] jih poznamo. Smo jih kaznuje dvakrat [v tem svetu]; nato se bo vrnil v veliko kazen.
sr_cyrl: А међу онима око вас од Бедуина су лицемери, као и [] од људи из Мадинах. Они су навикли да лицемјерје. [О Мухаммад], не знате их, [али] их знамо. Кажњавамо их два пута [на свијету]; Онда ће се врате велика казна.
sr_latn: A među onima oko vas od Beduina su licemeri, kao i [] od ljudi iz Madinah. Oni su navikli da licemjerje. [O Muhammad], ne znate ih, [ali] ih znamo. Kažnjavamo ih dva puta [na svijetu]; Onda će se vrate velika kazna.
uk: А серед тих, хто навколо вас бедуїнами лицеміри і [також] від людей Мединський. Вони звикли до лицемірства. Ви [O Мухаммад], не знаю їх, [але] ми їх знаємо. Ми будемо покарати їх два рази [у цьому світі]; Потім вони повертаються до велике покарання.
vi: Và trong số những người xung quanh bạn của người Bedouin hypocrites, [cũng] từ người dân của Madinah. Họ đã trở nên quen với đạo đức giả. Bạn [O Muhammad], không biết họ, [nhưng] chúng ta biết. Chúng tôi sẽ trừng phạt họ hai lần [trong thế giới này]; sau đó, họ sẽ được trả lại cho một hình phạt rất lớn.
zu: Phakathi kwalabo abaseduze kwakho we bedouins bangabazenzisi, futhi [futhi] kubantu Madinah.

# Quran1337
source: And [there are] others who have acknowledged their sins. They had mixed a righteous deed with another that was bad. Perhaps Allah will turn to them in forgiveness. Indeed, Allah is Forgiving and Merciful.
ca: I [hi] altres que han reconegut els seus pecats. Ells havia barrejat un justos fets amb un altre que era dolent. Potser Allah convertirà per a ells en el perdó. En efecte, Allah és indulgent i Clement.
cy: A [bod] eraill sydd wedi cydnabod eu pechodau. Maent cymysg oedd gweithred hoes dabloid gydag un arall a oedd yn wael. Efallai bydd Allah yn troi atynt yn maddeuant. Yn wir, Allah yn Forgiving a Merciful.
da: Og [der er] andre, der har erkendt deres synder. De havde blandet et retfærdige gerning med en anden, der var dårlig. Måske vil Allah slå dem i tilgivelse. Allah er faktisk Forgiving og barmhjertige.
el: Και [υπάρχουν] άλλοι που αναγνώρισαν τις αμαρτίες τους. Είχε ανάμιξαν μια δίκαιη πράξη με ένα άλλο που ήταν κακή. Ίσως Αλλάχ θα γυρίσει τους για συγχώρεση. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja [on] teised, kes tunnistasid oma patud. Nad oli erinevaid õige tegu teise, mis oli halb. Võibolla Jumal muutub neile andestust. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Ja [on] muita, jotka ovat tunnustaneet syntinsä. Heillä oli sekoitettu vanhurskas teko keskenään, että oli huono. Ehkä Jumala kääntää heille anteeksi. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: [יש] אחרים אשר הכירו בכך את חטאיהם. הם היו מעורבים מעשה צדיקים עם אחר זה היה רע מאוד. אולי אללה יהפוך אותם במחילה. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: I [su] drugih koji su priznali svoje grijehe. Različita su pravedno djelo s drugom to je bilo loše. Možda Allah će pretvoriti njima u oprost. Uistinu, Allah je opraštanje i milostiv.
lt: Ir [yra] kiti, kurie turi pripažinti savo nuodėmes. Jie buvo sumaišyti teisieji aktas su kita, kuri buvo blogai. Galbūt Dievas kryps į juos į atleidimą. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Un [ir] citi, kas ir atzinušas savus grēkus. Viņi bija sajaukti taisnīgs akts ar citu, kas bija slikti. Varbūt Allah kļūs viņiem piedošanas. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Og [det er] andre som har erkjent sine synder. De hadde blandet en rettferdig gjerning med en annen som var dårlig. Kanskje vil Døyve slå dem i tilgivelse. Faktisk er Allah tilgi og barmhjertig.
sk: A [sú] iní, ktorí potvrdili svoje hriechy. Ich spravodlivý skutok mal zmiešané s iným, ktorý bol zlý. Snad Boh bude zase im v odpustenie. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: In [so] drugi, ki je priznal svoje grehe. Pravednici listino je pomešana z drugim, kar je bilo slabo. Morda bo Alah pa jim v odpuščanje. Res, Allah je tolerantna in usmiljen.
sr_cyrl: И [су] других који су признали своје грехе. Обузимала су праведни уговор са неком другом, то је било лоше. Можда Аллах неће окренути их у опрост. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: I [su] drugih koji su priznali svoje grehe. Obuzimala su pravedni ugovor sa nekom drugom, to je bilo loše. Možda Allah neće okrenuti ih u oprost. Uistinu, Allah je Forgiving i milosrdna.
uk: [Є] і інші, які визнали свої гріхи. Вони були змішані праведні справи з одним, який був погано. Можливо Аллах буде звертатися до них в прощення. Дійсно, Аллах є бачить і Merciful.
vi: Và có những người đã thừa nhận tội lỗi của họ. Họ đã trộn một hành động công bình khác là xấu. Có lẽ Allah sẽ lần lượt đến họ trong sự tha thứ. Thật vậy, Allah là Forgiving Merciful.
zu: Futhi [kukhona] abanye abaye wavuma izono zabo.

# Quran1338
source: Take, [O, Muhammad], from their wealth a charity by which you purify them and cause them increase, and invoke [Allah 's blessings] upon them. Indeed, your invocations are reassurance for them. And Allah is Hearing and Knowing.
ca: Prenguem, [O, Muhammad], des de la seva riquesa una caritat pel qual purificar-los i fer augmentar i invocar [benediccions de Allah] sobre ells. De fet, el seu invocacions són garanties per a ells. I Allah és sentir i saber.
cy: Cymryd, [O, Muhammad], gan eu cyfoeth yn elusen y mae puro'r iddynt ac yn achosi iddynt gynyddu, a galw'r [Allah y bendithion] arnynt. Yn wir, mae eich invocations yn sicrwydd iddynt. A Allah yn clywed ac yn gwybod.
da: Tage, [O, Muhammad], fra deres rigdom velgørenhed som du rense dem og få dem stige, og påberåbe sig [Allahs velsignelser] på dem. Ja, din starterne er tryghed for dem. Og Allah er hørelse og vide.
el: Πάρτε, [Ω, Μωχάμμαντ], από τον πλούτο τους, μια φιλανθρωπική οργάνωση με την οποία σας καθάρισέ τους και να τους προκαλέσει αύξηση, και επικαλούνται [ευλογίες του Αλλάχ] επάνω τους. Πράγματι, σας επικλήσεις είναι εξασφαλισμένες για τους. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Võtta, [O, Muhammad], oma rikkuse alates heategevus, millega puhastada neid ja põhjustada nende suurendada ja tugineda [Jumala õnnistusi] neile. Tõepoolest, teie manamine on neile kindlustunnet. Ja Jumal on kuulmine ja teades.
fi: Otetaan [O Muhammad] heidän omaisuutensa hyväntekeväisyyteen, jonka puhdistamiseksi ja aiheuttavat lisätä ja vedota [Allahin lihoi päällensä. Sinun invocations todellakin vakuuttaa heille. Ja Jumala on kuulon ja tietäen.
he: סעו, [O, מוחמד], עושרם צדקה שבו אתה לטהר אותם ולגרום להם להגדיל, והעלה [הברכות של אללה] עליהם. ואכן, תחינות שלך הם עידוד עבורם. אללה הוא הדיון וגם לדעת ינאו
hr: Se, [O, Muhameda], od svoje bogatstvo ljubavi kojom ih očistiti i izazvati ih povećati i dozivati [Alahovim blagoslovom] na njih. Doista, vaš zazivi su osiguranje za njih. A Allah je sluh i znajući.
lt: Imtis, [O, Muhammad], iš savo turtus labdarai, kuriuo galite išvalyti juos ir padaryti juos padidinti, ir remtis [Dievo palaimos] jiems. Iš tiesų, jūsų iššūkiai yra ginti juos. Ir Dievas yra klausos ir žinios.
lv: Atņemt, [O, Muhammad], savu bagātību, labdarība, kādā jūs tos attīra un radīt viņiem palielināt un atsaukties uz tiem [Allāhs svētības]. Patiešām, jūsu EnterTransactionScopeand ir drošības sajūtu par tiem. Un Allah ir dzirdes un zinot.
nb: Ta [O, Muhammad], fra deres rikdom veldedighet som du rense dem og føre dem øker og påkalle [Guds velsignelser] dem. Faktisk er din besvergelser oppmuntring for dem. Og Allah er høre og kjenne.
sk: Vezmite [O, Muhammad], z ich bohatstva, charity, ktorú očistiť ich a spôsobiť im zvýšiť a vyvolať [požehnanie Alaha] na ne. Vaše zariekavania sú skutočne istotu pre nich. A Allah je sluch a vedomím.
sl: Vzemimo [O, Muhammad], iz svojega premoženja, dobrodelna, ki jih očisti in jih povzročijo povečanje, in priklicati [Alaha blagoslove] na njih. Res, vaš pozivi so zagotovilo za njih. In Alah je sluh in poznavanje.
sr_cyrl: Одузети, [О, Мухамед], њихово богатство добротворне организације којима их очисти и изазвати их повећати, и призивамо [Алаховим благословом] над њима. Заиста , твој призивања су охрабрење за њих. А Аллах је слух и знајужи.
sr_latn: Oduzeti, [O, Muhamed], njihovo bogatstvo dobrotvorne organizacije kojima ih očisti i izazvati ih povećati, i prizivamo [Alahovim blagoslovom] nad njima. Zaista, tvoj prizivanja su ohrabrenje za njih. A Allah je sluh i znajuжi.
uk: Візьміть [О, Мухаммад], з їх багатство, благодійність, за допомогою якого ви очистити їх і змусити їх збільшення та викликати [благословення Аллаха] на них. Справді, ваш можливістю є запевнень для них. І Аллах слуху і знаючи, що.
vi: Mất, [O, Muhammad], từ sự giàu có của một tổ chức từ thiện mà bạn làm sạch chúng và làm cho chúng tăng, và gọi [phước lành của Allah] khi họ. Thật vậy, invocations của bạn là bảo đảm cho họ. Và Allah là nghe và hiểu biết.
zu: Thatha, [Jehova, Muhammad], akuveli engcebweni yabo yokunikela ngalo HLAMBA them ngibabuyisele ukwandisa, nokunxusa [izibusiso Allah ka-] phezu kwabo.

# Quran1339
source: Do they not know that it is Allah who accepts repentance from His servants and receives charities and that it is Allah who is the Accepting of repentance, the Merciful?
ca: No saben que és Allah qui accepta el penediment dels seus servents i rep la caritat i que es tracta d'Allah que és el Accepting de penediment, el Clement?
cy: Nid ydynt yn gwybod ei bod yn Allah sy'n derbyn pedair gan ei weision a gaiff elusennau ac mae'n Allah sy'n dderbyn o edifeirwch, y Merciful?
da: Ved de ikke, at det er Allah, der accepterer omvendelse fra hans tjenere og modtager velgørende organisationer og at det er Allah, der er accept af anger, barmhjertige?
el: Δεν γνωρίζουν ότι είναι Αλλάχ που δέχεται μετάνοια από τους υπηρέτες του και λαμβάνει φιλανθρωπικά ιδρύματα και ότι είναι Αλλάχ, που είναι η αποδοχή της μετάνοιας, ο φιλεύσπλαχνος;
et: Nad ei tea on Jumal, kes aktsepteerib meeleparandus tema teenistujatelt ja saab heategevusorganisatsioone ja on Jumal, kes on meeleparandus, nende Merciful vastuvõtmine?
fi: He tiedä että se on Jumala, joka hyväksyy parannuksen hänen palvelijansa ja saa hyväntekeväisyysjärjestöt ja on Jumala, joka on parannuksen, armollisin hyväksyminen?
he: הם לא יודעים שזה אללה מי מקבל תשובה של משרתיו ומקבל צדקה, ושזהו אללה מי Accepting של תשובה, הרחום והחנון?
hr: Oni ne znaju da je Allah koji prihvaća pokajanje za svoje sluge i prima dobrotvorne organizacije i da je Allah koji je prihvaćanje pokajanja, milostivog?
lt: Ar jie nežino, kad jis yra Dievas, kuris priima atgailos iš savo tarnus ir gauna labdaros ir kad jis yra Dievas, kuris yra Accepting atgailos, kad litosciwy?
lv: Viņi nezina tā ir Allah, kas akceptē nožēlošana no saviem kalpiem un saņem labdarības un Allah, kurš nožēlošana, žēlsirdīgs, apstiprinot, ka tā ir?
nb: De ikke vet at det er Allah som godtar omvendelse fra sine tjenere og mottar veldedighetsorganisasjoner og at det er Gud som godtar omvendelse, barmhjertige?
sk: Nie vedia že je to Boh, kto prijíma pokánie zo svojich služobníkov a dostane charitatívne a že je to Boh, kto je akceptovanie pokánie, je Milosrdných?
sl: Ali ne vedo, da je Alah, ki sprejme kesanje iz svoje uslužbence in prejme dobrodelne organizacije in da je Allah, ki je Accepting kesanje, usmiljen?
sr_cyrl: Они не знају да је Аллах, који прихвата покајање из његове слуге и прима добротворних организација и да је Аллах који је Аццептинг покајања, милосрдна?
sr_latn: Oni ne znaju da je Allah, koji prihvata pokajanje iz njegove sluge i prima dobrotvornih organizacija i da je Allah koji je Accepting pokajanja, milosrdna?
uk: Вони не знають, що це Аллах, який приймає покаяння від своїх рабів і отримує благодійних організацій і це було його Аллах, який є прийняття покаяння, на Merciful?
vi: Họ có không biết rằng nó là Allah những người chấp nhận ăn năn từ công chức của mình và nhận được tổ chức từ thiện và đó là Allah là Accepting ăn năn hối cải, Merciful?
zu: They cha azi ukuthi it is Allah amukela kho nguquko Akhe chaka futhi ithola izinhlangano zosizo futhi ukuthi kuyinto Allah ngubani Ukwamukela wokuphenduka, Abanesihe?

# Quran1340
source: And say, "Do [as you will], for Allah will see your deeds, and [so, will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do."
ca: I dir, "fer [com que], per Allah veuran els seus actes i [així, es] seu Missatger i els creients. I seran retornats a la coneixedor del invisibles i va ser el testimoni, i ell us informarà del que vostè va fer."
cy: A dweud, "wneud [fel y byddwch yn], bydd Allah yn gweld eich gweithredoedd, a [felly, bydd] ei negesydd ac y credinwyr. A bydd y Knower unseen y a y welir eu dychwelyd ichi, a bydd yn rhoi gwybod i chi beth yr ydych yn ei defnyddio i wneud."
da: Og sige, "gøre [som vil], for Allah vil se dine gerninger, og [så] hans Messenger og troende. Og du vil blive returneret til Knower af usete og de vidne, og han vil informere dig om hvad du plejede at gøre."
el: Και να πω, "κάνει [όπως θα], για Αλλάχ θα δείτε μεγάλα σου έργα, και [Ναι, θα] του Messenger και οι πιστοί. Σας θα σας επιστραφεί η Knower του unseen και η μάρτυρες και αυτός θα ενημερώσουμε για ό, τι χρησιμοποιήσατε για να κάνετε.»
et: Ja öelda, "kas [nagu te], Jumal näha oma tegusid ja Niisiis, teeb] oma Messengeri ja usklikud. Ja te naasete Teadja on nähtamatu ja on jälginud, ning ta teatab teile, mida te varem ei."
fi: Ja sanoa: "haluamme [kuin], sillä Jumala näkee teidän tekonne ja [niin, se] hänen lähettiläänsä ja uskovaiset. Palautetaan tietävä on näkymätön ja valvomien ja hän kertoo mitä tapana tehdä."
he: ולהגיד, "תעשה [מה שתרצה], כי אללה לראות את המעשים שלכם, וכך [,] השליח שלו ואת המאמינים. אתה יוחזרו היודע הבלתי נראה, של עדים ו שהוא יודיע לך על מה נהגת לעשות."
hr: I reći, "kako [će], Allah će vidjeti vaša djela, a [i, će] Njegov glasnik i vjernici. I će se vratio poznavatelj nevidjeno i na svjedoče, i on će vas obavijestiti o što si naviknut obaviti."
lt: Ir sako, "tai [kaip jums bus], Dievas bus Rodyti savo poelgius, ir [taip] jo poslanca ir tikintiesiems. Ir jums bus grąžinti į wszechwiedzacy nematyto ir dėl kurių atlikimą, ir jis bus informuoti jus apie ką jūs czynili."
lv: Un jāsaka: "vai [kā jūs], Allah redzēt jūsu darbiem un [šajā gadījumā būs] viņa Messenger un ticīgie. Un jūs tiksit atgriezts zinātājs neredzēts un pieredzējusi, un viņš jūs informēs par to, ko esat pieradis veikt."
nb: Og si "gjør [som du vil], Allah vil se dine gjerninger, og [så vil] hans Messenger og troende. Og du returneres til kjenner usynlige og den vitne, og han vil informere deg om hva du pleide å gjøre."
sk: A povedal: "to [ako bude], Boh bude vidieť vaše skutky, a [tak bude] jeho posol a veriaci. A budete sa vrátil k vševedúci neviditeľné a svedkom, a on vás bude informovať o to, čo ste zvyknutí robiť."
sl: In reči, "storite [kot bo], Alah bo videl vaš dejanja, in [tako, da bo] njegov sel in verniki. In bo treba vrniti poznavalec nevidno in je priča, in on bo vas obvestim o kaj je za narediti."
sr_cyrl: И реци, "Истерај [], јер је Аллах ће видети своје поступке, као и [,] његов гласник и верници. Те ће бити враћена на правоверац невидјено и са сведоцима и он ће вас обавестим о ви сте некад радили."
sr_latn: I reci, "Isteraj [], jer je Allah će videti svoje postupke, kao i [,] njegov glasnik i vernici. Te će biti vraćena na pravoverac nevidjeno i sa svedocima i on će vas obavestim o vi ste nekad radili."
uk: І сказати: "роби, [як ви будете], бо Аллах побачити ваші справи і [так, буде] його Messenger і віруючих. Вам буде повернуто пізнає невидиме і на бачу і він буде інформувати вас про те, що ви використовували, щоб зробити."
vi: Và nói, "làm [như bạn sẽ, Allah sẽ thấy hành động của bạn, và vì vậy, sẽ] Messenger của ông và các tín hữu. Bạn sẽ được trả lại cho Knower của unseen và sự chứng kiến, và ông sẽ thông báo cho bạn về những gì bạn sử dụng để làm."
zu: Futhi bathi, "Ingabe [njengoba kuthanda wena], ngoba Allah uzobona izenzo zakho, [kunjalo, ingabe izinhlekelele] isithunywa sakhe kholwa. Futhi uzobe phinda Knower of the ezingabonwayo kanye phambi kofakazi, futhi He chazela you

# Quran1341
source: And [there are] others deferred until the command of Allah - whether He will punish them or whether He will forgive them. And Allah is Knowing and Wise.
ca: I [hi] altres diferits fins a l'ordre d'Allah - si ell va a castigar-los o si ell et perdonarà-los. I Allah és saber i savi.
cy: A [Ceir] Roedd eraill tan y Gorchymyn Allah-ai ef fydd eu cosbi ynteu a bydd yn maddau iddynt. Ac Allah yn gwybod a Wise.
da: Og [der er] andre udskudt indtil kommando af Allah - om han vil straffe dem, eller om han vil tilgive dem. Og Allah er vide og klog.
el: Και [υπάρχουν] άλλοι αναβολή μέχρι την εντολή του Αλλάχ - κατά πόσον θα τιμωρήσει τους κατά πόσον αυτός θα συγχωρήσω τους. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Ja [on] teised kavandatud käsk Jumal - kas ta karistab neid või kas ta andestab neile. Ja Jumal on teades ja tark.
fi: Ja [on] muut lykätä Allah - komento, hän rankaisee heitä onko hän jälkisäädös antaa anteeksi heidät. Ja Jumala on tieto ja viisas.
he: [יש] אחרים נדחים עד בפקודה של אללה - בין אם הוא יעניש אותם ובין אם הוא יסלח להם. אללה הוא שהידיעה וחכם.
hr: I [su] drugi odgođeno do naredba Allaha - li da on će ih kazniti ili će im oprostiti. A Allah je poznavanje i mudar.
lt: Ir [yra] kiti atidėta iki komandą Dievo - ar jis bus nubausti juos, ar jis bus atleisti jiems. Ir Dievas yra žinios ir išmintingas.
lv: Un [ir] citi atlikta līdz komandē Allah -, vai viņš būs sodīt tos, vai arī viņš piedos viņiem. Un Allah ir zinot un gudrs.
nb: Og [det er] andre utsatt til kommandoen Allah - om han vil straffe dem eller om han ville tilgi seg. Og Allah er kjennskap og klok.
sk: A [sú] iní odložiť príkazu Alaha -, či on bude trestať alebo mu odpustí im. A Allah je znalosť a múdry.
sl: In [so] drugi odloži do ukaz Allah - ali je kaznoval jih ali on hoteti odpustiti jih. In Alah je poznavanje in pametno.
sr_cyrl: И [су] други одложена до командом Аллах - да ли он ће их казнити или да ће им опростити. А Аллах је знајужи и мудар.
sr_latn: I [su] drugi odložena do komandom Allah - da li on će ih kazniti ili da će im oprostiti. A Allah je znajuжi i mudar.
uk: І [є] інші відклали до команди Аллаха - чи він буде покарати їх або він будете прощати. І Аллаха, знаючи, що і Мудрого.
vi: Và có những người khác trả chậm cho đến chỉ huy của Allah - cho dù ông sẽ trừng phạt họ hoặc cho dù ông sẽ tha thứ cho họ. Và Allah là hiểu biết và khôn ngoan.
zu: Futhi [kunamacala] abanye kuze kube umyalo Allah - ngabe He tando jezisa them noma ngabe He tando thethelela them.
