Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1771
source: And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, "Indeed, we were your followers, so can you avail us anything against the punishment of Allah?" They will say, "If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape."
ca: Sortiran [per sentència] abans d'Allah tots junt i els febles dirà a aquells que van ser arrogants, "de fet, estàvem els seus seguidors, així pot vostè aprofitar nosaltres res contra el càstig d'Allah?" Diran, "si Allah ens havia guiat, ens vols tenir el guiava. És tot el mateix per a nosaltres si ens Mostra la intolerància o són pacients: hi ha per a nosaltres no hi ha lloc d'escapament. "
cy: A byddant yn dod allan [ar gyfer dyfarniad] cyn Allah gyda'i gilydd, a bydd y gwan yn dweud i'r rhai a oedd yn drahaus, "yn wir, rydym yn eich dilynwyr, felly gallwch chi fanteisio ar ein dim yn erbyn y gosb Allah?" Byddant yn dweud, "os oedd Allah yn ein tywys, byddai Rydym wedi arwain y chi. Mae'n bob yr un ohonom p'un a ydym yn dangos anoddefgarwch neu yn claf: Mae i ni nid oes lle o ddianc. "
da: Og de vil komme ud [for dom] før Allah alle sammen, og svage vil sige til dem, der var arrogant, "Ja, vi var din tilhængere, så kan du benytte os noget imod straf af Allah?" De vil sige, "hvis Allah havde styret os, vi ville have styret du. Det er alle de samme for os, om vi Vis intolerance eller er patienten: der er for os ingen plads af undslippe. "
el: Και θα βγαίνουν [για κρίση] πριν από Αλλάχ όλοι μαζί, και τα αδύνατα θα πω σε εκείνους που ήταν αλαζονική, «πράγματι, είχαμε τους οπαδούς σας, έτσι μπορείτε να ωφελήσετε μας τίποτα κατά την τιμωρία του Αλλάχ;» Θα λένε, «αν Αλλάχ είχαν καθοδηγήσει μας, εμείς θα σας είχε καθοδηγήσει. Είναι όλοι το ίδιο για μας αν μπορούμε να παρουσιάζουν δυσανεξία ή να είναι ασθενής: δεν υπάρχει για εμάς δεν υπάρχει θέση της διαφυγής.»
et: Nad tulevad välja [andmisel] enne Jumal kõik koos ja nõrk ütlevad mingeid ülbe, "tõepoolest, olime oma järgijaid, nii saate te kasutada meile midagi Jumala karistuse vastu?" Nad ütlevad, "kui Jumal oli juhitud meile, me oleks juhinduti te. On ühesugused meile näidata sallimatuse või on patsient: meil pole kohta ning põgeneda on. "
fi: He tulevat [arvio] Allahin kaikki yhdessä ja heikko sanon niille, jotka olivat ylimielinen, "olimme todellakin teidän seuraajia, niin voit käyttää meille mitään vastaan Jumalan rangaistus?" He sanovat: "Jos Jumala oli johdattanut meidät, meidän olisi on ohjata sinua. Onko kaikki myös meidän näytämme suvaitsemattomuuden tai kärsivällisiä: on meille sijaa paeta. "
he: הם יצאו [עבור הדין] לפני אללה כולם ביחד, החלש יאמר אלו שהיו יהירים, "ואכן, היינו העוקבים שלך, אז ניתן להיעזר לנו משהו נגד העונש של אללה?" הם אומרים, "אם אללה היה הדריך אותנו, אנחנו הנחו אותך. זה כל הדבר עבורנו אם נוכל להראות סובלנות או המטופלת: אין לנו שום מקום של הבריחה. "
hr: Oni će izaći [za sud] prije Allah sve zajedno i slabe će reći onima koji su bili arogantni, "uistinu, mi smo svoje sljedbenike, tako da nam može pomoći ništa protiv kazne Allahove?" Oni će reći, "Ako Allah nas je vođena, mi bi je vodio si. Isto nam je bilo da smo pokazuju netoleranciju ili pacijent: za nas nema mjesta za bijeg. "
lt: Ir jie išeis [teismo] už prieš Dievo visi kartu, ir silpnas bus pasakyti tiems, kurie buvo arogantiškas, "iš tiesų, mes savo pasekėjų, taigi galite pasinaudoti mums nieko prieš Dievo bausmė?" Jie sako, "jei Dievas vadovavosi mums, mes būtų vadovautis jums. Tai visi tą patį mums ar mes netolerancija ar pacientas: nėra mums nėra vietos, pabėgti. "
lv: Tie būs iznākt [sprieduma] pirms Allah, kas visi kopā un vājš būs jāsaka tiem, kuri bija augstprātīgs, "patiešām, mēs bijām jūsu sekotāji, tātad var jums gūt mums kaut ko pret sodu par Allah?" Viņi saka, "Ja Allāhs bija mums jāvadās, mēs varētu būt aizveda jūs. Ir visas tās pašas mums mēs parādītu neiecietību vai pacients: nav mums nav vietas, kur bēgt. "
nb: Og de vil komme [for Dom] Allahs alle sammen, og svake vil si til de som var arrogant, "vi var faktisk dine etterfølgere, så kan du benytte oss noe mot straffen av Allah?" De vil si: "Hvis Allah hadde ledet oss, vi ville ha guidet du. Det er det samme for oss om vi vise intoleranse eller er tålmodig: det er for oss noen plass for rømning. "
sk: Oni [pre posúdenie] vyjde pred Alah dohromady a slabé hovoriť s tými, ktorí boli arogantní, "naozaj, boli sme vaše nasledovníkmi, tak môžete využiť nás nič proti trestu Alah?" Oni povedia: "ak Boh mal riadiť nás, sme by sa riadil vás. Je to všetky rovnaké, pre nás, či sme Ukázať intolerancie sú pacienta: existuje u nás miesto úteku. "
sl: In bodo prišli ven [za sodbe] pred Allah vse skupaj, in šibke rekel tistim, ki so bili aroganten, "res, smo bili vaših privržencev, tako lahko boste izkoristili nas kaj proti kazen Allah?" Bodo rekli, "Če Allah je vodeni nas, smo bi jo vodi vas. Enako za nas je, ali smo pokazati nestrpnosti ali bolnik: je za nas ni prostora za izhod v sili. "
sr_cyrl: Ће излетити [ради] раније Аллах сви заједно и слабе ће кажу да они који су били арогантни, "заиста, били смо твоји пратиоци, па нас могу успеха ништа против кажњавања Алаха?" Рећи ће, "Ако Аллах нас је водио, ми би усмеравала те. Исто нам је показати нетолеранције или су пацијента: за нас нема места за бег. "
sr_latn: Će izletiti [radi] ranije Allah svi zajedno i slabe će kažu da oni koji su bili arogantni, "zaista, bili smo tvoji pratioci, pa nas mogu uspeha ništa protiv kažnjavanja Alaha?" Reći će, "Ako Allah nas je vodio, mi bi usmeravala te. Isto nam je pokazati netolerancije ili su pacijenta: za nas nema mesta za beg. "
uk: Вони прийдуть [для таких суджень] перед Аллах всі разом і слабких скаже вороже зарозумілим, "дійсно, ми були ваші послідовники, так може ви скористатися нас нічого проти покарання Аллах?" Вони будуть говорити, "якщо Аллах був керується нас, ми б спрямовували ви. Це все-таки для нас, чи ми Показати нетерпимості, або пацієнт: є для нас немає місця з втечі. "
vi: Và họ sẽ đi ra [đối với bản án] trước Allah tất cả cùng nhau, và các yếu sẽ nói cho những người kiêu ngạo, "thật vậy, chúng tôi đã là những người theo của bạn, vì vậy có thể bạn tận dụng chúng tôi bất cứ điều gì đối với hình phạt của Allah?" Họ sẽ nói, "nếu Allah đã hướng dẫn chúng tôi, chúng tôi sẽ có hướng dẫn bạn. Đó là tất cả như nhau đối với chúng tôi, cho dù chúng tôi hiện không dung nạp hoặc bệnh nhân: cho chúng tôi không có chỗ thoát. "
zu: Futhi bayophuma [sokuba ukwahlulela] phambi Allah konke ndawonye nababuthaka izakuthi kwabangakwesokunene ababe zidla, "Ngempela, sasingabantwana abalandeli bakho, nawe ungakwazi kuzotholakala kithi ulutho olumelana isijeziso Allah?"

# Quran1772
source: And Satan will say when the matter has been concluded, "Indeed, Allah had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allah] before. Indeed, for the wrongdoers is a painful punishment."
ca: I Satanàs dirà quan s'ha celebrat l'assumpte, "de fet, Allah havia promès la promesa de veritat. I jo et vaig prometre, però jo li traït. Però tenia cap autoritat sobre vosaltres excepte que he convidat, i vostè va respondre a mi. Així que no em culpen; però vosaltres mateixos la culpa. No es pot cridar el seu ajut, ni es pot trucar al meu ajut. De fet, em nego a la Associació de mi [amb Allah] abans. De fet, per als malfactors és un dolor càstig."
cy: A bydd Satan yn dweud pan fydd y mater wedi eu cwblhau, "yn wir, roedd Allah wedi addo ichi yr addewid o wirionedd. Ac addewais ichi, ond rwyf yn bradychu chi. Ond cefais unrhyw awdurdod dros chi heblaw bod eich gwahodd, ac ymatebodd chi i mi. Felly nid beio mi; ond beio eich hunain. Ellir eu cael yn eich cymorth, nac gellir galw chi i 'm cymorth. Yn wir, yr wyf yn gwadu eich Cymdeithas ME [â Allah] cyn. Yn wir, ar gyfer y tramgwyddo yn cosbi boenus."
da: Og Satan vil sige, hvornår sagen er afsluttet, "faktisk Allah havde lovet dig løfte om sandheden. Og jeg har lovet dig, men jeg svigtet dig. Men jeg havde ingen myndighed over jer, bortset fra at jeg har inviteret dig, og du svarede mig. Så ikke bebrejde mig; men skylden selv. Jeg kan ikke blive kaldt til din støtte, eller kan du blive indkaldt til min støtte. Faktisk, jeg benægte din forening af mig [med Allah] før. Faktisk, for lovovertrædere er en smertefuld straf."
el: Και ο Σατανάς θα πω πότε έχει συναφθεί το θέμα, "πράγματι, Αλλάχ υποσχεθεί από την υπόσχεση του αλήθεια. Και σας υποσχέθηκα, αλλά εγώ που πρόδωσε. Αλλά δεν είχα καμία αρχή πέρα από σας εκτός από το ότι σας προσκάλεσα και μου απαντήσατε. Έτσι δεν μου φταίει? αλλά κατηγορούν τους εαυτούς σας. Εγώ δεν μπορεί να κληθεί για βοήθεια, ούτε μπορεί να κληθεί να μου βοήθεια. Πράγματι, αρνούμαι σας ὁμιλίαν μου [Αλλάχ] πριν. Πράγματι, οι παραβάτες είναι μια οδυνηρή τιμωρία.»
et: Ja Saatan ütleb, millal sõlmiti asja, "tõepoolest, Allah lubas sa lubadus tõde. Ja ma lubasin teile, kuid ma reetis. Aga mul oli ükski asutus teie üle, et ma kutsusin teid, ja sa vastasid mulle. Nii ei süüdista mind; vaid iseendid süüdistada. Ma ei saa kutsuda oma abi, samuti on võimalik teid kutsuda minu abi. Tõepoolest, ma eitada oma seotusest mulle [Jumalat] enne. Tõepoolest, mille tekitaja on valus karistuse."
fi: Ja Saatana sanoo, kun asiaa saatu valmiiksi ", Jumala oli luvannut teille lupauksen totuuden. Lupasin teille, mutta olen pettänyt sinut. Mutta en ollut mikään viranomainen teidän paitsi että sait kutsun, ja vastasitte minulle. Joten älkää syyttäkö minua; mutta syyttää itseänne. Ei voi kutsua avuksesi, eikä sinulle voidaan kutsua avukseni. Itse asiassa kieltää yhteyttäsi minua [Jumala] ennen. Itse asiassa nämä syntiset on tuskallinen rangaistus.
he: השטן יגיד מתי כבר סיכם את העניין, "ואכן, אללה הבטיח את ההבטחה של האמת. הבטחתי לך, אבל אני בגדתי בך. אבל הייתי אין סמכות עליך מלבד העובדה שהזמנתי אותך, ואת השבת לי. אז אל תאשים אותי; אבל תאשימו. את עצמכם. אין אפשרות לקרוא לעזרתך, וגם אתה יכול להיקרא לעזרתי. אכן, אני מכחיש את הקשר שלך ממני [עם אללה] לפני. אכן, עבור הפושעים הוא עונש כואב."
hr: I Sotona će reći kad bilo je sklopljen, "uistinu, Allah je obećao si obećanje istina. Obećao sam ti, a sam te izdao. Ali sam imao ovlasti nad vama osim što sam te pozvala, a ti si mi. Zato ne krivi me; Ali krivi sebe. Ja se ne može pozvati u pomoć, niti može biti pozvan da mi u pomoć. Doista, odbijam vaš udruga [s Allah] prije. Doista, za počinioce je bolna kazna."
lt: Ir Šėtonas bus pasakyti, kada buvo padaryta išvada, kad klausimas, "iš tiesų, Dievas pažadėjo jums žada tiesos. Ir aš jums pažadėjo, bet aš zdradzić jums. Bet aš ne institucija virš tavęs išskyrus tai, kad aš pakvietė jus ir jums atsakė į mane. Todėl Nekaltinkite mane; Tačiau kaltinti save. Aš negali būti vadinamas į jūsų pagalbos, taip pat gali būti vadinamas į mano pagalbos. Iš tiesų, aš neigia savo asociacijos man [Dievas] prieš. Iš tiesų, grzesznicy yra skausmingas bausmė."
lv: Un sātans teiks, kad jautājums ir noslēgts, "patiešām, Allah bija apsolījis jūs solījumu par patiesību. Un es jums solīju, bet es nodevis jums. Bet man nebija neviena iestāde pār jums, izņemot to, ka es ieteicu jums un jūs atbildēja uz mani. Tātad nevar vainot mani; taču vainot sevi. Nevar saukt savu atbalstu, ne arī jūs var izsaukt savu atbalstu. Patiešām, es noliegt savu asociēšana mani [Allah] pirms. Patiešām, likumpārkāpēji ir sāpīgi sods."
nb: Og Satan vil si når saken er avsluttet, "faktisk Allah hadde lovet du løfte om sannheten. Og jeg lovet deg, men jeg forrådte deg. Men jeg hadde ingen autoritet over deg, bortsett fra at jeg inviterte deg, og du svarte til meg. Så ikke klandre meg. men klandre dere. Jeg kan ikke kalles å din hjelp, heller ikke kan du bli kalt min hjelp. Faktisk nekte jeg din tilknytning av meg [Allah] før. For wrongdoers er faktisk en pinefull straff."
sk: A Satan povie, kedy bola uzavretá záležitosť, "naozaj, Alah sľúbil ste sľub pravdy. A sľúbil som vám, ale som si zradil. Ale nemal žiadnu autoritu nad vami, okrem toho, že som vás pozvala, a ste nereagovali na mňa. Takže neobviňujte ma; ale obviňovat sami. Ja nemožno nazvať na vašu pomoc, ani môžu byť povolaní na moju pomoc. V skutočnosti som poprieť svoj pridruženie mi [Allah] pred. Pre zloèinci je skutočne bolestné trest."
sl: In Satan rekel, ko je bila sklenjena zadevo, "res, Allah je obljubil si obljubo resnice. In obljubil sem si, vendar sem vam izdal. Ampak sem imel nobenih pristojnosti nad vami, razen da sem vas povabil, in mi nisi odgovoril. Zato ne kriviti mene; vendar sami krivi. Sem ni mogoče klicati na pomoč, prav tako lahko se ti na mojo pomoč. Res, zanikam vaše pridružitvi me [Alahove] pred. Res, za v wrongdoers ni boleče kazni."
sr_cyrl: И Сотона ће рећи кад било је склопљен, "заиста, Аллах је обећао ти обећање истине. Обећао сам ти, а ја сам тебе издао. Али нисам имао право над тобом, осим да сам те позвао, а ти си одговорио да ме. Зато не криви мене; Али криви себе. Не могу да будем звао сам вам је помогао, а ни ти Позвану да ми помогнеш. Заиста , не порекнем своје придруживање ме [Аллах] раније. Заиста , за починиоце је болна казна."
sr_latn: I Sotona će reći kad bilo je sklopljen, "zaista, Allah je obećao ti obećanje istine. Obećao sam ti, a ja sam tebe izdao. Ali nisam imao pravo nad tobom, osim da sam te pozvao, a ti si odgovorio da me. Zato ne krivi mene; Ali krivi sebe. Ne mogu da budem zvao sam vam je pomogao, a ni ti Pozvanu da mi pomogneš. Zaista, ne poreknem svoje pridruživanje me [Allah] ranije. Zaista, za počinioce je bolna kazna."
uk: І Сатана буде сказати, коли був укладений матерії, "дійсно, Аллах обіцяв вам обіцянку правду. І я обіцяв вам, але я зрадив ви. Але я не мав повноважень над вами Крім того, що я запросив вас, і ви відповіли мені. Таким чином, не звинувачуйте мене; але звинувачувати себе. Я не може бути притягнутий до вашої допомоги, ні ви не назвеш до мене на допомогу. Справді, я заперечувати вашу причетністю мене [Аллах] перед. Дійсно, для на розкаюємося є болючим покарання".
vi: Và Satan sẽ nói khi vấn đề đã được kết luận, "thật vậy, Allah đã hứa với bạn những lời hứa của sự thật. Và tôi đã hứa với bạn, nhưng tôi đã phản bội bạn. Nhưng tôi đã không có quyền lực hơn bạn ngoại trừ rằng tôi mời bạn, và bạn trả lời cho tôi. Vì vậy không đổ lỗi cho tôi; nhưng đổ lỗi cho chính mình. Tôi không thể được gọi là viện trợ của bạn, và cũng có thể bạn được gọi là viện trợ của tôi. Thật vậy, tôi từ chối của Hiệp hội của tôi [với Allah] trước khi. Thật vậy, đối với các wrongdoers là một hình phạt đau đớn."
zu: Futhi uSathane uzothi uma udaba isiqediwe, "Ngempela, Allah ayenithembisile isithembiso iqiniso. Futhi mina ekuthembisile, kodwa mina athembeke kuwe. Kodwa kwadingeka akunalo igunya phezu kwakho ngaphandle kokuthi mina wamema kini, futhi kumelwe abasabela ngayo

# Quran1773
source: And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, "Peace!"
ca: I aquells que creien i feien justos fets seran admesos a jardins sota quin cabal rius, romandre eternament en el mateix amb permís del seu Senyor; i la felicitació aquí serà, "La Pau"!
cy: A rhai sydd yn credu a oedd gweithredoedd cyfiawn yn cael eu derbyn i gerddi o dan y llif afonydd, ufudd i'r ynddo fythol drwy ganiatâd eu yr Arglwydd; ac yn eu cyfarch ynddo fydd, "Heddwch!"
da: Og dem, der troede og gjorde retfærdige gerninger vil blive optaget til haver under hvilke floder flow, lovlydige evigt deri med tilladelse af deres Herre; og deres hilsen deri vil være, "Fred!"
el: Και εκείνοι που πίστεψαν και έκανε δίκαιοι πράξεις θα γίνουν δεκτοί Κήποι κάτω από τις οποίες ροής των ποταμών, τηρώντας αιώνια σ ' αυτό η άδεια του Λόρδου τους? και χαιρετισμό τους σ ' αυτό θα είναι, «Ειρήνη!»
et: Ja need, kes uskusid ja tegin head teod on lubatud aiad all mis jõed tõusevad ainuüksi igavesti sealsamas loa alusel nende Issand; ja nende tervitus seal hakatakse "Rahu!"
fi: Ja ne, jotka uskoivat ja teki tuovat myönsi gardens alla joka joet noudattavat siinä ikuisesti lupaa Herransa; ja niiden tervehdys siinä tulevaisuudessa "Rauha!"
he: אלה אשר האמינו ועשה מעשים טובים יורשו לגני מתחת נהרות שזורמים, שומר לנצח בו על ידי רשות האלוהים שלהם; ברכה שלהם ובזה יהיה, "שלום!"
hr: I oni koji vjeruju i da li pravedna djela će biti primljeni u vrtovima ispod koje poteku rijeke, pridržavajući vječno u njemu dopuštenje svoga gospodara; i njihov Pozdrav u njemu će biti, "Mir!"
lt: Ir tiems, kurie tikėjo ir padarė teisieji darbai nebus priimami sodų po kurių upių srautai, gerbiantys amžinai jame leidus jų Viešpaties; ir jų pasveikinimas jame bus, "Taika!"
lv: Un tie, kuri ticēja un nebija taisns darbiem tikt uzņemtai dārzi, zem kuras upju plūsma, ievērojot mūžīgi tajā atļauju savu kungu; un viņu apsveikuma tajā būs "Mierā!"
nb: Og de som trodde og gjorde rettferdige gjerninger vil bli tatt til hagen under der elvene strømmer, varig evig der med tillatelse fra deres Herre; og deres hilsen der vil være, "Peace!"
sk: A tí, ktorí verili a urobil spravodlivé skutky bude prijatý do záhrady pod ktoré toku rieky, v ňom naveky dodržiavanie súhlasu svojho pána; a ich pozdrav v ňom bude, "Pokoj!"
sl: In tisti, ki je verjel in naredil pravednici dejanja bo priznal Gardens pod kateri rek tok, upoštevanje večno v njem z dovoljenjem svojega Gospoda; in njihovega pozdrav v njem bo, "Mir!"
sr_cyrl: И оних који су веровали и праведна дела да ли ће бити примљен у вртовима испод које потеку, придржавање вечито у томе дозволу од свог господара; а њихов поздрав у томе бити, "Мир!"
sr_latn: I onih koji su verovali i pravedna dela da li će biti primljen u vrtovima ispod koje poteku, pridržavanje večito u tome dozvolu od svog gospodara; a njihov pozdrav u tome biti, "Mir!"
uk: І тих, хто вірив і зробив добрі справи будуть прийняті в саду під які річках потік, дотримання вічно в ньому дозволу свого Господа; і їх привітання в ньому буде, "Мир"!
vi: Và những người tin tưởng và đã làm những việc làm chính đáng sẽ được nhận vào khu vườn phía dưới có dòng chảy sông ngòi, tuân thủ luôn luôn trong đó cho phép của Chúa; và chúc mừng của họ trong đó sẽ, "Hòa bình!"
zu: Futhi labo kholwa akazange nezenzo zokulunga uzongeniswa izingadi ngaphansi lapho imifula, ezigcina phakade therein ngemvume weNkosi yabo;

# Quran1774
source: Have you not considered how Allah presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky?
ca: No considera com Allah presenta un exemple, [fer] una paraula com un bon arbre, arrel del qual és fixa i les seves branques [Alt] en el cel?
cy: Nid ydych wedi ystyried sut y cyflwyna'r Allah er enghraifft, [gwneud] gair da fel coeden dda, gadarn yn eu gwraidd yn sefydlog ac yn ei ganghennau [uchel] yn yr awyr?
da: Har du ikke overvejet, hvordan Allah præsenterer et eksempel [gøre] et godt ord som et godt træ, hvis roden er fast monteret og dets filialer [high] i himlen?
el: Έχετε θεωρήσει πώς Αλλάχ παρουσιάζει ένα παράδειγμα, [να] μια καλή λέξη σαν ένα καλό δέντρο, του οποίου η ρίζα είναι σταθερά και τα υποκαταστήματά της [υψηλός] στον ουρανό;
et: Kas sa ei mõelnud, kuidas Jumal esitab näiteks, [tegemise] hea sõna nagu hea puu, mille juur on tugevalt kinnitatud ja selle filiaalid [high] taevas?
fi: Oletko ole harkinnut, miten Jumala esittää esimerkiksi [tehdä] hyvä sana, kuten hyvä puu, jonka juuri kiinnittämiseksi ja sen oksat [korkea] taivaalla?
he: האם לא חשבת איך אללה מציג דוגמה, [עושה] מילה טובה כמו עץ טוב, שורש של מי בחוזקה קבוע ואת סניפיה [גבוה] בשמיים?
hr: Razmišljaš li kako Allah predstavlja primjer, [što] dobra riječ kao dobro drvo, čiji korijen čvrsto fiksiran i grane [visoke] na nebu?
lt: Ar jūs ne laikoma kaip Dievo dovanos, pavyzdžiui, [kad] geras žodis kaip geras medis, kurio šaknis yra tvirtai ir jos filialų [didelis] dangaus?
lv: Vai jums nevar uzskatīt kā Allah dāvanas, piemēram, [padarot] labs vārds kā labs koks, kura saknes ir nostiprinājusies un tās filiālēm [augstu] debesīs?
nb: Har du ikke vurdert hvordan Allah presenterer eksempel [gjør] et godt ord som en god treet der rot er fast bestemt og dens forgreninger [høy] i himmelen?
sk: Uvažovali ste nie, ako Boh predstavuje príklad, [že] je dobré slovo, rovnako ako dobrý strom, ktorého koreň je pevne stanovený a jeho pobočiek [Vysoká] na oblohe?
sl: Ste se ne šteje, kako Allah predstavlja primer, [ki] dobro besedo kot dobro drevo, katerega koren je trdno pritrjene in njene podružnice [visoki] v nebo?
sr_cyrl: Зар ниси размислио како Алах представља пример, [што] препоруку као добро дрво, чији корен је чврсто поправљен и њених притока, [средња], на небу?
sr_latn: Zar nisi razmislio kako Alah predstavlja primer, [što] preporuku kao dobro drvo, čiji koren je čvrsto popravljen i njenih pritoka, [srednja], na nebu?
uk: Ви не розглядаються як Аллах представляє приклад, [зробити] добре слово, як дерево добре якого корінь закріпиться міцно та її гілки [Висока] на небі?
vi: Bạn đã không xem xét như thế nào Allah trình bày một ví dụ, [làm] một từ tốt như một cây tốt, gốc có vững chắc được cố định và các chi nhánh của nó [high] trên bầu trời?
zu: Anizange yini nisebenzise kubhekwe ukuthi Allah presents isibonelo, [ekwenzeni] izwi elihle like umuthi omuhle, ogama impande ligxile amagatsha awo [okusezingeni] esibhakabhakeni?
