Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran70
source: And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], "Take what We have given you with determination and remember what is in it that perhaps you may become righteous."
ca: I [avís] Quan prenem el seu pacte, [O fills d'Israel, a acatar la Torà] i pugem a sobre la muntanya, [dir], "Prendre el que ens han donat amb determinació i recordar el que hi ha que potser pot ser justos".
cy: A [cofio] pan Cawsom eich cyfamod, [O blant Israel, i gadw at y Torah] a godwyd gennym dros eich mount, [dweud], "gymryd beth rydym wedi ei rhoi ichi gyda phenderfyniad a cofio beth mae'n ei bod efallai yn hoes dabloid.
da: Og [recall] når vi tog din pagt, [O børn af Israel, at overholde Toraen] og vi rejst over du mount, [siger], "Tage, hvad vi har givet dem med beslutsomhed og huske, hvad betyder det at du måske kan blive retfærdiggjorte."
el: Και [ανάκληση] όταν πήραμε το σύμφωνο, [O παιδιά του Ισραήλ, να τηρούν την Τορά] και μας έθεσε πάνω σας το βουνό, [λέγοντας], «Πάρτε ό, τι σας δώσαμε με αποφασιστικότητα και θυμηθείτε τι σημαίνει ότι ίσως μπορεί να γίνει δίκαιος.»
et: Ja [Meenuta] Kuna võtsime oma pakt, [O laste Iisraeli peab järgima Toora] ja me tõstatasime teie üle mount, [ütles], "Võtta, mida me oleme andnud teile jõuliselt ja meeles mis on see, et võibolla võite saada õige."
fi: Ja [] kun otimme liittosi [O Children of Israel, noudattamaan Tooran] ja nostimme yli mount, [sanoen], "Ottaa, mitä olemme antaneet teille päättäväisesti ja muistaa, mikä on se, että ehkä voit tulla vanhurskas."
he: [זוכר] לקחנו את האמנה, [הו בני ישראל, לפעול על פי התורה] ומתי אנחנו מוגבה מעל את ההר, [ואמר] "לקחת מה נתנו לך בנחישות, ואני זוכר מה כתוב בו כי אולי אתה עשוי להיות צדיק".
hr: I [opoziv] kada smo tvoj savez, [O sinovima Izraelovim, da se pridržavaju Tore] i mi smo podigli nad vama brdo, [rekao], "Uzmi što smo ti pružili odlučnošću i što je u tome da možda može postati pravedni."
lt: Ir [atšaukti] kai mes paėmė savo sandorą, [O vaikai iš Izraelio, laikytis Tora] ir mes iškėlė virš tavęs kalno, [sako], "Imtis ką mes davė jums nustatyti ir prisiminti, kas yra, kad galbūt gali tapti teisieji."
lv: Un, kad mēs pieņēmām savu karagājienu [O bērniem Izraēla, ievērot Toras] un mēs pacēlām virs jums mount, [saka], "Ņemt to, ko mums ir devuši jums ar lielu apņēmību un atcerēties to, kas ir tas, ka varbūt jums var kļūt paštaisns." [atgādināt]
nb: Og [husker] når vi tok pakten, [O Children of Israel, å overholde Torah] og vi hevet over deg fjellet, [sier], "Ta det vi har gitt deg med besluttsomhet og huske hva er det at kanskje du kan bli rettferdige."
sk: A [pripomínajú], keď sme si svoj pakt [O deti Izraela, s dodržiavaním Tóry] a sme postavili nad vami kopci [povedať], "vziať, čo sme vám dali s odhodlaním a pamätajte, čo je v ňom, že snáď môže stať spravodlivými.
sl: In [preklic], ko smo svoje zaveze, [O otroke Izraela, da spoštujejo Tora] in smo postavljeno nad vami mount, [pravijo,], "Sprejmejo, kaj smo dal odločno in ne pozabite, kaj je v njej, da morda lahko postanete pravični."
sr_cyrl: [Се ] када смо узели завет, [децу о Израеле, да се придржава Тори] и скупили смо преко те планине, [указујући] "Узми ста смо дали си са одлучношћу и запамти шта је у њему те могу постати праведни."
sr_latn: [Se] kada smo uzeli zavet, [decu o Izraele, da se pridržava Tori] i skupili smo preko te planine, [ukazujući] "Uzmi sta smo dali si sa odlučnošću i zapamti šta je u njemu te mogu postati pravedni."
uk: І [згадати], коли ми прийняли заповіту, [дітей з Ізраїлю, зобов'язуюся Тори], і ми підняли над вами гори, [кажучи:] "прийняти те, що ми дали вам без визначення і пам'ятайте, що в ньому що можливо ви можете стати праведниками.
vi: Và [nhớ lại] khi chúng tôi đã giao ước của bạn, [O trẻ em của Israel, tuân theo Torah] và chúng tôi lớn lên trên bạn núi, [nói], "Mất những gì chúng tôi đã đưa cho bạn với quyết tâm và ghi nhớ những gì đang ở trong đó mà có lẽ bạn có thể trở thành công bình."
zu: Futhi [buyekeza] uma Sathatha isivumelwano sakho, [O Ntwana Israyeli, ukuba sigcine Torah] We babeka phezu kwakho entabeni, [ethi], "Thatha Sikunikile ngokuzimisela futhi akhumbule lokho okukulo ukuthi

# Quran71
source: Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.
ca: Llavors vostè va rebutjar després d'això. I si no fos pel favor d'Allah i la seva misericòrdia, hagués estat entre els perdedors.
cy: Yna trodd ydych i ffwrdd ar ôl hynny. Ac os nad ar gyfer favor Allah ar chi ac yn ei drugaredd, byddech wedi ymhlith y rhai ar eu colled.
da: Derefter viste du væk efter der. Og hvis ikke til fordel for Allah på dig og hans barmhjertighed, ville du have været blandt taberne.
el: Στη συνέχεια γύρισε μακριά μετά από αυτό. Και αν όχι για την εύνοια του Αλλάχ μαζί σας και το έλεος, θα ήσουν ανάμεσα στους χαμένους.
et: Siis sa pöörasid pärast seda. Ja kui ei sa ja tema halastuse Jumal kasuks te oleks olnud seas kaotajad.
fi: Sitten kääntyi sen jälkeen. Ja jos ei, hyväksi Jumalan ja hänen armonsa, sinulla olisi ollut joukossa häviäjiä.
he: ואז הפכת משם אחרי זה. אם לא בשביל טובה של אללה בעת אתה ורחמיו, היית בין המפסידים.
hr: Onda si se okrenula nakon toga. I ako ne za uslugu Allah na vas i njegovog milosrđa, bio bi među gubitnicima.
lt: Tada jūs nusigręžė po to. Ir jei ne dėl Dievo malonės jums ir jo malonės, tai būtų buvę tarp pralaimėjusiųjų.
lv: Tad jūs pēc tam novērsās. Un ja ne par Allah favor pēc jums un viņa žēlsirdība, jums būtu bijis starp zaudētājiem.
nb: Så du slått bort etter. Og hvis ikke for støtte av Allah på deg og hans barmhjertighet, du ville ha vært blant taperne.
sk: Potom sa otočil po tom. A ak nie je na prospech Alah vám a jeho milosrdenstvo, by boli medzi porazenými.
sl: Nato si obrnil po tem. In če ne za uslugo Allah na vas in njegova milost, da bi bilo med poraženci.
sr_cyrl: Онда си се окренула након тога. И ако не за услугу од Алаха и сва његова милост, била би међу губитнике.
sr_latn: Onda si se okrenula nakon toga. I ako ne za uslugu od Alaha i sva njegova milost, bila bi među gubitnike.
uk: Потім ви відвернувся після цього. І якщо не на користь на вас і його милості Аллаха, ви були б серед програли.
vi: Sau đó, bạn chuyển đi sau đó. Và nếu không cho các ưu tiên của Allah khi bạn và lòng thương xót của mình, bạn sẽ có một trong những người thua cuộc.
zu: Khona-ke waphenduka away emva kwalokho.

# Quran72
source: And you had already known about those who transgressed among you concerning the sabbath, and We said to them, "Be apes, despised."
ca: I ja havia conegut sobre aquells que transgredien entre vosaltres pel que fa a dissabte, i ens va dir, "Ser simis, menyspreat".
cy: A oedd gennych eisoes yn hysbys am y rhai sy'n camweddu ymhlith chi ynghylch y Saboth, a dywedasom wrthynt, "Yn epaod, gasáu."
da: Og du havde allerede kendt til dem, der overtrådte blandt jer angående sabbatten, og vi sagde til dem: "Være aber, foragtet."
el: Και είχε ήδη γνωστά για εκείνους που παρέβησαν ανάμεσά σας που αφορούν το Σάββατο, και είπαμε να τους, «Είναι πίθηκοι, που περιφρόνησε.»
et: Sa oleks juba teada kes ületatakse Joukostanne hingamispäeva kohta ja me ütlesime neile, "Tuleb ahve, põlatud."
fi: Jo tiennyt niille, jotka syntiä keskuudessanne koskevat sapatin ja me sanoi heille, "Olla apinoita, halveksittu."
he: כבר ידעת על אלה שפרעו ביניכם בדבר השבת ואני אמרנו להם, "להיות קופים, תיעב".
hr: Već znaš o onima koji prekršio među vama u vezi subote i mi je rekao, "Biti majmuna, preziru."
lt: Ir jūs jau žinojo apie tuos, kurie sutrikusi tarp jūsų dėl šabo, ir mes pasakė jiems, "Būti beždžionės, panieka."
lv: Un jums jau bija zināms par tiem, kas pārkāpts vidū par sabatu, un mēs teicām, "Būt pērtiķu, nicināja."
nb: Og du hadde allerede kjent om de som overtrådt blant dere sabbaten, og vi sa til dem: "Være aper, foraktet."
sk: Už ste vedel o tých, ktorí prestúpil medzi vami o sabatu a my im povedal: "Buď opice, pohŕdal."
sl: Si že vedel o tisti, ki je prestopil med vami o sabbath in smo jim reče: "Biti opice, prezirali."
sr_cyrl: Већ сте знали о онима који одметнули медју вама које се односе на Сабат и рекли смо им, "Будите мајмуни, презирао."
sr_latn: Već ste znali o onima koji odmetnuli medju vama koje se odnose na Sabat i rekli smo im, "Budite majmuni, prezirao."
uk: Ви вже відомо про тих, які переступили серед вас щодо суботи і ми їм сказав: "Бути мавп, зневажав".
vi: Và bạn đã có biết về những người transgressed trong số các bạn liên quan đến Sa-bát, và chúng tôi đã nói với họ, "Là khỉ, khinh thường."
zu: Futhi base kakade Wazile ngezingcindezi Ngaphambili labo transgressed phakathi kwenu ngokuphathelene isabatha, We wathi kubo: "Yibani nezinkawu, odelelekile."

# Quran73
source: And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah.
ca: I hem fet un càstig de dissuasió per a aquells que estaven presents i aquells qui reeixia [ells] i una lliçó per a aquells que temen Allah.
cy: A gwnaethom yn cosbi ataliol ar gyfer y rhai a oedd yn bresennol a rhai sydd wedi llwyddo [eu] a gwers ar gyfer y rhai sy'n ofni Allah.
da: Og vi gjorde det en afskrækkende straf for dem, der var til stede og dem, der lykkedes [dem] og en lærestreg for dem, der frygter Allah.
el: Και θα καταστήσει ένα αποτρεπτικό τιμωρία για όσους ήταν παρόντες και εκείνων που πέτυχε [τους] και ένα μάθημα για όσους φοβούνται Αλλάχ.
et: Ja me tegime seda hoiatav karistus neile, kes olid kohal ja need, kes suutis [neid] ja õppetund neile, kes kardavad, et Allah.
fi: Ja teimme varoittava rangaistus paikalla olleiden ja niille, jotka onnistuivat [heille] ja opetus niille, jotka pelkäävät Jumalaa.
he: עשינו את זה עונש מרתיע עבור אלה אשר שהו שהצליחו [אותם] ואת שיעור לאלו החוששים אללה.
hr: I odvraćajuće kazne za one koji su bili prisutni i oni koji [ih] je uspio i pouka za one koji se boje Allaha.
lt: Ir mes padarėme tai atgrasančios bausmės tiems, kurie buvo pateikti, ir tie, kurie pavyko [jiems] ir pamoka tiems, kurie bijo Dievo.
lv: Un mēs to preventīvu sodu tiem, kuri bija klāt, un tiem, kam izdevās [tiem] un mācība tiem, kuri baidās Allah.
nb: Og vi gjorde det en avskrekkende straff for de som var til stede og de som lyktes [dem] og en leksjon for dem som frykter Allah.
sk: A urobili sme to odstrašujúci trest pre tých, ktorí boli prítomní a tých, ktorí úspešne [ich] a lekcie pre tých, ktorí sa obávajú Alah.
sl: In mi je odvračilne kazni za tiste, ki so bili navzoči in tisti, ki [jih] uspeli in lekcija za tiste, ki se bojijo Allah.
sr_cyrl: И успели смо одвраћајуће казне за оне који су били присутни и они који је успео да [их] и лекција за оне који страхују да би Алах.
sr_latn: I uspeli smo odvraćajuće kazne za one koji su bili prisutni i oni koji je uspeo da [ih] i lekcija za one koji strahuju da bi Alah.
uk: І зробили це стримувальної покарання для тих, хто були присутні і тими, кому [їх] і урок для тих, хто побоюється Аллаха.
vi: Và chúng tôi đã làm cho nó một sự trừng phạt răn đe đối với những người đã có mặt và những người thành công [chúng] và một bài học cho những người sợ Allah.
zu: Futhi Senza it isijeziso isivikelo kulabo ababekhona nalabo owaphumelela [nabo] futhi isifundo kulabo abamesabayo Allah.

# Quran74
source: And [recall] when Moses said to his people, "Indeed, Allah commands you to slaughter a cow." They said, "Do you take us in ridicule?" He said, "I seek refuge in Allah from being among the ignorant."
ca: I [avís] Quan Moses va dir a la seva gent, "de fet, Allah mana que a la massacre d'una vaca." Deien, "Pren nosaltres en ridícul?" Va dir, "Vaig buscar refugi en Allah de ser entre els ignorants."
cy: A [cofio] pan ddywedodd Moses at ei bobl, "yn wir, mae Allah hawlio eich lladd buwch." Maent yn dweud, "Wneud ichi gymryd inni mewn gwawd?" Meddai, "Rwyf yn ceisio lloches yn Allah o fod ymysg y anwybodus."
da: Og [husker] da Moses sagde til sit folk, "faktisk Allah kommandoer du at slagte en ko." De sagde, "Kan du tage os i latterliggørelse?" Han sagde, "Jeg søge tilflugt i Allah fra at være blandt de uvidende."
el: Και [ανάκληση] όταν Moses είπε στο λαό, "πράγματι, Αλλάχ εντολές να σφαγή αγελάδα." Είπαν, «Μας περνάτε σε γελοιοποίηση;» Είπε, «Εγώ αναζητήσουν καταφύγιο σε Αλλάχ από το να είναι μεταξύ των το αδαής.»
et: Ja [Meenuta] Kuna Moses ütles oma rahvale, "tõepoolest, Allah käske sa tapma lehm." Nad ütlesid: "Kas te võtate meiega naeruvääristada?" Ta ütles: "Ma otsima varjupaika Allah alates hulka asjatundmatu."
fi: Ja [] kun Moses sanoi kansalleen "itse asiassa hillitä komennot teurastaa lehmää." He sanoivat: "Te luulette meidän pilkan kohteena?" Hän sanoi: "Etsin turvaa Jumalaan on muun muassa tietämätön."
he: [זוכר] כאשר Moses אמר לאנשים שלו, "ואכן, אללה מצווה לשחוט פרה." הם אמרו, "את לוקחת אותנו ב לעג?" הוא אמר, "אני מחפש מקלט אללה מלהיות בין הבורים."
hr: I podsjetiti kada Moses je rekao svome narodu, "uistinu, Allah zapovijeda zaklati kravu." Rekli su, "Da li nas odvesti u ismijavanja?" Rekao je: "Tražim utočište u Allaha od toga da bude među neznanju."
lt: Ir [atšaukti] kai Moses pasakė savo tautos, "iš tiesų, Allah komandos jūs paskersti karvė." Jie sakė: "Jūs imtis mums į Zironizować?" Jis sakė: "Aš ieškau prieglobsčio Dievas gražu tarp nieswiadomych."
lv: Un [atgādināt] kad Moses teica savai tautai, "patiešām, Allah komandas jūs govi nokaut." Viņi teica: "Vai tu ņem mūs izsmiekls?" Viņš teica: "Es meklēt patvērumu Allah ir viens neziņā."
nb: Og [husker] da Moses sa til sitt folk, "faktisk Allah kommandoer å slakte en ku." De sa: "Du tar oss i latterliggjøring?" Han sa, "Jeg søker tilflukt i Allah blir blant uvitende."
sk: A [pripomínajú] kedy Moses hovorí k svojmu ľudu "naozaj, Alah príkazov na zabitie kravy." Povedali: "Myslíte si vziať nás v posmechu?" On povedal: "Som hľadať útočisko v Boha sa medzi ignorant."
sl: In [preklic] kdaj Moses je dejal svojemu ljudstvu, "dejansko Allah ukazov, ki jih s klanjem krava." So rekli, "Ali ste vzeli nam v zasmehovanje?" On reče: "Jaz poiskati zatočišče v Allah bi med nevedne."
sr_cyrl: И опозива када Мосес је рекао својим људима, "заиста, Аллах наређује да закоље краву." Рекли су, "Да ли нас одвести у руглу?" Он је рекао, "Тразим утоцисте у Алаха из медју незналице."
sr_latn: I opoziva kada Moses je rekao svojim ljudima, "zaista, Allah naređuje da zakolje kravu." Rekli su, "Da li nas odvesti u ruglu?" On je rekao, "Trazim utociste u Alaha iz medju neznalice."
uk: І [згадати] коли Moses сказав до свого народу, "дійсно, Аллах команд ви зарізати корову." Вони сказали: "Ви приймаєте нас в насмішок?" Він сказав: "Я шукати притулку в Аллах від те, що серед неосвічених".
vi: Và [nhớ lại] khi Moses nói đến người dân của mình, "thật vậy, Allah lệnh bạn giết một con bò." Họ nói rằng, "Bạn có cho chúng tôi tại ridicule?" Ông nói, "Tôi tìm nơi nương náu ở Allah từ là trong số các ngu dốt."
zu: Futhi [buyekeza] lapho uMose wathi kubantu bakhe: "Ngempela, Allah okuyala ukuba ahlabe inkomo."

# Quran75
source: They said, "Call upon your Lord to make clear to us what it is." [Moses] said, "[Allah] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded."
ca: Deien, "Truca al seu senyor a aclarir-nos el que és." [Moses] va dir, "[Déu] diu, així que"És una vaca que és ni vell ni verge, però mitjà entre que,"fer el que està manat.»
cy: Dywedodd, "yn galw ar eich Arglwydd ei gwneud yn glir i ni beth ydyw." Dywedodd [Moses], "dywed [Allah], mae 'Mae'n buwch sydd nid hen nac virgin, ond canolrifol rhwng,' felly wneud beth yr ydych yn iawn i ennill."
da: De sagde, "opfordrer din herre at gøre klart for os hvad det er." [Moses] sagde, "[Allah] siger, det er en ko, der er hverken gamle eller Jomfru, men median mellem der, så gør hvad du er befalet."
el: Όπως είπαν, "κλήση προς το Λόρδο για να καταστήσουμε σαφές σε μας που είναι." [Moses] είπε, «[Αλλάχ] λέει, «Είναι μια αγελάδα που είναι ούτε παλιά ούτε παρθένο, αλλά διάμεση μεταξύ αυτής,» έτσι κάνει ό, τι είστε πρόσταξε. "
et: Nad ütlesid: "kutsuda oma Issanda teha selgeks meile mida ta." [Moses] ütles: "[Jumalat] ütleb: see on, kellele ei vana ega neitsi vaid keskpärane vahel, mis on nii teha, mida sa oled käskis."
fi: He sanoivat, "soittaa kun herra viestittää meille mitä se on." [Moses] sanoi: "[Jumala] sanoo,"Se on lehmän, joka on vanha eikä virgin, mutta mediaani välillä, että"niin tehdä, mitä olet käskenyt."
he: הם אמרו, "קוראים אדונך להבהיר לנו מהו". [Moses] אמר "[אללה] אומר,"זה פרה אשר הוא לא זקן ולא בתולה, אלא החציוני בין זה,"אז תעשה מה שאתה ציווה."
hr: Rekli su, "tražiti Gospoda da bude jasno da nam što je to." [Moses] je rekao, "[Allah] kaže, 'To je krava koja je ni stara ni djevica nego medijan između,' učini što si ti zapovjedio."
lt: Jie sakė, "kreiptis jūsų Viešpats aiškiai mums kas tai yra." [Moses] sakė: "[Dievas] sako,"Tai karvė, kuri yra nei senas, nei pirmojo spaudimo, bet vidurinei tarp,"taip daryti ką įsakė."
lv: Viņi teica: "aicināt uz savu kungu, lai būtu skaidrs ar mums, kas tas ir." [Moses] teica: "[Allah] saka:"Ir govs, kas ir ne vecā, ne neapstrādātas, bet vidējais starp,"Tātad darīt to, kas jums ir pavēlējis."
nb: De sa: "kalle på deres Herre gjøre klart for oss hva det er." [Moses] sa, "[Allah] sier,"Det er en ku som er hverken gammel eller jomfru, men median mellom det,"så gjøre hva du er befalt."
sk: Oni povedali, "vyzval svojho pána, aby objasnila nám čo to je." [Moses] povedal: "[Allah] hovorí,"To je krava, ktorá je ani starý, ani panna, ale medián medzi tým,"tak to, čo prikázal."
sl: So rekli, "pozivajo svojega Gospoda, da bi jasno nam kaj je." [Moses] je dejal, "[Alahove] pravi,"To je krava, ki je stara niti deviško, ampak srednjo med,"to kaj ukazal."
sr_cyrl: Рекли су: "Позивам твој Господ нека буде јасно да нас како је." [Мосес ] је рекао, "[Аллах] каже, па 'Је крава која је ни стара ни девица, него медиан између тога,' да ли си ти наредио."
sr_latn: Rekli su: "Pozivam tvoj Gospod neka bude jasno da nas kako je." [Moses] je rekao, "[Allah] kaže, pa 'Je krava koja je ni stara ni devica, nego median između toga,' da li si ti naredio."
uk: Вони сказали: "закликати Господа повинна чітко вказати нам те, що це." [Moses] сказав, "[Аллах] каже, це корова, яка є ні старі, ні незаймана, але Медіана між тим так робити те, що ти наказав."
vi: Họ nói rằng, "kêu gọi của Chúa để làm cho rõ ràng cho chúng tôi những gì nó." [Moses] nói, "[Allah] nói, 'Nó là một con bò là không cũ cũng không phải trinh nữ, nhưng trung bình giữa đó,' vì vậy, làm những gì bạn đang chỉ huy."
zu: Bathi: "Memeza kho Lord ukwenza kucace kithi ukuthi kuyini."

# Quran76
source: They said, "Call upon your Lord to show us what is her color." He said, "He says, 'It is a yellow cow, bright in color - pleasing to the observers.' "
ca: Deien, "Crida el Senyor que ens mostren quin és el seu color". Va dir, ", diu,"És una vaca groc, brillant de color - els observadors agradable." "
cy: Maent yn dweud, "Yn galw ar eich Arglwydd i ddangos i ni beth yw ei lliw." Meddai, "meddai, 'Mae'n buwch melyn, disglair mewn lliw-braf yr arsylwyr.' "
da: De sagde, "Opfordrer din herre til at vise os hvad er hendes farve." Han sagde, "han siger, «det er en gul ko, lyse i farven - tiltalende at observatørerne. "
el: Είπαν, «Η έκκλησή του προς το Λόρδο για να μας δείξει τι είναι το χρώμα». Είπε, «, λέει, «Είναι μια κίτρινη αγελάδα, λαμπερό χρώμα - παρακαλώντας τους παρατηρητές». "
et: Nad ütlesid: "Teie Issand kutsub näidata meile, millised on tema värvi." Ta ütles: "Ta ütleb:"See on kollane lehm, särav värv - meeldiv vaatlejatele." "
fi: He sanoivat: "Huuda näyttää meille, mikä on hänen väri." Hän sanoi, hän sanoo, se on keltainen lehmä, kirkas väri - miellyttävä tarkkailijoille. "
he: הם אמרו, "קורא את אדונך להראות לנו מה הוא הצבע שלה". הוא אמר, "הוא אומר,"זה פרה צהוב, בהיר בצבע - לעין בצופים." "
hr: "Pozivamo Gospodar tvoj da nam pokaže što je njena boja." " Rekao je, "kaže on, 'to je žuta krava, svijetle boje - ugodan za promatrači. "
lt: Jie sakė, "Šaukiasi jūsų Viešpats mums parodyti, kas yra jos spalva." Jis sakė: "Jis sako:"Tai geltona karvė, ryškios spalvos - malonus stebėtojai." "
lv: Viņi teica: "Pēc jūsu kunga aicinājums mums parādīt, kāda ir viņas krāsu." Viņš teica, viņš saka, tas ir dzeltenā govs, spilgtu krāsu - patīkami novērotāji. "
nb: De sa: "Påkalle deres Herre å vise oss hva er hennes farge." Han sa, "han sier,"det er gule kyr lystige farger - behagelig observatører. "
sk: Povedali, že "Výzvu svojho pána, aby nám ukázal, čo je jej farby." On povedal: "On hovorí,"Je to žlté krava, svetlé farby - potešujúce pozorovateľom." "
sl: So rekli, "Poziva svojega Gospoda, da nam pokaže, kaj je njen barve." Rekel je, "Pravi,"To je rumena kravo, svetle barve - prijeten opazovalcem." "
sr_cyrl: Рекли су, "Позив на твој господар нам показати како је њена боја." Он је рекао,"Каже он,"То је жута крава, светла у боји - задовољавајуће да спасе свет." "
sr_latn: Rekli su, "Poziv na tvoj gospodar nam pokazati kako je njena boja." On je rekao, "Kaže on,"To je žuta krava, svetla u boji - zadovoljavajuće da spase svet." "
uk: Вони ж відказали "Закликати на ваш Господь, щоб показати нам, що є її колір". Він сказав: "він говорить, це жовта корова, яскравий колір - приємні для спостерігачів.' "
vi: Họ nói rằng, "Cuộc gọi theo Chúa của mình để hiển thị cho chúng tôi những gì là màu sắc của mình." Ông nói, "ông nói, 'nó là một con bò vàng, sáng màu - làm hài lòng các quan sát viên. "
zu: Bathi: "Memeza kho Lord tshengisa us uyini umbala wakhe."
