Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3183
source: I found her and her people prostrating to the sun instead of Allah, and Satan has made their deeds pleasing to them and averted them from [His] way, so they are not guided,
ca: He trobat a ella i la seva gent postrant al sol en comptes d'Allah, i Satanàs ha fet seus actes agradable a ells i evitar-los de manera [seu], perquè no estan guiats,
cy: Yr oedd hi a phobl ei prostrating i'r haul yn hytrach na Allah, a Satan wedi gwneud eu gweithredoedd yn dda iddynt ac osgoi iddynt o [ei] ffordd, felly nid yn eu harwain,
da: Jeg fandt hende og hendes folk prostrating for solen i stedet for Allah, og Satan har gjort deres gerninger behagelig for dem og afværget dem fra [sin] måde, så de ikke er styret,
el: Βρήκα της και οι άνθρωποί της prostrating στον ήλιο αντί του Αλλάχ, και ο Σατανάς έχει κάνει τις πράξεις τους παρακαλώντας τους και τους απέτρεψε από δρόμο [του], έτσι δεν καθοδηγούνται,
et: Sain teda ja oma rahva prostrating päikese asemel Jumal ja Saatan on tehtud nende teod neile meeldiv ja hoidnud neid [tema] viis, nii et nad ei juhindu,
fi: Löysin hänet ja hänen kansansa kumartaen aurinkoa eikä Jumala ja Saatana on tehnyt heidän tekonsa miellyttävät heitä ja välttää niitä [hänen] tavalla, joten heitä eivät ohjaa,
he: מצאתי אותה ואת עמה השתטחות אל השמש במקום אללה, ואני השטן עשה את המעשים שלהם לרצות אותם, הפנה אותם מן הדרך [שלו], אז הם הם לא מונחה,
hr: Našao sam nju i njenog naroda prostirući se sunce umjesto Allaha, i Sotona je napravio djelima ugodno s njima i izbjegli smo ih iz [njegov] način, tako da se ne vodi
lt: Radau ją ir jos žmonių prostrating saulėje, o Dievas ir Šėtonas turi padaryti savo poelgius malonus jiems ir išvengti juos nuo [jo] taip, kad jie nesiremia,
lv: Es atklāju viņai un viņas ļaudis, kas vājināja pret sauli, nevis Allah, un sātans ir padarīja viņu darbiem patīkami uz tiem un novērst tos no [viņa] veids, tāpēc viņi nevar vadīties,
nb: Jeg fant henne og hennes folk prostrating solen i stedet for Allah, og Satan har gjort sine gjerninger behagelig for dem. og avverget dem fra [hans] måte, så de ikke guidet,
sk: Našiel som ju a jej ľudia prostrating slnku namiesto Alah, a Satan urobil svoje skutky príjemné na ne a odvrátiť ich od [jeho] spôsobom, takže nie sú vedení,
sl: Sem našel njo in njen narod prostrating soncu namesto Allah, in Satan je dosegla svoja dejanja prijeten nanje in jih odvrniti od [svoj] način, tako da ne vodijo,
sr_cyrl: Нашао сам њу и њеног народа простратинг од сунца, а не Алаха, и Сотона обогатио њиховим делима пријатно да их се избегнута их из [] путу, тако да они не воде,
sr_latn: Našao sam nju i njenog naroda prostrating od sunca, a ne Alaha, i Sotona obogatio njihovim delima prijatno da ih se izbegnuta ih iz [] putu, tako da oni ne vode,
uk: Я знайшов її і її людей, prostrating до сонця замість Аллаха, і сатана зробив їхні вчинки приємним для них і запобігти їх від [його] як, так що вони не керувалися,
vi: Tôi thấy cô ấy và người dân của mình prostrating mặt trời thay vì Allah, và Sa-tan đã thực hiện hành động của họ dễ chịu với họ và ngăn chặn chúng từ cách [của mình], do đó, họ không được hướng dẫn,
zu: Ngathola zakhe nangabantu bakubo ngobuso ukuba ilanga esikhundleni Allah, futhi uSathane uye wenza izenzo zabo ezimthandayo nothandwa kuyagwenywa bababuyise endleleni [yaKhe], ngakho kungukuthi guided,

# Quran3184
source: [And] so they do not prostrate to Allah, who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare -
ca: [I] així que no es postren a Allah, qui porta què s'amaga dins els cels i la terra i sap què li amaguen i què vostè declara-
cy: [A] felly nid ydynt yn gwneud prostrate i Allah, sy'n dod â blaen beth yn guddiedig o fewn y nefoedd a'r ddaear ac yn gwybod beth yr ydych yn ei guddio a beth yr ydych yn ei ddatgan-
da: [Og] så de ikke næsegrus til Allah, der frembringer, hvad der er skjult i himlene og jorden og ved hvad du skjule og hvad du erklære-
el: [Και] έτσι δεν αυτά εξαπλώνω στον Αλλάχ, που γεννά τι κρύβεται μέσα σε τον ουρανό και τη γη και να ξέρει τι να συγκαλύψει και τι μπορείτε να δηλώσετε-
et: [Ja] nii nad polvistuvan Jumal, kes toob esile, mis on peidetud jooksul taevas ja maa ja teab mida varjata ja mida te kuulutada-
fi: [Ja] niin ne eivät lamauttama jotta hillitä, joka tuo esiin, mitä on piilotettu taivaat ja maan ja tietää, mitä peittää ja mitä julistaa-
he: [ו] אז הם לא משתחווה לאללה, אשר מניב את מה שמסתתר בתוך השמיים והאדמה ויודע מה אתה מסתיר, מה אתה מצהיר-
hr: [I] pa nije bespomoćan Allahu, koji donosi što je skriveno na nebesima i na zemlji i zna ono što skrivaju i ono što ste deklarirati-
lt: [Ir] Taigi jie ne wybijaja Allaho, kurie išnešimo kas paslėpta per dangų ir žemę ir žino kas jums slepia ir ką jūs pareiškiate-
lv: [Un] Tātad tie nav nogurdināt Allah, kas nes tālāk to, kas ir slēpta laikā debesis un zemi un zina, ko jūs slēpt un ko Jūs deklarējat-
nb: [Og] så de ikke nedbrutt til Allah, som bringer frem det er skjult i himlene og jorden og vet hva du skjule og hva du forkynne-
sk: [A] tak nie přemoci Bohu, ktorý prináša, čo sa skrýva v nebesiach a na zemi a vie, čo ste skryť a čo vyhlásil-
sl: [In] tako ne prostracije v Allah, ki prinaša kaj se skriva v nebesih in na zemlji in ve, kaj vam prikriva in kaj deklarirate-
sr_cyrl: [И ] тако они не Поклоните се Алаху, који не донесе оно сто се крије унутар небеса и земљу, и зна како да прикрије и шта сте прогласили-
sr_latn: [I] tako oni ne Poklonite se Alahu, koji ne donese ono sto se krije unutar nebesa i zemlju, i zna kako da prikrije i šta ste proglasili-
uk: [І] так вони не падати на коліна на інавгурацію народжує, що ж заховано всередині небеса та Земля і знає, що ви приховати і оголосити-
vi: [Và] Vì vậy họ không suy nhược Allah, người mang đến những gì ẩn trong vòng trên bầu trời và trái đất và biết những gì bạn che giấu và những gì bạn tuyên bố-
zu: [And] ngakho abazi ngobuso Allah, ngubani siveza lokho kufihlwe ngaphakathi bhakabhaka hlaba futhi uyazi you gubadlela babe you memezela -

# Quran3185
source: Allah - there is no deity except Him, Lord of the Great Throne."
ca: Allah - hi ha cap Déu excepte ell, senyor del gran tron.
cy: Allah-nid oes unrhyw Dduwdod ac eithrio ef, yr Arglwydd o'r Orsedd mawr."
da: Allah - er der ingen guddom undtagen ham, herre i den store trone."
el: Αλλάχ - υπάρχει καμία θεότητα εκτός από αυτόν, Άρχοντας των του μεγάλου θρόνο.»
et: Jumal - ei ole jumalus, välja arvatud tema, isand suur troonile."
fi: Jumala - ei ole Jumaluutena, paitsi hänelle: herra suuri valtaistuimelle."
he: אללה - יש אין אלוהות חוץ ממנו, לורד המלכות הגדול".
hr: Allah - nema nema Božanstva osim njega, gospodara velikog prijestolja."
lt: Dievas - nėra jokių Dievybės išskyrus jam, Lord of Great sostą."
lv: Allah - nav neviena dievība, izņemot viņu, kungs lieliski troņa".
nb: Allah - det er ingen guddom unntatt ham av stor tronen."
sk: Boh - nie je žiadne božstvo okrem neho pán veľký trón."
sl: Allah - ni nobene božanstva, razen njega gospod velik prestola."
sr_cyrl: Аллах - нема нема боћанство осим њега, Господар велике трона."
sr_latn: Allah - nema nema boћanstvo osim njega, Gospodar velike trona."
uk: Аллах - немає немає божества, за винятком Господи великий Трон".
vi: Allah – không có không có vị thần trừ ngài, Chúa tể của ngai vàng tuyệt vời."
zu: Allah - akukho ekukhulekeleni ubuNkulunkulu ngaphandle Him Lord sobukhosi esikhulu ".

# Quran3186
source: [Solomon] said, "We will see whether you were truthful or were of the liars.
ca: [Solomon] va dir, "anem a veure si van ser veraç o van ser de mentiders.
cy: [Solomon] yn dweud, "Byddwn yn gweld chi a oedd eirwir neu a oedd y celwyddgwn.
da: [Salomon] sagde, "vi vil se, om du var sandfærdig eller var af løgnere.
el: [Solomon] είπε, «θα δούμε αν ήταν αληθείς ή ήταν από τους ψεύτες.
et: [Saalomoni] ütles: "me näeme, kas sa olid tõesed või olid valetas.
fi: [Salomo] sanoi: "näemme, onko olivat totuudenmukaista tai olivat valehtelija.
he: [שלמה] אמר: "נראה אם היו אמיתיים או היו של השקרנים.
hr: [Solomon] je rekao, "mi ćemo vidjeti da li su istinite ili su od lažljivce.
lt: [Saliamono] sakė: "mes matome, ar jums buvo teisingi ar buvo klamcami.
lv: [Zālamana] teica: "mēs redzēsim, vai jums tika atklāts vai liars.
nb: [Salomo] sa, "vi vil se om du var sannferdig eller var av løgnere.
sk: [Šalamún] povedal, "uvidíme, či ste boli pravdivé alebo klamárov.
sl: [Salomon] je dejal, "bomo videli ali so resnične ali so lažnivci.
sr_cyrl: [Соломон ] је рекао, "Видећемо да ли да си искрен, или су биле од лаћова.
sr_latn: [Solomon] je rekao, "Videćemo da li da si iskren, ili su bile od laћova.
uk: [Соломон] сказав: "ми побачимо, чи є ви були правдивий або були на брехунів.
vi: [Solomon] nói, "chúng tôi sẽ xem liệu bạn đã được trung thực hoặc là những kẻ nói dối.
zu: [USolomoni] wathi: "Sizobonana ngabe ubungase truthful noma kwakunezilinganiso hubu.

# Quran3187
source: Take this letter of mine and deliver it to them. Then leave them and see what [answer] they will return."
ca: Prendre aquesta carta de la mina i el lliurin a ells. Llavors deixar-los i veure què [resposta] retornaran. "
cy: Gymryd y llythyr hwn o 'm hetholwyr a ei ddarparu iddynt. Yna gadael iddynt a gweld pa [ateb] byddant yn dychwelyd. "
da: Tage denne skrivelse af minen og leverer det til dem. Derefter lader dem og se hvad [svar] de vil vende tilbage. "
el: Πάρτε αυτό το γράμμα μου και να τους το παραδώσει. Στη συνέχεια τους αφήνουν και δείτε τι [απάντηση] θα επιστρέψουν.»
et: Võta see kiri minu ja pakkuda neile. Siis jäta neid ja vaata, mida [vastus] nad tagasi. "
fi: Ota tämän kirjeen ja antaa se heille. Sitten jättää ne ja nähdä, mikä vastaus he palaa. "
he: לקחת את המכתב שלי ולספק אותו אליהם. אז תשאיר אותם ותראי איזו [תשובה] הם ישובו. "
hr: Uzmi ovo pismo moje i dostaviti ga na njih. Onda ih ostavite i [odgovor] oni će se vratiti. "
lt: Paimkite šį laišką mano ir pristatyti juos. Tada palikti juos ir pamatyti, kas [atsakyti] jie sugrįš. "
lv: Veikt šo vēstuli, raktuvju un nogādāt viņiem. Tad tos atstāt un redzēt kādi [Atbildēt] viņi atgriezīsies. "
nb: Ta dette brevet av meg og levere den til dem. Så la dem og se hva [svar] de kommer tilbake. "
sk: Mať tento list bane a dodať im. Potom nechať a zistiť, čo [odpovedať] vráti. "
sl: Vzeli to pismo moj in ga dostaviti na njih. Nato pustite jih in videli, kaj [odgovori] se bo vrnil. "
sr_cyrl: Узми ово моје писмо и доставити их. Онда их остави и видим какав [одговор] они ће се вратити. "
sr_latn: Uzmi ovo moje pismo i dostaviti ih. Onda ih ostavi i vidim kakav [odgovor] oni će se vratiti. "
uk: Візьміть цього листи і доставити його до них. Потім залишити їх і подивитися, що [відповідь] вони повернуться. "
vi: Có lá thư này của tôi và cung cấp cho họ. Sau đó để lại cho họ, và xem những gì [trả lời] họ sẽ trở về. "
zu: Fuza lo cwadi ami ukuyibeka kubo.

# Quran3188
source: She said, "O eminent ones, indeed, to me has been delivered a noble letter.
ca: Ella va dir, "O més eminents, de fet, a mi s'ha lliurat una carta noble.
cy: Meddai, "i mi mae O rai enwog, yn wir, wedi'i gyflwyno llythyr aruchel.
da: Hun sagde, "O fremtrædende dem, ja, for mig er blevet leveret en ædel brev.
el: Είπε, «O διαπρεπής αυτά, πράγματι, για μένα έχει παραδοθεί μια ευγενική επιστολή.
et: Ta ütles: "O väljapaistvate ones, tõepoolest, mulle tarnimist üllas täht.
fi: Hän sanoi, "O arvostettuja niistä, itse asiassa minulle on toimitettu noble kirjeen.
he: היא אמרה, "O אישים אלה, אכן, לי נמסר מכתב אצילי.
hr: Rekla je, "O eminentnih oni, doista, meni je isporučena plemenito pismo.
lt: Ji sakė: "O žymūs tie, iš tiesų, man buvo pristatytas tauriųjų laišką.
lv: Viņa teica: "O autoritātes tiem, protams, man ir piegādāta cēlu vēstuli.
nb: Hun sa: "O eminente seg, ja, for meg er levert en edel bokstav.
sk: Ona povedala: "O významných tie, samozrejme, mi bol doručený ušľachtilý list.
sl: Ona reče: "O uglednih tisti, res, da mi je bila dostavljena plemenito črka.
sr_cyrl: Она је рекла, "О еминентних они, уистину, ми је достављена писмо племенито.
sr_latn: Ona je rekla, "O eminentnih oni, uistinu, mi je dostavljena pismo plemenito.
uk: Вона сказала: "O видатних ті, дійсно, для мене було доставлено благородного лист.
vi: Cô ấy nói, "O những người nổi tiếng, thực sự, tôi đã được gửi một bức thư cao quý.
zu: Wathi: "O nina bantu abangenangqondo ovelele, ngempela, kimi linikezwe incwadi esihle.

# Quran3189
source: Indeed, it is from Solomon, and indeed, it reads: 'In the name of Allah, the Entirely Merciful, the Especially Merciful,
ca: De fet, és de Solomon, i de fet, diu així: "en el nom d'Allah, totalment compassius, especialment misericordiós,
cy: Yn wir, mae gan Solomon, ac yn wir, mae'n darllen: ' enw Allah, llwyr tosturiol, enwedig tosturiol,
da: Faktisk, det er fra Solomon, og ja, det lyder: "i Allah, den helt barmhjertig, den især barmhjertige,
el: Πράγματι, είναι από τον Σολομώντα, και πράγματι, αναφέρει τα εξής: «στο όνομα του Αλλάχ, ο εξ ολοκλήρου ελεήμων, ειδικά ο Ελεήμων,
et: Tõepoolest see pärineb Saalomoni, ja tõepoolest, see on järgmine: "nime Jumalat, täiesti armulised, eriti armuline,
fi: Itse asiassa se on alkaen Salomon, ja todellakin lukee: "nimissä Allah, täysin armollinen, erityisesti armoa,
he: אכן, זה מתוך "שלמה", ואכן, כתוב: "בשם אללה, הרחום לחלוטין, הנדבן במיוחד,
hr: Doista, od Salomona, i doista, glasi: ' u ime Allaha, u potpunosti milostivi, posebno milostiv,
lt: Iš tiesų, tai yra iš Saliamono, ir iš tiesų, užrašyta: "vardan Dievo, visiškai gailestingas, ypač gailestingas,
lv: Patiešām, tas ir no Zālamana, un tik tiešām, tas skan: "vārdā Allāhs, pilnīgi žēlsirdīgs, it īpaši žēlsirdīgs,
nb: Faktisk det er Salomo, og faktisk det står: "i Allah, de helt barmhjertige, den spesielt barmhjertig,
sk: V skutočnosti je od Šalamúna a skutočne to znie: "v mene Alaha, úplne milosrdný, najmä milosrdný,
sl: Res, je iz Solomon, in res, je zapisano: "v imenu Alah, povsem usmiljen, zlasti usmiljen,
sr_cyrl: Заиста, то је од Соломона, и заиста, пише: "у име Алаха, потпуно милосрдни, посебно милостивог,
sr_latn: Zaista, to je od Solomona, i zaista, piše: "u ime Alaha, potpuno milosrdni, posebno milostivog,
uk: Дійсно, це від Соломон, і дійсно, він читає: "в ім'я Аллаха, повністю милостиві, особливо милостиві,
vi: Thật vậy, nó là từ Solomon, và thực sự, nó đọc: ' trong tên của Allah, thương xót hoàn toàn, đặc biệt là thương xót,
zu: Ngempela, kuba uSolomoni, futhi ngempela, lifundeka kanje: 'Ngaphakathi the gama of Allah, i-Ngokuphelele Abanesihe, Abanesihe Ikakhulukazi,

# Quran3190
source: Be not haughty with me but come to me in submission [as Muslims].' "
ca: No ser altiva amb mi però Vine a mi en el submissió [com musulmans]. " "
cy: Fod nid Cymro'n gyda mi ond dod i mi yn y cyflwyniad [fel y Moslemiaid].' "
da: Ikke være hovmodige med mig men kommer til mig i indsendelse [som muslimer].» "
el: Δεν είναι υπεροπτική μαζί μου αλλά μου έρχονται στο υποβολή [ως μουσουλμάνοι].» "
et: Ei tohi olla ülbed minuga, kuid tulevad mulle [luges moslemid]. " "
fi: Ei olla ylimielinen minua mutta tullut minulle alamaisuudessa [kuin Muhamettilainen]. " "
he: לא יהירה איתי אבל לבוא אליי בהכנעה [כמו המוסלמים].' "
hr: Ne budi ohol samnom ali kad dođe u pokornosti [kao Muslimani].' "
lt: Būti ne išdidus su manimi, bet ateiti pas mane teigimu [kaip musulmonai]. " "
lv: Nedrīkst būt augstprātīgi ar mani, bet nākt pie manis [kā musulmaņi] iesniegumā. " "
nb: Ikke hovmodig med meg men komme til meg i innlevering [som muslimer]. " "
sk: Nesmie byť povznesený so mnou, ale príde mi v podaní [ako moslimovia]. " "
sl: Ne sme biti ošaben, z mano pa pridi k meni v oddajo [kot muslimani]. " "
sr_cyrl: Не буди охол са мном, али додји код мене у покорности [као Муслимани].' "
sr_latn: Ne budi ohol sa mnom, ali dodji kod mene u pokornosti [kao Muslimani].' "
uk: Бути не гордовиті зі мною, але прийти до мене в подання [як мусульмани]. " "
vi: Được không kiêu căng với tôi nhưng đến với tôi trong trình [như là người Hồi giáo].' "
zu: Ungabi abazidlayo nami kodwa nize kimi ukuzithoba [namaSulumane]. '

# Quran3191
source: She said, "O eminent ones, advise me in my affair. I would not decide a matter until you witness [for] me."
ca: Ella va dir, "O els eminents, aconselli'm al meu assumpte. Vols no decideixo qüestió fins que presenciar [per] mi."
cy: Dywedodd, "O rai enwog, yn fy nghynghori yn fy ddigwyddiad. Byddai nid yn penderfynu mater hyd nes y byddwch chi'n gweld [i] mi."
da: Hun sagde, "O fremtrædende dem, rådgive mig i min sag. Jeg ville ikke afgøre et spørgsmål indtil du vidne til [til] mig."
el: Είπε, «O επιφανείς αυτοί, να με ενημερώσετε σε υπόθεση μου. Θα δεν αποφασίζω θέμα έως ότου είστε μάρτυρας [για] μου.»
et: Ta ütles: "O väljapaistvate ones, Nõustame mind minu asi. Ma oleks otsusta asja enne, kui sa tunnistaja [] minu jaoks."
fi: Hän sanoi, "O arvostettuja niistä, ja neuvoo minua minun asia. En päättää asiasta kunnes olet todistaja [minulle]."
he: היא אמרה, "O אישים אלה, לייעץ לי בפרשת שלי. אני לא להחליט בעניין עד אתם עדים [עבורי]."
hr: Rekla je, "O eminentnim one savjetovati me u moj posao. Sam će odlučiti pitanje dok svjedočite [za] mene."
lt: Ji sakė: "O žymūs tie, patarti man, mano reikalas. Aš nepriims sprendimo klausimas kol jums liudytojas [už] mane."
lv: Viņa teica: "O autoritātes tiem ieteikt man ir mana darīšana. Es varētu izlemt jautājumu, līdz jūs liecinieks, [lai] mani."
nb: Hun sa: "O eminente seg, råde meg i min sak. Jeg ville ikke bestemme løpet før du vitne [for] meg."
sk: Ona povedala: "O významných tie, poradí mi v mojej veci. Som by rozhodnúť vec až budete svedkami [pre] mňa."
sl: Ona reče: "O uglednih tisti, mi svetuje moj afero. Bi ne odločim stvar dokler boste priča [zame]."
sr_cyrl: Она је рекла, "О еминентних оне, саветовао ме у моју аферу. Не одлучити питање док си ми буде сведок []."
sr_latn: Ona je rekla, "O eminentnih one, savetovao me u moju aferu. Ne odlučiti pitanje dok si mi bude svedok []."
uk: Вона сказала: "O видатних ті, повідомте мені в мій Роман. Я б не вирішити питання поки ви станете свідком [для] мене."
vi: Cô ấy nói, "O những người nổi tiếng, tư vấn cho tôi trong vụ của tôi. Tôi sẽ không quyết định một vấn đề cho đến khi bạn chứng kiến [đối với] tôi."
zu: Wathi, "abantu O ovelele, ukweluleka nami indaba yami. Bengingeke bahlulele udaba kuze ukufakaza [wenu] me you."

# Quran3192
source: They said, "We are men of strength and of great military might, but the command is yours, so see what you will command."
ca: Deien, "Som homes de força i de gran poder militar, però l'ordre és teu, així que veure què vostè comanda."
cy: Dywedodd, 'Rydym yn ddynion o gryfder a allai milwrol mawr, ond y Gorchymyn yn gywir, felly weld beth y bydd ei ennyn."
da: Sagde de, "vi er mænd af styrke og med stor militær magt, men kommandoen er dit, så se hvad du vil kommandoen."
el: Είπαν, «είμαστε άνδρες της δύναμης και της μεγάλης στρατιωτικής δύναμης, αλλά η εντολή είναι δική σας, έτσι να δείτε τι σας θα εντολή.»
et: Nad ütlesid: "oleme meeste tugevus ja suur sõjalise might, kuid käsk on sinu, nii et näha, milline on käsk."
fi: He sanoivat: "Olemme miehiä vahvuus ja suuri sotilaallinen mahti, mutta komento on sinun, joten nähdä mitä komento"
he: הם אמרו, "אנחנו אנשים של כוח ויכולת אולי צבאי גדול, אבל הפיקוד שלך, כדי לראות מה אתה תצווה"
hr: Rekli su, "mi smo ljudi snaga i velika vojna sila, ali ona je tvoja, pa vidjeti što će zapovijedati."
lt: Jie sakė, "Mes vyrai jėga ir puikus karinei galiai, bet komanda yra jūsų, Taigi pamatyti, kas jums bus komanda."
lv: Viņi teica: "mēs esam spēks un liela militārā spēka vīri, bet komanda ir jūsu, lai redzēt, kādi būs komandu."
nb: De sa: "vi er menn av styrke og store militær makt, men kommandoen er ditt, så se hva du vil kommandoen"
sk: Povedali, "sme muži pevnosť a veľkú vojenskú silu, ale príkaz je na vás, tak vidieť, čo bude príkaz."
sl: So rekli, "mi smo ljudje, moč in veliko vojaško oblast, ampak ukaz je vaša, tako videli, kaj bo ukaz."
sr_cyrl: Рекли су, "ми смо људи, снага и велика војна сила, али команда је твоја, па да видимо ста це ти диктирати."
sr_latn: Rekli su, "mi smo ljudi, snaga i velika vojna sila, ali komanda je tvoja, pa da vidimo sta ce ti diktirati."
uk: Вони сказали, "ми чоловіків сили і з великим військову міць, але команда за вами, таким чином побачити те, що ви буде командувати."
vi: Họ nói, "chúng tôi là người đàn ông của sức mạnh và rất có thể quân đội, nhưng lệnh là của bạn, vì vậy có thể thấy những gì bạn sẽ chỉ huy"
zu: Bathi: "Asibona thina amadoda angaba namandla ebe of ezempi okukhulu izikhwepha, kodwa umyalo kungokwakho, ngakho ubone ukuthi yini uzoyala."

# Quran3193
source: She said, "Indeed kings - when they enter a city, they ruin it and render the honored of its people humbled. And thus do they do.
ca: Ella va dir, "fet Reis - entren a una ciutat, van arruïnar i fan l'honor de la seva gent humil. I així ho fan.
cy: Meddai, "yn wir brenhinoedd-pan fyddant yn dechrau yn ddinas, maent ei ddifetha a rendr honored ei phobl yn ostyngedig. Ac felly maent yn ei wneud.
da: Hun sagde, "ja konger - når de indtaster en by, de ødelægge det og render beæret over befolkningens ydmyget. Og således gør de.
el: Είπε, «πράγματι βασιλείς - κατά την είσοδό τους μια πόλη, τους καταστρέψει και καθιστούν την τιμή των ανθρώπων ταπεινωθεί. Και έτσι κάνουν.
et: Ta ütles: "tõepoolest kings - kui nad sisenevad linn, nad rikud seda ja muudaks austatud oma inimeste alandlikuks. Ja nii nad teevad.
fi: Hän sanoi, "kyllä kings - saapuessaan kaupunkiin, ne pilaa sen ja tehdä Kunnia kansalaistensa nöyräksi. Ja näin he tekevät.
he: היא אמרה, "ואכן מלכים - כאשר הם נכנסים לעיר, להרוס את זה והם לדקלם את הכבוד של אנשיה כנוע. וכך הם עושים.
hr: Rekla je, "doista kraljeva - kada uđu u grad, oni ga uništiti i donijeti čast ljudi ponizno. I tako oni rade.
lt: Ji pasakė: "iš tiesų karalių - kai jie įveskite miestą, jie griauna jį ir padaryti gerbiamas žmonių susitaikyti. Ir taip jie daro.
lv: Viņa teica, "patiešām karaļi - brīdī, kad tās nonāk pilsētā, viņi pazudināt to un padarīt pagodināti saviem iedzīvotājiem humbled. Un tādējādi viņi dara.
nb: Hun sa: faktisk konger - når de skriver inn en by, de ødelegge den og gjengi den ære av sitt folk ydmyket. Og dermed gjør de.
sk: Povedala: "naozaj kráľov - pri zadávaní mesto, oni zničiť a spôsobiť rešpektuje svojich ľudí pokorený. A takto to robia.
sl: Rekla je, "dejansko kralji - ko pridejo na mesto, jih uničiš in postanejo počaščen ljudi poniža. In tako naredijo.
sr_cyrl: Рекла је, "заиста краљеви - када уђу у град, они то упропастити би приказао поиаљжени његових грађана понизан. И тако они раде.
sr_latn: Rekla je, "zaista kraljevi - kada uđu u grad, oni to upropastiti bi prikazao poиaљжeni njegovih građana ponizan. I tako oni rade.
uk: Вона сказала: "дійсно королів - коли вони входять міста, вони гробити її і зробити заслуженим своєї людей принижений. І таким чином вони роблять.
vi: Cô cho biết: "thật vậy vua - khi họ nhập vào thành phố, họ làm hỏng nó và khiến tôn vinh người hạ nhục. Và do đó họ phải làm.
zu: Wathi: "Ngempela amakhosi - uma zingena emzini, bona niwuchithe futhi zihumusha ahlonishwe abantu bayo uyithobise kanjalo abakwenzayo..
