Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran730
source: And when they come to you, they say, "We believe." But they have entered with disbelief [in their hearts], and they have certainly left with it. And Allah is most knowing of what they were concealing.
ca: I quan vénen a tu, diuen, "Creiem". Però han entrat amb incredulitat [als seus cors], i sens dubte han deixat amb això. I Allah és saber la majoria de què es van ocultar.
cy: A pan fyddant yn dod i chi, maent yn dweud, "Rydym yn credu." Ond maen nhw'n dechrau gydag anghrediniaeth [yn eu calonnau], ac yn sicr maent wedi gadael ag ef. A Allah yw'r rhan fwyaf o wybod beth y maent yn cuddio.
da: Og når de kommer til dig, de siger, "vi tror." Men de har indgået med vantro [i deres hjerter], og de har helt sikkert tilbage med det. Og Allah er de fleste vide, af hvad de skjuler.
el: Και όταν έρχονται σε σας, λένε, «πιστεύουμε.» Αλλά έχουν συνάψει με δυσπιστία [στην καρδιά τους], και σίγουρα έχουν αφήσει με αυτό. Και Αλλάχ είναι περισσότεροι γνωρίζοντας τι αυτοί συγκάλυψη.
et: Ja kui nad tulevad, nad ütlevad, "usume." Kuid koos uskumatus [in nende südamed] sisenemist ja nad on kindlasti lahkunud koos sellega. Ja Jumal on enamik teades, mida nad olid varjates.
fi: Ja kun he tulevat, he sanovat, "uskomme." Mutta tekemiään epäuskoisina [sydämessään] ja he ovat varmasti jättäneet sen kanssa. Ja Jumala on ne olivat peittelemään.
he: כאשר הם באים אליך, הם אומרים, "אנו מאמינים." . אבל הם נכנסו עם חוסר אמונה [בליבם], הם בהחלט השאירו עם זה. אללה הוא לדעת רוב מה שהם היו להסתיר.
hr: I kad dođu, kažu, "mi vjerujemo." Ali ušli su s nevjericom [u njihovim srcima., i svakako ostavili s njom. A Allah je većina znajući za što skriva.
lt: Ir kai jie ateina pas tave, jie sako, "mes manome,." Bet jos pateiktos su netikėjimo [į savo širdį], ir jie tikrai paliko su juo. Ir Dievas yra dauguma žinant, ką jie buvo nuslėpti.
lv: Un, kad viņi nāk pie jums, viņi saka: "mēs uzskatām". Bet tie iebraukuši neticībā [, savās sirdīs], un viņi noteikti ir atstājuši ar to. Un Allah ir visvairāk zinot, par ko viņi slēpj.
nb: Og når de kommer til deg, de sier, "vi tror. Men de har angitt med vantro [i sine hjerter], og de har sikkert igjen med den. Og Allah er de fleste vet av hva de var skjule.
sk: A keď oni prídu, oni hovoria, "veríme." Ale vstúpili s nedôverou [v ich srdciach] a nechali sa určite s ním. A Allah je väčšina vedomím toho, čo sa skrýva.
sl: In ko pridejo za vas, pravijo, "Menimo." Vendar so vstopili z nejeverno [v srce], in so zapustili seveda z njo. In Alah je večina vedo, za kaj so bili prikrivanje.
sr_cyrl: И кад додју до тебе, кажу они, "ми верујемо." Али су унели са неверовање [у њиховим срцима], а оставили су свакако са тим. А Аллах је већина јер знам да су сакривао си.
sr_latn: I kad dodju do tebe, kažu oni, "mi verujemo." Ali su uneli sa neverovanje [u njihovim srcima], a ostavili su svakako sa tim. A Allah je većina jer znam da su sakrivao si.
uk: І коли вони приходять до вас, вони кажуть: "ми вважаємо". Але вони ввели з недовірою [в їхніх серцях], і вони безумовно виїхала з ним. І Аллах більшість знаючи про те, що вони були приховування.
vi: Và khi họ đến với bạn, họ nói, "chúng tôi tin tưởng." Nhưng họ đã nhập vào với sự hoài nghi [trong trái tim của họ], và họ có chắc chắn trái với nó. Và Allah biết nhất của những gì họ đã che giấu.
zu: Futhi uma they sondela you, bathi, "Sikholwa."

# Quran731
source: And you see many of them hastening into sin and aggression and the devouring of [what is] unlawful. How wretched is what they have been doing.
ca: I molts d'ells veure accelerar en pecat i l'agressió i una devoradora d [és] il·legal. Com miserable és el he estat fent.
cy: A ydych yn gweld llawer ohonynt yn prysuro i pechod ac ymddygiad ymosodol a devouring o [sydd] anghyfreithlon. Sut truenus yw beth y maent wedi ei wneud.
da: Og du kan se mange af dem skynde sig i synd og aggression og fortære [er] ulovlig. Hvordan elendige er, hvad de har gjort.
el: Και μπορείτε να δείτε πολλά από αυτά επίσπευση στην αμαρτία και επιθετικότητα και η καταβρόχθιση της [ποια είναι] παράνομη. Πόσο άθλιοι είναι ό, τι έχουν κάνει.
et: Ja näete, et paljud neist sisseveo patt ja agressiivsus ja devouring [on] hastening õigusvastane. Kuidas armetu on, mida nad on teinud.
fi: Ja huomaat, että monet heistä kiirehdittävä syntiin ja aggressio ja syö mikä on laitonta. Kuinka kurja on, mitä he ovat tehneet.
he: ואתה רואה רבים מהם והחשת לתוך חטא, תוקפנות, בולע של [מה] בלתי חוקיים. כמה אומללה היא מה הם עשו.
hr: Vidiš mnoge od njih potiče u grijeh i agresije i proždire što je nezakonito. Kako jadan je ono što oni rade.
lt: Ir mato daugelis iš jų pagreitindami į nuodėmę ir agresijos ir ryjantis [yra] neteisėtas. Kaip niekam tikęs yra ką jie daro.
lv: Un Redziet, daudzi no viņiem steidzās uz grēku un agresiju un rijīgo, [kas ir] nelikumīga. Cik nožēlojama ir to, ko viņi ir darījuši.
nb: Du se mange av dem fremskynde i synd og aggresjon og ete av [det er] ulovlig. Hvordan elendige er hva de har gjort.
sk: A vidíte, že mnohé z nich ponáhľate do hriechu a agresie, a hltat [čo je] protiprávne. Ako úbohý je to, čo oni robili.
sl: In mnogi od njih videli pospešijo v greh in agresije in požirala [kaj je] nezakonito. Kako bedno je, kaj so bili delaš.
sr_cyrl: И многи од њих видите лепотицу у греху и агресије и која прождире [што је] незаконито. Како јадна је шта су радили.
sr_latn: I mnogi od njih vidite lepoticu u grehu i agresije i koja proždire [što je] nezakonito. Kako jadna je šta su radili.
uk: І ви побачите, що багато хто з них прискорюють в гріху і агресії і пожирає того, [що] незаконним. Як жалюгідний це те, що вони робили.
vi: Và bạn nhìn thấy nhiều người trong số họ hastening vào tội lỗi và sự xâm lăng và devouring [là] trái pháp luật. Làm thế nào không may là những gì họ đã làm.
zu: Futhi ukubona abanengi babo sisheshe ukungena esonweni nolaka futhi oshwabadelayo of [kuyini] ngalokungekho emtsetfweni.

# Quran732
source: Why do the rabbis and religious scholars not forbid them from saying what is sinful and devouring what is unlawful? How wretched is what they have been practicing.
ca: Per què els rabins i becaris religiosos no prohibir dient que és pecaminós i devorant què és il·legal? Com miserable és el que ells han estat practicant.
cy: Pam gwneud y rabbis ac mae ysgolheigion crefyddol Nid a'n gwaredo rhag dweud beth yw sinful a devouring hyn yn anghyfreithlon? Truenus sut mae hyn wedi bod yn ymarfer.
da: Hvorfor rabbinere og religiøse lærde ikke forbyde dem fra at sige, hvad er syndige og æder hvad er ulovlig? Hvordan elendige er, hvad de har været praktiserende.
el: Γιατί οι ραβίνοι και θρησκευτικοί μελετητές δεν απαγορεύουν τους λέει τι είναι αμαρτωλή και καταβροχθίζουν τι είναι παράνομο; Πόσο άθλιοι είναι τι θα έχουν γίνει εξάσκηση.
et: Miks on rabbis ja religioossete õpetlaste Keela neile öelda, mis on patune ja devouring, mis on ebaseaduslik? Kuidas armetu on, mida nad on harjutamiseks.
fi: Miksi rabbien ja uskonnollisten oppineiden kiellä heitä sanoa mikä on syntinen ja söisimme on laiton? Kuinka kurja on, mitä he ovat harjoitelleet.
he: ? למה את הרבנים ואת חכמי דת לא אוסרים אותם אומר מהו חטא, טרפה מה הוא בלתי חוקי? כמה אומללה היא מה שהם התאמנו.
hr: Zašto rabini i teolozi ne brani ih od što je grešno i proždire što je nezakonito? Kako jadan je što su vježbala.
lt: Kodėl į rabinų ir religinių mokslininkai negali uždrausti jiems sakoma, kas nuodėmingo ir ryjantis kas yra neteisėtas? Kaip niekam tikęs yra ką jie praktikuoja.
lv: Kāpēc rabīni un reliģijas pētniekus nedrīkst aizliegt tos no sakot, kas ir grēcīgs un aprij, kas ir nelikumīga? Cik nožēlojama ir tie ir praktizē.
nb: Hvorfor gjøre rabbis og religiøse forskere ikke forby dem fra sier det er syndig og fortærende hva er ulovlig? Hvordan elendige er hva de har øvd.
sk: Prečo sa rabín a náboženských učencov nesmú zakázať im povedal, čo je hriešne a hltal, čo je nezákonné? Ako biedne je, čo sa cvičí.
sl: Zakaj je rabbis in verskimi učenjaki ne prepovedujejo njih rekel, kaj je grešno in požirala, kaj je nezakonito? Kako bedno je, kaj so bili vadil.
sr_cyrl: Зашто рабини и теолози не бране их од рекавши да је грешно и која прождире која је незаконито? Како јадна је како су је тада тренирао.
sr_latn: Zašto rabini i teolozi ne brane ih od rekavši da je grešno i koja proždire koja je nezakonito? Kako jadna je kako su je tada trenirao.
uk: Чому Рабини і релігійних вчені не бороніть їм від кажуть, що є гріхом і пожирає, що є незаконним? Як жалюгідний це те, що вони займаюся.
vi: Lý do các giáo sĩ Do Thái và học giả tôn giáo không cấm họ nói những gì là tội lỗi và devouring trái pháp luật là gì? Làm thế nào không may là những gì họ đã thực hành.
zu: Kungani izazi zenkolo the Orabi hhayi ningabenqabeli zathi lokho kuyisono njalo ushwabadela yini emthethweni?

# Quran733
source: And the Jews say, "The hand of Allah is chained." Chained are their hands, and cursed are they for what they say. Rather, both His hands are extended; He spends however He wills. And that which has been revealed to you from your Lord will surely increase many of them in transgression and disbelief. And We have cast among them animosity and hatred until the Day of Resurrection. Every time they kindled the fire of war [against you], Allah extinguished it. And they strive throughout the land [causing] corruption, and Allah does not like corrupters.
ca: I els jueus, diuen, "la mà d'Allah és encadenat." Encadenat són les mans, i maleït són pel que diuen. Més aviat, s'estenen tant les mans; Passa però que vol. I allò que ha estat revelat a vostè del seu Senyor segurament augmentaran molts d'ells en la transgressió i la incredulitat. I ens han colat entre ells animositat i l'odi fins el dia de resurrecció. Cada vegada encès el foc de la guerra [contra], Allah es extingida. I s'esforcen al llarg de la corrupció de la terra [fent], i Allah no li agrada el corrupters.
cy: A dywed yr Iddewon, "yn y llaw Allah chlymu." Chadwyno yn eu dwylo, a felltithio a ydynt ar gyfer beth y maent yn ei ddweud. Yn hytrach, estynnir ddau ei ddwylo; Mae'n treulio Fodd bynnag y mae ef wills. Ac sydd wedi cael ei ddatgelu i chi gan eich Arglwydd bydd siawns yn cynyddu llawer ohonynt yn tramgwyddiad ac anghrediniaeth. Ac y mae yn bwrw yn eu plith drwgdeimlad a chasineb tan dydd atgyfodi. Bob tro y maent yn kindled y tân rhyfel [yn erbyn eich], roedd Allah yn diffodd ei. Ac maent yn ymdrechu drwy gydol y llygredd tir [achosi], ac nad yw Allah yn hoffi corrupters.
da: Og jøderne sige, "hånd af Allah er lænket." Lænket er deres hænder, og forbandet er de på hvad de siger. Snarere, begge hans hænder er udvidet; Han tilbringer, men han testamenter. Og det, som er blevet afsløret til dig fra din herre vil helt sikkert øge mange af dem i overtrædelse og vantro. Og vi har kastet blandt dem fjendtlighed og had indtil den dag i opstandelse. Hver gang de optændt brand [mod du], slukket Allah den. De stræber efter i hele landet [årsag] korruption, og Allah kan lide ikke corrupters.
el: Και οι Εβραίοι να πω, «το χέρι του Αλλάχ είναι αλυσοδεμένη.» Συνδεδεμένες είναι οι τα χέρια τους, και καταραμένοι για ό, τι λένε. Μάλλον, επεκτείνονται και τα χέρια του? Περνά όμως τι διαθήκες. Και αυτό που αποκαλύφθηκε σε σας από το Λόρδο θα αυξήσει σίγουρα πολλοί από αυτούς στην παράβαση και δυσπιστία. Και που έχουν ρίχνει ανάμεσά τους εχθρότητα και μίσος μέχρι την ημέρα της Αναστάσεως. Κάθε φορά που τους άναψε τη φωτιά του πολέμου [εναντίον σας], Αλλάχ σβήσει. Επιδιώκουν σε όλη την καταστροφή της γης [προκαλώντας] και Αλλάχ δεν ήθελα corrupters.
et: Ja juudid öelda: "Jumal hand on aheldatud." Aheldatud on nende käes, ja nad on neetud, mida nad ütlevad. Pigem laienevad mõlemad käed; Ta veedab, kuid ta tahab. Ja see, mis on ilmnenud alates teie Issand sulle kindlasti suurendab paljud neist üleastumine ja uskumatus. Ja meil on enamus neist vaenulikkus ja vihkamise kuni ülestõusmise päev. Iga kord, kui nad süttis sõjas [te] tule, Allah kustus. Nad püüdlevad kogu maa [põhjustab] korruptsiooni ja Allah ei meeldi corrupters.
fi: Ja juutalaiset sanovat, "Jumalan käsi on kahlittu." Kahlittu ovat heidän käsissään, ja kirottu ne on mitä he sanovat. Pikemminkin molemmat kädet on laajennettu; Hän viettää kuitenkin tahtoo. Ja se, joka on osoittanut teille Herranne kasvaa varmasti monet heistä rikkomukseen ja epäusko. Ja me olemme heittäneet joukossa vihamielisyyden ja vihan päivä ylösnousemukseen asti. Joka kerta, kun ne vahvistanut sotaa [sinulle], Allah lakkaa se. He pyrkivät koko maahan [aiheuttaen]-korruptio, ja Allah ei pidä corrupters.
he: ואת היהודים אומרים, "ידו של אללה הוא כבול." כבול הן את ידיהם, קילל הם עבור מה שהם אומרים. במקום זאת, האריכו את ידיו; הוא מבלה עם זאת שהוא חפץ. אשר נחשף לך מן האל שלך בוודאי יגדל רבים מהם העבירה ואי אמון. אנחנו לשחקניות ביניהם עוינות ושנאה עד יום התקומה. בכל פעם הם יבערו האש של מלחמה [], אללה דעכה זה. הם חותרים לאורך כל השחיתות קרקע [גורם] ו. אללה לא אוהב corrupters.
hr: I kažu da su Židovi, "ruka Allaha je vezana." Okovan su ruke, a prokleti su oni za ono što oni kažu. Umjesto toga, obje ruke su proširene; Provodi ipak hoće. I ono što je otkrio da ste iz vašeg gospodara će sigurno povećati mnogi su u grijehu i nevjerice. I bacili smo među njih neprijateljstvo i mržnju do dana uskrsnuća. Svaki put su planuo požar rata [protiv], Allah ga ugasio. Oni nastoje kroz zemlju [uzrok] korupcije i Allah ne voli corrupters.
lt: Ir žydai sako: "Dievo ranka yra grandinės." Grandinės yra jų rankas, ir prakeikė jie, ką jie sako. O, abi savo rankas yra išplėstas; Jis praleidžia, tačiau jis nori. Ir tai, kas buvo atskleista jums iš jūsų Viešpats tikrai padidėja daugelis iš jų nuodėmės ir netikėjimo. Ir mes turime mesti tarp jų priešiškumas ir neapykanta iki prisikėlimo dieną. Kiekvieną kartą, kai jie užsidegti karo [prieš jus] ugnies, Dievas užgęsta ji. Mokyklų vadovai dalinasi visoje žemės [daro] korupcija ir Dievas nemėgsta corrupters.
lv: Un ebreji saka: "roka Allah ir pieķēdēts." Chained ir viņu rokās, un nolādēja tie ir par to, ko viņi saka. Drīzāk gan rokas pagarināts; Viņš pavada, tomēr viņš vēlas. Un to, kas tika atklāts jums no jūsu kungs noteikti palielinās, daudzi no viņiem pārkāpšana un neticībā. Un mums ir cast to vidū naids un naidu līdz augšāmcelšanās dienu. Katru reizi, kad viņi uzliesmoja karš [tu] pret uguni, Allah nopūta to. Viņi tiecas visā zemes [rada] korupciju un Allah nepatīk corrupters.
nb: Og jødene sier, "av Allah er lenket." Lenket er hendene, og forbannet er de for hva de sier. Snarere, begge hendene er utvidet; Han tilbringer men han wills. Og det som har blitt åpenbart til deg fra din Herre vil sikkert øke mange av dem i overtredelse og vantro. Og vi har kastet blant dem fiendskap og hat til dagen av oppstandelse. Hver gang de opptent brannen [mot deg], slukket Allah den. De arbeide hele landet [forårsaker] korrupsjon og Allah liker ikke kobber og jern.
sk: A Židia povedať: "ruky Alah je pripútaný." Pripútaný sú ruky a prekliaty sú pre to, čo hovoria. Naopak, obe ruky sú rozšírené; Trávia však on chce. A to, čo bolo odhalené na vás z vášho pána mnohé z nich zvýši určite hriech a neveriacky. A sme cast medzi nimi nepriateľstvo a nenávisť až deň vzkriesenia. Zakaždým, keď sa vzplanul oheň vojny [proti tebe], Alah to zhasne. Sa snažiť po celom pozemku [spôsobuje] korupcie a Boh nemá rád corrupters.
sl: In Judje pravijo, "roke Allah je verigami." Verigami so svoje roke, in preklet so za kaj pravijo. Namesto tega se podaljšajo obema rokama; Preživi, vendar je oporok. In mnogi od njih, ki so pokazali, da ste od svojega Gospoda bo zagotovo povečala v greh in nejeverno. In smo imeli oddanih med njimi sovraštvo in sovraštvo do dan od vstajenje. Vsakič, ko se je vnela ogenj vojne [proti vam], Allah ugasne. Prizadevajo si skozi [povzroča] zemljišč korupcijo in Allah ni všeč corrupters.
sr_cyrl: И Јевреји кажу, "рука Аллаха је у ланцима." У ланцима су им руке и проклела јесмо ли за шта они кажу. Радије , обе руке су проширене; Проводи се Међутим он Wиллис. И оно што је теби откривен од твог Господа сигурно повећаће се многи од њих у неверици и исконског. И бацили смо међу њих непријатељство и мржњу до дана ускрснућа. Сваки пут кад су постали и огањ рат [ти], Аллах то је истребљена. Тежите су широм земље [узрокује] корупцију и Аллах не воли цорруптерс.
sr_latn: I Jevreji kažu, "ruka Allaha je u lancima." U lancima su im ruke i proklela jesmo li za šta oni kažu. Radije, obe ruke su proširene; Provodi se Međutim on Willis. I ono što je tebi otkriven od tvog Gospoda sigurno povećaće se mnogi od njih u neverici i iskonskog. I bacili smo među njih neprijateljstvo i mržnju do dana uskrsnuća. Svaki put kad su postali i oganj rat [ti], Allah to je istrebljena. Težite su širom zemlje [uzrokuje] korupciju i Allah ne voli corrupters.
uk: І євреям сказати, "Рука Аллах є прикутий." Прикутий є свої руки і прокляті вони за те, що вони говорять. Швидше за все, обидві руки свої extended; Він проводить, однак він хоче. І те, що було виявлено до вас від вашого Господь безсумнівно, збільшення багато хто з них в злочин і зневіру. І ми кинули серед них ворожнечі і ненависті до дня воскресіння. Кожного разу, коли вони розпалили вогонь війни [проти вас], Аллах погашена його. Вони прагнуть по всій землі [викликаючи] корупції і Аллаху не любить тепер.
vi: Và người Do Thái nói rằng, "bàn tay của Allah xích." Chuỗi là bàn tay của họ, và bị nguyền rủa họ cho những gì họ nói. Thay vào đó, cả hai bàn tay của mình được mở rộng; Ông đã dành Tuy nhiên Ngài muốn. Và điều đó đã được tiết lộ cho bạn từ của mình Chúa chắc chắn sẽ tăng lên nhiều người trong số họ trong transgression và sự hoài nghi. Và chúng tôi đã diễn trong số họ căm ghét và thù hận cho đến ngày phục sinh. Mỗi lần họ kindled ngọn lửa chiến tranh [đối với bạn], Allah dập tắt nó. Họ phấn đấu trong suốt tham nhũng đất đai [gây] và Allah không giống như corrupters.
zu: AmaJuda athi: "Ingabe isandla Allah iboshelwa."

# Quran734
source: And if only the People of the Scripture had believed and feared Allah, We would have removed from them their misdeeds and admitted them to Gardens of Pleasure.
ca: I si només les persones de l'escriptura havia cregut i temut Allah, vols haver tret de les seves malifetes i admetia a jardins de plaer.
cy: A os mai dim ond pobl yr ysgrythurau wedi credu ac yn ofni Allah, byddai wedi tynnu oddi ar eu eu camweddau a dderbynnir hwy i gerddi pleser.
da: Og hvis det kun er folk af Skriften havde troet og frygtede Allah, vi ville have fjernet fra dem deres ugerninger og optaget dem til haven af glæde.
el: Και, εάν μόνο οι άνθρωποι του Scripture είχε πίστευαν και να φοβάται Αλλάχ, θα έχουν αφαιρεθεί από αυτές τις κακές τους πράξεις και στους κήπους του ευχαρίστηση.
et: Ja kui ainult rahva pühakiri oli uskusid ja kartsid Jumalat, me oleks eemaldanud neilt nende üleastumised ja kellele neid rõõm aiad.
fi: Ja jos vain ihmiset Raamatun oli uskonut ja pelkäsi Allah, olisi poistunut niistä rikoksistaan ja ottaa ilo puutarhassa.
he: ואנחנו רק אם האנשים של כתבי הקודש היה האמין וחוששים אללה, הסרת מהם ולקצינים הודה להם גנים של הנאה.
hr: I ljudi Svetog pisma da vjeruje i bojao Allaha, mi bi uklonio od njih njihova nedjela i priznao ih u vrtovima užitka.
lt: Ir jei tik žmonės, knygos buvo manoma, ir bijojo Dievas, mes būtų pašalintas iš jų savo paklydimus ir įtraukti juos į sodai, malonumas.
lv: Un, ja tikai svētie raksti cilvēki bija ticēja un baidījās no Allah, mēs būtu izņēmuši no viņiem to misdeeds un tirgot tos baudu dārzi.
nb: Og hvis bare folket av kristendomskunnskapen fikk trodde og fryktet Allah, vi ville ha fjernet fra dem deres ugjerninger og innrømmet dem til hage av nytelse.
sk: A keby len ľudia písmo veril a bál Alah, sme by odstránili z nich ich neprávosti a priznal im do záhrady radosti.
sl: In če samo ljudje Sveto pismo je verjel in Bali Allah, smo bi odstraniti iz njih njihove zločine in sprejeti jih v vrtovih užitek.
sr_cyrl: Кад би само људи из Светог писма је веровао и бојао се Аллах, смо и би уклонили из њих својим неделима их је признао да је вртове од задовољства.
sr_latn: Kad bi samo ljudi iz Svetog pisma je verovao i bojao se Allah, smo i bi uklonili iz njih svojim nedelima ih je priznao da je vrtove od zadovoljstva.
uk: І якщо тільки людей в Писанні вважали і боялися Аллаха, ми б зняв з них свої злодіяння і визнав їх сади задоволення.
vi: Và nếu chỉ có người dân của kinh thánh đã tin và sợ Allah, chúng tôi sẽ đã loại bỏ từ họ misdeeds của họ và nhận họ vào vườn niềm vui.
zu: Futhi uma kuphela ntu scripture ababekholwa, besaba Allah, besizoba usukile kubo misdeeds zabo futhi wavuma ukuba Gardens Ngenjabulo.
