Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2583
source: For them therein is heavy sighing, and they therein will not hear.
ca: Per a ells en el mateix és un sospir pesat, i aquí no es reproduirà.
cy: Iddynt hwy ynddo yn sighing trwm, ac ynddo na byddant yn clywed.
da: For dem er deri tunge suk, og de deri ikke vil høre.
el: Για τους σ ' αυτό είναι βαριά αναστενάζοντας, και σ ' αυτό θα δεν ακούνε.
et: Neil seal on raske sighing nad seal ei kuule.
fi: Heille siinä on raskas huokaus he siinä eivät kuule.
he: עבורם ובזה הוא נאנח כבד, ובזה לא ישמעו.
hr: Za njih u tome je teško uzdišu, i oni u njemu ćete čuti.
lt: Jų ten yra sunkiųjų sighing, ir jie ten neišgirsi.
lv: Viņiem tur ir smaga nopūta, un viņi tajā netiek atskaņots.
nb: For dem er der tunge sighing, og de deri vil ikke høre.
sk: Pre nich je v ňom ťažkým povzdychom a sú v ňom nebude počuť.
sl: Zanje v tem sklepu je težka sighing, in v njem ne bodo slišali.
sr_cyrl: За њих у томе тешко уздиљељ, а у томе ће не чују.
sr_latn: Za njih u tome teško uzdiљeљ, a u tome će ne čuju.
uk: Для них в ньому важкі зітхання, а вони в ньому не почуємо.
vi: Đối với họ đó là nặng sighing, và trong đó cũng sẽ không nghe thấy.
zu: Kubo kwalo ngokububula esindayo, futhi therein ngeke ezwe.

# Quran2584
source: Indeed, those for whom the best [reward] has preceded from Us - they are from it far removed.
ca: De fet, aquells per als quals el millor [recompensa] ha precedit de nosaltres - són d'ella allunyat.
cy: Yn wir, y rheini ar eu cyfer y gorau [gwobr] wedi rhagflaenu oddi wrthym ni-maent yn o bell.
da: Ja, dem for hvem bedste [belønning] har forud fra os - de er fra det langt væk.
el: Πράγματι, εκείνοι για τους οποίους το καλύτερο [ανταμοιβή] έχει προηγηθεί από εμάς - είναι από το μακρινό που αφαιρείται.
et: Tõepoolest, need, kelle jaoks on parim [tasu] ees meilt - nad on sellest kaugel.
fi: Itse asiassa ne, joille paras [palkita] on edeltänyt meiltä - ne ovat siitä kaukana.
he: ואכן, אלה שעבורם הטוב ביותר [פרס] כמלומד מאיתנו - הם מגיעים רחוק להסיר אותו.
hr: Uistinu, oni kojima najbolje [nagrada] prethodi od nas - oni su od njega daleko.
lt: Iš tiesų, tie, kuriems geriausia [atlygį] prieš parengiant pas mus - jie iš taip toli.
lv: Protams, tiem, kam ir pirms [atlīdzība] labāko no mums - tie ir no tā tālu.
nb: Faktisk, de som har best [belønning] foran fra oss - de er fra det fjernt.
sk: V skutočnosti tí, pre koho najlepšie [odmena] predchádzali od nás - oni sú od nej ďaleko.
sl: Osebe, za katere je najboljši [nagrado] pred od nas - so od daleč.
sr_cyrl: Уистину , онима којима најбоље [награда] је претходио од нас - они су од њега далеко.
sr_latn: Uistinu, onima kojima najbolje [nagrada] je prethodio od nas - oni su od njega daleko.
uk: Дійсно, ті, для кого краще [нагорода] передувало від нас - вони від його далекі.
vi: Thật vậy, những người mà hay nhất [phần thưởng] đã dẫn trước từ chúng tôi - chúng từ nó rất xa vời.
zu: Ngempela, labo best [umvuzo] uye kwandulelwe kusukela Us - bevela kuwo zisekude.

# Quran2585
source: They will not hear its sound, while they are, in that which their souls desire, abiding eternally.
ca: No van escoltar el seu so, mentre que són, en la qual el desig d'ànimes, romandre eternament.
cy: Ni byddant yn clywed ei sŵn, er eu bod, yn hynny y mae eu heneidiau yn awydd, ufudd i'r fythol.
da: De vil ikke høre dets lyd, mens de er i det, som deres sjæle ønske, lovlydige evigt.
el: Δεν θα ακούσει τον ήχο, ενώ είναι, σε αυτό που τους ψυχές που επιθυμείτε, τηρώντας αιώνια.
et: Nad ei kuule heli, läbiviimise, seda, mis nende hinge soov kinni igavesti.
fi: He eivät kuule sen äänen, kun he ovat siihen, mitä heidän sielunsa halu, noudattavien ikuisesti.
he: הם לא ישמעו את הצליל שלה, בעוד הם, אשר בנפשם תשוקה, שומר לנצח.
hr: Oni će čuti njegov zvuk, dok su, u ono što duše žele trajan vječno.
lt: Jie ne girdi garsą, o jie, į tai, kas jų sielų noras, gerbiantys amžinai.
lv: Tie netiek atskaņots tās skaņu, kamēr tie, kas vēlas savas dvēseles, ievērojot mūžīgi.
nb: De vil ikke høre sin lyd, mens de er, i det som deres sjeler ønsker, varig evig.
sk: Nebudete počuť zvuk, zatiaľ čo oni sú, ktoré túžbu ich duše, rešpektujúci naveky.
sl: Ne bodo slišali zvok, medtem ko so, v tisto, kar želijo njihove duše, upoštevanje večno.
sr_cyrl: Ће не чују свој звук, док су, у оно што њихове душе жеља, постојану заувек.
sr_latn: Će ne čuju svoj zvuk, dok su, u ono što njihove duše želja, postojanu zauvek.
uk: Вони не почують його звук, поки вони знаходяться в те, що їхні душі бажання, незмінно вічно.
vi: Họ sẽ không nghe thấy âm thanh của nó, trong khi họ đang có, trong đó linh hồn của họ mong muốn, luôn luôn tuân thủ.
zu: Abayikwenza uyaluzwa udumo lwawo, lokha, ngalokho imiphefumulo yabo sifise, ezigcina phakade.

# Quran2586
source: They will not be grieved by the greatest terror, and the angels will meet them, [saying], "This is your Day which you have been promised" -
ca: No estar tristos per la gran terror, i els àngels, es reunirà [dir], "Aquest és el dia que li ha promès"-
cy: Ni bydd iddynt yn alaru gan arswyd mwyaf, a bydd yr angylion yn cyfarfod iddynt, [dweud], "Dyma eich diwrnod a addawyd gennych"-
da: De vil ikke være bedrøvet ved den største terror, og englene vil møde dem, [siger], "Dette er din dag, som du er blevet lovet"-
el: Αυτοί δεν θα να θρηνούν ο μεγαλύτερος τρόμος, και οι άγγελοι θα πληρούν τους, [λέγοντας], «Αυτό είναι ημέρα σας, η οποία σας είχαν υποσχεθεί»-
et: Nad näidatakse kurvaks ei suurim terror ja inglid kohtub, [öeldes] "See on teie päev, mille olete lubanud"-
fi: He ole murheellinen suurin kauhua ja enkelit vastaavat, [sanoen], "Tämä on päivä, mikä on luvattu"-
he: הם לא לצער על ידי הפחד הגדול ביותר, ואת המלאכים תפגוש אותם, [ואמר], "זה היום שלך, אשר הובטחה לנו"-
hr: Oni će biti ožalošćen zbog najveći strah, i anđeli će ih, [rekao], "Ovo je dan koji ste obećali"-
lt: Jie negali būti Zasmucony didžiausias teroro, ir angelai bus patenkinti juos, [sako], "Tai savo dieną, kuri jums buvo pažadėta"-
lv: Tie būs nevis bēdājās, lielākais terora un eņģeļi tiksies, [saka], "Tas ir jūsu diena, kurā Jūs apsolījāt"-
nb: De vil ikke være sørget den største terror, og englene vil møte dem [sier], "Dette er dagen som du har blitt lovet"-
sk: Oni budú nie zarmútené najväčšiu hrôzu a anjeli splnia, [povedať], "To je tvoj deň, ktorý ste sľúbili"-
sl: Jih bo ne žalostjo z največjo grozo, in angeli bo spoznata, [pravijo,], "To je tvoj dan, ki je bilo obljubljeno"-
sr_cyrl: Они ће се, не, болу због највећи терор, и анђели ће се састати их, [указујући], "Ово је дан који сте обећали"-
sr_latn: Oni će se, ne, bolu zbog najveći teror, i anđeli će se sastati ih, [ukazujući], "Ovo je dan koji ste obećali"-
uk: Вони будуть не жаліє, найбільший жах, і ангели зустрінемося з ними, [кажучи:] "Це ваш день, що ви обіцяли"-
vi: Họ sẽ không được buồn bởi khủng bố lớn nhất, và thiên thần sẽ gặp họ, [nói], "Đây là ngày của bạn mà bạn đã được hứa hẹn"-
zu: Ngeke uyadabuka terror kunabo bonke, futhi izingelosi uzohlangana nabo, [ethi], "Lona Day yakho okungawo niye wathembisa" -

# Quran2587
source: The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it.
ca: El dia quan ens es plegar el cel com el plegament d'un full [escrit] per als registres. Mesura que comencem la primera creació, repetir-la. [És] una promesa vinculant sobre nosaltres. De fet, ho farem.
cy: Y dydd pan y bydd Plygwch y nefoedd fel y plygu o [] taflen ar gyfer y cofnodion. Wrth i ni ddechrau creu cyntaf, bydd yn ei ailadrodd. [Mae] rhwymol addewid ar ein gwarthaf. Yn wir, byddwn yn gwneud hynny.
da: Den dag, når vi vil folde himlen som den foldning af en [skrevet] ark til-og afgangsbøgerne. Da vi begyndte første oprettelse, vil vi gentage det. [Det er] løfte bindende for os. Ja, vi vil gøre det.
el: Την ημέρα που όταν εμείς θα διπλώσει τον ουρανό όπως η αναδίπλωση φύλλου [γραπτή] για τις εγγραφές. Όπως ξεκινήσαμε την πρώτη δημιουργία, να θα το επαναλάβουμε. [Δηλαδή] μια δεσμευτική υπόσχεση προ των πυλών. Πράγματι, θα το κάνουμε.
et: Päev, millal see korda taevasse nagu kokkuklapitavad [kirjaliku] lehest registreid. Esimene loomine hakkasime me seda kordama. [On] lubaduse siduvaks pärast meid. Tõepoolest, me teeme seda.
fi: Päivä, kun ylitimme taivas kuin taitto [kirjallinen] taulukon tietueet. Kun aloitimme ensimmäinen luominen, toistamme sen. [On] lupaus sitovat meitä. Itse asiassa teemme sen.
he: היום כאשר אנו יתקפלו. השמיים כמו קיפול גליון [הכתוב] עבור הרשומות. כמו שהתחלנו את היצירה הראשונה, אנו נחזור על זה. [הוא] ההבטחה איגוד עלינו. אכן, נעשה את זה.
hr: Dan kad savijemo nebo kao sklopivi [pisani] lista zapisa. Kao što smo počeli prvo stvaranje, možemo ponoviti. [To je] je obećanje obvezujuće za nas. Uistinu, mi ćemo to učiniti.
lt: Tą dieną kai mes kartus dangaus kaip lankstymo [raštu] lapo žurnalus. Kaip mes pradėjome pirmą sukūrimo, mes bus pakartoti. [Tai] pažadą susiejimą su mumis. Iš tiesų, mes padarysime tai.
lv: Diena, kad mums būs salocīt debesīm kā locīšanas [rakstveida] lapas ierakstiem. Kā mēs sākām pirmo radīšanu, mēs atkārtot to. [Kas ir] solījumu saistoši mums. Protams, mēs darīsim to.
nb: Dagen da vi vil kaste himmelen som den folding av et [skrevet] ark for postene. Så vi startet første etableringen, vil vi gjenta det. [Det er] en løfte binding på oss. Faktisk vil vi gjøre det.
sk: V deň, kedy môžeme zložiť neba, ako skladanie [písomné] list pre záznamy. Ako sme začali prvý tvorby, budeme opakovať. [Je] záväzný prísľub na nás. Vskutku, urobíme to.
sl: Dan, ko smo krat na nebu kot zložljive [pisni] list za evidence. Kot smo začeli prvi ustvarjanje, smo bo ponoviti. [Je] obljubo vezavo na nas. Res, bomo to storiti.
sr_cyrl: На дан када смо це се савити до неба као на савијање [писани] лист за записе. Као што смо почели прво стварање, биће то понављам. [Је ] обећање обавезујући над нама. Заиста , Учинићемо то.
sr_latn: Na dan kada smo ce se saviti do neba kao na savijanje [pisani] list za zapise. Kao što smo počeli prvo stvaranje, biće to ponavljam. [Je] obećanje obavezujući nad nama. Zaista, Učinićemo to.
uk: День, коли ми буде скласти небеса як складаний [письмового] аркуша до записів. Як ми почали перше творіння, ми просто його. [Це] за обіцянку обов'язковими нас. Дійсно, ми будемо робити це.
vi: Trong ngày khi chúng tôi sẽ gấp thiên đàng như là gấp một tờ [viết] Đối với các hồ sơ. Khi chúng tôi bắt đầu việc tạo ra đầu tiên, chúng tôi sẽ lặp lại nó. [Nghĩa là] ta hứa hẹn ràng buộc. Thật vậy, chúng tôi sẽ làm điều đó.
zu: Usuku lapho Sizokwenza Songa ezulwini njengejuba pheceza [ezibhaliwe] sheet amarekhodi.

# Quran2588
source: And We have already written in the book [of Psalms] after the [previous] mention that the land [of Paradise] is inherited by My righteous servants.
ca: I ja hem escrit en el llibre [dels Salms] després de la menció [anterior] que s'hereta la terra [del paradís] els meus servents justos.
cy: Ac yr ydym eisoes wedi ysgrifennu yn y llyfr [o Salmau] ar ôl sôn am [blaenorol] a bod y tir [o baradwys] yn cael ei etifeddu gan fy weision hoes dabloid.
da: Og vi har allerede skrevet i bogen [af Salmerne] efter den [tidligere] omtale at jord [af Paradise] arves af mine retfærdige tjenere.
el: Και έχουμε ήδη γράψει στο βιβλίο [των Ψαλμών] μετά την [προηγούμενη] αναφορά ότι η γη [του παραδείσου] κληρονομείται από τους υπηρέτες μου δίκαιοι.
et: Ja oleme juba kirjutanud [psalmi] raamatus pärast [of Paradise] maa pärimise teel minu õige teenistujate [eelmine] rääkimata.
fi: Ja olemme jo kirjoitettu kirjassa [PSALMIT] jälkeen [Edellinen] mainita [osavaltion Paradise] periytyy oikeamielisille palvelijoilleni.
he: כבר כתבנו בספר [תהילים] לאחר האזכור [הקודמת] הארץ [עדן] עוברת בירושה משרתי צדיקים.
hr: I smo već napisali u psalama [] nakon [prethodne] spomenuti da zemlja [raj] nasljeđuju moj pravedni sluge.
lt: Ir mes jau parašyta knygoje [iš Psalmių] po [ankstesnių] paminėti kad žemė Paradise] yra paveldėtas iš mano teisieji tarnai.
lv: Un mums jau ir uzrakstījis grāmatā [Psalmi] pēc [iepriekšējās] pieminēt, ka [paradīze] zemes tiek mantota mani taisns kalpi.
nb: Og vi har allerede skrevet i boken av salme] etter [tidligere] omtale at landet [av paradis] arves av mine tjenere, rettferdige.
sk: A sme už písali v knihe [žalmy] po [predchádzajúci] zmienka, že krajiny [raj] zdedil môj spravodlivý zamestnancov.
sl: In smo že pisali v knjigi [psalmov] po [prejšnji] omenja, da dežela [raj] podedujejo pravični uslužbencev.
sr_cyrl: И већ писали смо у књизи [псалме] после [претходне] спомиње да је у земљу [рај] насљеђује мој праведни слуге.
sr_latn: I već pisali smo u knjizi [psalme] posle [prethodne] spominje da je u zemlju [raj] nasljeđuje moj pravedni sluge.
uk: І ми вже писали в книзі [Псалми] після [Попередня] згадки, що земля [рай] успадковується моїх слуг праведними.
vi: Và chúng tôi đã viết trong cuốn sách [của Thánh Vịnh] sau khi đề cập đến [previous] đất [của thiên đường] được kế thừa bởi công chức công bình của tôi.
zu: Futhi Siye kakade ebhaliwe encwadini [yamaHubo] emva [odlule] asho ukuthi izwe [ePharadesi] njengefa ngezinceku zami ngakhethi.

# Quran2589
source: Indeed, in this [Qur'an] is notification for a worshipping people.
ca: De fet, aquest [Qur ' an] és notificació per a un poble culte.
cy: Yn wir, yn hwn [Qur'an] yn hysbysu pobl worshipping.
da: Faktisk er i denne [Koranen] anmeldelse for et tilbedende folk.
el: Πράγματι, σε αυτή την [Κοράνι] είναι μια ειδοποίηση για ένα προσκυνηματικό άτομα.
et: Tõepoolest, see Koraan on taotluste kummardamas inimestele.
fi: Onkin tämän Koraanin ilmoitus palvovan ihmisille.
he: אכן, זו [הקוראן] הוא הודעה עבור אנשים לסגוד.
hr: Doista, u ovom [Kurana] je obavijest za klanjao ljudima.
lt: Iš tiesų, šis [Koran] yra pranešimo garbės žmonėms.
lv: Patiešām, [Qur] ir paziņojuma worshipping cilvēkiem.
nb: Faktisk er denne [Koranen] varsel for et tilbe folk.
sk: Naozaj, v tomto [Korán] je oznámenie pre uctievanie ľudí.
sl: Dejansko, v tej [Qur'an] je obvestilo za worshipping ljudi.
sr_cyrl: Заиста , у овај Куран је обавештење за wорсхиппинг људи.
sr_latn: Zaista, u ovaj Kuran je obaveštenje za worshipping ljudi.
uk: Дійсно, в цьому [Коран] є сповіщень для поклонінні людей.
vi: Thật vậy, trong này [Qur'an] là thông báo cho những người thờ phụng.
zu: Ngempela, kulesi [Qur'an] kuyinto isaziso for abakhonzayo.

# Quran2590
source: And We have not sent you, [O Muhammad], except as a mercy to the worlds.
ca: I ens han no enviat, [O Muhammad], excepte com una pietat als mons.
cy: Ac nad ydym wedi anfon chi, [O Muhammad], ac eithrio fel drugaredd i'r byd.
da: Og vi har ikke sendt dig, [O Muhammad], undtagen som en nåde til verdener.
el: Και δεν σου στείλαμε, [Ο Μωάμεθ], εκτός από ως έλεος στην κόσμους.
et: Ja me ei saatnud, [O Muhammad], välja arvatud nagu on halastusest maailmad.
fi: Ja ei lähetimme sinulle, [Oi Muhammed] paitsi armona maailmoihin.
he: לא שלחנו לך, [O מוחמד], אלא כאל חסד לכל העולמות.
hr: I mi imati ne ti, [O Muhammad], osim kao milost svjetovima.
lt: Ir ne išsiuntėme jums, [O Muhammad], išskyrus kaip į gailestingumo į pasaulius.
lv: Un mums nav nosūtīti jums [O Muhammad], izņemot kā laime uz pasaules.
nb: Og vi ikke har sendt deg, [O Muhammad], unntatt som en mercy til verdens.
sk: A my vám poslal, [Mohamed], s výnimkou ako milosť svety.
sl: In smo niste poslali vi, [O Muhammad], razen kot usmili za svetove.
sr_cyrl: И нису послали смо вам, [О Мухаммад], осим као милост да светова.
sr_latn: I nisu poslali smo vam, [O Muhammad], osim kao milost da svetova.
uk: І ми не послав вас, [O Мухаммад], крім як милість до світів.
vi: Và chúng tôi đã không gửi cho bạn, [O Muhammad], ngoại trừ như là một lòng thương xót đến các thế giới.
zu: Futhi We akakuthumanga, [O Muhammad], ngaphandle nje kokuthi kwakuyoba isihe imihlaba.

# Quran2591
source: Say, "It is only revealed to me that your god is but one God; so will you be Muslims [in submission to Him]?"
ca: Dir, "això és només em va revelar que el seu Déu és però un Déu; així serà musulmans [en el submissió a ell]?"
cy: Dweud, "yw ei unig datgelu i mi fod eich Duw ond un Duw; Felly chi fydd Moslemiaid [yn y cyflwyniad iddo]?"
da: Sige, "det er kun åbenbaret for mig, din Gud er én Gud; så vil du være muslimer [i indsendelse til ham]?"
el: Λένε, «είναι αποκαλύπτεται μόνο για μένα ότι ο Θεός σας είναι, αλλά ένας Θεός? έτσι θα είστε Μουσουλμάνοι [στην υποβολή σε αυτόν];»
et: Öelda: "see on alles ilmutas mulle et teie Jumal on ainult üks Jumal; nii et kas teid on moslemid [esitamist talle]?"
fi: Esimerkiksi: "vain paljastaa minulle että Jumala on vain yksi Jumala; niin tulet muslimit [alamaisuudessa hänelle]?"
he: אומרים, "רק התגלה לי כי האלוהים שלך הוא אבל אלוהים אחד; אז אתה תהיה מוסלמים [בכניעה לו]?"
hr: Kažu, "To je samo otkrila mi da tvoj Bog je jedan Bog; Tako će biti Muslimana [u pokornosti njemu]?"
lt: Sako: "tai yra tik parodė man, kad tavo Dievas yra tik vienas Dievas; Taigi jums bus musulmonai [pateikimo jam]?"
lv: Teikt: "tas ir tikai man atklāja, ka tavs Dievs ir tikai viens Dievs; Tātad jums būs musulmaņi [iesniegšanas viņam]?"
nb: Si, "det er bare viste meg at Gud er bare én Gud. så vil du være muslimer [i underkastelse til ham]?"
sk: Povedať: "je to len ukázalo sa mi, že váš Boh je ale jedinÃ½ Boh; Takže budete moslimov [v podaní mu]?"
sl: Reči, "to je samo pokazala, da me je vaš Bog ampak enega Boga; tako boste muslimani [v oddajo mu]?"
sr_cyrl: Кажу , "То је само открила ми је да је твој Бог је само један Бог; Тако ће бити Муслимана [у покорности њему]?"
sr_latn: Kažu, "To je samo otkrila mi je da je tvoj Bog je samo jedan Bog; Tako će biti Muslimana [u pokornosti njemu]?"
uk: Скажімо, "тільки з'ясовується мені що ваш Бог, але одного Бога; так ви будете мусульман [в підпорядкування до нього]?"
vi: Nói, "nó được chỉ tiết lộ với tôi rằng Thiên Chúa là nhưng một Thiên Chúa; Vì vậy bạn sẽ là người Hồi giáo [trong nộp hồ sơ cho ông]?"
zu: Uthi, "It is kuphela kwembulwa kimi lowo kho Nkulunkulu is kodwa uNkulunkulu munye; kanjalo uyobe amaSulumane [bazithobe kuye]?"

# Quran2592
source: But if they turn away, then say, "I have announced to [all of] you equally. And I know not whether near or far is that which you are promised.
ca: Però si que al seu torn fora, llavors diuen, "han anunciat a [tots] tu igualment. I no sé si prop o de lluny és el que es prometia.
cy: Ond os y maent yn troi i ffwrdd, wedyn yn dweud, "yr wyf wedi cyhoeddi i [ohonynt] ydych yr un mor. A gwn na boed agos neu bell yw'r hyn a addawyd gennych.
da: Men hvis de vender væk, så siger, "Jeg har annonceret at [alle] du lige. Og jeg ved ikke, om nær eller langt er det, som du er lovet.
el: Αλλά αν πάψουν μακριά, στη συνέχεια, ας πούμε, "έχω ανακοινώσει σε [όλα] σας εξίσου. Και δεν ξέρω κατά πόσο κοντά ή μακριά είναι αυτό που έχετε υποσχεθεί.
et: Aga kui nad pöörduvad ära, siis öelda, "ma teatasin, et [kõik] te võrdselt. Ja ma ei tea, kas lähedal või kaugel on see, mis sa lubasid.
fi: Mutta jos he kääntyvät pois, sitten sanoa, "Olen ilmoittanut [kaikki] voit yhtä. Ja en tiedä onko lähellä tai kaukana on se, joka teille on luvattu.
he: אבל אם הם יהפכו משם, אז תגיד, "אני הודיעו על [כל] אתה באותה מידה. לא אדע אם קרוב או רחוק הוא את אשר אתה הבטחת.
hr: Ali ako se one dalje, onda recite, "imati najavljen [svim] ti jednako. I ne znam da li blizu ili daleko je ono što su obećali.
lt: Bet, jei jie nusigręžtų nuo, tada sako, "jau pranešė [visiems] jūs lygiai taip pat. Ir aš nežinau ar arti ar toli yra tai, kas jums pažadėjo.
lv: Bet, ja tie savukārt prom, tad, teiksim, "ir paziņojusi [visām] jūs vienādi. Un es nezinu, vai tuvākajā vai daudz ir to, kas ir solīts.
nb: Men hvis de slår bort, så si, "Jeg har kunngjort [alle] du like. Og jeg vet ikke om nær eller langt er det som du lovet.
sk: Ale ak sa zase preč, potom povedal, "som oznámil na [všetky] ste rovnako. A neviem, či blízko alebo ďaleko, je to, čo ste sľúbil.
sl: Vendar če obrnejo proč, potem reči, "je napovedala, da [so] ste enako. In ne vem, ali blizu ali daleč je tisto, kar so obljubili.
sr_cyrl: Али ако се окрену, и тада рекао, "ја су најавили да [све] те једнако. И не знам да ли близу или далеко су оне које је обецао си.
sr_latn: Ali ako se okrenu, i tada rekao, "ja su najavili da [sve] te jednako. I ne znam da li blizu ili daleko su one koje je obecao si.
uk: Але якщо вони відвернуться від готелю, то кажуть, "я оголосили [всі] ви однаково. І я не знаю, чи найближчому або далеко є те, що ви обіцяли.
vi: Nhưng nếu họ chuyển đi, sau đó nói, "tôi đã công bố [tất cả] bạn không kém. Và tôi không biết cho dù gần hay xa đấy mà bạn được hứa hẹn.
zu: Kodwa uma they jikisa ngalesosikhathi tshela "Ngiye wamemezela ukuba [nonke] ngendlela efanayo. Futhi angazi eduze noma kude wukuthi iziphi ayenithembisile.

# Quran2593
source: Indeed, He knows what is declared of speech, and He knows what you conceal.
ca: De fet, ell sap el que es declara d'expressió, i sap què amaguen.
cy: Yn wir, ei fod yn gwybod beth yw datgan araith, ac ei fod yn gwybod beth yr ydych yn ei guddio.
da: Ja, han ved, hvad er erklæret af tale, og han ved, hvad du skjule.
el: Πράγματι, ξέρει τι δηλώνεται του λόγου, και ξέρει τι να συγκαλύψει.
et: Tõepoolest, ta teab, mis on deklareeritud kõnes ja ta teab, mida varjata.
fi: Hän tietää, mitä on ilmoitettu puheen, ja hän tietää, mitä olet salaa.
he: ואכן, הוא יודע מה מוכרז של הדיבור, הוא יודע. מה אתה מסתיר.
hr: Doista, on zna što je proglašen govora, i on zna ono što skrivaju.
lt: Iš tiesų, jis žino, kas yra paskelbta žodžio, ir jis žino, kas jums nuslėpti.
lv: Protams, viņš zina, kas ir deklarēta, runas, un viņš zina, ko jūs slēpt.
nb: Faktisk han vet hva er erklært av tale, og han vet hva du skjuler.
sk: Naozaj, on vie, čo sa deklaruje prejavu a vie, čo ste skryť.
sl: Res, on ve, kaj je izjavil govora, in on ve, kaj vam prikriva.
sr_cyrl: Заиста, он зна шта је прогласила говора, а он зна како да сакрије.
sr_latn: Zaista, on zna šta je proglasila govora, a on zna kako da sakrije.
uk: Дійсно, він знає, що оголошена слова, і він знає, що ви приховати.
vi: Thật vậy, ông biết những gì tuyên bố của bài phát biểu, và ông biết những gì bạn che giấu.
zu: Ngempela, He azi babe memezela yokukhuluma, He azi babe you gubadlela.

# Quran2594
source: And I know not; perhaps it is a trial for you and enjoyment for a time."
ca: I sé que no; Potser és un judici i gaudi per un temps."
cy: A gwn na; Efallai ei bod yn treial i chi a mwynhad am amser."
da: Og jeg ved ikke; måske er det en retssag for dig og nydelse for en tid."
el: Και ξέρω ότι δεν? ίσως είναι μια δοκιμή για εσάς και την απόλαυση για μια φορά.»
et: Ja tean, et mitte; Võibolla on sulle kohtuprotsess ja nautida aega."
fi: Ja en tiedä; ehkä se on kokeilujakson sinulle ja nauttia aikaa."
he: ואני יודע שלא; אולי זה משפט בשבילך ואת ההנאה לזמן".
hr: I znam da nije; Možda je za vas i uživanje za vrijeme."
lt: Ir aš žinau, ne; Galbūt tai yra teismo jums ir malonumą laiką."
lv: Un es nezinu; Varbūt tas ir izmēģinājuma jums un izbaudīt laiku."
nb: Og jeg vet ikke; kanskje er det en prøveversjon for deg og glede i tid."
sk: A viem, že nie. možno je to skúšobnú dobu vás a radosti čas."
sl: In vem, da ne; Morda je poskus za vas in užitek za časa."
sr_cyrl: И знам да не; Можда је на суду за тебе и уживање времена."
sr_latn: I znam da ne; Možda je na sudu za tebe i uživanje vremena."
uk: І я не знаєте. Можливо, це випробування для вас і насолоди час."
vi: Và tôi biết không; có lẽ đó là một thử nghiệm cho bạn và thưởng thức trong một thời gian."
zu: Futhi ngiyazi ngeke;
