Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran367
source: He selects for His mercy whom He wills. And Allah is the possessor of great bounty.
ca: Selecciona per Sa Misericòrdia qui ell voluntats. I Allah és el posseïdor de grans recompenses.
cy: Mae ef yn dewis am ei drugaredd ef mae ei wills. Ac y possessor o bounty mawr yn Allah.
da: Han vælger sin nåde, hvem han Testamente. Og Allah er besidderen af stor dusør.
el: Που επιλέγει για το έλεος και τον οποίο διαθήκες. Και Αλλάχ είναι ο νομέας του μεγάλη γενναιοδωρία.
et: Ta valib oma armu, kellele ta tahab. Ja Jumala suur halastus valdaja.
fi: Hän valitsee hänen armostaan, kenet tahtoo. Ja Jumala on suuri armo omistaja.
he: הוא בוחר ברחמיו מי שהוא חפץ. אללה והאלוהי. כן.
hr: Odabire njegovo milosrđe kome on hoće. A Allah je posjednik veliku nagradu.
lt: Jis pasirenka savo malonės, kam jis nori. Ir Dievas yra puikus bounty valdytojas.
lv: Viņš izvēlas savu žēlastību, kuru viņš vēlas. Un Allah ir lielu devība valdītāju.
nb: Han velger for hans nåde som han wills. Og Allah er eier av stor skuddpremie.
sk: Vyberie sa za jeho milosrdenstvo, koho on chce. A Allah je vlastníkom veľkú odmenu.
sl: On izbere za svojo milost, katero je oporok. In Alah je lastnik veliko radodarnosti.
sr_cyrl: Он бира за његову милост, кога је воља. А Аллах је ималац велику награду.
sr_latn: On bira za njegovu milost, koga je volja. A Allah je imalac veliku nagradu.
uk: Він вибирає для його милосердям, кого він хоче. І Аллах володарем великої щедрості.
vi: Ông chọn cho lòng thương xót của người mà Ngài muốn. Và Allah là người sở hữu rất hào phóng.
zu: Ukhetha ngoba isihawu sayo whom He tando.

# Quran368
source: And among the People of the Scripture is he who, if you entrust him with a great amount [of wealth], he will return it to you. And among them is he who, if you entrust him with a [single] silver coin, he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say, "There is no blame upon us concerning the unlearned." And they speak untruth about Allah while they know [it].
ca: I entre la gent de l'escriptura és el que, si que li confiï amb una gran quantitat [de riquesa], es tornarà a vostè. I entre ells és el que, si que li confiï amb una moneda de plata [sol], ell no tornarà-lo a vostè siguis constantment peu sobre ell [exigint]. Això és perquè diuen, "No hi ha cap culpa de respecte a la secció ignorants." I parlen mentida Allah mentre ho saben [].
cy: Ac ymysg pobl y ysgrythur yn ef a, os mae eich ymddiried iddo gyda swm mawr [o gyfoeth], ef yn ei dychwelyd atoch. Ac yn eu plith mae ef a, os mae eich ymddiried iddo gyda darn arian arian [un], bydd ef nid ei dychwelyd atoch os nad ydych yn gyson yn sefydlog dros ef [anodd]. Mae hynny oherwydd maent yn dweud, "Nid oes unrhyw fai ar inni ynghylch y unlearned." Ac maent yn siarad untruth am Allah tra eu bod yn gwybod [TG].
da: Og blandt befolkningen i de hellige skrifter er han, som hvis du overlade ham med en stor mængde [af rigdom], vil han vil vende tilbage til dig. Og blandt dem er han, som hvis du overlade ham med en [enkelt] sølv mønt, han ikke vil tilbage til du medmindre du er konstant står over ham [krævende det]. Det er fordi de siger, "Der er ingen skyld over os om de ulærde." Og de taler usandheden om Allah, mens de ved [det].
el: Και μεταξύ των ανθρώπων της γραφής είναι αυτός που, αν εμπιστεύεστε τον με ένα μεγάλο ποσό [του πλούτου], θα επιστρέψει αυτό σε εσάς. Και ανάμεσά τους είναι αυτός που, αν εμπιστεύεστε τον με ένα [single] ασημένιο νόμισμα, δεν θα επιστρέψει το σας εκτός εάν είστε συνεχώς να στέκεται πάνω του [απαιτητική]. Αυτό είναι επειδή λένε, «Δεν υπάρχει κανένα φταίξιμο επάνω σε μας σχετικά με το αμαθείς.» Και μιλούν αναλήθεια για Αλλάχ ενώ γνωρίζουν [αυτό].
et: Ja pühakiri rahva seas on ta, kes teda usaldada ka suur hulk [rikkuse], kui ta naaseb see teile. Ja nende seas on see, kes kui teda usaldada [üks] hõbemünt, ta ei naase ta sulle kui sa oled pidevalt seisab tema [nõudlik] üle. Ongi, sest nad ütlevad, "Ei mingit süüdistada meid kohta ning unlearned." Ja nad räägivad vale umbes Jumal, kuigi nad teavad [seda].
fi: Ja ihmiset Raamatun on hän, joka jos antaa hänelle suuren määrän [vaurautta], hän palauttaa sen sinulle. Ja heidän joukossaan on hän, joka jos hänelle tehtäväksi [single] hopearaha hän ei palauta sitä sinulle jos olet jatkuvasti pysyvän häntä [yhtäläisyydestä]. Tämä johtuu siitä he sanovat, "Ei ole syyllinen ovella koskevat unlearned." Ja he puhuvat valhe Allah vaikka he tietävät [sen].
he: בקרב העם של כתבי הקודש הוא אשר, אם להפקיד אותו עם כמות גדולה של עושר], הוא יחזיר אותו לך. ויש ביניהם מי, אם להפקיד אותו עם מטבע כסף [אחד], הוא לא יחזור. זה לך. אלא אם כן אתה כל הזמן עומדת עליו [דורש את זה]. כי הם אומרים, "אין שום אשמה. מעלינו בנוגע נלמדת את." הם מדברים השקר על אללה, בזמן שהם יודעים [בו].
hr: I među ljudima pisma je onaj koji, ako ga povjeriti veliku količinu [bogatstvo], on će ih vratiti. I među njima je onaj koji, ako ga povjeravaju [jedne] srebrni novčić, on će ne vratiti osim ako se stalno stoji nad njim [traži]. To je zato što oni kažu, "Nema ni krivnju na nas koji se odnose na neuka." I oni govore neistina o Allahu dok znaju [to].
lt: Ir tarp žmonių knygos yra tas, kuris, jei patikėsite jam su labai daug [turto], jis bus grąžinti ją jums. Ir tarp jų yra tas, kuris, jei jūs jam patikėti [vienas] sidabro moneta, jis bus ne jums jo grąžinti nebent esate nuolat stovi per jį [reikalaujant jį]. Tai, nes jie sako, "Nėra joks kaltę verčia mus dėl to nemokyti." Ir jie kalbėti netiesą apie Dievo, kol jie žino [jis].
lv: Un rakstiem cilvēku vidū ir tas, kas, ja jūs uzticēt viņam ar lielu daudzumu [labklājība], viņš atgriezīsies to jums. Un starp tām ir tas, kurš, ja viņam uzticēt [vienu] sudraba monēta, viņš neatgriezīs to jums, ja jums ir pastāvīgi stāv pār viņu [prasīga]. Tas ir tāpēc, ka viņi saka, "Nav nekādas vainas pēc mums par neizglītots." Un viņi runā nepatiesība par Allah, kamēr viņi zina, ka [tā].
nb: Blant skriften er han som, hvis du overlater ham med en stor mengde [rikdom], han vil returnere det til deg. Blant dem er han som, hvis du overlater ham med en [enkel] sølvmynt, ikke vil han returnerer det til deg hvis du er stadig står over ham [krever det]. Det er fordi de sier, "Det er ingen skyld på oss om det unlearned." Og de snakker usannhet om Gud mens de vet [det].
sk: A medzi ľuďmi písmo je ten, kto Ak chcete zveriť ho s veľkým množstvom [množstvo], on sa vráti k vám. A medzi nimi je ten, kto Ak chcete zveriť mu [jednotného] strieborné mince, nevráti sa vám Ak ste neustále stála nad ním [náročné]. To je, pretože oni hovoria, "Nie je bez viny, na nás o neučení." A hovoria nepravdy o Alah, keď vedia, že [to].
sl: In med ljudmi Sveto pismo je tisti, ki, če ste mu zaupali tudi ogromno [bogastva], se bo vrnil k vam. In med njimi je tisti, ki, če ste mu zaupali [en] srebrnik, on bo ne vrne vam če ste nenehno stoji nad njim [zahteva]. To je zato, ker pravijo, "Ni brez krivde na nas glede na nepoznavalsko." In govorijo neresnico o Allah, čeprav vedo, da [je].
sr_cyrl: И међу људима писма из он који се, ако си га поверила велику дозу [богатство], он ће ти вратити. Да , а међу њима је он који се, ако си га поверила [једне] сребрни новчић, он се неће вратити то теби осим ако сте стално стоји над њим [тражи]. То је зато што они кажу, "Не постоји без кривице пред нама у вези са како." И они говоре неистине о Аллах, док они знају [то].
sr_latn: I među ljudima pisma iz on koji se, ako si ga poverila veliku dozu [bogatstvo], on će ti vratiti. Da, a među njima je on koji se, ako si ga poverila [jedne] srebrni novčić, on se neće vratiti to tebi osim ako ste stalno stoji nad njim [traži]. To je zato što oni kažu, "Ne postoji bez krivice pred nama u vezi sa kako." I oni govore neistine o Allah, dok oni znaju [to].
uk: І серед людей в Писанні той, хто, якщо ви довірили йому з великої кількості [багатства], він буде повернути його до вас. І серед них є той, хто, якщо ви довірили йому з [одного] Срібна монета, він не повернеться, це вам не є постійно стоячи над ним [вимагаючи]. Це тому, що вони говорять, "Немає не провину на нас щодо розучилися". І вони обговорюють неправди Аллах у той час як вони знають, що [він].
vi: Và trong số những người của các Thánh là ai, nếu bạn giao phó cho anh ta với một số lượng lớn [cải], ông sẽ gửi lại cho bạn. Và trong số đó là ai, nếu bạn giao phó cho anh ta với một đồng xu bạc [single], ông sẽ không gửi lại cho bạn trừ khi bạn đang liên tục đứng trên anh ta [yêu cầu]. Đó là bởi vì họ nói, "Không có không có đổ lỗi khi chúng tôi liên quan đến các unlearned." Và họ nói chuyện untruth về Allah, trong khi họ biết [nó].
zu: Futhi phakathi ntu scripture nguye, uma ukuphathisa kuye nenani elikhulu [isambatho sengcebo], yena uzobuya kuwe.

# Quran369
source: But yes, whoever fulfills his commitment and fears Allah - then indeed, Allah loves those who fear Him.
ca: Però sí, qui compleix el seu compromís i temors Allah - llavors fet, Allah estima els que li tinc por.
cy: Ond ie, pwy bynnag sy'n cyflawni ei ymrwymiad a'i ofnau Allah-yna yn wir, mae Allah wrth ei bodd rhai sy'n ofni iddo.
da: Men ja, hvem opfylder sin forpligtelse og frygt Allah - så faktisk Allah elsker dem, der frygter ham.
el: Αλλά ναι, όποιον εκπληρώνει τη δέσμευση και την φόβους Αλλάχ - τότε γιατί ο αλλά(χ) αγαπά εκείνους που τον φοβούνται.
et: Aga jah, kes täidab oma pühendumuse ja hirmud Allah - siis tõepoolest, Jumal armastab neid, kes teda kardavad.
fi: Mutta kyllä, kuka täyttää hänen sitoutumisestaan ja pelot Allah - sitten, Jumala rakastaa niitä, jotka häntä pelkäävät.
he: אבל כן, מי ממלא את המחויבות שלו ועל פחדים אללה - אז אכן, אללה אוהב את אלו החוששים אותו.
hr: Ali da, onaj tko ispunjava svoju predanost i strahovi Allaha - onda doista, Allah voli one koji se njega boje.
lt: Bet taip, kas patenkina savo įsipareigojimą ir baimę Dievas - tai iš tiesų Dievas myli tuos, kurie jo.
lv: Bet jā, tas, kurš izpilda savas saistības un bailes Allah -, tad patiešām, Allāhs tiem, kuri baidās, ka viņu mīl.
nb: Men ja, den som oppfyller hans engasjement og frykt Allah - så faktisk Allah elsker dem som frykter ham.
sk: Ale áno, ten, kto splní jeho záväzok a obavy Alah - potom v skutočnosti Boh miluje tých, ktorí sa ho bojí.
sl: Ampak ja, kdor izpolnjuje svojo zavezo in strahove Allah - potem dejansko Allah ljubi tiste, ki se ga bojijo.
sr_cyrl: Али да, ко год испуњава своју посвећеност и страхови Аллах - онда заиста, Алах, воли оне који га се боје.
sr_latn: Ali da, ko god ispunjava svoju posvećenost i strahovi Allah - onda zaista, Alah, voli one koji ga se boje.
uk: Але так, той, хто виконує свою прихильність і страхи Аллах - то дійсно, Аллах любить тих, хто боїться його.
vi: Nhưng yeah, bất cứ ai thực hiện tốt cam kết của mình và sợ hãi Allah - sau đó thực sự, Allah yêu những người lo sợ anh ta.
zu: Kodwa yebo, yilowo nalowo uyazigcwalisa ukuzinikela kwakhe futhi owesaba Allah - ke ngempela, Allah uthanda labo abamesabayo.

# Quran370
source: Indeed, those who exchange the covenant of Allah and their [own] oaths for a small price will have no share in the Hereafter, and Allah will not speak to them or look at them on the Day of Resurrection, nor will He purify them; and they will have a painful punishment.
ca: De fet, els que el Pacte d'Allah i el seus [propi] juraments d'intercanvi per a un preu petit no tindrà compartir en el futur i Allah no parlar-los o mirar-los el dia de resurrecció, ni ell es purifica i tindran un dolor càstig.
cy: Yn wir, y rhai sydd yn cyfnewid y cyfamod Allah a llwon eu [ei hun] ar gyfer bydd pris bach wedi unrhyw gyfran o hyn ymlaen, ac ni Bydd Allah yn siarad â nhw neu edrych arnynt ar ddiwrnod yr atgyfodiad, nac ef bydd puro'r iddynt; a bydd ganddynt cosb poenus.
da: Ja, dem, der bytte pagt af Allah og deres [egen] eder for en lille pris vil har ingen andel i hinsidige, og Allah vil ikke tale til dem eller se dem på den dag i opstandelse, eller vil han rense dem; og de vil have en smertefuld straf.
el: Πράγματι, εκείνοι που ανταλλάσσουν το Σύμφωνο του Αλλάχ και όρκους τους [], για μια μικρή τιμή θα έχουν μερίδιο στην συνέχεια, και Αλλάχ δεν θα μιλήσω μαζί τους ή να εξετάσουμε τους κατά την ημέρα της Αναστάσεως, ούτε θα αυτός να τους εξαγνίσει. και θα έχουν μια οδυνηρή τιμωρία.
et: Tõepoolest, need, kes vahetavad arstivanne Allah ja [oma] vande väike hind on mingit osa edaspidi, ja Jumal ei räägi neile või vaadata neid ülestõusmist päev, ega ta puhastada ja neil on valus karistuse.
fi: Itse asiassa ne, jotka vaihtavat liiton Jumalan ja (omiin) valansa pieni hinta ei ole ole mitään jäljempänä, Allah ei puhua heille tai tarkastella niitä ylösnousemuksen päivänä, eikä hän puhdistaa ja niillä tuskallinen rangaistus.
he: ואכן, למי להחליף את האמנה של אללה, השבועות משלהם [] עבור מחיר קטן יהיה חלק בעתיד, אללה לא לדבר איתם או תראה אותם על יום התקומה, ולא יהיה לו לטהר אותם; תהיה להם עונש כואב.
hr: Uistinu, oni koji razmjenu zavjet Allahu i njihove [vlastitu] zakletve za mala cijena neće imati udijela u daljnjem tekstu, a Allah neće razgovarati s njima ili Pogledaj ih na dan uskrsnuća, niti će mu očistiti ih; i imaju bolna kazna.
lt: Iš tiesų, tie, kurie keičiasi Dievo ir [savo] priesaikas testamento, maža kaina turės nėra toliau ir Dievas bus ne kalbėti jiems arba pažvelgti į juos ant prisikėlimo dieną, ir jis bus išvalyti ir jie turės skausmingų bausmė.
lv: Protams, tiem, kuri apmaiņas Allah un zvērestam [savas] pilsētas mēru par neliela cena būs turpmāk, nav daļa un Allah būs runāt ar viņiem vai skatīties uz tiem augšāmcelšanās dienu, nedz būs viņš attīra tos; un tie būs sāpīgi sods.
nb: Faktisk, de som utveksler pakt Allah og deres [eget] eder for en liten pris har ingen andel i hinsidige, og Allah vil ikke snakke med dem eller se på dem på oppstandelsen, eller vil han rense dem. og de vil ha en pinefull straff.
sk: V skutočnosti tí, ktorí výmenu zmluvu Alah a vlastné [] prísahy, malá cena bude mať žiadny podiel v nižšie, a Boh nebude hovoriť s nimi, alebo sa na ne pozrieť na deň vzkriesenia, ani sa mu očistiť a majú bolestivé trest.
sl: Res, tistim, ki izmenjujejo konvenciji Allah in svoje [] prisege, za majhna cena bo ni delež v nadaljevanju, in Allah ne bo govoril, da jih ali jih pogledati na dan od vstajenje, prav tako bo on očisti in imajo boleče kazen.
sr_cyrl: Заиста, они који размењују Завјет од Алаха и сопствене [] заклетве, јер је мала цена коју ће имати никакав део на другом свету, и Аллах неће разговарати с њима или Погледај их на дан ускрснућа, нити ће он очисти их; и они ће имати болна казна.
sr_latn: Zaista, oni koji razmenjuju Zavjet od Alaha i sopstvene [] zakletve, jer je mala cena koju će imati nikakav deo na drugom svetu, i Allah neće razgovarati s njima ili Pogledaj ih na dan uskrsnuća, niti će on očisti ih; i oni će imati bolna kazna.
uk: Дійсно, ті, хто обміняти пактом Аллах і [власні] клятви за невелику ціну буде мають ні частки в майбутньому і Аллаху не говорити до них або дивитися на них на день Воскресіння, не він буде очистити їх; і вони будуть мати хворобливі покарання.
vi: Thật vậy, những người trao đổi giao ước của Allah và tuyên thệ [riêng] của họ cho một mức giá nhỏ sẽ có chia sẻ không có trong tương lai, và Allah sẽ không nói chuyện với họ hay nhìn vào họ vào ngày phục sinh, cũng không hắn sẽ thanh tẩy chúng; và họ sẽ phải chịu hình phạt đau đớn.
zu: Ngempela, labo ukushintshanisa isivumelwano Allah kanye umthwalo [wabo] izifungo zabo ngentengo encane fanele juphe Hereafter futhi Allah ngeke ngikhulume nabo noma ukubheka them Suku Vuko nor tando He HLAMBA them;

# Quran371
source: And indeed, there is among them a party who alter the Scripture with their tongues so you may think it is from the Scripture, but it is not from the Scripture. And they say, "This is from Allah," but it is not from Allah. And they speak untruth about Allah while they know.
ca: I de fet, hi ha entre ells una festa que alteren l'escriptura amb les seves llengües, així que vostè pot pensar que és de l'escriptura, però no és des de l'escriptura. I diuen, "Aquest ' és d'Allah", però no és d'Allah. I parlen mentida Allah mentre que saben.
cy: Ac yn wir, mae yn eu plith plaid sy'n newid yr ysgrythur â eu dafod felly efallai y credwch yn yr ysgrythur, ond nid yw'n gan yr ysgrythurau. Ac maent yn dweud, "Yw hwn gan Allah", ond nid yw'n gan Allah. Ac maent yn siarad untruth am Allah tra eu bod yn gwybod.
da: Og faktisk er der blandt dem en fest, der ændrer skriften med deres tunger, så du tror måske, det er fra de hellige skrifter, men det er ikke fra de hellige skrifter. Og de siger, "Dette er fra Allah", men det ikke er fra Allah. Og de taler usandheden om Allah, mens de ved.
el: Και πράγματι, υπάρχει ανάμεσά τους ένα κόμμα που αλλάξει η γραφή με τη γλώσσα τους, ώστε να μπορείτε να σκεφτείτε είναι από τη γραφή, αλλά δεν είναι από τη γραφή. Και λένε, «Αυτό είναι από Αλλάχ», αλλά δεν είναι από τον Αλλάχ. Και μιλούν αναλήθεια για Αλλάχ ενώ γνωρίζουν.
et: Ja tõepoolest, on nende hulgas kelle alter pühakirja oma keelt, nii et te võite arvata, see on pühakiri, kuid see ei ole pühakiri. Ja nad ütlevad: "See on pärit Jumal", kuid see ei ole Jumalalt. Ja nad räägivad vale umbes Jumal, kuigi nad teavad.
fi: Ja itse asiassa on joukossa osapuoli, joka muuttaa Raamatun kielensä, joten luulet se on Raamatun, mutta se ei ole Raamatun. Ja he sanovat: "Tämä on päässä Allah", mutta se ei ole Jumala. Ja he puhuvat valhe Allah vaikka he tietävät.
he: אכן, יש ביניהם מסיבה מי לשנות את כתבי הקודש עם לשונותיהם אז אתה עשוי לחשוב שזה מן הכתוב, אך זה לא מן הכתוב. ואומרים, "הזה הוא מן אללה", אך זה אינו מן אללה. הם מדברים השקר על אללה, בזמן שהם יודעים.
hr: I doista, među njima postoji stranka koja mijenja pismo sa svojim jezicima pa možda mislim da je iz Svetog pisma, ali to nije od Svetog pisma. I kažu, "Ovo je od Allaha", ali to nije od Allaha. I oni govore neistina o Allahu dok oni znaju.
lt: Ir iš tiesų, yra tarp jų šalis, pakeisti raštas su jų kalbos, todėl gali manote, kad tai iš knygos, bet tai ne nuo raštas. Ir jie sako, "Tai yra iš Dievo", tačiau tai nėra iš Dievo. Ir jie kalbėti netiesą apie Dievo, kol jie žino.
lv: Un patiešām, tur ir starp tiem personai mainīt rakstiem ar mēles, lai jūs domājat, ka tas ir no svētie raksti, bet tas nav no svētie raksti. Un viņi saka: "Šī ir no Allah", bet tas nav no Allah. Un viņi runā nepatiesība par Allah, kamēr viņi zina.
nb: Og ja, det er blant annet et parti som endrer skriften med deres tunger så du kan tro det er fra skriften, men det er ikke fra skriften. Og de sier, "Dette er fra Allah", men det ikke er fra Allah. Og de snakker usannhet om Gud mens de vet.
sk: A skutočne, je medzi nimi party, ktorí zmeniť písmo jazykom, takže môžu myslieť, je to z Biblie, ale nie je z písma. A hovoria: "To je od Boha", ale to nie je od Boha. A hovoria nepravdy o Alaha, zatiaľ čo vedia.
sl: In res, je med njimi stranka, ki spremeni pismo z jezika, tako da si lahko mislim, da je iz pisma, vendar ni iz pisma. In rekli, "To je od Allah", vendar to ni od Allah. In govorijo neresnico o Allah, medtem ko vedo.
sr_cyrl: И заиста, међу њима забава је ко алтер Светог писма са њиховим језицима, тако да можда мислите да је из Светог писма, али то није из Светог писма. И говоре: "Ово је од Алаха", али то није од Алаха. И они говоре неистине о Аллах, док они знају.
sr_latn: I zaista, među njima zabava je ko alter Svetog pisma sa njihovim jezicima, tako da možda mislite da je iz Svetog pisma, ali to nije iz Svetog pisma. I govore: "Ovo je od Alaha", ali to nije od Alaha. I oni govore neistine o Allah, dok oni znaju.
uk: І дійсно, є серед них партія, які змінюють Писання зі своєю мовою, так що ви можете думати, що це з Писання, але це не з Писання. І вони кажуть: "Це є від Аллах", але немає від Аллаха. І вони обговорюють неправди Аллах у той час як вони знають.
vi: Và quả thực, đó là một trong số họ một bên người thay đổi kinh thánh với lưỡi của họ, do đó, bạn có thể nghĩ rằng nó là từ kinh thánh, nhưng nó không phải từ kinh thánh. Và họ nói, "Này là từ Allah", nhưng nó không phải là từ Allah. Và họ nói chuyện untruth về Allah, trong khi họ biết.
zu: Futhi ngempela, kukhona phakathi kwabo a party ngubani Aguqule umBhalo ngezilimi zabo ukuze ungase ucabange kuvela emBhalweni, kodwa awuveli umBhalo.
