Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2813
source: And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allah, and let them pardon and overlook. Would you not like that Allah should forgive you? And Allah is Forgiving and Merciful.
ca: I no les de virtut entre vosaltres i riquesa jurar no donar [ajuda] els seus parents i els necessitats i els emigrants per la causa d'Allah i deixar-los perdó i passar per alt. No voleu que Allah ha et perdoni? I Allah és indulgent i Clement.
cy: A gadewch i'r rhai o'r rhinwedd eich plith a rhegi cyfoeth nid i roi [cymorth] i a'u perthnasau ac anghenus a y daeth ymfudwyr am achos Allah, a gadewch iddynt ddrwg ac edrych. Oni fyddech yn hoffi bod Allah dylai maddau ichi? Ac Allah yn Forgiving a Merciful.
da: Og lad ikke de af dyd blandt jer og rigdom sværger ikke at give [hjælp] til deres slægtninge og de trængende og emigranterne for årsagen til Allah, og lad dem benådning og overse. Ikke ønsker du at Allah vil tilgive dig? Og Allah er Forgiving og barmhjertige.
el: Και ας μην εκείνους της Αρετής ανάμεσά σας και πλούτου δεν ορκίζονται να δώσει [βοήθεια] για τους συγγενείς και τους άπορους και οι μετανάστες για την αιτία του Αλλάχ, και να τους αφήσουμε συγχώρηση και για την απαλλαγή. Θα θέλατε δεν Αλλάχ ότι θα πρέπει να συγχωρήσω; Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja lase mitte neid teie seast vooruse ja rikkuse vannun et ei anda [abi] nende sugulased ja vaeseid ja selle emigrantide Allah põhjus ja andke neile armu ja unustada. Sa ei tahaks et Jumal peaks andestan sulle? Ja Jumal on Forgiving ja Merciful.
fi: Ja ne hyve keskuudessanne ja vaurautta vannon tukea [] sukulaistensa ja tarvitseville maastamuuttajien ja Allah syy, ja anna heille anteeksi ja unohtaa. Ettekö haluaisi että Allah olisi sinulle anteeksi? Ja Allah on anteeksiantava ja armollisin.
he: . תני לא אלה מכוח ביניכם, עושר תישבע שלא להגיש [עזרה] קרוביהם, לנזקקים, הפזורה למען המטרה של אללה, ולתת להם חנינה והקלה התצפית. לא היית אוהבת את אללה צריך לסלוח לך? אללה הוא Forgiving, הרחום והחנון.
hr: I neka ne onih vrlina među vama i bogatstvo se ne daju [pomoć] svojih bližnjih i potrebitima i imigranti na Allaha, i neka oprost i Vidikovac. Ne želiš da Allah treba ti oprostiti? A Allah je opraštanje i milostiv.
lt: Ir tegul ne tie dorybės tarp jūsų ir turto prisiekiu ne duoti [pagalbos] jų artimiesiems ir socialiai remtiniems asmenims ir emigrantų Dievas priežastis, ir leiskite jiems malonę ir nepastebėti. Ar ne norite, kad Dievas turėtų atleisti jums? Ir Dievas yra Forgiving ir litosciwy.
lv: Un ļaut ne tiem, kas dēļ starp jums un bagātības zvērēt, ka nevar dot [atbalsta] viņu radiniekiem un trūkumcietējiem un emigrantu Allah cēloni, un ļaut tos apžēlot un aizmirst. Jūs negribētu, ka Allāhs vajadzētu piedot jums? Un Allah, piedošanu un žēlsirdīgs.
nb: Og la ikke de av dyd blant dere og rikdom sverger ikke å gi [hjelp] til sine slektninger og de trengende og utvandrere for årsaken til Allah, og la dem tilgi og overse. Du ikke ønsker at Allah bør tilgi deg? Og Allah er tilgi og barmhjertig.
sk: A nedaj tých cnosti medzi vami a bohatstvo prisahať dať [Pomoc] svojich príbuzných a potrebným a emigranti pre príčinu Boha, a nech milosť a prehliadnuť. By ste rád by že Alah odpustí? A Boh je odpúšťajúci a Milosrdných.
sl: In naj ne te kreposti med vami in bogastvo Prisegam, ne da bi [pomoč] njihovih sorodnikov in pomoči potrebnim in z izseljenci za vzrok Allah, in jim pomilostitev in spregledati. Ne želite da Allah bi vam odpusti? In Alah je tolerantna in usmiljen.
sr_cyrl: И нека не те врлине медју вама и богатство, кунем се да не притекне [] да од својих ближњих и у невољи и у емиграната за узрок Аллах, и пусти их да опрост и видиковац. Не желите ли тај Алах требао да ти опростим? А Аллах је Форгивинг и милосрдна.
sr_latn: I neka ne te vrline medju vama i bogatstvo, kunem se da ne pritekne [] da od svojih bližnjih i u nevolji i u emigranata za uzrok Allah, i pusti ih da oprost i vidikovac. Ne želite li taj Alah trebao da ti oprostim? A Allah je Forgiving i milosrdna.
uk: І нехай не ті Чеснота між вами і багатство присяги на не дають [допомога] своїх родичів і нужденним і емігрантів з причини Аллах і нехай вони помилування і виходять. Ви не хочете що Аллах повинні пробачити вас? І Аллах бачить і Merciful.
vi: Và hãy để không phải là những đức hạnh trong số các bạn và sự giàu có thề không để cho [trợ giúp] cho thân nhân của họ và những người nghèo và những người di cư cho các nguyên nhân của Allah, và cho phép họ tha thứ và bỏ qua. Bạn không muốn rằng Allah nên tha thứ cho anh không? Và Allah là Forgiving và Merciful.
zu: Futhi ukungalungi makungahlali labo zobuhle phakathi kwenu nengcebo bafunge ukuba ningayeki [aid] izihlobo zabo kanye abaswele kanye abathutha imbangela Allah, uzivumele xolela ngokungayinaki.

# Quran2814
source: Indeed, those who [falsely] accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment
ca: De fet, els que acusen [falsament] dones castes, inconscients i creient que estan maleïts en aquest món i el més enllà; i tindran un càstig gran
cy: Yn wir, y rheini sy'n cyhuddo menywod dilychwin iawn, yn ymwybodol a gredu [pobl ar gam] yn melltithio yn y byd hwn ac o hyn ymlaen; a byddant yn cael cosb mawr
da: Ja, dem, der anklager [fejlagtigt] kyske, uvidende og troende kvinder er forbandet i denne verden og hinsidige; og de vil have en stor straf
el: Πράγματι, όσοι [ψευδώς] κατηγορούν απέριττος, αγνοεί και πιστεύοντας γυναίκες είναι καταραμένος σε αυτόν τον κόσμο και η συνέχεια? και θα έχουν μια μεγάλη τιμωρία
et: Tõepoolest, need, kes süüdistavad [vääralt] vooruslik, teadlik ja uskuda naiste neetud selles maailmas ja edaspidi; ja neil on suur karistus
fi: Itse asiassa ne, jotka [väärin] syyttää siveä, tietämätön ja uskoa naisia kirottu tässä maailmassa ja tulevassa; ja niillä on suuri rangaistus
he: אכן, מי [] להעליל נשים צנוע, לא מודע ולהאמין מקוללים בעולם הזה ובעולם בעולם הבא; ולא תהיה להם עונש גדול
hr: Uistinu, oni koji [pogrešno] optužiti čedna, nesvjestan i vjerujući žene prokleti u ovom svijetu i životu nakon smrti; i imaju super kazna
lt: Iš tiesų, tie, kurie [melagingai] kaltina skaistus, nežino ir tikinčios moterys yra prakeiktas šiame pasaulyje ir toliau; ir jie turės didelį bausmė
lv: Protams, tiem, kas [nepatiesi] apvainot nevainīgs, nezina un ticēt sievietes nolādēta šajā pasaulē un turpmāk; un viņiem būs liels sods
nb: Faktisk, de som [feilaktig] anklager kysk, uvitende og troende kvinner er forbannet i denne verden og hinsidige; og de vil ha en stor straff
sk: V skutočnosti tí, ktorí obviňujú [falošne] cudný, nevedomý a veriť ženy sú prekliate v tomto svete a ďalej; a majú veľký trest
sl: Res, tisti, ki obtožujejo [lažno] čist, ne zavedajo in prepričanje žensk so preklet v tem svetu in v nadaljevanju; in imajo veliko kazen
sr_cyrl: Заиста, они који [лажно] оптужују невина, несвесни и веровање жене су уклети у овом свету и надаље; и они ће имати велику казну
sr_latn: Zaista, oni koji [lažno] optužuju nevina, nesvesni i verovanje žene su ukleti u ovom svetu i nadalje; i oni će imati veliku kaznu
uk: Дійсно, тих, хто звинувачує [помилково] цнотливою, не знають та проста Віра жінок прокляті в цей світ і далі; і вони будуть мати велике покарання
vi: Thật vậy, những người [sai] cáo buộc còn trong trắng, không biết và tin rằng phụ nữ đang bị nguyền rủa ở thế giới này và sau đây; và họ sẽ phải chịu hình phạt rất lớn
zu: Ngempela, labo [obungamanga] khanza abesifazane kumsulwa, engazi futhi bekholelwa uqalekiswé kuleli zwe Hereafter;

# Quran2815
source: On a Day when their tongues, their hands and their feet will bear witness against them as to what they used to do.
ca: Un dia quan la seves llengües, les mans i els peus es donar testimoni contra ells com a el que acostumaven a fer.
cy: Ar ddiwrnod pan y bydd eu dafod, eu dwylo a thraed eu dwyn tyst yn eu herbyn i beth maen nhw'n ei wneud.
da: På en dag, hvor deres tunger, hænderne og fødderne vil bære vidne imod dem som til plejede hvad de at gøre.
el: Μια ημέρα όταν τη γλώσσα τους, τα χέρια και τα πόδια τους θα μαρτυρήσουν εναντίον τους ως προς αυτό που χρησιμοποιείται για να το κάνετε.
et: Päeval, kuna nende keeled, nende käed ja jalad kannab tunnistaja nende vastu et mida nad teha.
fi: Päivänä, kun heidän kielensä, kädet ja jalat kantavat todisteena heitä vastaan siitä mitä he ovat tehneet.
he: ביום כאשר הלשונות שלהם, את ידיהם ואת רגליהם יישא עד נגד אותם לדעת מה היו עושים.
hr: Na dan kada svoje jezike, svoje ruke i noge će biti svjedoci protiv njih kao što oni naviknut obaviti.
lt: Dieną, kai jų kalbos, rankas ir kojas bus liudija prieš juos, ką jie naudojami daryti.
lv: Dienā, kad viņu mēles, rokas un kājas kļūs par liecinieku pret viņiem, kā viņi mēdza to darīt agrāk.
nb: På en dag når deres tunger, hendene og føttene vil bære vitne mot dem som til pleide hva de å gjøre.
sk: V deň, kedy ich jazyky, ruky a nohy bude svedčiť proti nim, čo boli zvyknutí robiť.
sl: Na dan, ko njihovi jeziki, rokami in nogami bo pričajo proti njim, kaj se uporabljajo za početi.
sr_cyrl: На дан када им језици, њихове руке и стопала ће сведоци против њих као и за шта су некада.
sr_latn: Na dan kada im jezici, njihove ruke i stopala će svedoci protiv njih kao i za šta su nekada.
uk: У день, коли язика, їх руки та ноги будуть свідчити проти них щодо те, що раніше робити.
vi: Vào một ngày khi lưỡi của họ, của bàn tay và bàn chân của họ sẽ làm chứng chống lại chúng như là để những gì họ sử dụng để làm.
zu: On a Day lapho ulimi lwabo, izandla zabo nezinyawo zabo ngizofakaza ngokumelene nabo njengokungathi ngalokho ababevame ukukwenza.

# Quran2816
source: That Day, Allah will pay them in full their deserved recompense, and they will know that it is Allah who is the perfect in justice.
ca: Que dia, Allah haurà de pagar-los en la seva totalitat la recompensa merescuda i sabran que és Allah qui és el perfecte en justícia.
cy: Bydd diwrnod, Allah eu talu yn llawn eu iawndal haeddiannol, a byddant yn gwybod ei bod yn Allah sy'n berffaith mewn cyfiawnder.
da: At dagen, Allah vil betale dem deres fortjente belønning, og de vil vide, at det er Allah, der er perfekt i retfærdighed.
el: Ότι ημέρα, Αλλάχ θα βαρύνει εξ ολοκλήρου τους άξιζε ανταμοιβή, και θα ξέρουν ότι είναι Αλλάχ, που είναι η τέλεια στη δικαιοσύνη.
et: Et päev, Jumal maksab neile täielikult teeninud registreerimiskohas ja nad teavad, et see on Jumal, kes on täiuslik justiits.
fi: Päivä, Allah maksaa heille täysin ansaittu palkka, että he tietävät, että se on Jumala, joka on täydellinen oikeuteen.
he: כי היום, אללה ישלם להם במלואו פיצוי ראוי שלהם, הם ידעו שזה אללה מי זה בצדק.
hr: Da dan, Allah će im platiti u cijelosti svoju zasluženu plaću, i Znaće da je Allah koji je savršen u pravdu.
lt: Kad diena, Dievas bus mokėti juos visiškai jų pelnytai zaplata, ir jie bus žinoti, kad jis yra Dievas, kuris yra puikus teisingumo.
lv: Ka diena, Allah būs jāmaksā tiem pilnībā pelnījis to kompensēt, un viņi zina, ka ir Allah, kas ir ideāls tieslietu.
nb: At dag, Allah vil betale dem full deres fortjent vederlag, og de vil vite at det er Gud som er perfekt rettferdighet.
sk: Že deň, Boh sa hradí v plnej výške ich zaslúženú odmenu a budú vedieť, že je to Boh, kto je dokonalý v spravodlivosť.
sl: Dan, Alah bo plačal njih v celoti svoje zasluženo zaracunati, ki bodo vedeli, da je Alah, ki je popoln v pravosodju.
sr_cyrl: Дан , Аллах ће им платити у потпуности њихове заслућено компензацију, да знају да ће да је Аллах, који је савршен у правду.
sr_latn: Dan, Allah će im platiti u potpunosti njihove zasluћeno kompenzaciju, da znaju da će da je Allah, koji je savršen u pravdu.
uk: Що день, Аллах буде платити їх в повному обсязі свої заслужена нагорода і вони будуть знати, що Аллах, який є ідеальним в справедливості.
vi: Rằng ngày, Allah sẽ trả tiền cho họ đầy đủ của thương hiệu xứng đáng, và họ sẽ biết rằng nó là Allah là hoàn hảo trong công lý.
zu: Lokho Day, Allah khokhela them ngokugcwele olumfanele bo recompense bo, futhi bayokwazi ukuthi kuyinto Allah ngubani ophelele ubulungisa.

# Quran2817
source: Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words. Those [good people] are declared innocent of what the slanderers say. For them is forgiveness and noble provision.
ca: Paraules mals són per a homes mals i mals homes [sotmesos] paraules mal. Bones paraules els bons homes i bons homes són [objecte] bones paraules. [Bons aquells] són declarats innocents de què diuen els slanderers. Per a ells és el perdó i la prestació noble.
cy: Geiriau drwg ar gyfer dynion drwg, a dynion drwg yn [agored] i geiriau drwg. A geiriau da ar gyfer dynion da, ac yn ddynion da [gwrthrych] o eiriau da. Mae hynny [pobl da] ddatgan diniwed o'r hyn y mae y slanderers yn ei ddweud. Iddynt hwy yn ddarpariaeth aruchel a maddeuant.
da: Onde ord er for onde mænd og onde mænd [udsat] til onde ord. Og gode ord er for gode mænd, og gode mænd er [et objekt] af gode ord. Disse [gode mennesker] er frikendt af hvad bagvaskere sige. For dem er tilgivelse og ædle bestemmelse.
el: Κακό λέξεις είναι για το κακό τους άνδρες, και το κακό τους άνδρες [υπόκεινται] κακά λόγια. Καλά λόγια είναι καλοί άνθρωποι και καλοί άνθρωποι είναι [αντικείμενο] καλά λόγια. Οι [καλοί άνθρωποι] ανακηρύσσονται αθώοι τι λένε οι συκοφάντες. Για αυτούς είναι συγχώρεση και ευγενή παροχή.
et: Kurjad sõnad on kurjad inimesed ja kurjad inimesed [läbivad]-paha sõna. Head sõnad on head meest ja head mehed on [objekti] häid sõnu. Need [head inimesed] deklareeritakse süütu, mida ka slanderers öelda. Nende jaoks on andestus ja üllas säte.
fi: Pahoja sanoja ovat pahat ihmiset ja pahat ihmiset [joutuvat] pahoja sanoja. Hyviä sanoja hyvät miehet ja ovat hyvä miehet ovat [kohde] hyviä sanoja. [Hyvä ihmiset] julistetaan syyttömäksi kummituslegendojen sanoa. Heille on anteeksiantamus ja jalo säännös.
he: מילים רעות הם אנשים רעים, אנשים רעים הם [נתון] מילים רעות. מילים טובות עבור אנשים טובים, והם אנשים טובים [חפץ] של מילים טובות. [האנשים טוב] מוצהרים חפים מפשע של מה אומרים slanderers. עבורם הוא מחילה והעלייה אצילי.
hr: Zle riječi su zli ljudi i zli ljudi [podliježu] zle riječi. Dobre su za dobre ljude i dobre su [Objekt] dobre riječi. Oni [dobri ljudi] su proglašen nevin na klevetnike reći. Za njih je oprost i plemenita odredba.
lt: Blogio žodžiai yra blogų žmonių, ir blogis vyrų [daromas] blogų žodžių. Ir geri žodžiai yra geri žmonės, ir geri žmonės [objektas] gerus žodžius. [Geriems žmonėms] deklaruojamos nekaltas, ką pasakyti, kad šmeižikų. Jiems yra atleidimas ir tauriųjų nuostata.
lv: Ļauni vārdi ir ļauno vīriešiem un ļauno vīriešiem [pakļauj] ļauni vārdi. Un labus vārdus, kas ir par labu vīriešiem, un labu vīriešiem [objekts] labus vārdus. Šie [labi cilvēki] tiek deklarēti nevainīgu slanderers saki. Viņiem ir piedošanas un cēlu noteikums.
nb: Onde ord er onde, og onde menn [utsettes] onde ord. Og gode ord er gode menn, og gode menn er [et objekt] gode ord. De [gode menneskene] er erklært uskyldig av hva baktaler sier. For dem er tilgivelse og edle bestemmelsen.
sk: Zlé slová sú zloby a zloby [podliehajú] zlých slov. Dobrá slová sú dobrí ľudia a dobrí muži sú [objekt] dobrých slov. Tie [dobrých ľudí] prihlásený nevinný ohováračské, čo povedať. Pre nich je odpustenie a ušľachtilý ustanovenie.
sl: Besede so za zlobnih in zlobnih [izpostavljeni] zlo besede. In dobre besede so dobri ljudje, in dobri ljudje so [objekt] dobre besede. [Dobro ljudem] so razglašene za nedolžna, za kaj je obrekovalci reči. Za njih je odpuščanje in plemenito določba.
sr_cyrl: Злих речи су зли људи и зли људи [подвргава] да зли речи. И добре реци су за добре људе, а добри људи [предмет] добар речи. [Добри људи] су прогласили невин у шта кажу за њених оговараиа. За њих је опрост и племенита одредба.
sr_latn: Zlih reči su zli ljudi i zli ljudi [podvrgava] da zli reči. I dobre reci su za dobre ljude, a dobri ljudi [predmet] dobar reči. [Dobri ljudi] su proglasili nevin u šta kažu za njenih ogovaraиa. Za njih je oprost i plemenita odredba.
uk: Злі слова – за злі ж люди і злі ж люди [підлягають] зла слів. Та добрих слів для добрих людей, і хороші люди [об'єкт] гарні слова. Ці [добрі люди] були оголошені не говорячи про те, що говорять на наклепники. Для них це прощення і благородних положення.
vi: Ác từ là cho người đàn ông xấu xa, và người đàn ông ác được [bị] ác từ. Và lời tốt cho người đàn ông tốt, và người đàn ông tốt [một vật] của lời tốt. Những [người tốt] đang tuyên bố vô tội của slanderers các nói gì. Đối với họ là sự tha thứ và cao quý cung cấp.
zu: Amazwi Evil kukhona for abantu ababi, futhi amadoda ezimbi [sezithotshiselwe] emazwini okubi.

# Quran2818
source: O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet their inhabitants. That is best for you; perhaps you will be reminded.
ca: O que han cregut, no entren a les cases que no sigui el seu propi cases fins que determinar benvinguda i saludar els seus habitants. Que és millor per a vostè; Potser vostè es recordar.
cy: O chi sydd wedi credu, peidiwch â rhoi tai heblaw tai eich hun nes i chi ganfod croeso a chyfarch eu trigolion. Dyna'r gorau i chi; Efallai y bydd eich hatgoffa.
da: O du, der har troet, Angiv ikke huse end dine egne huse indtil du fastslå velkomst og hilse deres indbyggere. Det er bedst for dig; måske vil du blive mindet.
el: O που πίστεψαν, δεν εισαγάγετε σπίτια εκτός από το δικό σας σπίτια μέχρι να εξακριβώσει καλωσόρισμα και χαιρετούν τους κατοίκους. Ότι είναι το καλύτερο για σένα. ίσως θα υπενθυμιστείτε.
et: O kes on uskunud, jätate majad peale oma majad alles siis teha kindlaks welcome ja tervitama nende elanike. Mis on parim teile; võibolla teile meelde.
fi: O jotka ovat uskoneet ei kirjoiteta Taloja kuin oman Taloja kunnes selvittää Tervetuloa ja tervehtiä asukkaiden. Tämä on paras sinulle; ehkä sinua muistutetaan.
he:  מי מאמין, אל תזין בתים חוץ משלך בתים עד לברר ברוכים הבאים לברך את התושבים שלהם. . זה הכי טוב בשבילך; אולי תקבל תזכורת.
hr: O koji su vjerovali, ne unesete kuće osim vlastite kuće dok se ne utvrdi dobrodošlicu i pozdraviti svog stanovnika. To je najbolje za vas. Možda će biti podsjetnik.
lt: O kurie tiki, neįveskite namus ne savo namus kol nustatyti Sveiki ir pasveikinti savo gyventojų. Tai yra geriausias jums; Galbūt jums bus priminta.
lv: O kas ticējusi, neievadiet nami nav savu māju līdz noskaidrotu iepazīšanās un apsveikt to iedzīvotājiem. Kas ir vislabākais tev; Varbūt jums tiks atgādināts.
nb: O du hvem har trodd, ikke angi hus enn ditt eget hus før du fastslå velkommen og hilse sine innbyggere. Det er best for deg; kanskje vil du bli minnet.
sk: O vás, ktorí ste uverili, nezadávajte domy iné ako svoje vlastné domy až zistiť Vitajte a pozdraviť svojich obyvateľov. To je najlepšie pre vás; možno budete upozornený.
sl: O kdo verjel, ne vnesete hiše razen svoje hiše dokler preveriti Dobrodošli in pozdravljam svojih prebivalcev. To je najboljša za vas; Morda vas bo spomnil.
sr_cyrl: О који верују, не унесете куће осим своје куће док се не утврди добродошлицу и поздравити њихових становника. То је најбоље за тебе; Можда ће вас подсетити.
sr_latn: O koji veruju, ne unesete kuće osim svoje kuće dok se ne utvrdi dobrodošlicu i pozdraviti njihovih stanovnika. To je najbolje za tebe; Možda će vas podsetiti.
uk: O хто вірив, не потрібно вводити будинків Крім свої власні будинки поки ви встановите Ласкаво просимо і привітати своїх мешканців. Що є кращим для вас; Можливо, вам буде нагадувати.
vi: O bạn của những người đã tin tưởng, không nhập ngôi nhà khác ngoài ngôi nhà riêng của bạn cho đến khi bạn biết chắc chắn hoan nghênh và chào đón người dân của họ. Đó là tốt nhất cho bạn. có lẽ bạn sẽ được nhắc nhở.
zu: O you kholwa cha ngena omunye ngaphandle ezindlini zenu siqu izindlu uze uthole ukuthi iqondeni wamukelekile abingelele izakhamuzi zakhona.

# Quran2819
source: And if you do not find anyone therein, do not enter them until permission has been given you. And if it is said to you, "Go back," then go back; it is purer for you. And Allah is Knowing of what you do.
ca: I si no trobes ningú, no introduir-los fins que s'ha donat permís vostè. I si es diu a vostè, "Tornar enrere," llavors tornar; és més pur per a vostè. I Allah està saber del que fas.
cy: Ac os nad ydych yn cael unrhyw un ynddo, peidiwch â rhoi iddynt hyd nes y rhoddwyd caniatâd chi. Ac os dywedir i chi, "Mynd yn ôl," yna mynd yn ôl; Mae'n purach i chi. Ac Allah yn gwybod yr hyn yr ydych yn ei wneud.
da: Og hvis du ikke finde nogen deri, ikke indtaste dem, indtil har været givet tilladelse, du. Og hvis det er sagt til dig, "Gå tilbage," så gå tilbage; Det er renere for dig. Og Allah er vide af, hvad du gør.
el: Και αν δεν μπορείτε να βρείτε σ ' αυτό, μην εισαγάγετε τους μέχρι να έχει την άδειά σας. Και αν είναι, δήλωσε σε σας, «Γύρνα πίσω,» στη συνέχεια, πηγαίνετε πίσω? είναι καθαρότερο για σας. Και Αλλάχ είναι γνωρίζοντας τι κάνεις.
et: Ja kui sa ei leia kedagi, ei saa neid kuni loa on andnud teile. Kui teile on öeldud, "Mine tagasi," pöörduge tagasi; See on puhtam teile. Ja Jumal on teades mida teha.
fi: Ja jos et löydä ketään, älä kirjoita niitä kunnes lupa on antanut sinulle. Ja jos sanoi sinulle, "Mennä takaisin," palaa; se on puhtaampi puolestasi. Ja Jumala on tieto siitä, mitä tehdä.
he: ואם אתה לא מוצא אף אחד, אל תזין אותם עד רשות ניתנה לך. אם נאמר לך "". בואי נחזור,-ואז לחזור; . זה מזוכך בשבילך. אללה הוא שהידיעה של מה שאתה עושה.
hr: I ako ne nađete nikoga u njemu, ne unosite ih dok ti dozvolu dobila. I ako ga je rekao, "Idi natrag," onda se vrati; To je čišće za vas. A Allah je znajući ono što radite.
lt: Ir jei nerandate visiems, neįveskite juos kol leidimo buvo suteikta jums. Ir jei ji sako, kad jums, tada "Grįžti atgal," grįžti atgal; tai švarios jums. Ir Dievas yra žinios, ką jūs.
lv: Un ja jūs nevarat atrast ikviens tajā, ievadīt tos līdz atļauja dota. Un, ja tas jums ir teikts, "Iet atpakaļ," tad doties atpakaļ; tas ir visšķīstāko jums. Un Allah ir zinot par to, ko jūs darāt.
nb: Og hvis du ikke finner noen, oppgi ikke dem til tillatelse er gitt deg. Og hvis det er sagt til deg, "Gå tilbake," så gå tilbake; Det er renere for deg. Og Allah er å vite hva du gjør.
sk: A Ak nenájdete nikoho v ňom, do nich kým boli udelené povolenie, sa. A ak to je povedal, aby ste, "Vrátiť späť," potom vrátiť späť; je to čistejšie pre vás. A Allah je vedieť, čo robíte.
sl: In če ne najdete kdorkoli, ne vnesete dokler dovoljenje je vas dobila. In če je dejal, da si, "Pojdi nazaj," potem pa nazaj; To je čistejši za vas. In Alah je poznavanje kaj vam.
sr_cyrl: И ако не пронађете некога у томе, немојте уносити их док се дозвола добије те. Ако је рекао да је са тобом,"Врати се," Па да се вратимо; То је иистија за тебе. А Аллах је знајужи онога сто радите.
sr_latn: I ako ne pronađete nekoga u tome, nemojte unositi ih dok se dozvola dobije te. Ako je rekao da je sa tobom, "Vrati se," Pa da se vratimo; To je иistija za tebe. A Allah je znajuжi onoga sto radite.
uk: І якщо ви не можете знайти будь-хто в ньому, не потрібно вводити їх поки дозвіл було дано вам. І якщо кажуть вам, "Повернутися," потім повернутися; Це чистіше для вас. І Аллах знаючи, що те, що вам робити.
vi: Và nếu bạn không tìm thấy bất cứ ai ở đây, không phải vào chúng cho đến khi có được cho phép bạn. Và nếu nó được cho bạn, "Quay trở lại," sau đó quay trở lại; nó là purer cho bạn. Và Allah là hiểu biết về những gì bạn làm.
zu: Futhi uma ungenawo ukuthola ubani therein, ungangeni kubo uze utshelwe elinikwe nawe.
