Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2820
source: There is no blame upon you for entering houses not inhabited in which there is convenience for you. And Allah knows what you reveal and what you conceal.
ca: No hi ha cap culpa de d'entrada a cases no habitades on hi conveniència per a vostè. I Allah sap què oculta i què li ocultar.
cy: Nid oes unrhyw fai arnoch chi ar gyfer mynd i mewn i Dŷ nid byw sydd yn gyfleus i chi. Ac mae Allah yn gwybod beth yr ydych yn ei ddatgelu a beth yr ydych yn ei guddio.
da: Der er ingen skylden på dig for at indtaste huse ikke beboet, hvor der er praktisk for dig. Og Allah ved, hvad du afsløre og hvad du skjule.
el: Δεν υπάρχει καμία φταίει πάνω σας για την είσοδο των σπιτιών δεν κατοικείται στην οποία υπάρχει ευκολία για εσάς. Και Αλλάχ γνωρίζει τι σας αποκαλύπτουν και τι σας κρύβουν.
et: Ei ole süüdistada teie peale sisenemist ei asustatud majad, kus on mugavus teile. Ja Jumal teab mida sa esile ja mida te varjamiseks.
fi: Ei ole syyllinen teille tulevat Taloja ei asuttu, joissa on mukavuutta sinulle. Ja Jumala tietää mitä paljastaa ja voit peittää.
he: יש אין האשמה עליכם להזנת בתים לא מאוכלס בהם יש נוחות בשבילך. אללה יודע מה לך לחשוף, מה אתה מסתיר
hr: Nije krivnja na vas za unos kuća nije naseljen u kojem je za tebe je. I Allah zna li otkriti što skrivaju.
lt: Nėra jokių kaltinti tave į namus ne gyvena, kuriame yra patogumas jums. Ir Dievas žino, ką jums atskleisti ir kas jums nuslėpti.
lv: Nav nekādas vainas pār jums ievadīšanai nami netiek apdzīvotas, kurā ir jūsu ērtībai. Un Allah zina, ko jūs atklāt un ko jūs slēpt.
nb: Det er ingen skyld på deg for å angi hus ikke bebodd der det er praktisk for deg. Og Allah vet hva du åpenbare og hva du skjule.
sk: Neexistuje žiadny vinu na vás na zadanie domy nie je obývaný, v ktorom je pohodlie pre vás. A Boh vie, čo vám odhaliť a čo ste skryť.
sl: Ni brez krivde na vas za vnos hiše ne živi, v kateri je udobje za vas. Ter Allah ve, kaj si in kaj si.
sr_cyrl: Нема ни кривицу на вас за унос није насељен је кућа у којој је погодност за тебе. А Аллах зна шта ти открити, а шта ти сакрити.
sr_latn: Nema ni krivicu na vas za unos nije naseljen je kuća u kojoj je pogodnost za tebe. A Allah zna šta ti otkriti, a šta ti sakriti.
uk: Немає не провину на вас за введення будинків не живуть люди, в яких є зручності для вас. І Аллах знає вам виявити і те, що ви приховати.
vi: Đó là không đổ lỗi khi bạn cho vào nhà không có người trong đó có là sự thuận tiện cho bạn. Và Allah biết những gì bạn tiết lộ và những gì bạn che giấu.
zu: Akukho basola kuwe kokungena izindlu muntu lapho kukhona lula ngawe.

# Quran2821
source: Tell the believing men to reduce [some] of their vision and guard their private parts. That is purer for them. Indeed, Allah is Acquainted with what they do.
ca: Dir-li als homes que creien que reduir [alguns] de la seva visió i Guàrdia seves parts privades. Que és més pura per a ells. De fet, Allah estigui familiaritzat amb el que fan.
cy: Ddweud wrth y dynion believing i leihau [rai] eu gweledigaeth a gwarchod eu rhannau preifat. Dyna purach ar eu cyfer. Yn wir, yw Allah yn gyfarwydd â hyn a wnânt.
da: Fortælle de troende mænd til at reducere [nogle] af deres vision og vogte deres private dele. Det er renere for dem. Faktisk, Allah er bekendt med, hvad de gør.
el: Να πω την πίστη τους άνδρες να μειώσει [μερικά] τους όραμα και να φυλάει τα ιδιωτικά μέρη. Αυτό είναι καθαρότερο για τους. Πράγματι, Αλλάχ είναι εξοικειωμένα με αυτά που κάνουν.
et: Vähendada [mõned] uskuda mehed öelge oma visiooni ja valvata nende suguelundid. See on neile puhtamaks. Tõepoolest, Allah on tuttav mida nad teevad.
fi: Kertokaa vähentämiseksi [jotkut] uskovat heidän näkemyksensä ja heidän yksityisiä osia. Se on puhtaampi heille. Itse asiassa Jumala on perehtynyt mitä he tekevät.
he: תגיד לאנשים להאמין כדי להפחית [יש] של החזון שלהם השומר המוצנעים. . זה מזוכך עבורם. אכן, אללה הוא היכרות עם מה שהם עושים.
hr: Vjerujući ljudi [neki] smanjiti svoje vizije i čuvati svoje intimne dijelove. To je čišće za njih. Uistinu, Allah je upoznat sa što.
lt: Pasakyti į tikinčiųjų vyrams sumažinti [kai] savo viziją ir saugoti jų private parts. Tai švarios jiems. Iš tiesų, Allah yra susipažinę su ką jie daro.
lv: Tell ticēt vīriešiem [kādu] samazināt savu redzējumu un sargāt savu vīrietību. Kas ir visšķīstāko viņiem. Patiešām, Allah ir iepazinies ar to, ko viņi dara.
nb: Fortell de troende mennene å redusere [noen] av deres visjon og beskytte sine private deler. Det er renere for dem. Faktisk er Allah kjent med hva de gjør.
sk: Povedzte veriť muži [niektorí] znížiť svoju víziu a strážiť ich prirodzení. To je čistejšie pre nich. Vskutku, Alah je oboznámený s čo robia.
sl: Povej prepričanje moških zmanjšanje [nekaterih] svojo vizijo ter zaščita svojih zasebnih delih. To je dela za njih. Res, Allah je vešč, kaj delajo.
sr_cyrl: Реци људима да се смањи [неки] веровање њихове визије и цувај своје интимне делове. То је иистија за њих. Уистину , Аллах је упознат са шта раде.
sr_latn: Reci ljudima da se smanji [neki] verovanje njihove vizije i cuvaj svoje intimne delove. To je иistija za njih. Uistinu, Allah je upoznat sa šta rade.
uk: Розкажіть проста Віра чоловіків зменшити [деякі] їх бачення і охороняти свої частини тіла. Ось чистіше, для них. Дійсно, Аллах познайомилися з чим вони займаються.
vi: Nói với người đàn ông believing giảm [một số] của tầm nhìn của họ và bảo vệ bộ phận riêng của họ. Đó là purer cho họ. Thật vậy, Allah làm quen với những gì họ làm.
zu: Tshela kholwa doda ukuze kuncishiswe [abanye] ngombono wabo futhi aqaphe izingxenye zabo zangasese.

# Quran2822
source: And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.
ca: I diuen les dones per reduir [alguns] de la seva visió i Guàrdia seva privat de peces i no exposar d adorn excepte allò que apareix [necessàriament] del mateix i embolicar [una porció de] seu headcovers sobre el seu pit i no exposar d adorn excepte pels seus marits, els pares, pares dels seus marits, els fills, fills dels seus marits, els germans, fills dels seus germans , fills dels seus germanes, les seves dones, el que el seu dret les mans posseeixen, o tenir cap desig físic, o nens que encara no són conscients dels aspectes particulars de les dones assistents masculins. I deixar-los no segellar els peus per donar a conèixer què amaguen del seu guarniment. I al seu torn a Allah en penediment, tots vosaltres, creients O, que podria tenir èxit.
cy: A dweud y menywod believing i leihau [rai] eu gweledigaeth a gard Mae preifat eu rhannau ac ni amlygu eu addurn ac eithrio sy'n ymddangos [o reidrwydd] ohono a lapio [dogn o] eu headcovers dros eu Phrydain ac ni amlygu eu addurn ac eithrio i eu gwŷr, eu tadau, tadau eu gwŷr, eu meibion, eu gwŷr meibion, eu brodyr, eu brodyr meibion , chwiorydd eu meibion, eu merched, sydd yn eu hawl eu dwylo yn meddu ar, neu hynny hebryngwyr gwrywaidd yn cael dim awydd corfforol, neu blant nad ydynt yn ymwybodol o agweddau preifat menywod eto. A gadewch iddynt nid stampio traed eu gwneud yn hysbys beth maent yn ei guddio o eu addurn. Ac yn troi at Allah mewn edifeirwch, bob un ohonoch, O gredinwyr, y gallai byddwch yn llwyddo.
da: Og fortælle de troende kvinder til at reducere [nogle] for deres vision og guard deres private dele og ikke afsløre deres stads undtagen det, som [nødvendigvis] vises heraf og wrap [en del af] deres headcovers over deres kister og ikke afsløre deres stads undtagen til deres ægtemænd, deres fædre, deres ægtefæller fædre, deres sønner, deres ægtemænd sønner, deres brødre, deres brødres sønner , deres søstre sønner, deres kvinder, der som deres højre hænder besiddelse, eller de mandlige tjenere har ingen fysisk lyst, eller børn, der ikke endnu er klar over de private aspekter af kvinder. Og lad dem ikke stemple deres fødder for at tilkendegive, hvad de skjuler af deres udsmykning. Og henvende sig til Allah i omvendelse, alle jer, O troende, at du kan lykkes.
el: Και πείτε στον πιστεύοντας γυναίκες να μειώσουν [μερικά] τους όραμα και την φρουρά τους ιδιωτική μέρη και δεν εκθέτουν τους στολισμό εκτός από αυτό που εμφανίζεται [απαραιτήτως] αυτών και να τυλίξει [μια μερίδα του] τους headcovers πάνω από τα στήθη τους και εκθέτει τους στολίδι εκτός από για να τους συζύγους τους, τους πατέρες τους, τους συζύγους τους πατέρες, τους γιους τους, τους συζύγους τους γιους, τους αδελφούς, τους γιους τους αδελφούς , τις αδερφές τους γιους, τους γυναίκες, αυτό που τους δικαίωμα χέρια που κατέχουν, ή εκείνοι αρσενικό αεροσυνοδοί έχοντας φυσική επιθυμία δεν, ή παιδιά που δεν έχουν ακόμη επίγνωση των ιδιωτικών πτυχών των γυναικών. Και ας μην σφραγίδα πόδια τους να γνωστοποιήσουν τι αποκρύπτουν του στολισμού τους. Και γυρίζω να Αλλάχ με μετάνοια, όλοι σας, O πιστών, ότι μπορεί να πετύχει.
et: Ja uskuda naiste vähendamiseks [mõned] ütle oma visiooni ja valvur nende isiklikuks osad ja jätke oma Ehted, välja arvatud see, mis näib [tingimata] selle ja wrap [osa] oma headcovers üle rinnale ja jätke oma Ehted, välja arvatud oma abikaasasid, oma isade, oma abikaasade isad, nende pojad, oma abikaasade pojad, nende vennad, oma vendade pojad , nende õed pojad, nende naised, et kelle käed oma õigust vallata, või nende meessoost saatjate füüsilise soov, või lapsed, kes ei ole veel teadlikud naiste erasektori aspekte. Ja Las nad tempel oma jalgu teatavaks teha, mida nad varjata oma Ehted. Ja pöörduma Jumala, kahetsus, kõik te, O usklikud, mis võiks olla edukas.
fi: Ja kertoa vähentämiseksi [jotkut] uskovat naiset Visio ja vartija koristehöyhenistä osat ja altista koristukseen paitsi, joka näkyy [välttämättä] artiklan ja kääri [osa] niiden headcovers yli rintaansa eikä altistaa koristukseen paitsi heidän miehensä, isiensä, aviomiehen isät, poikiaan, aviomiehen pojat, veljet, heidän veljekset pojat , heidän sisarensa pojat, naiset, sitä, mikä heidän kädet on, tai ne mies hoitaja fyysiseen halu tai lapset, jotka eivät vielä tiedä naisten oma osa. Ja ei leiman jaloillaan esittää mitä he salaavat koristukseen. Ja Jumala parannuksen tekemisessä kaikki O uskovia, jotka saatat onnistua.
he: ותגיד את הנשים אמונה כדי להפחית [יש] על החזון ועל המשמר הפרטי שלהם חלקים, אינם חושפים את קישוט למעט המופיע [בהכרח] הימנו, לעטוף [חלק] שלהם headcovers על חזם לא לחשוף שלהם קישוט חוץ בעליהן, אבותיהם, האבות של בעליהן, בניהם, הבנים של בעליהן, לאחים שלהם, הבנים של האחים שלהם , בנים אחיותיהן, הנשים שלהם, שקיימים אשר זכותם ידיים, או אלה דיילות זכר אין תשוקה פיזית, או ילדים אשר עדיין אינם מודעים ההיבטים פרטית של נשים. ולתת להם לא רוקעים ברגליהם כדי להפוך ידוע מה הם טומנים בחובם של קישוט שלהם. ופנו לאללה בתשובה, כולכם, O המאמינים, כי אולי את תצליחי.
hr: I reci vjerujući žene [neki] smanjiti svoje vizije i čuvar privatnim dijelova i izlagati svojim ukras osim od [mora] pojavljuje se istih i zamotati [dio] svog headcovers preko prsa i izlagati svojim ukras osim za svoje muževe, njihovi očevi, očevi njihovi muževi, svoje sinove, svoje muževe sinovi, njihova braća, sinove svoje braće , sina svoje sestre, njihove žene, koje posjeduju, koji svoje pravo ruke ili oni Muški polaznici bez fizičke želje ili djeca koja još nisu svjesni privatne aspekte žene. I neka ne pečat svoje noge obznaniti ono što kriju njihova nakit. I Allah u pokajanju, svi, O vjernici, da bi moglo uspjeti.
lt: Ir pasakyk tikinčios moterys sumažinti [kai] savo viziją ir apsaugos jų privataus dalių ir negali atskleisti jų papuošalai, išskyrus tas, kurios [nebūtinai] atrodo jų ir wrap [dalis] jų headcovers per savo krūtinę ir ne atskleisti jų papuošalai išskyrus savo vyru, jų tėvai, savo vyru tėvai, jų sūnūs, savo vyru sūnus, savo brolių, savo brolėnus , jų seserys sūnūs, jų moterys, tai, kas jų teisė rankas turėti, ar tų vyrų palydovės ne fizinis potraukis, arba vaikams, kurie dar nėra žinoma privataus aspektų moterų. Ir tegul ne antspauduoti kojas išsakyti ką jie nuslėpti jų papuošalas. Ir kreiptis į Dievo skruchy, visiems jums, O tikintiesiems, jums gali pavykti.
lv: Un pateikt ticēt sievietēm [kādu] samazināt savu redzējumu un aizsargu savas privātās daļas un nepakļaujiet to rota, izņemot to, kas [obligāti] parādās to un iesaiņošanai [daļa] to headcovers pār krūtīm un nepakļaujiet to rota, izņemot viņu vīri, viņu tēvi, tēvi saviem vīriem, viņu dēli, savu vīru dēlus, savus brāļus, viņu brāļu dēli , viņu māsas dēli, to sieviešu, kas viņu labās rokas piemīt, vai šie vīriešu pavadoņiem, kam nav fizisku vēlmi vai bērni, kuri vēl nav informēti par sieviešu privāto aspektiem. Un ļaut viņiem nav zīmogs kājas darīt zināmu to, ko viņi slēpj no viņu rota. Un savukārt lai Allāhs nožēlošana, jūs visi, O ticīgie, kas varētu izdoties.
nb: Og fortell de troende kvinnene å redusere [noen] deres visjon og vakt deres private deler og ikke utsette deres pryd bortsett fra at [nødvendigvis] vises av og til bryte [en del av] deres headcovers over brystet og ikke vise sin pryd unntatt sine ektemenn, deres fedre, sine ektemenn fedre, deres sønner, sine ektemenn sønner, deres brødre, deres brødrenes sønner , deres sisters' sønner, deres kvinner, det som sin rett hender har, eller de mannlige deltagere har ingen fysiske ønske, eller barn som ikke ennå er klar over de private aspektene av kvinner. Og la dem ikke stempel føttene deres for å gjøre kjent hva de skjuler av deres pryd. Og vende deg til Allah i omvendelse, alle dere, O troende, som du kan lykkes.
sk: A povedzte veriť ženy [niektorí] znížiť ich vízie a stráži ich súkromné súčiastky a nevystavujte ich ozdobou, okrem tých, ktoré [nevyhnutne] sa objaví jej a zabaliť [časť] ich headcovers na hrudi a nevystavujte ich ozdobou okrem ich manželia, ich otcovia, ich manželia, otcovia, svojich synov, synovia ich manželia, ich bratia, synovia ich bratia , ich sestry synov, ich ženy, ktoré ich pravej ruky majú, alebo tie male účastníci nemajú žiaden fyzickej túžby alebo deti, ktorí ešte nie sú vedomí súkromné aspektov ženy. A nech nie pečiatka nohy vyjadriť čo skrývať ich ozdobou. A zase Alah úpenlivo vás O veriacich, že môže uspieť.
sl: In povej prepričanje žensk, zmanjšanje [nekaterih] svoje vizije in varovala svojo osebno deli in ne izpostavljajo svoje okras, razen tistih, ki [nujno] prikaže njihove in zaviti [del] svoje headcovers v njihovem skrinje in ne izpostavljajo svoje okras, razen za svoje može, svojih očetov, njihovi možje, očetje, svoje sinove, njihovi možje sinovi, svoje brate, sinovi svojih bratov , svoje sestre sinovi, svoje ženske, ki svojo pravico roke imajo, ali ti moški spremljevalk, ki ni fizično željo, ali otroke, ki še ne zavedajo zasebno vidikov žensk. In jim ne žig svoje noge, da izrazijo, kaj skrijejo za svoje okras. In pa v Allah kesanja, vse vas, O verniki, ki vam lahko uspe.
sr_cyrl: И да веровање зене [неки] смањити своје визије и гарда њиховом приватном делови и не откривају своје Реса осим оно што [обавезно] појављује се уочи и прелама [део] њихове хеадцоверс преко груди и не откривају своје Реса осим да њихови мужеви, њихови очеви, њихови мужеви, очеви, њихови синови, нељто.Заљто синови, њихова браћа, њихова браћа, синови , сина своје сестре, њихове жене, оно што је њихово право руке поседују, или оне мушки полазници без физичке жеље, или деца која још увек нису свесни приватне аспекти жена. А да их не попуни њихова стопала да познате Шта крију од њихове Реса. И окрени се Алаху у покајању, сви ви, О верници, који би могао да успе.
sr_latn: I da verovanje zene [neki] smanjiti svoje vizije i garda njihovom privatnom delovi i ne otkrivaju svoje Resa osim ono što [obavezno] pojavljuje se uoči i prelama [deo] njihove headcovers preko grudi i ne otkrivaju svoje Resa osim da njihovi muževi, njihovi očevi, njihovi muževi, očevi, njihovi sinovi, neљto.Zaљto sinovi, njihova braća, njihova braća, sinovi , sina svoje sestre, njihove žene, ono što je njihovo pravo ruke poseduju, ili one muški polaznici bez fizičke želje, ili deca koja još uvek nisu svesni privatne aspekti žena. A da ih ne popuni njihova stopala da poznate Šta kriju od njihove Resa. I okreni se Alahu u pokajanju, svi vi, O vernici, koji bi mogao da uspe.
uk: І скажіть проста Віра жінок, щоб зменшити [деякі] своє бачення і охоронець їхнього приватного частин і не піддавати їх прикрас, за винятком того, що [обов'язково] з'являється його і обернути [частини] їх headcovers по грудях і не піддавати їх прикрас за винятком своїх чоловіків, батьків, своїх чоловіків, батьків, своїх синів, синів своїх чоловіків, своїх братів, синів своїх братів , синів своїх сестер, їх жінки, те, що тримає своє право володіти, або ті чоловічий обслуговуючий персонал необхідності фізичного бажання, або дітей, які ще не знають про приватні аспекти жінок. І нехай вони не штамп їх ноги, щоб знали що вони приховують свої прикраси. І звернутися до Аллах в розкаянні, всі ви, O віруючих, які можуть успішно.
vi: Và cho biết những phụ nữ believing giảm [một số] của tầm nhìn của họ và bảo vệ riêng của họ thành phần và không tiết lộ của trang sức, ngoại trừ điều đó [nhất thiết] xuất hiện đó và để bọc [một phần] của headcovers trong tủ của họ và không tiết lộ của trang sức ngoại trừ cho chồng, người cha của họ, ông bố của ông chồng, con trai của họ, con trai của ông chồng, anh em của họ, anh em của con trai , con trai của chị em, phụ nữ của mình, mà trong đó bên phải của bàn tay có, hoặc những tiếp viên nam có không có ham muốn vật chất, con người không được nhận thức của các khía cạnh riêng của phụ nữ. Và để cho họ không đóng dấu chân của họ làm cho biết những gì họ che giấu của trang sức của họ. Và chuyển sang Allah trong ăn năn hối cải, tất cả các bạn, các tín hữu O, mà bạn có thể thành công.
zu: Futhi atshele abesifazane abakholwayo ukunciphisa [abanye] ngombono wabo vika izingxenye zabo zangasese hhayi adalule Ukuhloba yabo Kuphela lokho [ngempela] libonakala yalo futhi bopha [ingxenye ethile] headcovers zabo phezu izifuba zazo hhayi adalule Ukuhloba yabo ngaphandle

# Quran2823
source: And marry the unmarried among you and the righteous among your male slaves and female slaves. If they should be poor, Allah will enrich them from His bounty, and Allah is all-Encompassing and Knowing.
ca: I casar-se amb els solters entre vosaltres i justos entre els seus homes esclaus i esclaus femenins. Si haurien de ser pobres, Allah enriquir-los des de la seva generositat, i Allah és que abasta i saber.
cy: A briodi dibriod eich plith a righteous ymhlith eich gaethweision gwrywaidd a benywaidd caethweision. Os dylent fod yn wael, bydd Allah yn eu cyfoethogi gan ei bounty, ac Allah yn hollgynhwysol a gwybod.
da: Og gifte sig med ugift blandt jer og retfærdige blandt dine mandlige slaver og kvindelige slaver. Hvis de skulle blive dårlig, Allah vil berige dem fra hans bounty, og Allah er altomfattende og vidende.
el: Και να παντρευτεί ο ανύπανδρος ανάμεσά σας και οι δίκαιοι μεταξύ σας άνδρες σκλάβους και γυναίκες σκλάβους. Αν θα πρέπει να είναι κακή, Αλλάχ θα εμπλουτίσει τους από τη γενναιοδωρία, και Αλλάχ είναι όλος-καλύπτοντας και γνωρίζοντας.
et: Ja teie seas vallaline ja õige seas meessoost orjad ja orjad naiste abielluda. Kui nad peaks olema kehv, Allah näidatakse kasutamisõigus tema halastus ja Allah on kõike ja teades.
fi: Ja mennä naimisiin naimaton keskuudessanne ja vanhurskas mies-orjat ja naisten orjia. Jos niiden pitäisi olla köyhä, Allah rikastuttaa niitä armostaan ja Allah on kaiken kattava ja tietäen.
he: להתחתן עם. של נשואים ביניכם והצדיקים בין עבדים זכרים משרתות. אם הם צריכים להיות עני, אללה יעשיר אותם מן השפע שלו, אללה החובקת כל ומבין עניין.
hr: I oženiti braku među vama i pravednika među muške robove i ženskih robova. Ako oni bi trebao biti siromašni, Allah će ih obogatiti iz njegove glave, i Allah je sveobuhvatni i znajući.
lt: Ir tuoktis nesusituokęs tarp jūsų ir jūsų vyras vergų ir moterų vergai teisuolis. Jei jie turėtų būti prasta, Dievas bus praturtinti jų iš jo lazdelės ir Dievas yra visa apimanti ir žinant.
lv: Un precēties neprecējies starp jums un paštaisns vergi vīriešu un sieviešu verdzeņu vidū. Ja tie būtu slikts, Allah bagātinās viņus no savas veltes un Allah ir visaptveroša un zinot.
nb: Og gifte ugifte blant dere og rettferdige blant mannlige slaver og kvinnelige slavene. Hvis de skal fattige, Allah vil berike dem fra sitt og Allah er altomfattende og kjenne.
sk: A vziať si slobodné medzi vami a spravodlivý medzi otrokov a otrokmi samica. Ak by mali byť chudobný, Alah ich obohatí z jeho štedrosť a Boh je všetci-zahŕňať a vedel.
sl: In poročiti neporočen med vami in pravičnih med moški sužnji in sužnje. Če se slabo, Alah jih obogati iz svoje glave in Alah je vseobsegajoča in vedo.
sr_cyrl: И удај се за неудата медју вама и праведника међу твој мушки робова и жена робове. Ако не би требало да су јадни, Аллах ће их обогатити од његове награде, и Аллах је свеобухватајућег и знања.
sr_latn: I udaj se za neudata medju vama i pravednika među tvoj muški robova i žena robove. Ako ne bi trebalo da su jadni, Allah će ih obogatiti od njegove nagrade, i Allah je sveobuhvatajućeg i znanja.
uk: І одружитися на неодружених між вами і праведників чоловічого рабів і жіночий рабів. Якщо вони повинні бути бідним, Аллах збагатить їх від його щедрість, а Аллах всеохоплюючим і знаючи.
vi: Và kết hôn với unmarried trong số các bạn và righteous trong số các nô lệ Nam và nữ nô lệ của bạn. Nếu họ cần được người nghèo, Allah sẽ làm phong phú thêm họ từ tiền thưởng của mình, và Allah là tất cả, bao gồm và hiểu biết.
zu: Futhi ukushada longakashadi phakathi kwenu futhi ngakhethi among bo izinceku zakho owesilisa letidvuna.
