Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2340
source: The heavens almost rupture therefrom and the earth splits open and the mountains collapse in devastation
ca: El cel gairebé ruptura dels mateixos i la terra es divideix obert i les muntanyes col·lapse a la devastació
cy: Mae y nefoedd yn ymdorri thelir bron a y ddaear hollti'r agored ac mae mynyddoedd y cwymp mewn dinistr
da: Himlen briste næsten heraf og jordens opdeler åben og bjergene sammenbrud i ødelæggelser
el: Ουρανούς ρήξη σχεδόν από αυτά και γης χωρίζει ανοιχτά και τα βουνά κατάρρευση στην καταστροφή
et: Taevas peaaegu rebeneda nendest ja maa lõheneb avatud ja mägedes kokkuvarisemist on häving
fi: Taivaat lähes repeämä niistä ja maa jakaa auki ja vuorille romahtaa tuhoa
he: השמיים כמעט קרע ממנו ואת כדור הארץ פיצול פתוח ההרים לכווץ הרס
hr: Nebesa gotovo puknuti od toga i na zemlji iznenada otvori i planinama pao na devastaciju
lt: Dangų beveik plyšimas iš jų ir žemės skyla atviras ir kalnų Žlunga išnaudojamas
lv: Debesīs gandrīz pārrāvums izdarīšanu un zemes sašķeļ atvērta un kalnos sabrukumu postījumiem
nb: Himmelen ruptur nesten hvorav jorden deler åpen og fjellene kollaps i ødeleggelsen
sk: Neba takmer prasknutie z neho a zem rozdeľuje otvorené a hory zbaliť k devastácii
sl: Nebo skoraj poči iz njih in zemlje razdeli odprta in gorah strniti v opustošenja
sr_cyrl: Небеса скоро прсне владини и земља, изненада отвори и планинама скупљање у расулу
sr_latn: Nebesa skoro prsne vladini i zemlja, iznenada otvori i planinama skupljanje u rasulu
uk: Небо майже розриву від них і землі розколюється відкрита і гори згорнути в Розруха
vi: Bầu trời gần như vỡ therefrom và trái đất tách ra mở cửa và dãy núi sụp đổ trong tàn phá
zu: Amazulu cishe ukudabuka therefrom kanye nomhlaba siyavuleka sihlukane bese ezintabeni kokuwa yango

# Quran2341
source: That they attribute to the Most Merciful a son.
ca: Que van atribuir el misericordiós un fill.
cy: Y maent yn eu priodoli i mwyaf tosturiol mab.
da: At de tilskriver den mest barmhjertige en søn.
el: Ότι αποδίδουν σε ο πανάγαθος ένα γιο.
et: Et nad saavad anda Viimane armuline poeg.
fi: Että ne ominaisuus Armahtaja poika.
he: כי הם מייחסים הרחמן ביותר בן.
hr: Da oni pripisuju najmilostiviji sina.
lt: Kad jie priskirti prie labiausiai gailestingas sūnų.
lv: Ka tie piedēvēt visvairāk žēlīgs dēls.
nb: At de attributtet til den mest Nåderike en sønn.
sk: Že im pripisovať Najpodstatnejšou syna.
sl: Da jih pripisujejo najbolj usmiljen sina.
sr_cyrl: Да они приписују се најмилостивији сина.
sr_latn: Da oni pripisuju se najmilostiviji sina.
uk: Що вони пояснюють самий милосердний сина.
vi: Rằng họ thuộc tính để thương xót nhất một đứa con trai.
zu: Lokho zivela the Ningi Nomusa indodana.

# Quran2342
source: And it is not appropriate for the Most Merciful that He should take a son.
ca: I no és adequat per a la més misericordiós que ell ha de tenir un fill.
cy: Ac nid yw'n briodol ar gyfer y mwyaf tosturiol y dylai ei gymryd i fab.
da: Og det er ikke passende for den mest barmhjertige at han skulle tage en søn.
el: Και δεν είναι σκόπιμο για ο πανάγαθος που πρέπει να πάρει ένα γιο.
et: Ja see ei ole asjakohane, Viimane armulised peaks vastuvõtmiseks poeg.
fi: Ja ei sovi Armahtaja joka olisi hän ottaa poika.
he: . וזה לא מתאים הרחמן ביותר זה הוא צריך לקחת את בנו.
hr: I to nije prikladno za najmilostiviji koji treba uzeti sina.
lt: Ir tai nėra tinkamas litosciwy kad jis turėtų imtis sūnų.
lv: Un tas nav piemērots vairums žēlsirdīgs, kas viņam jāveic dēls.
nb: Og det er ikke passende for den Nåderikes at han burde ta en sønn.
sk: A nie je vhodné pre Najpodstatnejšou, že on by mal mať syna.
sl: In ni primerno za najbolj usmiljen da bi vzel sina.
sr_cyrl: И није прикладно за највише милостивог који треба да узме сина.
sr_latn: I nije prikladno za najviše milostivog koji treba da uzme sina.
uk: І це не підходить для найбільш милостиві, він повинен брати сина.
vi: Và nó không phải là thích hợp cho việc đặt thương xót mà ông phải mất một đứa con trai.
zu: Futhi akufaneleki the Ningi Nomusa ukuthi kufanele athathe indodana.

# Quran2343
source: There is no one in the heavens and earth but that he comes to the Most Merciful as a servant.
ca: Hi ha un en el cel i la terra sinó que arriba a més compassius com un criat.
cy: Nid oes unrhyw un yn y nefoedd a'r ddaear ond y daw â mwyaf tosturiol fel gwas.
da: Der er ingen i himlene og jorden, men at han kommer til den mest barmhjertige som en tjener.
el: Δεν υπάρχει κανείς στους ουρανούς και στη γη, αλλά ότι έρχεται σε ο πανάγαθος ως υπάλληλος.
et: On keegi taevas ja maa, kuid et ta jõuab armollinen teenistuja.
fi: Ei kukaan taivaassa ja maan päällä, mutta, että hän tulee laupias palvelijana.
he: יש אף אחד השמיים והארץ אבל זה הוא בא הרחמן ביותר כמשרת.
hr: Postoji nitko u nebo i zemlja, ali da je riječ o najmilostiviji kao sluga.
lt: Niekas į dangų ir žemę, bet kad jis ateina į litosciwy kaip vergais.
lv: Nav viena debess un zeme, bet, ka viņš nāk ļoti žēlsirdīgi kā kalps.
nb: Det er ingen i himmelen og jorden, men at han kommer til den mest Nåderike som en tjener.
sk: Nie je nikto na nebi i na zemi, ale to príde Najpodstatnejšou ako zamestnanec.
sl: Ni nikogar v nebes in zemlje, ampak da prihaja do najbolj usmiljen kot služabnik.
sr_cyrl: Постоји нико у небеса и земљу, али то је у питању најмилосрднији као слуга.
sr_latn: Postoji niko u nebesa i zemlju, ali to je u pitanju najmilosrdniji kao sluga.
uk: Існує не один в небеса та земля, але що він заходить самий милосердний як слуга.
vi: Không có không có ai trong các tầng trời và trái đất nhưng mà anh ta lại thương xót nhất như một nô bộc.
zu: Akukho muntu ku amazulu nomhlaba, kepha ukuthi yena oza Ningi Nomusa njengenceku.

# Quran2344
source: He has enumerated them and counted them a [full] counting.
ca: Ha enumerar-los i comptar-los un [completa] comptant.
cy: Mae wedi cyfrif iddynt ac yn cyfrif eu cyfrif [llawn].
da: Han har optalt dem og optalt dem en [fuld] optælling.
el: Αυτός έχει απαρίθμηση τους και να μετρήσει ένα [πλήρες] καταμέτρηση.
et: Ta on loendatud neid ja lugeda neid [full] lugedes.
fi: Hän on lueteltu ne ja lasketa niitä, [full] laskenta.
he: הוא כולל לספור אותם, ספרתי אותם סופרים [מלא].
hr: On je nabrojio ih i prebrojio [punom] brojanje.
lt: Jis išvardyti juos ir suskaičiuoti jų [full] suskaičiuoti.
lv: Viņš ir uzskaitītas tās un skaitot tos [pilns] skaitīšana.
nb: Han har nummerert dem og telt dem en [full] teller.
sk: On vymenoval ich a počítal [full] počítanie.
sl: Ima jih našteti in jih prešteti, [polno] štetja.
sr_cyrl: Има их побројати и бројао [потпуно] бројање.
sr_latn: Ima ih pobrojati i brojao [potpuno] brojanje.
uk: Він має перераховані їх і розраховував, що [повне] підрахунку.
vi: Ông đã liệt kê chúng và tính đếm [full].
zu: Uye wabalula them futhi babala kubo [full] counting.

# Quran2345
source: And all of them are coming to Him on the Day of Resurrection alone.
ca: I tots ells vénen a ell el dia de resurrecció sol.
cy: Ac mae pob un ohonynt yn dod iddo ar unig dydd atgyfodi.
da: Og alle af dem kommer til ham på den dag i opstandelse alene.
el: Και όλα αυτά έρχονται σ ' αυτόν κατά την ημέρα της Αναστάσεως μόνο.
et: Ja nad kõik tulevad talle päev ülestõusmist üksi.
fi: Ja ne kaikki tulevat hänelle ylösnousemuksen yksin.
he: כולם באים אליו ביום יום של תחיית המתים לבד.
hr: I svi su mu dolaze na sam dan uskrsnuća.
lt: Ir visi jie yra dar jam ant dienos, sekmadienio vien.
lv: Un visi no tiem nāk viņam vien augšāmcelšanās dienu.
nb: Og alle av dem kommer til ham på oppstandelsen alene.
sk: A všetky z nich prichádza k nemu v deň zmŕtvychvstania sami.
sl: In vsi prihajajo k njemu na dan od vstajenje sam.
sr_cyrl: И сви они долазе да га на дан за ускрснуће сама.
sr_latn: I svi oni dolaze da ga na dan za uskrsnuće sama.
uk: І всі вони приходять до нього на день Воскресіння поодинці.
vi: Và tất cả chúng đang đến cho anh ta vào những ngày của phục sinh một mình.
zu: Futhi bonke beza kuye on Suku Vuko yedwa.

# Quran2346
source: Indeed, those who have believed and done righteous deeds - the Most Merciful will appoint for them affection.
ca: De fet, aquells que han cregut i fet escriptures justos - la voluntat misericordiós nomenar-los afecte.
cy: Yn wir, mae'r rhai sydd wedi credu ac wedi gwneud gweithredoedd cyfiawn-bydd y mwyaf tosturiol benodi ar eu cyfer hoffter.
da: Ja, dem, der har ment og gjort retfærdige gerninger - den mest barmhjertige vil udpege for dem hengivenhed.
el: Πράγματι, όσοι πίστευαν και γίνει δίκαιοι πράξεις - πιο σπλαχνικού διορίζει τους στοργή.
et: Tõepoolest, need, kes on uskunud ja teinud õiged teod - armollinen tahe nimetada neid kiindumust.
fi: Ne, jotka ovat uskoneet ja tehdä vanhurskaita tekoja - laupias tahtoa voisi nimittää heille hellyyttä.
he: ואכן, למי יש האמין ועשה מעשים טובים - הרצון והרחמן למנות להם חיבה.
hr: Uistinu, oni koji su vjerovali i učinio pravedna djela - najmilostiviji će imenovati za njih ljubav.
lt: Tiesą sakant, tų, kurie tikėjo ir padaryti teisingas poelgius - litosciwy bus paskirti jiems meilę.
lv: Protams, tiem, kas ticēja un izdarīts taisnīgs darbiem - vairums žēlsirdīgs gribas iecelt viņiem simpātijas.
nb: Faktisk, de som har trodd og gjort rettferdige gjerninger - nåderik vil utpeke for dem kjærlighet.
sk: Naozaj, tých, ktorí verili a urobil spravodlivé skutky - Most Milosrdných bude menovať ich náklonnosť.
sl: Res, tisti, ki so verjeli in naredil pravednici dejanja - bo najbolj usmiljen imenuje za njih naklonjenost.
sr_cyrl: Заиста , они који су веровали и најмилостивији воља праведан дела - именује за њих наклоности.
sr_latn: Zaista, oni koji su verovali i najmilostiviji volja pravedan dela - imenuje za njih naklonosti.
uk: Дійсно, ті, хто вважав і робити добрі справи - самий милосердний буде призначити для їх прихильність.
vi: Thật vậy, những người đã tin tưởng và thực hiện hành động công bình - nhất Merciful sẽ chỉ định cho họ yêu mến.
zu: Ngempela, labo siye sakholwa futhi ungenzele izenzo zokulunga - the Ningi Nomusa uyomisa kubo uthando.

# Quran2347
source: So, [O Muhammad], We have only made Qur'an easy in the Arabic language that you may give good tidings thereby to the righteous and warn thereby a hostile people.
ca: Així, [O Muhammad], hem només fet Qur ' an fàcil en la llengua àrab que pot donar la bona nova així als justos i per tant advertir un gent hostil.
cy: Felly, [O Muhammad], rydym wedi dim ond gwneud Qur'an hawdd yn yr iaith Arabeg y gallwch roi tidings da gan y righteous a rhybuddio gan bobl gelyniaethus.
da: Så, [O Muhammad], vi har kun gjort Koranen nemt i det arabiske sprog, du kan give gode tidender dermed til retfærdige og advare derved en fjendtlig mennesker.
el: Έτσι, [Ο Μωάμεθ], έχουν μόνο κάναμε Qur'an εύκολο στην αραβική γλώσσα που μπορεί να δώσει καλή είδηση με αυτόν τον τρόπο στον δίκαιο και με αυτόν τον τρόπο προειδοποιούν μια εχθρική άνθρωποι.
et: Niisiis, [O Muhammad], on ainult tegime Koraani lihtne araabia keeles et võib anda rõõmusõnumit seeläbi õige ja hoiatada seeläbi vaenuliku inimest.
fi: Joten [Oi Muhammed] olemme tehneet vain Koraanin helppoa arabian kielellä, että voit antaa hyvää sanomaa siten vanhurskaat ja varoittaa siten vihamielisiä ihmisiä.
he: אז, [O מוחמד], רק עשינו את הקוראן קל בשפה הערבית כי ייתכן לתת בשורות טובות ובכך הצדיקים, ובכך להזהיר אנשים עוינים.
hr: Dakle, [O Muhammad], samo smo Kur'an lako u arapski jezik da mogu dati dobre vijesti a time pravednima i upozoriti time neprijateljskog naroda.
lt: Taigi, [O Muhammad], mes tik padarė Korano lengvai Arabų kalba kad gali duoti gera žinia taip teisus ir taip įspėti priešiškų žmonių.
lv: Tātad, [O Muhammad], mēs esam tikai veikuši Qur viegli arābu valodā, jums var dot labas vēstis tādējādi taisns un brīdināt tādējādi naidīgi cilvēki.
nb: Så, [O Muhammad], vi bare har gjort Koranen lett på arabisk du kan gi gode budskap og dermed rettferdige og advare dermed en fiendtlig folk.
sk: Tak, [Mohamed], sme urobili Korán ľahko v arabskom jazyku, že môže dať dobrú zvesť tým spravodlivým a varovať a nepriateľských ľudí.
sl: Torej, [O Muhammad], smo naredile Qur'an enostavno v arabskem jeziku, da lahko daš dobrih novic s tem da pravednika in opozori s tem sovražno ljudi.
sr_cyrl: Дакле , [О Мухаммад], смо само направили Куран лако у арапском језику да може да дате радосне чиме би праведнима и да га упозори на тај начин непријатељског народа.
sr_latn: Dakle, [O Muhammad], smo samo napravili Kuran lako u arapskom jeziku da može da date radosne čime bi pravednima i da ga upozori na taj način neprijateljskog naroda.
uk: Таким чином, [O Мухаммад], ми зробили тільки Коран легко арабською мовою може дати добру новину тим самим праведників і тим самим попередити ворожих людей.
vi: Vì vậy, [O Muhammad], chúng tôi đã chỉ làm kinh Koran dễ dàng trong tiếng ả Rập mà bạn có thể cho các tidings tốt do đó sự công bình và cảnh báo do đó những người thù địch.
zu: Ngakho, [O Muhammad], Siye nje kwenza Qur'an lula ngolimi Arabic ukuthi ungase ube izindaba ezinhle ngaleyo ndlela kuze the ngakhethi futhi axwayise ngaleyo ndlela abantu elinenzondo.

# Quran2348
source: And how many have We destroyed before them of generations? Do you perceive of them anyone or hear from them a sound?
ca: I quants tenen hem destruït abans d'ells de generacions? Es perceben d'ells ningú o escoltar d'ells un so?
cy: A llawer o sut rydym wedi dinistrio cyn iddynt am genedlaethau? Ydych chi'n ystyried ohonynt unrhyw un, neu glywed ganddynt gadarn?
da: Og hvor mange har vi ødelagt før dem af generationer? Du opfatter dem nogen eller høre fra dem en lyd?
el: Και πόσοι έχουν εμείς καταστρέφουμε πριν από αυτούς των γενεών; Έχετε αντιληφθεί τους κανέναν ή να ακούσετε τον ήχο από τους;
et: Ja kui palju on meil hävitanud käsitlusega põlvkonda? Kas teil keegi neist tajuvad või kuulete neist heli?
fi: Ja kuinka paljon me tuhosimme eteensä sukupolville? Ymmärtää niitä kukaan tai niistä äänimerkin?
he: והרס כמה יש לנו לפניהם של דורות? אתה שומע מהם קול או תופסים מהם אף אחד?
hr: A koliko smo uništili prije njih naraštaja? Doživljavaju ih itko ili čuti i zvuk?
lt: Ir kiek mes sunaikino prieš juos kartų? Ar kas nors iš jų suvokia arba išgirsti jų garsą?
lv: Un cik daudz mēs iznīcinājuši pirms tām paaudzēm? Vai jūs uztver ikviens no viņiem vai dzirdēt no tiem skaņas
nb: Og hvor mange har vi ødelagt før dem generasjoner? Du oppfatter dem noen eller høre fra dem en lyd?
sk: A koľko sme zničili pred nimi generácií? Vnímajú ich niekto alebo z nich počuť zvuk?
sl: In koliko so mi uničili, pred njimi generacij? Zaznati jih kdorkoli ali slišati od njih zvok?
sr_cyrl: И колико смо уништено пре њих генерација? Ти доживљавају никога од њих или јаве звук?
sr_latn: I koliko smo uništeno pre njih generacija? Ti doživljavaju nikoga od njih ili jave zvuk?
uk: І як багато ми знищили перед ними поколінь? Ви сприймати їх нікому або почути від них звук?
vi: Và bao nhiêu có chúng tôi phá hủy trước đó của các thế hệ? Bạn có nhận thức của họ, bất cứ ai hoặc nghe từ họ một âm thanh?
zu: Futhi mingaki siye achithwa phambi kwabo izizukulwane?

# Quran2349
source: Ta, Ha.
ca: Ta, hectàrees.
cy: Dreth gyngo, Ha.
el: TA, χα.
he: . להתראות, חה.
hr: Hvala, Ha.
sr_cyrl: Та , Ха.
uk: TA, га.
vi: Thi, Ha.

# Quran2350
source: We have not sent down to you the Qur'an that you be distressed
ca: Tenen no enviàvem a vostè el Qur ' an que siguis angoixat
cy: Nad ydym wedi anfon i lawr i chi y Qur'an a chi fod yn ofidus
da: Vi har ikke sendt til dig Koranen at du blive nødlidende
el: Δεν στείλαμε σε σας το Κοράνι να είσαι στενοχωρημένα
et: Me ei saatnud te te olla õnnetud Koraan
fi: Ei lähetimme sinulle että olla ahdistunut Koraani
he: לא שלחנו את הקוראן שתהיה במצוקה
hr: Nisu poslali smo ti Kur'an da biti tužan
lt: Mes neatsiuntė jums, būkite patyrusiam Korano
lv: Mums nav nosūtīti uz leju jums Korāns, ka jums nebūs apbēdināts
nb: Vi har ikke sendt til deg Koranen at du være bekymret
sk: Sme neposlali vám Korán, aby ste sa v núdzi
sl: Smo so ne prejmete Koranu, da boste v stiski
sr_cyrl: Ми нисте послали да ти Кур'ану да будете узнемирени
sr_latn: Mi niste poslali da ti Kur'anu da budete uznemireni
uk: Ми ще не були надіслані вам Корану, що ви буде засмучений
vi: Chúng tôi đã không gửi xuống cho bạn kinh Koran mà bạn được đau khổ
zu: Asizange sa phansi you Qur'an ukuthi ukucindezeleka

# Quran2351
source: But only as a reminder for those who fear [Allah] -
ca: Però només com un recordatori per a aquells que temen [Allah]-
cy: Ond dim ond fel nodyn atgoffa ar gyfer y rhai sy'n ofni [Allah]-
da: Men kun som en påmindelse til dem, der frygter [Allah]-
el: Αλλά μόνο ως μια υπενθύμιση για εκείνους που φοβούνται [Αλλάχ]-
et: Aga ainult neile, kes kardavad [Jumalat] - meelespidamiseks
fi: Mutta vain muistutuksena niille, jotka pelkäävät [Jumala]-
he: אבל רק כתזכורת לאלו החוששים [אללה]-
hr: Ali samo kao podsjetnik za one koji se boje [Allah]-
lt: Bet tik kaip priminimas tiems, kurie bijo [Dievas]-
lv: Bet tikai kā atgādinājums tiem, kuri baidās, [Allah]-
nb: Men bare som en påminnelse for dem som frykter [Allah]-
sk: Ale len ako pripomienka pre tých, ktorí sa obávajú [Allah]-
sl: Ampak le kot opozorilo za tiste, ki se bojijo [Alahove]-
sr_cyrl: Али само као подсетник за оне који се боје [Аллах]
sr_latn: Ali samo kao podsetnik za one koji se boje [Allah]
uk: Але тільки як нагадування для тих, хто побоюється [Аллах]-
vi: Nhưng chỉ như một lời nhắc nhở cho những người sợ hãi [Allah]-
zu: Kodwa nje njengomuntu khumbuzo labo abamesabayo [Allah] -

# Quran2352
source: A revelation from He who created the earth and highest heavens,
ca: Una revelació que el que ha creat la terra i el cel més alt,
cy: Datguddiad o ef a greodd y ddaear a nefoedd uchaf,
da: En åbenbaring fra ham, der skabte jorden og højeste himlene,
el: Μια αποκάλυψη από εκείνος που σε δημιούργησε τη γη και τα υψηλότερα ουρανούς,
et: Ilmutus, kes lõi maa ja kõrgeima taevas,
fi: Hän, joka loi maan ja korkeimman taivaan ilmestys
he: התגלות של מי יצר את השמים ובין הארץ הגבוהה ביותר,
hr: Objavu od on koji je stvorio zemlju i najviših nebesa,
lt: Apreiškimas iš tas, kuris sukūrė žemę ir aukščiausias dangaus,
lv: Atklāsme no viņam, kas radīja zemes un augstāko debesīs,
nb: En åpenbaring fra som skapte jorden og høyeste himmelen,
sk: Zjavenie od ten, kto stvoril zem a najvyššieho neba,
sl: Razodetje od on, ki je ustvaril zemljo in najvišja nebo,
sr_cyrl: Откривење из он створио на земљи и највишим небесима,
sr_latn: Otkrivenje iz on stvorio na zemlji i najvišim nebesima,
uk: Одкровення від той, хто створив землі і найвищі небеса,
vi: Một sự mặc khải từ ông đã tạo ra trái đất và bầu trời cao,
zu: Vulamehlo nga Lowo owadala umhlaba futhi kwezulu,

# Quran2353
source: The Most Merciful [who is] above the Throne established.
ca: El misericordiós [qui és] sobre el tron establert.
cy: Y mwyaf tosturiol [sy'n] uchod yr Orsedd a sefydlwyd.
da: Den mest barmhjertige [der er] ovenfor tronen etableret.
el: Ο πανάγαθος [Ποιος είναι] πάνω από το θρόνο που έχει συσταθεί.
et: Viimane armulised [kes ei] eespool kehtestatud troonile.
fi: Armahtaja [joka on] edellä perustettu valtaistuimelle.
he: הרחמן ביותר [מי] מעל הכתר הוקמה.
hr: Najmilostiviji [koji je] iznad prijestolja uspostavljena.
lt: Labiausiai gailestingieji [kuris yra] virš sosto nustatyta.
lv: Vairums žēlsirdīgs [kas ir] iepriekš izveidota tronī.
nb: Den mest Nåderike [som er] over tronen etablert.
sk: Najpodstatnejšou [ktorý] nad trón usadený.
sl: Najbolj usmiljen [ki je] nad sedežem prestol.
sr_cyrl: У најмилосрднији [која је] изнад трона успостављена.
sr_latn: U najmilosrdniji [koja je] iznad trona uspostavljena.
uk: Найбільш милостиві [які] над Престолом створена.
vi: Các nhất Merciful [người] ở trên ngai vàng được thành lập.
zu: The Ningi Nomusa [ngubani] ngenhla sobukhosi esungulwe.

# Quran2354
source: To Him belongs what is in the heavens and what is on the earth and what is between them and what is under the soil.
ca: A ell pertany el que està en el cel i què hi ha a la terra i el que és entre ells i el que està sota terra.
cy: Ef yn perthyn iddo beth sydd yn y nefoedd a beth sydd ar y ddaear a beth yw rhyngddynt a'r hyn sydd o dan y pridd.
da: Ham tilhører hvad der er i himlene og hvad der er på jorden og hvad der er mellem dem, og hvad der er under jorden.
el: Σ ' αυτόν ανήκει τι είναι στον ουρανό και ό, τι είναι στη γη και τι είναι μεταξύ τους και τι είναι κάτω από το χώμα.
et: Temale kuulub mis on taevas ja mis on maa peal ja mis on ja mis on mulla all.
fi: Hänelle kuuluu mitä on taivaassa ja mitä on maan päällä ja mikä on ja mikä on mukaan maaperä.
he: אליו שייך מה הוא בשמיים, מה על פני האדמה ומהי ביניהם לבין מה יש מתחת לאדמה.
hr: Njemu pripada ono što je na nebesima i što je na zemlji i što je između njih i što je ispod tla.
lt: Jam priklauso kas yra danguje ir kas yra ant žemės ir kas yra tarp jų ir koks pagal dirvožemio.
lv: Viņam pieder, kāda ir debesīs un kas ir uz zemes un kas ir starp tām un kas ir zem zemes.
nb: Ham tilhører hva som er i himmelen og hva som er på jorden og hva er mellom dem og hva er under jorden.
sk: K nemu patrí, čo je v nebesiach a čo je na zemi a to, čo je medzi nimi, a čo je v pôde.
sl: Mu pripada kaj je v nebesih in kaj je na zemlji in kaj je med njimi in kaj je pod zemljo.
sr_cyrl: Њему припада шта је у небесима и шта је на земљи, која је између њих и шта је испод земље.
sr_latn: Njemu pripada šta je u nebesima i šta je na zemlji, koja je između njih i šta je ispod zemlje.
uk: Йому належить те, що знаходиться в небесах і що на землі і що між ними і те, що під шаром землі.
vi: Anh ta thuộc về những gì ở trên trời và trên trái đất là gì và những gì giữa họ và những gì là dưới đất.
zu: Kuze Him fanele yini esemazulwini futhi uyini emhlabeni futhi siyini phakathi kwabo futhi uyini ngaphansi kwenhlabathi.

# Quran2355
source: And if you speak aloud - then indeed, He knows the secret and what is [even] more hidden.
ca: I si parles en veu alta - de fet, llavors sap el secret i el que és ocult [encara] més.
cy: Ac os ydych yn siarad ar goedd-yn wir, yna y gwyr y gyfrinach ac hyn [yn] fwy yn gudd.
da: Og hvis du taler højt - så ja, han kender hemmeligheden og hvad er [endnu] mere skjult.
el: Και αν μιλάτε δυνατά - πράγματι, στη συνέχεια, που ξέρει το μυστικό και τι [ακόμη] μπορεί να είναι.
et: Ja kui sa rääkida valjusti - tõepoolest, siis ta teab saladus ja mida [isegi] rohkem peidetud.
fi: Ja jos puhut ääneen - itse asiassa hän tietää salaisuus ja mitä on [] vieläkin piilotettu.
he: אם תדברי בקול רם - אכן, אז הוא יודע את הסוד, ואת מה שמסתתר [אפילו] יותר.
hr: A ako govorite glasno - doista, on zna tajne i ono što je [još] više skriven.
lt: Ir jei kalbėti garsiai - iš tiesų, tada jis žino paslaptis ir kas yra [dar] labiau paslėptas.
lv: Un, ja jūs runāt skaļi - patiešām, tad viņš zina noslēpums un kas ir paslēpts [vēl].
nb: Og hvis du snakker høyt - deretter faktisk han vet hemmeligheten og hva er [] enda skjult.
sk: A ak budete hovoriť nahlas - potom skutočne vie tajomstvo a to, čo je [ešte] skryté.
sl: In če govorite glasno - res, potem ve skrivnost in kaj je [tudi] več skrit.
sr_cyrl: И ако ти изговори гласно - заиста, онда зна тајну, и шта су [чак и] резе.
sr_latn: I ako ti izgovori glasno - zaista, onda zna tajnu, i šta su [čak i] reze.
uk: І якщо ви говорити вголос - то дійсно, він знає секрет, і що [] ще приховано.
vi: Và nếu bạn nói aloud - sau đó, quả thật vậy, ông biết những bí mật và những gì [thậm chí] nhiều ẩn.
zu: Futhi uma ukhuluma ngokuzwakalayo - ke ngempela, He azi fihlo futhi siyini [ngisho] efihliwe ngaphezulu.
