Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran352
source: Indeed, the example of Jesus to Allah is like that of Adam. He created Him from dust; then He said to him, "Be," and he was.
ca: De fet, l'exemple de Jesús a Allah és com allò d'Adam. Que el creava des de pols; llavors va dir a ell, "Ser" i ell era.
cy: Yn wir, yn yr enghraifft o Iesu i Allah fel Adam. Creodd ef o'r llwch; yna Dywedodd wrtho, "Fod yn", ac yr oedd.
da: Faktisk er eksempel på Jesus til Allah ligesom Adam. Han skabte ham fra støv; så sagde han til ham, "Være", og han blev.
el: Πράγματι, το παράδειγμα του Ιησού να Αλλάχ είναι όπως εκείνη του Αδάμ. Αυτός τον δημιούργησε από σκόνη? στη συνέχεια, που του είπε, «Είναι», και ήταν.
et: Näite Jeesuse Allah on tõepoolest sellist Adam. Ta lõi ta tolmust; siis ta ütles talle, "Tuleb" ja ta oli.
fi: Jeesuksen esimerkkiä Jumalalle onkin kuin että Adam. Hän loi hänet pölyltä; sitten hän sanoi, "On", ja hän oli.
he: אכן, הדוגמה של ישוע אללה הוא כמו זה של אדם. הוא יצר אותו מפני אבק; ואז הוא אמר לו, "להיות", והוא היה.
hr: Doista, primjer Isusa Allahu je kao da je Adam. On ga je stvorio iz prašine; Onda je rekao, "Biti", i bio je.
lt: Iš tiesų Jėzaus pavyzdys Allaho yra kaip ir Adomas. Jis sukūrė jį nuo dulkių; tada jis pasakė jam, "Būti", ir jis buvo.
lv: Patiešām, piemēram Jēzus Allah ir tāpat kā Ādams. Viņš radīja viņu no putekļiem; pēc tam viņš sacīja viņam: "Būt", un viņš bija.
nb: Eksempel på Jesus å Døyve er faktisk som Adam. Han skapte ham fra støv; Da sa han til ham, "Være", og han var.
sk: Príklad Ježiša Alah je skutočne ako Adam. Stvoril ho od prachu; potom povedal, "Byť", a on bol.
sl: Res, na primer Jezusa v Allah je podobnega Adam. Je bil povzdignjen pred prahom; potem je rekel, "Se", in je bil.
sr_cyrl: Заиста , на пример Исуса да Аллах је као од Адама. Направио га је од прашине; Онда му је рекао, "Да", и био је.
sr_latn: Zaista, na primer Isusa da Allah je kao od Adama. Napravio ga je od prašine; Onda mu je rekao, "Da", i bio je.
uk: Дійсно, приклад Ісуса, щоб Аллах схожа на Адама. Створив його від пилу; Тоді він сказав йому: "Бути" і він був.
vi: Thật vậy, các ví dụ của Chúa Giêsu để Allah là tương tự như của Adam. Ông đã tạo ra anh ta từ bụi; sau đó ông nói rằng ông "", và ông.
zu: Ngempela, isibonelo sikaJesu ukuze Allah kufana leso sika-Adamu.

# Quran353
source: The truth is from your Lord, so do not be among the doubters.
ca: La veritat és del seu Senyor, així no ser entre el callin.
cy: Y gwir yw eich Arglwydd, felly peidiwch â bod ymhlith yr amheuwyr.
da: Sandheden er fra din Herre, så vær ikke blandt tvivlerne.
el: Η αλήθεια είναι από το Λόρδο, έτσι δεν είναι από τους αμφισβητίες.
et: Tõde on Issand, nii et ärge seas kahtlejaid.
fi: Totuus on Herra, joten älä kesken epäilijät.
he: האמת היא של אדונך, ולכן לא להיות בין הספקנים.
hr: Istina je od gospodara, pa nemojte biti među sumnjali.
lt: Tiesa yra iš savo Viešpaties, todėl nereikia tarp watpiacych.
lv: Patiesība ir no jūsu kungs, tātad nevar būt starp doubters.
nb: Sannheten er Herrens, så ikke bli blant tvilerne.
sk: Pravdou je, od svojho pána, takže nebuďte medzi pochybovači.
sl: Resnica je iz svojega gospodarja, zato ne bodite med dvomljivci.
sr_cyrl: Истина је од твог Господа, не будите међу судити није.
sr_latn: Istina je od tvog Gospoda, ne budite među suditi nije.
uk: Правда в тому, від Господа, тому не бути серед сумнівається.
vi: Sự thật là từ của mình Chúa, vì vậy không có một trong những nghi ngờ.
zu: Iqiniso liwukuthi kho Lord ngakho ungabi phakathi doubters.

# Quran354
source: Then whoever argues with you about it after [this] knowledge has come to you - say, "Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then supplicate earnestly [together] and invoke the curse of Allah upon the liars [among us]."
ca: Llavors qui argumenta amb vostè sobre això després de [aquesta] coneixement ha arribat a vostè - dir, "Veniu, anem trucades els nostres fills i teus fills, les nostres dones i les seves dones, nosaltres mateixos i vosaltres mateixos, llavors suplicar sincerament [junt] i invoca la maledicció d'Allah, en els mentiders [entre nosaltres]."
cy: Yna pwy bynnag yn dadlau â chi amdano ar ôl [hwn] gwybodaeth wedi dod i chi-yn dweud, "dod, gadewch inni alw ein meibion a eich meibion, ein menywod a menywod eich, ein hunain a chi'ch hun, yna supplicate daer [gyda'i gilydd] a galw'r felltith Allah ar celwyddgwn [ymhlith ein]."
da: Så hvem hævder med dig om det, efter [denne] viden er kommet til dig - sige, "kom, lad os kalde vores sønner og dine sønner, vores kvinder og jeres kvinder, os og jer selv, så anråbe inderligt [sammen] og påberåbe sig Allah forbandelse over løgnere [blandt os]."
el: Στη συνέχεια όποιος υποστηρίζει μαζί σας σχετικά με αυτό μετά την [αυτή] η γνώση έχει έρθει σε σας - ας πούμε, "Ελάτε, ας καλέστε μας γιους και γιοι σας, τις γυναίκες μας και σας τις γυναίκες, τους εαυτούς μας και τους εαυτούς σας, τότε ειλικρινά supplicate [μαζί] και επικαλούνται την κατάρα του Αλλάχ προς την liars [ανάμεσά μας]."
et: Siis kes iganes väidab sinuga midagi pärast seda, kui [see] teadmine on tulnud teile - öelda, "tule, anna meile helistada meie pojad oma poega, meie ja teie naised, iseennast ja naiste endid, siis tõsimeelselt supplicate [koos] ja toetuda Jumala needus üles valetas [meie] seas."
fi: Sitten kuka väittää teille siitä kun [tämän] tietoon oli tullut-eli "Tule meidän poikamme ja teidän poikanne, naisemme ja naisten, itse ja itse sitten supplicate hartaasti [yhdessä] ja vedota Jumalan kirouksen valehtelijoita [keskuudessamme]."
he: אז מי מתווכח עם אתה על זה אחרי הידע [זה] הגיע לך - אומר, "בוא, תן לנו להתקשר הבנים שלנו ואת בניך, הנשים שלנו שלך ונשים, את עצמנו, את עצמכם, אז אבקש עזרה מאלוהים בכובד ראש [ביחד] והעלה את קללת אללה על השקרנים [בינינו]."
hr: Onda tko god tvrdi da s tobom o tome nakon [to] znanje je došao da vas - kažu, "Ma, neka nas nazovite naše sinove i vaše sinove, naše žene i žene, sebe i sebe, onda supplicate ozbiljno [zajedno] i dozivati prokletstvo Allaha na lažljivci [među nama]."
lt: Tada tas, kas teigia su jumis apie tai po [šio] žinių turi ateiti pas jus - sako, "ateiti, leiskite mums vadina savo sūnumis ir savo sūnų, mūsų moterys savo moterų, save ir save, tada maldauti nuoširdžiai [kartu] ir remtis Dievo prakeikimas negatyviai klamcami [pas mus]."
lv: Tad tas, kurš argumentē ar jums par to pēc [šīs] zināšanas ir pienācis jums - teikt, "Nāc, ļaujiet mums zvanīt saviem dēliem un taviem dēliem, mūsu sievietes un jūsu sievietes, sevi un sev, tad sirsnīgi lūgt [kopā] un izsauciet nolādēt no Allah par meļiem [mūsu] vidū."
nb: Så hvem argumenterer med deg om det etter [this] kunnskap har kommet til deg - si, "kom, la oss kalle våre sønner og dine sønner, våre kvinner og kvinner, oss og dere, så supplicate oppriktig [sammen] og påkalle forbannelsen av Allah på løgnere [blant oss]."
sk: Potom ten, kto tvrdí s vami o tom po [tohto] vedomosti má prísť k vám - teda "prísť, dajte nám zavolať svojich synov a svojich synov, naše ženy a svoje ženy, sami a sami, potom snažně prosit vážne [spolu] a vyvolať prekliatie klamár [medzi nami] Alaha."
sl: Torej kdor trdi z vami o tem po [ta] znanja je prišel k vam - pravijo, "prišli, nam pokličite naše sinove in svoje sinove, naše ženske in vaše ženske, sebe in sebe, potem resno Preklinjati [skupaj] in priklicati prekletstvo Allah na lažnivci [med nami]."
sr_cyrl: Онда ко год тврди да с тобом о томе након што се [то] знање дошло да ти - реци, "Хајде, пусти нас позвати своје синове и твоји синови, зенске и твоје жене, себе и себе, а онда твојос искрено [заједно] и призивамо стетности Аллах баци [међу нама]."
sr_latn: Onda ko god tvrdi da s tobom o tome nakon što se [to] znanje došlo da ti - reci, "Hajde, pusti nas pozvati svoje sinove i tvoji sinovi, zenske i tvoje žene, sebe i sebe, a onda tvojos iskreno [zajedno] i prizivamo stetnosti Allah baci [među nama]."
uk: То той, хто стверджує, з вами про це після того, як [це] знання прийшов до вас - скажімо, "прийти, давайте називати сини наші і ваші сини, наших жінок і ваших жінок, себе і себе, а потім supplicate щиро [разом] та викликати прокляттям Аллах на брехунів [серед нас]."
vi: Sau đó bất cứ ai tranh luận với bạn về nó sau khi kiến thức [này] đã đến với bạn - nói, "đi, chúng ta hãy gọi con trai của chúng tôi và con trai của bạn, chúng tôi phụ nữ và phụ nữ của bạn, mình và mình, sau đó khẩn tha thiết [cùng nhau] và gọi lời nguyền của Allah khi kẻ nói dối [giữa chúng ta]."
zu: Lowo phikisana you ngakho ngemva [lokhu] azani sondela kuwe - anothi, 'Wozani, ake sikubize amadodana ethu kanye namadodana akho, abesifazane bakithi nabesifazane yakho, ngokwethu yourselves ngalesosikhathi unxuse ngobuqotho [ndawonye] futhi abuyisele

# Quran355
source: Indeed, this is the true narration. And there is no deity except Allah. And indeed, Allah is the Exalted in Might, the Wise.
ca: De fet, aquesta és la veritable narració. I no hi ha cap Déu excepte Allah. I de fet, Allah és l'exaltat en forces, el savi.
cy: Yn wir, dyma y llais wir. Ac nid oes unrhyw Dduwdod ac eithrio Allah. Ac yn wir, Allah yn Exalted yn efallai, yn y doeth.
da: Dette er den sande fortælling. Og der er ingen guddom bortset fra Allah. Og ja, Allah er ophøjede i magt, klogt.
el: Πράγματι, αυτή είναι η αλήθεια αφήγηση. Και δεν υπάρχει καμία θεότητα εκτός από Αλλάχ. Και πράγματι, Αλλάχ είναι η Exalted στην μπορούσε, του Σοφού.
et: See on tõepoolest tõsi jutustus. Ja ei ole jumalus, välja arvatud Jumal. Ja tõepoolest, Allah on ülendatud Might, tark.
fi: Tämä on totta selostusta. Ja ei ole Jumaluutena, paitsi Allah. Ja Jumala on viisas voisi Ylhäinen.
he: אכן, זהו הנלווה אמיתי. ויש כאן אין אלוהות מלבד אללה. אכן, אללה לרוממו באולי, החכם.
hr: Doista, ovo je istinito pripovijedanje. I nema Božanstva osim Allaha. I doista, Allah je Exalted u moć, mudri.
lt: Iš tiesų, tai yra tiesa, pasakojimas. Ir nėra jokių dievybės, išskyrus Allah. Ir iš tiesų, Allah yra Exalted, gali, Išminčius.
lv: Patiešām, tas ir patiess stāstījumu. Un tur nav dievība, izņemot Allah. Un patiešām, Allah ir izredzētais, kas, iespējams, gudrs.
nb: Dette er faktisk sant lydkommentaren. Og det er ingen guddom unntatt Allah. Og Allah er faktisk opphøyet i Might, Wise.
sk: Naozaj, je to pravda hovorený komentár. A neexistuje žiadne božstvo okrem Alaha. A skutočne, Alah je postáv by, múdry.
sl: Pravzaprav, to je res pripoved. In ni nobene božanstva, razen Allah. In res, Allah je Exalted v oblast, pametno.
sr_cyrl: Заиста , ово је истина нарацију. И нема боћанство осим Алаха. И заиста, Аллах је Еxалтед у моћ, мудри.
sr_latn: Zaista, ovo je istina naraciju. I nema boћanstvo osim Alaha. I zaista, Allah je Exalted u moć, mudri.
uk: Дійсно, це правда мовленнєвого супроводу. І немає не божества, крім Аллаха. І дійсно, Аллах Exalted в меча, Мудрого.
vi: Thật vậy, đây là bài nói đúng sự thật. Và không có vị thần ngoại trừ Allah. Và quả thực, Allah là Exalted tại có thể, sự khôn ngoan.
zu: Ngempela, lena elandisayo weqiniso.

# Quran356
source: But if they turn away, then indeed - Allah is Knowing of the corrupters.
ca: Però si s'allunyen, llavors fet - Allah està saber de la corrupters.
cy: Ond os y maent yn troi i ffwrdd, yn wir-yna Allah yn gwybod y corrupters.
da: Men hvis de vender væk, så faktisk - Allah er vide i corrupters.
el: Αλλά, αν πάψουν, τότε πράγματι - Αλλάχ είναι γνωρίζοντας της η corrupters.
et: Aga kui nad tõlgivad, siis tõepoolest - Jumal on selle corrupters teades.
fi: Mutta jos he kääntyvät pois, niin todellakin - hillitä tietäen corrupters.
he: אבל אם הם יהפכו משם, אז אכן - אללה הוא שהידיעה של corrupters.
hr: Ali ako ti, onda zaista - Allah je poznavanje u corrupters.
lt: Bet jei jie nusigręžti, iš tiesų - tada Dievas yra žinios, kad corrupters.
lv: Bet, ja tās novērsties, tad patiešām - Allah ir zinot corrupters.
nb: Men hvis de vende bort, så ja - Allah er vite av de kobber og jern.
sk: Ale ak sa zase preč, potom naozaj - Alah je znalosť corrupters.
sl: Ampak če se obrnejo proč, potem res - Allah je poznavanje na corrupters.
sr_cyrl: Али , ако се окрену, тада заиста - Аллах је знајужи од у цорруптерс.
sr_latn: Ali, ako se okrenu, tada zaista - Allah je znajuжi od u corrupters.
uk: Але якщо вони відвернутися, то дійсно - Аллах знаючи до тепер.
vi: Nhưng nếu họ lần lượt đi, sau đó thực sự - Allah biết là corrupters.
zu: Kodwa uma they jikisa ngalesosikhathi ngempela - Allah Ukwazi we corrupters.

# Quran357
source: Say, "O People of the Scripture, come to a word that is equitable between us and you - that we will not worship except Allah and not associate anything with Him and not take one another as lords instead of Allah." But if they turn away, then say, "Bear witness that we are Muslims [submitting to Him]."
ca: Dir, "La gent O de l'escriptura, arribar a una paraula que és equitativa entre nosaltres i vostè - que anem no adorar excepte Allah i no associar res amb ell i no prendre un altre com a senyors en comptes d'Allah". Però si s'allunyen, llavors diuen, "Són testimoni que som musulmans [sotmetre's a ell]".
cy: Dweud, "Pobl O ysgrythur, yn dod i'r gair sy'n deg rhwng ni a chi-y byddwn ni addoli ac eithrio Allah ac nid unrhyw beth yn cysylltu ag ef ac nid cymryd un arall fel Arglwyddi yn hytrach na Allah." Ond os y maent yn troi i ffwrdd, wedyn yn dweud, "Yn dwyn tyst yr ydym ar Foslemiaid [cyflwyno iddo]."
da: Sige, "O folk af Skriften, kommer til et ord, der er retfærdigt mellem os og jer - at vi vil ikke tilbede undtagen Allah og ikke forbinder noget med ham og ikke tage hinanden som lords i stedet for Allah." Men hvis de vender væk, så siger, "Bære vidne, at vi er muslimer [indsendelse til ham]."
el: Λένε, «O άνθρωποι του Scripture, έλα σε μια λέξη που είναι δίκαιη, μεταξύ εμάς και εσάς - ότι θα δεν λατρείας εκτός Αλλάχ και δεν συνδέουν τίποτα μαζί του και δεν πάρει το ένα άλλος ως λόρδους αντί του Αλλάχ.» Αλλά αν πάψουν, τότε να πω, «Μαρτυρούν ότι είμαστε Μουσουλμάνοι [υποταγή σ ΄αυτόν].»
et: Öelda: "O inimesi Pühakirja, tulnud sõna, mis on meie ja teie - et me ei kummarda Jumalat peale ja ei seosta midagi teda ja ei võta üksteist lords asemel Allah õiglane." Aga kui nad tõlgivad, siis ütlen, "Tunnistan, et oleme moslemid [esitades talle]."
fi: Esimerkiksi: "Oi ihmiset Raamatun, tullut sana, joka on tasapuolinen keskinäiseen - että me palvovat paitsi Allah ja ei mitään hänen rinnalleen ja ota toisiaan lords sijasta Jumala." Mutta jos he kääntyvät pois, sitten sanoa, "Todistaa, että olemme muslimeja [ollen hänelle]."
he: אומרים, "O אנשים של כתבי הקודש, בוא למילה זו השווה בינינו לבין לך - כי אנו לא סוגדים מלבד אללה, לא לשייך אותו דבר ואף לא לקחת אחד את השני כמו הלורדים במקום אללה". אבל אם הם פונים משם, אז תגיד, "דוב עד שאנחנו מוסלמים [הגשת לו]."
hr: Kažu, "O ljudi Svetog pisma, doći do riječi koja pripada između nas i vas - da ne štuju osim Allaha i povezati sve s njim i uzeti jedno drugo kao gospodari umjesto Allaha." Ali ako ti, onda kažem, "Svjedoci da smo mi Muslimani [podvrgavanja ga]."
lt: Tarkim, "O žmonės knygos, ateina į žodį, kuris yra teisinga tarp mūsų ir jūsų - kad mes ne garbinti išskyrus Dievas ir negali susieti nieko su juo ir ne priimti vienas kitą kaip Lordų vietoj Dievo." Bet jei jie nusigręžti, tada pasakyti, "Būti liudija, kad mes esame musulmonai [pateikti jam]."
lv: Teiksim, "O cilvēku rakstos, nākt pie vārda, kas ir taisnīgi starp mums un jums - ka mums nav dievkalpojumu, izņemot Allah un neko nesaista ar viņu, un neveic viens otru kā kungi, nevis Allah." Bet, ja tie savukārt prom, tad saka, "Liecību, kas mums ir musulmaņi [iesniegt viņam]."
nb: Si, "O folk av skriften, kommer til et ord som er rettferdig mellom oss og deg - at vi vil ikke tilbedelse unntatt Allah og ikke knytte noe med ham og ikke ta hverandre som herrer i stedet for Allah." Men hvis de vende bort, så si, "Vitner om at vi er muslimer [underkaste seg ham]."
sk: Povedať, "O ľudí z písma, prísť na slovo, ktoré je spravodlivé medzi nami a vami - že budeme uctievať okrem Alaha a spájať čokoľvek s ním a navzájom brať ako pánov namiesto Alaha." Ale ak sa zase preč, potom povedal, "Svedectvo, že sme moslimovia [predkladá ho]."
sl: Recimo, "O ljudje Sveto pismo, se beseda, ki je med nami in vami - da bo niso bogoslužja razen Allah in ničesar ne povezujejo z njim in drug drugega ne sprejme kot gospodarji namesto Allah." Ampak če se obrnejo proč, recite, "Pričajo, da smo muslimani [predloži njim]."
sr_cyrl: Рекао : "О људи из Светог писма, додји да реч која је праведна између нас и вас - да ћемо не обозава осим Алаха и не, придружите му ништа и не Узми једно друго као господари уместо Аллах." Али , ако се окрену, затим изговорите "Сведоци смо Муслимани [подношење му]."
sr_latn: Rekao: "O ljudi iz Svetog pisma, dodji da reč koja je pravedna između nas i vas - da ćemo ne obozava osim Alaha i ne, pridružite mu ništa i ne Uzmi jedno drugo kao gospodari umesto Allah." Ali, ako se okrenu, zatim izgovorite "Svedoci smo Muslimani [podnošenje mu]."
uk: Скажімо, "O в Писанні, приходять на слово, яке є справедливим між нами і вами - що ми не поклоняємося крім Аллаха і пов'язує все, що з ним і не приймати один одного як лордів замість Аллаха." Але якщо вони відвернутися, то кажуть, "Свідчать про що ми мусульман [подання його]."
vi: Nói, "O người của kinh thánh, đến một từ đó là công bằng giữa chúng tôi và bạn - chúng tôi sẽ không tôn thờ ngoại trừ Allah và không liên kết bất cứ điều gì với anh ta và không đưa nhau như Chúa thay vì Allah." Nhưng nếu họ lần lượt đi, sau đó nói, "Làm chứng rằng chúng tôi là người Hồi giáo [gửi cho anh ta]."
zu: Ithi, "O ntu scripture, uhlangana negama ukuthi zilethwa ngendlela elinganayo phathi phakathi kwethu lani -. Ukuthi asisoze khonza Allah and cha associate anything Him futhi awuthathi omunye komunye njengoba lords esikhundleni Allah"

# Quran358
source: O People of the Scripture, why do you argue about Abraham while the Torah and the Gospel were not revealed until after him? Then will you not reason?
ca: O persones de l'escriptura, per què vostè discutir sobre Abraham mentre el Torah i l'Evangeli no es revela fins després d'ell? Llavors es vostè raó no?
cy: O bobl yr ysgrythur, pam ydych yn dadlau am Abraham tra datgelwyd y Torah ac efengyl nid tan ar ôl iddo? Yna bydd eich nid rheswm?
da: O folk af Skriften, hvorfor du skændes om Abraham, mens Toraen og evangeliet ikke blev afsløret før efter ham? Derefter vil du ikke grund?
el: O άνθρωποι του Scripture, γιατί σας υποστηρίζουν για τον Αβραάμ, ενώ το Torah και το Ευαγγέλιο δεν αποκαλύφθηκαν μέχρι μετά από αυτόν; Στη συνέχεια θα σας δεν το λόγο;
et: O inimesed miks te vaielda Abraham samas Toora ja evangeeliumi pühakirja olid näitas kuni teda pärast? Siis näidatakse teile mitte põhjus?
fi: O ihmiset Raamatun miksi kiistellä Abraham Toorasta ja evankeliumista ei paljastettu vasta hänelle? Sitten Aiotteko ole syytä?
he: O אנשים של כתבי הקודש, למה שתחשוב אברהם בזמן התורה, את הבשורה נחשפו עד אחרי אותו? אז אתם לא סיבה?
hr: O ljudi Svetog pisma, zašto raspravljati o Abrahamu dok Tora i Evanđelje nisu otkriveni tek nakon njega? Onda će ti nije razlog?
lt: O žmonės knygos, kodėl Jūs teigiate apie Abraomo o Toros ir Evangelijos buvo neatskleistas tol, kol po jo? Tada bus jums ne priežastis?
lv: O cilvēku rakstos, kāpēc jūs diskutēt par Abraham, kamēr Toras un evaņģēliju nav atklāts līdz brīdim, kad viņu? Pēc tam būs jums nav iemesls?
nb: O folket av kristendomskunnskapen, hvorfor har du krangle om Abraham mens Toraen og evangeliet ble ikke avslørt før etter ham? Da vil du ikke grunn?
sk: O ľudí z písma, prečo tvrdíte, že o Abraham Tóry a evanjelium nie boli objavené až po ňom? Potom budete nie je dôvod?
sl: O ljudje Sveto pismo, zakaj si trdijo, o Abraham, medtem ko Tora in evangelij niso razkrili šele po njem? Nato boste ne razlog?
sr_cyrl: О људима из Светог писма, зашто расправљате о Абрахаму док Тору и Госпел нису откривени до после њега? Онда ће ти није разлог?
sr_latn: O ljudima iz Svetog pisma, zašto raspravljate o Abrahamu dok Toru i Gospel nisu otkriveni do posle njega? Onda će ti nije razlog?
uk: O людей в Писанні, чому ви сперечатися про Авраама хоча Тори і Євангелія не виявлено поки за ним? Тоді буде вам не причина?
vi: O người của kinh thánh, tại sao bạn tranh luận về Abraham trong khi Torah và phúc âm không được tiết lộ cho đến khi anh ta? Sau đó chứ không phải lý do?
zu: O ntu scripture ngani you phikisana Abraham ngenkathi Torah Vangeli cha phendla kuze ngemva kwakhe?

# Quran359
source: Here you are - those who have argued about that of which you have [some] knowledge, but why do you argue about that of which you have no knowledge? And Allah knows, while you know not.
ca: Aquí són - aquells a qui han argumentat sobre allò que has [alguns] coneixement, però per què argumentar sobre allò que li tinc gens de coneixement? I Allah sap, mentre que no saps.
cy: Yma ydych-rhai sydd wedi dadlau am hynny y mae gennych [rai] gwybodaeth, ond pam ydych yn dadlau am hynny y mae gennych unrhyw wybodaeth? A gwyr Allah, tra eich bod yn gwybod nad.
da: Du er her - dem, der har skændtes om, som du har [nogle] viden, men hvorfor har du skændes om, som du har ingen viden? Og Allah ved, mens du ikke kender.
el: Εδώ είστε - αυτούς που έχουν υποστηρίξει σχετικά με αυτό που έχετε [μερικά] γνώσεις, αλλά γιατί το κάνετε αντίθετη γνώμη των οποίων έχετε καμία γνώση; Και Αλλάχ γνωρίζει, ενώ εσείς δεν γνωρίζετε.
et: Siin sa oled - kes on väitnud, et millest sul on [mõned] teadmiste, aga miks sa vaielda, et millest te ei tea? Ja Jumal teab, kui te ei tea.
fi: Täällä on - ne, jotka ovat väittäneet, että josta olet [jotkut] tietoa, mutta miksi väitellä joista sinulla ei ole tietoa? Ja Jumala tietää, kun ette tiedä.
he: -הנה לך. מי התווכחנו על זה אשר אין לך [יש] ידע, אבל למה להתווכח על זה אשר אין לך ידע? אללה יודע, ואילו לא.
hr: Evo - oni koji su tvrdili o tome koje imaju [neki] znanja, ali zašto ti se oko toga koje imaju saznanja? A Allah zna, a ne znaš.
lt: Čia jūs esate - tie, kurie teigė, kad, kurį tu [kai] žinias, bet kodėl jūs ginčytis, iš kurių turite žinių? Ir Dievas žino, o jūs nežinote.
lv: Šeit jums ir - tiem, kas iebilda par to, kas ir [kādu] zināšanas, bet kāpēc jūs diskutēt par to, kas ir bez zināšanām? Un Allah zina, bet jūs nezināt.
nb: Her er - de som har hevdet om det der du har [noen] kunnskap, men hvorfor krangle om det som du har ingen kunnskap? Og Allah vet, mens du ikke vet.
sk: Tu sú - tí, ktorí tvrdili, o tom, ktoré ste [niektorí] znalostí, ale prečo si tvrdiť o tom ktoré ste žiadne vedomosti? A Boh vie, keď viete, že nie.
sl: Tukaj ste - tiste, ki so trdili, o tem pa imate [nekaj] znanja, ampak zakaj trdijo o tem ki ste jih ne pozna? Ter Allah ve, medtem ko ne veste.
sr_cyrl: Ево - они који су тврдили о томе од којих су неки] имате знање, али зашто ти се расправљати о томе од којих имате без знања? А Аллах зна, док ви не знате.
sr_latn: Evo - oni koji su tvrdili o tome od kojih su neki] imate znanje, ali zašto ti se raspravljati o tome od kojih imate bez znanja? A Allah zna, dok vi ne znate.
uk: Ось - ті, хто стверджують, про що якої ви повинні [деякі] знання, а навіщо ви сперечатися про те, що з яких ви не мають знань? І Аллах знає, поки ви не знаєте.
vi: Ở đây bạn là - những người tranh cãi về mà trong đó bạn có [một số] kiến thức, nhưng tại sao làm bạn tranh luận về điều đó mà bạn không có kiến thức? Và Allah biết, trong khi bạn không biết.
zu: Lapha wena - labo abaye babephikisana ngokuthi lokho zazo oye [abathile] ulwazi, kodwa kungani you phikisana ukuthi zazo awunawo ulwazi?
