Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran537
source: Have you not seen those who were given a portion of the Scripture, purchasing error [in exchange for it] and wishing you would lose the way?
ca: ¿No has vist qui va donar una part de l'escriptura, compra d'error [a canvi que] i li desitgem perdria el camí?
cy: Nid ydych wedi gweld rhai a rhoddwyd dogn o ysgrythur, prynu gwall [yn gyfnewid am ei] ac sy'n dymuno chi byddai colli y ffordd?
da: Har du ikke set dem, der fik en del af Skriften, købe fejl [til gengæld for det] og ønske jer ville miste måde?
el: Έχετε δει εκείνους που είχαν δοθεί μια μερίδα του Scripture, αγορά σφάλμα [σε αντάλλαγμα για αυτό] και σας εύχομαι θα χαθούμε;
et: Te ei näinud neid, kes olid andnud pühakiri, osa ostmine tõrge [ta] vastutasuks ja soovides kaotaks teed?
fi: Ettekö ole huomanneet, jotka olivat saaneet Raamatun, osa ostaa virhe [vastaan] ja toivotan teille menettää tavalla?
he: לא ראית כאלה שקיבלו חלק של כתבי הקודש, רכישת שגיאה [בתמורה זה], מאחל לך היה מאבד את הדרך?
hr: Zar ti nisi vidio one koji su dobili dio pisma, kupujući greška [za to] i u želji da bi izgubio put?
lt: Jūs mačiau tų, kurie buvo suteikta dalis knygos, perkant klaida [mainais už tai] ir palinkėti jums prarasti taip?
lv: Jums nav redzējuši tie, kuri tika dota daļa no rakstiem, kas pērk kļūda [apmaiņā pret to] un Novēlot jums zaudēt ceļu?
nb: Har du ikke sett de som ble gitt en del av skriften, kjøpe feil [i bytte for det] og ønske du ville miste veien?
sk: Ste videli tých, ktorí dostali časť Biblie, nákup chyba [výmenou za to] a prajeme vám by stratili cestu?
sl: Si videl tiste, ki so imele del Svetega pisma, nakup napake [v zameno za to] in želim ti bi izgubili pot?
sr_cyrl: Ниси гледао оне који су добили део Светог писма, за набавку грешка [у замену за то] и позелис да би изгубили пут?
sr_latn: Nisi gledao one koji su dobili deo Svetog pisma, za nabavku greška [u zamenu za to] i pozelis da bi izgubili put?
uk: Ви не бачили, хто отримали частина з Писання, придбання помилка [в обмін на його] і бажаю вам втратили б шлях?
vi: Bạn đã không nhìn thấy những người đã được trao một phần của kinh thánh, Mua lỗi [để đổi lấy nó] và mong muốn bạn sẽ mất cách?
zu: Awukaze yini uphawule labo banikwa ingxenye yomBhalo, okuthenga isiphambeko [in exchange ngoba] futhi efisa nawe sasiyolahlekelwa indlela?

# Quran538
source: And Allah is most knowing of your enemies; and sufficient is Allah as an ally, and sufficient is Allah as a helper.
ca: I Allah és saber la majoria dels seus enemics; i prou és Allah com aliada, i prou és Allah com un ajudant.
cy: A Allah yw'r rhan fwyaf o wybod eich gelynion; a yw Allah fel cynghreiriad yn ddigonol, ac mae digon o Allah fel cynorthwy-ydd.
da: Og Allah er de fleste at kende dine fjender; tilstrækkelig er Allah som en allieret, og tilstrækkelig er Allah som en hjælper.
el: Και Αλλάχ είναι γνωρίζοντας οι περισσότεροι από τους εχθρούς σας. επαρκής είναι Αλλάχ ως σύμμαχο και επαρκή είναι Αλλάχ ως βοηθός.
et: Ja Jumal on enamik Teades oma vaenlasi; piisav on Jumal nagu liitlane ja piisav on Jumal kui helper.
fi: Ja Jumala on vihollisesi; ja riittävä on Jumalan liittolainen ja riittävä on hillitä auttajaa.
he: אללה הוא לדעת רוב של האויבים שלך; מספיק אללה כאל בעלת ברית, ויש מספיק הוא אללה כמסייע.
hr: A Allah je većina znajući za svoje neprijatelje; a dovoljan je Allah kao saveznika, a dovoljan je Allah kao pomoć.
lt: Ir Dievas yra dauguma žinant jūsų priešų; ir pakankamai yra Dievas kaip sąjungininkė, ir pakankamai yra Dievo kaip padėjėjui.
lv: Un Allah ir visvairāk zinot jūsu ienaidniekiem; pietiekama ir Allah kā sabiedrotais un pietiekama ir Allah, kā palīgs.
nb: Og Allah er de fleste vet av deres fiender. tilstrekkelig er Allah som en alliert og tilstrekkelig er Allahs en hjelper.
sk: Alah je najviac poznať svojich nepriateľov; dostatočná je Boh ako spojenec a dostatočné je Boh ako Pomocník.
sl: In Alah je večina vedo svoje sovražnike; dovolj je Allah kot zaveznika in dovolj je Allah kot pomočnik.
sr_cyrl: А Аллах је већина јер знам да твоји непријатељи; довољан је Аллах као савезника и довољан је Аллах као и поможника.
sr_latn: A Allah je većina jer znam da tvoji neprijatelji; dovoljan je Allah kao saveznika i dovoljan je Allah kao i pomoжnika.
uk: І Аллах більшість знаючи ваших ворогів; і достатнім є Аллаха якості союзника і достатнім Аллах якості помічника.
vi: Và Allah là hầu hết hiểu biết kẻ thù của bạn; đủ là Allah là một đồng minh và đủ là Allah là một helper.
zu: Futhi Allah Ukwazi kakhulu yezitha zakhol;

# Quran539
source: Among the Jews are those who distort words from their [proper] usages and say, "We hear and disobey" and "Hear but be not heard" and "Ra'ina," twisting their tongues and defaming the religion. And if they had said [instead], "We hear and obey" and "Wait for us [to understand]," it would have been better for them and more suitable. But Allah has cursed them for their disbelief, so they believe not, except for a few.
ca: Entre els jueus són els que distorsionar paraules des dels seus usos [correcte] i dir, "escoltar i desobeir" i "sentir però no ser escoltats" i "Ra'ina," torsió seves llengües i difamar la religió. I si que havia dit [lloc], "escoltar i obeir" i «Espera [fer comprendre],» hauria estat millor per a ells i més adequat. Però Allah ha maleït-los per la seva incredulitat, perquè creuen no, excepte uns pocs.
cy: Ymysg yr Iddewon yw'r rhai sy'n ystumio geiriau gan eu defnydd [iawn] a dweud, "Rydym yn clywed a torri'r" a "Hear ond nid yn clywed" a "Ra'ina," troi eu dafod a o'r crefydd. Ac os byddant wedi dweud [yn hytrach], "Rydym yn gwrando ac yn ufuddhau i" a "Aros i ni [i ddeall]," byddai wedi bod yn well iddynt ac yn fwy addas. Ond wedi Allah yn melltithio iddynt ar gyfer eu anghrediniaeth, fel y maent yn credu nad yw, heblaw am ychydig.
da: Blandt jøderne er dem, der fordrejer ord fra deres [ordentlig] kutymer og sige, "vi høre og adlyde" og "Hør men høres ikke" og "Ra'ina," vride deres tunger og ærekrænkelse af religion. Og hvis de havde sagt [i stedet], "vi høre og adlyde" og "Vent for os [at forstå]," det ville have været bedre for dem og mere egnet. Men Allah har forbandet dem for deres vantro, så de mener ikke, bortset fra et par.
el: Μεταξύ των Εβραίων είναι αυτοί ακριβώς που διαστρεβλώνουν τα λόγια από τους [σωστή] χρήσεις και λένε, «ακούμε και απειθώ» και «Hear αλλά δεν ακουστεί "και"Ra'ina,"στρίψιμο τους γλώσσα και δυσφήμηση της θρησκείας. Και αν είχε πει [αντί], «εμείς ακούσουν και να υπακούουν» και «Περίμενε για [να καταλάβουμε]», θα ήταν καλύτερο για αυτούς και πιο κατάλληλο. Αλλά Αλλάχ έχει τους έβρισα για τη δυσπιστία τους, έτσι θεωρούν ότι δεν, πλην ελαχίστων.
et: Juutide hulgas on neid, kes moonutavad sõnad [nõuetekohase] tavasid ja öelda "me kuuleme ja eiravad" ja "kuulda, kuid ei kuulnud," ja "Ra'ina," keerates oma keelt ja religiooni laimamises. Ja kui nad olid öelnud [hoopis], "me kuulata ja kuuletuda" ja "Oota meile [mõista]," oleks olnud neile parem ja sobilikum. Kuid Jumal on neetud neile oma uskumatus jaoks nii, et nende arvates ei ole, välja arvatud mõned.
fi: Juutalaisten keskuudessa ovat niitä, jotka vääristelevät sanoja [kunnollista] käyttötarkoituksissa ja sanoa "kuulla ja tottele" ja "kuulla, mutta ole kuullut" ja "Ra'ina", kiertämällä kielensä ja kunnian loukkaamisesta uskonto. Ja jos he halua sanoa [eikä], "kuulla ja totella" ja "Odota pyrkimyksiin []," olisi ollut parempi ja enemmän otollinen. Mutta Jumala on kironnut heidät epäuskon, joten he usko lukuun ottamatta muutamia.
he: בקרב היהודים הם אלה אשר מסלפים את המילים שלהם [נאות] שימושים, אומרים, "אנחנו שומעים ולהמרות" ו "לשמוע אך לא להישמע" ו "Ra'ina," ומשכתי הלשונות שלהם, בגנות הדת. אם הם היו אומרים [במקום], "אנו שומעים ומצייתים" ו- "רגע [עד שנבין]," זה היה יכול להיות טוב יותר עבורם, מתאים יותר. אבל אללה קילל אותם עבור אמונתם, כך הם מאמינים, מלבד כמה.
hr: Među Židovima su oni koji iskrivljuju riječi iz svog [vlastita] uzance i reći, "čuti i poslušati" i "Čuj, ali se ne čuje" i "Ra'ina", okrećući svoje jezike i defaming religija. I ako [umjesto] je rekao, "čujemo i slušamo" i "Čekaj [da razumijemo]" bilo bi bolje za njih i prikladniji. Ali Allah je prokleta ih za njihov nevjerica, pa ne vjeruju, osim nekoliko.
lt: Tarp žydų yra tie, kurie iškreipia žodžiai iš jų [tinkamą] papročius ir pasakyti, "mes išgirsti ir nepaklusti" ir "išgirsti, bet nebuvo išgirsti" ir "Ra'ina," sukimo savo kalbas ir šmeižtu religija. Ir jei jie sako [vietoj], "mes išgirsti ir paklusti" ir "Lauk mums [suprasti]," būtų buvę geriau už juos ir labiau tinka. Bet Dievas yra prakeiktas juos dėl jų netikėjimo, todėl, jų nuomone, išskyrus keletą.
lv: Starp ebrejiem ir tie, kas kropļo vārdus, no savām [pareizu] paražas un teikt, "mēs dzirdam un nepakļauties" un "klausīšanās, bet nevar tikt uzklausītam" un "Ra'ina", spiež viņu mēles un neslavas celšanā reliģija. Un, ja viņi būtu teikuši [vietā]: "mēs dzirdam un paklausīt" un "Gaidīt mums [saprast]," tas būtu bijis labāk par viņiem un vairāk piemērots. Bet, Allah ir nejauks tos par viņu neticību, tāpēc viņi uzskata, ka nav, izņemot dažus.
nb: Blant jødene er de som forvrenge ord fra deres [riktig] bruksområder og si, "vi hører, og bryter" og "Hør men ikke høres" og "Ra'ina," kronglete deres tunger og defaming religion. Og hvis de hadde sagt [stedet], "vi hører og adlyde" og "Vent for oss [å forstå]," det ville ha vært bedre for dem og mer egnet. Men Allah har forbannet dem for deres vantro, så de tror ikke, med unntak av noen.
sk: Medzi Židmi sú tí, ktorí narúšajú slová z ich [správne] zvyklostiam a povedať, "môžeme počuť a nedodržiavať" a "počuť, ale nebolo počuť" a "Ra'ina", krútenie ich jazyky a hanobenie náboženstva. A keby [miesto] povedal, "budeme počuť a počúvať" a "Čakať na nás [pochopiť]," bolo by pre nich lepšie a vhodnejšie. Ale Alah nadával im za ich nedôveru, takže sa domnievajú, že nie, okrem niekoľkých.
sl: Med Judje so tisti, ki izkrivljajo besede, iz njihovega [pravilno] rabe in reči, "smo slišali in kršijo" in "slišati, vendar ni slišal" in "Ra'ina," sukanje njihovi jeziki in obrekovanja vere. In če so rekli [namesto], "smo slišati in ubogati" in "Čakati pri nas []," bi bilo bolje za njih in primernejše. Toda Allah je preklet jih za svoje nejeverno, tako menijo, da ne, razen nekaj.
sr_cyrl: Међу Јевреји су они који искривљују речи од њихових [одговарајуће] индустријама и кажу,"чујемо и не послуљаљ" и "слушање али се није чуо" и "Ра'ина," увртање њихове језике емоција.и религију. И ако су имали [уместо тога]: "чујемо и покоравати" и"Стани [да се разумемо]," било би боље за њих и погодније. Али , Аллах је их је проклео због њихове неверовање, тако да они верују да не, осим неколицине.
sr_latn: Među Jevreji su oni koji iskrivljuju reči od njihovih [odgovarajuće] industrijama i kažu, "čujemo i ne posluљaљ" i "slušanje ali se nije čuo" i "Ra'ina," uvrtanje njihove jezike emocija.i religiju. I ako su imali [umesto toga]: "čujemo i pokoravati" i "Stani [da se razumemo]," bilo bi bolje za njih i pogodnije. Ali, Allah je ih je prokleo zbog njihove neverovanje, tako da oni veruju da ne, osim nekolicine.
uk: Серед євреїв є ті, які спотворюють слова з їх [належного] звичаї і сказати: "ми чуємо і не послухатися" і "чують, але не чув" і "Ra'ina," скручування язика і наклепу релігії. І якби вони [замість] сказав, «ми чути і слухатися» і «Чекати нам [зрозуміти],» було б краще для них і більше підходить. Але Аллах прокляв їх для їх невір'я, тому що вони вважають не, за винятком небагатьох.
vi: Trong số những người Do Thái là những người bóp méo lời từ của họ [thích hợp] tập quán và nói, "chúng tôi nghe thấy và không tuân theo" và "lắng nghe nhưng không được lắng nghe" và "Ra'ina," xoắn lưỡi của họ và defaming tôn giáo. Và nếu họ đã nói [thay], "chúng tôi nghe và tuân theo" và "Chờ cho chúng tôi [hiểu]," nó sẽ được tốt hơn cho họ và phù hợp hơn. Nhưng Allah đã nguyền rủa họ cho sự hoài nghi của họ, do đó, họ tin rằng không, ngoại trừ một số ít.
zu: Phakathi amaJuda angabantu labo phendulela mazwi avela usages abo [okufanelekile] kwakho bese uthi: "We zwa bangamlaleli" futhi "Yizwani kodwa hhayi wezwa" futhi "Ra'ina," ezimazombe ngezilimi zabo futhi defaming inkolo.

# Quran540
source: O you who were given the Scripture, believe in what We have sent down [to Muhammad], confirming that which is with you, before We obliterate faces and turn them toward their backs or curse them as We cursed the sabbath-breakers. And ever is the decree of Allah accomplished.
ca: O qui se'ls l'escriptura, creus en el que ens han enviat [a Muhammad], confirmant el que és amb vostè, abans que destrueixen cares i convertir-los cap a l'esquena o maleir-los com ens va maleir el dissabte trencadors. I mai és el decret d'Allah acomplert.
cy: O ydych y rhoddwyd yr ysgrythur, yn credu mewn beth yr ydym wedi anfon i lawr [i Muhammad], cadarnhau a bod gyda chi, cyn Rydym yn dileu wynebau ac iddynt droi tuag at eu cefnau neu eu melltithio fel rydym yn melltithio y Saboth-torwyr. Ac yn yr ordinhad Allah a gyflawnwyd erioed.
da: O du, der blev givet Skriften, tror på hvad vi har sendt ned [til Muhammad], bekræfter, at der er med dig, før vi udslette ansigter og drej dem mod ryggen eller forbande dem, som vi forbandet sabbat-breakers. Og nogensinde er dekret af Allah udrettet.
el: O εσείς που δόθηκαν με το Scripture, πιστεύουν σε αυτό που μας έχουν στείλει [στο Μωάμεθ], επιβεβαιώνοντας ότι που είναι μαζί σου, πριν εμείς σβήνω πρόσωπα και να τις μετατρέψουν προς την πλάτη τους ή κατάρα τους όπως εμείς καταραμένοι οι sabbath-διακόπτες. Και ποτέ το διάταγμα, του Αλλάχ που επιτυγχάνεται.
et: O teile, kes olid andnud Püha, usu mida me on saatnud oma [Nikolai], mis kinnitab, et mis on sinuga, enne me põrmustada nägu ja omakorda nende selja poole või needus, nagu me neetud hingamispäeva breakers. Ja kunagi ei saavutanud Allah dekreet.
fi: O jotka saivat Raamattu, uskot mitä olemme lähettäneet [Muhammad], jossa vahvistetaan joka on kanssasi ennen meidän hävittää kasvot ja kääntyy heidän selkänsä tai kiroavat kuin kirottu sapatti-katkaisijat. Ja aina on asetus-lta hillitä aikaan.
he: O אתה שקיבלו את כתבי הקודש, מאמין מה שלחנו [מוחמד], המאשר זה שהוא איתך, לפני אנחנו כשבזזו והרסו את הפרצופים, להפוך אותם לכיוון הגב או לקלל אותם כפי שאנחנו מקוללים ברייקרס השבת. אי פעם הגזירה של אללה הושלמה.
hr: O ti koji su dobili pismo, vjerujem u ono što smo poslali [Muhamedu], potvrđujući ono što je s tobom, prije smo uništiti lica i okrenuti ih prema leđima ili su prokleti kao što smo prokleti sabbath-prekidači. I nikada je dekretom Allah ostvaren.
lt: O jūs, kurie buvo suteikta raštas, tiki ką mes išsiuntėme [į Muhammad], patvirtinantį, kad yra su jumis, prieš mes sunaikinti veidus ir paversti juos į savo nugarą ar prakeikimas juos kaip mes prakeiktas Sabato trupintuvai. Ir kada nors yra Dievas atlikti dekretas.
lv: O kas tika dota rakstiem, kas tic to, ko mēs esam nosūtījuši uz leju [Muhammad] apstiprina, kas ir kopā ar jums, pirms mēs iznīcināt sejas un pārvērst tos pret viņu mugurām vai nolādēt tos kā mēs nejauks sabats drupinātājiem. Un kādreiz ir dekrēts par Allah, kas paveikts.
nb: O du som skriften, tror på hva vi har sendt [til Muhammad], bekrefter det som er med deg, før vi utslette ansikter og slå dem mot ryggen eller forbanne dem som vi forbannet sabbaten-breakers. Noen gang er nedgang av Døyve oppnådd.
sk: O vás, ktorí dostali písma, veriť v to, čo sme poslali [Muhammad], potvrdzujúce, že čo je s vami, predtým sme vyhladiť tváre a premeniť ich na chrbte alebo ne prekliatie, ako sme nadával sabbath ističe. A niekedy je dekrét Alah dosiahnuť.
sl: O vas, ki so imele Sveto pismo, verjamejo v tisto, kar smo poslali po [da Muhammad], potrjuje tisto, kar je z vami, preden smo zabrisati obraze in obrniti proti hrbet ali jih prekletstvo, kot smo preklet sabbath lomilci. In kdaj je na odlok od Allah, doseči.
sr_cyrl: О који су добили писмо, верујете у шта смо послали [до Мухамеда], Потврђујући да што је с тобом, пре смо збрисати са лица и окрените их према леђима или их псовати, као да смо проклети саббатх-валове. И никада је декретом од Алаха остварена.
sr_latn: O koji su dobili pismo, verujete u šta smo poslali [do Muhameda], Potvrđujući da što je s tobom, pre smo zbrisati sa lica i okrenite ih prema leđima ili ih psovati, kao da smo prokleti sabbath-valove. I nikada je dekretom od Alaha ostvarena.
uk: О ви, які давали Писання, вірити в те, що ми вже направили [Мухаммад], підтверджує те, що це з вами, перш ніж ми стерти обличчя і перетворити їх на своїх спинах або прокляттям для них як ми прокляті суботній вимикачі. І коли-небудь указ Аллах досягнуто.
vi: O bạn của những người đã được đưa ra trong kinh thánh, tin vào những gì chúng tôi đã gửi xuống [cho Thiên Sứ Muhammad], xác nhận rằng đó là với các bạn, trước khi chúng tôi bôi khuôn mặt và chuyển chúng về hướng lưng hoặc nguyền rủa chúng như chúng tôi nguyền rủa cầu dao tự động ngày Sa-bát. Và từng nghị định của Allah thực hiện.
zu: O wena ababenikwe emBhalweni, ukukholelwa kulokho We sa phansi [Muhammad], eqinisekisa ukuthi lapho unawe, ngaphambi We nyá ubuso bese ziphenduka ewayisa imihlane yabo noma ungiqalekisele bona njengoba Thina bahlambalaza isabatha-oluseduze.

# Quran541
source: Indeed, Allah does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allah has certainly fabricated a tremendous sin.
ca: De fet, Allah no perdona associació amb ell, però ell perdona què és menor que per a qui ell voluntats. I certament el que altres associa Allah ha fabricat un gran pecat.
cy: Yn wir, nid yw Allah yn maddau Cymdeithas ag ef, ond mae ei fod yn maddau beth yn llai na'r hyn y mae ef yn wills. Ac yn sicr ef a associates eraill gyda Allah wedi ffugio pechod aruthrol.
da: Faktisk Allah tilgive ikke forening med ham, men han tilgiver hvad er mindre end den, for hvem han Testamente. Og han, der knytter andre til Allah har bestemt fabrikeret en enorm synd.
el: Πράγματι, Αλλάχ δεν συγχωρεί ὁμιλίαν ἐλήλυθεν, αλλά συγχωρεί τι είναι μικρότερη από εκείνη για τους οποίους διαθήκες. Και σίγουρα αυτός που άλλοι συνεργάτες με τον Αλλάχ έχει κάνει μια τεράστια αμαρτία.
et: Tõepoolest, Allah ei andesta talle koos, kuid ta andestab, mis on väiksem kui see, kellele ta tahab. Ja see, kes seostab teised Allah on kindlasti fabritseeritud tohutu patt.
fi: Jumala ei anna anteeksi yhdistyksen hänelle, mutta hän antaa anteeksi, mikä on vähemmän kuin kenelle tahtoo. Ja hän, joka kytkee muiden kanssa Jumala on varmasti tekaistu valtava synti.
he: אכן, אללה סולח הקשר אליו, אבל הוא יסלח מהו פחות עבור מי שהוא חפץ. שהוא המשייך אחרים אללה בהחלט בדה חטא עצום.
hr: Zaista, Allah ne oprašta s njim, ali on će oprostiti ono što je manje od toga za koga hoće. I koji drugi pridružuje Allah sigurno koju ogroman grijeh.
lt: Iš tiesų, Dievas neatleis asociacijos su juo, bet jis atleidžia kas yra mažesnis už tą, kuriam jis testamentų. Ir tas, kuris sieja kiti su Dievas tikrai yra pagaminti didžiulė nuodėmė.
lv: Patiešām, Allah nepiedod asociācija kopā ar viņu, bet viņš piedod, kas ir mazāka par to, kam viņš vēlas. Un tas, kas citiem ir saistījis ar Allah ir noteikti gatavo milzīgu grēku.
nb: Faktisk Allah tilgi ikke tilknytning til ham, men han tilgir hva er mindre enn den som han wills. Og han som knytter andre Allah har sikkert fabrikkert en enorm synd.
sk: V skutočnosti Boh neodpúšťa spolu s ním, ale on odpustí, čo je menej ako pre koho on chce. A ten, ktorý združuje ďalších Alah vymyslel určite obrovským hriechom.
sl: Res, Allah ne odpusti skupaj z njim, vendar je odpušča, kaj je manjša od tiste, za katere je oporok. In tisti, ki povezuje druge z Alahove je zagotovo izdelani strašen greh.
sr_cyrl: Заиста , Аллах не прашта асоцијације са њим, али он опрашта шта је мање од тога за кога је воља. А ко други сарадници Алах није сигурно фалсификовао огроман грех.
sr_latn: Zaista, Allah ne prašta asocijacije sa njim, ali on oprašta šta je manje od toga za koga je volja. A ko drugi saradnici Alah nije sigurno falsifikovao ogroman greh.
uk: Дійсно, Аллах не прощають асоціації з ним, але він прощає, що є менше, ніж для кого він хоче. І той, хто пов'язує інших з Аллах безумовно має сфабриковані величезний гріха.
vi: Thật vậy, Allah không tha thứ cho các Hiệp hội với anh ta, nhưng ông tha thứ cho những gì là ít hơn mà Ngài muốn. Và ông đã kết hợp những người khác với Allah chắc chắn đã chế tạo một tội lỗi to lớn.
zu: Ngempela, Allah akusho ukuthethelela association naYe, kodwa ethethelela lokho angaphansi for whom He tando.

# Quran542
source: Have you not seen those who claim themselves to be pure? Rather, Allah purifies whom He wills, and injustice is not done to them, [even] as much as a thread [inside a date seed].
ca: ¿No has vist aquells que afirmen que ells mateixos per ser pur? Més aviat, Allah purifica qui ell voluntats i injustícia no es fa per a ells, [encara] tant com un fil [dins una llavor data].
cy: Nid ydych wedi gweld rhai sy'n honni eu bod yn pur? Yn hytrach, mae'r Allah buro bwy mae ef wills, ac anghyfiawnder nid gwneir iddynt, [hyd yn oed] yn gymaint fel llinyn [tu mewn a hadau dyddiad].
da: Har du ikke set dem, der hævder selv at være ren? Snarere, Allah renser hvem han vil, og uretfærdighed sker ikke til dem, [selv] så meget som en tråd [inde en dato frø].
el: Έχετε δει δεν εκείνους που ισχυρίζονται ότι είναι καθαρή; Μάλλον, Αλλάχ εξαγνίζει τους οποίους διαθήκες, και αδικία δεν γίνεται να τους, [ακόμη] όσο και ένα νήμα [μέσα ένας σπόρος ημερομηνίας].
et: Sa ei ole näinud neid, kes väidavad end olevat puhas? Pigem Jumal puhastab, keda ta tahab ja ülekohus ei tehta neile, [isegi] palju [sees kuupäeva seemne] niit.
fi: Ettekö ole huomanneet, jotka väittävät olevansa puhdas? Pikemminkin Jumala puhdistaa tahtoo ja epäoikeudenmukaisuutta ei ole tehty, [] jopa kierre [sisälle päivämäärä seed].
he: לא ראית הטוענים לעצמם להיות טהור? במקום זאת, אללה מטהרת את מי שהוא חפץ, הצדק לא נעשה להם, [אפילו] בדיוק כמו חוט [בתוך זרע תאריך].
hr: Zar ti nisi vidio one koji tvrde da se čista? Naprotiv, Allah čisti koga on želi, i nepravde nije učinjeno, [čak] jednako kao konac [unutar datuma sjeme].
lt: Jūs mačiau tų, kurie teigia esą grynas? Atvirkščiai, Dievas valo kam jis nori, ir neteisybės nėra padaryta, [net] tiek, kiek siūlų [viduje data sėklos].
lv: Vai jums nav redzams, ka tiem, kas apgalvo paši būt tīrs Drīzāk, kam viņš vēlas, un netaisnību nav izdarīts, [pat] tāpat kā pavediens [iekšpusē datums sēklu] attīra Allah.
nb: Har du ikke sett dem som hevder seg å være ren? Snarere renser Allah dem han wills, og urettferdighet er ikke gjort, [også] så mye som en tråd [inne en dato seedet].
sk: Ste videli tí, ktorí tvrdia, že sú čisté? Skôr Alah čistí komu on chce a nespravodlivosti sa nerobí, [i] rovnako ako vlákno [vnútri semeno dátum].
sl: Si videl tisti, ki trdijo, da Pure? Namesto, Allah čisti koga je oporok in krivice ne poteka, [tudi] toliko kot nit [znotraj datum seme].
sr_cyrl: Видео си оне који тврде да сами себе да буде циста не? Радије , Аллах дезинфикује кога је воља, и неправде не ради са њима, [чак] исто колико и нит [унутар зрно датум].
sr_latn: Video si one koji tvrde da sami sebe da bude cista ne? Radije, Allah dezinfikuje koga je volja, i nepravde ne radi sa njima, [čak] isto koliko i nit [unutar zrno datum].
uk: Чи не бачили ви, хто претендувати на себе зобов'язання бути чистим? Скоріше, Аллах очищає кому він хоче і несправедливість не робиться для них, [навіть] так само, як нитка [всередині дата насіння].
vi: Bạn đã không thấy những người yêu cầu bồi thường tự nhận là tinh khiết? Thay vào đó, Allah thanh lọc người mà Ngài muốn, và sự bất công không được thực hiện cho họ, [thậm chí] nhiều như là một chủ đề [bên trong một hạt giống ngày].
zu: Awukaze yini uphawule labo abathi ngokwabo kube okumsulwa?
