Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran570
source: Have you not seen those who were told, "Restrain your hands [from fighting] and establish prayer and give zakah"? But then when fighting was ordained for them, at once a party of them feared men as they fear Allah or with [even] greater fear. They said, "Our Lord, why have You decreed upon us fighting? If only You had postponed [it for] us for a short time." Say, The enjoyment of this world is little, and the Hereafter is better for he who fears Allah. And injustice will not be done to you, [even] as much as a thread [inside a date seed]."
ca: ¿No has vist qui va dir, "Frenar les mans [de la lluita] i establir l'oració i donar zakah"? Però llavors quan la lluita va ser ordenat per a ells, a la vegada una festa d'ells temia als homes por Allah o amb por [encara] més gran. Deien, "nostre Senyor, per què han decretat sobre nosaltres lluita? Si només vostè havia ajornat [-d] ens per un curt temps. " Dir, el gaudi d'aquest món és petit, i el més enllà és millor per a ell qui tem Allah. I injustícia no es farà per a vostè, [encara] tant com un fil [dins una llavor data]."
cy: Nid ydych wedi gweld rhai a dywedwyd wrthym, "Atal eich dwylo [rhag ymladd] a sefydlu gweddi a rhoi zakah"? Ond wedyn pan oedd yn ymladd yn hordeinio iddynt, ar unwaith yn blaid eu ofnai dynion fel eu bod yn ofni Allah neu gyda [hyd yn oed] mwy o ofn. Maent yn dweud, "ein Arglwydd, pam yr ydych a ddyfarnwyd arnom ymladd? Os mai dim ond roedd chi ohirio [ei] ni am gyfnod byr. " Ddweud, y mwynhad y byd hwn yn fawr, ac y o hyn ymlaen yn well ar gyfer AU sy'n ofni Allah. Ac ni Bydd anghyfiawnder ei wneud i chi, [hyd yn oed] yn gymaint fel llinyn [tu mewn a hadau dyddiad]."
da: Har du ikke set dem, der fik at vide, "Begrænse dine hænder [fra kampene] og etablere bøn og give zakah"? Men så når kampene blev ordineret for dem, på én gang en part af dem frygtede mænd som de frygte Allah eller med [endnu] større frygt. De sagde, "vor Herre, hvorfor har du forordnet over os kæmper? Hvis bare du havde udsat [det] os for en kort tid. " Sige, nydelsen af denne verden er lille, og hinsidige er bedre for ham, der frygter Allah. Og uretfærdighed vil ikke ske for dig, [selv] så meget som en tråd [inde en dato frø]."
el: Έχετε δει δεν εκείνους που είπαν, «Σταματήστε τα χέρια σας [από την καταπολέμηση] και προσευχή θεσπίσει και δώσει zakah»; Αλλά στη συνέχεια όταν αγωνίζονται χειροτονήθηκε για αυτούς, ταυτόχρονα ένα κόμμα από αυτά φοβήθηκαν ανδρών που φοβούνται Αλλάχ ή με φόβο [ακόμη] μεγαλύτερη. Είπαν, «ο κύριος μας, γιατί σας έχει διακηρύξει μας αγωνίζονται; Εάν μόνο εσείς είχε ανέβαλε την [για] μας για ένα σύντομο χρονικό διάστημα.» Να πω την απόλαυση αυτού του κόσμου είναι μικρή και η συνέχεια είναι καλύτερη για αυτός που φοβάται Αλλάχ. Και αδικία δεν θα γίνει, [ακόμη] όσο και ένα νήμα [μέσα ένας σπόρος ημερομηνίας].»
et: Sa ei ole näinud neid, kes olid rääkinud, "Talitseda oma käed [alates võitlevad] ja kehtestada palve ja anna zakah"? Aga siis kui võitlevad pühitseti neile, korraga pool neist kartis mehed kardavad, et Allah või [isegi] suuremat hirmu. Nad ütlesid: "meie isand, miks teil on otsustatud, pärast meid võitlevad? Kui ainult teil oli edasi [seda] meil lühikest aega. " Ütleme, selle maailma nautimine on vähe ja edaspidi on parem, kes kardab Jumalat. Ja ülekohus ei tee teile, [isegi] niipalju, kui niit [sees kuupäeva seemne]."
fi: Etkö ole nähnyt niitä, jotka kerrottiin "Hillitä kädet [taistelevat] ja perustaa rukous ja antaa zakah"? Mutta sitten kun taistelevat asetettiin niille kerralla osapuolena ne pelkäsivät miesten pelätkää Allahia tai [] entistä pelkoa. He sanoivat: "Herra, miksi olen säätänyt ovella taistelevat? Jos vain oli lykätty [sen] meille vähän aikaa. " Sanoa nauttia tässä maailmassa on vähän ja jäljempänä on parempi, että hän, joka pelkää Jumalaa. Ja epäoikeudenmukaisuutta ei tehdä teille [] jopa kierre [sisälle päivämäärä seed]."
he: לא ראית מי נאמר, "לרסן את הידיים שלך [בלחימה], להקים תפילה ותן zakah"? אבל אז כאשר נלחם הוסמך עבורם, בבת אחת מסיבה מהם פחדו גברים כמו מפני אללה או בפחד גדול [אפילו]. הם אמרו, "אדוננו, למה אתה החליטו עלינו להילחם? אם רק היה שדחית [זה] אותנו לזמן קצר. " תגיד, ההנאה של העולם הזה הוא קטן, בעולם הבא הוא טוב יותר עבור מי פוחד אללה. הצדק לא ייעשה, [אפילו] בדיוק כמו חוט [בתוך זרע תאריך]."
hr: Zar ti nisi vidio one koji su rekli, "Obuzdati svoje ruke [od borbe] i uspostaviti molitvu i dati zakah"? Ali onda borba je zaređen za njih, odjednom stranka od njih znala ljudi strahuju Allaha ili sa [još] veće strah. Rekli su, "naš Gospodin, zašto se odlučio na nas? Samo ako ste imali odgodili [za] nas za kratko vrijeme. " Da, uživanje u ovaj svijet je mali, i nadalje je bolji za onoga koji se boji Allaha. I nepravde neće raditi, [čak] jednako kao konac [unutar datuma sjeme].
lt: Jūs mačiau tų, kurie buvo pasakyta, "Apriboti savo rankas [kovotų] ir nustatyti malda ir duoti zakah"? Bet kai kova buvo įšventintas jiems, vienu metu šalis jų bijojo vyrai jie bijo Dievo arba [dar] didesnės baimės. Jie sakė: "mūsų Viešpatie, kodėl jūs pasisuko į mus kovoti? Jei tik jums buvo atidėtas [ją] mums per trumpą laiką. " Tarkim, šiame pasaulyje, malonumas yra mažai, ir toliau yra geriau už tas, kuris bijo Allah. Ir neteisybės bus padaryti, kad tave, [net] tiek, kiek siūlų [viduje data sėklos]."
lv: Vai jums nav redzams, ka tiem, kas tika teikts, ka "Ierobežot jūsu rokās [no cīņas pret] un izveidot lūgšanu un dot zakah" Bet tad, kad cīnās par viņiem tika ordinēts, uzreiz puse no tiem baidījās vīriešiem tās bailes Allah vai [vēl] lielākas bailes. Viņi teica: "mūsu kungs, kāpēc jums ir izsludinājusi pār mums cīnās? Ja vien jums bija jāatliek [to] mums uz īsu brīdi. " Teikt, prieks šajā pasaulē ir maz, un turpmāk ir labāk, lai viņš, kurš baidās no Allah. Un netaisnību nav izdarīts, [pat] tāpat kā pavediens [iekšpusē datums sēklu]."
nb: Har du ikke sett dem som ble fortalt, "Holde hendene [fra kampene] og etablere bønn og gi zakah"? Men så når kampene ble ordinert for dem, en fest av dem fryktet samtidig menn som de frykter Gud eller [også] større frykt. De sa: «vår Herre, hvorfor har du bestemt oss kjemper? Hvis bare du hadde utsatt [det] oss for en kort tid. " Si glede av denne verden er liten, og hinsidige er bedre for han som frykter Allah. Og urettferdighet vil ikke bli gjort, [også] så mye som en tråd [inne en dato seedet].
sk: Ste videli tých, ktorí boli povedal, "Brániť ruky [z boja] a modlitby a dať Zakát"? Ale potom keď boj bol vysvätený za ne, naraz strana im bál muži sa obávajú, že Alah alebo [ešte] väčší strach. Oni povedali: "náš Pán, prečo sa rozhodol na nás boj? Len keby mal odložené [to] nám chvíľu. " Povedať, potešenie z tohto sveta, je málo, a ďalej je lepšie pre ten, kto sa bojí Boha. A nespravodlivosť nebude vykonané, [i] rovnako ako vlákno [vnútri dátum semeno]."
sl: Si videl tiste, ki so povedali, "Zadrževanje roke [od boja proti] in vzpostaviti molitev in dal zakah"? Ampak potem ko boj je bil posvečen za njih, hkrati stranka od njih Bali moški se bojijo Allah ali z [tudi] večji strah. So rekli, "Naš Gospod, zakaj so razglašena na nas boj? Če bi le imel preložena [da] nam za kratek čas. " Recimo, uživanje tega sveta je malo, in v nadaljevanju je bolje za kdor boji Allah. In krivice ne bo naredil za vas, [tudi] toliko kot nit [znotraj datum seme]."
sr_cyrl: Видео си оне који су рекли, "Обуздати своје руке [од борбе] и успостави молитву и дати заках" није? Али онда када се боре се заредио за њих, одједном забаву од њих Бојао се људи страхују да Алах или [] већим страхом. Рекли су, "Господ, зашто су ти да убрзају над нама борбе? Кад би само ти имао одлозено [за] нас на кратко. " Реци, ужива у овај свет је мали, и надаље је боља за оног ко се не боји Алаха. "И не неправде, [чак] исто колико и нит [унутар зрно датум]."
sr_latn: Video si one koji su rekli, "Obuzdati svoje ruke [od borbe] i uspostavi molitvu i dati zakah" nije? Ali onda kada se bore se zaredio za njih, odjednom zabavu od njih Bojao se ljudi strahuju da Alah ili [] većim strahom. Rekli su, "Gospod, zašto su ti da ubrzaju nad nama borbe? Kad bi samo ti imao odlozeno [za] nas na kratko. " Reci, uživa u ovaj svet je mali, i nadalje je bolja za onog ko se ne boji Alaha. "I ne nepravde, [čak] isto koliko i nit [unutar zrno datum]."
uk: Чи не бачили ви, хто сказали, "Стримувати свої руки [від боротьби] і встановити молитви і дати zakah"? Але потім коли боротьба був рукоположений їх, одночасно партії з них боявся, що чоловіки як вони бояться, що Аллах або [] більшою страхом. Вони сказали: "наш Господь, чому ви повинні постановив на нас боротьба? Якщо тільки ви був відкладений [його] нас протягом короткого часу. " Скажімо, здійснення цього світу мало, і П'єра краще для той, хто побоюється Аллаха. І несправедливість не буде зроблено для вас, [навіть] так само, як нитка [всередині дата насіння]."
vi: Bạn đã không thấy những người đã nói, "Kiềm chế tay [từ chiến đấu] và thiết lập các cầu nguyện và cung cấp cho zakah"? Nhưng sau đó khi chiến đấu đã được tấn phong cho họ, cùng một lúc một đảng của họ sợ đàn ông vì họ sợ Allah hoặc với sợ hãi [thậm chí] cao hơn. Họ nói, "Chúa của chúng tôi, tại sao bạn đã quyết định cho chúng ta chiến đấu? Nếu chỉ có bạn đã trì hoãn [nó] chúng tôi cho một thời gian ngắn. " Nói, thưởng thức của thế giới này là nhỏ, và sau đây là tốt hơn cho người sợ Allah. "Và bất công sẽ không được thực hiện cho bạn, [thậm chí] nhiều như là một chủ đề [bên trong một hạt giống ngày]."
zu: Awukaze yini uphawule labo atshelwa: "Zibambe izandla zakho [ukulwa] futhi ukusungula umthandazo bese benika zakah"?

# Quran571
source: Wherever you may be, death will overtake you, even if you should be within towers of lofty construction. But if good comes to them, they say, "This is from Allah "; and if evil befalls them, they say, "This is from you." Say, "All [things] are from Allah." So what is [the matter] with those people that they can hardly understand any statement?
ca: Allà on sigueu, mort protèsics superarà, fins i tot si vostè ha de ser dins de Torres de construcció elevada. Però si bé arriba a ells, diuen, "Aquest és des d'Allah"; i si mal sobrevingui ells, diuen: "això és de vostè." Dir, "[tot] és des d'Allah". Així què és [la matèria] amb aquelles persones que difícilment es pot comprendre qualsevol declaració?
cy: Ble bynnag y byddwch, bydd marwolaeth yn goddiweddyd chi, hyd yn oed os dylai fod o fewn tyrau o adeiladu canmoladwy. Ond os da yn dod iddynt, maent yn dweud, "Dyma gan Allah"; ac os mae drygioni yn befalls iddynt, maent yn dweud, "Dyma chi." Dweud, "[popeth] yn oddi wrth Allah." Felly beth yw'r [y mater] gyda'r bobl hynny y gallant prin ddeall unrhyw ddatganiad?
da: Uanset hvor du er, vil død overhale dig, selv hvis du skulle være i tårne af ophøjede konstruktion. Men hvis godt kommer til dem, de siger, "Dette er fra Allah"; og hvis onde vederfares dem, de siger, "Dette er fra dig." Sige, "alle [ting] er fra Allah." Så hvad er [der] med disse mennesker at de næsten ikke kan forstå nogen erklæring?
el: Οπουδήποτε και αν ευρίσκεσαι, θάνατος θα να σας προσπεράσει, ακόμη και αν θα πρέπει εντός πύργους ευγενή κατασκευής. Αλλά αν καλό έρχεται σε αυτούς, που λένε, «Αυτό είναι από Αλλάχ?» και αν το κακό έτυχε, λένε, «αυτό είναι από σας.» Λένε, «όλα [πράγματα] είναι από τον Αλλάχ». Έτσι τι είναι [το ζήτημα] με εκείνους τους ανθρώπους που μπορούν να καταλάβουν μετά βίας οποιαδήποτε δήλωση;
et: Kuhu sa võib olla surma näidatakse edestada te isegi siis, kui peaks olema maksimaalselt ülbe ehitamiseks tornid. Kuid kui hea on siiski neile, nad ütlevad, "See on Jumalalt"; ja kui paha befalls neid, nad ütlevad, "see on sinult." Öelda: "kõik [asjad] on Jumalalt." Mis siis [asja] teiste inimestega, et nad vaevalt aru mis tahes avalduse?
fi: Missä voi olla kuoleman yllättää teidät, vaikka pitäisi sijoittua tornit ylevä rakentaminen. Mutta jos hyvä tulee heille, he sanovat, "Tämä on Jumalalta"; ja jos paha uhkaa heitä, he sanovat, "Tämä on sinulle." Esimerkiksi: "kaikki [asioita] ovat Jumalalta." Joten mikä on [asia] ihmisille, että he tuskin ymmärtävät lausuntoa?
he: בכל מקום בו תהיה, מוות שהולכי אותך, אפילו אם אתה צריך להיות בתוך המגדלים נשגבים הבנייה. אבל אם טוב מגיע להם, הם אומרים, "זה מן אללה"; ואם רשע יעלה בגורל אותם, הם אומרים, "זה ממך." אומרים, "[הכל] הם מן אללה". ? אז מה הבעיה [] עם האנשים האלה כי הם כמעט ולא מבינים כל משפט?
hr: Gdje god bio, smrt će stići, čak i ako vam se unutar kule visoke gradnje. Ali ako dobro dolazi im, kažu, "Ovo je od Allaha"; Ako zlo zadesi ih, kažu, "To je od tebe." Kažu, "[sve] je od Allaha." Tako što je [] ti ljudi teško mogu shvatiti nikakvu izjavu?
lt: Kur jūs gali būti, mirties bus pralenks jus, net jei jums reikia per bokštai didingos statybos. Bet jei geras ateina į juos, jie sako, "Tai yra iš Dievo"; ir jei blogis atsitinka, jie sako, "tai iš jūsų." Sako, "[viskas] yra iš Dievo." Taigi, kas yra [klausimas] su žmonėmis, kad jie gali būti sunku suprasti bet kokį pareiškimą?
lv: Kur vien iespējams, nāves pārsniegs, pat tad, ja jūs būtu cēls konstrukcijas torņi. Bet ja labu nāk viņiem, viņi saka: "Tas ir no Allah"; un, ja ļaunums befalls viņiem, viņi saka: "tas ir no jums." Teiksim, "visas lietas ir no Allah." Tātad kas notiek [] ar tiem cilvēkiem, ka viņi diez vai var saprast jebkuru paziņojumu?
nb: Uansett hvor du er, død vil kjøre forbi deg, selv om du bør være i tårnene på høye konstruksjon. Men om god kommer til dem, de sier, "Dette er fra Allah"; og hvis onde befalls dem, de sier, "Dette er fra deg." Si, "[alt] er fra Allah." Så hva er [det] med personer at de knapt kan forstå noen uttalelse?
sk: Nech už ste kdekoľvek, smrť sa predbiehať, aj v prípade, že by ste mali byť v rámci veže vznešené stavby. Ale ak je to dobré príde k nim, oni hovoria, "To je od Boha"; a ak zlo postihne, hovoria: "to je od teba." Napríklad: "všetkých [veci] sú od Alaha." Takže čo je [otázka] s týmito ľuďmi, že možno len ťažko pochopiť akékoľvek vyhlásenie?
sl: Kje ste morda, smrt bo vas prehiti, tudi če morate biti v stolpi vzvišeni gradnje. Ampak če dobro prihaja do njih, pravijo, "To je od Allah"; in če zlo prizadene njene, pravijo, "to je od tebe." Reči, "vse [stvari] so od Allah." Torej, kaj je [vprašanje] z ljudmi, da lahko komaj razumeli izjave?
sr_cyrl: Где год да си, смрт ће убити кинеског борца, чак и ако је требало би да си унутар куле узвиљеним градње. Али ако добро додје до тога, кажу, "Ово је од Алаха"; и ако их, зло задеси да кажу, "Ово је од тебе." Кажу , "све [ствари] од Алаха." Па шта је [] са тим људима, да једва могу да схвате никакву изјаву?
sr_latn: Gde god da si, smrt će ubiti kineskog borca, čak i ako je trebalo bi da si unutar kule uzviљenim gradnje. Ali ako dobro dodje do toga, kažu, "Ovo je od Alaha"; i ako ih, zlo zadesi da kažu, "Ovo je od tebe." Kažu, "sve [stvari] od Alaha." Pa šta je [] sa tim ljudima, da jedva mogu da shvate nikakvu izjavu?
uk: Скрізь, де ви можете бути, смерть нажене вас, навіть якщо ви повинні бути в межах вежі Величне будівництво. Але якщо хороший приходить до них, вони кажуть: "Це з Аллах"; і якщо зло буде також їх, вони кажуть: "це від вас". Сказати "все [що] є Аллаха". Що таке [питання] з тих людей, що вони навряд чи можуть зрозуміти будь-якого заявою?
vi: Bất cứ nơi nào bạn có thể, cái chết sẽ vượt qua bạn, ngay cả khi bạn có trong tòa tháp cao cả xây dựng. Nhưng nếu tốt đi kèm với họ, họ nói, "Điều này là từ Allah"; và nếu ác xảy họ, họ nói, "điều này là từ bạn." Nói, "tất cả [điều này] là từ Allah." Vì vậy, những gì là [vấn đề] với những người mà họ khó có thể hiểu bất kỳ tuyên bố?
zu: Nomaphi nibe, ukufa ngeke zikufice, ngisho noma kufanele ube ngaphakathi kwemibhoshongo yokwakha nephakeme.

# Quran572
source: What comes to you of good is from Allah, but what comes to you of evil, [O man], is from yourself. And We have sent you, [O Muhammad], to the people as a messenger, and sufficient is Allah as Witness.
ca: El que ve a vostè bé és d'Allah, però el que ve a vostè del mal, [Oh home], és de tu mateix. I ens han enviat, [O Muhammad], a la gent com a Missatger i prou és Allah com a testimoni.
cy: Beth sy'n dod i chi da gan Allah, ond beth a ddaw atoch o ddrygioni, [O dyn], oddi wrth eich hun. Ac rydym wedi anfon atoch, [O Muhammad], i bobl fel negesydd, a digon yw Allah fel tyst.
da: Hvad kommer du af gode er fra Allah, men hvad der kommer til dig af det onde, [O mand], er fra dig selv. Vi har sendt dig, [O Muhammad], at mennesker som en budbringer, og tilstrækkelig er Allah som vidne.
el: Τι έρχεται σε σας καλό είναι από τον Αλλάχ, αλλά τι έρχεται σε σας του κακού, [O άνθρωπος], είναι από τον εαυτό σας. Σας έχουμε αποστείλει, [Ο Μωάμεθ], στους ανθρώπους ως αγγελιοφόρο και επαρκή είναι Αλλάχ ως μάρτυρας.
et: Mis on sulle hea on Jumal, kuid mida tuleb sulle paha, [O mees] on iseendast. Oleme saatnud teile [O Muhammad], inimesed nagu messenger ja piisav on Jumal nagu tunnistaja.
fi: Mitä tulee sinulle hyvä on Jumalalta, mutta mitä tulee sinulle pahaa, [oi ihminen], on siitä itse. Lähetimme sinulle [Oi Muhammed] ihmiset sanansaattajana ja riittävä on Jumalan todistaja.
he: מה מגיע לך טוב היא מאללה, אבל מה מגיע לך הרשע, [O איש], הוא מעצמך. שלחנו לך, [O מוחמד], לאנשים בתור שליח, מספיקות אללה כעד.
hr: Što dolazi na vas dobro je od Allaha, ali što si zla, [O čovječe], u pitanju je od sebe. I poslali smo tebe, [O Muhammad], da ljudi kao Glasnik, a dovoljan je Allah kao svjedok.
lt: Kas ateina į jūsų prekės yra iš Dievo, tačiau kas ateis pas jus blogis, [O vyras], yra nuo savęs. Mes išsiuntėme jums, [O Muhammad], žmonėms kaip poslanca ir pakankamai yra Dievas kaip liudytojas.
lv: Kas nāk par labu, ir no Allah, bet kas nāk par ļaunu, [O vīrs] ir no sevis. Mēs esam nosūtījuši jums [O Muhammad], cilvēki kā kurjers un pietiekama ir Allah kā liecinieks.
nb: Hva du gode er fra Allah, men hva kommer til deg av ondskap, [mann], er fra deg. Vi har sendt deg, [O Muhammad], til folk som en budbringer og tilstrekkelig er Allah som vitne.
sk: Čo príde k vám, dobré je od Boha, ale to, čo príde k vám zla, [O človeka], je od seba. Poslali sme vám [Mohamed], k ľuďom ako posol a dostatočné je Boh ako svedok.
sl: Kar pride k vam dobro je od Allah, ampak kaj pride k vam zla, [O človek], je iz sebe. In mi poslal vam, [O Muhammad], ljudem kot glasnik, in dovolj je Allah kot priča.
sr_cyrl: Како си добра у питању је од Алаха, али како си зла, [О смртниие], у питању је од самог себе. Послали смо вам, [О Мухаммад], људима као курир и довољан је Аллах као сведок.
sr_latn: Kako si dobra u pitanju je od Alaha, ali kako si zla, [O smrtniиe], u pitanju je od samog sebe. Poslali smo vam, [O Muhammad], ljudima kao kurir i dovoljan je Allah kao svedok.
uk: Що спадає вам добра від Аллаха, але що спадає вам зла, [O людини], від себе. Ми надіслали вам, [O Мухаммад], люди, як Посланник і достатнім є Аллаха як свідок.
vi: Điều gì đến bạn tốt là từ Allah, nhưng điều gì đến bạn của cái ác, [O man], từ bản thân bạn. Chúng tôi đã gửi cho bạn [O Muhammad], với những người như một messenger và đủ là Allah là nhân chứng.
zu: Yini efika kini okuhle Allah, kepha okuphuma kuwe isidalwa esibangela ububi, [O muntu], kuvela wena.

# Quran573
source: He who obeys the Messenger has obeyed Allah; but those who turn away - We have not sent you over them as a guardian.
ca: Qui obeeix el Missatger ha d'obeir Allah; però els que s'allunyen - ens han no enviat sobre ells com a guardià.
cy: Ef a ufudd y negesydd wedi ufuddhau Allah; ond y rhai sy'n troi i ffwrdd-nad ydym wedi anfon chi dros iddynt fel gwarcheidwad.
da: Han, der adlyder Messenger har adlydt Allah; men dem der Drej væk - vi har ikke sendt dig over dem som en vogter.
el: Αυτός που υπακούει το Messenger έχει τηρούνται Αλλάχ? αλλά εκείνοι που γυρίζουν μακριά - δεν σου στείλαμε πάνω τους ως θεματοφύλακας.
et: Kes kuuletub sõnumitooja on kuuletus Jumala; kuid need, kes tõlgivad - me ei saatnud nende üle hooldaja.
fi: Hän, joka tottelee Messenger on noudattanut hillitä; mutta ne, jotka kääntyvät pois - ei lähetimme sinulle päälle valvojana.
he: מי שמציית השליח יש לציית אללה; אבל למי תפנה - לא שלחנו לך אותם בתור אפוטרופוס.
hr: Koji se provodi Glasnik je poslušao Allaha; Ali oni koji su okrenuti daleko - ne poslali smo tebe nad njima čuvarom.
lt: Tas, kas paklūsta Messenger buvo pasiklausyti Dievas; bet tie, kurie nusisukti - ne išsiuntėme jums virš jų globėju.
lv: Viņš, kurš paklausa Messenger ir paklausīja Allah; bet tie, kuri savukārt prom - mums nav nosūtīti jums pār viņiem kā sargs.
nb: Den som følger Messenger har adlød Gud. men de som vender seg bort - vi har ikke sendt deg over dem som en verge.
sk: Ten, kto počúva posol má poslúchol Boha; ale tí, ktorí sa odvráti - sme vám poslal ponad strážcu.
sl: Kdor uboga sel je ubogal Allah; ampak tisti, ki pa stran - mi niste poslali vi nad njimi varuha.
sr_cyrl: Онај ко се покорава гласник мора повиновати Аллах; Али , они који се окрену - ми нисте послали тебе над њима као старатељ.
sr_latn: Onaj ko se pokorava glasnik mora povinovati Allah; Ali, oni koji se okrenu - mi niste poslali tebe nad njima kao staratelj.
uk: Той, хто підпорядковується Messenger має підкорився Аллах; але ті, які, відвернутися - ми не послав вас над ними посаду опікуна.
vi: Hắn đã tuân theo các Messenger đã tuân Allah; nhưng những người lần lượt đi - chúng tôi đã không gửi cho bạn qua chúng như là người giám hộ.
zu: Lowo owulalelayo Messenger ililalele Allah;
