Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1935
source: So they were struck by the evil consequences of what they did and were enveloped by what they used to ridicule.
ca: Així van ser emeses per les conseqüències de mals de què feia i van ser embolicada per què van utilitzar el ridícul.
cy: Felly cawsant eu syfrdanu gan ganlyniadau drwg hyn a wnaethant ac roedd lyncu'r gan beth roedden nhw'n arfer gwawdio.
da: Så blev de ramt af de onde konsekvenser af, hvad de gjorde og var omsluttet af hvad de bruges til grin.
el: Έτσι αυτοί χτυπήθηκαν από τις αρνητικές συνέπειες της τι έκαναν και ήταν αναδύεται από αυτό που χρησιμοποιείται να γελοιοποίηση.
et: Nii et nad olid kannatanud kurjad tagajärjed mis nad tegid ja on ümbrisega poolt mida nad naeruvääristama.
fi: Niin ne iski seurauksille ja jakoivat ne käytetään naurunalaiseksi.
he: אז הם נפגעו ע י התוצאות הרעות של מה הם עשו, עטפו אותנו על ידי מה הם נהגו ללעוג.
hr: Tako su pogođeni zlih posljedica onoga što su je i su bila obuhvaćena su nekad ruglu.
lt: Taigi jie buvo ištiktų blogio pasekmes, ką jie padarė ir buvo apipinta iš ką jie naudojami pajuokos.
lv: Tātad tie bija pārsteidza ļaunuma sekas, ko viņi darīja un tika ievīstīta tāpat, ko viņi izmanto izsmiekls.
nb: Så ble de lamslått av onde konsekvensene av hva de gjorde og ble omsluttet av hva de brukte å latterliggjøre.
sk: Tak oni boli udreli zlé dôsledky toho, čo urobil a boli obalená aké oni použili na zesměšňování.
sl: Tako so bili udari z zlo posledice kaj storil in so ovojnico s kar se uporabljajo za zasmehovanje.
sr_cyrl: Тако су ударили су зли последица ста су радили и били обавијени по некад су руглу.
sr_latn: Tako su udarili su zli posledica sta su radili i bili obavijeni po nekad su ruglu.
uk: Так вони були вражені наслідки того, що вони зробили і були оповитий від те, що вони використовували до насмішок.
vi: Vì vậy họ bị tấn công vào những hậu quả xấu xa của những gì họ đã làm và đã được bao bọc bởi những gì họ sử dụng để chế giễu.
zu: Base usindwa nemiphumela emibi ukuthi benzani futhi base owembozwe ngalokho ababevame yokuhlekwa usulu.

# Quran1936
source: And those who associate others with Allah say, "If Allah had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him." Thus did those do before them. So is there upon the messengers except [the duty of] clear notification?
ca: I aquells que altres associar dir Allah, "si Allah tenia willed, ens vols no haver adorat res que no sigui ell, ni nosaltres ni els nostres pares, ni vols hem prohibit a través d'una altra cosa ell." Així, els va fer davant d'ells. Així que hi ha en els missatgers excepte [el deure de] clar notificació?
cy: A'r rhai sy'n cysylltiol eraill gyda Allah dweud, "os oedd Allah ewyllysio iddi, byddai nid wedi addoli unrhyw beth heblaw ef, ni fyddwn ni nac ein tadau, na fyddai wedi gwahardd unrhyw beth drwy heblaw iddo." Felly wnaeth rhai ger eu bron. Felly a oes ar y negeswyr ac eithrio [dyletswydd] hysbysiad yn glir?
da: Og dem, der forbinder andre med Allah siger, "hvis Allah havde villet, vi ville ikke have tilbedt andet end ham, hverken vi eller vore fædre, og heller ikke ville vi have forbudt noget gennem end ham." Dermed gjorde dem før dem. Så er der ved budbringere undtagen [pligt] Ryd anmeldelse?
el: Και όσοι άλλοι συσχετίσετε με Αλλάχ λένε, "αν είχε βουλητικός Αλλάχ, εμείς θα δεν έχουν λατρεύεται οτιδήποτε άλλο εκτός από αυτόν, ούτε εμείς ούτε οι πατέρες μας, ούτε θα μας απαγορεύεται οτιδήποτε μέσω εκτός από αυτόν.» Έτσι το έκαναν εκείνοι πριν από αυτούς. Έτσι υπάρχει κατόπιν οι αγγελιοφόροι εκτός από [το καθήκον της] καταργήστε την ειδοποίηση;
et: Ja need, kes seostavad teised Jumal öelda, "kui Jumal oli kombeks, me oleks mitte on kummardasid teda, ole meie ega meie isad ega oleks meil on keelatud midagi läbi teda peale." Seega need teha enne neid. Nii on seal upon kullerid, välja arvatud [kohust] selge teate?
fi: Ja ne, jotka liittää muiden Jumala sanoa, "Jos Jumala olisi tahtonut, emme ole ovat palvelleet mitään muuta kuin häntä, emme me eikä meidän isämme eikä olisi olemme koemielessä muuta kautta kuin häneltä." Näin ne tehdä ennen heitä. Joten onko kun sanansaattajia lukuun ottamatta [velvollisuus] ilmoituksen poistaminen?
he: ואלה לשייך אחרים אומרים אללה, "אם אללה היה רצון, לנו לא סוגד מלבד אותו, לא אנחנו ולא אבותינו, ולא היה לנו אסרו דבר דרך מעבר לו." לפיכך אלה עשו לפניהם. אז יש על השליחים חוץ [חובת] לנקות את ההודעות?
hr: I oni koji drugima pridružiti Allah kaže, "Ako je htio Allah, mi bi nije služio ništa drugo osim njega, ni mi ni naši očevi, niti bi mi zabranio samo kroz njega." Tako oni učiniti prije njih. Postoji li na glasnike osim [dužnosti] jasno obavijest?
lt: Ir tie, kurie susieti kiti su Dievas sako, "jei Dievas turėjo valios, mes būtų ne turime garbinti nieko, išskyrus jį, nei mes, nei mūsų tėvai, nei būtų mes turėti draudžiama nieko per ne jam." Taigi tie padaryti prieš juos. Taigi ar yra ant pasiuntinius išskyrus [pareigos] išvalyti pranešimo?
lv: Un tiem, kam citi saista ar Allah saka: "Ja Allāha gribas, mums nav ir pielūdz kaut ko, kas nav viņu, ne mēs, ne mūsu tēvi, ne būtu mēs neko caur citu viņam ir aizliegta." Tādējādi tiem darīt pirms tam. Tātad pastāv pēc kurjeriem, izņemot [pienākums] skaidrs paziņojums?
nb: Og de som omgås andre Allah sier, "Hvis Allah hadde ville, ville vi ikke har dyrket noe annet enn ham, verken vi eller våre fedre, eller ville vi har forbudt noe gjennom enn ham." Derfor gjorde de som før dem. Så er det på budbringere unntatt [plikt] fjerner varsel?
sk: A tí, ktorí pridružiť iné Boh povedať, "ak Boh bol chcel, sme by nie si uctievali nič iné mu ani my, ani naši otcovia, ani by sme niečo cez okrem neho zakázané." Teda tie robil pred nimi. Takže je tam na posl okrem [povinnosť] jasné oznámenia?
sl: In tiste, ki drugim povezujejo z Allah pravijo, "če je Allah volje, bi mi ne častili karkoli razen njega, niti mi niti naši očetje, niti bi mi kaj preko drugega kot mu prepovedana." Tako tiste, ki se pred njimi. Torej obstaja na glasniki razen [dolžnost] jasno obvestilo?
sr_cyrl: И они који су остали придружите Аллах реци: "Ако Алах имао воље, смо би не обоћавао ништа друго осим њега, ни ми, ни нашим очевима, нити би ми забранила резултујући кроз њега." Стога оне радиле пре њих. Јел има на весници осим [дужности] јасно обавештење?
sr_latn: I oni koji su ostali pridružite Allah reci: "Ako Alah imao volje, smo bi ne oboћavao ništa drugo osim njega, ni mi, ni našim očevima, niti bi mi zabranila rezultujući kroz njega." Stoga one radile pre njih. Jel ima na vesnici osim [dužnosti] jasno obaveštenje?
uk: І тих, хто інші асоціюють Аллах сказати, "якщо Аллах був того, ми б не поклонялися нічого, крім нього, ні ми, ні наші батьки, ні б ми маємо заборонено відмінне від через нього." Таким чином ті, робити перед ними. Отже, чи є на посланцями Крім [обов'язком] зніміть сповіщень?
vi: Và những người khác liên kết với Allah nói, "nếu Allah có ý chí, chúng tôi sẽ không có thờ bất cứ điều gì khác hơn so với anh ta, chúng tôi cũng như ông bố của chúng tôi, cũng không nào, chúng tôi đã cấm bất cứ điều gì thông qua khác với anh ta." Do đó, những người đã làm trước khi họ. Như vậy là có khi các sứ giả trừ [nhiệm vụ] rõ ràng thông báo?
zu: Futhi labo abavele bahlobanise abanye Allah uthi: "Uma Allah ayekuhlosile, sasingeke balikhonza lutho ngaphandle kukaNkulunkulu, akekho kithi noma obaba, futhi babengeke siye esenqatshelwe adabule ngaphandle kukaNkulunkulu."

# Quran1937
source: And We certainly sent into every nation a messenger, [saying], "Worship Allah and avoid Taghut." And among them were those whom Allah guided, and among them were those upon whom error was [deservedly] decreed. So proceed through the earth and observe how was the end of the deniers.
ca: I sens dubte hem enviat a cada nació un Missatger, [dir], "Allah culte i evitar la Taghut." I entre ells hi havia aquells qui guiat d'Allah, i entre ells hi havia aquells a qui va decretar [merescudament] error. Així procedir a través de la terra i observar com era el final de l'Oros.
cy: A sicr ein hanfon i bob cenedl negesydd, [dweud], "addoli Allah ac osgoi Taghut." Ac yn eu plith yr oedd rhai ohonynt Roedd Allah yn arwain, ac yn eu plith oedd y rhai ar bwy oedd gwall [haeddiannol] a ddyfarnwyd. Felly ymlaen drwy'r ddaear ac arsylwi sut oedd diwedd y llosg.
da: Og vi helt sikkert sendte i hver nation en budbringer, [siger], "tilbede Allah og undgå Taghut." Blandt dem var dem, som Allah styret, og blandt dem var dem som fejl [fortjent] blev dekreteret. Så Fortsæt gennem jorden og observere, hvordan var i slutningen af benægtere.
el: Και έχουμε στείλει σε κάθε έθνος ένας αγγελιοφόρος, [λέγοντας], «λατρεία Αλλάχ και να αποφευχθεί Taghut.» Ανάμεσά τους ήταν εκείνοι τους οποίους Αλλάχ καθοδηγείται και ανάμεσά τους ήταν εκείνοι στους οποίους του λάθους θεσπίστηκε [επάξια]. Έτσι προχωρήστε μέσα από τη γη και παρατηρήστε πώς ήταν το τέλος του οι αρνητές.
et: Ja me kindlasti läkitanud iga rahvas messenger, [ütles], "kummardama Jumalat ja vältida Taghut." Nende seas olid need, keda Jumal Juhendav ja nende seas olid need, kelle viga [teenitult] otsustatud. Nii terve maa ja jälgida, kuidas oli lõpuks vaatama.
fi: Ja me varmasti lähetettiin kansakunnan messenger, [sanoen] "palvontaa Jumalan ja välttää Taghut." Heidän joukossaan olivat ne, joille Jumala ohjaa, ja heidän joukossaan olivat ne kenen virhe oli [ansaitusti] päätetty. Joten etenee maan ja tarkkailla, miten oli loppu kieltäjät.
he: אנחנו בהחלט שלח לתוך כל אומה שליח, [ואמר] "פולחן אללה ולהימנע Taghut." ביניהם היו אלה אשר אללה מודרכת ו ביניהם היו אלה שעליה היה שגיאה [ובצדק] ציווה. אז המשך בכל הארץ, להתבונן איך היה הסוף למכחישים.
hr: I mi sigurno poslao u svakom narodu glasnika, [rekao], "obožavanje Allaha i izbjeći Taghut." Među njima su one koje je Allah vođena i među njima su bili oni kojega greška [zasluženo] zakomplicirale. Tako nastavite kroz zemlju i promatrati kako je bilo na kraju deniers.
lt: Ir mes tikrai siųsti į kiekvienos tautos messenger, [sako], "garbinti Allah ir išvengti Taghut." Tarp jų buvo tie, kuriuos Allah vadovaujasi ir tarp jų buvo tos, nuo kurių [pelnytai] buvo nustatytos klaidos. Taigi vykdant žemės ir stebėti, kaip buvo pagal klamstwo pabaigos.
lv: Un mēs noteikti nosūtīts vērā katrai tautai kurjers, [saka] "dievkalpojumu Allah un izvairītos no Taghut." Starp tiem bija tie, kam Allāhs vadīta un starp tiem bija tie, pēc kuriem [pelnīti] pasludinot kļūda. Tā turpiniet rīkoties cauri zemes un novērot, kā beidzās noliedzēju.
nb: Og vi sikkert sendt til hver nasjon en budbringer, [sa] "tilbedelse Allah og unngå Taghut." Og blant dem var dem Allah guidet, og blant dem var de på hvem var feil [velfortjent] bestemt. Så gjennom jorden og observere hvordan var slutten av fornektere.
sk: A určite sme poslali do každého národa, posol, [povedať], "uctievanie Alaha a vyhnúť sa Taghut." Medzi nimi boli tí, ktorým Boh riadi a medzi nimi boli tí, na ktorých bola chyba [zaslúžene] nariadil. Takže pokračovať cez zem a pozorovať, ako bolo na konci popierači.
sl: In smo zagotovo poslal v vsak narod sel, [pravijo,] "Allah čaščenja in se izognili Taghut." Med njimi so bile tiste, katerih Allah vodeni in med njimi so bili tisti na katere napake [zasluženo] predpisala. Tako nadaljujemo skozi zemljo in opazovati, kako je bil konec bi deniers.
sr_cyrl: А ми сигурно у сваком народу на путу за болницу, [указујући], "Аллах молитву и избегавајте Тагхут." Међу њима су и оне које је Аллах вођена и међу њима су и оне од којих грешка [с разлогом] је договорено. Зато наставите кроз земљу и посматрајте како је био крај за који негирају.
sr_latn: A mi sigurno u svakom narodu na putu za bolnicu, [ukazujući], "Allah molitvu i izbegavajte Taghut." Među njima su i one koje je Allah vođena i među njima su i one od kojih greška [s razlogom] je dogovoreno. Zato nastavite kroz zemlju i posmatrajte kako je bio kraj za koji negiraju.
uk: І ми безумовно послав кожної нації messenger, [кажучи:] "поклоніння Аллаху і уникнути Taghut." Серед них були ті, кого Аллах керуючись і, серед них були ті, від яких помилка [заслужено] було постановив. Тому приступити через землі і спостерігати, як було в кінці на заперечує.
vi: Và chúng tôi chắc chắn đã gửi vào mỗi quốc gia một messenger, [nói], "tôn thờ Allah và tránh Taghut." Và trong số đó có những người mà Allah đã hướng dẫn, và trong số đó có những người khi mà lỗi [deservedly] được quyết định. Vì vậy, tiến hành thông qua trái đất và quan sát như thế nào là kết thúc của các deniers.
zu: Futhi Ngokuqinisekile wathumela ku kuzo zonke izizwe isithunywa, [ethi], "Khulekela Allah futhi ugweme Taghut."

# Quran1938
source: [Even] if you should strive for their guidance, [O Muhammad], indeed, Allah does not guide those He sends astray, and they will have no helpers.
ca: [Encara] ha de Maldar per la seva orientació, [O Muhammad], de fet, Allah guia no aquells que envia per mal camí, i tindran cap ajudants.
cy: [Hyd yn oed] Os dylai chi ymdrechu am eu harweiniad, [O Muhammad], yn wir, nid yw Allah yn arwain rhai anfon ar gyfeiliorn, a bydd ganddynt unrhyw gynorthwywyr.
da: [Også] Selvom du bør stræbe efter deres vejledning, [O Muhammad], faktisk Allah ikke guide dem, han sender på afveje, og de vil have ingen hjælpere.
el: [Ακόμη] εάν θα πρέπει να προσπαθήσετε για την καθοδήγησή τους, [Ο Μωάμεθ], πράγματι, Αλλάχ δεν καθοδηγεί εκείνους στέλνει παραστρατημένος και δεν θα έχουν καμία βοηθοί.
et: [Isegi] kui sa peaksid püüdma nende suuniste, [O Muhammad] tõepoolest, Allah juhendada neid, ta saadab eksinud ja neil puudub abilised.
fi: [Vaikka] pitäisi pyrkiä niiden ohjeita [Oi Muhammed], Jumala ei ohjaa ne hän lähettää harhaan ja heillä ei ole auttajia.
he: [גם] אם אתם שואפים הדרכתם, [O מוחמד] אכן, אללה לא להנחות אלה הוא שולח מדרך הישר, יהיה להם לא עוזרים.
hr: [Čak] Ako bi trebao težiti za svoje vodstvo, [O Muhammad], zaista, Allah ne vodič one šalje zalutati i imaju nema pomagača.
lt: [Net] Jei jums turėtų siekti savo rekomendacijas, [O Muhammad], iš tiesų, Dievas ne gidas tuos jis siunčia iš kelio, ir jie turės ne pagalbininkai.
lv: [Pat] Ja jums vajadzētu tiekties to virzības [O Muhammad], patiešām, Allah ne vadīt tos sūta apmaldīties, un viņiem būs bez palīgiem.
nb: [Også] hvis du bør strebe etter deres veiledning, [O Muhammad], faktisk Allah guide ikke de sender han bort, og de vil ikke ha noen hjelpere.
sk: [I], keď ste mali usilovať svoje usmernenia [Mohamed], naozaj, Boh nie je sprievodca tých pošle scestie a budú mať bez pomocníkov.
sl: [Tudi] Če si morajo prizadevati za njihovo vodenje, [O Muhammad], res, Allah ne vodijo tiste pošilja zašel, in bodo imeli pomočnikov ni.
sr_cyrl: [Чак ] ако ти треба да тежимо њиховог водјства, [О Мухаммад], заиста, Аллах не води оне он шаље на одмет, и они ће имати нема помагачи.
sr_latn: [Čak] ako ti treba da težimo njihovog vodjstva, [O Muhammad], zaista, Allah ne vodi one on šalje na odmet, i oni će imati nema pomagači.
uk: [Навіть], якщо ви повинні прагнути їх керівництвом, [O Мухаммад] дійсно, Аллах не тим, що Він посилає оману керівництво та вони не немає помічників.
vi: [Thậm chí] Nếu bạn nên cố gắng để được hướng dẫn của họ, [O Muhammad], quả thật vậy, Allah không hướng dẫn những người ông gửi lạc lối, và họ sẽ có không có người trợ giúp.
zu: [Ngisho] uma okumelwe balwele ukuzifinyelela isiqondiso sabo, [O Muhammad], ngempela, Allah cha khaphi labo sa astray they cha fanele hlengi.

# Quran1939
source: And they swear by Allah their strongest oaths [that] Allah will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him, but most of the people do not know.
ca: I juren per Allah seus juraments més forts [que] Allah no qui mor ressuscitar. Però sí - [és] un veritable promesa [enllaç] sobre ell, però la majoria de la gent no sap.
cy: Ac mae nhw wedi rhegi gan Allah eu llwon cryfaf [y] ni Bydd Allah yn atgyfodi'r un sy'n marw. Ond ydw-[Mae'n] Nid [rhwymol] addewid wir ar iddo, ond mae'r rhan fwyaf o bobl yn gwybod.
da: Og de sværger ved Allah deres stærkeste eder, at Allah ikke vil genoplive, der dør. Men ja - [det er] en sande løfte [bindende] efter ham, men de fleste mennesker ikke kender.
el: Και που ορκίζονται από Αλλάχ τους όρκους ισχυρότερο [που] Αλλάχ δεν θα αναστηθεί κάποιος που πεθαίνει. Αλλά ναι - [είναι] μια αληθινή υπόσχεση [σύνδεση] προς αυτόν, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν.
et: Ja Allah vannub oma tugevaim vande, [mis] Allah ei taaselustada üks, kes sureb. Aga jah - [on] tõsi lubadus [siduva] pärast teda, kuid enamik inimesi ei tea.
fi: Ja he vannovat Allah vahvin valansa, [että] Jumala ei uusiutumaan yksi, joka kuolee. Mutta kyllä - se on todellinen lupaus [binding], kun häntä, mutta useimmat ihmiset eivät tiedä.
he: הם נשבע באללה שבועותיהם החזק ביותר [כי] אללה לא אחיה אחד שמת. אבל כן - [הוא] הבטחה אמיתית [קישור] על אותו, אבל רוב האנשים לא יודעים.
hr: I oni mimo Allaha njihove najjače zakletve da Allah neće uskrsnuti onoga koji umire. Ali da - to je istinito obećanje [obvezujuće] na njega, ali većina ljudi ne znaju.
lt: Ir jie Przysiegam Dievas savo stipriausias priesaikas [kad] Dievas bus ne tas, kuris miršta prisikelti. Bet Yeah - [tai] tiesa, pažadas [privalomas] nuo jį, bet dauguma žmonių nežino.
lv: Un viņi zvēru ar Allah spēcīgāko zvērestam, [ka] Allah būs nevis atdzīvināt, kurš nomirst. Bet jā - [ir] patieso solījums [saistošu] pēc, bet lielākā daļa cilvēku nezina.
nb: Og de sverger ved Allah deres sterkeste eder [at] Allah ikke vil gjenopplive som dør. Men ja - [det er] et sant løfte [binding] på ham, men de fleste ikke vet.
sk: A oni prisahajú Alah ich najsilnejší prísahy, [že] Alah vzkriesi nie ten, kto zomrie. Ale áno - [je] pravdivý sľub [záväzné] na neho, ale väčšina ľudí nevie.
sl: In jih prisegajo Allah svoje najmočnejše prisega, [ki] Allah ne bo obudila tisti, ki umre. Ampak ja - [je] res obljubo [zavezujoč] na njega, vendar je večina ljudi ne vem.
sr_cyrl: И они се куну у име Алаха њихова најјача заклетве то Алах не оћивеже онај који умире. Али да - [је] реч [повезу] на њега, али већина људи не знају.
sr_latn: I oni se kunu u ime Alaha njihova najjača zakletve to Alah ne oћiveжe onaj koji umire. Ali da - [je] reč [povezu] na njega, ali većina ljudi ne znaju.
uk: І вони клянуться Аллах своєї найсильніших клятви, [які] Аллаху не буде воскресити той, хто вмирає. Але так - [це] вірно обіцянку [обов'язковий] на нього, але більшість людей не знають.
vi: Và họ thề của Allah của họ tuyên thệ mạnh [trong đó] Allah sẽ không hồi sinh người chết. Nhưng yeah - [đó là] một lời hứa thực sự [liên kết] khi anh ta, nhưng hầu hết những người không biết.
zu: Futhi ofunga Allah izifungo zabo esiqine [ukuthi] Allah tando cha resurrect abasishiya.

# Quran1940
source: [It is] so He will make clear to them [the truth of] that wherein they differ and so those who have disbelieved may know that they were liars.
ca: [És] per va fer clar per a ells [la veritat de] que en què es diferencien i per tant els que tenen dubtaven pot saber que eren mentiders.
cy: [Mae'n] felly y bydd yn gwneud yn glir iddynt [gwir] y lle maent yn wahanol ac felly efallai y bydd rhai sydd wedi ddysgais yn gwybod eu bod yn gelwyddgwn.
da: [Det er] så han vil gøre klart for dem [sandheden], hvori de adskiller sig, og så dem, der har disbelieved kan vide, at de var løgnere.
el: [Είναι] έτσι θα κάνει σαφές σε αυτούς [την αλήθεια του] ότι όπου διαφέρουν και έτσι όσοι έχουν disbelieved να ξέρετε ότι ήταν ψεύτες.
et: [On] nii, et ta teeb selgeks neile [tõde] et milles need erinevad, ja nii need, kes on disbelieved teada, et nad olid valetas.
fi: Se on niin hän tekee heille selkeä [totuus] että siellä eroavat, joten ne, jotka ovat uskoneet voi tietää, että he olivat valehtelijoita.
he: [הוא] אז הוא יהפוך ברור להם [האמת של] שבו הם שונים, אז למי יש disbelieved אולי ידעו שהם שקרנים.
hr: [To je] On će biti jasno da im [istina] da u kojoj se razlikuju i tako oni koji imaju bio mogu znati da su oni bili lašci.
lt: [Tai], jis bus aišku jiems [tiesa] kad kuriame jie skiriasi ir kad tie, kurie turi disbelieved gali žinoti, kad jie buvo melagių.
lv: [Ir] tāpēc viņš dos skaidru viņiem [patiesību] ka, kur tās atšķiras, un tāpēc tie, kuri ir disbelieved var zināt, ka tie ir liars.
nb: [Det er] så han vil gjøre klart for dem [sannheten i] at hvor de skiller seg og så de som vantro kan vite at de var løgnere.
sk: [Je] tak on bude jasné, ktoré im [pravda] že čom sa líšia, a tak tí, ktorí majú pochyboval môže vedieť, že sú klamári.
sl: [Je] da bo jasno, da jih [resnico] se da pri čemer se razlikujejo in tako tiste, ki so verjeli lahko vedeli, da so lažnivci.
sr_cyrl: [Је ] па он ће бити јасно да их [истинитост] да у којима се они разликују, и тако они који имају не верује можда знам да су они лаћови.
sr_latn: [Je] pa on će biti jasno da ih [istinitost] da u kojima se oni razlikuju, i tako oni koji imaju ne veruje možda znam da su oni laћovi.
uk: [Це] так що він буде чітко вказати їм [істини] що якої вони відрізняються, і тому, хто є disbelieved можете знати, що вони брехуни.
vi: [Đó là] Vì vậy, ông sẽ làm cho rõ ràng với họ [sự thật] mà trong đó chúng khác nhau và do đó, những người có disbelieved có thể biết rằng họ là kẻ nói dối.
zu: [Kuyinto] He uyocacisela kubo [iqiniso leZwi] ukuthi wherein they zingafani futhi kanjalo labo disbelieved bazi ukuthi they were hubu!.

# Quran1941
source: Indeed, Our word to a thing when We intend it is but that We say to it, "Be," and it is.
ca: De fet, la nostra paraula a una cosa quan pretenem és però que hem de dir, "ser", i és.
cy: Yn wir, ein gair at beth pan yr ydym yn bwriadu mae'n ond nad ydym yn dweud, "yn", ac mae'n.
da: Ja, vores ord til en ting, når vi agter, men at vi siger til det, "være", og det er.
el: Πράγματι, η λέξη μας για ένα πράγμα όταν σκοπεύουμε είναι αλλά ότι μπορούμε να πούμε, «είναι», και είναι.
et: Tõepoolest, meie asi, kui me kavatseme on aga, et me ütleme talle, et sõna "tuleb" ja see on.
fi: Meidän sana asia, kun haluamme, että se on mutta sanomme, "on", ja se on.
he: אכן, מילה שלנו בדבר כאשר בכוונתנו זה אבל זה אנחנו אומרים, "להיות", זה.
hr: Doista, naša riječ za nekoga kada se namjera nam je da kažemo, "biti", a to je.
lt: Iš tiesų, mūsų žodis dalykas, kai mes ketiname tai, bet kad mes pasakyti jai, "būti", ir tai.
lv: Patiešām, mūsu vārdu lieta, ja mēs vēlamies, tas ir, bet mēs sakām, "būt", un tas ir.
nb: Faktisk vårt ord til en ting når vi har tenkt det er men at vi si, "være", og det er.
sk: Naozaj, naše slovo vec, keď chceme, to je ale, že môžeme povedať, "byť" a je to.
sl: Res, naše besede, da stvar, ko želimo, da je vendar, da smo rekli, "biti", in je.
sr_cyrl: Заиста , нашу ствар, када намеравамо да је али то кажемо, "бити", а то је.
sr_latn: Zaista, našu stvar, kada nameravamo da je ali to kažemo, "biti", a to je.
uk: Дійсно, наше слово до річ, коли ми збираємося це, однак, що ми говоримо, "мати", і його.
vi: Thật vậy, từ của chúng tôi để một điều khi chúng tôi có ý định đó là nhưng mà chúng tôi nói với nó, "", và nó là.
zu: Ngempela, izwi Kwethu into uma Sihlose kuba kodwa ukuthi Sithi kuwo: "Yiba," futhi iBhayibheli lihlukile.
