Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1995
source: And do not take your oaths as [means of] deceit between you, lest a foot slip after it was [once] firm, and you would taste evil [in this world] for what [people] you diverted from the way of Allah, and you would have [in the Hereafter] a great punishment.
ca: I no prengui el seu juraments com engany [mitjà de] entre vostè, no sigui que un peu relliscada després va [] ferma, i que vols degustar mal [en aquest món] per què [persones] desviat de la manera d'Allah, i vostè hauria [en el futur] una gran pena.
cy: A Peidiwch â chymryd eich llwon fel dichell [modd] rhwng chi, rhag ofn ymadael traed ar ei ôl Roedd [] pendant, a byddai eich blas drwg [yn y byd hwn] bobl hyn [] Roedd eich dargyfeirio o'r ffordd o Allah, a byddai gennych [yn o hyn ymlaen] cosb mawr.
da: Og tag ikke din eder som [middel til] bedrag mellem dig, lest en fod glide efter det var [når] fast, og du vil smage onde [i denne verden] for hvad [folk] du Omdirigeret fra måde Allah, og du ville have [i hinsidige] en stor straf.
el: Και μην πάρετε σας όρκους ως εξαπάτηση [μέσα] ανάμεσα σε σας, μήπως μια ολίσθηση τα πόδια μετά από αυτό ήταν [μία φορά] σταθερή, και θα δοκιμάσετε κακό [σε αυτόν τον κόσμο] για [Πρόσωπα] τι σας εκτρέπονται από τον τρόπο του Αλλάχ, και θα έχετε [στο εξής] μεγάλη τιμωρία.
et: Ja Võta oma vande nagu [transpordivahendite] pettusega vahele, muidu suu libisemine pärast seda oli [kord] kindlalt ja te maitse evil [selles maailmas] mida inimesed te kinni sellest, kuidas Jumal ja soovid on [in edaspidi] suur karistus.
fi: Ja älä ota sinun valoja [keino] petos välillä, ettei jalka slip kun se aikoinaan [] yritys, ja olisi maku paha [maailmassa] mitä ihmiset voit ohjata tapa hillitä ja olisit [tuonpuoleisessa] suuri rangaistus.
he: אל תקחו את השבועות כמו רמאות [אמצעי] ביניכם, שמא מעידה רגל אחרי זה היה [לאחר] המשרד, אתה תטעם הרשע [בעולם הזה] עבור מה [אנשים] אותך למחוזות מן הדרך של אללה, ויהיה לך [בעתיד] עונש גדול.
hr: I uzeti ću tvoju zakletvu kao [vid] prijevare između vas, da ne noga klizanja nakon to je [nekada] čvrsto i ukusa bi bila zlo [u svijetu] što [ljudi] dao si kako Allah, i trebao bi [u daljnjem tekstu] velika kazna.
lt: Ir Nevartokite savo priesaikas kaip [priemones] apgaulės tarp jūsų, kad pėdos slydimui po jis buvo [kai] firma, ir jums skonio blogio [į šį pasaulį] už ką [žmonės] jūs nukreipiamas nuo to, kaip Dievas, ir norėtumėte, kad [toliau] labai bausmė.
lv: Un neņemiet savu zvērestu kā [līdzekļus] viltu starp jums, lest kājas slīdēšanas pēc tā reiz [] firma, un jūs garša ļauno [šajā pasaulē] kāda [cilvēku] jūs novirzīt no Allah veidā, un jums būtu [turpmāk] liels sods.
nb: Og ikke ta din eder som [typer] bedrag mellom deg, en fot slip etter at den ble [gang] fast, og du ville smake onde [i denne verden] for hva [folk] du viderekoblet fra veien til Allah, og du må [i hinsidige] en stor straff.
sk: A neberte svoje prísahy ako [druh] machinácie medzi vami, inak nohy sklzu po ňom bol [raz] firmy, a bude chutiť zlo [v tomto svete] pre čo [ľudia] ste odkloní od spôsobu Alah, a budete mať [v nižšie] veľký trest.
sl: In ne jemljite vaše prisege kot [prevoznega] prevaro med vami, da ne slinavke zdrs po njej je [ko] podjetje, in vi bi okus zlo [v tem svetu] za kaj [ljudje] vas preusmeri iz pot Allah, in imate [v nadaljevanju] veliko kazen.
sr_cyrl: И не узимам твоје заклетве као преваре [вид] између вас, да не би танким стопало након то је [када] фирме и укуса би била зла [на свијету] онима који су ти од пута Алах и Овен би [на надаље] велика казна.
sr_latn: I ne uzimam tvoje zakletve kao prevare [vid] između vas, da ne bi tankim stopalo nakon to je [kada] firme i ukusa bi bila zla [na svijetu] onima koji su ti od puta Alah i Oven bi [na nadalje] velika kazna.
uk: І не приймати ваші клятви як [засобів] обману між вами, щоб не ковзання стопи після її колись [] фірми, і ви буде смак зла [у цьому світі] за те, що [люди] ви відволікаються від того, як Аллаха, ви повинні були [в загробному світі] велике покарання.
vi: Và không có tuyên thệ của bạn như là sự lừa dối [phương] giữa bạn, vì sợ trượt chân sau khi nó đã [từng] công ty, và bạn sẽ hương vị ác [trong thế giới này] Đối với những gì mà người bạn chuyển hướng cách của Allah, và bạn sẽ có [tương lai] một hình phạt rất lớn.
zu: Ungalisusi kho fungo njengoba [esebenzisa] ngenkohliso phakathi kwakho, funa ukushelela ngonyawo ngemuva kwaba [once] ngokuqinile, futhi uyosilalela ukunambitha okubi [kuleli zwe] kungokwalokho okungaphumeli [abantu] wena woketshezi endleleni Allah,

# Quran1996
source: And do not exchange the covenant of Allah for a small price. Indeed, what is with Allah is best for you, if only you could know.
ca: I no intercanviar el Pacte d'Allah per a un preu petit. De fet, el que és amb Allah és millor per a vostè, si només vostè podria saber.
cy: Ac nid oes cyfnewid y cyfamod Allah am bris bach. Yn wir, mae beth yw ag Allah sydd orau i ti, os mai dim ond gallech gwybod.
da: Og ikke udveksler pagt af Allah til en lille pris. Ja, det med Allah er bedst for dig, hvis bare du kunne vide.
el: Και μην ανταλλάσσετε το Σύμφωνο του Αλλάχ για μια μικρή τιμή. Πράγματι, με τον Αλλάχ είναι καλύτερο για σας, εάν μόνο θα μπορούσε να ξέρετε.
et: Ja vahetada Allah pakti väike hind. Tõepoolest, mis on Allah on teile, parim, kui ainult saaks teada.
fi: Ja älä vaihtaa liiton Allah on pieni hinta. Mikä on kanssa Jumala onkin sopiva, jos vain voisin tietää.
he: לא להחליף את האמנה של אללה במחיר סמלי. אכן, מה הקטע עם אללה הוא הטוב ביותר עבורך, אם רק אתה יכול לדעת.
hr: I ne mijenjajte zavjet Allahu za malu cijenu. Doista, što je s Allahom je najbolje za tebe, kad bi samo mogao znati.
lt: Ir negali keisti testamento Dievas, už mažą kainą. Iš tiesų, kas yra su Dievas yra geriausias jums, jei tik jums gali žinoti.
lv: Un nevar apmainīties ar pilsētas mēru Allah par mazu cenu. Patiešām, ar Allah ir vislabāk, ja tikai jūs varētu zināt.
nb: Og ikke utveksling pakten av Allah for en liten pris. Faktisk, hva er med Allah er best for deg, hvis bare du kunne vite.
sk: A nie výmeny pakt Alah za malú cenu. Vskutku, s Alláh je najlepšie pre vás, len keby ste mohli vedieť.
sl: In ne izmenjujejo pakt Allah za majhno ceno. Res, kaj je z Allah je najboljša za vas, če le bi veš.
sr_cyrl: И да размените Завјет Алаха за мала цена. Заиста , Алах је најбоље за тебе, кад би само могао да знаш.
sr_latn: I da razmenite Zavjet Alaha za mala cena. Zaista, Alah je najbolje za tebe, kad bi samo mogao da znaš.
uk: І не обмінюватися заповіту Аллаха за невелику ціну. Дійсно, що з Аллаха, краще для вас, якщо тільки ви могли б знаю.
vi: Và không trao đổi các giao ước của Allah cho một mức giá nhỏ. Thật vậy, những gì với Allah là tốt nhất cho bạn, nếu chỉ có bạn có thể biết.
zu: Futhi musa ukushintshanisa isivumelwano Allah ngentengo encane.

# Quran1997
source: Whatever you have will end, but what Allah has is lasting. And We will surely give those who were patient their reward according to the best of what they used to do.
ca: Qualsevol cosa que tingui acabarà, però què ha Allah és durador. I segurament donarem qui eren pacient seva recompensa segons el millor del solia fer.
cy: Bydd yn dod i ben beth bynnag yr ydych yn ei gael, ond beth mae'r Allah yn para. A byddwn yn sicr yn rhoi rheini oedd claf eu gwobrwyo yn ôl y gorau o'r hyn y maen nhw'n ei wneud.
da: Uanset hvad du har vil ende, men hvad Allah har varig. Og vi vil helt sikkert give dem, der var patienten deres belønning efter bedst af, hvad de plejede at gøre.
el: Ό, τι έχετε θα τελειώσει, αλλά τι Αλλάχ έχει είναι διάρκειας. Και σίγουρα θα δώσουμε όσοι ήταν ασθενής ανταμοιβή τους σύμφωνα με το καλύτερο από αυτό που χρησιμοποιείται για να το κάνετε.
et: Mida iganes teil on lõpeb, kuid Jumal on intensiivsemaid. Ja me anname neile, kes olid patsient kindlasti saavad tasu vastavalt parim mida nad varem ei.
fi: Mitä sinulla on päättyy, mutta Allah on on kestävä. Ja annamme niille, jotka olivat potilaan varmasti palkkansa paras mitä heillä oli tapana tehdä.
he: כל מה שיש לך יסתיים, אבל מה יש אללה הוא מתמשך. לבטח אתן למי שהיה מטופל שלהם התגמול על-פי מיטב מה היו עושים.
hr: Sve će završiti, ali Allah je traje. A mi oni koji su bili strpljivi će sigurno svoju plaću prema najbolje što su znali raditi.
lt: Ką turi baigsis, bet ką Dievas yra ilgalaikis. Ir mes neabejotinai suteikia tiems, kurie buvo pacientas jų atlygį pagal ką jie czynili.
lv: Kāds jums ir beigsies, bet Allah ir ir ilgstošas. Un mēs noteikti dos tiem, kuri bija pacients to atlīdzība saskaņā ar labāko no viņiem mēdza darīt.
nb: Det du har vil ende, men hva Allah har varer. Og vi vil sikkert gi dem som var pasient sin lønn etter best av hva de pleide å gjøre.
sk: Nech máte skončí, ale čo má Alah je trvalé. A sme určite tých, ktorí boli pacient dá odmenu podľa najlepšieho čo boli zvyknutí robiť.
sl: Karkoli že bo na koncu, ampak kaj je Allah je trajno. In bomo zagotovo dal tisti, ki so bolnika svoje nagrade po najboljših kaj se uporabljajo za početi.
sr_cyrl: Шта год имате окончаће се, али какве везе има Алах која траје. И сигурно дат ћемо оне који су били стрпљиви њихова награда према најбоље од како су некад.
sr_latn: Šta god imate okončaće se, ali kakve veze ima Alah koja traje. I sigurno dat ćemo one koji su bili strpljivi njihova nagrada prema najbolje od kako su nekad.
uk: Все, що у вас буде кінця, але має Аллах є міцним. І ми неодмінно дадуть тих, хто був пацієнт їх нагорода за найкраще те, що вони використовували, щоб зробити.
vi: Bất cứ điều gì bạn có sẽ kết thúc, nhưng những gì Allah đã kéo dài. Và chúng tôi chắc chắn sẽ cung cấp cho những người bệnh đã phần thưởng của họ theo tốt nhất của họ sử dụng như thế nào để làm.
zu: Kungakhathaliseki une kuzophela, kodwa lokho Allah has sekuqhubeke.

# Quran1998
source: Whoever does righteousness, whether male or female, while he is a believer - We will surely cause him to live a good life, and We will surely give them their reward [in the Hereafter] according to the best of what they used to do.
ca: Qui fa justícia, sigui home o dona, mentre que ell és un creient - segurament va a causar-li una bona vida, i segurament els donarà seva recompensa [en el futur] segons el millor del que solien fer.
cy: Pwy bynnag yw'r chyfiawnder i, boed yn wryw neu fenyw, tra ei fod yn credu'n-bydd Rydym yn sicr yn achosi iddo i fyw bywyd da, a byddwn yn sicr yn rhoi iddynt eu gwobrwyo [yn o hyn ymlaen] yn ôl y gorau o'r hyn y maen nhw'n ei wneud.
da: Hvem gør retfærdighed, om mandlige eller kvindelige, mens han er en troende - vi vil helt sikkert få ham til at leve et godt liv, og vi vil helt sikkert give dem deres belønning [i hinsidige] Ifølge bedst af hvad de plejede at gøre.
el: Όποιος κάνει δικαιοσύνη, είτε αρσενικό είτε θηλυκό, ενώ είναι οπαδός - εμείς σίγουρα θα προκαλέσει τον να ζήσουν μια καλή ζωή, και σίγουρα θα τους δώσουμε ανταμοιβή τους [στο εξής] σύμφωνα με το καλύτερο από αυτό που χρησιμοποιείται για να το κάνετε.
et: Kes teeb head, isased ja emased, samas ta on usklik - me kindlasti tekitada talle elada head elu ja me kindlasti annab neile nende tasu [in edaspidi] kohaselt parim mida nad varem ei.
fi: Kuka tekee vanhurskautta, onko mies tai nainen, samalla hän on uskova - me varmasti aiheuttaa hänelle elää hyvää elämää ja annamme heille varmasti palkkansa [tuonpuoleisessa] paras mitä heillä oli tapana tehdä.
he: מי שעושה הצדק, אם זכר או נקבה, בעוד הוא מאמין - אנחנו לבטח יגרום לו לחיות חיים טובים, אנחנו בוודאי ייתן להם את הפרס שלהם [בעתיד] על פי מיטב מה היו עושים.
hr: Tko god vrši pravednost, bilo muško ili žensko, dok je vjernik - mi sigurno će dovesti do živjeti dobar život, a mi sigurno će im dati svoju plaću [u daljnjem tekstu] prema najbolje što su nekad.
lt: Kas atlieka tiesos, ar vyras ar moteris, nors jis yra tikintysis - mes tikrai sukels jam gyventi gerą gyvenimą, ir mes tikrai suteiksime jiems jų atlygį [toliau] pagal ką jie czynili.
lv: Tas, kurš dara taisnību, vai vīrietis vai sieviete, kamēr viņš ir ticīgais - mēs noteikti radīs viņam dzīvot labu dzīvi un mēs noteikti dos viņiem viņu alga [turpmāk] saskaņā ar labāko no viņiem mēdza darīt.
nb: Den som gjør rettferdighet, hvorvidt mannlig eller kvinner, mens han er en troende - vi vil sikkert føre ham til å leve et godt liv, og vi vil sikkert gi dem deres lønn [i hinsidige] etter best av hva de pleide å gjøre.
sk: Ten, kto robí spravodlivosť, či muž alebo žena, zatiaľ čo on je veriaci - sme určite spôsobí mu žiť dobrý život a budeme určite im ich odmena [ďalej] podľa najlepšieho čo boli zvyknutí robiť.
sl: Kdor ne pravičnosti, moške ali ženske, medtem ko je vernik - mi bo zagotovo povzročilo mu živeti dobro življenje, in smo zagotovo jim svoje nagrade [v nadaljevanju] po najboljših kaj se uporabljajo za početi.
sr_cyrl: Ко год да ли праведност, да ли је мушки или женски, док је верник - ће сигурно који му стварамо живјети добар живот, а сигурно даћемо им њихова награда [у надаље] према најбоље од како су некад.
sr_latn: Ko god da li pravednost, da li je muški ili ženski, dok je vernik - će sigurno koji mu stvaramo živjeti dobar život, a sigurno daćemo im njihova nagrada [u nadalje] prema najbolje od kako su nekad.
uk: Той, хто робить праведності, будь то чоловік або жінка, хоча він віруючий - ми обов'язково призведе до його, щоб жити хорошого життя, і ми неодмінно дадуть їм нагороду свою [в загробному світі] згідно найкраще те, що вони використовували, щоб зробити.
vi: Bất cứ ai thực hiện sự công bình, cho dù nam hay nữ, trong khi ông là một người tin tưởng - chúng tôi chắc chắn sẽ làm cho anh ta để sống một cuộc sống tốt, và chúng tôi chắc chắn sẽ cung cấp cho họ các phần thưởng của họ [trong tương lai] theo tốt nhất của họ sử dụng như thế nào để làm.
zu: Whoever enza ukulunga, noma iduna noma insikazi, kanti yena uyikholwa - We enza surely kumenze aphile impilo enhle, futhi ngokuqinisekile abanike umvuzo wabo [Hereafter] ngokwendlela best ngalokho ababevame ukuba akwenze.

# Quran1999
source: So when you recite the Qur'an, [first] seek refuge in Allah from Satan, the expelled [from His mercy].
ca: Així que quan vostè recitar el Qur ' an, [primer] buscar refugi en Allah de Satan, expulsat [des seu Misericòrdia].
cy: Felly pan mae chi adrodd y Qur'an, [gyntaf] geisio lloches yn Allah o Satan, diarddel [gan ei drugaredd].
da: Så når du recitere Koranen, [først] søge tilflugt i Allah fra Satan, de udviste [fra hans barmhjertighed].
el: Έτσι όταν σας διηγούμαι το Κοράνι, [πρώτη] να αναζητήσουν καταφύγιο σε Αλλάχ από τον Σατανά, το να απελαθεί [από το έλεος].
et: Nii et kui te rääkiv Koraan, [esimene] otsima varjupaika Jumal, Saatan, liikmeskonnast [alates tema halastuse].
fi: Joten kun te kertoa Koraanin, [ensimmäisen] turvapaikkaa Allah Saatanan karkotettu [from hänen armonsa].
he: אז כאשר אתה מדקלם הקוראן, [קודם] לחפש מפלט בבית אללה מהשטן, גורשו [מתוך רחמים שלו].
hr: Tako kada recitiraš Qur'an, [prvo] tražim utočište u Allaha od Sotone, protjerani [iz njegove milosti].
lt: Taigi kai jūs deklamuoti Korano, [pirmą kartą] ieškoti prieglobsčio Dievas nuo šėtono, pašalinto [iš jo malonės].
lv: Tātad, kad jūs deklamēt Korāns, [pirmā] meklēt patvērumu Allah no sātans, izslēgtā [no viņa žēlastības].
nb: Så når du resitere Koranen, [første] søke tilflukt i Allah fra Satan, den utvist [fra hans barmhjertighet].
sk: Takže keď ste recitovať Korán, [prvé] hľadať útočisko v Alaha od Satana, vyhostený [z jeho milosrdenstva].
sl: Tako ko boste recitirati Korana, [prva] zateklo v Allah od Satan, izgnala [iz njegova milost].
sr_cyrl: Па кад ти изговори Кур'ану, [прво] склонили на Аллах од Сатане, протераних [из његове милости].
sr_latn: Pa kad ti izgovori Kur'anu, [prvo] sklonili na Allah od Satane, proteranih [iz njegove milosti].
uk: Тому коли ви читати Корану, [спочатку] шукати притулку в Аллах від сатани, вигнані [з його милосердям].
vi: Vì vậy khi bạn đọc kinh Koran, [lần đầu] tìm kiếm nơi nương náu ở Allah từ Satan, trục xuất [từ lòng thương xót của].
zu: Ngakho uma hlabelela Qur'an, [wokuqala] khonga ephephelo Allah kuSathane, lo mholi owaxoshwa ekuholeni [nga Akhe sa].

# Quran2000
source: Indeed, there is for him no authority over those who have believed and rely upon their Lord.
ca: De fet, hi ha per a ell cap autoritat en qui he cregut i confiar en el seu Senyor.
cy: Yn wir, mae iddo unrhyw awdurdod dros y rheini sy'n credu ac yn dibynnu ar eu yr Arglwydd.
da: Ja, der er for ham ingen myndighed over dem, der har troet og påberåbe sig deres Herre.
el: Μάλιστα, για αυτόν δεν υπάρχει αρχή πάνω από αυτούς που πίστεψαν και να επικαλεστεί τους Λόρδος.
et: Tõepoolest, teda asutust ei ole nende kes on uskunud ja tugineda nende Issand.
fi: Itse asiassa ei hänelle ole viranomainen verrattuna, jotka ovat uskoneet ja vedota heidän Herransa.
he: אכן, יש לו אין סמכות אלה אשר האמינו לסמוך על האל שלהן.
hr: Doista, nema za njega vlasti nad onima koji su vjerovali i oslanjaju na svog gospodara.
lt: Iš tiesų, nėra jam institucijos per tuos, kurie tikėjo ir remtis jų Viešpats.
lv: Patiešām, nav viņam iestāde pār tiem, kas ticējusi un paļauties uz savu kungu.
nb: Faktisk, det er for ham ingen autoritet over dem som har trodd og stole på deres Herre.
sk: Naozaj, tam je pre neho žiadnu právomoc nad tými, ktorí uverili a spoliehať sa na svojho pána.
sl: Res, ni mu organ pred tistimi, ki so verjeli in se zanašajo na svojega Gospoda.
sr_cyrl: Заиста , нема за њега нема ауторитет над онима који верују и да се ослањају на свог господара.
sr_latn: Zaista, nema za njega nema autoritet nad onima koji veruju i da se oslanjaju na svog gospodara.
uk: Дійсно, немає для нього не владу над тими, хто вірив і покладатися на свої Господа.
vi: Thật vậy, có là cho anh ta không có quyền trên những người đã tin tưởng và dựa vào Chúa.
zu: Ngempela, kukhona ngaye akunalo igunya phezu zalabo asebeye bakholwa wethembele eNkosini yabo.

# Quran2001
source: His authority is only over those who take him as an ally and those who through him associate others with Allah.
ca: Seva autoritat és només sobre qui portés com un aliat i aquells que per ell altres associar Allah.
cy: Ei awdurdod yn unig dros y rheini sy'n mynd ag ef fel cynghreiriad a'r rheini drwy iddo cysylltiol eraill gyda Allah.
da: Hans myndighed er kun over dem, der tager ham som allieret og dem, der gennem ham knytte andre til Allah.
el: Την εξουσία του είναι μόνο πέρα από εκείνους που παίρνουν τον σύμμαχο και εκείνους που μέσα από αυτόν συνδέσει τους άλλους με τον Αλλάχ.
et: Tema asutus on ainult need, kes teda liitlane ja neile, kes teda läbi teised seostavad Allah üle.
fi: Hänen on vain niille, jotka häntä liittolaisena ja ne, jotka hänen kauttaan liittää muiden kanssa Jumala.
he: הסמכות שלו היא רק על אלה שלוקחים אותו כאל בעלת ברית ואלה אשר דרכו לשייך אחרים אללה.
hr: Njegova vlast je samo nad onima koji ga kao saveznika i one koji po njemu drugi pridružiti Allah.
lt: Jo institucija yra tik tie, kurie jį kaip sąjungininkė ir tie, kurie per jį susieti kiti su Dievas.
lv: Viņa pilnvaras ir tikai pār tiem, kas viņu kā sabiedrotais, un tiem, kas caur viņu citi saista ar Allah.
nb: Hans autoritet er bare de som tar ham som en alliert og de som gjennom ham omgås andre Allah.
sk: Jeho orgán je iba cez tých, ktorí ho ako spojenca a tých, ktorí skrze neho iní spájajú s Alláh.
sl: Organ je le tisti, ki mu kot zaveznika in tiste, ki po njem drugi sodelavec z Allah.
sr_cyrl: Његов ауторитет је само над онима који га као савезника и онима који су кроз њега другима придружите Алах.
sr_latn: Njegov autoritet je samo nad onima koji ga kao saveznika i onima koji su kroz njega drugima pridružite Alah.
uk: Його авторитет закінчено лише тих, хто приймає його якості союзника і тих, хто через нього інших асоціюють Аллаха.
vi: Thẩm quyền của mình là chỉ hơn những người Anh ta như là một đồng minh và những người thông qua anh ta liên kết khác với Allah.
zu: Inegunya kuphela phezu kwalabo Mthatheni njengoba ally kanye nalabo ngaye ukuhlobanisa abanye Allah.

# Quran2002
source: And when We substitute a verse in place of a verse - and Allah is most knowing of what He sends down - they say, "You, [O Muhammad], are but an inventor [of lies]." But most of them do not know.
ca: I quan vam substituir un vers en lloc d'un vers - i Allah és més saber de què va envia cap avall - diuen, ", [O Muhammad], ets però un inventor [de mentides]." Però la majoria d'ells no saben.
cy: A phan rhodder inni adnod lle'r adnod-a Allah yn gwybod fwyaf o beth yn ei anfon i lawr-maent yn dweud, "chi, [O Muhammad], ond dyfeisiwr [o]." Ond nid rhan fwyaf ohonynt yn gwybod.
da: Og når vi erstatte et vers i stedet for et vers - og Allah er de fleste vel vidende om hvad han sender - de siger, "du, [O Muhammad], men en opfinder [af løgne]." Men de fleste af dem ved ikke.
el: Και όταν αναπληρώνουμε ένα στίχο στη θέση του ένα στίχο - και Αλλάχ είναι γνωρίζοντας περισσότερα από ό, τι μας στέλνει - λένε, ", [Ο Μωάμεθ], είσαι αλλά εφευρέτης [των ψεμάτων].» Αλλά οι περισσότεροι από αυτούς δεν ξέρω.
et: Ja kui me asendaja asemel salm - salmi ja Allah on enamik teades, mida ta saadab - nad ütlevad, ", [O Muhammad] olete aga leiutaja [of lies]." Kuid enamik neist ei tea.
fi: Ja kun emme korvaa jae sijasta jae - ja Jumala on ja mitä hän lähettää - he sanovat, "[Oi Muhammed] olette mutta keksijä [on]." Mutta useimmat heistä eivät tiedä.
he: כאשר אנו מחליפים פסוק במקום פסוק - אללה הוא לדעת רוב של מה הוא שולח - הם אומרים, "[O מוחמד], אתה, אלא ממציא [של שקרים]." אבל רובם לא יודעים.
hr: I kada se zamjena stih umjesto stih - i Allah je većina znajući za što on šalje dolje - oni kažu, ", [O Muhammad], ste ali izumitelj [od laži]." Ali većina njih ne zna.
lt: Ir kai mes pakeisti stichijos vietoj stichijos - ir Dievas yra dauguma žinodami kas jis siunčia - jie sako, ", [O Muhammad], tu bet išradėjas [iš yra]." Tačiau dauguma jų nežino.
lv: Un kad mēs aizvietot dzejolis vietā dzejolis - un Allah ir visvairāk zinot, ko sūta uz leju - viņi saka, "tu [O Muhammad], esi taču izgudrotājs [ir]." Bet vairums no viņiem nezina.
nb: Og når vi erstatte et vers i stedet for et vers - og Allah er de fleste vet av hva han sender ned - de sier, "du, [O Muhammad], men en oppfinner av løgn]." Men de fleste av dem vet ikke.
sk: A keď sme nahradiť verš namiesto verš - a Alah je väčšina vedomím toho, čo on pošle - hovoria, "si, [Mohamed], ale vynálezca [z]." Ale väčšina z nich nevie.
sl: In ko smo nadomestek verz namesto verz - in Alah je večina vedoč, kaj pošilja - pravijo, ", [O Muhammad], ste vendar izumitelj [je]." Ampak večina od njih ne vem.
sr_cyrl: Када смо заменили стих на месту стих - и Аллах је већина јер знам шта шаље доле - они кажу, "[О Мухаммад], ви али изумитељ [од лажи]." Али већина њих не знам.
sr_latn: Kada smo zamenili stih na mestu stih - i Allah je većina jer znam šta šalje dole - oni kažu, "[O Muhammad], vi ali izumitelj [od laži]." Ali većina njih ne znam.
uk: І коли підставляла вірш замість вірш - і Аллах більшість знаючи про те, що Він посилає - вони кажуть, "ви, [O Мухаммад], але є винахідником [брехня]." Але більшість з них не знають.
vi: Và khi chúng tôi thay thế một câu vào vị trí của một câu thơ - và Allah là hầu hết hiểu biết của những gì Ngài xuống - họ nói, "bạn [O Muhammad], nhưng một nhà phát minh [của]." Nhưng hầu hết trong số họ không biết.
zu: Futhi uma we shintsha ivesi esikhundleni wevesi - futhi Allah Ukwazi kakhulu ngalokho He sa phansi - Bathi: "Wena, [O Muhammad], kukhona kodwa umsunguli [of amanga]."
