Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2957
source: [Pharaoh] said to those around him, "Do you not hear?"
ca: [Faraó] dit per aquells al seu voltant, "no sents?"
cy: Dywedodd [Ffaro] rhai o'i gwmpas, "Nid ydych yn clywed?"
da: [Farao] sagde til dem omkring ham, "du ikke hører?"
el: [Φαραώ] είπε να τους γύρω του, «δεν ακούς;"
et: [Vaarao] ütles neid enda ümber, "Kas sa ei kuule?"
fi: [Farao] sanoi niille ympärillään, "Etkö kuule?"
he: [פרעה] אמר אל הסובבים אותו, "לא שמעת?"
hr: [Faraon] rekao je da oni oko njega, "čuješ?"
lt: [Faraonas] sakė, kad tie aplink jį, "ne girdi?"
lv: [Faraons] teica tiem, kas ap viņu, "nav dzirdams?"
nb: [Farao] sa til dem rundt ham, "ikke hører du?"
sk: [Faraóna] povedal, k tým okolo neho, "nie Počuješ?"
sl: [Faraon] je dejal, da tiste okoli njega, "ali slišite?"
sr_cyrl: [Фараон ] је рекао да је онима који су око њега, "зар не иујељ?"
sr_latn: [Faraon] je rekao da je onima koji su oko njega, "zar ne иujeљ?"
uk: [Фараона] сказав, щоб оточуючі його, "ви не чуєте?"
vi: [Pharaoh] nói đến những người xung quanh anh ta, "bạn không có nghe không?"
zu: [UFaro] wathi kubantu ababemzungezile, "Awuzwa yini?"

# Quran2958
source: [Moses] said, "Your Lord and the Lord of your first forefathers."
ca: [Moses] va dir, "El seu Senyor i el Senyor dels seus avantpassats primers."
cy: [Moses] fod, "eich Arglwydd ac Arglwydd eich cyndeidiau yn gyntaf.
da: [Moses] sagde, "Jeres Herre og Herren af din første forfædre."
el: [Moses] είπε, «Ο Κύριός σας και ο κύριος των προγονών σας πρώτη.»
et: [Moses] ütles: "Teie Issandat ja teie esimene esiisade isand."
fi: [Moses] sanoi: "Herrasi ja ensimmäinen isämme herra."
he: [Moses] אמר, "האדון, האדון של אבותינו הראשון שלך"
hr: [Moses] je rekao, "Tvoj gospodar i Gospodar tvoj prvi preci."
lt: [Moses] sakė: "Jūsų Viešpats ir valdovas savo pirmąjį protėviai."
lv: [Moses] teica: "savu kungu un kungs pirmais senčiem.
nb: [Moses] sa, "din Herre og herre over din første forfedre.
sk: [Moses] povedal, "Svojho pána a pán prvý predkov."
sl: [Moses] je dejal, "Vaš gospod in gospodar vaš prvi predniki."
sr_cyrl: [Мосес ] је рекао, "Твој господар и господар твој први преци."
sr_latn: [Moses] je rekao, "Tvoj gospodar i gospodar tvoj prvi preci."
uk: [Moses] сказав: "Ваш Господь і Господь перший предків".
vi: [Moses] nói, "Của Chúa và Chúa của ông cha đầu tiên."
zu: [UMose] wathi: "Kho Lord Lord KHO KHOKHO kuqala."

# Quran2959
source: [Pharaoh] said, "Indeed, your 'messenger' who has been sent to you is mad."
ca: [Faraó] dit, "De fet, el seu 'missatgers' que s'ha enviat a vostè és boig".
cy: [Ffaro] dywedodd, "Yn wir, mae eich 'negesydd' a anfonwyd atoch chi yn wallgof."
da: [Farao] sagde, "Ja, din messenger, der har været udsendt til du er gal."
el: [Φαραώ] είπε, «Πράγματι, σας 'αγγελιοφόρος' που έχει σταλεί σε σας είναι τρελοί.»
et: [Vaarao] ütles: "Tõepoolest, teie"messenger", kes on saadetud sulle on hullu."
fi: [Farao] sanoi, "Sinun"sanansaattaja", joka sinulle lähetettiin onkin hullu."
he: [פרעה] אמר, "אכן, שלך 'שליח' אשר נשלחה אליך הוא כועס."
hr: [Faraon] je rekao, "Zaista, tvoj 'Glasnik' koji je poslan je ljut."
lt: [Faraonas] sakė: "Iš tiesų, jūsų"messenger", kuris buvo išsiųstas jums yra proto."
lv: [Faraons] teica: "patiešām, jūsu"kurjers", kurš ir nosūtīts uz jums dusmīgs."
nb: [Farao] sa, "Ja,"messenger"som har blitt sendt til deg er gal."
sk: [Faraóna] povedal: "Vskutku, váš"posol", ktorý bol odoslaný na vás je šialený."
sl: [Faraon] je dejal, "Res, vaš"sel", ki je bil poslan vam je jezen."
sr_cyrl: [Фараон ] је рекао, "Заиста, твој 'гласник' који је послат у ти је луд."
sr_latn: [Faraon] je rekao, "Zaista, tvoj 'glasnik' koji je poslat u ti je lud."
uk: [Фараона] сказав: "Дійсно, ваш 'messenger', який послав до вас є розуму".
vi: [Pharaoh] nói: "Thật vậy, messenger của bạn' những người đã được gửi đến bạn là điên."
zu: [UFaro] wathi: "Ngempela, 'isithunywa' yakho oye wathumela kini uyahlanya."

# Quran2960
source: [Moses] said, "Lord of the east and the west and that between them, if you were to reason."
ca: [Moses] va dir, "Senyor de l'Orient i Occident i que entre ells, si fos per la raó."
cy: [Moses] wedi dweud, "Arglwydd y dwyrain a Gorllewin a rhwng iddynt, pe baech yn rheswm."
da: [Moses] sagde, "Herren af øst og vest og mellem dem, hvis du skulle grund."
el: [Moses] είπε, «Ο Λόρδος της Ανατολής και της Δύσης και ότι μεταξύ τους, εάν επρόκειτο να λόγο.»
et: [Moses] ütles: "Ida ja Lääne ning et neid, kui sa olid põhjus vahel Issanda."
fi: [Moses] sanoi: "Herra itään ja länteen ja että niiden välillä, jos syy."
he: [Moses] אמר, "אדון המזרח, המערב וכל זה ביניהם, אם היית הסיבה."
hr: [Moses] je rekao, "Gospodar istoka i Zapada i to između njih, ako bi razlog."
lt: [Moses] sakė: "Viešpats į rytus ir vakarus ir kad tarp jų, jei buvo priežastis."
lv: [Moses] sacīja: "Kungs, no austrumiem un rietumiem un starp viņiem, ja jums bija iemesls."
nb: [Moses] sa, "Lord av Øst og vest og mellom dem, hvis du skulle grunn."
sk: [Moses] povedal: "Pán východ a západ a že medzi nimi, keby ste mali dôvod."
sl: [Moses] reče: "Gospod na vzhodu in zahodu in da med njima, če ste bili razlog."
sr_cyrl: [Мосес ] је рекао, "Господар истока и запада и то између њих, ако би разлог."
sr_latn: [Moses] je rekao, "Gospodar istoka i zapada i to između njih, ako bi razlog."
uk: [Moses] сказав: "Господь Сходу та заходу, і що між ними, якщо б ви були причини."
vi: [Moses] nói, "Chúa tể của phía đông và phía Tây và rằng giữa chúng, nếu bạn đã lý do."
zu: [UMose] wathi: "Nkosi empumalanga nasentshonalanga nokuthi phakathi kwabo, uma ubungase ukuze sizisize zicabange."

# Quran2961
source: [Pharaoh] said, "If you take a god other than me, I will surely place you among those imprisoned."
ca: [Faraó] dit, "Si vostè pren un Déu diferent de mi, jo segurament posarà vostè entre els empresonats."
cy: [Ffaro] yn dweud, "Os ydych yn cymryd Duw heblaw fi, oni rhoddaf ichi ymhlith hynny eu carcharu."
da: [Farao] sagde, "Hvis du tager en Gud end mig, jeg vil helt sikkert placere dig blandt de fængsledes."
el: [Φαραώ] είπε, «Εάν παίρνετε ένα Θεό εκτός από μένα, θα σίγουρα σε βάλω μεταξύ των φυλακισμένων.»
et: [Vaarao] ütles: "Kui te võtate Jumal mulle peale, ma kindlasti paneb teid nende vangistatud seas."
fi: [Farao] sanoi: "Jos Jumala muuta kuin minä, olen varmasti sijoittaa sinut vangittujen joukossa."
he: [פרעה] אמר, "אם אתה לוקח אלוהים חוץ ממני, אני יהיה בוודאי לך מקום בקרב הכלואים האלה."
hr: [Faraon] je rekao, "Ako Boga osim mene, sigurno smjestiti te među one zatvorene."
lt: [Faraonas] sakė: "Jei Dievas ne man, aš tikrai vietos jūs tarp įkalintųjų."
lv: [Faraons] teica: "Ja Dievs izņemot mani, es noteikti vietu jūs šo ieslodzīto vidū."
nb: [Farao] sa, "Hvis du tar en Gud enn meg, jeg vil sikkert sett du blant de fengslet."
sk: [Faraóna] povedal: "Ak budete mať Boha okrem mňa, budem určite miesto si medzi tie uväznený."
sl: [Faraon] je dejal, "Če si Bog razen mene, sem zagotovo vas bo potekala med tiste zaprt."
sr_cyrl: [Фараон ] је рекао, "Ако узмете Бога осим мене, сигурно стављам те међу тим затворен."
sr_latn: [Faraon] je rekao, "Ako uzmete Boga osim mene, sigurno stavljam te među tim zatvoren."
uk: [Фараона] сказав: "Якщо ви берете Бога, крім мене, я буду обов'язково місце ви серед цих ув'язнених."
vi: [Pharaoh] nói, "Nếu bạn có một Thiên Chúa không phải là tôi, tôi sẽ chắc chắn đặt bạn trong số những người bị giam cầm."
zu: [UFaro] wathi: "Uma uthatha nye than me unkulunkulu, ngiyakwehlisela ube phakathi kwalabo ababoshwa."

# Quran2962
source: [Moses] said, "Even if I brought you proof manifest?"
ca: [Moses] va dir, "Fins i tot si et portat prova manifest?"
cy: Dywedodd [Moses], "hyd yn oed pe byddwn yn cyflwyno chi brawf amlwg?"
da: [Moses] sagde, "Selv om jeg bragte dig bevis manifest?"
el: [Moses] είπε, «Ακόμη και αν εγώ σας έφερε απόδειξη του δηλωτικό;»
et: [Moses] ütles: "Isegi, kui ma tõin tõend manifesti?"
fi: [Moses] sanoi, "Vaikka toin sinulle todiste manifesti?"
he: [Moses] אמר: "אפילו אם הבאתי לך הוכחה מניפסט?"
hr: [Moses] je rekao, "Čak i ako sam te doveo dokaz manifesta?"
lt: [Moses] tarė: "Net jei aš davė jums įrodymas manifeste?"
lv: [Moses] teica: "Pat ja es tev atnesu pierādījums manifestu?"
nb: [Moses] sa, "Selv om jeg brakte deg bevis manifest?"
sk: [Moses] povedal: "Aj keď som vás uviedol dôkaz manifest?"
sl: [Moses] je dejal, "Čeprav sem ti prinesel dokaz manifest?"
sr_cyrl: [Мосес ] је рекао, "Чак и ако ти донесем доказ манифеста?"
sr_latn: [Moses] je rekao, "Čak i ako ti donesem dokaz manifesta?"
uk: [Moses] сказав: "Навіть якщо я приніс вам доказ маніфест?"
vi: [Moses] nói, "Ngay cả khi tôi mang cô biểu hiện bằng chứng?"
zu: [UMose] wathi: "Ngisho noma ngilethe kuwe manifest ubufakazi?"

# Quran2963
source: [Pharaoh] said, "Then bring it, if you should be of the truthful."
ca: [Faraó] dit, "llavors portar-lo, si hauria de ser de la veritat."
cy: Dywedodd [Ffaro], "ac yna dod ag ef, os dylai fod o y geirwir."
da: [Farao] sagde, "og derefter bringe det, hvis du skulle være af den sandfærdige."
el: [Φαραώ] είπε, ΄΄δεν φέρει, αν θα πρέπει να του το αληθινό.»
et: [Vaarao] ütles, "siis viia see, kui sa peaksid olema ka tõepärast."
fi: [Farao] sanoi, "niin tuo se, jos olisi ja rehellinen."
he: [פרעה] אמר, "אז תביא את זה, אם את צריכה להיות של דובר אמת".
hr: [Faraon] je rekao, "onda Navali, ako ti trebaju biti i istinite."
lt: [Faraonas] pasakė, "tada kad jis, jei jums reikia, kad teisingi."
lv: [Faraons] teicu, "tad celt, ja jums ir jābūt patiesam.
nb: [Farao] sa, "så ta det, hvis du skal være av den sannferdig."
sk: [Faraóna] povedal, "tak ju, ak by ste mali byť o pravdivé."
sl: [Faraon] je dejal, "potem bi ga, če bi morali biti za resnične.
sr_cyrl: [Фараон ] је рекао, "онда Навали, ако ти треба да је искрен."
sr_latn: [Faraon] je rekao, "onda Navali, ako ti treba da je iskren."
uk: [Фараона] сказав, "потім привести його, якщо ви повинні бути на правдивою."
vi: [Pharaoh] nói, "sau đó mang lại cho nó, nếu bạn cần sự thật."
zu: [UFaro] wathi: "Khona-ke nililethe, uma kufanele kube truthful."

# Quran2964
source: So [Moses] threw his staff, and suddenly it was a serpent manifest.
ca: Així [Moses] va llançar el seu personal, i de sobte va ser un manifest de serp.
cy: Felly taflodd [Moses] a'i staff, ac yn sydyn roedd yn amlwg serpent.
da: Så [Moses] kastede sit personale, og pludselig var det en slange manifest.
el: Έτσι [Moses] έριξε το προσωπικό του, και ξαφνικά ήταν ένα φίδι του δηλωτικό.
et: Nii [Moses] viskas oma personali ja äkki see oli madu manifestis.
fi: Joten [Moses] heitti henkilöstönsä ja yhtäkkiä se oli käärme manifesti.
he: אז [Moses] זרק הצוות שלו, פתאום זה היה שטר הנחש.
hr: Tako [Moses] bacio štap, i odjednom je zmija manifest.
lt: Taip [Moses] išmetė savo darbuotojų, ir staiga jis yra gyvatės deklaracija.
lv: Tātad [Moses] iemeta savu nūju un pēkšņi bija čūska manifests.
nb: Så [Moses] kastet hans stab, og plutselig var en slange manifest.
sk: Tak [Moses] hodil jeho zamestnancov, a zrazu to bolo zjavné hada.
sl: Tako [Moses] vrgel njegovo osebje, in nenadoma je bilo očitno kača.
sr_cyrl: Тако је [Мосес] бацио његово особље, и одједном се змија манифест.
sr_latn: Tako je [Moses] bacio njegovo osoblje, i odjednom se zmija manifest.
uk: Так [Moses] кинув його співробітників, і раптом це було змія маніфест.
vi: Vì vậy [Moses] đã ném các nhân viên của mình, và đột nhiên nó đã là một biểu hiện con rắn.
zu: Ngakho [uMose] juba akhe sebenzi, futhi kungazelelwe kwaba ukuthi bebebangaki inyoka.

# Quran2965
source: And he drew out his hand; thereupon it was white for the observers.
ca: I dibuixà amb la mà; llavors era blanc per als observadors.
cy: A thynnodd allan ei law; Rhydd yr oedd Gwyn ar gyfer yr arsylwyr.
da: Og han trak sin hånd; derpå var det hvidt til observatørerne.
el: Και έσυρε έξω το χέρι? κατά συνέπεια ήταν λευκό για τους παρατηρητές.
et: Ja ta tõmbas oma käe välja seejärel oli valge vaatlejatele.
fi: Ja hän veti pois kätensä; Tämän jälkeen oli valkoinen tarkkailijat.
he: והוא שלף את ידו; לכן זה היה לבן עבור בצופים.
hr: I izvukao svoju ruku; Odmah zatim je bijeli za promatrači.
lt: Ir jis patraukė dėmesį savo ranką; po to ji buvo balta stebėtojai.
lv: Un viņš izvilka roku; tad bija balta novērotāji.
nb: Og han trakk ut sin hånd; Derpå var hvit for observatører.
sk: A nakreslil ruku; Následne bola biela pre pozorovateľov.
sl: In je potegnil roko; nato je belo za opazovalce.
sr_cyrl: И да је подигао своју руку; Након тога била је бела за посматраие.
sr_latn: I da je podigao svoju ruku; Nakon toga bila je bela za posmatraиe.
uk: І він звернув у своїх руках; Потім він був білим, для спостерігачів.
vi: Và ông đã vẽ ra bàn tay của mình; tiếp đó là màu trắng cho các quan sát viên.
zu: Futhi wayesehosha isandla sakhe;

# Quran2966
source: [Pharaoh] said to the eminent ones around him, "Indeed, this is a learned magician.
ca: [Faraó] dit d els eminents al seu voltant, "de fet, aquest és un mag apresos.
cy: Dywedodd [Ffaro] i y rhai enwog o'i gwmpas, "yn wir, dyma ddysgwyd consuriwr.
da: [Farao] sagde, at de fremtrædende dem omkring ham, "Dette er en lærd tryllekunstner.
el: [Φαραώ] είπε με επιφανείς αυτά γύρω του, «πράγματι, αυτό είναι μια μαθημένη μάγος.
et: [Vaarao] ütles väljapaistvate omadega tema ümber, "see on tõepoolest õpitud Mage.
fi: [Farao] sanoi arvostettuja niistä ympärillään ", tämä on oppinut taikuri.
he: [פרעה] אמר לאלה הנודע סביבו, אכן, הוא קוסם המלומד.
hr: [Faraon] rekao eminentnih one oko njega, "uistinu, ovo je naučio mađioničar.
lt: [Faraonas] sakė žymus tuos aplink jį, "iš tiesų, tai išmoko magas.
lv: [Faraons] teica slavenais tiem, kas ap viņu, "patiešām, šis ir iemācījušies burvis.
nb: [Farao] sa til eminente de rundt ham, ja, dette er en lært magiker.
sk: [Faraóna] povedal, tie predné okolo neho "v skutočnosti to je naučil kúzelník.
sl: [Faraon] je dejal, da ugledni tiste okoli njega, "Pravzaprav, to je naučil čarovnik.
sr_cyrl: [Фараон ] је рекао да су еминентни онима око њега, "заиста, ово је начитаним мадјионицар.
sr_latn: [Faraon] je rekao da su eminentni onima oko njega, "zaista, ovo je načitanim madjionicar.
uk: [Фараона] сказав видатних ті навколо нього, "дійсно, це дізналися чарівник.
vi: [Pharaoh] nói với những người nổi tiếng xung quanh anh ta, "thật vậy, đây là một ảo thuật gia đã học được.
zu: [UFaro] wathi ones ovelele ngakuye: "Ngempela, lena bili wafunda.

# Quran2967
source: He wants to drive you out of your land by his magic, so what do you advise?"
ca: Que vol tornar-lo fora de la seva terra per la seva màgia, així que què assessorament? "
cy: Mae ef am i chi yrru allan eich tir gan ei hud, felly beth ydych chi ei gynghori? "
da: Han ønsker at køre dig ud af din jord af sin magi, så hvad du rådgive? "
el: Θέλει να σας διώξουν από τη γη σου από την μαγεία του, έτσι τι συμβουλεύουν;»
et: Ta soovib juhtida teid läbi oma maa tema maagiliste, nii et mida te soovitada? "
fi: Hän haluaa ajaa sinut pois oman maan luona-nsa maaginen, niin mitä suosittelette? "
he: הוא רוצה שאסיע אותך את הקרקע על ידי הקסם שלו, אז מה את מציעה? "
hr: Želi vas odvesti iz vaše zemlje pomoću magije, što da vam savjetovati? "
lt: Jis nori vairuoti jus iš savo žemę iš jo magija, Taigi ką galėtumėte patarti? "
lv: Viņš grib, lai aizvedu tevi no savas zemes ar savu burvju spēku, tātad ko jūs ieteikt? "
nb: Han ønsker å kjøre deg ut av landet av sin magi, så hva anbefaler du? "
sk: Chce riadiť vás mimo vašej krajiny podľa jeho kúzlo, tak čo by ste poradiť? "
sl: Hoče, da vozite iz vaše zemljišče s svojo čarovnijo, torej kaj pa ti svetoval? "
sr_cyrl: Он жели да те возим из своје земље од стране његова магија, тако дорба? "
sr_latn: On želi da te vozim iz svoje zemlje od strane njegova magija, tako dorba? "
uk: Він хоче відвезти вас з вашої землі за його магія, так що що раджу вам? "
vi: Ông muốn vào ổ đĩa bạn ra khỏi đất của bạn bởi kỳ diệu của ông, vì vậy những gì làm bạn tư vấn cho? "
zu: Yena ufuna ukushayela niphume ezweni lakho ngemilingo yakhe, kanjalo yini ukweluleka? "

# Quran2968
source: They said, "Postpone [the matter of] him and his brother and send among the cities gatherers
ca: Deien, "ajornar [la qüestió de] ell i el seu germà i enviar entre els recol·lectors de ciutats
cy: Dywedodd, "ohirio'r [y mater o] ef ei frawd a'i anfon ymhlith casglwyr dinasoedd
da: De sagde, "udsætte [sag for] ham og hans bror og send blandt byer samlere
el: Είπαν, «αναβολή [το ζήτημα] αυτόν και τον αδελφό του και αποστολή μεταξύ η τροφοσυλλέκτες πόλεις
et: Nad ütlesid: "lükata [Küsimus] teda ja tema vend ja saada seas linnad kogujad
fi: He sanoivat, "lykätä [Kysymys] hänet ja hänen veljensä ja lähetä keskuudessa kaupungit kerääjille
he: הם אמרו, "לדחות [את העניין של] אותו ואת אחיו שלח בקרב לקטים ערים
hr: Rekli su, "odgoditi [pitanje] mu i njegov brat i poslati među gradovima sakupljača
lt: Jie sakė, "atidėti [klausimas] jam ir jo brolis ir siųsti tarp miestų rinkėjų
lv: Viņi teica: "atlikt [lietu] viņam un viņa brālis un nosūtiet starp pilsētām ievācējiem
nb: De sa: «utsette [saken av] ham og hans bror og sende blant byer samlere
sk: Oni povedali: "odložiť [otázka] ho a jeho brat a poslať medzi mestami zberača
sl: So rekli, "odložiti [vprašanje] njega in njegov brat in pošiljanje med nabiralci mesta
sr_cyrl: Рекли су: "одложи [питање] њега и његовог брата и слање међу затим велике градове
sr_latn: Rekli su: "odloži [pitanje] njega i njegovog brata i slanje među zatim velike gradove
uk: Вони сказали: "відкласти [питання] йому і його брата і відправити серед збирачів міст
vi: Họ nói rằng, "trì hoãn [vấn đề] ông và anh trai của mình và gửi giữa các thành phố lượm
zu: Bathi: "ukuhlehlisa [endabeni ka-] yena nomfowabo futhi uthumele phakathi kwemizi ababutha

# Quran2969
source: Who will bring you every learned, skilled magician."
ca: Que portarà cada apresa, qualificat mag."
cy: A bydd dod â chi bob magician medrus, dysgu."
da: Der vil bringe dig hver lærde, dygtig tryllekunstner."
el: Που θα σας φέρει κάθε μάγος έμαθαν, ειδίκευση.»
et: Kes toob sulle iga õpitud, kvalifitseeritud mustkunstnik."
fi: Joka vie sinut joka oppinut, taitava taikuri."
he: מי יביא לך כל קוסם המלומד, מיומנים."
hr: Koji će vam donijeti svaki učen, vješti mađioničar."
lt: Kuris atneš jums kas išmoko, kvalifikacijos magas."
lv: Kas dos jums katru uzzināja, kvalificēts burvis."
nb: Som vil gi deg alle lært, dyktige magiker."
sk: Kto vám prinesie každý dozvedel, skúsený mág."
sl: Ki vas bo popeljal vsak naučil, usposobljenih čarovnik."
sr_cyrl: Ко ће донети те сваки учене, искусне мадјионицар."
sr_latn: Ko će doneti te svaki učene, iskusne madjionicar."
uk: Хто буде принести вам кожен Книжна, досвідчений фокусник."
vi: Ai sẽ mang lại cho bạn tất cả ảo thuật gia học, có kỹ năng."
zu: Ngubani kuyokulethela zonke wafunda, bili abanamakhono. "

# Quran2970
source: So the magicians were assembled for the appointment of a well-known day.
ca: Així, els mags s'havien reunit el nomenament d'un dia ben coneguda.
cy: Felly Casglwyd y magicians ar gyfer penodi adnabyddus y dydd.
da: Så var tryllekunstnere samlet til udnævnelsen af en velkendt dag.
el: Έτσι συγκεντρώθηκαν οι Ταχυδακτυλουργοί για το διορισμό του ένα πολύ γνωστό ημέρα.
et: Nii olime mustkunstnikud ametissenimetamise tuntud päevas.
fi: Joten tietäjät koottiin nimittämiseksi tunnettu päivässä.
he: אז הקוסמים כונסו למינוי של יום ידועים.
hr: Tako su čarobnjaci bili su spremni za imenovanje poznatih dan.
lt: Taigi magai buvo surinkti žinomi dieną paskirti.
lv: Tātad burvji sapulcējās pazīstamu dienu tikšanos.
nb: Så ble trollmenn samlet for ansettelse av en velkjent dag.
sk: Takže kúzelníkov zhromaždili na vymenovanie známy deň.
sl: Tako je čarovniki so bili sestavljeni za imenovanje znanih dan.
sr_cyrl: Тако Магови су се окупили на именовање познати дневно.
sr_latn: Tako Magovi su se okupili na imenovanje poznati dnevno.
uk: Так магів складені відповідно до зразку для зустрічі з відомими день.
vi: Vì vậy các nhà ảo thuật được lắp ráp cho cuộc hẹn một ngày nổi tiếng.
zu: Ngakho abenzi bemilingo ukubabenze imilingo eyayihlangene ukuqokwa usuku owaziwa.

# Quran2971
source: And it was said to the people, "Will you congregate
ca: I es va dir a la gent, "es que es congreguen
cy: A dywedwyd y bobl, "Bydd ydych yn ymgynnull
da: Og det blev sagt til folk, "vil du samles
el: Και είχε πει στους ανθρώπους, «θα σας συναθροιστούν
et: Ja öeldi, rahvale, "näidatakse teile kogunema
fi: Ja todettiin, ihmiset, "on sinun kokoontua
he: ועל זה נאמר אל העם, "אתה מתקהלים
hr: I rečeno je ljudima, "će te se sakupiti
lt: Ir tai buvo pasakyta, į žmones, "bus jums susirinkti
lv: Un runāja ar cilvēkiem, "būs jums pulcēties
nb: Og det ble sagt til folket, "vil du samles
sk: A to bolo povedané, ľudia, "sa budete stretávať
sl: In je bilo rečeno, ljudem, "bo vam zbirajo
sr_cyrl: И речено је да народу, "ће ти се скупљају
sr_latn: I rečeno je da narodu, "će ti se skupljaju
uk: І це було сказано, що людям, "буде ви збиратися
vi: Và nó đã được nói cho mọi người, "sẽ bạn tụ tập
zu: Futhi kwathiwa abantu, "Ingabe wena babuthane

# Quran2972
source: That we might follow the magicians if they are the predominant?"
ca: Que ens puguin seguir els mags si són les predominants?"
cy: Y gallai dilyn y magicians os ydynt y Prif?"
da: At vi kan følge tryllekunstnere hvis de er den dominerende?"
el: Ότι μπορεί να ακολουθούμε τους μάγους αν είναι το κυρίαρχο;»
et: Et me võivad järgneda mustkunstnikud kui nad on valitsevate?"
fi: Että voimme jatkaa tietäjät jos ne ovat hallitseva?"
he: ייתכן שנבדוק. הקוסמים אם הן השולט?"
hr: Da mi može slijediti te neće ubiti ako oni prevladavaju?"
lt: Kad mes vykdytų magai jei jie yra vyraujantis?"
lv: Ka mēs varētu sekot magicians, ja tie ir valdošais?"
nb: At vi kan følge trollmenn hvis de er den dominerende?"
sk: Aby mohli sledujeme kúzelníkov ak sú prevládajúci?"
sl: Da lahko sledimo čarovniki, če so v skladu s prevladujočim?"
sr_cyrl: Да можда пратимо Магови ако су на Преовлађујућа?"
sr_latn: Da možda pratimo Magovi ako su na Preovlađujuća?"
uk: Що ми могли б слідувати магів якщо вони що переважаючим?"
vi: Rằng chúng tôi có thể làm theo các nhà ảo thuật nếu họ là chủ yếu?"
zu: Ukuthi singase landela bili they are oqavile? "
