Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran191
source: [Fasting for] a limited number of days. So whoever among you is ill or on a journey [during them] - then an equal number of days [are to be made up]. And upon those who are able [to fast, but with hardship] - a ransom [as substitute] of feeding a poor person [each day]. And whoever volunteers excess - it is better for him. But to fast is best for you, if you only knew.
ca: [El dejuni de] un nombre limitat de dies. Així que qui entre vosaltres és malament o en un viatge [durant ells] - llavors un nombre igual de dies [són es]. I a aquells que són capaços de [ràpid, però amb dificultats] - un rescat [com substitut] d'alimentar una persona pobra [cada dia]. I qui voluntaris excés - és millor per a ell. Però a ràpid és millor per a vostè, si vostè sabés.
cy: [Ymprydio am] nifer cyfyngedig o ddiwrnodau. Felly pwy bynnag ymhlith ydych yn sâl neu ar daith [ystod eu]-yna nifer cyfartal o diwrnod [yn yn y]. Ac ar y rheini sy'n gallu [i cyflym, ond gyda caledi]-pridwerth [fel rhodder] o fwydo person gwael [bob dydd]. A pwy bynnag gwirfoddolwyr dros ben-mae'n well iddo. Ond cyflym sydd orau i chi, os oeddech yn gwybod dim ond.
da: [Fastende for] et begrænset antal dage. Så hvem blandt du er syg eller på en rejse [under dem]- så et tilsvarende antal dage [er gøres]. Og over dem, der kan [til hurtige, men med modgang] - en løsesum [som erstatning] af fodring en fattig person [hver dag]. Og hvem frivillige overskud - det er bedre for ham. Men at hurtigt er bedst for dig, hvis du kun vidste.
el: [Νηστεία για] ένα περιορισμένο αριθμό ημερών. Έτσι όποιος ανάμεσά σας είναι άρρωστος ή σε ένα ταξίδι [κατά τη διάρκεια τους] - τότε ίσο αριθμό ημερών [αποτελούν πρέπει να παρασκευάζονται]. Και σε όσους έχουν τη δυνατότητα [να νηστεύετε, αλλά με δυσκολία] - λύτρα [ως υποκατάστατο] της σίτισης ένας φτωχός [κάθε ημέρα]. Και όποιος εθελοντές υπερβολή - είναι καλύτερο για αυτόν. Αλλά να γρήγορο είναι καλύτερο για σας, αν ήξερες μόνο.
et: [Paastumine] teatud päeva. Kes iganes teie seast on haige või linna [nende] - jooksul reisi siis võrdne arv päeva [keelteks on]. Ja neile, kes suudavad [kiire, kuid raskusi] - [kohusetäitjaks] lunaraha vaene inimene [iga päev] söötmine. Ja kes iganes vabatahtlikke omavastutus - see on parem teda. Kuid kiire on parim teile, kui sa vaid teaksid.
fi: [Paastoamista] rajoitetun ajan. Joten kuka teistä on sairas tai matka [niiden] - aikana sitten yhtä monta päivää [ovat tehdään]. Ja niille, jotka pystyvät [nopeasti, mutta vaikeuksia] - lunnaat [korvikkeena] ruokinta köyhä ihminen [joka päivä]. Ja kuka vapaaehtoisten liikaa - on parempi hänelle. Mutta nopeasti on paras sinulle, jos tietäisit.
he: [צום] מספר מצומצם של ימים. אז מי מביניכם הוא חולה או על מסע [במהלך אותם] - ואז מספר שווה של ימים [הן מבצעים]. ועל מי [מהיר, אך עם קושי] - כופר [בתור תחליף] של האכלה בן אדם עני [כל יום]. מי מתנדב עודף - וזה יותר טוב לו. . מהר, הוא הכי טוב בשבילך, אילו רק ידעת.
hr: [Post za] ograničen broj dana. Jel tko od vas bolestan ili na putovanju [u njima] - zatim jednak broj dana [su traženje]. I na one koji su u stanju [brzo, ali s teškoćama] - otkup [kao zamjena] hranjenja sirotinja svaki dan. I tko je volonter višak - to je bolje za njega. Ali brzo je najbolje za tebe, da znaš.
lt: [Pasninkauja] kelias dienas. Taigi kas tarp jūsų yra blogai ar į kelionę [per juos] - tada vienodas skaičius dienų [turi būti]. Ir tiems, kurie sugeba [greitas, bet su sunkumų] - [kaip pakaitalas] okup maitinimas prastas asmuo [kiekvieną dieną]. Ir kas savanoriai perteklius - tai geriau už jį. Bet greitai yra geriausias jums, jei tik žinojo.
lv: [Par tukšā dūšā] noteiktu dienu skaitu. Tātad tam, kurš starp jums ir saslimis vai uz brauciena [tiem] - laikā, tad vienāds skaits dienas [ir jāveido]. Un uz tiem, kuri ir spējīgi [ātri, bet ar grūtībām] - [kā aizstājēju] izpirkt pabarot nabaga cilvēks [katras dienas]. Un kurš brīvprātīgo pārpalikumu - tas ir labāks par viņu. Bet ātri jums ir vispiemērotākais, ja vien tu zinātu.
nb: [Faste for] et begrenset antall dager. Så hvem blant dere er syke eller på en reise [under dem]- så likt antall dager [er gjøres]. Og som kan [raskt, men med motgang] - løsepenger [som erstatning] av fôring en dårlig person [hver dag]. Og den som frivillige overflødig - det er bedre for ham. Men rask er best for deg, hvis du bare visste.
sk: [Pôst] obmedzený počet dní. Takže ten, kto z vás je chorý alebo na cestu [počas nich] - potom rovnakého počtu dní [sú k]. A na tých, ktorí sú schopní [rýchlo, ale s ťažkostí] - výkupné [ako náhrada] kŕmenia chudobných osoba [každý deň]. A kto dobrovoľníkov prebytok - to je lepšie pre neho. Ale rýchlo, je najlepšie pre teba, keby si len vedel.
sl: [Post za] omejeno število dni. Torej kdor med vami je bolan ali na potovanje [med njimi] - potem enako število dni [so sestavljeni]. In tiste, ki znajo [na hitro, ampak s stisko] - odkupnino [kot nadomestek] hranjenja za revne osebe vsak dan. In kdor prostovoljcev presežek - je bolje za njega. Ampak hitro je najboljši za vas, če ste le vedel.
sr_cyrl: [Пости за] ограничени број дана. Па ко од вас је болесна или на путовање [током их] - онда једнак број дана [су састављена]. И над онима који су у стању [брз, али са тешкоћама] - [као замена] откуп, храњење сиромаха сваки дан. И ко год волонтира вишка - боље је за њега. Али да брзо је најбоље за тебе, кад би само знао.
sr_latn: [Posti za] ograničeni broj dana. Pa ko od vas je bolesna ili na putovanje [tokom ih] - onda jednak broj dana [su sastavljena]. I nad onima koji su u stanju [brz, ali sa teškoćama] - [kao zamena] otkup, hranjenje siromaha svaki dan. I ko god volontira viška - bolje je za njega. Ali da brzo je najbolje za tebe, kad bi samo znao.
uk: [Пост для] обмежену кількість днів. Тому той, хто серед вас увімкнено жорстоке або подорож [під час їх] - то рівну кількість днів [є складається]. І на тих, які здатні [швидко, але з труднощі] - викуп [як замінник] годування Бідна людина кожен день. І той, хто добровольці надлишку - краще для нього. Але швидко найзручніше для вас, якби ви знали.
vi: [Ăn chay cho] một số giới hạn của ngày. Vì vậy, bất cứ ai trong số các bạn là bị bệnh hoặc trên một cuộc hành trình [trong đó] - sau đó một số lượng tương đương của ngày [là để được thực hiện]. Và những người có thể [để nhanh chóng, nhưng với khó khăn] - đòi tiền chuộc [như là thay thế] cho ăn một người nghèo [mỗi ngày]. Và bất cứ ai tình nguyện vượt quá - tốt hơn là cho anh ta. Nhưng đến nhanh là tốt nhất cho bạn, nếu bạn chỉ biết.
zu: [Ukudla] inani elilinganiselwe izinsuku.

# Quran192
source: The month of Ramadhan [is that] in which was revealed the Qur'an, a guidance for the people and clear proofs of guidance and criterion. So whoever sights [the new moon of] the month, let him fast it; and whoever is ill or on a journey - then an equal number of other days. Allah intends for you ease and does not intend for you hardship and [wants] for you to complete the period and to glorify Allah for that [to] which He has guided you; and perhaps you will be grateful.
ca: El mes de Ramadhan [és] en que es va revelar el Qur ' an, una orientació per a les persones i proves clares d'orientació i criteri. Així que qui d'interès [la lluna nova de] mes, deixar-lo més ràpid; i qui està malalt o un viatge - llavors un nombre igual de dies anuals. Allah per la facilitat té la intenció i no la intenció vostè dificultats i [vol] per a vostè per completar el període i glorificar a Allah per que [a] que ha dirigit vostè; i potser li ho agrairan.
cy: Y mis o Ramadhan [yn y] yn Datgelodd a oedd yn y Qur'an, canllawiau ar gyfer y bobl a'r proflenni canllawiau a meini prawf clir. Felly pwy bynnag golygfeydd [y lleuad newydd o'r] mis, gadewch ef yn gyflym; a pwy bynnag sydd yn sâl neu ar y siwrnai-yna nifer cyfartal o ddyddiau eraill. Mae'r Allah yn bwriadu er hwylustod ichi ac nad yw'n bwriadu ar gyfer caledi chi a [am] i chi gwblhau'r cyfnod a fawrygu'r Allah ar gyfer hwnnw [i] y mae wedi'i dywys chi; ac efallai y byddwch yn ddiolchgar.
da: Måneden, Ramadhan [er] i som blev afsløret i Koranen, en vejledning for de mennesker og klare beviser for vejledning og kriterium. Så hvem seværdigheder [new moon af] måneden, lad ham hurtigt det; og hvem er syg eller på en rejse - derefter et lige antal af andre dage. Allah har til hensigt for du lethed og agter ikke for du afsavn og [vil] for dig at fuldføre perioden og at forherlige Allah for at [at], som han har vejledt dig; og måske du vil være taknemmelig.
el: Το μήνα Ραμαντάν [είναι] στην οποία αποκαλύφθηκε το Qur'an, μια καθοδήγηση για τους ανθρώπους και σαφείς αποδείξεις του καθοδήγηση και το κριτήριο. Έτσι όποιος αξιοθέατα [η Νέα Σελήνη του] του μήνα, ας γρήγορα? και όποιος είναι άρρωστος ή σε ένα ταξίδι - στη συνέχεια ισάριθμα άλλες ημέρες. Αλλάχ σκοπεύει για την ευκολία σας και δεν προτίθεται για σας κακουχίες και [θέλει] για σας να ολοκληρώσει την περίοδο και να δοξάσει Αλλάχ για ότι [να] που έχει οδηγό σου. και ίσως θα είστε ευγνώμονες.
et: Kuul Ramadhan [on] ja mis selgus Koraan, juhised inimesed ja selged tõendid Arendus-ja kriteerium. Nii et kes iganes täheldanud [new mooni] kuule, siis ta kiiresti; ja kes on haige või reisile - siis võrdne arv teistel päevadel. Jumal sa hõlbustamiseks on kavas ja ei kavatse teile raskusi ja [tahab] teile perioodi lõpuleviimiseks ja ülista Allah selle [–] eest, ta on juhindunud teile; ja võibolla teile tänulik.
fi: Kuukauden Ramadan [on], jossa paljastui Koraanin, ohjeita ihmisille ja selvin ohjausta ja peruste. Joten kuka nähtävyydet [uusi kuu] kuussa, antaa hänelle nopeasti se; ja kuka on sairas tai matka - sitten yhtä monta muina päivinä. Jumala aikoo voit helposti ja ei aio voit vaikeuksia ja [haluaa] sinulle loppuun saakka ja kirkastaa Jumala ja että [to], johon te; ja ehkä sinun tulee olla kiitollisia.
he: החודש של Ramadhan [זה את זה], אשר התגלה הקוראן, הדרכה על האנשים הוכחות ברורות של הדרכה ואת הקריטריון. אז מי אתרים [הירח החדש של] החודש, תן לו מהר; מי יהיה חולה או למסע - ואז מספר שווה של ימים אחרים. אללה בכוונת, כדי להקל את לא תכנן את המצוקה ואת [רוצה] בשבילך כדי להשלים תקופת וכדי להאדיר אללה הזה [אל] אשר הוא הוביל אולי אתה תהיה אסיר תודה.
hr: Mjesec Ramazana [je] u koji je otkrio Qur'an, smjernice o ljudima i jasan dokaz vodstva i kriterij. Pa tko god znamenitosti [novi mjesec dana] u mjesecu, neka brzo; i tko je bolestan ili na putu - onda isti broj drugih dana. Allah namjenjuje te jednostavnost i ne namjerava za vas nevolja i [želi] za vas kompletan period i veličaju Allaha za to [da] koji je vodio a možda će biti zahvalni.
lt: Mėnesio, Ramadhan [tai], kuri buvo atskleista Korano, tai rekomendacijos, kuriomis žmonės ir aiškūs įrodymai gaires ir kriterijus. Taigi kas pastebi [new moon,] mėnesio, tegul greitai; ir kas yra blogai ar į kelionę - tada vienodas skaičius kitų dienų. Dievas ketina jums lengvai ir neketina jums sunkumų ir [nori] jums, užbaigti laikotarpį ir garbinti Dievo, kad [į] kuri jis vadovaujasi jums; ir galbūt jums bus dėkingi.
lv: Mēneša Ramadhan [tas], kas tika atklāts Qur ', cilvēkiem un skaidru apliecinājumu virzības un kritēriju vadlīnijas. Tātad kurš ieraudzīs [new moon no] mēnesī, ļaut viņam ātri; un tas, kurš ir slims vai ceļā,-pēc tam ir vienāds skaits citās dienās. Allah paredz jums ērtu un nedomā par jums grūtības un [grib] jums perioda pabeigšanai un slavina, [lai] Allah, kas viņam ir jāvadās un varbūt jums būs pateicīgi.
nb: Måneden Ramadan [er] i som ble åpenbart Koranen, en veiledning for personer og klare bevis på veiledning og vilkår. Så hvem severdigheter [nymånen av] måneden, la ham raskt. og hvem er syk eller på en reise - så likt antall andre dager. Allah hensikt for du enkel og tenkt ikke for du motgang og [vil] for å fullføre perioden og forherlige Gud for at [til] som han har ledet. og kanskje du vil være takknemlig.
sk: V mesiaci Ramadhan [je] v ktorej bola odhalená Korán, vedenie ľudí a jasné dôkazy o usmernenia a kritéria. Takže každý, kto spozoruje [nový mesiac] mesiac, nech rýchlo; a ten, kto je chorý, alebo na cestu - potom rovnaký počet ďalších dní. Alah má pre vás jednoduché a nemá v úmysle pre vás ťažkosti a [chce] môžete dokončiť obdobie a oslavovať Boha pre tento [k], ktoré má riadiť a možno vám bude vďačný.
sl: Mesec Ramadhan [je] v ki je pokazala, Koranu, navodila za ljudi in jasno dokazila smernice in merila. Torej kdor zapazi [new moon] mesec, naj mu hitro; in kdor je bolan ali na potovanje - torej enako število drugih dneh. Allah nameravati zakaj vi enostavnost in ne nameravajo za vas stiskam in [hoče] za vas za dokončanje obdobjem in slavite Allah za to: [za], ki je je vodil in morda vam bo hvaležen.
sr_cyrl: Месец у Рамадхан [је то] у којем откривено Кур'ану, је водич за људе и јасна доказа за вођење и критеријум. Па ко год угледа [млади месец] месец дана, нека се брзо; и ко год да је болестан или на путовању - затим једнак број других дана. Алах намерава да би вам олакшали и не намерава за вас муци и [жели] за тебе да се заврши период и да величају Аллах за то [да] а он ме је довео тебе; и можда ће вам бити захвалан.
sr_latn: Mesec u Ramadhan [je to] u kojem otkriveno Kur'anu, je vodič za ljude i jasna dokaza za vođenje i kriterijum. Pa ko god ugleda [mladi mesec] mesec dana, neka se brzo; i ko god da je bolestan ili na putovanju - zatim jednak broj drugih dana. Alah namerava da bi vam olakšali i ne namerava za vas muci i [želi] za tebe da se završi period i da veličaju Allah za to [da] a on me je doveo tebe; i možda će vam biti zahvalan.
uk: Місяць Рамадан [це], у яких було виявлено Коран, керівництво для людей і чіткі докази керівництва та критерій. Тому той, хто Приціли [нову місяць] місяця, нехай він швидко; і той, хто є хворими або в подорож - то рівною кількістю інші дні. Аллах має намір для зручності ви і не має наміру для вас роботу у важких умовах і [хоче] для вас, для завершення періоду і прославити Аллах для цього [к], який він направляв ви; і, можливо, вам будуть вдячні.
vi: Tháng Ramadhan [đó là] trong đó đã tiết lộ kinh Koran, một hướng dẫn cho người dân và các bằng chứng rõ ràng của hướng dẫn và tiêu chí. Vì vậy bất cứ ai du ngoạn [mặt trăng mới của] tháng, hắn nhanh chóng; và bất cứ ai bị bệnh hoặc trên một cuộc hành trình - sau đó một số lượng tương đương những ngày khác. Allah dự định sẽ cho bạn một cách dễ dàng và không có ý định cho bạn khó khăn, [muốn] cho bạn để hoàn thành giai đoạn và để vinh danh Allah cho rằng [để] ông đã hướng dẫn bạn; và có lẽ bạn sẽ được biết ơn.
zu: Inyanga ka-Ramadhan [ukuthi] lapho phendla Qur'an, hola ntu hle bonakaliso of isiqondiso kanye nenqubomgomo.

# Quran193
source: And when My servants ask you, [O Muhammad], concerning Me - indeed I am near. I respond to the invocation of the supplicant when he calls upon Me. So let them respond to Me [by obedience] and believe in Me that they may be [rightly] guided.
ca: I quan meus servents preguntar, [O Muhammad], pel que fa a mi - de fet sóc a prop. Em responen a la invocació de la súplica quan ell ho diu a mi. Així que anem a respondre a mi [per l'obediència] i creure en mi que ells poden ser [] guiats.
cy: A pan mae 'm gweision yn gofyn i chi, [O Muhammad], sy'n ymwneud â mi-yn wir yr wyf yn agos. Ymatebaf i gallu y ddeisyfydd pan y mae ef yn galw ar fy nghyfer Felly gadewch iddynt ymateb i mi [gan ufudddod] ac yn credu ynof y gall eu harwain [iawn].
da: Og når mine tjenere spørger du, [O Muhammad], om mig - ja jeg er nær. Jeg reagere på aktiveringen af ansøgeren, når han opfordrer mig. Så lad dem svare mig [ved lydighed] og tro på mig, at de kan styres [rigtigt].
el: Και όταν τους υπηρέτες μου παρακαλώ, [Ο Μωάμεθ], όσον αφορά εμένα - πράγματι είμαι κοντά. Μπορώ να απαντήσω σε επίκλησης του τη συσκευή αίτησης όταν καλεί προς εμένα. Ας, ώστε να ανταποκριθεί σε μένα [από υπακοή] και πιστεύουν σε μένα, ότι μπορεί να καθοδηγείται [και δικαίως].
et: Ja kuna minu sulased küsida teilt [O Muhammad] mind - tõepoolest ma olen lähedal. Ma vastata selle supplicant kutsumise, kui ta kutsub mind. Nii et andke neile vastata mulle [kuuletuvad] ja usu mind, et nad võivad juhinduda [õigustatult].
fi: Ja kun minun mieheni pyytää teitä [Oi Muhammed] minulle - todella olen lähellä. Vastata anoja vedoten, kun hän kehottaa minua. Joten anna heidän vastata minulle [kuuliaisuuden] ja uskomaan minuun että he [oikeutetusti] pysyisitte.
he: . ולשאול מתי המשרתים שלי, [O מוחמד], הקשורים אליי - אכן אני ליד. אני מגיב בהעלאת המבקש כאשר הוא קורא לי אז תני להם להגיב לי [על-ידי ציות], מאמין בי כי הם עשויים להיות [בצדק] מונחה.
hr: I kad moje sluge tražiti, [O Muhammad], u vezi mene - zaista sam ja blizu. Sam odgovoriti na zaziv supplicant kada on zove na mene. Neka ih odgovoriti mi [poslušnosti] i vjerujete u mene da oni svibanj se [s pravom] vodi.
lt: Ir Kada mano tarnautojų paklausti, [O Muhammad], dėl manęs - iš tiesų aš esu netoli. Aš atsakyti į pritaikymo ir supplicant kai jis ragina mane. Taigi leiskite jiems reaguoti į mane [iš paklusnumo] ir tiki mane kad jie gali būti [teisingai] vadovaujasi.
lv: Un, kad mani kalpi lūgt jūs [O Muhammad], attiecas uz mani - patiešām es esmu tuvumā. Es atbildēt uz supplicant piesaukšana, kad viņš aicina mani. Tāpēc ļaujiet viņiem atbildēt uz mani [, paklausību] un tici man, ka viņi var [pamatoti] vadīta.
nb: Og når mine tjenere spørre deg, [O Muhammad], om meg - Ja jeg er nær. Jeg svare på anrop av søkeren når han kaller på meg. Så la dem svare meg [av lydighet] og tro på meg at de [rette] kan styres.
sk: A keď vás, [Mohamed], týkajúce sa mi - naozaj som v blízkosti požiadať moji služobníci. Som sa odpovedať na vyvolanie žiadateľa, keď on volá na mňa. Tak nech im reagovať na mňa [poslušnosti] a veria vo mňa, že môže [správne] riadiť.
sl: In kdaj uslužbencev vas, [O Muhammad], o Me - res da sem blizu. Odzvati na poziv za prosilca, ko kliče na Me. Tako jim odgovorite mi [s pokorščino] in verjamejo vame, da jih lahko biti [] pravoverni.
sr_cyrl: И када је моје слуге питају вас, [О Мухаммад], што се тиче Ме - заиста сам близу. Призивањем акта на потраживача одговорити када он се позива на мене. Па нека они одговорите ми [послушности] и верује у мене, да они могу бити [с правом] је водио.
sr_latn: I kada je moje sluge pitaju vas, [O Muhammad], što se tiče Me - zaista sam blizu. Prizivanjem akta na potraživača odgovoriti kada on se poziva na mene. Pa neka oni odgovorite mi [poslušnosti] i veruje u mene, da oni mogu biti [s pravom] je vodio.
uk: І коли мій службовців запропонує, [O Мухаммад], щодо мене - дійсно я поруч. Я відповісти на виклик на supplicant, коли він закликає мене. Так давайте їх, дайте відповідь мені [у слухняності] і вірити в мені, що вони можуть керуватися [справедливо].
vi: Và khi công chức của tôi yêu cầu bạn, [O Muhammad], liên quan đến tôi - thực sự tôi là gần. Tôi đáp ứng với invocation của supplicant khi ông kêu gọi tôi. Vì vậy, hãy để họ đáp ứng với tôi [bởi Vâng lời] và tin tưởng vào tôi rằng họ có thể được [đúng] hướng dẫn.
zu: Zase zifika izinceku zika My akucele, [O Muhammad], ngami - impela mina am eduze.
