Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran449
source: O you who have believed, do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight, "If they had been with us, they would not have died or have been killed," so Allah makes that [misconception] a regret within their hearts. And it is Allah who gives life and causes death, and Allah is Seeing of what you do.
ca: O que han cregut, no es com els que dubtaven i dir sobre els seus germans quan va viatjar a través de la terra o sortir a lluitar, "Si havien estat amb nosaltres, no hauria mort o han mort", així que Allah fa que [error] un penediment dins dels seus cors. I és al là que dóna vida i causa la mort, i Allah és veure del que fas.
cy: O chi sydd wedi credu, peidiwch â bod fel y rheini a ddywedodd am eu brodyr, pan fyddant yn un drwy y tir neu yn mynd i ymladd, "Pe baent wedi bod gyda ni, byddai eu nid wedi marw neu wedi cael eu lladd" a ddysgais, felly mae'r Allah yn gwneud [camsyniad] gofid o fewn eu calonnau. Ac mae'n Allah sy'n rhoi bywyd ac achosi marwolaeth, ac yn Allah yn gweld yr hyn yr ydych yn ei wneud.
da: O du, der har troet, ikke være ligesom dem, der disbelieved og sagde om deres brødre, når de rejste gennem landet eller gik ud for at kæmpe, "Hvis de havde været med os, de ikke ville være døde eller er blevet dræbt", så Allahs gør at [misforståelse] en beklagelse i deres hjerter. Og det er Allah, der giver liv og forårsager død, og Allah er at se på hvad du gør.
el: O σας που πιστεύουν, δεν είναι όπως και όσοι disbelieved και είπε για τους αδελφούς, όταν ταξίδεψε μέσα από τη γη ή βγήκε για την καταπολέμηση, «Αν είχαν μαζί μας, που δεν θα έχουν πεθάνει ή έχουν σκοτωθεί», έτσι Αλλάχ κάνει [παρανόηση] μια λύπη μέσα στις καρδιές τους. Και είναι Αλλάχ που δίνει ζωή και προκαλεί το θάνατο, και Αλλάχ είναι να δει τι κάνεις.
et: O kes on uskunud, tuleb need, kes disbelieved ja ütles oma venda reisinud läbi maa või nende võidelda, "Kui tegemist oleks olnud siin, nad oleksid ei surnud või surmatud" läks, nagu nii Jumal teeb see eksiarvamus kahetsusega jooksul nende südamed. See on Jumal, kes annab elu ja surm ja Allah on näha, mida teha.
fi: Oi te, jotka ovat uskoneet ei olla kuin ne, jotka uskoneet ja sanoi veljet kun he matkustivat läpi maan tai lähti taistelemaan "Jos he olisivat olleet kanssamme, ne olisi kuollut tai tapettu", joten Allah tekee kyseisen väärinkäsityksen pahoillani niiden sydämet. Ja se on Jumala, joka aiheuttaa kuoleman ja antaa elämän ja Jumala näkee mitä teet.
he:  מי מאמין, לא להיות כמו אלה disbelieved, אמר על האחים שלהם כאשר הם נסעו דרך הקרקע או יצאו להילחם, "אם הם היו איתנו, הם לא היו מתים או נהרגו", אז אללה גורם [תפיסה מוטעית כי] חרטה בתוך ליבם. . זה לאללה אשר נותן חיים וגורם המוות ו אללה רואה של מה שאתה עושה.
hr: O koji su vjerovali, ne budi poput onih koji je bio i rekao za svoju braću kad su putovali kroz zemlju ili otišli boriti se, "Da su bili s nama, da ne bih umro ili je poginulo", pa Allah čini da [zabluda] žaljenja u srcu. To je Allah koji daje život i uzrokuje smrt i Allah vidi ono što radite.
lt: O jūs, kurie tikėjo, negali būti kaip tie, kurie disbelieved ir pasakė apie savo brolius, kai jie keliavo per žemės arba išėjo į kovą, "Jei jie buvo su mumis, jie ne mirė arba buvo nužudyti", Taigi Dievas daro kad [klaidinga] atsisveikino per savo širdį. Ir tai yra Dievas, kuris duoda gyvenimą ir sukelia mirtį, ir Dievas mato, ką jūs.
lv: O jums, kas ir uzskats nevar būt tāpat kā tiem, kuri disbelieved un teica par saviem brāļiem, kad viņi brauca pa zemi vai izgāja cīnīties, "Ja viņi būtu kopā ar mums, viņi nav miruši vai tikuši nonāvēti", tātad Allah padara [nepareizs] žēl viņu sirdīs. Un tas ir Allah, kas dod dzīvību un izraisa nāvi un Allah ir redzēt, ko jūs darīt.
nb: O dere som har trodd, ikke bli som de som vantro og sa om sine brødre når de reiste gjennom landet eller gikk ut for å kjempe, "Hvis de hadde vært med oss, de ikke ville ha dødd eller har blitt drept", så Allah gjør at [misforståelse] en beklagelse i sine hjerter. Det er Gud som gir liv og forårsaker døden og Allah er å se på hva du gjøre.
sk: O vás, ktorí ste uverili, nebuďte ako tí, kto pochyboval a povedala o svojich bratov, keď cestoval cez pozemok alebo šli bojovať, "Keby bol s nami, oni by nie zomreli, alebo boli zabité", tak Boh robí že [mylná predstava] ľútosť v ich srdciach. Je to Boh, ktorý dáva život a spôsobuje smrť a Alah je vidieť, čo robíte.
sl: O kdo verjel, ne bodi kot tiste, ki so verjeli in povedali svoje brate, ko so potoval skozi zemljo ali šli v boj, "Če so bili z nami, da ne bi umrl ali so bili pokončani", torej Alah naredi [napačno] obžalovanjem v svojih srcih. Je Allah, ki daje življenje in povzroči smrt in Alah je videl kaj vam.
sr_cyrl: О ти који верују, не будите као они који не верује и говорили о њихова браћа, када је путовао по земљи или да се боре, "Да су били са нама, они не би умрла или су убијени", Дакле Аллах прави та заблуда жаљење у срцима. То је Алах који даје живот и изазива смрт и Алах види што ви радите.
sr_latn: O ti koji veruju, ne budite kao oni koji ne veruje i govorili o njihova braća, kada je putovao po zemlji ili da se bore, "Da su bili sa nama, oni ne bi umrla ili su ubijeni", Dakle Allah pravi ta zabluda žaljenje u srcima. To je Alah koji daje život i izaziva smrt i Alah vidi što vi radite.
uk: О ви, хто вірив, не бути такими як ті, хто disbelieved і сказав про своїх братів, коли вони подорожували по землі або вийшов боротися, "Якщо вони були з нами, вони не помер би або були вбиті", так Аллах робить [помилка] жалю в їхніх серцях. Це Аллах, який дає життя і причини смерті і, Аллах бачить те, що вам робити.
vi: O bạn của những người đã tin rằng, không giống như những người disbelieved và nói về anh em của họ khi họ đi du lịch thông qua các vùng đất hoặc đi ra ngoài để chiến đấu, "Nếu họ đã với chúng tôi, họ đã không có thể chết hoặc bị giết", vì vậy Allah làm cho rằng [quan niệm sai lầm] một hối tiếc trong trái tim của họ. Và Allah những người cung cấp cho cuộc sống và gây ra cái chết, và Allah là nhìn thấy những gì bạn làm.
zu: O you kholwa cha be labo disbelieved tshela ngabafowabo lapho bedabula izwe noma waphuma ukulwa, "uma babengabohlobo nathi, bebengeke wafa noma aye abulawa," ngakho

# Quran450
source: And if you are killed in the cause of Allah or die - then forgiveness from Allah and mercy are better than whatever they accumulate [in this world].
ca: I si et maten a la causa d'Allah o morir - llavors el perdó d'Allah i la misericòrdia són millors que qualsevol cosa que s'acumulen [en aquest món].
cy: Ac os lleddir ydych yn achos Allah neu marw-maddeuant gan Allah a drugaredd yn well na beth bynnag y maent yn ei greu [yn y byd hwn].
da: Og hvis du bliver dræbt i årsagen til Allah eller dø - derefter tilgivelse fra Allah og barmhjertighed er bedre end hvad de ophobes [i denne verden].
el: Και αν σκοτώνεστε στην αιτία του Αλλάχ ή να πεθάνουν - τότε συγχώρεση από Αλλάχ και έλεος είναι καλύτερη από ό, τι συσσωρεύονται [σε αυτόν τον κόσμο].
et: Ja kui te hukkub võivad põhjustada Jumala või die - siis Allah ja armu andeks on paremad kui iganes nad kogunevad [Maailm].
fi: Ja jos tapoit Allah tai die - anteeksi Jumala ja armoa on parempi kuin mitä ne kertyvät [maailma].
he: אם תיהרג למען אללה או למות - אז לקבל את סליחתו של אללה ורחמים הם יותר טוב מה הם נצברים [בעולם הזה].
hr: I ako pogineš u uzrok Allaha ili umrijeti - onda oprost od Allaha i milosrđe su bolje nego što oni akumuliraju [u svijetu].
lt: Ir jei jūs žuvo Dievas arba mirti - priežastis tada atleidimą iš Dievo ir gailestingumo yra geriau nei kokios jie kaupiasi [šiame pasaulyje].
lv: Un ja jums ir nogalināti cēlonis Allah vai die - tad piedošanu no Allah un žēlsirdība ir labāk nekā kāds tās uzkrājas [Pasaule].
nb: Og hvis du blir drept i årsaken til Allah eller dø - tilgivelse fra Gud og barmhjertighet er bedre enn hva de akkumuleres [i denne verden].
sk: A ak ste zabili v záujme Alaha, alebo zomrie - potom odpustenie od Boha a milosrdenstva sú lepšie ako čokoľvek hromadia [v tomto svete].
sl: In če si ubil vzrok za Allah ali die - potem odpuščanje od Allah in usmiljenja so bolje kot karkoli se kopičijo [v tem svetu].
sr_cyrl: А ако те убију у узрок Алах или умри - опрост од Алаха и милост су боље него шта год они акумулирају [на свијету].
sr_latn: A ako te ubiju u uzrok Alah ili umri - oprost od Alaha i milost su bolje nego šta god oni akumuliraju [na svijetu].
uk: І якщо ви вбили в ході Аллах або померти - то прощення від Аллах та милість краще, ніж все, що вони накопичуються [у цьому світі].
vi: Và nếu bạn bị giết trong các nguyên nhân của Allah hoặc chết - thì sự tha thứ từ Allah và lòng thương xót là tốt hơn so với bất cứ điều gì họ tích lũy [trong thế giới này].
zu: Futhi uma dlulisa zathu of Allah noma bafe - ke intethelelo Allah nesihe bangcono whatever they buthelela [kuleli zwe].

# Quran451
source: And whether you die or are killed, unto Allah you will be gathered.
ca: I si moren o estan morts, unto Allah, que es recolliran.
cy: A a ydych yn marw neu'n cael eu lladd,-unto Allah bydd eich casglu.
da: Og om du dør eller aflives, til Allah du vil blive indsamlet.
el: Και είτε πεθαίνουν ή θανατώνονται, εις Αλλάχ σας θα συγκεντρωθούν.
et: Ja kas surnud või tapetud, Jumal sa kogub juurde.
fi: Ja kuolee tai kuolee hillitä, olet kerännyt.
he: אם אתה מת או מומתים, בפני אללה אתה שייאספו.
hr: I da li umre ili pogine, k Allah će okupili su se.
lt: Ir ar jūs nugaišę ar nužudyti, pas Dievas jums bus galima surinkti.
lv: Un vai jūs nobeidzas vai tiek nogalināti, unto Allah, jums tiks savākta.
nb: Og om du dø eller drept, ufortalt Døyve du samles.
sk: A či vám uhynú alebo sú usmrtené, až Alah vám budú zhromaždené.
sl: In ali poginejo ali so usmrčene, reče Allah vam bo mogoče zbrati.
sr_cyrl: И да ли умру или буду убијени, к Алах ти бити прикупљене.
sr_latn: I da li umru ili budu ubijeni, k Alah ti biti prikupljene.
uk: І померти, і вбили, до: Аллах вам будуть зібрані.
vi: Và cho dù bạn chết hay bị giết, unto Allah bạn sẽ được thu thập.
zu: Futhi kungakhathaliseki ukuthi ufe noma bayabulawa, kuze Allah uyobuthelwa.

# Quran452
source: So by mercy from Allah, [O Muhammad], you were lenient with them. And if you had been rude [in speech] and harsh in heart, they would have disbanded from about you. So pardon them and ask forgiveness for them and consult them in the matter. And when you have decided, then rely upon Allah. Indeed, Allah loves those who rely [upon Him].
ca: Així que per pietat d'Allah, [O Muhammad], van ser indulgent amb ells. I si havia estat groller [en el discurs] i dures al cor, vols han desmantellat de sobre tu. Així perdonar-los i demanar perdó per ells i consultar-los en la matèria. I quan t'hagis decidit, llavors confiar en Allah. De fet, Allah estima els que confien [a ell].
cy: Felly gan drugaredd oddi wrth Allah, [O Muhammad], yr oeddech yn llym â nhw. Ac os oeddech wedi anghwrtais [yn araith] a llym yn y galon, byddai wedi chwalu gan amdanoch chi. Felly maddeuwch iddynt ofyn maddeuant iddynt ac ymgynghori â hwy yn y mater. A pan ydych wedi penderfynu, yn dibynnu wedyn ar Allah. Yn wir, mae Allah wrth fodd rhai sy'n dibynnu [arno].
da: Af nåde fra Allah, [O Muhammad], blev du så overbærende med dem. Og hvis du havde været uhøflig [i tale] og hårde i hjertet, de ville have opløst fra om dig. Så undskyld dem og bede om tilgivelse for dem og høre dem i sagen. Og når du har besluttet, så afhængige af Allah. Faktisk elsker Allah dem, der påberåbe [ham].
el: Έτσι από το έλεος από Αλλάχ, [Ο Μωάμεθ], ήσασταν επιεικής μαζί τους. Και εάν ήσαστε αγενής [στην ομιλία] και σκληρή στην καρδιά, αυτοί θα έχουν διαλύθηκαν από σχετικά με εσάς. Έτσι Χάρης τους, και ζητήσει συγγνώμη για αυτές και συμβουλευτείτε τους στο θέμα αυτό. Και όταν αποφασίσετε, στη συνέχεια, βασίζεστε σε Αλλάχ. Γιατί ο αλλά(χ) αγαπά όσους στηρίζονται [προς αυτόν].
et: Nii et armu Jumalalt, [O Muhammad], sa olid nendega leebed. Ja kui oleks olnud ebaviisakas [punktis kõne] ja karm südames, nad oleks on laiali sinust. Nii et armu neile ja kohanes neid ja konsulteerida selles küsimuses. Ja kui olete otsustanud, siis usaldada Jumalat. Tõepoolest, Jumal armastab neid, kes loodavad [talle].
fi: Joten Mercy Jumalalta [Oi Muhammed] olit lieviä kanssa. Ja jos olet ollut töykeä [puheessaan] ja kova sydän, ne on hajosi päässä sinusta. Joten varmaankin antaa anteeksi ja pyytää anteeksi niille ja kuultava heitä tässä asiassa. Ja kun olet päättänyt, niin Jumala. Itse asiassa Jumala rakastaa niitä, jotka luottaa [hänelle].
he: אז על ידי רחמים מאללה, [O מוחמד], היית רך איתם. אם היית גס רוח [בנאום] וגס ליבה, הם פירק מ עליך. אז סלח להם לבקש מחילה עבורם, להיוועץ בהם, למען האמת. כאשר החלטתם, ואז להסתמך על אללה. אכן, אללה אוהב את אלו המסתמכים [עליו].
hr: Tako milost od Allaha, [O Muhammad], si blag s njima. I da si bio bezobrazan [u govoru] i u srcu, bih su Raspustili su iz o tebi. Tako im je oprostio i zatražiti oprost za njih i savjetovati se s njima u pitanju. I kada ste se odlučili, onda se oslanjaju na Allaha. Doista, Allah voli one koji se oslanjaju [na njemu].
lt: Taigi iš malonės iš Dievo, [O Muhammad], jums buvo atlaidus su jais. Ir jei jums buvo grubus [Tartuvì] ir atšiaurių širdyje, jie būtų turėti išformuoti iš apie jus. Taigi dovanoti jiems ir prašyti atleidimo už juos ir su jais susipažinti šiuo klausimu. Ir kai jūs nusprendėte, tada priklauso nuo Dievo. Iš tiesų Dievas myli tuos, kurie pasitiki [jam].
lv: Tātad ar žēlastību no Allah [O Muhammad], tu biji saudzīgiem ar viņiem. Un ja tu būtu bijis rupjš [savā runā] un skarbu sirdī, tie būtu ir atšķīrās no par jums. Tātad tos apžēlot un lūgt piedošanu tiem un konsultēties ar viņiem šajā jautājumā. Un, kad esat izlēmuši, tad atsaukties uz Allah. Patiešām, Allah mīl tos, kuri paļauties [viņam].
nb: Slik nåde fra Allah, [O Muhammad], var du overbærende med dem. Og hvis du hadde vært uhøflig [i tale] og harde i hjerte, de ville ha oppløst fra om deg. Så tilgi dem og be om tilgivelse for dem og se dem i saken. Og når du har bestemt, deretter stole på Allah. Faktisk, Gud elsker de avhengige [av ham].
sk: Tak milosť od Boha, [Mohamed], boli ste zhovievavý s nimi. A ak ste bol hrubý [v reči] a drsné v srdci, by sa rozpadla z o vás. Tak pardon, a požiadať o odpustenie pre nich a do nich nahliadnuť vo veci. A keď ste sa rozhodli, potom spoliehať na Boha. Naozaj, Boh miluje tých, ktorí spoliehať [ho].
sl: Tako jih milost od Allah, [O Muhammad], ste bili prizanesljivi z njimi. In če bi bil nesramen [v govoru] in kruto v srcu, bi se iz razpusti zate. Tako jih pomilostitev in prosi odpuščanja za njih in z njimi posvetuje o zadevi. In ko ste se odločili, potem se opirajo na Alah. Res, Allah ljubi tiste, ki zanaša [mu].
sr_cyrl: По милости од Алаха, [О Мухаммад], био си благ с њима. И да си био безобразан [у говор] и грубо у срцу, они би имати распуштен из о теби. Тако их помилује и питао опрост за њих и питај их по овом питању. И када сте одлучили, онда да се ослонимо на Алаха. Заиста , Алах, воли оне који се ослањају [он].
sr_latn: Po milosti od Alaha, [O Muhammad], bio si blag s njima. I da si bio bezobrazan [u govor] i grubo u srcu, oni bi imati raspušten iz o tebi. Tako ih pomiluje i pitao oprost za njih i pitaj ih po ovom pitanju. I kada ste odlučili, onda da se oslonimo na Alaha. Zaista, Alah, voli one koji se oslanjaju [on].
uk: Так милість від Аллаха, [O Мухаммад], ви були м'яким з ними. І якщо б ви були грубо [у виступі] і суворою у серці, буде мати група розпалася з про вас. Так помилування ними і попросити вибачення за їх і консультуватися з ними в цьому питанні. І коли ви вирішили, потім покладатися на Аллаха. Дійсно, Аллах любить тих, хто покладається [його].
vi: Vì vậy, bởi lòng thương xót từ Allah, [O Muhammad], bạn đã được khoan dung với chúng. Và nếu bạn đã được khắc nghiệt trong trái tim và thô lỗ [trong bài diễn văn], họ sẽ có giải tán từ về bạn. Vì vậy, tha thứ cho họ và yêu cầu sự tha thứ cho họ và hỏi ý kiến họ trong vấn đề. Và khi bạn đã quyết định, sau đó dựa vào Allah. Thật vậy, Allah yêu những người dựa vào [ông].
zu: Ngakho sa Allah, [O Muhammad], ubungase okuthambile nabo.

# Quran453
source: If Allah should aid you, no one can overcome you; but if He should forsake you, who is there that can aid you after Him? And upon Allah let the believers rely.
ca: Si Allah ha ajuda, ningú pot superar però si ell ha us trairà, qui hi és que pot ajudar-lo després d'ell? I en Allah deixar que els creients es basen.
cy: Nid oes unrhyw un os dylai Allah yn gymorth ichi, gellir goresgyn chi; ond os dylai iddo gefnu ar chi, pwy sydd y gall fod o gymorth ichi ar ôl iddo? A gadewch Allah Mae y credinwyr yn dibynnu arnynt.
da: Hvis Allah skal støtte dig, kan ingen overvinde dig; men hvis han skal forsage du, hvem er der der kan støtte dig efter ham? Og ved Allah lad troende stole.
el: Αν Αλλάχ θα πρέπει να σας βοηθήσει, κανείς δεν μπορούν να ξεπεράσουν σας? αλλά αν αυτός θα πρέπει να σε εγκαταλείψω, ποιος είναι εκεί που μπορούν να σας βοηθήσουν μετά από αυτόν; Και κατόπιν ας Αλλάχ οι πιστοί βασίζονται.
et: Kui Jumal peaks abi teile, keegi saab lahendada teile; Aga kui ta peaks teil Hülga, kes on seal, et saab abi teile pärast teda? Ja Allah olgu korral tugineda usklikud.
fi: Jos Allah olisi tukea sinua, kukaan voittaa mutta jos hän hylkää sinua, joka on olemassa, että auttaa häntä? Ja kun Jumala Anna uskovaiset.
he: אם אללה אמור לסייע לך, אף אחד לא יכול להתגבר על אבל אם הוא צריך לזנוח את, מי שם את זה יכול לסייע לך אחריו? ותן על אללה המאמינים להסתמך.
hr: Ako Allah bi trebao pomoć te, ne može prevladati; Ali ako on treba ostaviti vas, tko je to može vam pomoći poslije njega? I na Allaha vjernici se oslanjaju.
lt: Jei Dievas turėtų pagalba jums, ne vienas gali įveikti jums; bet jei jis turėtų nepaliks jūsų, kas jis ten gali padėti jums po jo? Ir kai Dievas leidžia pasitikėti tikintieji.
lv: Ja Allah vajadzētu jums atbalstu, neviens var pārvarēt bet, ja viņš būtu pamest jums, kas tur ir, kas var palīdzēt jums pakaļ? Paļaujoties uz ļaujiet Allah ticīgie.
nb: Hvis Allah bør hjelpe deg, kan ingen overvinne. men hvis han skulle svikte deg, hvem er det som kan hjelpe deg etter ham? Og la de troende stole på Allah.
sk: Ak by ste Alah, nikto prekonať ale ak by on ťa neopustím, ktorý je tam, že môže pomôcť vám po ňom? A na Boha nech veriaci spoľahnúť.
sl: Če je Alah je pomoč vam, nihče lahko premagati ampak če je pustila vas, ki je tam, da lahko pomoč za lahko po njem? In na Alah naj bi se verniki.
sr_cyrl: Ако Алах треба да да вам помогнем, нико не мозе да превазидје те; Али ако он би требало да те напустити, ко је тамо, то могу да ти помогнем за њим? И на Алаха да верници се ослонити.
sr_latn: Ako Alah treba da da vam pomognem, niko ne moze da prevazidje te; Ali ako on bi trebalo da te napustiti, ko je tamo, to mogu da ti pomognem za njim? I na Alaha da vernici se osloniti.
uk: Якщо Аллах повинні допомогти вам, ніхто не може подолати ви; але якщо він повинен залишить вас, хто є там, що може допомогти вам після нього? І після нехай Аллах віруючих покладатися.
vi: Nếu Allah sẽ hỗ trợ bạn, không ai có thể vượt qua bạn. nhưng nếu ông nên bỏ rơi anh, là ai đó có thể hỗ trợ bạn sau khi anh ta? Và khi Allah cho các tín hữu dựa.
zu: Uma Allah kufanele zisize wena, akekho inganqoba kini;
