Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2265
source: And peace be upon him the day he was born and the day he dies and the day he is raised alive.
ca: I pau ser a ell el dia que havia nascut i el dia que mor i el dia que és criat Vivament.
cy: A heddwch yn arno y diwrnod y cafodd ei eni ac yn y dydd y bydd ef yn marw ac y diwrnod yw codi fyw.
da: Og fred være med ham den dag han blev født, og den dag han dør og den dag, han er rejst i live.
el: Και η ειρήνη είναι προς αυτόν, την ημέρα που γεννήθηκε και την ημέρα που πεθαίνει και την ημέρα σηκώνεται ζωντανός.
et: Ja rahu olgu temaga ta sündis päev ja ta sureb päeval ja päev ta tõstatab elus.
fi: Ja rauha olkoon hänen päivä, hän oli syntynyt ja hän kuolee päivä ja päivä esittämästään elossa.
he: ו. השלום עמו ביום שהוא נולד, יום שמותו וביום שיגדל בחיים.
hr: I mir neka je na njega dana rođen je i umre i dan da je podigao živa.
lt: Ir taikos būti jam tą dieną jis gimė ir tą dieną jis miršta ir tą dieną jis iškeliamas gyvas.
lv: Un miera be upon him dienā ir dzimis un nākamajā dienā viņš nomirst un diena ir pacēlis dzīvs.
nb: Og fred være med ham dagen han ble født og dagen han dør og dagen han starter i live.
sk: A mier sa na neho deň sa narodil a deň zomrie a deň zdvihol je nažive.
sl: In mir je na njem, dan je bil rojen in dan umre in dan, ki je dvignil živ.
sr_cyrl: И мир нек је с њим на дан кад је рођен и дана када умре и подигао је жив.
sr_latn: I mir nek je s njim na dan kad je rođen i dana kada umre i podigao je živ.
uk: І мир йому Аллаха день він народився і день, він помре і день він піднімається живий.
vi: Và hòa bình là khi anh ta ngày anh được sinh ra và ngày chết và ngày ông được nêu ra còn sống.
zu: Futhi ukuthula makube kuye ngosuku azalwa futhi ngosuku efa futhi ngosuku wenza isicelo sakhe wakhulela uyaphila.

# Quran2266
source: And mention, [O Muhammad], in the Book [the story of] Mary, when she withdrew from her family to a place toward the east.
ca: I menció, [O Muhammad], en el llibre [la història de] Maria, quan ella es va retirar de la seva família a un lloc cap a l'est.
cy: A sôn, [O Muhammad], yn y llyfr [stori] Mary, pan wnaeth ei dynnu'n ôl gan ei theulu i waith tuag at y dwyrain.
da: Og omtale, [O Muhammad], i bog [historien om] Mary, da hun trak sig tilbage fra sin familie til et sted mod øst.
el: Και μνεία, [Ο Μωάμεθ], από το βιβλίο [η ιστορία του] Μαίρη, όταν αυτή αποσύρθηκε από την οικογένειά της σε μια θέση προς τα ανατολικά.
et: Ja rääkimata [O Muhammad] raamat [lugu] Mary, kui ta loobus oma pere koht Ida poole.
fi: Ja mainita [Oi Muhammed] kirja [juttu] Mary, kun hän vetäytyi hänen perheensä paikkaan kohti itään.
he: אזכור, [O מוחמד], מרי הספר [הסיפור], כאשר פרשה מהמשפחה שלה למקום מזרחה.
hr: I spomenuti, [O Muhammad], u knjizi [povijest] Mariju, kada je ona povukla iz obitelji mjesto prema istoku.
lt: O paminėjimas, [O Muhammad], ir knyga [istorija] Marija, kai ji pasitraukė iš savo šeimos į vietą į rytus.
lv: Un pieminēt [O Muhammad] grāmata [stāsts] Mērija, kad viņa atteicās no savas ģimenes vietā uz austrumiem.
nb: Og nevner, [O Muhammad], i boken [historien om] Mary, da hun trakk seg tilbake fra hennes familie til et sted mot øst.
sk: A uznanie, [Mohamed], v knihe [príbeh] Mary, keď vytiahla z jej rodiny na miesto smerom na východ.
sl: In omenja, [O Muhammad], knjige [zgodba] Mary, ko ona umaknila od njene družine, da mesto proti vzhodu.
sr_cyrl: И помињање, [О Мухаммад], у књизи [крај] Мери, кад она се повукла из њене породице на место на исток.
sr_latn: I pominjanje, [O Muhammad], u knjizi [kraj] Meri, kad ona se povukla iz njene porodice na mesto na istok.
uk: І згадки, [O Мухаммад], в книзі [історія] Марії, коли вона вийшла з родиною до місця на схід.
vi: Và đề cập đến, [O Muhammad], trong cuốn sách [câu chuyện của] Mary, khi cô rút lui từ gia đình cô đến một nơi hướng về phía đông.
zu: Sho, [Jehova Muhammad], eNcwadini [indaba] e lapho uMariya wasuka umkhaya wakhe baya endaweni ngasempumalanga.

# Quran2267
source: And she took, in seclusion from them, a screen. Then We sent to her Our Angel, and he represented himself to her as a well-proportioned man.
ca: I ella va prendre, en reclusió d'ells, una pantalla. Llavors hem enviat a seu àngel nostre, i va representar-se a ella com un home meticulosament.
cy: Ac fe aeth, yn neilltuaeth, sgrîn. Yna rydym yn anfon at ei Angel ein, ac roedd yn cynrychioli ei hun iddi fel dyn da ystafell gymesur.
da: Og hun tog i afsondrethed fra dem, en skærm. Derefter sendte vi til hendes vores engel, og han repræsenterede sig selv til hende som en velproportioneret mand.
el: Και μου πήρε, σε πλήρη απομόνωση από τους, μια οθόνη. Τότε στείλαμε τον άγγελό μας, και εκπροσωπούσε τον εαυτό του σε την ως καλά proportioned άνθρωπος.
et: Ja ta võttis, üksindus, ekraan. Siis saatsime tema meie ingel ja ta esindab ise teda parajate mees.
fi: Ja hän otti yksinäisyys, näyttö. Sitten lähetetään hänen meidän enkeli ja hän edusti itse hänelle sopusuhtainen mies.
he: היא לקחה, בבדידות מהם, מסך... אז שלחנו לה מלאך שלנו, הוא ייצג את עצמו אליה כאדם בפרופורציה.
hr: A ona je, u osami, na zaslonu. Zatim upućen je naš anđeo, a zastupao sam joj kao dobro građen čovjek.
lt: Ir ji paėmė, nuošali, ekranas. Tada mes išsiuntėme jos mūsų angelas, ir jis atstovavo pats jai gerai proporcijų žmogus.
lv: Un viņa aizveda noslēgtībā no tām ekrāna. Tad mēs nosūtījām mūsu savu eņģeli, un viņš pārstāv pats viņu kā labi proporcionāli cilvēks.
nb: Og hun tok i isolasjon fra dem, en skjerm. Sende til hennes vår engel, og han representerte seg til henne som en velproporsjonerte mann.
sk: A ona sa v ústraní, obrazovka. Potom sme poslali jej náš anjel, a reprezentoval seba jej ako dobre urastený muž.
sl: In vzela, v osamo, zaslon. Nato smo poslali na njen naš Angel in je predstavljal sam z njo dobro Proporcionalan človek.
sr_cyrl: А она је узела, у изолацији од њих, на екрану. Затим смо послали да јој Оур Ангел и да заступа сам себе да јој као човек пропорционални.
sr_latn: A ona je uzela, u izolaciji od njih, na ekranu. Zatim smo poslali da joj Our Angel i da zastupa sam sebe da joj kao čovek proporcionalni.
uk: І вона прийняла до, в самоті від них, на екрані. Потім ми відправили її наша ангел, і він представляв себе з нею як добре пропорціями людина.
vi: Và nó tham, ẩn dật từ họ, một màn hình. Sau đó chúng tôi gửi đến cô thiên thần của chúng tôi, và ông đại diện cho mình với cô như một người đàn ông tốt cân đối.
zu: Wathatha, ngo kude kubo, isihenqo.

# Quran2268
source: She said, "Indeed, I seek refuge in the Most Merciful from you, [so leave me], if you should be fearing of Allah."
ca: Ella va dir, "de fet, he buscar refugi en el més Clement de vostè, [així deixar-me], si vostè ha per por d'Allah."
cy: Dywedodd, "yn wir, yr wyf yn chwilio am loches yn fwyaf Merciful gennych, [felly yn gadael imi], os dylai ydych yn ofni Allah."
da: Hun sagde, "Ja, jeg søge tilflugt i den mest barmhjertige fra dig, [så forlade mig], hvis du bør frygte Allah."
el: Είπε, «πράγματι, θα αναζητήσουν καταφύγιο σε του Πολυεύσπλαχνου από εσάς, [έτσι αφήστε μου], εάν θα πρέπει φοβάστε του Αλλάχ.»
et: Ta ütles: "tõepoolest, ma otsima varjupaika kõige Merciful sinult, [nii jäta mind], kui te peaks kartes Jumal."
fi: Hän sanoi, "itse etsimään turvaa kaikkein armollisin teiltä, [niin jätä minulle], jos olisi peläten Jumalan."
he: היא אמרה, "אכן, לחפש מפלט בבית הכי הרחום והחנון ממך, [אז עזוב אותי], אם אתה צריך להיות מחשש של אללה."
hr: Rekla je, "doista, skloniti se u najviše milostivog od tebe, [pa ostavite me], ako bi trebao biti straha od Allaha."
lt: Ji sakė: "iš tiesų, aš ieškau prieglobsčio labiausiai litosciwy iš jūsų, [todėl palieka mane], jei jums turėtų būti bijo Dievo."
lv: Viņa teica: "patiešām, man meklēt patvērumu visvairāk žēlsirdīgs no tevis, [tā atstāj man], ja jūs būtu baidoties no Allah."
nb: Hun sa: "faktisk jeg søke tilflukt i den mest barmhjertige fra deg, [så la meg], hvis du skulle være fryktet Allah.»
sk: Ona povedala: "naozaj, som hľadať útočisko v najviac Milosrdných od vás, [tak nech mi], ak ste mali báť Alaha."
sl: Je rekla, "res, sem zateklo v najbolj usmiljen od vas, [tako zelel], če vam je zaradi bojazni, Allah."
sr_cyrl: Рекла је: "заиста, ја склонили на највише милосрдна од тебе, [Оставите ме], ако ти треба да буде страхујући од Алаха."
sr_latn: Rekla je: "zaista, ja sklonili na najviše milosrdna od tebe, [Ostavite me], ako ti treba da bude strahujući od Alaha."
uk: Вона сказала: "дійсно, шукати притулку в найбільш Merciful від вас, [так залишити мене], якщо ви повинні побоюючись Аллаха."
vi: Cô nói: "thật vậy, tôi tìm nơi nương náu ở nhất Merciful từ bạn, [do đó để lại cho tôi], nếu bạn nên lo sợ của Allah."
zu: Wathi: "Ngempela, I khonga ephephelo ngaphakathi the Ningi Nomusa kusuka kuwe, [ngakho lingitshiye], uma kufanele abesaba Allah."

# Quran2269
source: He said, "I am only the messenger of your Lord to give you [news of] a pure boy."
ca: Va dir, "jo sóc només el Missatger del seu Senyor per donar-li [Notícies de] un noi pur."
cy: Dywedodd, "yr wyf yn unig y negesydd o eich Arglwydd i roi i chi [newyddion] bachgen pur."
da: Han sagde, "Jeg er blot budbringeren af din Herren give dig [Nyheder i] en ren dreng."
el: Είπε, «είμαι μόνο το messenger σας Λόρδος να δώσω [ειδήσεις της] ένα καθαρό αγόρι.»
et: Ta ütles: "ma olen ainult Messengeri oma Issanda teile [Uudised] puhas poiss."
fi: Hän sanoi, "Olen vain Herrasi antaa sinulle [Uutiset] messenger puhdasta poika."
he: הוא אמר, "אני רק השליח של האדון לתת לך [חדשות] ילד טהור."
hr: On je rekao, "Ja sam samo glasnik svoga Gospodina da vam [Vijesti] čista dječak."
lt: Jis sakė: "aš esu tik messenger jūsų Viešpats jums [Naujienos] grynas berniukas."
lv: Viņš teica: "es esmu tikai kurjers ar savu kungu, lai dotu jums [Jaunumi] tīra zēns."
nb: Han sa, "jeg er bare budbringeren Herrens gi deg [nyheter] en ren gutt."
sk: On povedal: "ja som len poslem svojho pána, aby vám [Novinky] čistý chlapec."
sl: Je dejal, "jaz sem samo sel svojega gospodarja, da vam [novice] čistega fant."
sr_cyrl: Он је рекао, "Ја сам само гласник од твог господара да вам [вести о] чиста момка."
sr_latn: On je rekao, "Ja sam samo glasnik od tvog gospodara da vam [vesti o] čista momka."
uk: Він сказав: "я тільки messenger Господа, щоб дати вам [Новини] чистий хлопчик."
vi: Ông nói, "tôi chỉ là người đưa tin của Chúa của bạn để cung cấp cho bạn [tin tức] một cậu bé tinh khiết."
zu: Wathi: "Mina ngiyindlela kuphela seNkosi yakho ukukunika [izindaba of] umfana oluhlanzekile."

# Quran2270
source: She said, "How can I have a boy while no man has touched me and I have not been unchaste?"
ca: Ella va dir, "Com puc tenir un nen mentre que ningú m'ha tocat i no han estat impúdica?"
cy: Meddai, "Sut alla i gael fachgen tra wedi oes dyn yn cyffwrdd â mi, ac nid wyf wedi unchaste?"
da: Hun sagde, "Hvordan kan jeg få en dreng mens ingen mand har rørt mig og jeg har ikke været ukysk?"
el: Είπε, «Πώς μπορώ να έχω ένα αγόρι ενώ κανένας άνθρωπος δεν έχει αγγίξει μου και εγώ δεν ήταν άσεμνος;»
et: Ta ütles: "Kuidas ma saan poiss Kuigi ükski inimene on puudutanud mind ja ma ei ole unchaste?"
fi: Hän sanoi: "Miten voin olla poika kun kukaan on koskettanut minua ja en ole siveetön?"
he: היא אמרה, "איך אני יכול ילד בזמן אף גבר לא נגע בי, לא הייתי חוטאת?"
hr: Rekla je, "Kako mogu imati dečka dok nitko je dotaknuo me i ja nisu bila bludan?"
lt: Ji sakė: "Kaip aš berniukas o ne vyras palietė mane ir aš nebuvo Nepadorumas?"
lv: Viņa teica: "Kā es varu būt zēnu, kamēr neviens cilvēks ir saskāries mani un nav bijis nešķīsts?"
nb: Hun sa: "Hvordan kan jeg har en gutt mens ingen mann har rørt meg og jeg har ikke vært unchaste?"
sk: Ona povedala: "Ako si budem mať chlapca, nikto sa ma nedotkol a nebol som unchaste?"
sl: Ona reče: "Kako lahko imam fant pa nihče me je dotaknil in sem bil ne Poročan?"
sr_cyrl: Рекла је, "Како могу да имам сина док нико ме је додирнуо, а нисам био големој?"
sr_latn: Rekla je, "Kako mogu da imam sina dok niko me je dodirnuo, a nisam bio golemoj?"
uk: Вона сказала: "Як я можу мати хлопчик хоча жодна людина не торкнеться мене, і я були цнотливо?"
vi: Cô ấy nói, "Làm thế nào có thể tôi có một cậu bé trong khi người đàn ông không có chạm vào tôi và tôi đã không được dishonour?"
zu: Wathi: "Kanjani fantshi I fanele umfana ngenkathi akekho umuntu oye wathinta mina futhi angizange been unchaste?"

# Quran2271
source: He said, "Thus [it will be]; your Lord says, 'It is easy for Me, and We will make him a sign to the people and a mercy from Us. And it is a matter [already] decreed.' "
ca: Va dir, "per tant [es]; el Senyor diu, "és fàcil per a mi, i li farà un senyal a la gent i una pietat de nosaltres. I és una qüestió decreta [ja]. " "
cy: Meddai, "[fydd] felly; Mae eich Arglwydd yn dweud, ' Mae'n hawdd i mi, a byddwn yn gwneud iddo yn arwydd i bobl a drugaredd oddi wrthym ni. Ac mae'n fater a ddyfarnwyd [eisoes].' "
da: Han sagde, "således [man]; din herre siger, "det er let for mig, og vi vil gøre ham et tegn til mennesker og en barmhjertighed fra os. Og det er en sag [allerede] dekreteret.» "
el: Είπε, "έτσι [είναι]? ο Λόρδος σας λέει, «είναι εύκολο για μένα, και θα κάνουμε τον ένα σημάδι για τα άτομα και το έλεος από μας. Και είναι ένα θέμα που αποφασίστηκε [ήδη].» "
et: Ta ütles: "seega [oleks]; teie Issand ütleb: "on lihtne minu jaoks, ja teeme talle märk inimeste ning a halastust meilt. Ja see on [juba] otsustatud küsimus. " "
fi: Hän sanoi: "näin [on]; Herrasi sanoo, "se on helppoa minulle ja teemme hänestä merkki kansalaisille ja armahda meitä. Ja kyse on [jo] säätänyt. " "
he: הוא אמר, "וכך [יהיה]; את ישוע אומר, "זה קל לי, אנחנו נגרום לו סימן העם, חסד מאיתנו. וזה עניין קבע [כבר].' "
hr: Rekao je, «tako [to se]; Tvoj gospodar kaže: ' to je lako za mene, i mi ćemo mu znak ljudi i milost od nas. I pitanje [već] odlučeno. " "
lt: Jis sakė: "Taigi [būtų]; Jūsų Viešpats sako: ' tai lengva man, ir mes pasistengsime jį ženklas žmonės ir yra malonės iš mūsų. Ir tai klausimas [jau] pasisuko. " "
lv: Viņš teica: "tādējādi [būtu]; jūsu kungs saka: "tas ir viegli mani, un mēs veiksim viņu parakstīt cilvēku un žēlastību no mums. Un tas ir jautājums, ko izsludinājusi [jau]. " "
nb: Han sa, "dermed [det er]; deres Herre sier, "det er lett for meg, og vi vil gjøre ham et tegn til folket og en nåde fra oss. Og det er et spørsmål decreed [allerede]. " "
sk: On povedal: "preto [bude]; Váš pán hovorí: "je to pre mňa ľahké, a urobíme ho podpísať ľudí a milosť od nás. A je to otázka [už] nariadil. " "
sl: Rekel je, "tako [bo]; vaš gospod pravi, "to je enostavno za mene, in mi ga bo znak za ljudi in za milost od nas. In to je stvar [že] predpisala. " "
sr_cyrl: Рекао је, "тако [биће]; Твој господар каже, ' то је лако за мене, и биће нека знак да људи и милост од нас. И у питању [већ] да убрзају.' "
sr_latn: Rekao je, "tako [biće]; Tvoj gospodar kaže, ' to je lako za mene, i biće neka znak da ljudi i milost od nas. I u pitanju [već] da ubrzaju.' "
uk: Він сказав: "таким чином, [буде]; ваш Господь каже: "це легко для мене, і ми будемо робити йому ознакою для людей і милість від нас. І це питання [вже] постановив.' "
vi: Ông nói, "vì vậy [sẽ]; Chúa của bạn nói, ' nó là dễ dàng cho tôi, và chúng tôi sẽ làm cho anh ta một dấu hiệu để người dân và một lòng thương xót từ chúng tôi. Và nó là một vấn đề [đã] decreed.' "
zu: Wathi: "Usho kanje [ke kuyoba]; '.. Kulula Me, futhi Sizokwenza abe yisibonakaliso kubantu sa nga us kuyindaba [kakade] decreed' Nkosi yakho uthi,

# Quran2272
source: So she conceived him, and she withdrew with him to a remote place.
ca: Així que ella concebut ell i ella es va retirar amb ell a un lloc remot.
cy: Felly roedd hi'n llunio ef, a Tynnodd hi gydag ef i le pell.
da: Så hun tænkt ham, og hun trak med ham til et fjerntliggende sted.
el: Έτσι τον συνέλαβε και αυτή αποσύρθηκε μαζί του σε ένα απομακρυσμένο μέρος.
et: Nii ta eostatud teda ja ta loobus temaga kaugemas kohas.
fi: Niin hän raskaaksi häntä, ja hän vetäytyi kanssaan joka kauko paikka.
he: אז היא הרתה לו, ולאחר מכן פרשה איתו אל מקום מרוחק.
hr: Tako ga je začela, i ona se povukao s njim na udaljenom mjestu.
lt: Taigi ji pastojo jam, ir ji pasitraukė su juo į atokioje vietoje.
lv: Tātad viņa iecerēts viņam un viņa atsauca viņam līdzi uz attālu vietu.
nb: Så hun oppfattet ham, og hun seg med ham til et eksternt sted.
sk: Tak ona počala ho a vytiahla s ním do vzdialeného miesta.
sl: Tudi ona ga je zasnovan, in ona umaknil z njim v oddaljenem kraju.
sr_cyrl: Она га створена, и она се повукла са њим у удаљеном месту.
sr_latn: Ona ga stvorena, i ona se povukla sa njim u udaljenom mestu.
uk: Так вона зачала його, і вона вийшла з ним до віддаленого місця.
vi: Vậy cô nghĩ anh ta, và cô đã rút lui với anh ta đến một nơi xa.
zu: Ngakho ekhulelwa, futhi yena wasuka kanye naye baya endaweni eyihlane.

# Quran2273
source: And the pains of childbirth drove her to the trunk of a palm tree. She said, "Oh, I wish I had died before this and was in oblivion, forgotten."
ca: I els dolors del part li va conduir a la soca d'una palmera. Ella va dir, "Oh, m'agradaria que havia mort abans d'això i va ser en l'oblit, oblidat."
cy: Ac roedd poenau geni plant yn ei gyrru i gefnffordd o goeden gledr. Dywedodd, "O, dymunaf wedi marw cyn hyn ac yn oedd mynd i ebargofiant, anghofio."
da: Og smerter ved fødsel kørte hende til stammen af en palme. Sagde hun, "Åh, gid jeg var død før dette og var i glemsel, glemt."
el: Και τους πόνους του τοκετού οδήγησε στον κορμό ενός φοίνικα. Είπε, «Ω, μακάρι να είχε πεθάνει πριν από αυτό και ήταν στη λήθη, ξεχάσει.»
et: Ja sünnituse valud sõitis ta palmi puud pagasiruumi. Ta ütles: "Oh, soovin ma oli surnud enne seda ja oli Oblivion, unustanud."
fi: Ja synnytyksen kipuja ajoi hänet palmu runko. Hän sanoi: "Voi, toivon oli kuollut ennen tätä ja oli oblivion, unohtaa."
he: הכאב של הלידה נסע איתה המטען של עץ דקל. היא אמרה, "הלוואי מת לפני זה והיה בשכחה, נשכח."
hr: I bolove od poroda ju odvezli u prtljažniku Palma. Rekla je, "Oh, volio je umro prije nego ovaj i u zaborav, zaboraviti."
lt: Ir gimdymo skausmai nuvažiavo jai palmė kamieno. Ji sakė: "Oh, linkiu mirė prieš tai ir buvo pamiršote likimo valiai."
lv: Un dzemdību sāpes viņas brauca uz palmu koku stumbru. Viņa teica: "Ak, es vēlos man bija miris pirms šīs un biju aizmiršana, aizmirsuši."
nb: Og smerter childbirth stammen av et palmetre. Hun sa, "Oh, jeg ønsker jeg hadde dødd før dette og var i oblivion, glemt."
sk: A bolesti pri pôrode ju odviezol do kufra palmy. Ona povedala: "Ach, kiež by zomrel pred týmto a bol v zabudnutia, zabudol."
sl: In bolečine z rojstvom otroka jo odpeljal na deblo palmo. Ona reče: "Oh, želim si umrl pred tem in je bil v pozabo, pozabljen."
sr_cyrl: И бол радјања одвезао је у гепеку палму. Она је рекла, "Ох, волела бих да је умро пре овога и био у заборав, заборављен."
sr_latn: I bol radjanja odvezao je u gepeku palmu. Ona je rekla, "Oh, volela bih da je umro pre ovoga i bio u zaborav, zaboravljen."
uk: І болі пологи відвіз її до стовбура дерева пальми. Вона сказала: "Ах, шкода, що я помер до цього і був в забутті, забутий."
vi: Và cơn đau khi sinh con đã lái xe của mình để thân cây của một cây cọ. Cô ấy nói, "Ồ, tôi muốn tôi đã chết trước đó và đã trong lãng quên, quên."
zu: Nezinhlungu bokubeletha ababecindezela wakhe sesihlahla wesihlahla sesundu.

# Quran2274
source: But he called her from below her, "Do not grieve; your Lord has provided beneath you a stream.
ca: Però ell la va cridar des de baix ella, "no plorar; el Senyor ha proporcionat sota un rierol.
cy: Ond galwodd hi dan hi, "wneud nid galaru; Mae eich Arglwydd wedi darparu o dan eich Nant.
da: Men han kaldte hende fra under hende "ikke bedrøve; jeres Herre har givet under dig en stream.
el: Αλλά τη φώναξε από κάτω της, «μη λυπάστε? ο Λόρδος έχει παράσχει κάτω από εσάς ένα ρεύμα.
et: Kuid ta kutsus teda alt teda "leinata; teie Issand on andnud alla ise oja.
fi: Mutta hän kutsui häntä alla hänen "älä sure; Herrasi on antanut allanne virta.
he: אבל הוא קרא לה מתחת לה, "לא מתאבל; . האל שלך סיפקה מתחתיך זרם.
hr: Ali on je pozvao iz ju "tugovati; Gospodar tvoj je opskrbljen ispod tebe potok.
lt: Bet jis pašaukė ją iš žemiau jos, "negalime sielvartauti; Jūsų Viešpats suteikė po jūsų srovėje.
lv: Bet viņš tai piezvanīja no zem viņas "nebēdājies; savu kungu zem jums ir sniedzis strauts.
nb: Men han kalte henne fra under henne, "ikke sørger over; deres Herre har gitt under deg en strøm.
sk: Ale on zavolal spod jej "nie truchlit; Váš pán poskytol pod vami prúd.
sl: Vendar je poklical od spodaj ji "ne žalujejo; svojega gospodarja predložila pod vami tok.
sr_cyrl: Али назвао ју је из ње, "Не тугуј; Твој Бог дао испод тебе поток.
sr_latn: Ali nazvao ju je iz nje, "Ne tuguj; Tvoj Bog dao ispod tebe potok.
uk: Але він назвав її знизу її "не сумувати; ваш Господь забезпечив під вами потік.
vi: Nhưng ông gọi cho cô ấy từ bên dưới của cô, "không phải đau khổ; Chúa của bạn đã cung cấp dưới bạn một dòng.
zu: Kodwa wambiza kusukela ngezansi kuye: "Ningamdabukisi; kho Lord uye walungiselela ongaphansi kwakho ube umfudlana.

# Quran2275
source: And shake toward you the trunk of the palm tree; it will drop upon you ripe, fresh dates.
ca: I agitar cap el tronc de la palmera; baixarà a vostè dates madur, fresc.
cy: Ac ysgwyd tuag at eich gefnffordd y coed palmwydd; y bydd yn syrthio ar eich aeddfed, ffres dyddiadau.
da: Og ryste mod dig stammen af palme; det vil falde efter du modne, friske datoer.
el: Και προς το μέρος σας το κούνημα του κορμού του Φοίνικα? Αυτό θα σταγόνα επάνω σας ώριμα, νωπά ημερομηνίες.
et: Ja loksutatakse enda poole pagasiruumi palmi puud; See langeb pärast sa küpsed, värsked kuupäevad.
fi: Ja ravista sinua kohti rungon palmu; se pudottaa kun kypsä, tuore päivämäärät.
he: לנער כלפיך, תא המטען של הדקל; זה יירד על תאריכי בשלים, טריים.
hr: I prema sebi deblo palme; To će pasti na zrelo, svježe datume.
lt: Ir kratoma link jūs kamieno palmių medis; ji nukris nuo prinokusių, švieži kelionės datas.
lv: Un krata pret tevi; palmu koka stumbra tas būs nokrītam uz jums pienācis, svaigi datumus.
nb: Riste mot deg stammen av palmetre; det vil falle på deg moden, frisk datoer.
sk: A pohybom smerom k sebe kmeň palmy; klesne na zrelé, čerstvé dátumy.
sl: In stresemo k sebi prtljažnik palmo; To bo zmanjšalo na ste zreli, sveže datume.
sr_cyrl: И руковати се са ка теби гепеку испод палме; То ће се баци на зреле, нов датуме.
sr_latn: I rukovati se sa ka tebi gepeku ispod palme; To će se baci na zrele, nov datume.
uk: І потиснути бік ви стовбур дерева пальми; вона впаде на ви стиглих, свіжий дат.
vi: Và lắc đối với bạn thân của cây cọ; nó sẽ giảm khi bạn chín muồi, tươi ngày.
zu: Anikine ngakuwe isiqu emthini wesundu;
