Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1606
source: Said a speaker among them, "Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something]."
ca: Va dir un orador entre ells, "no matar Joseph però tirar-lo al fons del pou; Alguns viatgers recollirà ell - si vols fer [quelcom]."
cy: Dywedodd siaradwr yn eu plith, "wneud nid Joseph ond taflu ei ladd i waelod y dda; Bydd rhai teithwyr godi ef-os byddech chi [rhywbeth]."
da: Sagde en taler blandt dem, "Lad ikke dræbe Joseph men smide ham ind i bunden af brønden; nogle rejsende vil afhente ham - hvis du vil gøre [noget]."
el: Είπε ένας ομιλητής ανάμεσά τους, «Ιωσήφ αλλά ρίχνει τον σκοτώσει στο κάτω μέρος του καλά? κάποιο ταξιδιώτες που θα τον πάρει - εάν θα κάνετε [κάτι].»
et: Ütles kõneleja seas neid, "ära tapa Joseph aga visata teda alumise osa hästi; mõned reisijad elavneb teda - kui teeks [midagi]."
fi: Sanoi puhuja joukossa, "Älä tapa Joseph mutta heittää hänet pohjaan hyvin; Jotkut matkustajat noutaa hänet - jos haluat tehdä [jotain]."
he: אמר דובר ביניהם, "לא להרוג את יוסף אבל לזרוק אותו לתוך החלק התחתון של הבאר; תרמילאים תאספי אותו - אם תעשי [משהו]."
hr: Rekao je predsjednik među njima, "Joseph osim ga ubiti u dno bušotine; neki putnici će po njega - ako hoćeš [nešto]."
lt: Sakė kalbėtojas tarp jų, "Nežudyk Juozapas bet mesti jį į apačioje gerai; kai keliautojams bus pasiimti jį - jei jūs ką [nors]."
lv: Teica runātājs, starp tiem "neaiztikt Joseph bet mest viņam vērā apakšā akas; daži ceļotāji uzņemt viņu - ja jūs to darītu [kaut]."
nb: Sa en høyttaler blant dem, "ikke drep Joseph men kaste inn i bunnen av brønnen; noen reisende vil plukke ham opp - hvis du vil gjøre [noe]."
sk: Povedal hovorca medzi nimi "nezabíjajte Jozefa ale hodiť ho do dolnej časti a; Niektorí cestujúci sa ho vyzdvihnúť - ak by ste urobiť [niečo]."
sl: Je dejal govornik med njimi, "ne ubiti Joseph pa vrgel v dnu dobro; Nekateri potniki bo pobral ga - če bi narediti [nekaj]."
sr_cyrl: Рекли сте говорник међу њима, "Не убиј Јосепх али баци га на дну бунара; Неки путник ће га покупити - да ли би могао [нешто]."
sr_latn: Rekli ste govornik među njima, "Ne ubij Joseph ali baci ga na dnu bunara; Neki putnik će ga pokupiti - da li bi mogao [nešto]."
uk: Сказав оратор серед них, "не вбивай Джозеф але кинути його в нижній частині добре; Деякі мандрівники будуть взяти його на руки - якщо ви б щось зробити, []."
vi: Nói một người trong số họ, "không giết Joseph nhưng ném nó vào dưới cùng của giếng; một số du khách sẽ nhận anh ta - nếu bạn sẽ làm gì [cái gì]."
zu: Kusho isikhulumi phakathi kwabo, "Ungababulali uJosefa kodwa mphonseni phansi womthombo; abanye abahambi ngeke phakamisa him - Uma uyobe wenza [okuthile]."

# Quran1607
source: They said, "O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?
ca: Deien, "O nostre pare, per què vostè no confiar-nos Joseph mentre que, en efecte, estem li consellers sincers?
cy: Maent yn dweud, "O ein tad, pam wneud ichi nid ymddiried ein gyda Joseph tra yn wir, yr ydym yn iddo gwnselwyr ddiffuant?
da: De sagde: "O vores far, hvorfor ikke du betro os med Joseph mens faktisk, vi er ham oprigtig rådgivere?
el: Είπαν, «Ο πατέρας μας, γιατί δεν μας εμπιστεύονται με Joseph ενώ πράγματι, είμαστε σε αυτόν ειλικρινή συμβούλους;
et: Nad ütlesid: "O meie isa, miks sa ei usaldada meile Joseph kuigi tõepoolest, me oleme temaga siiras nõuandjaid?
fi: He sanoivat: "Oi isämme, miksi ei antaa meille Joseph vaikka todellakin, me olemme hänelle vilpittömästi ohjaajille?
he: הם אמרו, "O אבינו, למה אתם לא מפקידים לנו, עם יוסף בעוד אכן אנו לו יועצים כנה?
hr: Rekli su, "O Oče naš, zašto ne puštate Joseph dok je doista, mi smo mu iskreni savjetnici?
lt: Jie sakė, "O mūsų tėvas, kodėl jūs ne patikėti mums Juozapas o iš tiesų, mes jam nuoširdūs patarėjai?
lv: Viņi teica: "O mūsu tēvs, kāpēc jūs nevar uzticēt mums Joseph, bet patiešām, mēs viņam patiesi padomniekiem?
nb: De sa: "O vår far, hvorfor ikke du betro oss med Joseph mens faktisk, vi er til ham oppriktig rådgivere?
sk: Oni povedali: "O náš otec, prečo nie zverujete nám s Jozefa, zatiaľ čo v skutočnosti, sme k nemu úprimné poradcovia?
sl: Pa reče: "O naš oče, zakaj ne zaupajo nam z Joseph, medtem ko dejansko, smo se mu iskreno svetovalci?
sr_cyrl: Рекли су, "О нам отац, зашто ти не поверите са Јосепхом док уистину, ми смо му искрене саветника?
sr_latn: Rekli su, "O nam otac, zašto ti ne poverite sa Josephom dok uistinu, mi smo mu iskrene savetnika?
uk: Вони сказали, "O нашого батька, чому ви не довірили нам з Йосипа а дійсно, ми йому щирі консультанти?
vi: Họ nói rằng, "O cha của chúng tôi, tại sao bạn không giao phó cho chúng tôi với Joseph trong khi thực sự, chúng tôi là để anh ta chân thành tư vấn viên?
zu: Bathi, "O baba wethu, kungani yini ukuphathisa us uJosefa ngesikhathi ngempela, thina singabantu kuye abeluleki eqotho?

# Quran1608
source: Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians.
ca: Enviar-lo amb nosaltres demà que pot menjar bé i jugar. I efectivament, estarem seus guardians.
cy: Anfon ato gyda ni yfory y gall bwyta'n dda ac yn chwarae. Ac yn wir, y byddwn yn ei warcheidwaid.
da: Send ham med os i morgen, han kan spise godt og spille. Og ja, vi vil være hans værger.
el: Τον στείλει μαζί μας αύριο ότι αυτός μπορεί να τρώνε καλά και να παίξει. Και πράγματι, θα είμαστε θεματοφύλακες του.
et: Talle saata meile homme ta võib hästi süüa ja mängida. Ja tõepoolest, me palvetame tema hooldajatega.
fi: Lähetä hänelle kanssamme huomenna hän voi syödä hyvin ja pelata. Ja meidän on todellakin hänen huoltajansa.
he: שלח אותו איתנו מחר כי הוא עלול לאכול טוב, לשחק. אכן, אנחנו נהיה שומרי שלו.
hr: Pošalji ga s nama sutra da može dobro jesti i igrati. I uistinu, mi ćemo biti njegovi čuvari.
lt: Siųsti jam su mumis rytoj kad jis gali valgyti gerai ir žaisti. Ir iš tiesų, mes bus jo globėjai.
lv: Atsūtīt mums rīt viņš var ēst labi un spēlēt. Un patiešām, mums būs viņa sargi.
nb: Sende ham med oss i morgen at han kan spise godt og spille. Og ja, vi vil være hans verger.
sk: Pošlite ho s nami zajtra že môže jesť dobre a hrať. A Vskutku, budeme jeho strážcovia.
sl: Pošlji mu z nami jutri da je lahko dobro jesti in igra. In res, bomo njegove stražarjev.
sr_cyrl: Пошаљи га с нама сутра да он може јести па и играти. И заиста, биће нам његове су.
sr_latn: Pošalji ga s nama sutra da on može jesti pa i igrati. I zaista, biće nam njegove su.
uk: Відправити його у нас завтра він може добре харчуватися і грати. І дійсно, ми будемо його опікунів.
vi: Gửi cho anh ta với chúng tôi vào ngày mai mà ông có thể ăn tốt và chơi. Và quả thật vậy, chúng tôi sẽ là người giám hộ của mình.
zu: Thumela naye kusasa ukuthi angadla kahle futhi sidlale.

# Quran1609
source: [Jacob] said, "Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware."
ca: [Jacob] deia, "De fet, m'entristeix que vostè ha de prendre-li, i em temo que un llop menjaria ell mentre esteu d'ell inconscient".
cy: [Jacob] fod, "yn wir, mae'n dristwch imi y dylech gymryd ef, ac ofnaf y byddai blaidd fwyta iddo tra byddwch yn iddo ymwybodol.
da: [Jakob] sagde, "Ja, det bedrøver mig, at du skal tage ham, og jeg frygter, at en ulv ville spise ham mens du er af ham uvidende."
el: [Ιάκωβος] είπε, «Πράγματι, είναι θλιβερό ότι θα πρέπει να πάρετε αυτόν και φοβάμαι ότι ένας λύκος θα τον φάνε ενώ είστε τον αγνοεί.»
et: [Jacob] ütles: "Tõepoolest, see kurvastab mind, et te peaksite teda, ja ma kardan, et Hunt oleks süüa teda kui olete temast teadlik."
fi: [Jacob] sanoi: "Itse asiassa valitettavaa, että sinun tulee ottaa hänet ja pelkään, että susi söisi hänelle Kun olet hänestä tietämätön."
he: [יעקב] אמר, "ואכן, זה מעציב אותי כי אתה צריך לקחת אותו, ואני חוששת כי זאב יאכל אותו בעוד הוא לא מודע."
hr: [Jakov] je rekao, "Uistinu, to me saddens da ga trebaš odvesti, i bojim se da je vuk bi ga pojesti dok ste ga svjesni."
lt: [Jokūbas] tarė: "Iš tiesų, Jis Zasmuci man, kad turite imtis jam, ir aš bijau, kad vilkas būtų valgyti jam nors esate apie jį nežinojo."
lv: [Jacob] teica: tik tiešām, tas saddens mani, ka jums vajadzētu ņemt viņu, un baidās, ka vilks apēdīs viņu, kamēr jūs esat par viņu nezināja.
nb: [Jacob] sa, "Faktisk det trist meg at du bør ta ham, og jeg frykter at en ulv ville spise ham mens du er ham uvitende."
sk: [Jakub] povedal: "Naozaj, je mi smutno, že by ste mali vziať ho, a obávam sa, že vlk by mu jesť keď sa o ňom nevie."
sl: [Jacob] je dejal, "Dejansko to saddens mi, da bi si ga, in bojim se, da volk bi jesti ga medtem ko so o njem vedela."
sr_cyrl: [Јацоб ] је рекао, "Заиста, растужим које треба предузети га, и бојим се да да вук би појести га док сте га несвесни."
sr_latn: [Jacob] je rekao, "Zaista, rastužim koje treba preduzeti ga, i bojim se da da vuk bi pojesti ga dok ste ga nesvesni."
uk: [] Яків, "дійсно, мені сумно, що ви повинні прийняти його, і я боюся, що вовк б Їжте його, поки ви його не знають.
vi: [Jacob] nói: "Thật vậy, nó buồn tôi rằng bạn nên đưa anh ta, và tôi lo sợ rằng một sói sẽ ăn anh ta trong khi bạn đang của anh ta không biết."
zu: [UJakobe] wathi: "Ngempela, kungcono Kuyangidabukisa ukuthi kufanele uthathe kuyo, ngiyamesaba ukuthi impisi kadlanga him ngenkathi you are unaware of kuye."

# Quran1610
source: They said, "If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers."
ca: Deien, "Si un llop ha de menjar-lo mentre ens trobem un clan [fort], en efecte, llavors seríem perdedors."
cy: Maent yn dweud, "os dylai blaidd yn bwyta ef tra ydym [cryf] clan, yn wir, rydym wedyn byddai rhai ar eu colled.
da: De sagde, "Hvis en ulv skal spise ham, mens vi er en [stærk] klan, ja, vi vil derefter være tabere."
el: Όπως είπαν, "Εάν ένας λύκος θα πρέπει να τον φάνε ενώ είμαστε μια φυλή [ισχυρό], πράγματι, τότε θα είμαστε χαμένοι."
et: Nad ütlesid: "Kui Hunt peaks talle süüa, kuigi oleme [tugev] klanni, tõepoolest, siis oleksime kaotajad."
fi: He sanoivat: "Jos susi pitäisi syödä häntä, kun olemme [vahva] klaani todellakin, meidän olisi häviäjiä."
he: הם אמרו, "אם זאב צריך לאכול אותו בעוד אנחנו שבט [חזק], ואכן, ואז היינו מפסידים."
hr: Rekli su, "Da je vuk treba ga jesti dok su [jaka] klan, doista, onda bismo gubitnici."
lt: Jie sakė, "Jei vilkas turėtų valgyti jam, o mes [stiprus] klano, iš tiesų, mes tada bus pralaimėtojai."
lv: Viņi teica: "Ja vilks būtu viņu ēst, kamēr mēs tiešām [spēcīgu] klana, tad būsim zaudētāji."
nb: De sa, "Hvis en ulv bør spise ham mens vi en [sterk] klan, faktisk, vi ville så være tapere.
sk: Oni povedali: "Ak vlk ho mali jesť, keď sme [pevné] clan, samozrejme, potom budeme porazení."
sl: Pa reče: "Če volk mu mora jesti, medtem ko smo [močno] klan, res, potem bomo poraženci."
sr_cyrl: Рекли су, "Ако вук би га морала појести док смо [јака] клан, заиста, онда бисмо губитници."
sr_latn: Rekli su, "Ako vuk bi ga morala pojesti dok smo [jaka] klan, zaista, onda bismo gubitnici."
uk: Вони сказали: "Якщо вовк повинні з'їсти його, хоча ми [сильний] клан, дійсно, ми тоді б програли".
vi: Họ nói rằng, "Nếu một sói nên ăn anh ta trong khi chúng tôi là một gia tộc [mạnh], quả thật vậy, chúng ta thì sẽ thua cuộc."
zu: Bathi, "Uma impisi kufanele adle naye ngenkathi singamalungu [eqinile] clan, ngempela, siyobe ke be losers."

# Quran1611
source: So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him, "You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity]."
ca: Així que quan portaven [fins] ell i van acordar posar al fons del pou... Però ens va inspirar-li, "segurament els informarem [algun dia] sobre aquest assumpte d'ells mentre no perceben [seva identitat]."
cy: Felly pan fyddant yn mynd ag ef [allan] ac wedi cytuno i roi iddo ar waelod y dda... Ond ein hysbrydoli i ef, "Bydd eich siawns hysbysu [someday] am y mater hwn o hwy er nad oeddent yn gweld [eich hunaniaeth]."
da: Så når de bragte ham [ud] og enedes om at sætte ham ind i bunden af brønden... Men vi inspireret til ham, "Du vil sikkert oplyse [dag] om denne sag fra deres mens de ikke opfatter [din identitet]."
el: Έτσι, όταν τον [Έξοδος] και συμφωνήσει να τον βάλουν στο κάτω μέρος του καλά... Αλλά μας ενέπνευσε σ ' αυτόν, «Θα σίγουρα τους ενημερώνετε [κάποια μέρα] σχετικά με αυτή την υπόθεση από τα δικά τους ενώ εκείνοι δεν το αντιλαμβάνονται [σας ταυτότητα].»
et: Nii võttis ta [väljas], ja nõustus pani ta all hästi... Aga me inspireeris teda, "Te näidatakse kindlasti informeerida [ühel päeval] see asi ise samal ajal, kui nad tajuvad [teie isikut]."
fi: Joten kun he ottivat hänet [fi] ja päätti laittaa hänet hyvin pohjaan... Mutta EKP hänelle, "varmasti ilmoittamaan [joskus] tästä asiasta heidän vaikka ne Ajattele [henkilöllisyytesi]."
he: אז לקח לו [בחוץ] והם הסכימו להכניס אותו בתחתית הבאר... אבל אנחנו בהשראת אליו, "אתה בוודאי תודיע להם [יום] בנושא הזה שלהם בעוד הם לא תופסים [את זהותך]."
hr: Kad su ga [van] je i pristala staviti ga u DNA i... Ali smo inspirirani mu, "Će svakako obavijestite [jednog dana] o ovoj aferi njihov dok oni percipiraju svoj identitet."
lt: Taigi, kai jie paėmė jį [iš] ir sutiko įdėti jį į šulinio dugną... Bet mes įkvėpė jam, "Bus tikrai įspėsite [nors] apie šį romaną jiems nors jie nesuvokia [jūsų tapatybę]."
lv: Tad, kad viņi ņēma viņu [kas] un likt viņam šahtas dibena piekrita... Bet mēs iedvesmoja viņu, "Jums noteikti informēs tos [kādreiz] par šo lietu no savējās, kamēr viņi neuztver [savu identitāti]."
nb: Så når de tok ham [ut] og ble enige om å sette ham inn i bunnen av brønnen... Men vi inspirert ham, "Du vil sikkert informere dem [dag] om denne saken deres mens de ikke oppfatter [din identitet]."
sk: Takže keď ho [výstup] a súhlasil, že ho do spodnej časti dobre... Ale sme sa inšpirovať k nemu, "Sa určite informujete [raz] o tejto veci ich kým sa neprijmú [vašu identitu]."
sl: Torej, ko ga [iz] vzel in dogovorili, da mu v dnu dobro... Vendar smo navdih mu, "Vas bo zagotovo obvesti [nekega dne] o tej aferi od njiju pa ne dojemajo svojo identiteto."
sr_cyrl: Тако да када су одвели га [се] и сложили су се да га убаци у дну бунара... Али смо је инспирисало да га, "Ти ће сигурно информисати их [једног дана] за ову аферу њихов док они не виде свој идентитет."
sr_latn: Tako da kada su odveli ga [se] i složili su se da ga ubaci u dnu bunara... Ali smo je inspirisalo da ga, "Ti će sigurno informisati ih [jednog dana] za ovu aferu njihov dok oni ne vide svoj identitet."
uk: Отже, коли вони взяли його [вихід] і погодився покласти його в нижній частині колодязя... Але ми надихнув йому, "Буде обов'язково повідомити [коли-небудь] про цю справу, їх поки вони не сприймають вашу особистість."
vi: Vì vậy, khi họ bắt anh ta [out] và đồng ý để đưa anh ta vào dưới cùng của giếng... Nhưng chúng tôi truyền cảm hứng cho anh ta, "Bạn sẽ chắc chắn thông báo với họ [một ngày nào đó] về vụ này của họ trong khi họ không nhận thức [danh tính của bạn]."
zu: Ngakho lapho ethathwa eyophenywa [out] futhi wavuma ukuba wamfaka phansi kahle ... Kodwa We faka kuye: "Nakanjani chazela them [ngelinye ilanga] lendaba yabo ngenkathi they cha perceive [ubuwena bakho

# Quran1612
source: And they came to their father at night, weeping.
ca: I van arribar al seu pare a la nit plorant.
cy: A daethant at eu tad yn y nos, yn wylo.
da: Og de kom til deres far om natten, gråd.
el: Και ήρθαν στον πατέρα τους τη νύχτα, κλάμα.
et: Ja nad tulid oma isa öösel, nuttes.
fi: Ja he tulivat heidän isänsä yöllä, itkien.
he: והם באו לאבא שלהם בלילה, בוכה.
hr: I došli su da njihov otac noću, plačući.
lt: Ir jie atėjo pas savo tėvą naktį, verkti.
lv: Un naktī, viņi nonāca viņu tēvs raudādams.
nb: Og de kom til sin far om natten, gråt.
sk: A oni prišli k svojmu otcovi v noci, plač.
sl: In prišli so do svojega očeta ponoči, jok.
sr_cyrl: И били су код њиховог оца ноћу, уплакане.
sr_latn: I bili su kod njihovog oca noću, uplakane.
uk: І прийшли, щоб їхній батько вночі, плачу.
vi: Và họ đã đến cha của họ vào ban đêm, khóc.
zu: Bafika uyise ebusuku, ekhala.

# Quran1613
source: They said, "O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful."
ca: Deien, "O nostre pare, de fet ens vam anar curses mútuament i Joseph l'esquerra amb les nostres possessions, i un llop es va menjar-lo. Però vostè no creuria nosaltres, fins i tot si estiguéssim veraces".
cy: Maent yn dweud, "O ein tad, yn wir inni aeth rasio gilydd a gadael Joseph gyda ein heiddo, a bwytaodd blaidd ef. Ond ni fyddech yn credu inni, hyd yn oed pe baem yn onest.
da: De sagde, "O vor Fader, ja vi gik væddeløb hinanden og venstre Joseph med vores ejendele, og en ulv spiste ham. Men du vil ikke tro os, selvom vi var sandfærdig."
el: Είπαν, «Ο πατέρας μας, πράγματι πήγαμε αγωνιστικά μεταξύ τους και άφησε Joseph με τα υπάρχοντά μας, και ένας λύκος έφαγε τον. Αλλά εσείς δεν θα πιστεύουν μας, ακόμα κι αν ήμασταν ειλικρινείς.»
et: Nad ütlesid: "O meie isa tõepoolest käisime racing üksteist ja jäänud Joseph meie omandit ja hunt sõi teda. Aga sa ei usu meid, isegi siis, kui olime tõepärast."
fi: He sanoivat: "Oi meidän isämme todellakin menimme kilpa toisiinsa ja Joseph jäi omaisuuttamme ja Susi söi. Mutta et usko meitä, vaikka olimme totuudenmukaista."
he: הם אמרו, "O אבינו, ואכן אנחנו הלך מתחרים נותרה יוסף ואיתו ו זאב אכלו אותו. אבל אתה לא תאמין לנו, גם אם היינו דובר אמת."
hr: Rekli su, "O Oče naš, zaista otišli smo jedni druge utrke i Joseph ostavio naš imetak, i vuk pojeo ga. Ali ne biste vjerovali, čak i ako smo iskreni."
lt: Jie sakė, "O mūsų tėvas, iš tiesų mes Eime lenktynių tarpusavyje ir Juozapas paliktas mūsų turtas, ir vilkas valgė jį. Bet jūs nepatikėsite mums, net jei mes teisingi."
lv: Viņi teica: O mūsu tēvs patiešām mēs devāmies sacīkšu viens otru un Joseph palicis mūsu īpašumiem, un vilks apēda viņu. Bet jūs neticētu mums, pat ja mēs būtu patiesas.
nb: De sa: "O vår far, faktisk vi gikk racing hverandre igjen Joseph med våre eiendeler, og en ulv spiste ham. Men du ville ikke tro oss, selv om vi var sannferdig.
sk: Povedali, "O náš otec, skutočne sme šli závodné navzájom a odišiel Joseph s naše majetky a vlk ho zjedol. Ale Neverili by ste nám, aj keď sme boli pravdivé."
sl: So rekli, "O naš oče, res smo šli dirke med seboj in zapustil Joseph z naše premoženje, in volk pojedel ga. Ampak ne boste verjeli, tudi če smo bili resnični. «
sr_cyrl: Рекли су, "О нам отац, заиста отишли смо једни друге трке и Јосепх је оставило нам имовину и вук га је појео. Али , не би сте веровали нас, иако смо били искрени."
sr_latn: Rekli su, "O nam otac, zaista otišli smo jedni druge trke i Joseph je ostavilo nam imovinu i vuk ga je pojeo. Ali, ne bi ste verovali nas, iako smo bili iskreni."
uk: Вони ж відказали "O нашого батька, дійсно ми поїхали racing один одного і залишив Йосип з нашими володінь, і вовк з'їли його. Але ви б нам не вірите, навіть якщо б ми правдивими".
vi: Họ nói rằng, "O cha của chúng tôi, thực sự chúng tôi đua nhau và để lại Joseph với tài sản của chúng tôi, và một sói ăn anh ta. Nhưng bạn sẽ không tin rằng chúng ta, ngay cả khi chúng tôi đã được trung thực."
zu: Bathi, "O baba wethu, ngempela saya ukugibela amabhayisikili nomunye futhi washiya uJosefa nezinto zethu, futhi impisi sayidla. Kodwa eningayikukholwa yiso kithi, ngisho noma singaze truthful."

# Quran1614
source: And they brought upon his shirt false blood. [Jacob] said, "Rather, your souls have enticed you to something, so patience is most fitting. And Allah is the one sought for help against that which you describe."
ca: I van portar a la seva sang falsa de camisa. [Jacob], va dir, "més aviat, seves ànimes han atret a vostè a alguna cosa, així que paciència és més apropiat. I Allah és el de buscar ajuda contra el que vostè descriu. "
cy: A ddaeth ar ei waed ffug crys. [Jacob] dywedodd, "yn hytrach, wedi eich eneidiau llwyddwyd i annog chi i rhywbeth, felly mae amynedd yn fwyaf addas. A Allah yr un sy'n ceisio am gymorth erbyn hyn a ddisgrifiwch.
da: Og de bragte over hans skjorte falsk blod. [Jakob] sagde, "snarere, jeres sjæl har lokket dig til noget, så tålmodighed er de fleste montering. Og Allah er den søgte hjælp mod det, som du beskriver.
el: Και έφεραν κατόπιν ψευδείς αίμα του πουκάμισο. [Ιάκωβος] είπε, «μάλλον, τις ψυχές σας έχουν δελεαστεί σας σε κάτι, οπότε υπομονή είναι περισσότεροι τοποθέτηση. Και Αλλάχ είναι αυτή ζητείται για βοήθεια ενάντια σε αυτό που περιγράφετε."
et: Ja nad tõid tema särk vale vere korral. [Jacob] ütles: "pigem oma hinge on ahvatletakse teid midagi, nii et kannatust on kõige paigaldamise. Ja Jumal on üks otsis abi vastu see, mis te kirjeldaksite. "
fi: Ja he toivat hänen paita vääriä vereen. [Jaakob] sanoi: "pikemminkin sielunne on houkutellaan sinua jotain, joten kärsivällisyys on eniten sopiva. Ja Jumala on haetaan apua sitä, mitä te kutsutte vastaan.
he: והביא על הדם שווא שלו החולצה. [יעקב] אמר, "במקום זאת, והנשמות שלכם פיתו אותך למשהו, אז סבלנות היא התאמה מרבית. אללה האחד ביקשו עזרה נגד זה המתארים את."
hr: I doveli su na njegovu košulju lažna krv. [Jakov] je rekao, "radije, vaše duše su mami vas da nešto, strpljenje je većina dolikuje. A Allah je jedan tražio za pomoć protiv onoga što ste opisali."
lt: Ir jie atnešė nuo jo marškiniai klaidinga kraujo. [Jokūbas] tarė: "gana, savo sielos turi enticed jums kažką, kad kantrybė yra dauguma montavimo. Ir Dievas yra vienas, ieškoma pagalbos prieš tai, kas jums aprašyti. "
lv: Un viņi sanesuši viņa krekls viltus asinis. [Jacob] teica: "drīzāk savas dvēseles ir enticed jums kaut ko, tāpēc pacietību ir visvairāk aprīkošana. Un Allah ir viens lūdza palīdzību pret to, ko jūs raksturotu.
nb: Og de brakt på hans skjorte falsk blod. [Jacob] sa, "snarere deres sjeler har forledet du til noe, så tålmodighet er mest passende. Og Allah er søkt om hjelp mot som du beskriver.
sk: A priviedli na jeho tričko falošné krv. [Jakub] povedal: "skôr vaše duše ktoré láka vás niečo, tak trpezlivosť je väčšina montáž. A Boh je ten, ktorý žiada o pomoc proti tomu, čo ste opísali."
sl: Dovedoše na njegovo srajco lažno kri. [Jacob] je dejal, "precej, svoje duše so enticed vam nekaj, zato potrpljenje je večina vgradnjo. In Alah je zahteva za pomoč proti temu, kar ste opisali.
sr_cyrl: И навукли су на фалсе крв његову мајицу. [Јацоб ] је рекао, "радије, васе дусе имају намамила те на нешто, па стрпљење је најбољи. А Аллах је онај тражили за помоћ против оно што је описала. "
sr_latn: I navukli su na false krv njegovu majicu. [Jacob] je rekao, "radije, vase duse imaju namamila te na nešto, pa strpljenje je najbolji. A Allah je onaj tražili za pomoć protiv ono što je opisala. "
uk: І вони принесли на його сорочці помилкових кров. [] Яків, «швидше за все, ваші душі мають заманив вас в щось, так що терпіння більшість припасування. І Аллах один шукали допомоги щодо того, що ви описуєте."
vi: Và họ mang theo áo máu giả của mình. [Jacob] nói, "thay vào đó, linh hồn của bạn đã enticed bạn một cái gì đó, do đó, sự kiên nhẫn là phù hợp nhất. Và Allah là một trong những tìm kiếm sự giúp đỡ chống lại điều đó mà bạn mô tả."
zu: Bayiletha phezu ihembe igazi lakhe bamanga.
