Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran398
source: And do not be like the ones who became divided and differed after the clear proofs had come to them. And those will have a great punishment.
ca: I no ser com els que dividits i diferia després les proves clares havien arribat a ells. I aquells tindran un càstig gran.
cy: A Peidiwch â bod fel y rhai a daeth yn rhannu ac yn wahanol ar ôl Roedd y proflenni glir yn dod iddynt. A bydd rhai yn cael cosb mawr.
da: Og vær ikke som dem, der blev delt og adskilte sig efter den klare beviser var kommet hertil. Og de vil have en stor straf.
el: Και δεν είναι σαν αυτούς που έγινε χωρίζεται και διέφεραν μετά τις σαφείς αποδείξεις είχε έρθει σε αυτούς. Και αυτοί θα έχουν μια μεγάλη τιμωρία.
et: Ja ära ole nagu need, kes sai jagatud ja erines pärast seda, kui neile oli tulnud selged tõendid. Ja need on suur karistus.
fi: Ja kuten itse, josta tuli jaettu ja erosivat kun selvät todistukset oli tullut heille. Ja ne ovat suuri rangaistus.
he: אל תהיה כמו אלה הפכו לחלק, שונה לאחר בהוכחות ברורות הגיע אליהם. יהיו עונש גדול.
hr: I ne budite kao oni koji su postali podijeljena i razlikovao nakon jasni dokazi došli da ih. I oni će imati veliku kaznu.
lt: Ir negali būti kaip tie, kurie tapo padalinta ir skyrėsi po aiškūs įrodymai turėjo ateiti į juos. Ir tie turės didelį bausmė.
lv: Un nevar būt, piemēram, tiem, kas kļuva sadalīti un atšķīrās pēc skaidru apliecinājumu ieradusies pie viņiem. Un tie būs liels sods.
nb: Og ikke bli som de som ble delt og skilte seg etter det klare bevis hadde kommet til dem. Og de vil ha en stor straff.
sk: A nebuďte ako tí, ktorí sa stal rozdelená a líšil po jasné dôkazy, že sa im. A tie majú veľký trest.
sl: In ne bodite kot tisti, ki je postal razdeljen in se razlikuje po jasno dokazila je prišel do njih. In tiste, ki imajo veliko kazen.
sr_cyrl: И не будите као они који су постали подељена и разликовао након што је јасан доказ је да им се. И они ће имати велику казну.
sr_latn: I ne budite kao oni koji su postali podeljena i razlikovao nakon što je jasan dokaz je da im se. I oni će imati veliku kaznu.
uk: А не як ті, хто стала розділена та відрізнялися після того, як чітких доказів прийшла до них. І тих, хто буде мати велике покарання.
vi: Và không giống như những người đã trở thành phân chia và khác biệt sau khi chứng minh rõ ràng đã đến với họ. Và những người sẽ phải chịu hình phạt rất lớn.
zu: Futhi ungabi like the ones Are yahlukana futhi lokhu kwakuhluke hle bonakaliso sondela them.

# Quran399
source: On the Day [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black, [to them it will be said], "Did you disbelieve after your belief? Then taste the punishment for what you used to reject."
ca: El dia [alguns] s'enfronta al seu torn blanc i [alguns] cares es convertirà negres. Pel que fa a aquells amb els rostres es tornen negres, [a ells es diu], "feia dubten després de la seva creença? Llavors gust el càstig per el que solia rebutjar."
cy: Ar y diwrnod y bydd wynebau [rai] droi Gwyn a bydd wynebau [rai] ddu. O ran y rhai sy'n troi eu hwynebau duon, [iddynt bydd dweud], "oedd eich chredu ar ôl eich cred? Yna flas y gosb ar gyfer beth yr ydych yn ei defnyddio i wrthod."
da: På dagen [nogle] ansigter bliver hvid og [nogle] ansigter vil vende sort. Som for dem, hvis ansigter blive sort, [til dem. det vil sige], "har du tvivle efter din overbevisning? Derefter smage straffen for hvad du har brugt til at forkaste."
el: Την ημέρα θα γίνει λευκό [μερικά] πρόσωπα και πρόσωπα [μερικά] θα μαυρίσουν. Όσο για εκείνους των οποίων τα πρόσωπα μαυρίσουν, [σε αυτούς, θα μας πουν], "το έκανε μπορείτε δυσπιστώ μετά την πεποίθησή σας; Στη συνέχεια γεύση της τιμωρίας για ό, τι χρησιμοποιήσατε για να απορρίψει.»
et: Järgmisel päeval [mõned] nägu muutub valge ja [mõned] näod mustaks. Aga need, kelle näod mustaks, [neile see ütles], "Kas te usu oma veendumuste pärast? Seejärel maitse jaoks kasutasite lükata karistuse."
fi: Päivänä [jotkut] kasvot muuttuu valkoiseksi ja [jotkut] kasvot muuttuu mustaksi. Niille, joiden kasvot mustata [heille sanotaan], "teki epäilette jälkeen usko? Sitten maku rangaistus käytit hylkää."
he: ביום [] פרצופים יהפוך לבן, [] פרצופים ישחיר. עבור אלה פניהם משחירות, [אליהם זה יאמר], "האם אתה להאמין לאחר האמונה שלך? ואז לטעום העונש על מה שפעם לדחות."
hr: Na dan [neki] lica će se bijeli i [neki] lica pocrniti. Kao i za one čija lica pocrne, [da ih se neće reći], "da li sumnjati nakon svoje vjerovanje? Onda okus kazna za nekad si odbiti."
lt: Dieną [kai] veidus taps baltos ir [kai] veidus taps juodas. Kaip ir tie, kurių veiduose juosti, [jiems tai bus pasakyti], "ar jums ne wierza po savo tikėjimo? Tada skonis bausmę už kas naudojote atmesti."
lv: Nākamajā dienā [kādu] sejas kļūs balts un [kādu] sejas kļūs melns. Tiem, kuru sejas nomelnēs [viņiem tas būs jāsaka]: "vai jums neticēt pēc jūsu pārliecība? Tad gar sods par jums, ko izmanto, lai noraidītu."
nb: Dag [noen] ansikter vil slå hvit og [noen] ansikter vil bli svart. Som for de som vender bli svart, [dem blir det sagt], "gjorde du tviler etter din tro? Deretter smak straffen for hva du pleide å avvise."
sk: Na deň [niektoré] tváre budú zase biela a [niektoré] tváre nebude zase čierne. Pokiaľ ide o tých, ktorých tváre vypla, [pre nich to bude povedal], "to je vám neveria po svoju vieru? Potom chuť trest za to, čo ste použili odmietnuť."
sl: Na dan [nekaj] obraze obarva belo in [nekaj] obraze bo izginil. Kot za tiste, katerih obrazi izginil, [jim bo rekel], "pa vam verjamem po vaše prepričanje? Potem okus kazen za kaj ste jo zavrne."
sr_cyrl: На дан [нека] лица ће постати бела и [нека] лица ће поцрнети. Што се тиче оних чија лица постане црн, [да их то ће бити рекао], "да ли си сигуран да је лажна након твоје веровање? Онда укус казна за шта си користио да одбаце."
sr_latn: Na dan [neka] lica će postati bela i [neka] lica će pocrneti. Što se tiče onih čija lica postane crn, [da ih to će biti rekao], "da li si siguran da je lažna nakon tvoje verovanje? Onda ukus kazna za šta si koristio da odbace."
uk: В день [деякі] обличчя стануть білими і [деякі] обличчя будуть чорніти. Що стосується тих, чиї обличчя чорніти [до них вона буде сказала], "Хіба ви не вірити після вашої віри? Потім смак покарання за те, що ви використовували, щоб відхилити."
vi: Vào ngày [một số] khuôn mặt sẽ chuyển màu trắng và [một số] khuôn mặt sẽ chuyển màu đen. Đối với những người có khuôn mặt biến màu đen, [để chúng nó sẽ nói], "đã làm bạn disbelieve sau khi niềm tin của bạn? Sau đó hương vị các hình phạt cho những gì bạn sử dụng để từ chối."
zu: On the Day [abanye] bhekana ziba mhlophe futhi [abanye] ubuso ziyophendukela black.

# Quran400
source: But as for those whose faces will turn white, [they will be] within the mercy of Allah. They will abide therein eternally.
ca: Però pel que fa a aquells que s'enfronta al seu torn, blanc, [ls] dins la pietat d'Allah. Es queda aquí eternament.
cy: Ond fel yn achos rhai bydd yn troi eu hwynebau Gwyn, [fydd] o fewn drugaredd Allah. Bydd maent yn glynu ynddo fythol.
da: Men for dem, hvis ansigter bliver hvid, [de bliver] inden for barmhjertighed af Allah. De vil overholde deri evigt.
el: Αλλά όσον αφορά σε εκείνους των οποίων τα πρόσωπα θα γίνει λευκό, [θα] εντός της έλεος του Αλλάχ. Θα τηρήσει εκεί αιώνια.
et: Kuid need, kelle näod on omakorda valge, [neid] jooksul Jumala halastust. Nad järgivad seal igavesti.
fi: Mutta niille, joiden kasvot muuttuu valkoiseksi [ne] sisällä Jumalan armoa. Säädöksien siinä ikuisesti.
he: אבל עבור אלה פניהם יהפוך לבן, [הם יהיו] בתוך הרחמים של אללה. הם להישמע בו לנצח.
hr: Ali što se tiče onih čija lica će se bijeli, [su se] u Allahova milost. Oni će u njemu vječno trpe.
lt: Bet kaip ir tie, kurių veiduose taps baltos, [jie bus] per Dievo malonės. Jos paklūsta jame amžinai.
lv: Bet tiem, kuru sejas kļūs balti [tos] ietvaros Allāha varā. Viņi ievēro tur mūžīgi.
nb: Men som for dem som vender vil slå hvit, [de skal] i nåde av Allah. De vil følge der evig.
sk: Ale pokiaľ ide o tých, ktorých tváre budú zase biela, [boli] v rámci milosť Allaha. Dodržia sa v ňom naveky.
sl: Ampak za tiste, katerih obrazi bodo pa beli, [bodo] v milost in nemilost Allah. Se bo upošteval v njem večno.
sr_cyrl: Али што се тиче оних чија лица ће постати Бела, [буду] унутар милост Алахова. Они ће у томе вечно да трпе.
sr_latn: Ali što se tiče onih čija lica će postati Bela, [budu] unutar milost Alahova. Oni će u tome večno da trpe.
uk: Але що стосується тих, чиї обличчя стануть білими [будуть] в межах милості Аллаха. Вони будуть дотримуватися в цьому вічно.
vi: Nhưng đối với những người có khuôn mặt sẽ chuyển màu trắng, [họ sẽ] trong lòng thương xót của Allah. Họ sẽ tuân thủ trong đó luôn.
zu: Kodwa labo abanhliziyo bhekana ziba mhlophe, [bayoba] ngaphakathi isihe Allah.

# Quran401
source: These are the verses of Allah. We recite them to you, [O Muhammad], in truth; and Allah wants no injustice to the worlds.
ca: Aquests són els versos d'Allah. Podem recitar-los per a vostè, [O Muhammad], en veritat; i Allah vol cap injustícia a mons.
cy: Mae'r rhain yn y penillion Allah. Rydym yn eu hadrodd i chi, [O Muhammad], mewn gwirionedd; ac mae Allah am unrhyw anghyfiawnder i fyd.
da: Disse er versene af Allah. Vi reciterer dem til dig, [O Muhammad], i sandhed; og Allah ønsker ingen uretfærdighed til verdener.
el: Αυτοί είναι οι στίχοι του Αλλάχ. Που απαγγέλλουν τους σε εσάς, [Ο Μωάμεθ], στην αλήθεια. και Αλλάχ θέλει καμία αδικία στον κόσμο.
et: Need on Jumala salmid. Me kuulutama neile teile [O Muhammad] tõsi; ja Allah tahab mingit ebaõigluse maailmad.
fi: Nämä ovat Allah säkeet. Meidän lausua ne sinulle [Oi Muhammed] totuudessa; ja Jumala haluaa ole epäoikeudenmukaisuutta maailmoihin.
he: אלה של אללה. אנחנו לדקלם אותם אליך, [O מוחמד], האמת; אללה רוצה אי צדק לכל העולמות.
hr: To su stihovi uzvišenog Alaha. Možemo ih recitiram ti [O Muhammad], u istini; i Allah želi nema nepravde na svjetove.
lt: Tai yra Dievo ženklai. Mes deklamuoti juos jums, [O Muhammad], tiesą sakant; ir Dievas nori ne neteisybės į pasaulius.
lv: Tie ir panti par Allah. Mēs deklamēt tiem jums [O Muhammad] patiesību; un Allah vēlas nekādu netaisnību pasaulēm.
nb: Dette er versene av Allah. Vi resitere dem til deg, [O Muhammad], i sannhet. og Allah vil ingen urettferdighet til verdens.
sk: Sú to verše Alah. Sme recitovať vám [Mohamed], v pravde; a Boh chce nespravodlivé svety.
sl: To so verzi Allah. Smo jih Recitovati vam, [O Muhammad], v resnici; ter Allah želi krivica, da svetovi.
sr_cyrl: То су стихови од Алаха. Смо их да вам рецитује, [О Мухаммад], у истини; и , Алах жели нема неправде да светова.
sr_latn: To su stihovi od Alaha. Smo ih da vam recituje, [O Muhammad], u istini; i, Alah želi nema nepravde da svetova.
uk: Це вірші Аллаха. Ми читати їх вам, [O Мухаммад], у правді; і йому Аллах жодної несправедливості світів.
vi: Đây là những câu thơ của Allah. Chúng ta đọc chúng cho bạn, [O Muhammad], trong sự thật; và Allah muốn có bất công để thế giới.
zu: Lawa amavesi Allah.

# Quran402
source: To Allah belongs whatever is in the heavens and whatever is on the earth. And to Allah will [all] matters be returned.
ca: A Allah pertany el que està en el cel i el que està en la terra. I per Allah [tots els] assumptes es retornarà.
cy: Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. A bydd materion [bob] yn cael eu dychwelyd i Allah.
da: Allah tilhører uanset hvad der er i himlene og hvad der er på jorden. Og at Allah vil blive returneret [alle] spørgsmål.
el: Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και Αλλάχ [όλα] τα θέματα που επιστρέφονται.
et: Allah kuulub iganes on taevas ja mis on maa peal. Ja Jumal [kõik] küsimustes saadetakse.
fi: Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja jotta hillitä [all] asiat palautetaan.
he: אללה שייך מה הוא בשמים והוא מה על פני האדמה. אללה [כל] העניינים יוחזרו.
hr: Allahu pripada sve što je na nebesima i na zemlji. I Allahu će [sve] pitanja biti vraćen.
lt: Dievas priklauso kokia yra danguje ir kas yra ant žemės. Ir Dievas bus [visi] bylose grąžinamas.
lv: Allah pieder kāds ir debesīs un kāds ir uz zemes. Un lai Allāhs [visi] jautājumos atdoti atpakaļ.
nb: Allah tilhører i himmelen og det som er på jorden. Og til Allah [alle] saker returneres.
sk: Bohu patrí, čo je v nebesiach a čo je na zemi. A Bohu [všetky] záležitosti vrátia.
sl: Allah pripada karkoli je v nebesih in karkoli je na zemlji. In v Allah se izpišejo [vse] zadevah.
sr_cyrl: Алах припада шта год је на небесима, и шта год је на земљи. И , Алах ће [све] ствари бити враћена.
sr_latn: Alah pripada šta god je na nebesima, i šta god je na zemlji. I, Alah će [sve] stvari biti vraćena.
uk: Щоб Аллах належить все, що знаходиться в небесах, і все, що є на землі. І щоб Аллах [всі] питання, що повертаються.
vi: Allah thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và Allah sẽ [tất cả] các vấn đề được trả lại.
zu: Ukuze Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran403
source: You are the best nation produced [as an example] for mankind. You enjoin what is right and forbid what is wrong and believe in Allah. If only the People of the Scripture had believed, it would have been better for them. Among them are believers, but most of them are defiantly disobedient.
ca: Ets la millor nació produït [com a exemple] per a la humanitat. Demanen el que està bé i prohibeixen el que està malament i creuen en Allah. Si només pensaven que la gent de les escriptures, hauria estat millor per a ells. Entre ells són creients, però la majoria d'ells són desafiant desobedient.
cy: Yr ydych yn y genedl gorau a gynhyrchwyd [fel enghraifft] ar gyfer dynolryw. Rydych yn enjoin hyn sydd yn iawn a a'n gwaredo beth sydd o'i le ac yn credu mewn Allah. Os mai dim ond roedd pobl y ysgrythur yn credu, byddai wedi bod yn well iddynt. Yn eu plith mae credinwyr, ond mae'r rhan fwyaf ohonynt yn defiantly anufudd.
da: Du er den bedste nation produceret [f.eks] for menneskeheden. Du pålægger hvad der er rigtigt og forbyde, hvad der er galt og tror på Allah. Hvis bare folk af Skriften havde troet, ville det have været bedre for dem. Blandt dem er troende, men de fleste af dem er trodsigt ulydige.
el: Είστε το καλύτερο έθνος που παράγονται [ως παράδειγμα] για την ανθρωπότητα. Σας διατάσσω τι είναι σωστό και να απαγορεύσει και τι είναι λάθος και να πιστεύουν στον Αλλάχ. Εάν μόνο οι άνθρωποι του Scripture είχαν πιστέψει, θα ήταν καλύτερο για αυτούς. Ανάμεσά τους είναι πιστοί, αλλά οι περισσότεροι από αυτούς είναι προκλητικά ανυπάκουος.
et: Sa oled parim rahvas toodetud [nagu näiteks] inimkonnale. Kohustab, mis on õige ja hoidku, mis on valesti ja usume Jumal. Kui ainult rahva pühakiri oli uskunud, oleks olnud parem neil. Nende hulgas on usklikud, kuid enamik neist on väljakutsuvalt sõnakuulmatud.
fi: Olet paras kansakunta tuotetaan [Esimerkki] ihmiskunnalle. Määrätä, mikä on oikein ja kieltää, mikä on vialla ja uskoa Jumalaan. Kunpa ihmiset Raamatun uskoivat, olisi ollut parempi. Joukossa ovat uskovia, mutta useimmat niistä ovat uhmakkaasti tottelematon.
he: אתה האומה הטובה ביותר המיוצר [לדוגמא] לאנושות. זכות לחייב מה נכון וחלילה מה קרה לבין מאמין באללה. אם רק האנשים של כתבי הקודש היו מאמינים, זה היה טוב יותר עבורם. ביניהם יש המאמינים, אך רובם ממושמע, לאחר בהתרסה.
hr: Vi ste najbolji narod proizvodi [primjerice] za čovječanstvo. Naložiti što je dobro i zabranjuju ono što nije u redu i vjeruju u Allaha. Samo ako ljudi Svetog pisma su vjerovali, bilo bi bolje za njih. Među njima su vjernici, ali većina njih su definitivno neposlušan.
lt: Jūs esate geriausias tautos pagaminti [pavyzdžiu] žmonijai. Neteisėtos, kas yra teisinga ir uždrausti kas negerai ir tiki Dievu. Jei tik raštas žmonės įtikėjo, būtų buvę geriau už juos. Tarp jų yra tikinčiųjų, tačiau dauguma jų yra iššaukiančiai Nepaklusniųjų.
lv: Tu esi labākā tauta ražots [piemēram] cilvēcei. Jums liek, kas ir labi un pasarg, what ' s wrong un tic Allah. Ja tikai svētie raksti cilvēki cerēja, ka, būtu bijis labāk, ja viņus. Viņu vidū ir ticīgie, bet lielākā daļa no tām ir izaicinoši nepaklausību.
nb: Du er den beste nasjonen produsert [som et eksempel] for menneskeheten. Du pålegge hva som er riktig og forby hva som er galt og tro på Allah. Hvis bare folket av kristendomskunnskapen fikk trodde, ville det ha vært bedre for dem. Blant dem er troende, men de fleste av dem er trassig ulydige.
sk: Ste najlepší národ vyrobené [napríklad] pre ľudstvo. Nariaďuje, čo je správne a chráň, čo sa deje, a veriť v Boha. Keby len ľudia písmo verili, bolo by pre nich lepšie. Medzi nimi sú veriaci, ale väčšina z nich sú vyzývavé neposlušný.
sl: Ste najboljši narod proizvaja [primer] za človeštvo. Ukaže, kaj je prav in prepovedujejo, kaj je narobe in vernik v Allah. Če bi le ljudje Sveto pismo je verjel, da bi bilo bolje za njih. Med njimi so verniki, ampak večina od njih so kljubovalno neposlušni.
sr_cyrl: Ви сте најбољи народ произвео [као пример] за људску врсту. Ти забраним праву ствар и забрањују шта није у реду и верује у Алаха. Кад би само имали веровао да људи из Светог писма, било би боље за њих. Међу њима су верници, али већина њих је пркосно непослушно.
sr_latn: Vi ste najbolji narod proizveo [kao primer] za ljudsku vrstu. Ti zabranim pravu stvar i zabranjuju šta nije u redu i veruje u Alaha. Kad bi samo imali verovao da ljudi iz Svetog pisma, bilo bi bolje za njih. Među njima su vernici, ali većina njih je prkosno neposlušno.
uk: Ти кращий нації виробляються [наприклад] для людства. Накази про те, що є правильним і не дай, що не так і вірити в Аллаха. Якщо б тільки люди в Писанні вірили, було б краще для них. Серед них віруючих, але більшість з них демонстративно неслухняні.
vi: Bạn là quốc gia tốt nhất được sản xuất [như là một ví dụ] cho nhân loại. Bạn ra lịnh những gì là đúng và cấm những gì là sai và tin vào Allah. Nếu chỉ có người dân của kinh thánh đã tin tưởng, nó đã có tốt hơn cho họ. Trong số đó là tín hữu, nhưng đa số là defiantly ngô nghịch.
zu: Wena isizwe best kukhiqizwa [njengesibonelo] ngesintu.

# Quran404
source: They will not harm you except for [some] annoyance. And if they fight you, they will show you their backs; then they will not be aided.
ca: No es farà mal excepte [alguns] irritació. I si lluiten contra tu, li mostrarà l'esquena; llavors ells seran no ajudades.
cy: Ni bydd niwed chi ac eithrio [rai] annifyrrwch. Ac os byddant yn ei hymladd chi, maent yn dangos eu cefnau; chi yna bydd iddynt nad yw fod o gymorth.
da: De vil ikke skade dig undtagen [nogle] ærgrelse. Og hvis de kæmper du, de vil vise dig deres rygge; derefter vil de ikke blive hjulpet.
el: Δεν θα σας βλάψει εξαίρεση [ορισμένες] ενόχληση. Και εάν αυτοί μάxομαι σας, θα σας δείξουν την πλάτη τους? στη συνέχεια, αυτοί θα δεν ενισχύεται.
et: Nad ei tekita teile kahju välja arvatud [mõned] pahameelt. Ja kui nad võitlevad teid, nad näitavad sulle nende selja; siis nad näidatakse ole kaasa aidanud.
fi: He jälkisäädös ei haitta te paitsi [jotkut] harmi. Ja jos he taistelevat sinua, ne näyttävät heidän selkänsä; sitten ne ei edesauteta mahtipontisella.
he: הם לא יפגעו בכם חוץ רוגז [יש]. אם הם להילחם בך, והם יציגו את גבם; ואז הם לא להיות באמצעות מחשב.
hr: Oni ti nauditi osim [neki] smetnja. I ako se borite, oni će vam pokazati leđa; Onda oni će nije pomagao.
lt: Jie bus ne pakenkti jums išskyrus [kai] susierzinimą. Ir jei jie kovoti, jie parodys jums savo nugarą; tada jie bus negali būti remiamos.
lv: Viņi nedrīkst kaitēt jums izņemot [kādu] kairinājumu. Un ja jūs cīnās, viņi parādīs savas muguras; tad viņi būs nevar palīdzēt.
nb: De vil ikke skade deg unntatt [noen] irritasjonen. Og hvis de kjempe deg, vil de vise deg ryggen; så vil de ikke bli hjulpet.
sk: Oni vám neublíži okrem [niektoré] nepríjemnosť. A ak sa s tebou bojovať, ukážu vám chrbtom; potom sa budú nie byť pomáhal.
sl: Bojo ne škoda vi razen [nekaj] motnjo. In če se boriš, da vam bo pokazal hrbet; nato se bo ni podprto.
sr_cyrl: Они ће ти наудити осим [соме] непријатност. А ако ти се они боре, они ће ти показати леђа; Онда ће не буде си помогао.
sr_latn: Oni će ti nauditi osim [some] neprijatnost. A ako ti se oni bore, oni će ti pokazati leđa; Onda će ne bude si pomogao.
uk: Вони будуть вам не зашкодить за винятком [деякі] досади. І якщо вони боротися з вами, вони будуть показувати вам, їх спиною; Потім вони будуть не буде надана допомога.
vi: Họ sẽ không làm hại bạn trừ [một số] ít phiền toái. Và nếu họ chống lại bạn, họ sẽ cho bạn thấy lưng; sau đó họ sẽ không được hỗ trợ.
zu: They ngeke kukulimaze ngaphandle kuyacasula [abanye].
