Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran686
source: They have certainly disbelieved who say that Allah is Christ, the son of Mary. Say, "Then who could prevent Allah at all if He had intended to destroy Christ, the son of Mary, or his mother or everyone on the earth?" And to Allah belongs the dominion of the heavens and the earth and whatever is between them. He creates what He wills, and Allah is over all things competent.
ca: Ells tenen certament dubtaven que diuen que Allah és Crist, el fill de Mary. Dir, "Llavors que podria evitar Allah gens si ell tenia la intenció de destruir Crist, el fill de Maria, o la seva mare o tothom a la terra?" I per Allah pertany el dominion dels cels i la terra i sigui entre ells. Crea el que vol, i és d'Allah sobre totes les coses competents.
cy: Wedi eu sicr ddysgais sy'n dweud bod Allah yw Crist, mab y Mary. Dweud, "Yna a gallai atal Allah bob os oedd ei fod yn bwriadu dinistrio Crist, mab y Mary, neu fam neu pawb ar y ddaear?" Ac i Allah yn perthyn ddominiwn y nefoedd, y ddaear a beth bynnag sydd rhyngddynt. Mae ef wedi creu ef beth a wills, ac Allah yw'r dros holl bethau yn gymwys.
da: De har helt sikkert disbelieved, der siger, at Allah er Kristus, søn af Mary. Sige, "Så der kunne forhindre Allah overhovedet hvis han havde til hensigt at ødelægge Kristus, søn af Mary, eller moderen eller alle på jorden?" Og Allah tilhører herredømme af himlene og jorden og hvad der er mellem dem. Han skaber, hvad han vil, og Allah er over alle ting kompetente.
el: Αυτοί έχουν σίγουρα disbelieved που λένε ότι ο Αλλάχ είναι ο Χριστός, ο γιος της Μαρίας. Ας πούμε, "Στη συνέχεια που θα μπορούσε να αποτρέψει Αλλάχ καθόλου αν είχε πρόθεση να καταστρέψει ο Χριστός, ο γιος της Μαρίας, ή η μητέρα ή ο καθένας στη γη;" Και Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη και ό, τι είναι μεταξύ τους. Αυτός δημιουργεί τι διαθήκες, και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Nad on kindlasti disbelieved, kes ütlevad, et Jumal on Kristuses, Maarja poeg. Öelda: "Siis kes võiks vältida Allah üldse kui ta oleks tahtnud hävitada Kristus, Maarja, poeg või emaga või kõigile maa?" Ja Allah kuulub võim taevas ja maa ja iganes on nende vahel. Ta loob, mida ta tahab ja Allah on üle kõik asjad pädev.
fi: He varmasti uskoneet, kuka sanoa, että Jumala on Kristus, Marian poika. Esimerkiksi: "Sitten joka voisi estää Allah ollenkaan jos hän aikoi tuhota Kristus, Marian, poika tai äiti tai kaikki maan päällä?" Ja Jumalalle kuuluu valta taivaat ja maan ja mikä on niiden välillä. Hän luo mitä tahtoo, ja Jumala on kaikkivaltias toimivaltainen.
he: הם בהחלט יש disbelieved מי אומרים כי אללה הוא המשיח, בנה של מרים. אומרים, "אז מי יכול למנוע אללה בכלל אם היה בכוונתו להשמיד את המשיח, בנם של מרי, או אמו או כל אחד על כדור הארץ?" אללה שייך הריבונות של השמים ואת הארץ שנמצא ביניהם. הוא יוצר בכוח הרצון, אללה נגמר המוסמכת כל הדברים.
hr: Oni su svakako bio koji kažu da je Krist, sin Marijin. Rekao, "Onda koji može spriječiti Allaha na sve ako je imao namjeru da uništi Krista, sina Marijina, ili majka ili svatko na zemlji?" A Allahu pripada vlast nebesa i zemlje i sve što je između njih. On stvara što hoće, i Allah je sve nadležna.
lt: Jie tikrai turi disbelieved, kurie sako, kad Dievas yra Kristus, Marijos sūnus. Sako: "Tada kurie gali užkirsti kelią Dievo visai jei jis norėjo sunaikinti Kristaus, Marijos, sūnus ar jo motina ar kiekvienas žmogus žemėje?" Ir Dievas priklauso viešpatavimas, dangų ir žemę ir kokia yra tarp jų. Jis sukuria ką jis testamentų, ir Dievas yra virš visų dalykų kompetentinga.
lv: Viņi noteikti disbelieved, kurš saka, ka Allāhs ir Kristus, Marijas dēls. Teiksim, "Tad kas varētu novērst Allah vispār, ja viņš bija paredzēts iznīcināt Kristus, dēls Marija, vai viņa māte vai ikviens uz zemes?" Un debesis un zeme un kāds ir starp tām valdīšana pieder Allah. Viņš rada to, ko viņš vēlas, un Allah ir pār visām lietām, kas ir kompetentas.
nb: Sikkert vantro som sier at Allah er Kristus, sønn av Mary. Si, "Så som kunne forhindre Allah hele hvis han hadde til hensikt å ødelegge Kristus, sønn av Mary, eller moren eller alle på jorden?" Og til Allah tilhører herredømmet over himmelen og jorden og alt som er mellom dem. Han skaper hva han wills, og Allah er over alle ting kompetent.
sk: Oni majú určite pochyboval, ktorí hovoria, že Alah je Kristus, syn Márie. Napríklad: "Potom kto by mohol zabrániť Alah vôbec Ak mal v úmysle zničiť Kristus, syn Márie, alebo matku alebo každý na zemi?" A Bohu patrí panstvo nebies a Zeme, čo je medzi nimi. Vytvára to, čo on chce, a Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Zagotovo so verjeli, ki pravijo, da Allah je Kristus, sin Marije. Reči, "Potem ki lahko prepreči Allah sploh če je nameraval uničiti Kristus, sin Marije, ali njegova mati ali vsakogar na zemlji?" Ter Allah pripada oblast nebesa in zemlja in vse, kar je vmes. Ustvarja tisto, kar je oporok in Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Они су свакако не верује ко је рекао да је Аллах Христа, Маријин син. Рецимо , "Онда ко може да спречи Аллах уопште ако имао је намеру да уништи Христ, син Марије, или његова мајка, или су сви на земљи?" И , Алах припада власт небеса и земље и шта год је између њих. Он ствара шта он Wиллис, а Аллах је преко надлежних све ствари.
sr_latn: Oni su svakako ne veruje ko je rekao da je Allah Hrista, Marijin sin. Recimo, "Onda ko može da spreči Allah uopšte ako imao je nameru da uništi Hrist, sin Marije, ili njegova majka, ili su svi na zemlji?" I, Alah pripada vlast nebesa i zemlje i šta god je između njih. On stvara šta on Willis, a Allah je preko nadležnih sve stvari.
uk: Вони звичайно мають disbelieved, які кажуть, що Аллах Христос, син Марії. Сказати: "Тоді хто може запобігти Аллах на всіх якщо він мав намір знищити Христос, син Марії, або його мати чи кожна людина на землі?" І щоб Аллах належить Домініон небеса і земля і все, що між ними. Він створює те, що він хоче, і Аллах є все впокорив компетентним.
vi: Họ chắc chắn có disbelieved người nói rằng Allah là Đấng Christ, con trai của Mary. Nói, "Sau đó những người có thể ngăn chặn Allah ở tất cả nếu ông đã có ý định tiêu diệt Chúa Kitô, con trai của Mary, hoặc mẹ hoặc tất cả mọi người trên trái đất?" Và Allah thuộc lãnh địa của bầu trời và trái đất và bất cứ điều gì giữa chúng. Ông đã tạo ra những gì Ngài muốn, và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Baye Ngokuqinisekile disbelieved abathi Allah uKristu, indodana kaMariya.

# Quran687
source: But the Jews and the Christians say, "We are the children of Allah and His beloved." Say, "Then why does He punish you for your sins?" Rather, you are human beings from among those He has created. He forgives whom He wills, and He punishes whom He wills. And to Allah belongs the dominion of the heavens and the earth and whatever is between them, and to Him is the [final] destination.
ca: Però els jueus i els cristians diuen, "Som fills d'Allah i la seva estimada". Dir, "Llavors per què ell castigar-lo pels seus pecats?" Més aviat, vostè són éssers humans entre els que ha creat. Va perdona qui ell vol i es castiga qui ell voluntats. I per Allah pertany el dominion dels cels i la terra i sigui entre ells i a ell és la destinació [final].
cy: Ond yr Iddewon a y Cristnogion yn dweud, "Rydym yn blant Allah a ei annwyl." Dweud, "Yna pam yw fod eich cosbi am eich pechodau?" Yn hytrach, yr ydych yn fodau dynol o blith y rhai mae ef wedi creu. Mae ef yn maddau y mae ef yn wills, ac mae ef yn cosbi bwy mae ef wills. Allah yn perthyn iddo ddominiwn y nefoedd a'r ddaear a beth bynnag yw rhyngddynt, ac iddo yn y [daith].
da: Men jøderne og kristne siger, "Vi er børn af Allah og hans elskede." Sige, "Så hvorfor han straffe jer for jeres synder?" Snarere, du er mennesker blandt dem, han har lavet. Han tilgiver hvem han vil, og han straffer hvem han Testamente. Og Allah tilhører herredømme over himlen og jorden og hvad er mellem dem, og for ham er den [sidste] destination.
el: Αλλά οι Εβραίοι και οι χριστιανοί λένε, «Είμαστε τα παιδιά του Αλλάχ και την αγαπημένη του.» Ας πούμε, «Τότε γιατί εκείνος να σας τιμωρήσει για τις αμαρτίες σας;» Μάλλον, είσαι ανθρώπων μεταξύ εκείνων που δημιούργησε. Ο συγχωρεί τον οποίο διαθήκες και τιμωρεί τους οποίους διαθήκες. Και Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη και ό, τι υπάρχει μεταξύ τους, και να του είναι ο προορισμός [τελικό].
et: Aga juudid ja kristlased ütlevad, "Me oleme Jumalat ja oma armastatud lapsed." Öelda: "Siis miks ei ta karistada teile oma patud?" Pigem on inimeste hulgast, ta on loonud. Ta andestab, keda ta tahab ja ta karistab, kellele ta tahab. Ja Allah kuulub võim taevas ja maa ja iganes on nende vahel ja talle on [lõplik] sihtkohta.
fi: Mutta juutalaiset ja kristityt sanoa, "Me olemme Jumalan ja hänen rakas lapset." Sanoa, "Sitten miksi hän rangaista sinun syntiesi?" Pikemminkin olet ihmisten joukosta hän on luonut. Hän antaa anteeksi kenelle tahtoo, ja hän rankaisee kenet tahtoo. Jumalalle kuuluu valta taivaassa ja maan päällä ja mikä on kesken ja hänelle on [lopullinen] määränpää.
he: אבל את היהודים ואת הנוצרים אומרים, "אנחנו הילדים של אללה, אהובתו." אומרים, "אז למה הוא יעניש אותך על חטאיך?" במקום זאת, אתה בני אדם מקרב אלו שהוא יצר. הוא סולח למי שהוא רוצה, הוא מעניש את מי שהוא חפץ. אללה שייך הריבונות של השמים והאדמה, שנמצא ביניהם, אליו היא היעד [סופי].
hr: Ali Židovi i kršćani kažu, "Mi smo djeca Allaha i svoju voljenu." Rekao, "Onda zašto ne on vas kazniti za vaše grijehe?" Nego, vi ste ljudska bića od stvorio. On oprašta kome hoće, a kažnjava koga hoće. A Allahu pripada vlast na nebesima i na zemlji i sve što je između njih, i da ga je [konačno] odredište.
lt: Tačiau žydai ir krikščionys sako, "Mes esame Dievo ir jo mylimo vaikams." Sako: "Tada kodėl ar jis nubausti už savo nuodėmes?" O, jūs esate žmonėmis normų, jis sukūrė. Jis atleidžia kam jis nori, ir jis baudžia kam jis nori. Ir Dievas priklauso viešpatavimas, dangų ir žemę ir viską, kas tarp jų, ir jam yra [galutinis] paskirties.
lv: Bet jūdi un kristieši saka: "Mēs esam Allah un viņa mīļoto bērniem." Teiksim, "Tad kāpēc tas viņam sodīt jūs jūsu grēkus?" Drīzāk, jums ir cilvēku, no tiem viņš ir radījis. Viņš piedod, kam viņš vēlas, un viņš sodītas, kuru viņš vēlas. Allah pieder valdīšana debesis un zemi un kāds ir starp tām, un viņam ir [] galamērķis.
nb: Men jødene og kristne sier, "Vi er barn av Allah og hans elskede." Si, "Så hvorfor han straffe deg for deres synder?" Snarere, du tar mennesker blant dem han har skapt. Han tilgir dem han wills og han punishes som han wills. Og til Allah tilhører herredømmet over himmelen og jorden og alt som er mellom dem, og for ham er [ferdig] målet.
sk: Ale Židia a kresťania hovoria, "My sme deti Alah a jeho milovaný." Napríklad: "Potom prečo sa on potrestať za svoje hriechy?" Skôr ste ľuďmi spomedzi tých, ktoré on vytvoril. On odpúšťa komu on chce a on trestá, koho on chce. Alah patrí panstva nebies a Zeme a čo je medzi nimi a k nemu je [posledný] cieľ.
sl: Vendar Judje in kristjani reči, "Mi smo otroci Allah in svojo ljubljeno." Reči, "Potem zakaj does on kaznovati za svoje grehe?" Namesto, ste ljudmi med tiste, ki je ustvaril. On odpušča koga je oporok, in on jim je oporok kaznuje. Allah pripada oblast nebesa in zemlja in vse, kar je vmes, in mu je [končno] destinacijo.
sr_cyrl: Али Јевреји и Хриљжани кажу, "Ми смо деца од Алаха и своју вољену." Рецимо , "Онда зашто се он те казнити за своје грехове?" Радије , ви сте људска бића који је створио. Он опрашта коме он Wиллис, а казниже кога је воља. И Аллах припада власт небеса и земље, и шта год је између њих, и да му је до [одредиљта].
sr_latn: Ali Jevreji i Hriљжani kažu, "Mi smo deca od Alaha i svoju voljenu." Recimo, "Onda zašto se on te kazniti za svoje grehove?" Radije, vi ste ljudska bića koji je stvorio. On oprašta kome on Willis, a kazniжe koga je volja. I Allah pripada vlast nebesa i zemlje, i šta god je između njih, i da mu je do [odrediљta].
uk: Але євреїв і християн сказати, "ми діти Аллах і його кохана." Сказати: "Тоді чому він покарати вас за ваші гріхи?" Швидше за все, ти людської істоти з числа тих, що він створив. Він прощає, кому він хоче і він карає, кого він хоче. І щоб Аллах належить Домініон небеса та Земля і все, що між ними і йому це [пункт] призначення.
vi: Nhưng những người Do Thái và các Kitô hữu nói, "Chúng tôi là con của Allah và yêu quý của mình." Nói, "Sau đó tại sao có ông trừng phạt bạn cho tội lỗi của bạn?" Thay vào đó, bạn là con người trong số những người ông đã tạo ra. Ông tha thứ cho người mà Ngài muốn, và ông trừng phạt mà Ngài muốn. Và Allah thuộc lãnh địa của bầu trời và trái đất và bất cứ điều gì giữa chúng, và ông là [cuối cùng] đích.
zu: Kodwa amaJuda namaKristu bathi: "Singabafowabo abantwana bakwa-Allah Akhe thandeka."

# Quran688
source: O People of the Scripture, there has come to you Our Messenger to make clear to you [the religion] after a period [of suspension] of messengers, lest you say, "There came not to us any bringer of good tidings or a warner." But there has come to you a bringer of good tidings and a warner. And Allah is over all things competent.
ca: O gent de l'escriptura, hi ha arribat a vostè nostra Missatger a aclarir perquè [la religió] després un període [de suspensió] de missatgers, no sigui que dius, "no va notificar que taurs ens qualsevol portador de la bona nova o un Avisador." Però hi ha vingut un portador de la bona nova i un Avisador. I Allah sobre totes les coses competents.
cy: O bobl o'r ysgrythur, wedi dod i chi ein Messenger ei gwneud yn glir i chi [y grefydd] ar ôl cyfnod [o atal] o negeseuwyr, rhag ofn y dywedwch, "yna ddaeth nid i ni bringer unrhyw tidings da neu warner." Ond mae wedi dod i chi bringer o tidings da a warner. A yw Allah dros holl bethau yn gymwys.
da: O folk af Skriften, der er kommet til dig vores Messenger gøre klart til dig [religion] efter en periode [af suspension] budbringere, lest du siger, "der kom ikke til os nogen bringer gode tidender eller en warner." Men der er kommet til dig en bringer gode tidender og en warner. Og Allah er over alle ting kompetente.
el: O άνθρωποι του Scripture, εκεί έχει έρθει σε σας Messenger μας να καταστήσουμε σαφές σας [θρησκεία] μετά από μια περίοδο [της αναστολής] κλητήρες, μήπως λέτε, «εκεί ήρθε όχι σε εμάς οποιαδήποτε φέρνουν καλή είδηση ή μια warner.» Αλλά εκεί έχει έρθει σε σας φέρνουν μια καλή είδηση και μια warner. Και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: O inimesi Pühakirja, seal on tulnud teile meie Messenger selgitada teile [religioon] pärast [peatamise] kullerid, muidu sa ütled, "seal tuli ei meile mingeid bringer rõõmusõnumit või mõne warner." Aga seal on tulnud teile endas rõõmusõnumit ja ka warner. Ja Jumal on üle kõik asjad pädev.
fi: O ihmiset Raamatun, siellä on tullut sinulle meidän Messenger selventää teille [uskonnon] kuluttua [keskeyttäminen] lähettiläitä, jottei sanot, "siellä tuli eivätkä vain meille bringer ilosanoman tai warner." Mutta siellä on tullut teille bringer ilosanoman ja warner. Ja Jumala on kaikkivaltias toimivaltainen.
he: O אנשים של כתבי הקודש, שם הגיע לך השליח שלנו להבהיר לך [הדת] לאחר תקופת [של השעיה] שליחים, שמא אתה אומר, "הגיע אלינו כל מביא בשורות טובות או של וורנר." אך שם הגיע אליך כרוז של בשורות טובות, של וורנר. אללה נגמר המוסמכת כל הדברים
hr: O ljudi Svetog pisma, tamo je došao da vas naš Glasnik da jasno ti [religije] nakon razdoblja [suspenzije] glasnika, da ne kažeš, "dođe nama svaki Donositelj dobre vijesti ili je warner." Ali tamo je došao da vas Donositelj dobre vijesti i za warner. A Allah je nad svim stvarima nadležan.
lt: O žmonės knygos, ten jums atėjo mūsų Messenger paaiškinti jums [religija] praėjus [sustabdymo] pasiuntiniai, kad jūs sakote, "atėjo ne į mus bet bringer gera žinia arba su warner." Bet ten yra pas tave per bringer gera žinia ir su warner. Ir Dievas yra virš visų dalykų kompetentinga.
lv: O cilvēku no rakstiem, kas tur ir pienācis jums mūsu kurjers, lai būtu skaidrs, jums [reliģijas] [par apturēšanu] beidzoties kurjeriem, nedrīkstam arī jūs sakāt, "tur ieradies nevis lai mūs jebkura nesēja labas vēstis vai warner." Bet tur ir pienācis jums labas vēstis un warner nesēja. Un pār visām lietām, kas ir kompetentas ir Allah.
nb: O folk av skriften, det har kommet til deg vår Messenger gjøre klart deg [religion] etter en periode [med] av messengers, lest du sier, "det kom ikke til oss noen bringer godt budskap eller en warner. Men det har kommet til deg en bringer av gode budskap og advarsler. Og Allah er over alle ting kompetent.
sk: O ľudí Biblie, tam má prísť k vám, naši Messenger objasniť vám [náboženstvo] po dobu [suspenzie] poslov, inak by ste povedať, "prišla nie pre nás akékoľvek prinášajúci dobrá zvesť alebo warner." Ale tam má prísť k vám prinášajúci dobrú zvesť a warner. A Boh je nad všetkými vecami, ktoré sú príslušné.
sl: O ljudje Sveto pismo, da je prišel, vam naši sel pojasniti vam [vera] po določenem [suspenzije] sli, da ne boste rekli, "je prišel ni na nas vse prinašalca dobrih novic ali a warner." Ampak tam je prišel k vam prinašalca dobrih novic in a warner. In Alah je nad vse stvari, ki so pristojni.
sr_cyrl: О људима писма из сперме ти Оур гласника, нека буде јасно да ти [религије] након периода [суспензија] од гласника, да не би ти рекао, "тамо вратио да нас не сваки доносилац радосне или је wарнер." Али тамо има да ти доносилац радосне и за wарнер. А Аллах је преко надлежних све ствари.
sr_latn: O ljudima pisma iz sperme ti Our glasnika, neka bude jasno da ti [religije] nakon perioda [suspenzija] od glasnika, da ne bi ti rekao, "tamo vratio da nas ne svaki donosilac radosne ili je warner." Ali tamo ima da ti donosilac radosne i za warner. A Allah je preko nadležnih sve stvari.
uk: O людей в Писанні, там прийшов до вас, наші Messenger повинна чітко вказати вам на релігію після періоду [підвіски] з обміну повідомленнями, щоб не сказати, "прийшов не до нас будь-якого bringer добру новину чи в warner." Але там прийшов до вас bringer добру новину і в warner. І все впокорив компетентним Аллаха.
vi: O người của kinh thánh, có đã đến với bạn Messenger của chúng tôi để làm cho rõ ràng cho bạn [tôn giáo] sau một thời gian [tạm dừng] của sứ giả, vì sợ bạn nói, "có đến không cho chúng tôi bất kỳ bringer tidings tốt hay một warner." Nhưng có đã đến với bạn một bringer của tidings tốt và một warner. Và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: O ntu scripture, lapho kufikile kuwe Messenger yethu yokwenza ucacelwe [inkolo] ngemva kwenkathi [sokumiswa] letitfunywa, funa nithi, 'Kwaba hhayi kithi noma yikuphi oletha izindaba ezinhle noma warner

# Quran689
source: And [mention, O Muhammad], when Moses said to his people, "O my people, remember the favor of Allah upon you when He appointed among you prophets and made you possessors and gave you that which He had not given anyone among the worlds.
ca: I [accèsit, O Muhammad], quan Moses va dir a la seva gent, "O poble meu, recordar el favor d'Allah a vostè quan va nomenat entre vosaltres profetes i fer posseïdors i li va donar el que no havia fet ningú entre els mons.
cy: A [sôn, O Muhammad], pan ddywedodd Moses at ei bobl, "O fy pobl, cofiwch favor Allah arnoch pan benodwyd ymhlith eich proffwydi a gwneud eich rhentwyr a roddodd ichi sydd wedi ni roddodd unrhyw un ymhlith y fyd.
da: Og [omtale, O Muhammad], da Moses sagde til sit folk, "O mit folk, huske Allah gunst ved du når han udpeget blandt jer profeter og gjort dig Besiddere og gav dig det, som han ikke havde givet nogen blandt verdens.
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Moses είπε στο λαό, «O μου άνθρωποι, θυμηθείτε τη χάρη του Αλλάχ σας όταν διορίζεται ανάμεσά σας προφήτες και σας έκανε κάτοχοι και σας έδωσε αυτό που δεν είχε δώσει μεταξύ των κόσμων.
et: [Märkus, O Muhammad], kuna Moses ütles oma rahvale "O minu inimesed kindlasti teene Jumal teie peale kui ta ametisse Joukostanne prohvetid ja pani sind massiteabevahendite ja andis teile seda, mis ta oli andnud keegi Maailmade vahel.
fi: [Maininnan Oi Muhammed] kun Moses sanoi kansalleen "Oi kansani, muista Allah palveluksen teille kun hän nimitti keskuudessanne profeetat ja teki hallussapitäjiä ja antoi sinulle sitä, mitä hän ei ollut kukaan maailmojen joukossa.
he: ו [אזכור, מוחמד O], כאשר Moses אמר לאנשים שלו, "O עמי, זוכרת את אמונם של אללה עליכם שמינה ביניכם, נביאים, גרם לך ותפוסים, נתן לך את מה שהוא לא נתן לאף אחד בין העולמות.
hr: I [spomenuti, O Muhammad], kada Moses je rekao svome narodu, "narode moj, sjećam se milost Allaha na vas kad je imenovan među vama proroke i napravio posjednici i dao vam ono što nije dao nikome među svjetovima.
lt: Ir [paminėti, O Muhammad], kai Moses pasakė savo tautos, "O mano tauta, prisiminti Dievo malonės tave kai jis paskirtas tarp jūsų pranašų ir tave savininkais ir jums davė tai, kas jis nebuvo suteikta visiems tarp pasaulių.
lv: Un [pieminēt, O Muhammad], kad Moses teica savai tautai, "O mana tauta, atcerēšanos, favor Allāha viņš iecelts vidū pravieši, kas tādiem īpašniekiem un deva jums to, ko viņš nav radījis kāds starp pasaulēm.
nb: Og [omtale, O Muhammad], da Moses sa til sitt folk, "mitt folk, husker favør Allah dere da han utnevnt blant dere profeter og gjorde du besittere og ga deg som han ikke hadde gitt noen blant verdens.
sk: A [zmienka, Mohamed], keď Moses povedal svojim ľuďom, "O mojich ľudí, nezabudnite priazeň Boh na vás keď menovaný medzi vami prorokov a urobil si vlastníci a dal to, čo dal niekto nie medzi svetmi.
sl: In [omenja, O Muhammad], ko je dejal Moses svojemu ljudstvu, "O moj ljudi, ne pozabite uslugo Allah na vas ko je imenovan med vami preroki in so si imetniki in dal tisto, kar on ni dal kdo med svetovi.
sr_cyrl: И [помена, О Мухаммад], када је Мосес рекла својима, О мом народу, запамтите услугу и Аллах на вас када је постављен за медју вама пророке и направио си поссессорс и ти је дао оно што није дао никоме међу светова.
sr_latn: I [pomena, O Muhammad], kada je Moses rekla svojima, O mom narodu, zapamtite uslugu i Allah na vas kada je postavljen za medju vama proroke i napravio si possessors i ti je dao ono što nije dao nikome među svetova.
uk: І [згадки, O Мухаммад], коли Moses сказав до свого народу, "O народ мій, пам'ятайте користь Аллах на вас коли він призначив серед вас, пророків і ви власниками і дав вам те, що він не дали нікому серед світів.
vi: Và [đề cập đến, O Muhammad], khi Moses nói đến người dân của mình, "O người của tôi, nhớ ơn Allah khi bạn khi ông được chỉ định trong số các tiên tri của bạn và làm bạn mà và đã cho bạn rằng ông đã không đưa ra bất cứ ai trong số các thế giới.
zu: Futhi [Khumbuzani, O Muhammad], lapho uMose wathi kubantu bakhe: "O bantu bami, khumbula umusa ka Allah lapho Wamisa phakathi kwenu abaprofethi futhi wenze nawe labo nganinika lokho engakwamukela Wayengalilahlanga ubani phakathi imihlaba
