Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran648
source: And [We cursed them] for their breaking of the covenant and their disbelief in the signs of Allah and their killing of the prophets without right and their saying, "Our hearts are wrapped". Rather, Allah has sealed them because of their disbelief, so they believe not, except for a few.
ca: I [hem maleït ells] per la seva ruptura del Pacte i la seva incredulitat en els senyals d'Allah i seu assassinat dels profetes sense dret i diu, "nostres cors s'embolica". Més aviat, Allah ha segellat-los per la seva incredulitat, perquè creuen no, excepte uns pocs.
cy: A [Rydym yn melltithio iddynt] ar gyfer eu torri y cyfamod a eu anghrediniaeth yn arwyddion o Allah a eu lladd y proffwydi heb hawl ac yn eu dweud, "Mae ein calonnau lapio". Yn hytrach, mae'r Allah selio iddynt oherwydd eu hanghrediniaeth, felly maent yn credu nad yw, heblaw am ychydig.
da: Og [vi forbandet dem] for deres bryde pagten og deres vantro i tegn på Allah og deres drab på profeter uden ret og deres siger, "vores hjerter er pakket". Snarere, Allah har forseglet dem på grund af deres vantro, så de mener ikke, bortset fra et par.
el: Και [εμείς τους έβρισα] για τους σπάσιμο της σύμβασης και τη δυσπιστία των σημείων του Αλλάχ και τη θανάτωσή τους από την προφήτες, χωρίς δικαίωμα και να τους λένε, «καρδιές μας είναι τυλιγμένα». Μάλλον, Αλλάχ έχει τους σφραγισμένα λόγω δυσπιστία τους, έτσι θεωρούν ότι δεν, πλην ελαχίστων.
et: Ja [me neetud neile] nende purunemine pakt ja oma uskumatus Allah nähud ja surmamisel õiguseta prohvetid ja nende ütlus, "meie südamed on pakitud". Pigem Allah on pitseeritud neid oma uskumatus, sest nii, et nende arvates ei ole, välja arvatud mõned.
fi: Ja [meidän kirosivat heitä] he rikkoivat liiton ja epäuskosta Allah merkkejä ja profeetat oikeudettomasti lopetuksen ja niiden sanonta, "sydämemme kääritään". Pikemminkin Jumala on suljettu niitä koska epäuskon, joten he usko lukuun ottamatta muutamia.
he: [אנחנו היכו אותם] שלהם בהפרת האמנה ואת אמונתם על השלטים של אללה, שלהם הרג הנביאים ללא זכות ולומר שלהם, "ליבנו עטופות". במקום זאת, אללה חסמה את אותם בגלל אי אמונתם, כך הם מאמינים, מלבד כמה.
hr: I [mi ih je prokleo] za razbijanje saveza i njihove nevjerice u znakovi Allaha i njihovo ubijanje proroka bez prava i oni kažu, "naša srca su umotana". Radije, Allah je zapečatio ih zbog njihove nevjerice, pa ne vjeruju, osim nekoliko.
lt: Ir [mes prakeiktas juos] jų nesilaikantiems paktas ir jų netikėjimo Dievo ženklai ir jų pranašai neturint tam teisės gyvūnų ir jie sako, "mūsų širdyse suvynioti". Atvirkščiai, Dievas buvo u˛darytos juos dėl jų netikėjimo, todėl, jų nuomone, išskyrus keletą.
lv: Un [mēs tos nejauks] to sadalīšana pilsētas mēru un to Allah pazīmes, neticība un viņu nogalināšanas pravieši bez tiesībām un viņu sakot, "mūsu sirdis ir iesaiņoti". Drīzāk, Allah ir noslēgti viņiem sakarā ar viņu neticību, tāpēc viņi uzskata, ka nav, izņemot dažus.
nb: Og [vi forbannet dem] for deres brudd på pakten og deres vantro i tegnene av Allah og deres drepe profetenes uten rett og deres sier, "våre hjerter er pakket". Snarere har Allah forseglet dem på grunn av deres vantro, så de tror ikke, med unntak av noen.
sk: A [sme nadával ich] ich porušenie paktu a ich nedôveru v znamení Alah a ich zabíjaní prorokov bez práva a ich slovami, "naše srdcia sú zabalené". Skôr Alah má uzavreté im kvôli ich nedôveru, tak sa domnievajú, že nie, okrem niekoľkých.
sl: In [smo preklet jih] za svoje zlom zveze in svoje nejeverno v znake Allah in usmrtitvi prerokov brez pravice in njihove pravi, "naša srca so zaviti". Namesto, Allah je zapečatena jih zaradi svoje nejeverno, tako menijo, da ne, razen nekaj.
sr_cyrl: [Ми их је проклео] за њихове ломљењу Завјет и њихове неверовање у знацима од Алаха и њихова убијања пророка без права и њихова изрека, "наша срца су умотана". Радије, Аллах је затворила их због њихове неверовање, тако да они верују да не, осим неколицине.
sr_latn: [Mi ih je prokleo] za njihove lomljenju Zavjet i njihove neverovanje u znacima od Alaha i njihova ubijanja proroka bez prava i njihova izreka, "naša srca su umotana". Radije, Allah je zatvorila ih zbog njihove neverovanje, tako da oni veruju da ne, osim nekolicine.
uk: І [ми прокляті їх] за їх порушення заповіт і їх невіра в ознаки Аллаха і їх вбивство пророків без права і їх приказка, "наші серця загорнуті". Скоріше, Аллах має запечатаний їх через їх невір'я, тому що вони вважають не, за винятком небагатьох.
vi: Và [chúng ta nguyền rủa họ] của họ vi phạm các công ước và sự hoài nghi của họ trong các dấu hiệu của Allah và của vụ giết người của các tiên tri mà không có quyền và họ nói, "trái tim của chúng tôi được gói". Thay vào đó, Allah đã niêm phong họ vì sự hoài nghi của họ, do đó, họ tin rằng không, ngoại trừ một số ít.
zu: Futhi [We ngabathuka] ngenxa ekuhlephuleni yawo yesivumelwano disbelief yabo izibonakaliso Allah nokubulawa kwabo abaprofethi ngaphandle ilungelo bethi zabo, "Izinhliziyo zethu zihlobene '.

# Quran649
source: And [We cursed them] for their disbelief and their saying against Mary a great slander,
ca: I [hem maleït ells] per la seva incredulitat i la seva dient contra Mary una calúmnia gran,
cy: A [Rydym yn melltithio iddynt] ar gyfer eu hanghrediniaeth a'u eu dweud erbyn Mary enllib mawr,
da: Og [vi forbandet dem] for deres vantro og deres siger mod Mary en stor bagvaskelse,
el: Και [εμείς τους έβρισα] για τη δυσπιστία τους και τους λέει εναντίον Mary μεγάλη συκοφαντία,
et: Ja [me neetud neile] oma uskumatus ja nende öeldes Mary vastu suur laimu,
fi: Ja [meidän kirosivat heitä] epäuskosta ja heidän sanoa vastaan Mary suuri panettelu
he: [אנחנו היכו אותם] עבור אמונתם ולומר שלהם נגד מרי להשמיץ נהדר,
hr: I [mi ih je prokleo] za njihove nevjerice i njihovih govoreći protiv Marija velika kleveta,
lt: Ir [mes prakeiktas jiems] dėl jų netikėjimo ir jų sako nuo Marijos puikus šmeižtu,
lv: Un [mēs tos nejauks] viņu neticību un to pasakot pret Mariju liela neslava,
nb: Og [vi forbannet dem] for deres vantro og deres sier mot Mary en stor bakvaskelse,
sk: A [sme nadával ich] za ich nedôveru a ich hovorí proti Mária veľké urážky,
sl: In [smo preklet jih] za svoje nejeverno in njihovega rekel proti Mary veliko obrekovanja,
sr_cyrl: [Ми их је проклео] за њихове неверици и њихове говорио против Мери велику клевету,
sr_latn: [Mi ih je prokleo] za njihove neverici i njihove govorio protiv Meri veliku klevetu,
uk: І [ми прокляті їх] для їх невір'я і їх кажучи: проти Мері великий наклеп,
vi: Và [chúng ta nguyền rủa họ] sự hoài nghi của họ và họ nói với Mary vu oan tuyệt vời,
zu: Futhi [We ngabathuka] disbelief bethi yabo ngokumelene UMariya ukunyundela omkhulu,

# Quran650
source: And [for] their saying, "Indeed, we have killed the Messiah, Jesus, the son of Mary, the messenger of Allah." And they did not kill him, nor did they crucify him; but [another] was made to resemble him to them. And indeed, those who differ over it are in doubt about it. They have no knowledge of it except the following of assumption. And they did not kill him, for certain.
ca: I [per] seu dient: "de fet, ens han matat el Messiah, Jesús, el fill de Mary, el Missatger d'Allah." I no matar-lo, ni feia van crucificar-lo; però [un altre] es va fer a assemblar-se-li a ells. I de fet, són aquells que difereixen sobre això en dubte. Tenen cap coneixement de, excepte el seguiment de l'Assumpció. I no matar-lo, per a determinats.
cy: A [i] eu dweud, "yn wir, y wedi lladd y Meseia, Iesu, fab i Mary, y negesydd Allah." Ac nid ydynt yn ei ladd, nac oedd eu bod yn crucify iddo; ond gwnaed [arall] ef yn ymdebygu iddynt. Ac yn wir, rhai sy'n anghytuno ag ef ar amheuaeth yn ei gylch. Mae ganddynt unrhyw wybodaeth ohono ac eithrio y canlynol o dybiaeth. Ac nid oedd lladd ef, i rai.
da: Og [for] deres siger, "Ja, vi har dræbt Messias, Jesus, søn af Mary, messenger i Allah." Og de dræbe ikke ham, eller gjorde de korsfæste ham; men [anden] blev lavet til at ligne ham til dem. Og dem, der adskiller sig over det er faktisk i tvivl om det. De har ingen viden om det undtagen følgende af antagelse. Og de dræbe ikke ham, for visse.
el: Και [για] να τους πούμε, «πράγματι, έχουμε σκότωσε το Μεσσία, τον Ιησού, ο γιος της Μαρίας, ο αγγελιοφόρος του Αλλάχ.» Και αυτοί δεν τον σκότωσε, ούτε έκανε που σταυρώσει τον? αλλά [άλλο] έγινε για να μοιάζουν με τον τους. Και πράγματι, εκείνοι που διαφέρουν από πάνω του είναι σε αμφιβολία σχετικά με αυτό. Δεν έχουν καμία γνώση του το εκτός από τα ακόλουθα της Κοιμήσεως Θεοτόκου. Και δεν σκοτώνει τον, για ορισμένους.
et: Ja [jaoks] nende ütlus "tõepoolest, me tappis Messias, Jeesuse, Maarja, messenger Jumala poeg." Ja nad ei tapnud teda ega tegid nad risti kuid [teine] oli tehtud talle meenutama neid. Ja tõepoolest, erinesid ⁿle tekib kahtlusi see. Neil ei ole teadmisi sellest, välja arvatud järgmised eeldus. Ja nad ei tapnud teda, teatavate.
fi: Ja [] niiden sanonta "itse asiassa tapoimme Messias, Jeesus, Marian, Allahin poika." Ja he eivÃ¤t tappaa hänet, eikä naulitsemaan hänet; [toinen] on kuitenkin saavutettu muistuttaa häntä heille. Ja todellakin, jotka on eri mieltä se on epäilystäkään. Heillä ei ole tietoa siitä, lukuun ottamatta seuraavia oletus. Ja he eivÃ¤t tappaa hänet, tiettyjen.
he: [על] שלהם ואומר "ואכן, הרגנו את המשיח, ישוע, בנה של מרים, שליח אללה." הם לא הרג אותו, ולא עשה הם יצלבו אותו; [אחר] נעשה דומה לו אותם. ואכן, אלה אשר נבדלים מעליו נמצאים ספק בעניין. יש להם שום ידע על זה. מלבד הבאות של ההנחה. הם לא הרג אותו, בוודאות.
hr: I za svoje kazivanje, "uistinu, ubili smo Mesiju, Isusa, sina Marijina, Allahov." I oni ga ubiti, niti razapinjali su ga; Ali [drugi] je napravljen da nalikuju ga na njih. I doista, oni koji se razlikuju zbog toga su u nedoumici o tome. Oni imaju pojma o tome osim sljedeće pretpostavke. I oni ga, ubiti sigurno.
lt: Ir [už] jų sako: "iš tiesų, mes nužudyti Mesijas, Jėzus, Marijos, Allaho sūnus." Ir jie ne padarė jį nužudyti, nei jie nukryžiuoti Tačiau [kitas] tapo panašūs į jį jiems. Ir iš tiesų, tie, kurie skiriasi per jį, abejonės. Jie turi žinių apie jį išskyrus dangų. Ir jie padarė ne jį nužudyti, tam tikrų.
lv: Un [] to sakot: "patiešām, mums ir nogalināti Mesija, Jēzus, Marija, messenger Allah dēls." Un viņi nemēdz nogalināt viņu, nedz arī viņi bija krustā viņu; taču viņam līdzināties tām [vēl] netika veikts. Un patiešām, atšķiras vairāk nekā to, kuri ir šaubas par to. Viņiem nav zināšanu par to, izņemot šādu pieņēmumu. Un tie nav nogalināt viņu, dažiem.
nb: Og [for] deres sier, "Ja, vi har drept Messias, Jesus, sønn av Mary, messenger av Døyve." Og de drepte ham ikke, eller de korsfestet ham; men [en annen] ble gjort å likne ham dem. Og ja, de som avviker det er i tvil om det. De har ingen kunnskap av det unntatt følgende av antagelse. Og de drepte ham ikke, for enkelte.
sk: A [k] ich slovami: "v skutočnosti sme zabili Mesiáša, Ježiša, syna Márie, posol Alláha." A oni ho nezabil, ani oni sa ukrižovať, ho; ale [iný] sa mu podobať im. A naozaj, tých, ktorí sa líšia nad ním sú pochybnosti o tom. Oni nemajú vedomosti o to, s výnimkou nasledujúceho predpokladu. A oni ho nezabil určitých.
sl: In [za] rekel, "res, so ubili smo Mesija, Jezus, sin Marije, sel od Allah." In ni ubil njega, niti so križali vendar [drugo] je bil, da ga spominjajo nanje. In res, tisti, ki razlikujejo nad njim so v dvomih o tem. Oni nimajo znanja da razen naslednje predpostavke. In ni ubil njega, za nekatere.
sr_cyrl: И за њихову изреку, "заиста, убили смо Месију, Исус, син Марије, гласник Алаха." И које га нису убили, нити да ли су се разапне; Али [друге] је направљен да личи на њега да их. И заиста, они који се разликују због тога су у недоумици о томе. Немају информације о томе осим следећих претпоставка. И које га, засигурно нису убили.
sr_latn: I za njihovu izreku, "zaista, ubili smo Mesiju, Isus, sin Marije, glasnik Alaha." I koje ga nisu ubili, niti da li su se razapne; Ali [druge] je napravljen da liči na njega da ih. I zaista, oni koji se razlikuju zbog toga su u nedoumici o tome. Nemaju informacije o tome osim sledećih pretpostavka. I koje ga, zasigurno nisu ubili.
uk: І [для] їх приказка "дійсно, ми вбили Месії, Ісус, син Марії, Посланник Аллаха." І вони не вбити його, і не зробили вони Розіпни; але [іншого] було зроблено, щоб нагадувати його до них. І дійсно, ті, які відрізняються над ним є сумніви про це. Вони не мають знань про його за винятком такі припущення. І вони не вбив його, для деяких.
vi: Và cho họ nói, "thật vậy, chúng tôi đã giết Đấng Mê-si, Chúa Giêsu, con trai của Mary, là sứ giả của Allah." Và họ đã không giết anh ta, cũng không làm họ đóng đinh Ngài; nhưng [khác] đã được thực hiện để trông giống như anh ta cho họ. Và quả thực, những người khác nhau hơn nó là nghi ngờ về nó. Họ không có kiến thức của nó ngoại trừ sau đây giả định. Và họ đã không giết anh ta, chắc chắn.
zu: Futhi [ngoba] zwi abo, "Ngempela, simbulale uMesiya, uJesu, indodana kaMariya, isithunywa Allah."

# Quran651
source: Rather, Allah raised him to Himself. And ever is Allah Exalted in Might and Wise.
ca: Més aviat, Allah criar a si mateix. I mai és Allah exaltat en força i savi.
cy: Yn hytrach, cododd Allah wrtho iddo'i hun. Ac byth yn Allah i'w mawrygu yn allai a Wise.
da: Snarere, Allah rejst ham til sig selv. Og nogensinde er Allah ophøjet i Might and Wise.
el: Μάλλον, έθεσε τον Αλλάχ για τον εαυτό του. Και ποτέ Αλλάχ υπερυψωμένα σε δύναμη και σοφός.
et: Pigem on Jumal äratas ta ise. Ja kunagi on Jumala ülendatud Might ja tark.
fi: Pikemminkin Jumala herätti hänet itselleen. Ja aina on, Jumala on korottanut voi ja viisas.
he: במקום זאת, אללה העלה אותו לעצמו. והוא פעם אללה המרומם ב וייז והכוח.
hr: Naprotiv, Allah ga je podigao sebi. I uvijek je Allah uzvišeni u moć i mudar.
lt: Atvirkščiai, Dievas prikėlė jį sau. Ir kada nors yra Dievas išaukštino gali ir išmintingas.
lv: Pareizāk sakot, Allah izcēlām viņu pie sevis. Un kādreiz ir var un gudrs cildens Allah.
nb: Snarere oppdro Allah ham selv. Er noensinne Allah opphøyet i makt og klok.
sk: Skôr, Boh ho vzkriesil sám. A niekedy je Boh povýšil v sile a múdry.
sl: Namesto, Allah obudil k sebi. In kdaj je Allah vzvišeno v oblast in pametno.
sr_cyrl: Радије , Аллах га је подигла сам са собом. И никада је Алах измореном у моћ и мудар.
sr_latn: Radije, Allah ga je podigla sam sa sobom. I nikada je Alah izmorenom u moć i mudar.
uk: Скоріше, Аллах його воскресив себе. І коли-небудь підніс Аллаху в меча і Мудрого.
vi: Thay vào đó, Allah lớn lên anh ta cho mình. Và bao giờ là Allah sôi nổi trong Might và khôn ngoan.
zu: Kunalokho, Allah wamvusa kuye.

# Quran652
source: And there is none from the People of the Scripture but that he will surely believe in Jesus before his death. And on the Day of Resurrection he will be against them a witness.
ca: I hi ha cap de la gent de l'escriptura però que sens dubte va a creure en Jesús abans de morir. I el dia de resurrecció serà contra ells un testimoni.
cy: Ac nid oes gan bobl yr ysgrythur ond y bydd ef yn sicr yn credu yn Iesu cyn ei farwolaeth. Ac ar ddiwrnod yr atgyfodiad ef fydd yn eu herbyn yn dyst.
da: Og der er ingen fra folk af Skriften, men at han vil helt sikkert tror på Jesus før sin død. Og på den dag i opstandelse han vil være imod dem. et vidne.
el: Και δεν υπάρχει κανένας από τους ανθρώπους του Scripture, αλλά ότι αυτός θα σίγουρα πιστεύουν στον Ιησού, πριν το θάνατό του. Και την ημέρα της Ανάστασης θα είναι εναντίον τους μάρτυρας.
et: Ja see puudub pühakiri inimestelt vaid, et ta kindlasti usuvad Jeesusesse enne tema surma. Ja ülestõusmist päeval saab ta nende vastu tunnistaja.
fi: Ja ei ole kukaan ihmiset Raamatun että hän varmasti uskoa Jeesukseen ennen kuolemaansa. Ja ylösnousemuksen päivänä hän tulee olemaan niitä vastaan todistajana.
he: ויש אף אחד מהאנשים של כתבי הקודש אבל זה הוא בוודאי יאמין בישוע לפני מותו. ויהיה על יום תחיית המתים הוא נגדם עדה.
hr: I nitko od ljudi Svetog pisma, ali da on sigurno će vjerovati u Isusa prije njegove smrti. I na dan uskrsnuća on će protiv njih biti svjedok.
lt: Ir nėra nė vienas iš žmonių, knygos, bet kad jis bus tikrai tiki Jėzų iki jo mirties. Ir prisikėlimo dieną jis bus prieš juos liudytojas.
lv: Un nav neviena no rakstos tautas, bet, ka viņš noteikti tic Jēzus pirms viņa nāves. Un augšāmcelšanās dienā viņš būs pret viņiem liecinieks.
nb: Og det er ingen fra folk i skriften, men at han vil sikkert tro på Jesus før sin død. Og på dagen av oppstandelse han vil være mot dem et vitne.
sk: A nie je nikto z ľudí z Biblie, ale že on sa určite veriť v Ježiša pred jeho smrťou. A na deň vzkriesenia bude proti nim svedka.
sl: In ni nobeden od ljudi, Sveto pismo, ampak da bo zagotovo verjamejo v Jezusa pred smrtjo. In na dan od vstajenje je treba proti njim priča.
sr_cyrl: И нико од људи из Светог писма али то ће сигурно верује у Исуса пред његову смрт. И на дан ускрснућа он ће бити против њих свједок.
sr_latn: I niko od ljudi iz Svetog pisma ali to će sigurno veruje u Isusa pred njegovu smrt. I na dan uskrsnuća on će biti protiv njih svjedok.
uk: І немає від людей в Писанні, але що він безумовно буде вірити в Ісуса до своєї смерті. І на день Воскресіння, він буде проти них свідка.
vi: Và là không có những người trong kinh thánh, nhưng mà ông chắc chắn sẽ tin vào Chúa Giêsu trước khi qua đời. Và vào ngày phục sinh sẽ chống lại họ một nhân chứng.
zu: Futhi akakho kusukela ntu scripture kodwa ukuthi yena surely kholwa kuJesu ngaphambi kokufa kwakhe.

# Quran653
source: For wrongdoing on the part of the Jews, We made unlawful for them [certain] good foods which had been lawful to them, and for their averting from the way of Allah many [people],
ca: Per irregularitats per part dels jueus, hem fet il·legal per a ells [certa] aliments bons, que havia estat legals per a ells, i per d'evitar de la manera d'Allah moltes [persones],
cy: Am ddrwgweithredu gan yr Iddewon, a wnaethom yn anghyfreithlon am eu bwydydd da [penodol] a oedd wedi bod yn gyfreithlon iddynt, ac am eu osgoi o'r ffordd o Allah llawer o [pobl],
da: For forseelser hos jøderne gjort vi ulovligt for dem [Vis] gode fødevarer, som havde været lovlig til dem og for deres afværge fra måde Allah mange [mennesker],
el: Αδίκημα εκ μέρους των Εβραίων, καταστήσαμε παράνομη για τους [ορισμένες] καλά τρόφιμα, η οποία είχε νόμιμη σε αυτούς, και για να τους αποτρέψει από το δρόμο του Αλλάχ πολλά [Πρόσωπα],
et: Karistatavast lennuettevõtjal juudid, tegime õigusvastane, neile [teatud] head toidud, mis olid olnud seaduslikud neile, ning nende ära hoidmiseks sellest, kuidas Jumal paljud [inimesed]
fi: Väärinkäytökset taholta juutalaiset olemme tehneet laitonta, [tietyn] hyviä elintarvikkeita, joka oli ollut laillista niitä ja niiden torjumisesta tapa hillitä monet [ihmiset],
he: על מעשים רעים מצד היהודים, עשינו בלתי חוקיים עבור אותם מזונות טובה [מסוימים], אשר הייתה כדין להם ועבור שלהם הסב מן הדרך של אללה רבים [אנשים],
hr: Za zloupotrebe od strane Židova, napravili smo nezakonito za njih [određenim] dobre hrane koja je bila zakonito da ih i za njihove averting kako Allah mnogo [ljudi],
lt: Už nusižengimus žydai, mes padarėme neteisėtą jų [tam] geros maisto produktų, kurie buvo teisėtai jiems, ir jų išvengti iš to, kaip Dievo daug [žmonių],
lv: Lai noziegums no ebrejiem, mēs veicām nelikumīgu viņiem [konkrētu] laba pārtika, kas bijusi likumīga viņiem un par viņu aizgriezt no Allah veidā daudz [cilvēku],
nb: For urett av jødene gjort vi ulovlig for dem [sikkert] god mat som hadde vært lovlig til dem og deres avverge fra veien til Gud mange [mennesker],
sk: Za previnenie zo strany Židov, sme urobili nezákonné pre ne [niektoré] dobré potraviny, ktoré boli legálne na ne a ich odvrátenie od Alaha, ako mnoho [ľudia],
sl: Za kršitve zakona s strani Judje, smo naredili nezakonito zanje [nekaterih] dobre hrane, ki je bila zakonita nanje, in za njihovo preprečitev iz pot Allah veliko [ljudje],
sr_cyrl: За какве злоупотребе од стране Јевреја, направили смо незаконитог за њих [одређеним] добре хране, која је била законита да их, као и за њихове жели чути од пута Аллах [многе], па
sr_latn: Za kakve zloupotrebe od strane Jevreja, napravili smo nezakonitog za njih [određenim] dobre hrane, koja je bila zakonita da ih, kao i za njihove želi čuti od puta Allah [mnoge], pa
uk: За порушення з боку євреїв ми зробили незаконним для них [деякі] хороші продукти, який був законним до них, і для їх запобігання від того, як Аллах [багатьом],
vi: Đối với hành vi sai trái trên một phần của người Do Thái, chúng tôi thực hiện trái pháp luật cho họ [một số] tốt các loại thực phẩm đã được hợp pháp cho họ, và cho họ averting cách của Allah nhiều [người],
zu: Ngoba ububi ingxenye amaJuda, Senza kuphambene nomthetho kuwo ukudla [ezithile] ezinhle elalibe Kuvunyelwe kubo, futhi Ukuphambukisa zabo endleleni Allah [abantu] abaningi,
