Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran153
source: Those to whom We gave the Scripture know him as they know their own sons. But indeed, a party of them conceal the truth while they know [it].
ca: Aquells a qui ens va donar l'escriptura ell sap com saben els seus propis fills. Però de fet, una festa d'ells amagar la veritat mentre ho saben [].
cy: Mae'r rhai y rhoesom y ysgrythur yn gwybod ef fel eu bod yn gwybod eu hunain meibion. Ond yn wir, yn blaid eu cuddio gwir tra eu bod yn gwybod [TG].
da: Dem, til hvem vi gav skriften ved ham, som de ved deres egne sønner. Men ja, en part af dem skjule sandheden, mens de ved [det].
el: Εκείνοι για τους οποίους δώσαμε η γραφή τον ξέρω όπως ξέρουν γιους τους. Αλλά πράγματι, ένα κόμμα από αυτά κρύβουν την αλήθεια, ενώ γνωρίζουν [αυτό].
et: Need, kellele andsime pühakiri teavad teda, kui nad teavad oma poega. Aga tõepoolest, neist pool varjata tõde, kuigi nad teavad, et [see].
fi: Ne, joille annoimme Raamattu tunne häntä, koska he tietävät omat pojat. Mutta itse asiassa osapuolena niistä salata totuutta, vaikka he tietävät [sen].
he: אלה למי נתנו כתבי הקודש יודעים אותו כפי שהם יודעים את הבנים שלהם. אבל אכן, מסיבה מהם להסתיר את האמת בזמן שהם יודעים [בו].
hr: Oni kojima smo dali pismo znam ga kao što znaju svoje sinove. Ali doista, stranka od njih skrivaju istinu dok znaju [to].
lt: Tie, kam mums davė raštas jį pažinti, nes jie žino savo sūnų. Bet iš tiesų, iš jų šalis nuslėpti tiesą o [jis] nežino.
lv: Tie, kam mēs devām rakstos viņu zina, kā viņi zina savus dēlus. Bet patiešām, puse no tiem noslēpt patiesību, kamēr viņi zina, ka [tā].
nb: De som vi ga skriften kjenner ham som de kjenner sine egne sønner. Men faktisk, en fest av dem skjuler sannheten mens de vet [det].
sk: Tí, ktorým sme dali písmo ho poznajú, pretože vedia, že ich vlastné synovia. Ale naozaj, strana ich zakryť pravdu aj keď vedia, že [to].
sl: Tisti, kateremu smo dal pismo ga poznam, saj vedo, svoje sinove. Ampak res, stranka od njih prikriva resnico, čeprav vedo, da [je].
sr_cyrl: Онима којима смо дали писмо га познајем као што знају своје синове. Али заиста, странка од њих крије истину док знају [то].
sr_latn: Onima kojima smo dali pismo ga poznajem kao što znaju svoje sinove. Ali zaista, stranka od njih krije istinu dok znaju [to].
uk: Тих, кому ми дали Писання знаю його, як вони знають своїх синів. Але дійсно, партії з них приховати істину, а вони знають, що [він].
vi: Những người mà chúng tôi đã cho các Thánh biết anh ta, vì họ biết con trai riêng của họ. Nhưng quả thật vậy, một bữa tiệc của chúng che giấu sự thật trong khi họ biết [nó].
zu: Labo bani We epha umBhalo umazi njengomakhelwane bayazi Amadodana abo.

# Quran154
source: The truth is from your Lord, so never be among the doubters.
ca: La veritat és del seu Senyor, així que mai estar entre la callin.
cy: Y gwir yw eich Arglwydd, fod felly byth ymhlith yr amheuwyr.
da: Sandheden fra din Herre, så aldrig være blandt tvivlerne.
el: Η αλήθεια είναι από το Λόρδο, έτσι ποτέ δεν είναι από τους αμφισβητίες.
et: Tõde on teie Issand, nii et kunagi olla üks kahtlejaid.
fi: Totuus on, tulee Herraltasi, niin koskaan kesken epäilijät.
he: האמת היא מן האל שלך, כך לא יהיה בין הספקנים.
hr: Istina je da od vašeg gospodara, tako da nikada biti među sumnjali.
lt: Tiesa, iš savo Viešpaties, todėl niekada būti tarp watpiacych.
lv: Patiesība ir no jūsu kungs, tik un tā nebūs starp doubters.
nb: Sannheten er Herrens, så aldri være blant tvilerne.
sk: Pravdou je, od svojho pána, tak nikdy medzi pochybovači.
sl: Resnica je iz svojega Gospoda, tako nikoli ne bo med dvomljivci.
sr_cyrl: Истина је од господара, тако да никада не буде међу судити није.
sr_latn: Istina je od gospodara, tako da nikada ne bude među suditi nije.
uk: Правда полягає в тому, від вашого Господа, тому не серед сумнівається.
vi: Sự thật là từ của mình Chúa, vì vậy không bao giờ là một trong những nghi ngờ.
zu: Iqiniso liwukuthi kho Lord Ngakho ningalokothi phakathi doubters.

# Quran155
source: For each [religious following] is a direction toward which it faces. So race to [all that is] good. Wherever you may be, Allah will bring you forth [for judgement] all together. Indeed, Allah is over all things competent.
ca: Per cada [següent religioses] és una direcció cap al qual s'enfronta. Cursa així per [tots que és] bona. Allà on sigueu, Allah el portarà endavant [per sentència] tots junts. De fet, Allah és sobre totes les coses competents.
cy: Ar gyfer pob [canlynol crefyddol] yw cyfeiriad tuag at y mae'n eu hwynebu. Hil felly i [popeth] da. Ble bynnag y byddwch, bydd Allah yn dod â chi ymlaen [ar gyfer dyfarniad] gyda'i gilydd. Yn wir, yw Allah dros holl bethau yn gymwys.
da: For hver [religiøse følgende] er en retning mod som den står overfor. Så løb til [alle thats] godt. Uanset hvor du er, Allah vil bringe dig tilbage [for dom] alle sammen. Allah er over alle ting kompetente.
el: Για κάθε [θρησκευτικές παρακάτω] είναι μια κατεύθυνση προς την οποία αντιμετωπίζει. Τόσο αγώνα για να [ό, τι είναι] καλό. Οπουδήποτε και αν ευρίσκεσαι, ο Αλλάχ θα σας φέρει εμπρός [για κρίση] όλοι μαζί. Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Igal [usuliste järgmisel] on suunda, mis suunas ta nägu. Nii race [kõik, mis on] on hea. Kuhu sa võib olla Jumal viib teid edasi [mõeldud hinnangut] kõik koos. Tõepoolest, Allah on üle kõik asjad pädev.
fi: [Uskonnollista seuraavana] on suunta, jota kohti se kohtaa. Joten kilpailu [kaikki, että on] hyvä. Missä voi olla Jumala tuo sinulle edelleen [arvio] kaikki yhdessä. Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: עבור כל [להלן דתיים] הוא כיוון לכיוון שאליו הוא פונה. אז המירוץ אל [כל זה] טוב. בכל מקום בו תהיה, אללה יביא לך הלאה [עבור הדין] כולם ביחד. אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: Za svaki [vjerske sljedeće] je smjer prema kojem se suočava. Tako utrka na [sve je] dobar. Gdje god bio, Allah će vas dovesti natrag [za presudu] svi zajedno. Uistinu, Allah je nad svim stvarima nadležan.
lt: Kiekvienos [religinių toliau] yra kryptimi link, kurios ji susiduria. Taigi rase visiems [tai] geras. Kur jūs gali būti, Dievas duos jums atgal [dėl sprendimo] visi kartu. Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Par katru [reliģiskām darbībām] ir virzienā, pret kurām tā saskaras. Tāpēc sacensības [visiem, kas ir] labs. Kur vien iespējams, Allah dos jums tālāk [spriedums] visi kopā. Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: For hver [religiøse følgende] er en retning mot som det står overfor. Så løp til [alle dvs] god. Uansett hvor du er, Allah vil bringe deg videre [for Dom] alle sammen. Døyve er faktisk over alt som er kompetente.
sk: Pre každý [náboženské] nasleduje smer, ku ktorému čelí. Takže závod [všetko, čo je] dobré. Nech už ste kdekoľvek, Alah vám prinesie späť [pre posúdenie] dohromady. Alah je skutočne cez všetky veci príslušný.
sl: Za vsako [verske naslednjo] je smeri, proti kateri se sooča. Tako dirko [vse, kar je] dobro. Kje ste morda, bo Alah popeljal [za sodbe] vse skupaj. Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: За сваку [верске следећи начин] је правац према којим се суочава. Тако да се тркамо до [све] добар. Где год да си, Алах ће донети те напред-назад [пресуда] сви заједно. Уистину , Аллах је преко надлежних све ствари.
sr_latn: Za svaku [verske sledeći način] je pravac prema kojim se suočava. Tako da se trkamo do [sve] dobar. Gde god da si, Alah će doneti te napred-nazad [presuda] svi zajedno. Uistinu, Allah je preko nadležnih sve stvari.
uk: Для кожного [релігійних наступне] є напрямок, до якого він стикається. Так гонки всім [це] хороші. Скрізь, де ви можете бути, Аллах принесе вам сюди [для таких суджень] всі разом. Справді, Аллах, все впокорив компетентним.
vi: Đối với mỗi [tôn giáo sau đây] là một hướng về phía đó nó phải đối mặt với. Như vậy cuộc đua đến [tất cả đó là] tốt. Bất cứ nơi nào bạn có thể, Allah sẽ mang lại cho bạn ra [đối với bản án] tất cả cùng nhau. Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Ngayinye [elandelayo benkolo] kuyinto isiqondiso ngokuqhubekayo. nazo.

# Quran156
source: So from wherever you go out [for prayer, O Muhammad] turn your face toward al- Masjid al-Haram, and indeed, it is the truth from your Lord. And Allah is not unaware of what you do.
ca: Així des d'allà on vas fora [per a la pregària, O Muhammad] girar la cara cap al - Masjid al-Haram, i de fet, és la veritat del seu Senyor. I Allah no és conscient del que fas.
cy: Felly, o ble bynnag yr ewch allan [ar gyfer gweddi, O Muhammad] droi eich wyneb tuag at al-Masjid al-Haram, ac yn wir, mae'n y gwir gan eich Arglwydd. Ac nid yw Allah yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Så fra hvor du går out [for bøn, O Muhammad] slå dit ansigt mod al - Masjid al-Haram, og det er sandheden fra din herre. Og Allah er ikke uvidende om hvad du gør.
el: Έτσι, από όπου κι αν πάτε έξω [για προσευχή, Ο Μωάμεθ] μετατρέψει το πρόσωπό σας προς al Masjid al-Haram και, πράγματι, είναι η αλήθεια από το Λόρδο. Και Αλλάχ είναι δεν αγνοεί αυτό που κάνεις.
et: Seega: kuhu minna out [palvetama O Muhammad] Pöörake oma näost poole al - Masjid al Harami ja ongi tõe oma Issanda. Ja Allah ei teadnud mida teha.
fi: Joten minne ikinä menetkin out [rukoilemaan, oi Muhammed] käännä kasvosi kohti al - Masjid al-Haram, ja se onkin totuus tulee Herraltasi. Ja Jumala ei tiedä mitä tehdä.
he: מ בכל מקום שאליו תלך החוצה [לתפילה, מוחמד O] להפוך את הפנים שלך לכיוון אל - מסג'יד אל-חראם, אכן האמת של אדונך. אללה אינו מודע מה לעשות.
hr: Tako od svagdje [za molitvu, O Muhammad] okreni lice prema al - Masjid al-Haram, i doista, to je istina iz vašeg gospodara. A Allah nije znao što učiniti.
lt: Todėl iš kur jūs einate iš [už malda, O Muhammad] paversti veido link al - Masjid al-Ḥaram mečetę, ir iš tiesų, tai yra tiesa iš savo Viešpaties. Ir Dievas yra ne nežino ką daryti.
lv: Tāpēc no kur jums iet out [par lūgšanu, O Muhammad] savukārt savu seju pret al - Masjid al-Haram, un patiešām, tā ir patiesība no savu kungu. Un Allah nav nezina, ko darīt.
nb: Så fra uansett hvor du går ut [for bønn, O Muhammad] Vend ansiktet mot al - Masjid al-Haram, og det er faktisk sannheten fra deres Herre. Og Allah er ikke klar over hva du gjør.
sk: Takže od nech ste kdekoľvek von [pre modlitbu, Mohamed] zase svoju tvár k al - Masjid al-Haram, a naozaj, je to pravda od svojho pána. A Boh nie je vedomý toho, čo robíte.
sl: Tako iz kamorkoli greste ven [za molitev, O Muhammad] pa obraz proti al - Masjid al-Haram, in res, je resnico iz svojega Gospoda. Ter Allah ni vedela, kaj.
sr_cyrl: Па од куда да одете [за молитву, О Мухаммад] Окрени лице према ал- дћамију ал-Харам, и заиста, то је истина од господара. И , Алах није свестан онога сто радите.
sr_latn: Pa od kuda da odete [za molitvu, O Muhammad] Okreni lice prema al - dћamiju al-Haram, i zaista, to je istina od gospodara. I, Alah nije svestan onoga sto radite.
uk: Так що від куди завгодно поза [для молитви, O Мухаммад] перетворюються обличчя до Аль - Масджид аль Харам, і дійсно, це правда від вашого Господа. І Аллаху не знають про те, що ви робите.
vi: Vì vậy, từ bất cứ nơi nào bạn đi [cho cầu nguyện, O Muhammad] quay mặt về hướng al - Masjid al-Haram, và quả thực, đó là sự thật từ Chúa của bạn. Và Allah không phải là không biết những gì bạn làm.
zu: Ngakho kusukela nomaphi lapho uya khona ukuphuma [lokuthandaza, O Muhammad] misa ubuso bakho bubheke zihlale Masjid al-haram, futhi ngempela, it is yaniso kho Lord.

# Quran157
source: And from wherever you go out [for prayer], turn your face toward al-Masjid al-Haram. And wherever you [believers] may be, turn your faces toward it in order that the people will not have any argument against you, except for those of them who commit wrong; so fear them not but fear Me. And [it is] so I may complete My favor upon you and that you may be guided.
ca: I allà on surts [per a la pregària], girar la cara cap al-Masjid al-Haram. I allà on et [creients] pot, giri les seves cares cap a ell per tal que la gent no tindrà cap argument contra vostè, excepte les d'ells que cometen malament; Així que por ells no però por mi. I [és] així jo pot completar el meu favor a vostè i que et poden guiar.
cy: Ac o ble bynnag yr ewch [ar gyfer gweddi], droi eich wyneb tuag at al-Masjid al-Haram. A lle bynnag y bo chi [credinwyr] Efallai fod, trowch eich wynebau tuag at ei fel y bydd pobl yn cael unrhyw ddadl yn eich erbyn, ac eithrio'r rhai ohonynt sy'n ymrwymo anghywir; ni felly iddynt ofni nad ond ofni Me. A [Mae'n] felly efallai I gwblhau'r fy favor arnoch ac efallai ichi gael eich arwain.
da: Og fra hvor du går [for bøn], slå dit ansigt mod al-Masjid al-Haram. Og hvor du [troende] kan være, Drej din vender mod det, så folk ikke vil have et argument imod dig, bortset fra de af dem, der begår fejl; så frygter dem ikke, men er bange for mig. Og [det er] så jeg kan supplere min nåde over dig, og at du kan blive vejledt.
el: Και από όπου και αν πάτε [για προσευχή], στρίψτε το πρόσωπό σας προς al Masjid al-Haram. Και όπου κι αν σας [πιστών], γυρίστε πρόσωπά σας προς την κατεύθυνση αυτή, ώστε οι άνθρωποι δεν θα έχουν κανένα επιχείρημα εναντίον σας, εκτός από αυτά που έχουν διαπράξει το λάθος? τόσο φοβούνται τους δεν αλλά ο φόβος μου. Και [είναι] έτσι εγώ μπορεί να ολοκληρωθεί μου χάρη σε σας και ότι μπορείτε να καθοδηγούνται.
et: Ja alates kuhu minna [Palve] jaoks, pöörake oma näost al-Masjid al Harami poole. Ja kuhu sa [usklike] võib olla omakorda oma nägu, mis suunas ta, et inimesed ei ole vastuväiteid sinu vastu, välja arvatud need, kes on toime pannud vale; nii karda neid, kuid kardavad mind. Ja [on] nii ma täielik minu kasuks teie peale ja võib juhinduda.
fi: Ja missä menet ulos [rukoilemaan], käännytään kasvot kohti al-Masjid al-Haram. Ja missä [uskovaiset] voidaan, käännä kasvot sitä kohti, jotta ihmiset ei ole mitään perusteluja vastaan, lukuun ottamatta niitä, jotka syyllistyvät väärin; joten pelkää heitä, mutta pelkäävät minua. Ja se on joten voi täydentää minun puolesta teille ja että te pysyisitte.
he: מ. לאן אתה יוצא [תפילה], להפוך את הפנים שלך לכיוון אל-מסג'יד אל-חראם. באשר אתם [המאמינים] להפוך את הפרצופים שלכם לקראת זה כדי בכך העם לא תהיה כל טענה נגד, למעט אלו מהם שנהגו טועה; אז אל תפחד אותם אבל חושש. [זה] אז אני יכול להשלים בחסדי עליכם וכי אתה עלול להיות מונחה.
hr: I od gdje god idete van [za molitve, okreni lice prema al-Masjid al-Haram. I gdje god [vjernici] može biti, okrenuti licem prema njoj kako bi ljudi neće imati bilo koji argument protiv vas, osim za one od njih koji počine u redu; tako ih ne boj ali strah mene. I to je tako da može dovršiti moju korist na vas i koji vas može voditi.
lt: Ir iš kur jūs einate [už malda], paversti veido link al-Masjid al-Ḥaram mečetę. Ir kur tu [tikintieji] gali būti, paversti savo veidus į tai, kad žmonės neturi jokių argumentų prieš jus, išskyrus tuos iš jų, kurie padaro neteisingas; Taigi juos nebijau, bet baimė mane. Ir [tai] aš gali užbaigti mano naudai į tave ir kad jums gali būti vadovaujamasi.
lv: Un kurp jūs dotos [par lūgšanu], savu seju pret al Masjid al-Haram pagriezties. Un kur tu [ticīgie] var būt, savukārt jūsu sejas pret to, lai cilvēki nevar būt arguments pret jums, izņemot tos, no tiem, kas izdara nepareizi; Tātad tās nav bailes, bet bailes me. Un [ir] Tātad var pabeigt manā favor pār jums, un jums var vadīties.
nb: Og fra uansett hvor du går ut [for bønn], Vend ansiktet mot al-Masjid al-Haram. Og hvor du [troende] kan være, slå ansikter mot det slik at folk ikke vil ha et argument mot deg, unntatt de av dem som begår feil; Så frykt dem ikke, men frykter meg. Og [det er] så jeg kan fullføre min gunst på deg og at du blir veiledet.
sk: A od nech ste kdekoľvek [pre modlitbu], otoč svoju tvár k al Masjid al-Haram. A [veriacich] môže byť kdekoľvek, zase svoje tváre k nemu, aby ľudí nebude mať žiadny argument proti vám, s výnimkou tých z nich, ktorí sa dopúšťajú zle; takže im Neboj, ale strach ma. A [je] tak som môže dokončiť môj prospech na vás a vám môže riadiť.
sl: In iz kamorkoli greste [za molitev], turn obraz proti al-Masjid al-Haram. In kje ste [verniki] morda, pa svoje obraze proti njim, da ljudi ne bo nobenega argumenta proti vam, razen tistih, ki se zavežejo narobe; Torej ne bojte se jih, ampak strah Me. In [je] tako lahko popolno svoj prid na vas in vas lahko vodijo.
sr_cyrl: И од где год одете [за молитву], окрени се према ал-дћамију ал-Харам. И где год да си [верници], окрените лица према томе да људи неће имати неки аргумент против тебе, осим оних који се није у реду; Тако их не бој се, али боје мене. И [је] тако могла да заврши моју корист над вама, и то ти може бити вођена.
sr_latn: I od gde god odete [za molitvu], okreni se prema al-dћamiju al-Haram. I gde god da si [vernici], okrenite lica prema tome da ljudi neće imati neki argument protiv tebe, osim onih koji se nije u redu; Tako ih ne boj se, ali boje mene. I [je] tako mogla da završi moju korist nad vama, i to ti može biti vođena.
uk: І від куди завгодно [для молитви], перетворити ваше обличчя на Аль Масджид аль Харам. І скрізь, де ви [віруючі] може бути, перетворити ваші особи до Альянсу, для того, щоб люди не буде мати будь-який з аргументів проти вас, за винятком тих з них, які вчиняють неправильно; так що не бійтеся їх, але боюся, що мене. І [він] так що я може завершити мою користь на вас, і ви може керуватися.
vi: Và từ bất cứ nơi nào bạn đi ra ngoài cho [cầu nguyện], quay mặt về hướng al-Masjid al-Haram. Và bất cứ nơi nào bạn [các tín hữu] có thể, quay mặt về hướng là nó để mà mọi người sẽ không có bất kỳ đối số đối với bạn, ngoại trừ những người của họ những người cam kết sai; Vì vậy, đừng sợ họ nhưng sợ tôi. Và [nó] do đó, tôi có thể hoàn thành lợi của tôi khi bạn và bạn có thể được hướng dẫn.
zu: Futhi kusukela nomaphi lapho uya khona ukuphuma [okuthandaza], misa ubuso bakho bubheke al-Masjid al-haram.

# Quran158
source: Just as We have sent among you a messenger from yourselves reciting to you Our verses and purifying you and teaching you the Book and wisdom and teaching you that which you did not know.
ca: Tal com hem enviat entre vosaltres un Missatger de vosaltres recitar li nostres versos i purificació i ensenyar el llibre i la saviesa i ensenyar-te el que no sabia.
cy: Union fel yr ydym wedi anfon eich plith negesydd chi adrodd i chi ein penillion a phwmpio ydych chi y llyfr a doethineb ac addysgu eich addysgu a nad oedd yn gwybod.
da: Ligesom vi har sendt blandt jer en budbringer fra jer recitere dem vores vers og rensende du og undervisning du den bogen og visdom og lære dig det, som du ikke vidste.
el: Ακριβώς όπως έχουμε στείλει ανάμεσά σας ένας αγγελιοφόρος από τους εαυτούς σας, απαγγέλλοντας τους στίχους μας, σε σας και εξαγνισμός σου και διδασκαλία σας το βιβλίο και τη σοφία και τη διδασκαλία σας αυτό που δεν ξέρετε.
et: Just siis, kui oleme saatnud teie seas messenger enestest etlemine teile meie salmid ja puhastavad te ja õpetamise te raamatute ja tarkuse ja õpetamise sulle, mida sa ei teadnud.
fi: Kuten olemme lähettäneet keskuudessanne messenger itsenne keskuudestanne luoksenne meidän säkeet puhdistava voit opettaa kirjan ja viisautta ja opettaisi teille jotka ette tiedä.
he: בדיוק כפי שלחנו ביניכם שליח עצמכםמפני עצמכם מדקלם לכם את הפסוקים שלנו ו מטהר את ואני מלמד אותך את הספר ואת החוכמה מלמד אותך את אשר לא ידעת.
hr: Kao što smo poslali među vama Glasnik iz sebe recitira ti naše stihove i pročišćavanja vas i naučiti vas knjizi i mudrosti i nastavi te ono što ne znaš.
lt: Lygiai taip pat mes išsiuntėme tarp jūsų messenger iš savęs rečituojantys jums mūsų eilėmis ir valymo jums ir mokymo, knyga ir išminties ir mokymo, kuris nežinojo.
lv: Tāpat kā mēs esam nosūtījuši vidū ziņnesis no sev skandētu jums mūsu vārsmas un attīrīšanas jums un jūs mācību grāmatu un gudrību un mācību jums to, ko jūs nezināt.
nb: Akkurat som vi har sendt blant dere en budbringer fra dere resiterte deg våre vers og rensende du og lærer deg boken og visdom og lærer deg som du ikke visste.
sk: Rovnako sme poslal medzi vás posol od seba recitovať vám naše verše a čistenie vás a výučbu vás kniha a múdrosť a výučby, ktoré ste nevedeli.
sl: Tako kot so mi poslal med vas sel iz sebe recitiramo vam naše verzov in vam čiščenje in poučevanje, knjige in modrost in poučevanje, ki niste vedeli.
sr_cyrl: Само док смо је послао међу вас поруку од вас самих рецитовала ти нам стихови преииљжавање ти предајем ти књигу и мудрост и који те предаје оно што нисте знали.
sr_latn: Samo dok smo je poslao među vas poruku od vas samih recitovala ti nam stihovi preиiљжavanje ti predajem ti knjigu i mudrost i koji te predaje ono što niste znali.
uk: Так само, як ми направили серед вас messenger від себе читка вам наші вірші і очищення ви і викладати Вам книгу і мудрість і вчити вас про те, що ви не знали.
vi: Cũng giống như chúng tôi đã gửi trong số các bạn đưa tin từ mình đọc cho bạn câu thơ của chúng tôi và thanh lọc bạn và dạy bạn Book và sự khôn ngoan và dạy cho bạn mà bạn không biết.
zu: Njengoba nje We sa phakathi kwenu isithunywa phakathi kwenu hlabelela kuwe Emavesi futhi wahlanza wena futhi okufundisa Book nokuhlakanipha befundisa khona lokho nawe angazanga.

# Quran159
source: So remember Me; I will remember you. And be grateful to Me and do not deny Me.
ca: Així recordar-Me; Et recordaré. I estar agraïts per a mi i no negar-me.
cy: Felly cofiwch imi; Bydd yn cofio ichi. Ac yn ddiolchgar i mi ac nid gwadu Me.
da: Så Husk mig; Jeg vil huske dig. Og være taknemmelig for mig og ikke fornægte mig.
el: Έτσι θυμηθείτε μου. Θα σας θυμάμαι. Και είμαι ευγνώμων για μένα και δεν αρνούμαι εμένα.
et: Nii et mäleta mind; Ma mäletan sind. Olema tänulik, ja keelata mind.
fi: Muista siis minulle; Muistan sinut. Kiitollinen minulle ja kiellä minua.
he: ? אז זוכרת אותי; אני אזכור אותך. להיות אסיר תודה לי ואני לא אכחיש.
hr: Tako zapamtite Me; Zapamtit ću te. I biti zahvalan za mene i ne poričem ja.
lt: Taigi prisimeni mane; Aš prisiminti jums. Ir būti dėkingas, kad mane ir nėra paneigiama mane.
lv: Tik atceries mani; Es jūs atceros. Un man pateicīgs, un nevar noliegt me.
nb: Så Husk meg. Jeg vil huske deg. Være takknemlig for meg og kan ikke nekte meg.
sk: Takže zapamätať; Budem si ťa. A byť vďačný, nepopieram, Me.
sl: Torej ne pozabite Me; Jaz se boste spomnili. In hvaležen, da Me, in ne zanikati Me.
sr_cyrl: Запамти Ме; Запамтижу вас. И буди захвалан да Ме и не поричем мене.
sr_latn: Zapamti Me; Zapamtiжu vas. I budi zahvalan da Me i ne poričem mene.
uk: Тому не забувайте мене; Я пам'ятатиму вас. І вдячний, що для мене і не заперечую мене.
vi: Vì vậy, hãy nhớ tôi; Tôi sẽ nhớ anh. Và được biết ơn đối với tôi và không từ chối tôi.
zu: Ubokhumbula njalo-ke Me;
