Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran441
source: So Allah gave them the reward of this world and the good reward of the Hereafter. And Allah loves the doers of good.
ca: Així Allah va donar la recompensa d'aquest món i la bona retribució de la d'ara endavant. I Allah estima els autors de bo.
cy: Felly Allah Rhoddodd y wobr y byd hwn a gwobrwyo da o y o hyn ymlaen. Ac mae Allah yn dwlu phoenwn da.
da: Så gav Allah dem belønning i denne verden og god belønning i hinsidige. Og Allah elsker magtsyge af god.
el: Έτσι Αλλάχ τους έδωσε την ανταμοιβή του κόσμου και η καλή ανταμοιβή της συνέχεια. Και ο Αλλάχ αγαπάει doers του καλού.
et: Nii Jumal andis neile tasu selle maailma ja edaspidi hea palk. Ja Jumal armastab head tegijad.
fi: Niin Jumala antoi heille palkita tämän maailman ja jäljempänä hyvän palkkion. Ja Jumala rakastaa hyvää väärintekijät.
he: אז אללה נתן להם את הפרס של העולם הזה ואת גמולם טוב של בעולם הבא. אללה אוהב פעלתנים טוב.
hr: Tako Allah im je dao nagradu ovog svijeta i dobru nagradu nakon smrti. I Allah voli rade dobro.
lt: Taigi Dievas davė jiems už atlygį, šiame pasaulyje ir už gerą atlygį, toliau. Ir Dievas myli gerai daro.
lv: Tātad Allah deva viņiem atlīdzību par šo pasauli un turpmāk labu atalgojumu. Un Allah mīl labi darītāji.
nb: Så ga Allah dem belønning av denne verden og god belønning av hinsidige. Og Allah elsker doers av god.
sk: Tak Boh im dal odmenou tohto sveta a dobrú odmenu nižšie. A Boh miluje konajte dobro.
sl: Tako Allah dal jim je plačilo tega sveta in dobro plačilo v nadaljevanju. Ter Allah ljubi kršitelje dobro.
sr_cyrl: Тако Аллах их је дао награду овог света и добра награда за надаље. И , Алах, воли акцију тога доброг.
sr_latn: Tako Allah ih je dao nagradu ovog sveta i dobra nagrada za nadalje. I, Alah, voli akciju toga dobrog.
uk: Так Аллах дав їм нагорода цього світу і хороший винагороду в загробному світі. І Аллах любить передбачивши добре.
vi: Vì vậy Allah đã cho họ những phần thưởng của thế giới này và phần thưởng tốt trong tương lai. Và Allah yêu những kẻ tốt.
zu: Ngakho Allah wabanika umvuzo zaleli zwe futhi umvuzo omuhle Hereafter.

# Quran442
source: O you who have believed, if you obey those who disbelieve, they will turn you back on your heels, and you will [then] become losers.
ca: O es que he cregut, si vostè els que dubten d'obeir, et convertirà en els talons, i vostè serà [llavors] perdedors.
cy: O chi sydd wedi credu, os yw eich bod yn ufuddhau rhai a chredu, bydd droi eich ôl ar eich sodlau, ac [yna] byddwch yn dod ar eu colled.
da: O du, som har ment, hvis du adlyder dem, der ikke tror, de vil gøre dig tilbage på dine hæle, og du [så] bliver tabere.
el: O σας που πιστεύουν, αν σας υπακούσουν αυτούς που δυσπιστώ, θα τη σειρά σας πίσω στις φτέρνες σας και θα γίνετε [τότε] χαμένοι.
et: O te, kes oleks uskunud, kui te järgige neid, kes usu, nad pöörduvad teile uuesti sisse oma kontsad ja sinust saab [siis] kaotajad.
fi: Oi te, jotka ovat uskoneet, jos noudata niitä, jotka ovat uskottomia, he päälle voit takaisin kantapäät ja tulet [silloin] häviäjiä.
he: O אתה מאמין, אם תציית אלה לא להאמין, הם יפנו אותך בחזרה על העקבים שלך, [אז] תהפוך לוזרים.
hr: O koji su povjerovali, ako slušaš one koji ne vjeruju, oni će uključite si petama, i [onda] postat ćete gubitnici.
lt: O jūs, kurie tiki, jei jums paklusti tiems, kurie neturi uwierzyli, jie bus jums vėl įjungti jūsų kulnai, ir [tada] tapsite pralaimėta.
lv: O jums, kas ir uzskats, ja jūs ievērot tiem, kuri neticēt, tie kļūs jums atpakaļ uz jūsu papēži, un jūs kļūsiet [tad] zaudētāji.
nb: O dere som har trodd, hvis du følger de som tviler de vil slå deg tilbake på hælene, og du blir [da] tapere.
sk: O vás, ktorí ste uverili, ak budete počúvať tým, ktorí neveria, budú zase ste späť na päty a [potom] stanete porazení.
sl: O vas, ki ste verjeli, če boš poslušal tistim, ki verjamem, da bo zavijete nazaj na vaše pete, in [torej] boste postali poraženci.
sr_cyrl: О ти који верују, ако будете онима који је сигуран да је лажна, они ће те поново укључите петама, а ти [тадашњи] ће постати губитници.
sr_latn: O ti koji veruju, ako budete onima koji je siguran da je lažna, oni će te ponovo uključite petama, a ti [tadašnji] će postati gubitnici.
uk: О ви, хто вірив, якщо ви коритися тих, хто не вірити, вони перетворить вас назад на п'ятки, і ви станете [потім] програли.
vi: O bạn của những người đã tin rằng, nếu bạn tuân theo những người disbelieve, họ sẽ biến bạn trở lại trên gót của bạn, và bạn [sau đó] sẽ trở thành người thua cuộc.
zu: O you kholwa uma you hlonipha labo disbelieve they bayophendukela nawe emuva kho thende, futhi uyobe [ke] phathelana losers.

# Quran443
source: But Allah is your protector, and He is the best of helpers.
ca: Però Allah és el protector, i és el millor dels ajudants.
cy: Ond Allah yn eich protector, ac ef yw'r gorau o gynorthwywyr.
da: Men Allah er din protector, og han er bedst af hjælpere.
el: Αλλά Αλλάχ είναι ο προστάτης του, και αυτός είναι ο καλύτερος των βοηθών.
et: Kuid Jumal on oma kaitsja, ja ta on parimad abilised.
fi: Mutta Jumala on sinun suojaajasi, ja hän on paras auttajia.
he: אבל אללה הוא מגן שלך, הוא הטוב ביותר של העוזרים.
hr: Allah je zaštitnik, a on je najbolji od pomagača.
lt: Bet Dievas yra jūsų gynėjas, ir jis yra geriausias iš pagalbininkų.
lv: Bet, Allah ir jūsu aizstāvis, un viņš ir labākais no palīgiem.
nb: Men Allah er, og han er best av hjelpere.
sk: Ale Boh je váš ochranca, a on je najlepší pomocníci.
sl: Toda Allah je vaš zaščitnik, in on je najboljši pomočnice.
sr_cyrl: Али Аллах је твој заштитник, а он је најбољи од помагаиа.
sr_latn: Ali Allah je tvoj zaštitnik, a on je najbolji od pomagaиa.
uk: Але Аллах ваш захисник, і він кращих помічників.
vi: Nhưng Allah là bảo vệ của bạn, và ông là tốt nhất của người trợ giúp.
zu: Kodwa Allah umvikeli yakho, He is the best of abasizi.

# Quran444
source: We will cast terror into the hearts of those who disbelieve for what they have associated with Allah of which He had not sent down [any] authority. And their refuge will be the Fire, and wretched is the residence of the wrongdoers.
ca: Ens es llancen terror en els cors dels que dubten per què han associat amb Allah que ell no havia enviat per [qualsevol] autoritat. Seva refugi serà el foc i miserable és la residència dels malfactors.
cy: Bydd yn bwrw terfysg calonnau o'r rhai a chredu am beth maent wedi sy'n gysylltiedig ag Allah sydd wedi anfon nid i lawr [unrhyw] awdurdod. A bydd eu lloches yn y tân, a truenus yn breswylfa y tramgwyddo.
da: Vi vil kaste terror i hjerterne hos dem, der ikke tror for hvad de har tilknyttet Allah som ikke havde han sendt ned [enhver] myndighed. Og deres tilflugt vil være ild, og elendige er residens for lovovertrædere.
el: Θα πρωταγωνιστές τρόμο στις καρδιές αυτών που δυσπιστώ για τι έχουν αυτοί που σχετίζονται με Αλλάχ των οποίων δεν έστειλε κάτω [κάθε] αρχή. Τους καταφύγιο θα είναι η φωτιά και άθλια είναι η κατοικία των παραβατών του.
et: Meil enamus terror südamed neid, kes usu. võetud jaoks nad on seotud koos Jumal, kellest ta oli saatnud ette [mis tahes] ametiasutus. Pelgupaiga on tulekahju ja armetu on selle tekitaja elukoht.
fi: Heitämme kauhu sydämiin, jotka ovat uskottomia ja ne liittyvät Allah, joista hän ei ollut toimittanut alas [] viranomaista. Heidän turvapaikan on tuli, ja kurja on laajemmalti asuinpaikan.
he: אנחנו ישליך את הטרור בליבם של אלה לא להאמין על מה הם שהמתחרה ששייכת אללה אשר הוא לא שלח למטה [כל] רשות. מקלט שלהם יהיה האש ו אומלל הוא משכן הפושעים.
hr: Odbacujemo će strah u srca onih koji ne vjeruju za što su povezane s Allaha koji je nije poslao dolje [svako] tijelo. I svoje utočište bit će vatra, a jadan je rezidencija počinioce.
lt: Mes retai teroro į širdis tų, kurie neturi wierza už ką jie susivienijo su Dievas, jis buvo ne išsiųstas [bet] institucija. Ir jų prieglobsčio bus ugnies, ir niekam tikęs yra grzesznicy gyvenamąją vietą.
lv: Mēs cast teroru sirdis, kuri neticēt, par ko tās ir saistītas ar Allah, no kuriem viņš bija nosūtīts lejup [visas] iestāde. Un to patvērumu būs uguns un nožēlojams ir dzīvesvietas pārkāpējus.
nb: Vi vil cast redsel inn i hjertene til de som tviler for hva de er knyttet til Allah som han ikke hadde sendt ned [noen] myndighet. Sin tilflukt blir ilden og elendige er boligen til wrongdoers.
sk: Sme sa cast hrôzu do sŕdc tých, ktorí neveria na čo majú priradené Allaha, ktorého mal on nie zoslal [žiadne] orgán. Svoje útočisko bude oheň a úbohý je rezidencia zloèinci.
sl: Bomo cast terorja v srcih tistih, ki verjamem za kaj so povezane z Allah, ki je ni poslala navzdol [vse] organ. In svoje zatočišče bo ogenj, in nesrečne je bivanje v wrongdoers.
sr_cyrl: Ће дати терор у срцима оних који је сигуран да је лажна за шта су у вези са Аллах, од којих је ниси послао низ [сваког] ауторитет. И своје уточиште биће ватра, а јадна је резиденција починиоце.
sr_latn: Će dati teror u srcima onih koji je siguran da je lažna za šta su u vezi sa Allah, od kojih je nisi poslao niz [svakog] autoritet. I svoje utočište biće vatra, a jadna je rezidencija počinioce.
uk: Ми будемо лите терор в серцях тих, хто не вірити те, що вони мають пов'язані з Аллаха, якого він не послав вниз [] повноважень. І їх притулок буде вогонь, а wretched резиденції в розкаюємося.
vi: Chúng ta sẽ đúc khủng bố vào trái tim của những người disbelieve cho những gì họ đã liên kết với Allah, trong đó ông đã không gửi xuống [bất] chính quyền. Nơi ẩn náu của họ sẽ là ngọn lửa và không may là nơi cư trú của các wrongdoers.
zu: Sizokwenza waphonsa terror hliziyo of labo disbelieve ukuthi ayini nama Allah zazo Wayengazange sa phansi [yimuphi] igunya.

# Quran445
source: And Allah had certainly fulfilled His promise to you when you were killing the enemy by His permission until [the time] when you lost courage and fell to disputing about the order [given by the Prophet] and disobeyed after He had shown you that which you love. Among you are some who desire this world, and among you are some who desire the Hereafter. Then he turned you back from them [defeated] that He might test you. And He has already forgiven you, and Allah is the possessor of bounty for the believers.
ca: I Allah certament havia complert la seva promesa a vostè quan vostè es van matar l'enemic pel seu permís fins [el temps] Quan va perdre el coratge i va caure al litigi sobre l'ordre [donat pel Profeta] i desobeir després que havia mostrat allò que estimes. Entre vosaltres són alguns que desig d'aquest món, i entre vosaltres són alguns que desitgen el més enllà. Llavors va tornar d'ells [va] que ell podria provar. I ell ja ha perdonat, i Allah és el posseïdor de recompenses per als creients.
cy: Ac yn sicr roedd Allah yn cyflawni ei addewid i chi pan ydych yn lladd y gelyn gan ei ganiatâd tan [amser] pan ydych colli dewrder a gostyngodd i amau ynghylch y Gorchymyn [a roddir gan y Proffwyd] a disobeyed ar ôl ei fod wedi dangos chi sydd wrth eich bodd. Ymhlith eich awydd rhai sydd yn y byd hwn, ac ymhlith eich awydd rhai y o hyn ymlaen. Yna trodd eich ôl oddi wrthynt [trechu] y gallai ei fod yn profi chi. Ac wedi maddau ichi eisoes, a Allah yw y possessor o'r bounty y credinwyr.
da: Og Allah havde bestemt opfyldt sit løfte til dig, når du var at dræbe fjenden med hans tilladelse indtil [tid] Når du mistet modet og faldt til stridende om ordren [givet af profeten] og adlød efter han havde vist du, som du elsker. Blandt jer er nogle, der ønsker denne verden, og blandt jer er nogle, der ønsker hinsidige. Så vendte han du tilbage fra dem [besejrede] at han kunne teste dig. Han har allerede tilgivet dig, og Allah er besidderen af dusør for troende.
el: Και Αλλάχ σίγουρα είχε εκπληρώσει την υπόσχεσή σας, όταν σας δολοφονία του εχθρού από την άδειά του μέχρις ότου [] όταν δείλιασαν και έπεσε να αμφισβητεί σχετικά με τη σειρά [δίνεται από τον προφήτη] και disobeyed αφού αυτός είχε δείξει αυτό που αγαπάς. Ανάμεσά σας είναι κάποιοι που επιθυμούν σε αυτόν τον κόσμο και ανάμεσά σας είναι κάποιοι που επιθυμούν τη συνέχεια. Ύστερα γύρισε σας πίσω από αυτούς [νίκησε] ότι αυτός μπορεί να δοκιμή σας. Και ήδη έχει συγχωρεθεί σας, και Αλλάχ είναι ο νομέας του μπόνους για τους πιστούς.
et: Ja Jumal oli kindlasti täitnud oma lubaduse teile olid tapab vaenlase tema loal kuni [aja] kui sa kaotanud julgust ja langes masinale vastavuseeldust [antud prohvet] järjekorra kohta ja ei kuuletunud pärast seda, kui ta oli programmi sa see, mida sa armastad. Teie seas on mõned, kes soovivad selles maailmas teie seas on mõned, kes soovivad edaspidi. Seejärel ta pöördus te tagasi neilt [lüüa] et ta võiks katsetada te. Ta on juba teile andeks ja Allah on usklikud halastus valdaja.
fi: Ja Jumala oli varmasti lunastanut lupaustaan teille oli tappaa vihollisen, hän lupaa [aika] asti kun menetti rohkeutta ja laski kiistää [ilmoittaneet profeetta] järjestyksen ja tottelemattomia, kun hän oli osoittanut sitä, mitä rakastat. Joukossanne on joitakin, jotka haluavat tämän maailman ja sinun on joitakin jotka haluavat jäljempänä. Sitten hän kääntyi voit niistä [voitti] että hän voisi testata. Hän on jo antanut sinulle anteeksi, ja Jumala on omistaja bounty uskovaisille.
he: אללה היה בהחלט מילא את ההבטחה שלו אליך כאשר היו להרוג את האויב על ידי רשותו עד [הפעם] כאשר איבד את האומץ נפל חולק על הסדר [שניתנו על ידי הנביא] לבין הפרת לאחר שהוא הראה לך את מה שאתה אוהב. ביניכם הם גם מי חפץ בעולם הזה, ויש ביניכם גם מי חפץ בעולם הבא. לאחר מכן הפנה אותך בחזרה מהם [הביס] כי הוא יכול לבדוק אותך. הוא כבר מחל לך ו אללה הוא המחזיק השפע המאמינים.
hr: A Allah sigurno je ispunila svoje obećanje kada je ubijanje neprijatelja mimo njegova dopuštenja do [put] kad izgubio hrabrost i pao osporava o nalogu [dao po proroku] i poslušao nakon što si pokazao ono što voliš. Među vama ima onih koji žele ovaj svijet, a među vama ima onih koji žele u daljnjem tekstu. Onda je sve što se od njih [porazio] da on može vas testirati. I da ti je već oprostio, a Allah je posjednik nagrada za vjernike.
lt: Ir Dievas tikrai įvykdė savo pažadą jums kai buvo nužudyti priešą iš jo leidimas iki [tuo metu] kai jūs prarado drąsos ir sumažėjo iki kalbėjosi apie nurodymą [iš pranašo] ir nepakluso po to, kai jis parodė jums tai, kas jums patinka. Tarp jūsų yra tokių, kurie nori šiame pasaulyje, ir tarp jūsų yra tokių, kurie nori toliau. Tada jis kreipėsi jums atgal iš jų [nugalėjo] kad jis galėtų patikrinti jums. Ir jis jau atleido jums, ir Dievas yra bounty tikinčiuosius valdytojas.
lv: Un Allah noteikti bija izpildījis savu solījumu jums kad ienaidnieks bija nogalināšanu ar viņa atļauju līdz [laiks], kad zaudēja drosmi un nokrita uz strīdus par pasūtījumu [, ko pravietis] un neklausīt, pēc tam, kad viņš bija parādījis to, kas jums patīk. Jūsu vidū ir daži, kuri vēlas šajā pasaulē, un starp jums ir daži, kas vēlas turpmāk. Tad viņš pagriezās jūs no tiem [sakāva], ka viņš var jums testēt. Viņš jau ir piedevis jums un Allah ir devība ticīgie valdītāju.
nb: Og Allah sikkert hadde oppfylt sitt løfte til deg når du var å drepe fienden ved hans tillatelse til [gang] når du mistet motet og falt til ordskifte om rekkefølgen [gitt av profeten] og adlød etter at han hadde vist deg som du elsker. Blant du er noen som ønsker denne verden blant du er noen som ønsker hinsidige. Da han slått deg tilbake fra dem [beseiret] at han kan teste deg. Han har allerede tilgitt deg og Allah er eier av premien for troende.
sk: A Allah mal určite splnil svoj sľub, keď boli zabití nepriateľa jeho zvolením do [čas] keď stratil odvahu a spadol do sporu o poradí [prorok] a neposlúchli, potom sa vám zobrazí, ktoré máte radi. Medzi vami sú takí, ktorí chcú tento svet, a medzi vami sú takí, ktorí chcú ďalej. Potom obrátil sa späť z nich [porazil] že on môže test vám. On už odpustil a Alah je vlastníkom odmenu pre veriacich.
sl: Ter Allah zagotovo izpolnila svojo obljubo, da si, ko so bili ubijanje sovražnika z njegovim dovoljenjem do [čas] Kdaj ste izgubili pogum in padla na izpodbijanje o danem [prerok] in upošteval navodila po je imel razstava vi, ki imate radi. Med vami so nekateri, ki želijo ta svet, in med vami so nekateri, ki želijo v nadaljevanju. Nato je obrnil si iz njih [premagal] da je morda preskus. On je že odpustil vam in Alah je posestnik nagrada za z vernike.
sr_cyrl: А Аллах сигурно испунила своје обећање да ће ти кад убијао си непријатеља до његове дозволе до [Вријеме] када си изгубио храброст и пао да оспорава о налогу [Дата од стране пророка] и послусала након што је показао си оно што волиш. Међу те су неки који жеља овог света, а медју вама жеља неких који на другом свету. Онда се претворио си назад од њих [поразио] да он може да те тестирам. И да ти је већ опростио, а Аллах је ималац наградаза верници.
sr_latn: A Allah sigurno ispunila svoje obećanje da će ti kad ubijao si neprijatelja do njegove dozvole do [Vrijeme] kada si izgubio hrabrost i pao da osporava o nalogu [Data od strane proroka] i poslusala nakon što je pokazao si ono što voliš. Među te su neki koji želja ovog sveta, a medju vama želja nekih koji na drugom svetu. Onda se pretvorio si nazad od njih [porazio] da on može da te testiram. I da ti je već oprostio, a Allah je imalac nagradaza vernici.
uk: Аллах безумовно виконала свою обіцянку вам, коли ви були Вбивство ворога з його дозволу до [часу], і коли ви втратили мужність і впав до сперечаються про порядок [даровану пророк] і не підкорився після того, як він показав вам те, що ви любите. Серед вас є ті, хто бажають цього світу, і серед вас є ті, хто бажають П'єра. Потім він повернувся ви від них [переміг] що він може перевірити вас. Він вже пробачив вам і, Аллах є володарем bounty для віруючими.
vi: Và Allah đã chắc chắn thực hiện lời hứa của mình với bạn khi bạn đã giết chết đối phương bởi sự cho phép của mình cho đến khi [thời gian] khi bạn mất lòng dũng cảm và rơi vào tranh chấp về thứ tự [được đưa ra bởi các tiên tri] và không tuân sau khi ông đã cho thấy bạn mà bạn yêu thích. Trong số các bạn có một số người mong muốn thế giới này, và trong số các bạn có một số người mong muốn tương lai. Sau đó ông quay bạn trở lại từ họ [đánh bại] rằng ông có thể kiểm tra. Ông đã có tha thứ cho bạn và Allah là người sở hữu các tiền thưởng cho các tín hữu.
zu: Futhi u-Allah kwase agcwaliseka impela isithembiso saKhe kuwe ngesikhathi ebulala isitha imvume bakhe kwaze kwaba [isikhathi] uma waphelelwa sibindzi futsi zawela bephikisana mayelana oda [esiyinikezwa uMprofethi] disobeyed uma He tshengisa you lowo you
