Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2122
source: Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read." Say, "Exalted is my Lord! Was I ever but a human messenger?"
ca: O té una casa d'or o es puja al cel. I [fins i tot llavors], ens va a no creure en la seva ascensió fins que baixar-nos un llibre que es pot llegir." Dir, "exaltat és meu Senyor! Era jo alguna vegada, però un Missatger humana?"
cy: Neu mae gennych tŷ o aur neu mae eich rhedfa i'r awyr. A [hyd yn oed wedyn], bydd nad ydym yn credu yn eich Dyrchafael hyd nes y byddwch yn dod â i lawr i ni gallwn ddarllen llyfr. Dweud, "i'w mawrygu yn fy Arglwydd! Roedd yr erioed ond negesydd dynol?"
da: Eller du har et hus af guld eller du stige ind i himlen. Og [selv da], vil vi ikke tror på din opstigning indtil du bringe til os en bog, vi kan læse." Sige, "ophøjet er min herre! Var jeg nogensinde men en menneskelig messenger?"
el: Ή έχετε ένα σπίτι του χρυσού ή ανεβείτε στον ουρανό. Και [ακόμα και τότε], θα δεν πιστεύουμε στην ανάβαση σας μέχρι να σας φέρει κάτω σε μας ένα βιβλίο μπορεί να διαβάζουμε.» Λένε, «Exalted είναι Κύριέ μου! Ήταν μου ποτέ, αλλά μια ανθρώπινη αγγελιοφόρος;»
et: Või sul on kulla maja või taevasse tõusta. Ja [isegi siis], me ei usu oma ascension, kuni te alandada meile me loeme raamatut." Öelda, "ülendatud Issand on! Oli mul kunagi aga inimeste messenger?"
fi: Sinulla talon kultaa tai nouset taivaalle. Ja [silloinkin], me emme usko teidän Ascension kunnes tuomme sinulle voimme lukea kirjan. Sanoa, "ylevä herrani! Oli minulla koskaan mutta erään?
he: יש לך בית של זהב או להתרומם אל השמיים. ו [אז], אנחנו לא אאמין ההתעלות עד שאתה להפיל לנו ספר שאנחנו יכולים לקרוא." אומרים, "המרומם כל אדוני הלורד! האם אני אי פעם אבל שליח אנושי?"
hr: Ili imaš kuću od zlata ili penjati u nebo. I [ni onda], mi ti nećemo vjerovati u svoje Uzašašće dok ne spustiš nam knjigu smo svibanj pročitati. "Uzvišen je gospodaru! Je li sam ikada ali ljudski Glasnik?
lt: Ar turite namo aukso arba pakilti į dangų. Ir [net tada], mes bus ne tiki savo kilimo tol, kol jums atnešti į mus mes gali skaityti knygą." Tarkim, "išaukštintas yra mano Viešpats! Buvo aš kada nors, bet žmogaus messenger?"
lv: Vai jums ir zelta māju vai pacelties debesīs. Un [pat tad], mums būs ne tic jūsu Debesbraukšanas līdz brīdim, kad jūs samazināt mums mēs varētu izlasīt grāmatu." Teikt, "cildens mans kungs! Bija man kādreiz, bet cilvēka kurjers?"
nb: Eller du har et hus av gull eller du stige opp til himmelen. Og [selv da] vi tror ikke på din oppstigning til bringer til en bok vi kan lese. Si, "opphøyet er min Herre! Var jeg noensinne, men en menneskelig messenger?"
sk: Máte dom zlata alebo budete stúpať do neba. A [dokonca potom], sme neverili vo vašom vzostupe až vám prinesie k nám knihu čítame môže." Povedať: "môj pán vyvýšený je! Bol som niekedy, ale ľudské posol?"
sl: Ali imate hišo zlata ali vam dvigne v nebo. In [tudi takrat], bo ne verjamemo v vaš odvodnih dokler znižanje nam lahko beremo knjige." Reči, "vzvišeno je moj Gospod! Bil sem kdaj vendar ljudi sel?"
sr_cyrl: Или имате куцу од злата, или да се уздигне у небо. "И [ни онда], ми не верују да твој узнесење док ти довести нам смо може да чита књигу." Реци , "измореном је мој господару! "Био сам икада али Ијудски гласник?"
sr_latn: Ili imate kucu od zlata, ili da se uzdigne u nebo. "I [ni onda], mi ne veruju da tvoj uznesenje dok ti dovesti nam smo može da čita knjigu." Reci, "izmorenom je moj gospodaru! "Bio sam ikada ali Ijudski glasnik?"
uk: Або у вас є будинок золота або сходити в небо. І [навіть тоді], ми не повірять у вашого Вознесіння поки ви принести вниз до нас ми може читати книгу". Скажімо, "Exalted, мій Господь! Був я коли-небудь, але людини messenger"?
vi: Hoặc bạn có một ngôi nhà vàng hoặc bạn lên vào bầu trời. Và thậm chí sau đó], chúng tôi sẽ không tin vào ascension của bạn cho đến khi bạn mang xuống cho chúng tôi một cuốn sách mà chúng tôi có thể đọc." Nói, "sôi nổi là Chúa của tôi! Đã là tôi bao giờ nhưng một sứ giả của con người?"
zu: Noma une indlu segolide noma wena ozakwenyukela esibhakabhakeni.

# Quran2123
source: And what prevented the people from believing when guidance came to them except that they said, "Has Allah sent a human messenger?"
ca: I què va impedir la gent quan orientació va venir a ells excepte que deien, "té Allah va enviar un Missatger humana?"
cy: A beth yn rhwystro pobl rhag gredu pan ddaeth canllawiau iddynt heblaw y dywedodd, "Mae gan Allah anfonwyd negesydd dynol?"
da: Og hvad forhindrede folk i at tro, når vejledning kom til dem, bortset fra at de sagde: "har Allah sendt en menneskelig messenger?"
el: Και αυτό που εμπόδισε τους ανθρώπους από την πίστη όταν καθοδήγηση ήρθε σε αυτά, εκτός από το ότι τους είπε, «έχει Αλλάχ έστειλε αγγελιοφόρο ανθρώπινο;»
et: Ja mis takistas inimesed arvata, kui arendus tuli neile välja, et nad ütlesid: "on saadetud inimeste messenger Jumal?"
fi: Ja mikä estää ihmisiä uskomasta, kun ohjeita tuli niitä, paitsi, että he sanoivat, "on Jumala lähetti ihmisen Messengerin?"
he: ועל מה מנע את מהאנשים מלהאמין הדרכה הגיעה אליהם חוץ מזה הם אמרו, "אללה שלח שליח אנושי?"
hr: I što ljudi spriječen vjerovati kad vodstvo došli da ih osim što su rekli, "je Allah poslao ljudske Glasnik"?
lt: Ir kas neleido žmonėms manyti, kai orientavimo atėjo į juos išskyrus tai, kad jie sakė: "yra Dievas pasiuntė žmogaus messenger?"
lv: Un kas neļāva cilvēkiem ticēt kad virzības atnāca uz tiem, izņemot to, ka viņi teica, "ir Allah nosūtīts cilvēka kurjers?"
nb: Og hva forhindret at folk tro når veiledning kom til dem bortsett fra at de sa: "har Gud sendte en menneskelig budbringer?"
sk: A čo bráni ľuďom veriť, keď vedenie prišiel k nim, okrem toho, že hovorili, "Alah poslal posla človeka?"
sl: In kaj preprečiti ljudi verjame ko smernice prišel do njih, razen, da so rekli, "je Allah poslal sel ljudi?"
sr_cyrl: И шта спречени народ да верује кад водич дошао да их, осим што су рекли, "Аллах је послао курира људски?"
sr_latn: I šta sprečeni narod da veruje kad vodič došao da ih, osim što su rekli, "Allah je poslao kurira ljudski?"
uk: І те, що перешкоджають люди вірити, коли керівництво прийшла до них, крім того, що вони сказали, "Аллах послали гінця людини?"
vi: Và những gì đã ngăn cản người dân tin tưởng khi hướng dẫn đến họ ngoại trừ rằng họ nói, "có Allah đã gửi một messenger của con người?"
zu: Futhi lokho nqanda ntu nga kholwa uma hola sondela them lowo they wathi: "Uye Allah wathuma isithunywa womuntu?"

# Quran2124
source: Say, "If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger."
ca: Dir: "si hi havia en els àngels terra caminar de manera segura, ens haguessin enviat cap avall a ells del cel un àngel [com a] Missatger."
cy: Dweud, "os oedd ar angylion y ddaear yn cerdded yn ddiogel, byddem wedi anfon i lawr iddynt gan y nefoedd yn angel [fel] negesydd."
da: Sige, "Hvis der var på jorden engle gå sikkert, vi ville have sendt til dem fra himlen en engel [som en] messenger."
el: Ας πούμε, "αν υπήρχε προς τη γη αγγέλων περπάτημα με ασφάλεια, θα στείλαμε τους από τον ουρανό ο Άγγελος [ως μια] αγγελιοφόρος.»
et: Öelda: "kui pärast kõndimist kindlalt Inglite oli, me oleks saadetud neid ka taevast ingel [kui on] messenger."
fi: Esimerkiksi "Jos oli kun kävely turvallisesti maan enkelit, lähetimme heille taivaasta enkeli [kuin] messenger."
he: אומרים, "אם היו על המלאכים הארץ שהולכים בצורה מאובטחת, שלחנו להם מן השמים מלאך [כמו] שליח."
hr: Reći, "da na zemlji anđeli sigurno, bi poslali smo na njih s neba anđeo [kao i] Glasnik."
lt: Sako: "jei ten buvo ant žemės angelai saugiai vaikščioti, mes būtų išsiųstas į juos iš dangaus angelas [kaip kad] messenger."
lv: Proti, "Ja bija uz zemes angels ejot droši, mēs būtu nosūtīts tām no debesīm eņģelis [kā] kurjers."
nb: Sier, "Hvis du var på jorden englene gå trygt, vi ville ha sendt til dem fra himmelen en engel [som en] messenger."
sk: Povedať: "keby tam boli na zemi anjeli chôdza bezpečne, by poslali sme k nim z neba anjel [ako] posol."
sl: Rekel, "če je bilo na zemlji angeli varno hojo, smo bi poslal da jih iz nebes angel [kot v] messenger."
sr_cyrl: Кажу , "и да на земљи анђели безбедно, послали бисмо да их из на небу андјео [као и] гласник."
sr_latn: Kažu, "i da na zemlji anđeli bezbedno, poslali bismo da ih iz na nebu andjeo [kao i] glasnik."
uk: Сказати: "Якщо є на землі ангелів, ходьба надійно, ми б послав до них з неба Ангол [як на] messenger."
vi: Nói, "nếu có khi các thiên thần trái đất đi bộ một cách an toàn, chúng tôi đã có thể gửi cho họ từ trời thiên thần [như một] messenger."
zu: Ithi, "Uma kwakukhona phezu izingelosi emhlabeni ehamba ngokuphephile, We sa phansi them bhakabhaka ingelosi [njengoba] isithunywa."

# Quran2125
source: Say, "Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing."
ca: Dir, "Sufficient és Allah com testimoni entre tu i jo. De fet ell és mai, sobre els seus servents, conèixer i veure".
cy: Dweud, "digonol yw Allah fel tyst rhwng fi a chi. Yn wir mae'n erioed, ynghylch ei weision, yn gyfarwydd a gweld."
da: Sige, "tilstrækkeligt er Allah som vidne mellem mig og dig. Ja er han nogensinde, om sine tjenere, at kende og se."
el: Λένε, «αρκεί είναι Αλλάχ ως μάρτυρας μεταξύ εμένα και εσάς. Πράγματι είναι πάντα, σχετικά με τους υπηρέτες του, γνωρίζει και να δει.»
et: Öelda, "piisavalt on Jumal nagu tunnistaja vahel mina ja sina. Ta on tõepoolest kunagi, käsitlevad oma sulased, tutvustatakse ja nähes."
fi: Sanoa, "riittävästi Allah todistaja välillä minua ja sinua. Itse hän on koskaan, hänen palvelijansa, tutustua ja nähdä."
he: לומר, "Sufficient אללה כעד ביני לבינך. אכן הוא אי פעם, בנוגע משרתיו, להכיר, לראות."
hr: "Dovoljno je Allah svjedok između mene i tebe. Zaista je, u vezi svoje sluge, upoznaju i vide."
lt: Tarkim, "pakankamai yra Dievas kaip liudytojas tarp manęs ir tavęs. Iš tiesų jis yra kada nors, dėl savo tarnus, susipažinti ir matyti."
lv: Teiksim, "pietiekamas ir Allah kā liecinieks starp mani un tevi. Patiešām viņš ir kādreiz par saviem kalpiem, iepazīties un redzēt."
nb: Si, "tilstrekkelig er Allah som vitne mellom meg og deg. Faktisk er han noensinne, om hans tjenere, kjent og se.
sk: Povedať: "stačí je Boh ako svedok medzi ja a ty. V skutočnosti je niekedy, týkajúce sa jeho zamestnanci oboznámení, a videl."
sl: Rekel: "dovolj je Allah kot priča med jaz in ti. Res je kdaj, o služabnike, seznanjeni in videti."
sr_cyrl: Реци , "Суффициент је Аллах сведок између тебе и мене. Заиста је икада, у погледу његове слуге, упознате и да видим."
sr_latn: Reci, "Sufficient je Allah svedok između tebe i mene. Zaista je ikada, u pogledu njegove sluge, upoznate i da vidim."
uk: Сказати, "достатній Аллах як свідок між мною та вами. Дійсно він коли-небудь, щодо своїх слуг, знайомий і, бачачи."
vi: Nói, "Sufficient Allah như nhân chứng giữa tôi và bạn. Quả thật ông là bao giờ hết, liên quan đến công chức của mình, làm quen và nhìn thấy."
zu: Ithi, "Sufficient Allah njengoba fakazi me you. Impela kade, Ngokuphathelene nezinceku zakhe, owayejwayelene no Ukubona."

# Quran2126
source: And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.
ca: I qui Allah guia - és el [raó] guiada; i qui va envia per mal camí - mai trobaràs per ells protectores a més d'ell, i ells reunirà el dia de resurrecció [caigut] en els seus rostres - cecs, muts i sords. Seva refugi és l'infern; cada vegada es subvencionaran podem augmentar-los en flames de foc.
cy: A pwy bynnag a hysbysiadau Allah-mae'n dan arweiniad [iawn]; ac yn anfon ar gyfeiliorn pwy bynnag-ni fyddwch yn gwybod iddynt diogelwyr ar wahân iddo, a bydd eu casglu ar ddiwrnod yr atgyfodiad [wedi gostwng] yn ar eu hwynebau-ddall, mud a byddar. Eu lloches yn uffern; bob tro y mae yn tawelu'n inni eu cynyddu yn arloesol tân.
da: Og hvem Allah guider - han er den [rigtigt] guidede; og hvem han sender på afveje - du vil aldrig finde for dem beskyttere foruden ham, og vi vil samle dem på den dag i opstandelse [faldet] på deres ansigter - døve, blinde og stumme. Deres tilflugt er helvede; hver gang det aftager øge vi dem i flammende ild.
el: Και όποιος Αλλάχ οδηγοί - είναι το [και δικαίως] καθοδηγούμενη? και όποιος στέλνει παραστρατημένος - δεν θα βρείτε ποτέ για τους προστάτες εκτός από αυτόν, και εμείς θα συγκεντρώσει τους κατά την ημέρα της Αναστάσεως [πέσει] στα πρόσωπά τους - τυφλοί, κουφοί και κωφών. Τους καταφύγιο είναι η κόλαση? κάθε φορά να υποχωρεί να τους αυξήσουμε σε πυρος.
et: Ja kes iganes Jumal juhatab - ta [õigustatult] giidiga; ja kes iganes ta saadab eksinud - kunagi leiad neid kaitsjad talle peale ja kogume need ülestõusmist päev [langenud] oma nägu - pime tumm ja kurt. Pelgupaiga on põrgu; iga kord, kui see laheneb me tõsta neid lõõskav tulekahju.
fi: Ja kuka Jumala ohjaa - hän on [oikeutetusti] opastettuja; ja kuka hän lähettää harhaan - et koskaan löydä niitä suojat luonnehtima ja keräämme niitä ylösnousemuksen päivänä [laskenut] kasvoilleen - sokea, mykkä ja kuuro. Niiden refuge on helvettiin; aina se laantuu me nostaa niitä leimuava tuli.
he: ואת מי אללה מנחה - הוא מודרך [בצדק]; ואת מי הוא שולח מדרך הישר - לעולם לא תמצאו להם מגיני מלבדו, אנחנו לאסוף אותם על יום תחיית המתים [נפל] על פניהם - עיוור, אני חירש. המחסה זה גיהנום; בכל פעם שזה ירגע לנו להגדיל אותם ב לוהט אש.
hr: I tko god Allah vodi - [ispravno] vođena; Tko god pošalje zalutati - nikad nećeš naći za njih štitnici osim njega i prekrasnu ih na dan uskrsnuća [pali] na licu - slijep, glup i gluh. Svoje utočište je pakao; svaki put kad to splasne mi ih povećati u plamen vatre.
lt: Ir kas veda Dievas - jis yra [teisingai] su gidu; ir kas jis siunčia iš kelio - jūs niekada rasti jiems apsaugų be jam, ir mums bus surinkti juos prisikėlimo dieną [sumažėjo] ant jų veidus - aklas, kvailas ir Glusi. Jų prieglobstis yra pragaras; kiekvieną kartą, kai jis sustoja, mes padidinti juos į degančios ugnies.
lv: Un tas, kurš virza Allah - viņš ir [pamatoti] gida; tas, kurš sūta apmaldīties - jūs nekad atrast viņiem aizsargi, turklāt viņam un mums būs savākt tos augšāmcelšanās dienā [samazinājies] uz viņu sejas - akli, muļķīgi un kurls. To patvērumu ir elle; katru reizi, kad tas norimst mēs palielinām tos ar degošs uguns.
nb: Og hvem Allah guider - han [rette] guidet; og hvem han sender avveie - du vil aldri finne for dem beskyttere foruten ham, og vi vil samle dem på oppstandelsen [falt] på deres ansikter - blind og døv og stum. Deres refuge er helvete; hver gang det avtar øke vi dem i lynrask brann.
sk: A ten, kto vedie Alah - je [správne] riadiť; ten, kto pošle scestie - nikdy nájsť pre nich chrániče okrem neho a zhromažďujeme ich v deň vzkriesenia [padlých] na tvárach - slepé, nemý a hluchý. Svoje útočisko je peklo; zakaždým, keď to ustupuje sme ich nárast horiaci oheň.
sl: In kdor vodi Allah - je [pravilno] vodeni; in kdor pošilja zašel - boste nikoli našli zanje ščitnike poleg njega, in mi bodo zbrali na dan od vstajenje [padel] na obrazih - slepi, nem in gluh. Svoje zatočišče je pekel; vsakič, ko to mine bomo povečali v plamen ognja.
sr_cyrl: И ко год је Аллах води - он је [с правом] Вођена; и ко год он шаље на одмет - никад нецес наци за њих заштитнике осим њега, и ми их скупљамо на дан ускрснућа [пали] на њиховим лицима - слепи, глуп и Глува. Њихова уточиште је пакао; Сваки пут када се повуие смо их повећати у уским ватру.
sr_latn: I ko god je Allah vodi - on je [s pravom] Vođena; i ko god on šalje na odmet - nikad neces naci za njih zaštitnike osim njega, i mi ih skupljamo na dan uskrsnuća [pali] na njihovim licima - slepi, glup i Gluva. Njihova utočište je pakao; Svaki put kada se povuиe smo ih povećati u uskim vatru.
uk: І той, хто Аллах гідів - він [справедливо] гідом; і той, хто він посилає оману - ви ніколи не знайдете їх покровителів, крім нього, і ми зберемося їх на день Воскресіння [ні] на їхніх обличчях - сліпий, німий і глухий. Їх притулок є пекло; кожного разу, коли вона стихає ми збільшення їх палаючі пожежа.
vi: Và bất cứ ai Allah sẽ hướng dẫn - ông đã hướng dẫn [đúng]; và dù ông gửi lạc lối - bạn sẽ không bao giờ tìm thấy cho họ bảo vệ bên cạnh anh ta, và chúng tôi sẽ thu thập họ ngày ngày sống lại [giảm] trên khuôn mặt của họ - mù, câm và điếc. Nơi ẩn náu của họ là địa ngục; mỗi lần nó subsides chúng tôi tăng chúng trong lòng đam mê cháy.
zu: Futhi noma ubani Allah khaphi - nguye [abathambekele] guided;

# Quran2127
source: That is their recompense because they disbelieved in Our verses and said, "When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?"
ca: Que és la seva recompensa ja que dubtaven del nostres versos i va dir, "Quan els ossos i es va ensorrar les partícules, la voluntat [veritablement] ser ressuscitat [a] una nova creació?"
cy: Mae hynny'n eu iawndal oherwydd maent yn ddysgais yn ein penillion ac yn dweud, "pan ydym esgyrn a briwsioni gronynnau, bydd gennym [yn wir] atgyfodi [yn] creu newydd?"
da: Det er deres belønning fordi de disbelieved i vores vers og sagde: "når vi er knogler og smuldret partikler, vil vi genopstå [virkelig] [i] en ny skabning?"
el: Που είναι η ανταμοιβή τους επειδή disbelieved σε μας τους στίχους και είπε, «όταν είμαστε οστά και τριμμένη σωματίδια, θα μας να αναστηθεί [πραγματικά] [σε] μια νέα δημιουργία; "
et: Ongi nende registreerimiskohas, sest nad meie Salme disbelieved ja ütles: "kui me oleme luud ja murendatud osakesi, will me [tõeliselt] Ülestõusnud [v] uue loomine?"
fi: Tämä johtuu niiden korvaus he uskoneet meidän jakeissa ja sanoi: "kun luita ja taipui hiukkasia, tulee todella] puheenaiheeksi [in] uusi luomus?"
he: זה פיצוי שלהם כי הם disbelieved בפסוקים שלנו, אמר, "כאשר אנחנו עצמות, מפורר חלקיקים, יעשה לנו [. באמת] יקום לתחייה [ב] יצירה חדשה?"
hr: To je svoju plaću jer bio u našim stihovima i rekao, "kada su kosti i smrvljenih čestice, neće nam [doista] uskrsnuti u novi stvor?"
lt: Tai jų zaplata, nes jie disbelieved mūsų eilutėse ir pasakė: "Kada mes kaulai ir Bušo dalelių, mes [tikrai] būti prikelti [,] naujas kūrinys bus?"
lv: Thats to kompensēt, jo tie disbelieved mūsu vārsmas un teica: "kad mēs kaulus un sabruka daļiņas, mēs [patiesi] augšāmcēlies [in] jauna izveide būs?"
nb: Det er deres vederlag fordi de vantro i våre vers og sa, "når vi er bein og smuldret partikler, vil vi [virkelig] gjenoppstå [i] en ny skapning?"
sk: To je ich odmenu, pretože pochyboval v našom verše a povedal: "keď sme kosti a rozpadali častice, bude [naozaj] budeme vzkriesení [v] nové stvorenie?"
sl: Ki je svoje zaracunati, ker so verjeli v naše verzov in reče: "ko smo kosti in razpadel delcev, bo, smo se vstali [resnično] [v] nove stvaritve?"
sr_cyrl: То је њихова компензацију јер они не верује у нам стихова и рекао: "када смо кости и да није пао честица, Вил [истински] бити васкрсли смо у нову креацију?"
sr_latn: To je njihova kompenzaciju jer oni ne veruje u nam stihova i rekao: "kada smo kosti i da nije pao čestica, Vil [istinski] biti vaskrsli smo u novu kreaciju?"
uk: Ось їх нагорода, тому що вони disbelieved в нашому вірші і сказав: "коли ми кісток і звалився частинок, ми [по-справжньому] Відроджені [в] новим творінням волі?"
vi: Đó là thương hiệu của họ bởi vì họ disbelieved trong câu thơ của chúng tôi và nói, "khi chúng tôi là xương và sụp đổ hạt, sẽ chúng ta [thật sự] được phục sinh trong một sáng tạo mới?"
zu: Yilokho bo recompense bo ngoba they disbelieved ngaphakathi Emavesi wathi: "Uma amathambo nezinhlayiyana crumbled, esizoxoxa [ngempela] bayovuswa [e] sha dalo?"

# Quran2128
source: Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.
ca: No veuen que al là, que va crear el cel i la terra, és [la] capaç de crear l'agrada d'ells? I ha nomenat per a ells un terme, sobre els quals no hi ha dubte. Però els malfactors nego [quelcom] excepte incredulitat.
cy: Nid ydynt yn gweld bod Allah, a greodd y nefoedd a'r ddaear, [un] yn gallu creu hoff ohonynt? Ac wedi penodwyd iddynt yn y tymor, a nid oes unrhyw amheuaeth. Ond y tramgwyddo yn gwrthod [Dim] ac eithrio anghrediniaeth.
da: Ser de ikke, at Allah, som skabte himlene og jorden, er [en] købedygtig skabe holder af dem? Og han har udpeget for dem et begreb, som der er ingen tvivl om. Men lovovertrædere nægte [alt] undtagen vantro.
el: Δεν βλέπουν ότι ο Αλλάχ, ο οποίος δημιούργησε τον ουρανό και τη γη, είναι [αυτό] σε θέση να δημιουργήσετε το θέλει από αυτούς; Και για τους έχει ορίσει έναν όρο, για την οποία δεν υπάρχει καμία αμφιβολία. Αλλά οι παραβάτες αρνούνται [κάτι] εκτός από δυσπιστία.
et: Kas nad ei näe, et Jumal, kes lõi taeva ja maa, [üks] on võimalik luua neile meeldib? Ja ta määras neile termin, mis pole kahtlust. Kuid selle tekitaja keelduda [midagi] välja arvatud uskumatus.
fi: He ymmärrä että Jumala, joka loi taivaat ja maan, [yhden] pystyy luomaan tykkää niistä? Ja hän on nimittänyt heitä on termi, josta ei ole epäilystäkään. Mutta rikolliset kiellettävä [jotain] lukuun epäusko.
he: הם לא רואים את זה אללה, שיצר את השמיים והארץ, הוא [האחד] מסוגלים ליצור כמותו? הוא מינה עבורם מונח, על אשר אין שום ספק. אבל הפושעים מסרב [משהו] מלבד חוסר אמונה.
hr: Ne vide da je Allah, koji je stvorio nebesa i zemlju, [jedna] moći stvoriti njima? I on je imenovan za njih pojam, o kojem nema sumnje. Ali počinioce [nešto] Osim nevjerice.
lt: Jie nemato kad Dievas, kuris sukūrė dangų ir žemę, yra [vienas] gali sukurti jiems patinka? Ir jis paskyrė jiems terminas, apie kurį nėra jokių abejonių. Bet grzesznicy atsisakyti [nieko] išskyrus netikėjimo.
lv: Viņi neuzskatu, ka Allāhs, kurš radīja debesis un zemi, [tā] var radīt viņiem patīk? Un viņš ir noteicis tās termiņā, par kuru nav šaubu. Bet izdarītājs atsakās [kaut] izņemot neticība.
nb: De ikke ser at Allah, som skapte himlene og jorden, er [en] kunne opprette slike av dem? Og han har utpekt for dem en sikt, som det er ingen tvil. Men wrongdoers nekter [alt] unntatt vantro.
sk: Oni nie sú vidieť, že Boh, ktorý stvoril nebo a zem, je [jedna] schopný vytvoriť si z nich? A bol vymenovaný pre nich termín, o ktorom nie je pochýb. Ale zloèinci odmietnuť [niečo] okrem neveriacky.
sl: Ne ne vidijo, da je Alah, ki je ustvaril nebo in zemljo, [je] lahko ustvarite rad od njih? In je imenoval za njih izraz, o katerih ni nobenega dvoma. Vendar je wrongdoers zavrne [nič] razen nejeverno.
sr_cyrl: Они не виде да Аллах, који је створио небо и земљу, нема [] способан за креирање њима? И именовао за њих термин, о којој нема никакве сумње. Али починиоце [нешто] је одбио осим неверовање.
sr_latn: Oni ne vide da Allah, koji je stvorio nebo i zemlju, nema [] sposoban za kreiranje njima? I imenovao za njih termin, o kojoj nema nikakve sumnje. Ali počinioce [nešto] je odbio osim neverovanje.
uk: Вони не бачать, що Аллах, який створив небо та землю, входить [в] здатний створювати любить їх? І призначених для них термін, про якого не викликає сумніву. Але в розкаюємося відмовитися від [що-небудь] Крім зневіру.
vi: Họ không thấy rằng Allah, người đã tạo ra trời và đất, là [một trong] có khả năng để tạo ra các thích của họ? Và ông đã bổ nhiệm làm cho họ một nhiệm kỳ, về mà có là không có nghi ngờ. Nhưng các wrongdoers từ chối [gì] ngoại trừ sự hoài nghi.
zu: They cha bheka ukuthi Allah, owadala amazulu nomhlaba, kuyinto [nguye] Able ukwakha ukuthandwa kwabo?
