Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran961
source: Then We will surely relate [their deeds] to them with knowledge, and We were not [at all] absent.
ca: Llavors segurament relacionarem amb [els seus actes]-los amb el coneixement, i no eren absents [gens].
cy: Wedyn bydd gennym siawns ymwneud [eu gweithredoedd] iddynt gyda gwybodaeth, ac nid oeddem yn absennol [bob].
da: Så vi vil helt sikkert relatere [deres gerninger] til dem med viden, og vi var ikke [Slet] fraværende.
el: Στη συνέχεια εμείς θα σίγουρα αφορούν [πράξεις τους] τους με γνώση, και εμείς δεν έλειψαν οι [καθόλου].
et: Siis me kindlasti seotud [nende teod] neid teadmisi ja meil ei olnud [üldse] puudub.
fi: Sitten me varmasti liittyä [heidän tekonsa] heille tietoa, ja meillä ei [kaikki] poissa.
he: אז בוודאי נתייחס [מעשיהם] אותם עם ידע, ולא היינו [כל] נעדר.
hr: Onda će sigurno promatramo [djela] ih sa znanjem, i bili smo [sve] odsutan.
lt: Tada mes bus tikrai susiję [savo poelgius] jiems žinių, ir mes ne [ne visi] nėra.
lv: Tad mēs noteikti attieksies [viņu darbiem] tos ar zināšanām, un mēs nebijām [vispār] klāt.
nb: Deretter vil vi sikkert forholde [deres gjerninger] til dem med kunnskap, og vi var ikke [hele] fraværende.
sk: Potom budeme určite týkať [ich skutky] im s vedomím, a neboli sme [všetko] chýba.
sl: Potem mi bo zagotovo nanašajo njihova dejanja jih z znanjem, in nismo bili [vse] odsoten.
sr_cyrl: Онда смо сигурно да це назвати својим делима их са знањем, и нисмо били [уопште] одсутан.
sr_latn: Onda smo sigurno da ce nazvati svojim delima ih sa znanjem, i nismo bili [uopšte] odsutan.
uk: Потім ми буде напевно стосуються їхні вчинки їх знання, а ми були не [всі] відсутні.
vi: Sau đó chúng tôi sẽ chắc chắn liên quan [hành động của họ] cho họ với những kiến thức, và chúng tôi đã không [tất cả] vắng mặt.
zu: Khona Sizokwenza Ngokuqinisekile zilandise [ngezenzo zabo] kubo ngolwazi, futhi Asikwazanga [nhlobo] ngingekho.

# Quran962
source: And the weighing [of deeds] that Day will be the truth. So those whose scales are heavy - it is they who will be the successful.
ca: I sospesar unes solucions [fets] que dia serà la veritat. Així que les les escales són pesades - és que serà l'èxit.
cy: A y phwyso'r [gweithredoedd] y dydd bydd y gwir. Felly, mae'r eu graddfeydd yn drwm-hwy a fydd yn llwyddiannus.
da: Og vejer [af gerninger] at dagen vil være sandheden. Så disse hvis skalaer er tung - det er dem, der vil være den succesfulde.
el: Και τη ζύγιση [πράξεις] ότι η ημέρα θα είναι η αλήθεια. Έτσι εκείνοι των οποίων οι κλίμακες είναι βαριά - αυτοί που θα το επιτύχουν.
et: Ja kaalumise [tegusid] et päeval saab tõde. Nii need kelle kaalud on raske - on need, kes on edukad.
fi: Ja painaa [tekojen] päivä on totuus. Joten ne joiden vaakaa raskas - juuri ne on onnistunut.
he: שקילת [מעשים] כי היום יהיה האמת. כך אותם קשקשים של מי הם כבדים - הם אלה יהיה מוצלח.
hr: I vaganje [djela] dan će biti istina. Tako da one čija vaga su teška - oni će biti uspješan.
lt: Ir jos svėrimo [darbai] kad dieną bus tiesa. Taigi tie kurių Svarstyklės yra sunkūs - tai tie, kurie bus sėkmingai.
lv: Un svēršanas [darbiem], ka diena būs patiesība. Tātad tiem kuru skalas ir smags - tas ir tie, kuri būs veiksmīga.
nb: Og vekt [av gjerninger] at dagen blir sannheten. Så de som skalaer er tunge - det er de som vil være vellykkede.
sk: A váženie [skutky] že deň bude pravda. Takže tých ktorých váhy sú ťažké - sú to oni, kto bude úspešný.
sl: In tehtanje [od dejanja], da bo dan resnice. Tako tiste katerih tehtnice so težka - to je oni, ki bo uspešno.
sr_cyrl: И мерењу [за дела] да ће дан бити истина. Тако оне чији Ваге су тешке - они су ти који ће бити успељне.
sr_latn: I merenju [za dela] da će dan biti istina. Tako one čiji Vage su teške - oni su ti koji će biti uspeљne.
uk: І зважування [вчинки] що день буде правдою. Таким чином, ті чий ваги є важкі - це ті, хто буде успішного.
vi: Và các nặng [của deeds] ngày sẽ là sự thật. Vì vậy, những quy mô mà là nặng - nó là họ là những người sẽ là thành công.
zu: Futhi enesisindo [wezenzo] ngalolo suku ngokuqinisekile bayosukela iqiniso.

# Quran963
source: And those whose scales are light - they are the ones who will lose themselves for what injustice they were doing toward Our verses.
ca: I aquells les escales són llum - són els que se perdrà per quina injustícia que feien cap al nostres versos.
cy: A'r rhai sydd â graddfeydd yn ysgafn-hwy yw'r rhai a fydd yn colli eu hunain ar gyfer anghyfiawnder beth oeddent yn ei wneud tuag at ein penillion.
da: Og dem, hvis skalaer er lys - de er dem, der vil tabe sig for hvad uretfærdighed, de gjorde mod vores vers.
el: Και εκείνοι των οποίων οι κλίμακες είναι φως - είναι αυτοί που θα χάσουν οι ίδιοι για τι αδικία που έκαναν προς μας στίχους.
et: Ja need, kelle kaalud on valgus - need on need, kes kaotab ise milline ebaõiglus, nad teevad meie salmid poole.
fi: Ja ne, joiden on light - he ovat niitä, jotka menettävät itse mitä he olivat tekemässä kohti meidän säkeet epäoikeudenmukaisuutta.
he: ואלה אשר מאזניים הם האור - הם אלו מי יאבד את עצמם עבור מה העוול שהם עושים לקראת הפסוקים שלנו.
hr: I onih čija vaga su svjetlo - oni su ti koji će izgubiti sebe za koja nepravda rade prema naše stihove.
lt: Ir tiems, kurių Svarstyklės yra šviesos - jie yra tie, kurie bus prarasti save, ką jie daro link mūsų eilėmis neteisybė.
lv: Un tās, kuras skalas ir gaismas - viņi ir tie, kas būs zaudēt sevi kāda netaisnība, viņi veic pret mūsu vārsmas.
nb: Og de som skalaer er lys - de er de som vil miste seg i hva urettferdighet som de gjorde mot våre vers.
sk: A tých, ktorých váhy sú svetlo - oni sú tí, ktorí prídete sami aké nespravodlivosti robia k našej verše.
sl: In tiste, katerih lestvice so lahki - so tisti, ki sami izgubili za kakšne krivice, ki delajo proti naši verzov.
sr_cyrl: И оних чије Ваге су светло - они су ти који ће изгубити себе за Каква неправда раде према нам стихова.
sr_latn: I onih čije Vage su svetlo - oni su ti koji će izgubiti sebe za Kakva nepravda rade prema nam stihova.
uk: І ті, чиї ваги є світло - вони є тими, хто буде втратити себе за те, що несправедливість, що вони робили до наших вірші.
vi: Và những người có vảy là ánh sáng - họ là những người sẽ mất chính mình cho bất công mà họ đã làm đối với câu thơ của chúng tôi.
zu: Futhi labo ogama esikalini kukhona ukukhanya - yibo ngubani uyolahlekelwa ngokwabo ngoba lokho ukungabi nabulungisa ababekwenza ngase Emavesi.

# Quran964
source: And We have certainly established you upon the earth and made for you therein ways of livelihood. Little are you grateful.
ca: I sens dubte hem establert a la terra i fet per a vostè aquí formes de subsistència. Mica estàs agraït.
cy: Ac yn sicr rydym wedi sefydlu chi ar wyneb y ddaear a gwneud i chi ynddo ffyrdd o fywoliaeth. Ychydig a ydych yn ddiolchgar.
da: Og vi har helt sikkert etableret du på jorden og lavet til dig deri måder af levebrød. Lidt er du taknemmelig.
el: Και σίγουρα καθιερώσαμε σας πάνω στη γη και έκανε αυτό για σας τρόπους των προς το ζην. Λίγο είστε ευγνώμονες.
et: Ja oleme kindlasti asutatud sa maa peal ja neis tehtud teile toimetuleku viise. Vähe on teile tänulikud.
fi: Ja me varmasti perustettu maan päälle ja väitetyksi sinulle tapoja toimeentulon. Vähän olet kiitollinen.
he: יש בהחלט הוקמה לך על פני האדמה ואנו שיוכנסו בשבילך דרכי פרנסה. . אתה אסיר תודה.
hr: I imamo sigurno postavio na zemlji i napravio za vas u njemu načina zarade. Malo su vam zahvalni.
lt: Ir mes tikrai nustatyti jums į žemę ir padarė jums ten pragyvenimo būdų. Šiek tiek tu dėkingas.
lv: Mums ir noteikti jāizveido un jūs uz zemes, kas jums tur iztikas līdzekļu veidiem. Maz esam jums pateicīgi.
nb: Og vi har sikkert eiendom på jorden og gjorde for deg der måter til livsopphold. Lite er du takknemlig.
sk: A sme určite si založil na zemi a môžete v ňom spôsoby obživy. Trochu ste vďační.
sl: In zagotovo smo vzpostavili ste na zemlji in je za vas v njem načine preživljanja. Malo ste hvaležni.
sr_cyrl: И имамо сигурно си успоставио на земљи и направио за тебе у томе начине за егзистенцију. Мало смо ти захвални.
sr_latn: I imamo sigurno si uspostavio na zemlji i napravio za tebe u tome načine za egzistenciju. Malo smo ti zahvalni.
uk: І ми безумовно створена ви на землі і зробив для вас в цьому шляхи до існування. Мало вдячні Вам.
vi: Và chúng tôi chắc chắn đã thành lập bạn khi trái đất và làm cho bạn trong đó cách thức của cuộc sống. Ít bạn có biết ơn.
zu: Futhi Siye Ngokuqinisekile sungula you emhlabeni esenzelwe wena izindlela therein okokuziphilisa.

# Quran965
source: And We have certainly created you, [O Mankind], and given you [human] form. Then We said to the angels, "Prostrate to Adam"; so they prostrated, except for Iblees. He was not of those who prostrated.
ca: I sens dubte hem creat, [humanitat O] i donat forma [humana]. Llavors ens diu que els àngels, "Postrar a Adam"; Així que postrava, excepte Iblees. No era dels que postrat.
cy: Ac yn sicr rydym wedi creu chi, [O dynolryw], a ydych yn rhoi ffurflen [dynol]. Yna yr ydym yn dweud i'r angylion, "Prostrate i Adam"; fel y maent yn prostrated, heblaw am Iblees. Nid oedd y rhai a prostrated.
da: Og vi har helt sikkert skabt jer, [O menneskeheden], og givet dig [mennesker] form. Så vi sagde til englene, "Næsegrus til Adam"; så de bukkede, bortset fra Iblees. Han var ikke af dem, der bukkede.
el: Και σίγουρα έχουμε έπλασα, [O ανθρωπότητα], και να δώσει [ανθρώπινη] μορφή. Τότε είπαμε να τους αγγέλους, «Εξαπλώνω να Αδάμ»? έτσι αυτοί πέφτουν χάμω, εκτός από Iblees. Δεν ήταν από αυτούς που πέφτουν χάμω.
et: Ja me kindlasti teile [O inimkonna] loonud ja andnud teile [inimeste] kujul. Siis me ütles inglid "Polvistuvan – Adam"; nii nad prostrated, välja arvatud Iblees. Ta ei olnud, kes prostrated.
fi: Ja meillä on varmasti luonut teidät [O ihmiskunnan] ja annetaan [ihmisten] muodossa. Sitten sanoimme Angels "Nujerrettu ja Adam"; joten he kasvoillaan, paitsi Iblees. Hän ei niistä, jotka kasvoillaan.
he: יש בהחלט יצרתי אותך, [O האנושות], ואנו לתת לך טופס [האדם]. אז אמרנו למלאכים, "להשפיל את אדם"; אז הם prostrated, חוץ Iblees... הוא לא היה מאלה prostrated.
hr: I imamo sigurno tebe [O čovječanstvo], stvorio i dao ti [ljudski] oblik. Onda smo rekli da anđeli, "Bespomoćan da Adam"; Tako su prostrated, osim Iblees. On nije bio od onih koji prostrated.
lt: Ir mes tikrai sukurta jums, [O žmonijos], ir jums davė [žmogaus] pavidalu. Tada mes sako, kad angelai, "Wybijaja į Adomas"; todėl jie yra prostrated, išskyrus Iblees. Jis nebuvo iš tų, kurie yra prostrated.
lv: Un mēs noteikti esat izveidojis jūs [O cilvēces], un iedevis [cilvēku] formā. Tad mēs teicām, lai eņģeļiem, "Nogurdināt ar Adam"; tāpēc viņi Džo-Ans, izņemot Iblees. Viņš nebija no tiem, kas Džo-Ans.
nb: Og vi sikkert har skapt dere og [O menneskeheten], og gitt deg [menneske]. Da vi sa til englene, "Nedbrutt til Adam"; så de prostrated, bortsett fra Iblees. Han var ikke som prostrated.
sk: A sme určite vás [O ľudstvo], stvoril a dal vám [človeka] forme. Potom sme povedali anjeli, "Přemoci na Adama"; Takže oni prostrated, okrem Iblees. Nebol z tých, ktorí prostrated.
sl: In zagotovo smo ustvarili vi, [O človeštva], in dal [človekove] obliki. Nato smo rekli, da angeli, "Prostracije na Adam"; tako se prostrated, razen Iblees. On ni tistih, ki prostrated.
sr_cyrl: И имамо сигурно те створила, [О људски род], и дао ти [људски] облик. Онда смо рекли да андјели, "Поклоните да Адам"; Тако да су простратед, осим Иблеес. Он није био од оних који су простратед.
sr_latn: I imamo sigurno te stvorila, [O ljudski rod], i dao ti [ljudski] oblik. Onda smo rekli da andjeli, "Poklonite da Adam"; Tako da su prostrated, osim Iblees. On nije bio od onih koji su prostrated.
uk: І ми, безумовно, мають створений ви [O людства] і дав вам [людини] форми. Тоді ми сказали, щоб ангели, «НІЦ до Адама»; так вони prostrated, за винятком Iblees. Він був не з тих, хто prostrated.
vi: Và chúng tôi chắc chắn đã tạo ra bạn [nhân loại O], và đưa cho bạn hình [người]. Sau đó chúng tôi nói với các thiên thần, "Suy nhược cho Adam"; Vì vậy, họ prostrated, ngoại trừ Iblees. Ông đã không những người prostrated.
zu: Futhi Siye Ngokuqinisekile qamba you [O iSintu], futhi epha you [engabantu] ifomu.

# Quran966
source: [Allah] said, "What prevented you from prostrating when I commanded you?" [Satan] said, "I am better than him. You created me from fire and created him from clay."
ca: [Allah] deia, "Què t'impedís postrant quan he manat?" [Satanàs] va dir, "jo sóc millor que ell. Vostè em creat de foc i creava des de argila."
cy: [Allah] yn dweud, "Hyn eich rhwystro rhag prostrating pan enillodd yr ydych?" [Satan] a dywedodd, "yr wyf yn well nag ef. Mae eich creu mi o'r tân a grëwyd ef o glai.
da: [Allah] sagde, "Hvad forhindret dig fra prostrating når jeg befalet jer?" [Satan] sagde, "Jeg er bedre end ham. Du har skabt mig fra ilden og skabt ham fra ler."
el: [Αλλάχ] είπε, «Τι σας εμπόδισε από prostrating όταν εγώ σε διέταξα;» [Τον Σατανά] δήλωσε, «είμαι καλύτερα από αυτόν. Μου δημιουργήσατε από φωτιά και τον δημιούργησε από πηλό.»
et: [Jumalat] ütles: "Mis takistab prostrating kui ma käskisin sul?" [Saatana] ütles: "ma olen parem kui tema. Te lõi mind tulekahju ja lõi ta savi."
fi: [Jumala] sanoi, "Mikä esti sinua lamautti kun minä käskin?" [Saatana] sanoi: "minä olen parempi kuin hän. Olet luonut minut tulelta ja loi hänet savesta."
he: [אללה] אמר, "מה מנע את השתטחות כאשר פיקדתי לך?" [השטן] אמר, "אני יותר טוב ממנו. אתה יצרת אותי מן האש ויצרו אותו מקליי."
hr: [Allah] je rekao, "Što ste spriječeni prostirući se kada sam ti naredio?" [Sotona] je rekao, "Ja sam bolji od njega. Si me stvorio od vatre i stvorio od gline."
lt: [Dievas] sakė: "Kas trukdo jums nuo prostrating kai aš liepė jums?" [Šėtonas] sakė: "aš geriau už jį. Jūs sukūrė mane nuo ugnies ir sukurti jį iš molio."
lv: [Allah] teica: "Kas liedzis jums iespēju vājināja, kad es pavēlēju jums?" [Sātans] teica: "es esmu labāks par viņu. Jūs mani no uguns un izveidotos viņu no māla."
nb: [Allah] sa, "Hva hindret du fra prostrating når jeg befalt dere?" [Satan] sa, "jeg er bedre enn ham. Du skapte meg fra brann og kreert av leire.
sk: [Allah] povedal: "Čo vám zabránili prostrating keď som ti prikázal?" [Satan] povedal: "som lepší ako on. Ste vytvorili mňa z ohňa a vytvoril ho z hliny."
sl: [Alahove] je dejal, "Kaj preprečil prostrating ko jaz zapovedal si?" [Satan] rekel, "jaz sem boljši od njega. Ustvarite ustvaril me iz ognja in mu iz gline. «
sr_cyrl: [Аллах ] је рекао, "Шта вас спречио да простратинг кад сам ти наредио?" [Сотона ] је рекао, "Ја сам бољи од њега. Ти ме је створио од ватре и њега створио од глине."
sr_latn: [Allah] je rekao, "Šta vas sprečio da prostrating kad sam ti naredio?" [Sotona] je rekao, "Ja sam bolji od njega. Ti me je stvorio od vatre i njega stvorio od gline."
uk: [Аллах] сказав: "Що вам завадило prostrating коли я вам заповів?" [Сатана] сказав: "я краще, ніж його. Ви створили мене від пожежі і створив його з глини."
vi: [Allah] nói, "Những gì ngăn cản bạn prostrating khi tôi chỉ huy bạn?" [Satan] nói, "tôi tốt hơn so với anh ta. Bạn tạo ra tôi khỏi cháy và Ngài từ đất sét."
zu: [Allah] wathi: "Yini eyavimbela kuwe kusukela prostrating uma mina nginiyalile na?"

# Quran967
source: [Allah] said, "Descend from Paradise, for it is not for you to be arrogant therein. So get out; indeed, you are of the debased.
ca: [Allah] deia, "baixar del paradís, ja que no és per tu per ser arrogant en això. Així que prepareu; de fet, ets de la degradada.
cy: [Allah] yn dweud, "disgyn o baradwys, am nad yw'n i chi fod yn drahaus ynddo. Felly ewch allan; yn wir, yr ydych o danseilio y.
da: [Allah] sagde, "ned fra Paradise, for det ikke er for at være arrogant deri. Så får ud; du er faktisk af den fornedret.
el: [Αλλάχ] είπε, «κατέβει από τον παράδεισο, γιατί δεν είναι για σας να είναι αλαζονική σ ' αυτό. Έτσι ώστε να βγει? Πράγματι, είστε από την ποταπή.
et: [Jumalat] ütles: "põlvnevad paradiis, seda ei edastata ülbe seal. Nii et saada Tõepoolest, olete ning nende alustest.
fi: [Jumala] sanoi, "laskeutua paratiisista, se ei ole sinun olevan ylimielinen siinä. Joten ulos; itse asiassa olet emäkset.
he: [אללה] אמר, "יורדים מגן-העדן, כי זה לא בשבילך להיות יהיר המצוי בו. אז צאי החוצה; אכן, אתה של הממשל.
hr: [Allah] je rekao, "spuštaju iz raja, jer to nije za vas biti arogantan u njemu. Tako se Doista, ti si je debased.
lt: [Dievas] sakė: "nusileidžia iš Rojaus, nes tai ne jums bus arogantiški jame. Taigi gauti iš tiesų, jūs esate, kad debased.
lv: [Allah] teica: "nolaisties no paradīzes, tas nav jums būt augstprātīgi tajā. Lai iegūtu Protams, tu esi no bāzēm.
nb: [Allah] sa, "ned fra paradis, for det ikke er å være arrogant deri. Så få ut; faktisk er du av den fornedret.
sk: [Allah] povedal: "zostúpiť z raja, nie je to pre vás byť arogantný v ňom. Takže dostať v skutočnosti ste znehodnotený.
sl: [Alahove] je dejal, "spustimo iz raja, saj ni za vas, da se aroganten v njej. Tako ven; res, ste na baz.
sr_cyrl: [Аллах ] је рекао, "Спусти се из раја, јер то није на теби да будем арогантна у томе. Молим те иди; Заиста , ти си од на унићени.
sr_latn: [Allah] je rekao, "Spusti se iz raja, jer to nije na tebi da budem arogantna u tome. Molim te idi; Zaista, ti si od na uniћeni.
uk: [Аллах] сказав, "спускатися з раю, бо це не для вас, щоб бути великі речі в ньому. Щоб отримати Ви дійсно з на debased.
vi: [Allah] nói: "hạ xuống từ thiên đường, cho nó là không cho bạn để được kiêu ngạo trong đó. Vì vậy nhận ra; Thật vậy, bạn là người đã.
zu: [Allah] wathi: "Yehla axoshwa ePharadesi, ngoba ngawe ukuba ube zidla therein Ngakho phumani. Impela, wena we engenasimilo.

# Quran968
source: [Satan] said, "Reprieve me until the Day they are resurrected."
ca: [Satanàs] va dir, "Reprieve em fins al dia que els ressuscitats."
cy: [Satan] a dywedodd, "Mi yn arbed tan y diwrnod maent yn atgyfodi."
da: [Satan] sagde, "Benåde mig indtil den dag, de er genoplivet."
el: [Τον Σατανά] είπε, «Reprieve μου μέχρι την ημέρα που αυτοί είναι αναστήθηκε.»
et: [Saatana] ütles: "Reprieve mind päevani, nad on ülestõusnud."
fi: [Saatana] sanoi, "Armahtaa minut päivään, he elvyttivät."
he: [השטן] אמר, "ארכה לי עד היום יקומו לתחייה."
hr: [Sotona] je rekao, "Reprieve mi do dana će uskrsnuti."
lt: [Šėtonas] sakė: "Reprieve man iki dienos, jie yra prikelti."
lv: [Sātans] teica: "Atelpu mani līdz dienai viņi ir augšāmcēlies."
nb: [Satan] sa, "Reprieve meg til dagen de er oppstandne."
sk: [Satan] povedal: "Reprieve mi dovtedy, kým sú vstal z mŕtvych."
sl: [Satan] je dejal, "Reprieve mi do dneva so vstali."
sr_cyrl: [Сотона ] је рекао, "Одлагање ме до дана они су ускрснуо."
sr_latn: [Sotona] je rekao, "Odlaganje me do dana oni su uskrsnuo."
uk: [Сатана] сказав: "Reprieve мене аж до дня, вони воскрес".
vi: [Satan] nói, "Reprieve tôi cho đến ngày họ được phục sinh."
zu: [USathane] wathi: "Umoya ngize Day bevuswa."

# Quran969
source: [Allah] said, "Indeed, you are of those reprieved."
ca: [Allah] deia, "De fet, que són d'aquells reprieved."
cy: [Allah] dywedodd, "Yn wir, chi yn rhai reprieved."
da: [Allah] sagde, "Ja, du er af dem benådet."
el: [Αλλάχ] είπε, «Πράγματι, είστε από εκείνους reprieved.»
et: [Jumalat] ütles: "Tõepoolest, te olete need reprieved."
fi: [Jumala] sanoi, "Olette niistä juonen."
he: [אללה] אמר, "אכן, אתה מאלה reprieved."
hr: [Allah] je rekao, "Doista, ti si toga pošteđena."
lt: [Dievas] sakė: "Iš tiesų, jūs esate iš tų reprieved."
lv: [Allah] teica: "Protams, tu esi no tiem reprieved."
nb: [Allah] sa, "Du er faktisk av de reprieved."
sk: [Allah] povedal: "Naozaj, ty si z tých reprieved."
sl: [Alahove] je dejal, "Res, vi ste od tistih reprieved."
sr_cyrl: [Аллах ] је рекао, "Заиста, ти си од оних реприевед."
sr_latn: [Allah] je rekao, "Zaista, ti si od onih reprieved."
uk: [Аллах] сказав: ", ви дійсно тих, що reprieved."
vi: [Allah] nói: "Thật vậy, bạn là những người reprieved."
zu: [Allah] wathi: "Ngempela, wena alabo reprieved."

# Quran970
source: [Satan] said, "Because You have put me in error, I will surely sit in wait for them on Your straight path.
ca: [Satanàs] va dir, "perquè han posat m en l'error, que segurament seurà a l'espera per a ells en el seu camí recte.
cy: [Satan] yn dweud, "gan fod wedi fy rhoi mewn camgymeriad, bydd siawns eistedd yn aros iddynt ar eich llwybr syth.
da: [Satan] sagde, "fordi du har lagt mig i fejl, jeg vil helt sikkert sidde i vente for dem på din lige vej.
el: [Τον Σατανά] είπε, «επειδή έχετε με έβαλε σε λάθος, θα σίγουρα καθίσει σε αναμονή για τους στην ευθεία πορεία σας.
et: [Saatana] ütles: "sest sa Pane mulle viga, ma kindlasti istuda ootama neid õigele teele.
fi: [Saatana] sanoi: "koska olet sijoittanut minulle virhe, varmasti istun odottaa niiden suora polku.
he: [השטן] אמר, "כי אתה שם אותי בטעות, אני בוודאי יושב נחכה להם על דרך הישר שלך.
hr: [Sotona] je rekao, "jer su me stavili na pogreške, sigurno sjedit ću čekati na ravno put.
lt: [Šėtonas] sakė: "todėl, kad jūs turite įdėti mane klaidingai, aš tikrai sėdėti laukti jiems savo tiesiame kelyje.
lv: [Sātans] teica: "tāpēc, ka jūs esat nostādījuši mani kļūdas, man būs noteikti sēdēt gaidīt tos taisnā ceļā.
nb: [Satan] sa, "fordi du har satt meg i feil, jeg vil sikkert sitte i vente for dem på rett vei.
sk: [Satan] povedal: "pretože ste vložili mi chyba, som určite sedieť v čakať na priamu cestu.
sl: [Satan] je dejal, "ker si me dal v zmoti, bo zagotovo sedim v čakati na njih na vaši poti naravnost.
sr_cyrl: [Сотона ] је рекао, "зато што сте ме ставили у грешке, ће сигурно седим чекао их на твој пут.
sr_latn: [Sotona] je rekao, "zato što ste me stavili u greške, će sigurno sedim čekao ih na tvoj put.
uk: [Сатана] сказав: "тому що ви поклали мене в помилка, я безумовно, сидітимуть на чекати їх на прямому шляху.
vi: [Satan] nói, "bởi vì bạn có đưa cho tôi lỗi, tôi sẽ chắc chắn ngồi chờ đợi cho họ trên con đường thẳng của bạn.
zu: [USathane] wathi: "Ngenxa yokuthi Ungibekile ngephutha, ngiyakwehlisela ahlale elabo kubo endleleni Yakho iqonde.
