Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2973
source: And when the magicians arrived, they said to Pharaoh, "Is there indeed for us a reward if we are the predominant?"
ca: I quan van arribar els mags, deien faraó, "hi ha fet per a nosaltres una recompensa si som la principal?"
cy: A pan gyrhaeddodd y magicians, dywedodd i Ffaro, "oes yn wir ar gyfer ein gwobr os ydym prif?"
da: Og når tryllekunstnere ankom, de sagde til Farao, "er der jo for os en belønning hvis vi er den fremherskende?"
el: Και όταν έφτασε τους μάγους, είπαν να Φαραώ, «υπάρχει πράγματι για μας μια ανταμοιβή αν είμαστε το κυρίαρχο;»
et: Kui mustkunstnikud saabus, nad ütlesid, et vaarao, "Kas on tõepoolest meile tasu kui me valitsevate?"
fi: Ja kun tietäjät saapuivat, he sanoivat Faraon, "Onko todellakin meidän palkita jos hallitseva?"
he: כשהגיע הקוסמים, אמרו אל פרעה, "יש אכן לנו פרס אם אנחנו השולט?"
hr: I kad su čarobnjaci došli, rekli su faraonu, "ima doista za nas nagrada ako smo prevladavaju?"
lt: Ir kai magai atvyko, jie sako, kad Faraonas, "yra iš tiesų mums atlygį jei mes vyraujantis?"
lv: Un kad magicians ieradās, viņi teica, lai faraons, "ir patiešām mums atlīdzību, ja gribam valdošais?"
nb: Og da trollmenn kom, sa de til Farao, "er det virkelig for oss en belønning hvis vi den dominerende?"
sk: A keď prišli kúzelníkov, povedali faraóna, "je tam naozaj pre nás odmenu ak sme prevládajúci?"
sl: In ko se čarovniki prispeli, so rekli, da Faraon, "je dejansko tam za nas nagrada če smo je prevladujoča?"
sr_cyrl: И када Магови дошли, рекли су фараону, "има ли заиста за нас награде ако смо на Преовлађујућа?"
sr_latn: I kada Magovi došli, rekli su faraonu, "ima li zaista za nas nagrade ako smo na Preovlađujuća?"
uk: І коли прибули чарівники, вони сказали до фараона, "дійсно там для нас винагороду якщо ми що переважаючим?"
vi: Và khi các nhà ảo thuật đến, họ nói với pharaon, "có thực sự cho chúng tôi một phần thưởng nếu chúng tôi là chủ yếu?"
zu: Futhi lapho Izanusi befika bathi kuFaro: "Ingabe kukhona ngempela kithi umvuzo uma singabantwana oqavile?"

# Quran2974
source: He said, "Yes, and indeed, you will then be of those near [to me]."
ca: Va dir: "Sí i de fet, llavors seràs d'aquells a prop [per mi]."
cy: Meddai, "ie, ac yn wir, yna byddwch y rhai ger [i mi]."
da: Han sagde, "Ja, og ja, vil du så være af dem nær [for mig]."
el: Είπε, «ναι, πράγματι, και στη συνέχεια θα αυτών κοντά [για μένα].»
et: Ta ütles: "Jah, ja tõepoolest, seejärel on neist lähedal [mind]."
fi: Hän sanoi: "kyllä, ja todellakin, sinun sitten on niistä [omat]."
he: הוא אמר, "כן, ואכן, ואז יהיה מאלה ליד [אלי]."
hr: Rekao je, "i zaista, onda ćete od onih blizu [za mene]."
lt: Jis sakė, "taip, ir iš tiesų, jums bus tų netoli [pas mane]."
lv: Viņš teica: "Jā, un, protams, jums būs no tiem blakus [mani]."
nb: Han sa, "Ja, og ja, du kan deretter av de nær [for meg]."
sk: On povedal: "áno, a naozaj, potom budete v blízkosti tých [ku mne]."
sl: On reče: "ja, in res, potem boste tistih blizu [se mi]."
sr_cyrl: Он је рекао, "да, и заиста, те ће онда бити од оних близу [за мене]."
sr_latn: On je rekao, "da, i zaista, te će onda biti od onih blizu [za mene]."
uk: Він сказав: "так і справді, то можна з тих, поблизу [мене]."
vi: Ông nói, "Vâng, và thực sự, bạn sau đó sẽ có những người gần [cho tôi]."
zu: Wathi: "Yebo, futhi impela, khona-ke abe khona phakathi kwabadla eduze [kimi]."

# Quran2975
source: Moses said to them, "Throw whatever you will throw."
ca: Moses va dir, "llençar tot el llançarà."
cy: Dywedodd Moses iddynt, "taflu beth bynnag y bydd ei daflu."
da: Moses sagde til dem, "smide hvad du vil kaste."
el: Moses είπε σε τους, «ρίξτε ό, τι θα πετάς.»
et: Moses ütles neile, "viska iganes sa viskavad."
fi: Moses sanoi heille, "heittää mitä tahansa heittää."
he: Moses אמר להם, "לזרוק מה יהיה לזרוק."
hr: Moses rekao, "Izbaci sve što će baciti."
lt: Moses sakė jiems, "mesti ką jūs mesti."
lv: Moses teica, "mest viss būs mest."
nb: Moses sa til dem: "kaste hva du vil kaste."
sk: Moses hovorí im "hodiť čokoľvek sa vám bude hodiť."
sl: Moses je dejal, "vrgel karkoli bo vrgel."
sr_cyrl: Мосес је рекао да је за њих, "баци шта год ће те бацити."
sr_latn: Moses je rekao da je za njih, "baci šta god će te baciti."
uk: Moses сказав їм: "кинути все, що вам буде кидати."
vi: Moses nói với họ, "ném bất cứ điều gì bạn sẽ ném."
zu: UMose wathi kubo: "Phonsani whatever you juba."

# Quran2976
source: So they threw their ropes and their staffs and said, "By the might of Pharaoh, indeed it is we who are predominant."
ca: Així que va llançar la seva cordes i el seu personal i va dir, "Per la influència del faraó, de fet és que són dominants."
cy: Felly maent yn taflu eu rhaffau ac eu staff ac yn dweud, "Gan y gallai o Ffaro, yn wir mae'n ydym sy'n bennaf."
da: Så de kastede deres reb og deres stabe og sagde, "Af måske af Farao, det er os, der er fremherskende."
el: Έτσι ώστε να πέταξε τους σχοινιά και των επιτελείων τους και είπε, «Με τη δύναμη του Φαραώ, πράγματι είναι αυτό που είναι κυρίαρχο.»
et: Et nad viskasid oma köied ja nende staabid ja ütles: "Vaarao võiks tõepoolest on me, kes on ülekaalus."
fi: Joten ne heitti niiden köydet ja heidän sauvansa ja sanoi, "Farao sotaväellä on nimittäin me olemme hallitseva."
he: אז הם זרקו חבלים שלהם ואת צוותיהם, אמר, "מאת בגדולתו של פרעה, אכן זה אנו השלטת".
hr: Tako da je bacio njihova užad i njihovi suradnici i rekao, "Moć faraona, doista je mi koji prevladavaju."
lt: Todėl jie retai jų lynai ir jų personalą ir tarė: "Iš faraono gali, iš tikrųjų tai mes, kurie yra vyraujantis."
lv: Tātad viņi iemeta savu virves un viņu personāls un teica: "Ar faraons, iespējams, patiešām tas ir mums, kas ir dominējošais."
nb: Så kastet tau og deres staber og sa, "Av makt Farao, faktisk er det vi som er dominerende."
sk: Aby hodil ich lán a ich štáby a povedal: "Tým by faraóna, naozaj je to my, ktorí sú prevládajúce."
sl: Tako vrgel svoje vrvi in njihovi štabi in reče: "Jih lahko Faraon, res je mi, ki so prevladujoča."
sr_cyrl: Тако су бацали своје конопце и њиховом особљу и рекао: "Од стране снагом фараона, јесте они који Преовлађујућа."
sr_latn: Tako su bacali svoje konopce i njihovom osoblju i rekao: "Od strane snagom faraona, jeste oni koji Preovlađujuća."
uk: Тому вони кинули їх мотузки і їхніх штабів і сказав: "За меча фараона, дійсно це ми, які утримують."
vi: Vì vậy, họ đã ném dây của họ và đội ngũ nhân viên của họ và nói, "Bởi có thể của Pharaoh, thực sự nó là chúng ta những người đang chiếm ưu thế."
zu: Ngakho baphonsa izindophi yabo nezinduku zabo, wathi: "By amandla kaFaro, ngempela kuba thina evelele."

# Quran2977
source: Then Moses threw his staff, and at once it devoured what they falsified.
ca: Llavors Moses va llançar el seu personal i a la vegada es devorat què falsificaven.
cy: Yna taflodd Moses a'i staff, ac ar unwaith oedd yn devoured yr hyn y maent yn ei ffugio.
da: Derefter Moses kastede sit personale, og på én gang det slugte hvad de forfalskede.
el: Στη συνέχεια ο Moses πέταξε το προσωπικό του, και ταυτόχρονα κατασπάραξαν τι αυτοί πλαστογραφούν.
et: Siis Moses viskas oma personali ja kohe see söödud, mida nad võltsitud.
fi: Sitten Moses heitti sauvansa ja kerralla se ahmi, he olivat väärentäneet.
he: אז Moses הפך את הצוות שלו, בעת ובעונה אחת זה טרפה מה הם זייף.
hr: Onda Moses bacio štap, i odjednom ga progutala su falsificirani.
lt: Tada Moses retai jo darbuotojų, ir ne vieną kartą jis sunaikino ką jie suklastoti.
lv: Moses aizmet nūju un uzreiz to aprija, ko tās viltot.
nb: Så Moses kastet hans stab, og samtidig den slukte hva de falsifisert.
sk: Potom Moses hodil jeho zamestnancov, a naraz to hltal, čo sú sfalšované.
sl: Nato Moses vrgel njegovo osebje, in naenkrat je požrl, kaj so ponarejena.
sr_cyrl: Онда је Мосес бацио његово особље, а истовремено излило се из шта су фалсификовали.
sr_latn: Onda je Moses bacio njegovo osoblje, a istovremeno izlilo se iz šta su falsifikovali.
uk: Потім Moses кинули його співробітників, і одночасно вона пожирає вони фальсифікували.
vi: Sau đó Moses đã ném các nhân viên của mình, và cùng một lúc nó nuốt chửng họ giả mạo.
zu: Khona-ke uMose juba akhe sebenzi, futhi ngaso leso sikhathi-ke, ushwabadelwe lokho abayikho oqanjiwe.

# Quran2978
source: So the magicians fell down in prostration [to Allah].
ca: Així els mags va caure en la prostració [a Allah].
cy: Felly syrthiodd y magicians i lawr yn prostration [i Allah].
da: Tryllekunstnere faldt så i udmattelse [til Allah].
el: Έτσι οι μάγοι έπεσε στην κατάπτωση [Αλλάχ].
et: Nii mustkunstnikud langesid täielik kurnatus [Jumalat].
fi: Joten tietäjät kaatui uupumusta [jotta hillitä].
he: אז הקוסמים. נפל השתטחות [אל אללה].
hr: Tako te neće ubiti su pali u mise [Allah].
lt: Taip magai nukrenta į išsekimas [Dievas].
lv: Tik magicians nokrita prostrācija, [Allah].
nb: Så falt trollmenn ned i sammenbrudd [å Døyve].
sk: Takže kúzelníkov padol v vyčerpanie [aby Allah].
sl: Tako je čarovniki padel v izčrpanost [v Allah].
sr_cyrl: Дакле Магови пао на мису [Алаху].
sr_latn: Dakle Magovi pao na misu [Alahu].
uk: Так магів впала в прострація [щоб Аллах].
vi: Vì vậy các nhà ảo thuật đã giảm xuống trong lễ lạy [để Allah].
zu: Ngakho abenzi bemilingo ukubabenze imilingo wawa phansi prostration [Allah].

# Quran2979
source: They said, "We have believed in the Lord of the worlds,
ca: Deien, "hem cregut en el Senyor dels mons,
cy: Dywedodd, "yr ydym wedi credu yn yr Arglwydd y byd,
da: De sagde, "vi har troet på Herren of the worlds,
el: Είπαν, «έχουμε πιστέψει στον κύριο των κόσμων,
et: Nad ütlesid: "me oleme uskunud in Lord of the worlds
fi: He sanoivat: "olemme uskoneet Herraan maailman,
he: הם אמרו, "שהאמנו באלוהים העולמות,
hr: Rekli su, "mi vjerovao u gospodara svjetova,
lt: Jie sakė, "mes manoma, Viešpatie pasaulių,
lv: Viņi teica: "mums ir uzskats pasaulēm, Lord
nb: De sa: "vi har trodd på Herren av verdener,
sk: Povedali, že "sme uverili v pána svety,
sl: So rekli, "smo verjeli v Lord of the worlds,
sr_cyrl: Рекли су, "Морамо да верујемо у господар светова,
sr_latn: Rekli su, "Moramo da verujemo u gospodar svetova,
uk: Вони сказали: "ми увірували в Господа світів,
vi: Họ nói, "chúng ta có tin vào Chúa của thế giới,
zu: Bathi: "We fanele kholwa eNkosini Worlds,

# Quran2980
source: The Lord of Moses and Aaron."
ca: El Senyor de Moses i Aaron".
cy: Yr Arglwydd Moses ac Aaron."
da: Herren af Moses og Aron."
el: Ο άρχοντας του Moses και του Ααρών.»
et: Issand Moses ja Aaron."
fi: Taru Moses ja Aaron."
he: אדון Moses ואהרון."
hr: Gospodar Moses i Aron."
lt: Viešpats Moses ir Aaron."
lv: Moses un Aaron kungs."
nb: The Lord of Moses og Aron."
sk: Pán Moses a Árona."
sl: Gospodar Moses in Aaron."
sr_cyrl: Господар Мосес и Арон."
sr_latn: Gospodar Moses i Aron."
uk: Господом Moses і Аарон.
vi: Chúa tể của Moses và Aaron."
zu: INkosi kaMose no-Aroni. "

# Quran2981
source: [Pharaoh] said, "You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all."
ca: [Faraó] dit, "vostè creu Moses abans que li va donar el permís. De fet, és el seu líder que li ha ensenyat màgia, però vas a saber. Segurament va tallar les mans i els peus en costats oposats, i segurament es Crucifiqui tots."
cy: [Ffaro] yn dweud, "byddwch Credai Moses cyn rhoi eich caniatâd. Yn wir, eich arweinydd sydd wedi dysgu hud i chi, ond byddwch yn gwybod. Byddaf yn sicr yn torri'r oddi ar eich dwylo a eich traed ar ochrau gwahanol, ac yn sicr bydd yr crucify chi i gyd.
da: [Farao] sagde, "du troede Moses før jeg gav dig tilladelse. Ja, han er din leder, der har lært dig magi, men du vil vide. Jeg vil helt sikkert skære ned dine hænder og dine fødder på modsatte sider, og jeg vil helt sikkert korsfæste du alle."
el: [Φαραώ] είπε, «σας πίστευε Moses πριν μου έδωσε την άδεια. Πράγματι, είναι ηγέτης σας που σας διδάσκει για μαγεία, αλλά πρόκειται να μάθω. Μπορώ σίγουρα θα κόψει τα χέρια σας και τα πόδια σας σε αντίθετες πλευρές, και εγώ σίγουρα θα σταυρώσει όλους σας.»
et: [Vaarao] ütles: "sa uskusid Moses enne, kui ma sulle andsin loa. Tõepoolest, ta on oma juht, kes on õpetanud magic, kuid te ei kavatse teada. Ma kindlasti katkestas oma käed ja jalad teisel pool, ja ma kindlasti suretama teid kõiki."
fi: [Farao] sanoi, "uskoit Moses ennen kuin annoin luvan. Hän on johtaja, joka on opettanut magic, mutta olet menossa tietää. Minä hävitän varmasti kädet ja jalat vastakkaisilla puolilla, ja jälkisäädös varmasti ristiinnaulita teille kaikille.
he: [פרעה] אמר, "אתה מאמין Moses לפני. נתתי לך רשות. ואכן, הוא המנהיג שלך, מי לימד אותך קסם, אבל אנחנו יודעים. בוודאי אחתוך את הידיים ואת הרגליים משני צידי המתרס, בוודאי אצלוב את כולכם."
hr: [Faraon] je rekao, "vjeruješ Moses prije nego što sam ti dao dozvolu. Doista, on je vaš vođa koji je učio magiju, ali ti ćeš znati. Sigurno će odsjeći ruke i noge na suprotnim stranama, i sigurno će vas sve razapeti."
lt: [Faraonas] sakė: "jūs manė Moses, kol aš jums davė leidimą. Iš tiesų, jis yra jūsų vadovas, kuris išmokė jus magija, bet turėtumėte žinoti. Aš tikrai bus išjungti savo rankas ir kojas priešingose pusėse, ir aš tikrai bus jums visiems nukryžiuoti."
lv: [Faraons] teica: "jūs ticēja Moses, pirms es tev deva atļauju. Patiešām, viņš ir jūsu līderis, kurš ir iemācījusi, maģija, bet jūs zināt. Noteikti samazinās pie rokām un kājām uz pretējās pusēs, un es noteikti sist krustā jums visiem.
nb: [Farao] sa, "du trodde Moses før jeg ga deg tillatelse. Faktisk han er din leder som har lært deg magi, men du skal vite. Jeg vil sikkert klippet av hendene og føttene på motsatt side, og jeg ville sikkert avgjørende dere."
sk: [Faraóna] povedal: "ste uverili Moses, predtým, než som dal povolenie. V skutočnosti, on je váš vodca, ktorý sa vyučuje mágia, ale budete vedieť. Bude určite odrezať ruky a nohy v protiľahlých stranách, a ja bude určite všetci ukrižovať."
sl: [Faraon] je dejal, "ste verjeli Moses, preden sem dal dovoljenja. Res, on je vaš vodja, ki je učil čarobno, vendar boste vedeli. Bo zagotovo odrezani roke in noge na nasprotnih straneh, in bo zagotovo križali ste vse."
sr_cyrl: [Фараон ] је рекао, "Ви сте веровали Мосес пре него што сам вам је дао дозволу. Заиста , он је ваш вођа који је учио магију, али има да се зна. Сигурно одрубити руке и ноге на супротним странама, и сигурно ће вас све разапнем."
sr_latn: [Faraon] je rekao, "Vi ste verovali Moses pre nego što sam vam je dao dozvolu. Zaista, on je vaš vođa koji je učio magiju, ali ima da se zna. Sigurno odrubiti ruke i noge na suprotnim stranama, i sigurno će vas sve razapnem."
uk: [Фараона] сказав: "ти повірив Moses, перш ніж я дав вам дозвіл. Дійсно, він є лідером, які навчили вас magic, але ви будете знати. Я безумовно відрізали руки і ноги на протилежних сторонах, і я, безумовно, розіп'яти всіх вас."
vi: [Pharaoh] nói, "bạn tin rằng Moses trước khi tôi đã cho anh quyền. Thật vậy, ông là người đã dạy cho bạn ma thuật lãnh đạo của bạn, nhưng bạn sẽ biết. Tôi chắc chắn sẽ cắt tay và chân của bạn trên các cạnh đối diện, và tôi chắc chắn sẽ đóng đinh tất cả các bạn."
zu: [UFaro] wathi: "Wena namkholwa uMose phambi ngakunika imvume. Impela umholi wakho ngubani kunifundisile magic, kodwa uya ukwazi. Mina ngiyakufihla anqunywe kho andla nyawo zakho ezinhlangothini ezihlukene, futhi mina

# Quran2982
source: They said, "No harm. Indeed, to our Lord we will return.
ca: Deien, "cap dany. De fet, a nostre Senyor tornarem.
cy: Maent yn dweud, "dim niwed. Yn wir, i Arglwydd ein byddwn yn dychwelyd.
da: De sagde: "ingen skade. Ja, til vor Herre vi vender tilbage.
el: Είπαν, «δεν κάνει κακό. Πράγματι, στον Κύριό μας θα επιστρέψουμε.
et: Nad ütlesid: "mingit kahju. Tõepoolest, on meie Issand, me tagasi.
fi: He sanoivat: "ei haitta. Itse asiassa meidän Herrallemme palaamme.
he: הם אמרו, "לא יזיק. ואכן, עם האדון שלנו. אנחנו נשוב
hr: Rekli su, "nema ništa loše. Doista, našem Gospodinu Vratit ćemo se.
lt: Jie sakė, "jokios žalos. Iš tiesų, su mūsų Viešpaties grįšime.
lv: Viņi teica: "nevienam nekaitē. Protams, tam Kungam mēs atgriezīsim.
nb: De sa: «ingen skade. Faktisk, til vår Herre vi vil tilbake.
sk: Oni povedali: "nič zlého. Vskutku, nášho Pána, vrátime.
sl: So rekli, "ne škodi. Res, da naš gospod, bomo vrnili.
sr_cyrl: Рекли су: "Нема зла. Заиста , Господ нам се вратити.
sr_latn: Rekli su: "Nema zla. Zaista, Gospod nam se vratiti.
uk: Вони сказали: "немає шкоди. Дійсно, Господу нашому ми повернемося.
vi: Họ nói, "không có hại. Thật vậy, Chúa của chúng tôi chúng tôi sẽ trở lại.
zu: Bathi: "Ayinangozi. Ngempela, ithu Lord we phinda.

# Quran2983
source: Indeed, we aspire that our Lord will forgive us our sins because we were the first of the believers."
ca: De fet, aspirem que nostre Senyor perdona'ns nostres pecats perquè érem la primera dels creients."
cy: Yn wir, ein nod yw y bydd ein Arglwydd faddau inni ein pechodau oherwydd ni oedd y cyntaf y credinwyr."
da: Ja, vi stræber efter at vor Herre vil tilgive os vores synder, fordi vi var første af troende."
el: Πράγματι, φιλοδοξούμε ότι ο Κύριός μας θα Συγχωρέστε μας αμαρτίες μας επειδή ήμασταν οι πρώτοι από τους πιστούς.»
et: Tõepoolest, soovime et meie Issanda andestab meile meie patud sest esimesena usklike."
fi: Itse asiassa pyrimme että Herramme anteeksi syntimme koska olimme ensimmäinen uskovat."
he: אכן, אנו שואפים כי אדוננו לסלוח לנו את חטאתינו כי היינו הראשונים של המאמינים."
hr: Doista, težimo da naš Gospodin će nam oprostiti naše grijehe jer smo prvi vjernici."
lt: Iš tiesų, mes siekiame kad mūsų Viešpats bus atleisti mums mūsų nuodėmes nes mes pirmieji tikintieji."
lv: Patiešām, mēs tiecamies ka kungam būs piedod mums mūsu grēkus, jo mēs bijām pirmā no ticīgo."
nb: Ja, vi ønsker at vår Herre vil tilgi oss våre synder fordi vi var først av troende."
sk: V skutočnosti sme aspirovat že náš Pán odpusť nám naše hriechy pretože sme boli prvý z veriacich."
sl: Dejansko, smo si prizadevajo, da naš gospod bo odpusti nam naše grehe ker smo bili prvi verniki."
sr_cyrl: Заиста , стремимо да Господ ће нам опрости грехе јер смо били први верника."
sr_latn: Zaista, stremimo da Gospod će nam oprosti grehe jer smo bili prvi vernika."
uk: Дійсно, ми aspire що наш Господь буде гріхи нам простити, тому що ми були першими віруючих."
vi: Thật vậy, chúng tôi mong rằng Chúa chúng ta sẽ tha thứ tội lỗi của chúng tôi bởi vì chúng tôi đã lần đầu tiên của các tín hữu."
zu: Ngempela, thina bafisa ukuthi ithu Lord thethelela us ithu ono ithu ngoba sasingabokuqala amakholwa. "

# Quran2984
source: And We inspired to Moses, "Travel by night with My servants; indeed, you will be pursued."
ca: I ens va inspirar a Moses, "viatge de nit amb els meus servents; de fet, vostè serà perseguida."
cy: Ac yn ein hysbrydoli i Moses, "teithio gan nos gyda 'm gweision; yn wir, bydd byddwch yn mynd ar drywydd."
da: Og vi inspireret til Moses, "rejse om natten med mine tjenere; faktisk, du vil blive videreført."
el: Και μας ενέπνευσε να Moses, «ταξιδεύουν τη νύχτα με τους υπηρέτες μου? Πράγματι, σας θα συνεχιστεί.»
et: Ja me inspireeritud Moses, "reisida öösiti minu teenistujad; Tõepoolest, mida püütakse saavutada."
fi: Ja me Moses "matka yöllä palvelijoideni; itse asiassa voit pyritään."
he: אנחנו השראה כדי Moses, "ננוע בלילה עם המשרתים שלי; אכן, אתה להיות נרדף."
hr: Inspiriran da Moses, "putovanja po noći s moje sluge; Doista, te će se provoditi."
lt: Ir mes įkvėpė Moses, "kelionės naktį su mano tarnai; Tiesą sakant, jums bus toliau."
lv: Un mēs iedvesmoja Moses, "gājiens pa nakti ar maniem kalpotājiem. Protams, jums tiks turpināta."
nb: Og vi inspirert til Moses, "reise om natten med mine tjenere; Faktisk, du skal være forfulgt."
sk: A sme inšpirovaní k Moses, "Cestovanie v noci s moji služobníci; v skutočnosti vás bude pokračovať."
sl: In smo navdih za Moses, "potovanje ponoči z uslužbencev; res, da se bo nadaljevalo."
sr_cyrl: И нисмо је инспирисало да Мосес, "пустињско сунце са мојим слугама; Заиста , те ће бити вођена."
sr_latn: I nismo je inspirisalo da Moses, "pustinjsko sunce sa mojim slugama; Zaista, te će biti vođena."
uk: І ми надихнули Moses, "подорож на ніч з моїх слуг; Справді, вам буде здійснюватися з."
vi: Và chúng tôi cảm hứng để Moses, "đi đêm với người hầu của tôi; Thật vậy, bạn sẽ được theo đuổi."
zu: Futhi We faka kuMose: "Ichibi ebusuku izinceku zami; impela, uyobe tinkhomba lokumele tilandzelwe."

# Quran2985
source: Then Pharaoh sent among the cities gatherers
ca: Llavors faraó enviat entre les ciutats de recol·lectors
cy: Yna anfonodd Ffaro ymhlith y dinasoedd casglwyr
da: Derefter sendt Farao blandt byerne samlere
el: Στη συνέχεια Φαραώ αποστέλλονται μεταξύ των πόλεων τροφοσυλλέκτες
et: Siis vaarao saatis linnade seas kogujad
fi: Farao lähetetään kaupunkien joukossa kerääjille
he: ואז פרעה שלח בין הערים לקטים
hr: Onda je faraon poslao među gradovima sakupljača
lt: Tada Faraonas nusiuntė tarp miestų rinkėjų
lv: Faraons nosūtījis starp pilsētām ievācējiem
nb: Så sendt Farao blant byene samlere
sk: Potom faraón poslal medzi mestami zberača
sl: Nato Faraon poslal med mesti nabiralci
sr_cyrl: Онда је фараон послао међу градова скупљаиа
sr_latn: Onda je faraon poslao među gradova skupljaиa
uk: Фараон направлений серед міст збирачів
vi: Sau đó Pharaoh đã gửi một trong những thành phố lượm
zu: UFaro wasethumela phakathi kwemizi ababutha

# Quran2986
source: [And said], "Indeed, those are but a small band,
ca: [I dir], "de fet, aquells són però un petit grup,
cy: [A dywedodd], "yn wir, mae'r rheini'n ond band bach,
da: [Og sagde], "de er, men en lille band,
el: [Και είπε], "πράγματι, εκείνοι είναι, αλλά μια μικρή ζώνη,
et: [Ja ütles], "tõepoolest, need on vaid väike bänd
fi: [Ja sanoi], "itse asiassa nämä ovat kuitenkin pieni joukkio
he: [ואמר], "ואכן, אלה רק להקה קטנה,
hr: [I da], "uistinu, one su samo mala grupa,
lt: [Ir sakė], "iš tiesų, tai yra bet mažas juostos,
lv: [Un teica]: "Protams, šie ir neliela grupa, bet
nb: [Og sa], "faktisk de er bare en liten gruppe,
sk: [A povedal] "naozaj, to sú ale malá skupina,
sl: In rekel "res, so pa majhen pas,
sr_cyrl: [И рекао], "заиста, они су само мале групице,
sr_latn: [I rekao], "zaista, oni su samo male grupice,
uk: [І сказав], "дійсно, ті, але невелика група,
vi: [Và nói], "thực sự, đó là nhưng một ban nhạc nhỏ,
zu: [Wayesethi], "Ngempela, lezo kodwa iqenjana,

# Quran2987
source: And indeed, they are enraging us,
ca: I de fet, els seus ens,
cy: Ac yn wir, y maent yn cythruddo inni,
da: Og ja, de opbringer os,
el: Και πράγματι, αυτά εξοργίζοντας μας,
et: Ja tõepoolest, nad on meile, enraging
fi: Ja itse asiassa ne ovat enraging
he: אכן, הם נמצאים מרגיז אותנו,
hr: I doista, oni su štoje razljutilo
lt: Ir iš tiesų, jie yra enraging mums,
lv: Un patiesi, tie ir mums, enraging
nb: Og ja, de er flyttet oss,
sk: A naozaj, oni sú enraging nás,
sl: In res, so nas, enraging
sr_cyrl: И заиста, они су нас, штоје разљутило
sr_latn: I zaista, oni su nas, štoje razljutilo
uk: І дійсно, вони enraging нас,
vi: Và quả thực, họ enraging cho chúng tôi,
zu: Futhi ngempela, basuke enraging kithi,
