Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1207
source: And do not be like those who came forth from their homes insolently and to be seen by people and avert [them] from the way of Allah. And Allah is encompassing of what they do.
ca: I no ser com els que va sortir de casa seva amb insolència i per ser vist per habitar i evitar [ells] de la manera d'Allah. I Allah és que abasta de què fan.
cy: A Peidiwch â bod fel y rhai a ddaeth ymlaen o'u cartrefi insolently ac i gael ei weld gan bobl ac osgoi [eu] o'r ffordd o Allah. A yw Allah sy'n cwmpasu o'r hyn y maent yn ei wneud.
da: Og vær ikke som dem, der kom frem fra deres hjem uforskammet og at blive set af mennesker og afværge [dem] fra måde Allah. Og Allah omfatter af hvad de gør.
el: Και δεν είναι όπως και όσοι προχώρησαν αναίδεια μπροστά από τα σπίτια τους και να γίνουν ορατά σε άτομα και να αποτρέψουν [τους] από το δρόμο του Αλλάχ. Και Αλλάχ που περιλαμβάνει από ό, τι κάνουν.
et: Ja ära ole nagu need, kes tulid oma kodust insolently, et olla nähtavad teistele inimestele ja vältida [neid] sellest, kuidas Jumal. Ja Jumal võtab arvesse, mida nad teevad.
fi: Ja olla kuin ne, jotka tulivat kodeistaan röyhkeästi ja ihmiset nähdä ja välttää [heille] tapa hillitä. Ja Jumala on, mitä he tekevät.
he: אל תהיה כמו אלה אשר נבראו מבתיהם בצורה מעליב וכדי אנשים לראות, למנוע [אותם] מן הדרך של אללה. אללה הוא המקיף של מה שהם עושים.
hr: I nemoj biti kao oni koji su izišli iz svojih domova drsko i da ljudi vide i spriječiti [ih] kako Allah. I Allah obuhvata onoga što rade.
lt: Ir negali būti kaip tie, kurie atėjo atgal iš savo namų insolently ir turi matyti žmonių ir išvengti [jiems] nuo to, kaip Dievas. Ir Dievas yra keliantį, ką jie daro.
lv: Un nevar būt, piemēram, tiem, kuri nekaunīgi tālāk nāca no savām mājām, kā arī var redzēt personas, un novērst [tiem] no Allah veidā. Un Allah ir aptver, ko viņi dara.
nb: Og ikke bli som de som kom tilbake fra sine hjem insolently og å bli sett av folk og avverge [dem] fra veien til Allah. Og Allah er omfatter av hva de gjør.
sk: A nemôže byť ako tí, ktorí tam prišli z domovov nestoudně a vidieť ľudí a [ich] odvrátiť od toho, ako Boh. A Boh je to, čo robia.
sl: In ne bodite kot tiste, ki so prišli naprej iz svojih domov, insolently in da se vidijo ljudje in odvrne [jih] iz pot Allah. In Alah je za kaj delajo.
sr_cyrl: Да , и не буди као они који безобразно мртав.иза ре из својих домова и да их виде људи и да се отклоне [их] од пута Аллах. И Аллах је обухвата о ономе што чине.
sr_latn: Da, i ne budi kao oni koji bezobrazno mrtav.izaрe iz svojih domova i da ih vide ljudi i da se otklone [ih] od puta Allah. I Allah je obuhvata o onome što čine.
uk: І не бути як ті, які вийшли зі своїх будинків нахабно і можуть бачити особи і запобігти [їх] від того, як Аллаха. І Аллах, який охоплює з чим вони займаються.
vi: Và không giống như những người đã ra khỏi nhà của họ insolently và để được nhìn thấy bởi những người và tránh [chúng] cách của Allah. Và Allah bao gồm của những gì họ làm.
zu: Futhi ungabi labo abaphuma ezakhishwa emakhaya azo ngokweyisa futhi ukuba abantu bambona futhi ugweme kubo siyobatshela [bona] endleleni Allah.

# Quran1208
source: And [remember] when Satan made their deeds pleasing to them and said, "No one can overcome you today from among the people, and indeed, I am your protector." But when the two armies sighted each other, he turned on his heels and said, "Indeed, I am disassociated from you. Indeed, I see what you do not see; indeed I fear Allah. And Allah is severe in penalty."
ca: I [recorda] Quan Satanàs va fer seus actes agradable a ells i els va dir, "ningú pot superar avui des del poble, i de fet, jo sóc el seu protector". Però quan els dos exèrcits miop mútuament, engegat els talons i deia, "de fet, jo sóc dissociades de vostè. De fet, veig que no veieu; de fet em temo Allah. I Allah és greu en pena".
cy: A [cofio] pan mae Satan yn gwneud eu gweithredoedd yn dda iddynt a dweud, "Gall unrhyw un chi oresgyn heddiw o blith y bobl, ac yn wir, yr wyf yn eich protector." Ond pan oedd y byddinoedd dau yn ddall i gilydd, mae trodd ar ei sodlau a dweud, "yn wir, yr wyf yr datgysylltu oddi wrthych. Yn wir, ni welaf beth ydych nid gweld; yn wir, ofnaf Allah. A Allah difrifol yn gosb.
da: Og [Husk] da Satan lavet deres gerninger glædeligt til dem og sagde: "ingen kan overvinde du i dag blandt folk, og jeg er jo din protector." Men når de to hære observeret hinanden, han vendte på sine hæle og sagde: "Ja, jeg er løsrevet fra dig. Jeg se, hvad du ikke kan se; faktisk er jeg bange for Allah. Og Allah er alvorlig i straf"
el: Και [θυμηθείτε] όταν ο Σατανάς έκανε πράξεις τους παρακαλώντας τους και είπε, «κανείς δεν μπορούν να ξεπεράσουν σας σήμερα μεταξύ των ατόμων, και μάλιστα, είμαι προστάτης σου.» Αλλά όταν οι δύο στρατοί βλέποντες μεταξύ τους, γύρισε στα τακούνια του και είπε, «πράγματι, εγώ είμαι αποκομμένες από εσάς. Πράγματι, μπορώ να δω τι δεν βλέπετε? Πράγματι, φοβάμαι Αλλάχ. Και Αλλάχ είναι σε σοβαρή ποινή.»
et: [Mäleta] mil Saatan tegi nende teod nende meeldiv ja ütles: "keegi saab lahendada te täna rahva hulgast, ja tõepoolest, ma olen oma protector." Kuid kui kaks armeed nägemispuudega üksteist, ta pöördus kannul ja ütles: "tõepoolest, ma olen lahtiseostatud sinult. Tõepoolest, ma näen, mida sa näed; tõepoolest ma kardan Jumalat. Ja Jumal on raske karistus."
fi: Ja [muista], jolloin Saatana heidän tekonsa miellyttävät heitä ja sanoi: "kukaan voi voittaa sinut tänään kansasta, ja itse asiassa minä olen sinun suojelijasi." Mutta kun molemmat sotajoukot näkevä toisiaan, hän kääntyi hänen kannoilla ja sanoi: "itse asiassa minä olen erottaa te. Itse asiassa en näe, mitä et näe; Pelkään nimittäin Jumala. Ja Jumala on ankara rangaistus.
he: [זוכר] מתי השטן עשה את המעשים שלהם לרצות אותם ואמר: "אף אחד לא יכול להתגבר לך היום מקרב העם, אכן, אני מגן שלך." אבל כאשר הצבאות שני רואי אחד את השני, הוא הסתובב על עקביו ואמרה: "אכן, אני אני לבטל את שיוך ממך. אכן, אני רואה מה אתה לא רואה; אכן אני חושש אללה. אללה הוא חמור בעונשם."
hr: I [zapamtite] kada Sotona je njihova djela ugodno s njima i rekao: "Nitko vam može prevladati danas iz naroda, i doista, ja sam vaš zaštitnik." Ali kada se dvije vojske vidjeli jedni druge, okrenuo na petama i rekao: "uistinu, ja sam razdruženo od tebe. Doista, vidim što ti vidiš; zaista bojim Allaha. A Allah je teška u kazna."
lt: Ir [prisiminti], kada Šėtonas padarė savo poelgius malonus jiems ir sako: "niekas gali įveikti jums šiandien iš tautos, ir iš tiesų, aš esu jūsų gynėjas." Bet kai dvi armijas silpnaregių tarpusavyje, jis pasuko į jo kulnai ir tarė: "iš tiesų, aš esu atskirtas nuo jūsų. Iš tiesų, matau, ką jūs nematote; iš tiesų aš bijau Dievo. Ir Dievas yra sunki bausmė."
lv: Un kad sātans padarīja viņu darbiem patīkami uz tiem un teica: "neviens jūs šodien pārvarēt no cilvēkiem, un patiešām, es esmu jūsu aizsargs." [atceros] Bet, kad divām armijām novērots viens otram, viņš pagriezās uz papēžiem un teica: "Protams, es esmu piesaiste noņemta no jums. Patiešām, es redzu to, ko jūs neredzat; patiešām man bailes Allah. Un Allah ir smags sods."
nb: Og [Husk] da Satan gjorde deres gjerninger tiltalende til dem og sa, "ingen kan overvinne du i dag fra folket, og jeg er faktisk din protector. Men når de to arméene sighted hverandre, han snudde sin og sa: "Ja, jeg er atskilles fra deg. Ja, jeg ser hva du ikke ser; faktisk frykter jeg Allah. Og Allah er alvorlig i straffen.
sk: A [pamätať] keď Satan sa ich skutky im príjemné a povedal: "nikto vám prekonať dnes spomedzi ľudí, a samozrejme, že som váš ochranca." Ale keď dve armády vidiacich seba, on sa otočil na pätách a povedal: "Vskutku, ja som priradenia môžete. Vskutku, vidím, čo vy nevidíte; v skutočnosti som strach, Alah. A Allah je ťažké v trest."
sl: In [spomnim] Ko Satan je prijeten jim njihova dejanja in reče: "nihče lahko premagati ste danes med ljudi, in res, jaz sem vaš patron." Ampak ko dva vojske opažena med seboj, je obrnil za petami in reče: "Pravzaprav, jaz sem prekinjena od vas. Res, vidim, kaj ne vidite; res bojim Allah. Ter Allah je huda kazen"
sr_cyrl: Запамтите [] када је Сотона направио својим делима пријатно да их и рекао, "Нико не може да те данас превазиђе из народа, и заиста, ја сам твој заштитник." Али када се две армије једни друге на видику, окренуо на петама и рекао, "заиста, ја сам веза је прекинута од тебе. Заиста , видим да оно што не видиш; Заиста , не бојим се Алаху. А Аллах је јак у казну."
sr_latn: Zapamtite [] kada je Sotona napravio svojim delima prijatno da ih i rekao, "Niko ne može da te danas prevaziđe iz naroda, i zaista, ja sam tvoj zaštitnik." Ali kada se dve armije jedni druge na vidiku, okrenuo na petama i rekao, "zaista, ja sam veza je prekinuta od tebe. Zaista, vidim da ono što ne vidiš; Zaista, ne bojim se Alahu. A Allah je jak u kaznu."
uk: І [пам'ятаю], коли сатана зробив їхні вчинки приємним для них і сказав: "ніхто не може подолати ви сьогодні з-поміж людей, і я ваш захисник". Але коли дві армії зору один одного, він повернувся на підборах і сказав: "дійсно, я впевнений, зв'язування розірвано від вас. Дійсно, я бачу, що ви не бачите; Справді, я боюся Аллаха. І Аллах серйозними покарання."
vi: Và [nhớ] khi Sa-tan đã thực hiện hành động của họ dễ chịu với họ và nói, "không ai có thể vượt qua bạn vào ngày hôm nay trong số những người, và thực sự, tôi là bảo vệ của bạn." Nhưng khi hai quân đội nhìn thấy nhau, anh đã bật gót chân của mình và nói: "thật vậy, tôi đang rời từ bạn. Thật vậy, tôi nhìn thấy những gì bạn không nhìn thấy; Thật vậy, tôi lo sợ Allah. Và Allah là nghiêm trọng trong hình phạt."
zu: Futhi [khumbula] lapho uSathane nezenzo zabo ezimthandayo nothandwa wathi: "Akekho ongaba ukunqoba kwakho namuhla phakathi kwabantu, futhi impela, mina nginguye uMvikeli wakho."

# Quran1209
source: [Remember] when the hypocrites and those in whose hearts was disease said, "Their religion has deluded those [Muslims]." But whoever relies upon Allah - then indeed, Allah is Exalted in Might and Wise.
ca: [Recordar] Quan els hipòcrites i aquells als cors del qual era la malaltia va dir, "seva religió ha enganyat aquells [musulmans]." Però qui es basa en Allah - llavors fet, Allah és exaltat en força i savi.
cy: [Cofiwch] pan ddywedodd y rhagrithwyr a'r rheini yn eu calonnau oedd clefyd, "wedi eu crefydd deluded hynny [Moslemiaid]." Ond pwy bynnag sy'n dibynnu ar Allah-yna yn wir, yw Allah i'w mawrygu yn allai a Wise.
da: [Husk] når hyklerne og dem, i hvis hjerte var sygdom sagde, "deres religion har vildledt disse [muslimer]." Men hvem er afhængig af Allah - så ja, Allah er ophøjet i Might and Wise.
el: [Θυμηθείτε] όταν την υποκριτές και αυτούς στην καρδιά του οποίου ήταν ασθένεια είπε, «θρησκεία τους έχει εξαπατημένο αυτές [μουσουλμάνους].» Αλλά όποιος εξαρτάται από Αλλάχ -, τότε πράγματι, Αλλάχ είναι Exalted στο μήπως και σοφός.
et: [Mäleta] kui silmakirjatsejatega ja need, kelle süda oli haiguse ütles, "nende religioon on eksitada nendest moslemitest." Kuid kes toetub Jumal -, siis tõepoolest, Allah on ülendatud Might ja tark.
fi: [Muistaa] teeskentelijöitä ja niitä, joiden sydän oli sairaus sanoessaan "heidän uskontonsa on harhaan niitä muslimeja." Mutta kuka perustuu Allah - sitten, Jumala on Ylhäinen mahti ja viisas.
he: [זוכר] הצבועים ואלה אשר לבם היה מחלה אמר, "הדת שלהם יש באשליות אלה [המוסלמים]." אבל מי נשענת על אללה - אז אכן, אללה הוא יינשא ב וייז והכוח.
hr: Zapamtite kada su licemjeri i oni čija je srca je bolest rekao, je "njihova religija je zavedeni tim [Muslimani]." Ali tko se oslanja na Allaha - pa uistinu, Allah uzvišeni u moć i mudar.
lt: [Prisiminti] kai veidmainiai ir tuos, kurių širdyse buvo ligos sakė, "savo religiją yra apgauti tų [musulmonų]." Bet kas remiasi Dievo - tada iš tiesų, Allah yra išaukštintas gali ir išmintingas.
lv: [Atceros] kad liekuļi un tiem, kuru sirdis bija slimības teica: "savu reliģiju ir maldināts tos [musulmaņi]." Bet tas, kurš ir atkarīga no Allah -, tad patiešām, Allah ir cildens spēka un gudrs.
nb: [Husk] da hyklerne og de som hjerter var sykdom sa: "religion har villedet de [muslimene]." Men hvem er avhengig av Allah - så faktisk Allah er opphøyet i makt og klok.
sk: [Pamätať] keď pokrytci a tí, ktorých srdce bolo ochorenie povedal, "svoje náboženstvo má pošetilou tie [moslimov]." Ale kto sa spolieha na Boha - potom skutočne Alah je vyvýšený na sile a múdry.
sl: [Spomnim] Ko hinavci in tiste v katerih srca je bolezen je dejal, "svojo vero je deluded teh [muslimani]." Ampak kdor se zanaša na Alah - potem res, Allah je vzvišeno v oblast in pametno.
sr_cyrl: Запамти када лицемери и онима у чија срца је болест, рекао је, "њихове религије је у заблуди оних муслимана." Али , ко год се ослања на Аллах - онда заиста, Аллах велииа снагом и мудар.
sr_latn: Zapamti kada licemeri i onima u čija srca je bolest, rekao je, "njihove religije je u zabludi onih muslimana." Ali, ko god se oslanja na Allah - onda zaista, Allah veliиa snagom i mudar.
uk: [Пам'ятаю] коли лицемірами і ті, в чиїх серцях була хвороба сказав: "їх релігії має помиляються ті [мусульман]." Але той, хто спирається на Аллах - то дійсно, Аллах піднесене в меча і Мудрого.
vi: [Nhớ] khi hypocrites và những người có trái tim là bệnh nói, "tôn giáo của họ đã lừa dối [những người Hồi giáo]." Nhưng bất cứ ai dựa vào Allah - sau đó, quả thật vậy, Allah sôi nổi trong Might và khôn ngoan.
zu: [Khumbula] lapho Bulu labo ezinhliziyweni zabo kwaba isifo wathi: "inkolo yabo bezikhohlisa labo [amaSulumane]."

# Quran1210
source: And if you could but see when the angels take the souls of those who disbelieved... They are striking their faces and their backs and [saying], "Taste the punishment of the Burning Fire.
ca: I si li però poder veure quan els àngels prendre les ànimes d'aquells que dubtaven... Ells són sorprenents els rostres i l'esquena i [dir], "tastar el càstig del foc cremant.
cy: Ac os gallech weld ond pan y mae yr angylion yn cymryd eneidiau'r rhai a ddysgais... Maent yn drawiadol eu hwynebau a eu cefnau ac [dweud], "blas y gosb y tân llosgi.
da: Og hvis du kunne se, men når englene tager sjælene af dem, der disbelieved... De er slående deres ansigter og deres rygge og [siger], "smage straf af brændende ild.
el: Και εάν θα μπορούσατε να δείτε αλλά όταν οι άγγελοι λαμβάνουν τις ψυχές εκείνων που disbelieved... Αυτά είναι εντυπωσιακά τα πρόσωπά τους και την πλάτη τους και [λέγοντας], "γεύση η τιμωρία της Φωτιάς καίγοντας.
et: Ja kui sa ei näe aga kui inglid võtate hingi, kes disbelieved... Nad on rabav oma nägu ja nende selja ja [öelda], "maitseb Burning Fire karistuse.
fi: Ja jos olisit vaan nähnyt kun enkelit niiden sielut, jotka uskoneet... He lakkoilevat, heidän kasvonsa ja selkäpuoli ja [sanoen] "maistaa palavan tulen rangaistusta.
he: אם את יכולה לראות אבל מתי המלאכים את הנשמות של מי disbelieved... הם מאוד בולטים פניהן ועל גבם, [ואמר] "לטעום את העונש של האש הבוער.
hr: I ali vidiš kada anđeli se duše onih koji je bio... Oni napadaju njihova lica i leđa i [rekao], "kušajte kaznu gori vatra.
lt: Ir jei gali bet kada angelai imtis sielas tų, kurie disbelieved... Jie stebina jų veidus ir nugaros ir [sako], "skonis baudimą už ugnies deginimas.
lv: Un, ja jūs varētu redzēt, bet kad eņģeļi veic dvēseles, kuri disbelieved... Tie ir pārsteidzošs sejām un viņu mugurām un [saka] "garšu Burning Fire sods.
nb: Og hvis du kunne men se når englene bringer sjelene til de vantro... De er slående ansiktene og ryggen og [sa] "smak straffen av brennende ild.
sk: A keby ste videli ale keď anjeli sa duše tých, kto pochyboval... Sú pozoruhodné, ich tváre a ich chrbtom a [povedať], "chuť trest na horiaci oheň.
sl: In če si pa videl ko angeli vzeli duše tistih, ki so verjeli... So presenetljivo njihove obraze in njihove hrbte in [pravijo,] "okus kazen gorečega ognja.
sr_cyrl: И , али да видите када заузели дусе оних који не верује... Они су њихова лица и леђа и [рекао], "окуси казна Бурнинг ватре.
sr_latn: I, ali da vidite kada zauzeli duse onih koji ne veruje... Oni su njihova lica i leđa i [rekao], "okusi kazna Burning vatre.
uk: І якщо ви бачив, але коли ангели взяти душі тих, хто disbelieved... Вони вражає їхні обличчя та їх спиною і [кажучи:] "смак покарання Горячі вогню.
vi: Và nếu bạn có thể nhìn thấy nhưng khi thiên thần mất linh hồn của những người disbelieved... Họ đang tấn công khuôn mặt của họ và ủng hộ của họ và [nói], "hương vị sự trừng phạt của ngọn lửa cháy.
zu: Futhi uma ungase ubone lapho izingelosi ukuthatha imiphefumulo labo disbelieved ... Basuke abatelekile ubuso babo nemihlane yawo no- [bethi], "Nambitha ekujezisweni Burning Fire.

# Quran1211
source: That is for what your hands have put forth [of evil] and because Allah is not ever unjust to His servants."
ca: Allò és per què han de posar les mans endavant [del mal] i perquè Allah no és mai injust als seus servents. "
cy: Mae hynny ar gyfer beth y mae eich dwylo wedi rhoi blaen [o ddrygioni] ac oherwydd nid yw Allah erioed anghyfiawn i ei weision. "
da: Det er hvad dine hænder har lagt frem [af onde] og fordi Allah ikke er nogensinde uretfærdige til sine tjenere. "
el: Αυτό είναι για το τι έχουν βάλει τα χέρια σας εμπρός [του κακού] και επειδή δεν είναι ποτέ άδικο να τους υπηρέτες του Αλλάχ.»
et: See on teie kätes on pannud edasi-[of evil] ja kuna Jumal ei ole kunagi alusetu oma sulased. "
fi: Se on kädet ottaneet esiin [pahuuden] ja koska Jumala ei ole koskaan väärin hänen palvelijansa. "
he: . זה על מה לשים את הידיים לפנים [הרשע] כי אללה הוא לא צודק פעם משרתיו. "
hr: To je za tvoje ruke staviti naprijed [od zla] i zato što Allah nije nikada nepravedno slugama. "
lt: Tai kas turite įdėti savo rankas pirmyn [iš blogio] ir todėl, kad Dievas yra ne vis ų savo paslaugas. "
lv: Tas ir jūsu rokās ir izveidojuši tālāk [no ļaunuma] un jo Allah ir kādreiz netaisna saviem kalpiem nav. "
nb: Det er for hva hendene har satt [av onde] og Allah ikke er helt urettferdig til sine tjenere. "
sk: To, na čo si dať ruky tam [o zlo] a pretože Boh nie je niekedy nespravodlivý, svojim služobníkom. "
sl: To je za kaj roke dal naprej [od zla] in ker Allah ni nikoli nepravičen do služabnike. "
sr_cyrl: То је за твоје руке ставио напред-назад [зла] и зато што је Алах није никад неправедан према његове слуге. "
sr_latn: To je za tvoje ruke stavio napred-nazad [zla] i zato što je Alah nije nikad nepravedan prema njegove sluge. "
uk: Тобто за те, що ваші руки поклали чверті [від зла], і тому що Аллаху не коли-небудь несправедливих рабам своїм. "
vi: Đó là vì bàn tay của bạn đã đưa ra [của cái ác] và bởi vì Allah là không bao giờ bất công để công chức của mình. "
zu: Yilokho for kho andla wasolula [sokukhuthazela ngaphansi kokubi] futhi ngoba Allah akuyona owake ongenabulungisa nongenalo ezincekwini zaKhe. "

# Quran1212
source: [Theirs is] like the custom of the people of Pharaoh and of those before them. They disbelieved in the signs of Allah, so Allah seized them for their sins. Indeed, Allah is Powerful and severe in penalty.
ca: [Ells és] com el costum de la gent del faraó i de les persones davant d'ells. Ells dubtaven en els senyals d'Allah, perquè Allah agafat pels seus pecats. De fet, Allah és potent i severa en pena.
cy: [Hwy yw'r] hoffi personol y bobl Ffaro a rhai o'u blaen. Roedd eu ddysgais yn arwyddion o Allah, felly roedd Allah yn hatafaelu iddynt am eu pechodau. Yn wir, Allah yn bwerus a difrifol yn gosb.
da: [Er] som brugerdefineret af Farao og dem før dem folk. De disbelieved i tegn på Allah, så Allahs beslaglagt dem for deres synder. Faktisk, Allah er stærk og alvorlig i straf.
el: [Δική τους είναι], όπως το έθιμο του λαού του Φαραώ, και αυτών πριν από αυτούς. Αυτοί disbelieved των σημείων του Αλλάχ, έτσι Αλλάχ τους κατασχέθηκαν τις αμαρτίες τους. Πράγματι, Αλλάχ είναι ισχυρή και σοβαρή ποινή.
et: [Päralt on] meeldib vaarao ka Euroopa neile inimestele kohandatud. Nad disbelieved Allahi märgid nii Allah arestitud neid nende pattudest. Tõepoolest, Allah on võimas ja raske karistus.
fi: Heidän on kuten custom Faraon kansaa, jotka ennen heitä. He uskoneet Allah, merkkejä, joten Allah yllätti heidät heidän synneistään. Itse asiassa Jumala on voimakas ja ankara rangaistus.
he: [שלהם הוא] אוהב את המנהג של העם של פרעה, ואני מאלה לפניהם. הם disbelieved על השלטים של אללה, אז אללה תפסו אותם על חטאיהם. אכן, אללה הוא חזק וקשה בעונשם.
hr: Njihova je kao običaj ljudi faraona i onih prije njih. Oni bio u znakovi Allaha, pa Allah zaplijenila ih za njihove grijehe. Uistinu, Allah je moćan i u kaznu.
lt: [Jiems yra] kaip žmonės Faraonas ir iš tų, kurie juos paprotys. Jie disbelieved ženklai Dievo, todėl Dievas paimti juos už jų nuodėmes. Iš tiesų, Dievas yra galingas ir sunki bausmė.
lv: [Savējo ir], piemēram, pielāgotas cilvēku faraons, un tiem priekšā. Viņi disbelieved Allah, pazīmes, lai Allāhs konfiscēja tos par saviem grēkiem. Patiešām, Allah ir spēcīgs un smagu sodu.
nb: [Deres er] som skikken med de farao og de som før dem. De vantro i tegnene av Allah, så Allah beslaglagt dem for deres synder. Faktisk er Døyve kraftig og alvorlig i straffen.
sk: [Stretol je] ako zvyk ľudí faraóna a tých pred nimi. Oni pochyboval v znamení Alaha, takže Alah ich chytil za svoje hriechy. Alah je skutočne silným a ťažkým trestu.
sl: [Njihovo je] kot po meri ljudi faraon in tistih, ki so pred njimi. Verjeli so v znamenje od Allah, tako Alah jih zasegli za svoje grehe. Res, Allah je močan in huda kazen.
sr_cyrl: [Њихова је] као прилагођена народа фараона и оних пре њих. Они не верује у знацима Алаха, тако да их је Алах заузели за своје грехе. Уистину , Аллах је моћан и јак у казну.
sr_latn: [Njihova je] kao prilagođena naroda faraona i onih pre njih. Oni ne veruje u znacima Alaha, tako da ih je Alah zauzeli za svoje grehe. Uistinu, Allah je moćan i jak u kaznu.
uk: [Їхнєє], як звичай людей фараона а також перед ними. Вони disbelieved в ознаки Аллаха, так що Аллах захопили їх гріхів. Дійсно, Аллах є потужним та серйозними покарання.
vi: [Họ là] giống như tùy chỉnh của người dân của Pharaoh và của những người trước đó. Họ disbelieved trong các dấu hiệu của Allah, vì vậy Allah tịch thu chúng cho tội lỗi của họ. Thật vậy, Allah là mạnh mẽ và nghiêm trọng trong hình phạt.
zu: [Wawo] like leli siko labantu kaFaro of labo phambili them.
