Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran863
source: And [mention, O Muhammad], when Abraham said to his father Azar, "Do you take idols as deities? Indeed, I see you and your people to be in manifest error."
ca: I [accèsit, O Muhammad], quan Abraham va dir al seu pare Azar, "pren ídols com a deïtats? De fet, vaig veure vostè i la seva gent en error manifesta".
cy: A [sôn, O Muhammad], pan ddywedodd Abraham i dad Azar, "a ydych yn cymryd dod ynghyd fel duwdod? Yn wir, gwelaf chi eich pobl i fod mewn camgymeriad amlwg."
da: Og [omtale, O Muhammad], da Abraham sagde til sin far Azar, "du tager idoler som guder? Ja, jeg ser du og dine medarbejdere være i åbenbar fejl."
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Αβραάμ είπε στον πατέρα του Azar, «να πάρετε είδωλα ως θεότητες; Πράγματι, μπορώ να δω και το λαό σας να είναι σε πρόδηλο σφάλμα."
et: [Märkus, O Muhammad], kui Aabraham ütles, et isa Azar, "te võtate iidolite nagu jumalused? Tõepoolest, ma näen teid ja teie inimesed tegemist ilmse veaga."
fi: [Maininnan Oi Muhammed] kun Aabraham sanoi isälleen Azar "otat epäjumalia kuin jumalat? Todellakin näen ja on ilmeisen virheellinen."
he: ו [אזכור, מוחמד O], כאשר אמר אברהם לאביו אזר, "האם את לוקחת אלילי כמו אלים? אכן, אני מבין אותך ואת אנשיך להיות שגיאת מניפסט"
hr: I [spomenuti, O Muhammad], kad Abraham je rekao njegov otac Azar "uzimate idolima kao Božanstva? Doista, vidim tebe i tvoje ljude u manifesta."
lt: Ir [paminėti, O Muhammad], kai Abraomas atsakė į jo tėvas almis, "vartojate stabus, kaip jie dievai? Iš tiesų, aš matau jums ir jūsų žmonėms būti akivaizdžios klaidos."
lv: Un [pieminēt, O Muhammad], kad Ābrahāmam teica viņa tēvs Azar, "vai jūs lietojat elkiem, kā dievības? Patiešām, es redzu jūs un jūsu darbinieki ir acīmredzamas kļūdas."
nb: Og [omtale, O Muhammad], da sa Abraham til faren Azar, "tar du idoler som guder? Ja, jeg ser deg og dine medarbeidere i lasteliste feil."
sk: A [zmienka, Mohamed], keď Abrahám povedal svojmu otcovi Azar "Beriete idoly ako božstvá? Vskutku, vidím, vy a vaši ľudia sa zjavnou."
sl: In [omenja, O Muhammad], ko Abraham je rekel očetu Azar "vzameš idole kot božanstva? Res, vidim vam in vašim zaposlenim v očitno napako."
sr_cyrl: И [помена, О Мухаммад], када је Абрахам рекао свом оцу, Азар, "узимате идоли као боћанства? Заиста , видим да ти и твој народ бити у манифеста."
sr_latn: I [pomena, O Muhammad], kada je Abraham rekao svom ocu, Azar, "uzimate idoli kao boћanstva? Zaista, vidim da ti i tvoj narod biti u manifesta."
uk: І [згадки, O Мухаммад], коли Авраам сказав батькові Азар, "ви приймаєте ідолів, як божеств? Дійсно, я бачу, ви та ваші люди завжди помилка."
vi: Và [đề cập đến, O Muhammad], khi Abraham nói với cha mình Azar, "bạn có thần tượng như là vị thần? Thật vậy, tôi thấy bạn và những người bạn biểu hiện lỗi."
zu: Futhi [Khumbuzani, O Muhammad], lapho u-Abrahama wathi kuyise Azar, "Ingabe uthatha ezithombeni kumelwe akhulekelwe njengonkulunkulu? Yebo, ngiyabona wena nabantu bakho ukuze sibe manifest iphutha."

# Quran864
source: And thus did We show Abraham the realm of the heavens and the earth that he would be among the certain [in faith]
ca: I així ens mostrava Abraham el reialme dels cels i la terra que es entre el cert [en fe]
cy: Ac felly oedd yn dangos Abraham yr amgylchfyd y nefoedd a'r ddaear y byddai'n ymhlith rhai [mewn ffydd]
da: Og således gjorde vi viser Abraham realm af himlene og jorden, at han ville være blandt visse [i tro]
el: Και έτσι έκανε δείχνουμε Αβραάμ το Βασίλειο του τον ουρανό και τη γη που θα ήταν μεταξύ της βέβαιης [με πίστη]
et: Ja seega tegin näitame Abraham valdkonda taevas ja maa peal, et ta oleks seas teatud [in usus]
fi: Ja näin näytti meidän Abraham hän olisi yksi tiettyjen [uskossa] maan ja taivaan valtakunta
he: ונראה לכן עשה אברהם ממלכת השמיים והאדמה שהוא יהיה בין מסוימים [באמונה]
hr: I danas si mi Abraham carstvo nebesa i zemlje da će biti među određenim [u vjeri.
lt: Ir todėl mes nerodė Abraomas Karalystė dangų ir žemę, kad jis būtų be tam tikrų [į tikėjimą]
lv: Un tādējādi mums bija parādīt Abraham valstība no debesīm un zemi, kas viņam būtu starp noteiktām [savā ticībā]
nb: Og dermed viste vi Abraham riket av himlene og jorden som han ville være blant enkelte [i tro]
sk: A tak si ukážeme Abraham ríše neba a Zeme, ktorý by bol medzi určitými [vo viere]
sl: In tako si prikažemo Abraham kraljestvo nebes in zemlje, da bi bil med nekaterimi [v veri]
sr_cyrl: И самим тим да ли ми показати Абрахам краљевство неба и земље који би био међу одређених [у вери.
sr_latn: I samim tim da li mi pokazati Abraham kraljevstvo neba i zemlje koji bi bio među određenih [u veri.
uk: І таким чином зробили ми показуємо, Авраам царство небес і землі, що він буде серед певні [у вірі]
vi: Và vì vậy chúng tôi đã làm hiển thị Abraham là lĩnh vực của bầu trời và trái đất mà ông có thể trong số nhất định [trong Đức tin]
zu: Futhi njalo Sibonisa Abrahama kombuso amazulu nomhlaba ukuthi babeyoba phakathi kwalabo ezithile [ngokholo]

# Quran865
source: So when the night covered him [with darkness], he saw a star. He said, "This is my lord." But when it set, he said, "I like not those that disappear."
ca: Així que quan la nit ell cobert [de foscor], va veure una estrella. Va dir, "Aquest és el meu Senyor". Però quan s'estableix, va dir, "m'agrada no aquells que desaparèixer."
cy: Felly pan roedd y noson yn cynnwys ef [gyda dywyllwch], gwelodd seren. Dywedodd, "Dyma fy Arglwydd." Ond pan osododd, meddai ef, "Rwy'n hoffi nid y rhai sydd yn diflannu."
da: Så da natten dækket ham [med mørke], så han en stjerne. Han sagde, "Dette er min herre." Men når det, han sagde, "jeg ikke dem, der forsvinder."
el: Έτσι, όταν τη νύχτα τον κάλυψε [με το σκοτάδι], είδε ένα αστέρι. Είπε, «Αυτό είναι ο Λόρδος μου.» Αλλά όταν αυτό οριστεί, είπε, «μου αρέσει όχι εκείνες που εξαφανίζονται.»
et: Nii kui öö kaetud teda [pimeduses], ta nägi star. Ta ütles: "See on minu Issand." Aga kui ta ette, ta ütles: "mulle meeldib mitte need, mis kaovad."
fi: Joten kun yö peitti [pimeyden], hän näki tähden. Hän sanoi: "Tämä on herra." Mutta kun se, hän sanoi, "En pidä eikä niitä, jotka katoavat."
he: אז כאשר הלילה כיסתה אותו [עם החושך], הוא ראה כוכב. הוא אמר, "זה אדוני". אבל זה מוגדר, הוא אמר, "אני אוהב לא כאלה להיעלם."
hr: Pa kad noći prekriven ga [tame], vidio je zvijezda. Rekao je, "Ovo je moj gospodar." Ali kad ga postaviti, rekao je, "volim ne one koji nestati."
lt: Todėl kai naktį padengtos jam [tamsoje], jis pamatė žvaigždę. Jis sakė: "Tai yra mano Viešpats." Bet kai jis nustatytas, jis sakė: "man patinka ne tie, kurie išnyksta."
lv: Tāpēc, kad naktī viņu apsedzis [ar tumsu], viņš ieraudzīja zvaigzni. Viņš teica: "Tas ir mans lord." Bet kad tas noteikts, viņš teica: "man patīk nevis tiem, kas pazūd."
nb: Så når natten dekket ham [med mørke], så han en stjerne. Han sa: "Dette er min Herre." Men når det, sa han, "Jeg liker ikke de som forsvinner."
sk: Takže pri noci mu [s temnotou], videl hviezdy. On povedal: "Toto je môj pán." Ale keď ho, povedal, "rád nie tie, ktoré zmizne."
sl: Tako ko noč prekrila mu [teme], videl zvezde. On reče: "To je moj Gospod." Ampak ko je nastavljen, reče "rad ne tistih, ki izginejo."
sr_cyrl: Па кад ноћи прекривена га [таму], видео је звезда. Он је рекао, "Ово је мој господару." Али када га, он је рекао, "волим не и они који су нестали."
sr_latn: Pa kad noći prekrivena ga [tamu], video je zvezda. On je rekao, "Ovo je moj gospodaru." Ali kada ga, on je rekao, "volim ne i oni koji su nestali."
uk: Так що коли ніч покрита йому [темряви], він побачив зірку. Він сказав: "Це мій Господь". Але коли це, він сказав: "мені подобається не ті, що зникати."
vi: Vì vậy, khi ban đêm bao phủ ông [với bóng tối], ông thấy một ngôi sao. Ông nói, "Đây là Chúa của tôi." Nhưng khi nó thiết lập, ông nói, "Tôi thích không phải là những người mà biến mất."
zu: Ngakho lapho ubusuku wasembathisa [nobumnyama], wabona inkanyezi.

# Quran866
source: And when he saw the moon rising, he said, "This is my lord." But when it set, he said, "Unless my Lord guides me, I will surely be among the people gone astray."
ca: I quan va veure la lluna en augment, va dir, "Aquest és el meu Senyor". Però quan s'estableix, va dir, "Menys que el meu Senyor em guies, segurament seran entre la gent que ha perdut."
cy: A pan welodd y lleuad yn codi, dywedodd, "Dyma fy Arglwydd." Ond pan osododd, meddai ef, "Oni bai y mae fy Arglwydd yn rhoi arweiniad i mi, bydd yn sicr yn ymhlith y bobl wedi mynd ar gyfeiliorn."
da: Og da han så månen stiger, sagde han, "Dette er min herre." Men når det, han sagde, "Medmindre min herre guider mig, vil jeg helt sikkert være i befolkningen, der er kommet på vildspor."
el: Και όταν είδε το φεγγάρι, είπε, «Αυτό είναι ο Λόρδος μου.» Αλλά όταν αυτό οριστεί, είπε, «Αν δεν μου Λόρδος οδηγούς μου, θα είμαι σίγουρα μεταξύ των ανθρώπων που πάει παραστρατημένος.»
et: Ja kui ta nägi moon rising, ütles ta, "See on minu Issand." Aga kui ta ette, ütles ta, "Kui Issand juhatab mind, mul on kindlasti läinud astray rahva hulgas."
fi: Ja kun hän näki moon rising, hän sanoi, "Tämä on herra." Mutta kun se, hän sanoi: "Ellei Herra ohjaa minua, olen varmasti menneet harhaan keskuudessa."
he: כאשר הוא ראה את הירח עולה, הוא אמר, "זה אדוני". אבל זה מוגדר, הוא אמר, "אלא אם כן אדוני מדריך אותי, אני בטח יהיה בקרב העם לסטות."
hr: I kada je vidio da mjesec izađe, rekao je, "Ovo je moj gospodar." Ali kada ga Postavi, rekao je, "Osim ako mi Gospodin me vodi, ja ću sigurno biti među ljudima krene krivim putem."
lt: Ir kada jis pamatė Mėnulį auga, jis sakė: "Tai yra mano Viešpats." Bet kai jis nustatytas, jis sakė: "Jeigu mano Viešpats vadovai mane, aš tikrai bus zabladzili tarpe."
lv: Un, kad viņš redzēja Mēness cēlās, viņš teica: "Šis ir mans lord." Bet, kad tas noteikts, viņš teica: "Ja vien mans kungs ved mani, es noteikti būs starp cilvēkiem prom apmaldīties."
nb: Og da han så månen stiger, sa han, "Dette er min Herre." Men når det, sa han, "Hvis min Herre guider meg, vil jeg sikkert bli blant de kommet på avveie."
sk: A keď videl, že mesiac rastie, povedal: "Toto je môj pán." Ale keď ho, povedal: "Ak môj pán sprievodca ma, určite budem u ľudí preč z cesty."
sl: In ko je zagledal luna narašča, je dejal, "To je moj Gospod." Ampak če je, je dejal, "Razen če moj Gospod, vodi me, sem zagotovo bo med ljudmi zaluta."
sr_cyrl: И кад је видео месец, он је рекао, "Ово је мој господару." Али када га поставите, рекао је он, «Осим ако мој Бог води ме, ја сигурно неће бити међу људима залутао.»
sr_latn: I kad je video mesec, on je rekao, "Ovo je moj gospodaru." Ali kada ga postavite, rekao je on, «Osim ako moj Bog vodi me, ja sigurno neće biti među ljudima zalutao.»
uk: І коли він побачив місяць зростає, він сказав: "Це мій Господь". Але коли це, він сказав: "Якщо мій Господь направляє мене, я безумовно буде серед людей, що пройшли оману".
vi: Và khi ông đã nhìn thấy mặt trăng tăng, ông nói, "Đây là Chúa của tôi." Nhưng khi nó thiết lập, ông nói, "Trừ khi Chúa của tôi hướng dẫn cho tôi, tôi sẽ chắc chắn trong số những người đi lạc lối."
zu: Lapho ebona inyanga kubhebhetseka, wathi: "Lena nkosi yami."

# Quran867
source: And when he saw the sun rising, he said, "This is my lord; this is greater." But when it set, he said, "O my people, indeed I am free from what you associate with Allah.
ca: I quan va veure el sol en augment, va dir, "aquest és el meu Senyor. Això és més gran." Però quan s'estableix, va dir, "O poble meu, de fet estic lliure de què vostè associat amb Allah.
cy: A pan welodd yr haul yn codi, dywedodd, "Dyma fy Arglwydd; Mae hyn yn fwy." Ond pan osododd, dywedodd, "O 'm pobl, yn wir yr wyf yn rhydd o beth yr ydych yn cysylltu â Allah.
da: Og da han så solen stiger, sagde han, "Dette er min herre; Dette er større." Men når det, han sagde, "O mit folk, faktisk jeg er fri fra hvad du forbinder med Allah.
el: Και όταν είδε τον ήλιο να ανατέλλει, είπε, "αυτό είναι ο Κύριός μου? Αυτό είναι μεγαλύτερο.» Αλλά όταν αυτό οριστεί, είπε, «Ο λαός μου, πράγματι είμαι ελεύθερος από τι συσχετίζετε με τον Αλλάχ.
et: Ja kui ta nägi päike tõuseb, ütles ta, "see on minu Issand; See on suurem." Aga kui ta ette, ta ütles: "O minu inimesed tõepoolest ma vabaks mida sa seostavad Allah.
fi: Ja kun hän näki auringonnousua, hän sanoi, "Tämä on Herraani. Tämä on suurempi." Mutta kun se, hän sanoi, "Oi kansani, olen todellakin vapaa mitä liittävät Allah.
he: כשהוא ראה את השמש העולה, הוא אמר, "זה אדוני; זה גדול יותר." . אבל זה מוגדר, הוא אמר, "O עמי, אכן אני חופשי מה אתה משייך אללה.
hr: I kad je ugledao sunce diže, rekao je, "Ovo je moj gospodar; Ovo je veća." Kad ga postaviti, rekao je, "O moj narod, doista sam slobodan od povezujete sa Allah.
lt: Ir kada jis pamatė saulės kyla, jis sakė: "tai yra mano Viešpats; tai didesnis." Bet kai jis nustatytas, jis sakė: "O mano tauta, iš tikrųjų aš esu laisvas nuo kas jums asocijuojasi su Dievas.
lv: Un, ieraudzījis saules pieaug, viņš teica: "Šis ir mans lord; tas ir lielāks." Bet kad tas noteikts, viņš teica, "O mana tauta patiešām es esmu brīva no to, kas jūs saista ar Allah.
nb: Og da han så solen stiger, sa han, "Dette er min Herre; Dette er større." Men når det, sa han, "O mitt folk, faktisk jeg fri fra hva du forbinder med Allah.
sk: A keď videl, že slnko, ktoré vychádza, povedal: "to je môj pán; to je väčšia." Ale keď ho, povedal: "O mojich ľudí, naozaj som bez čo si spájate s Alah.
sl: In ko je zagledal sonce narašča, je dejal, "to je moj gospodar; To je večja." Ampak ko to nastavite, je dejal, "O moj narod, res sem brez pridruženo Allah.
sr_cyrl: И кад је видео сунца, рекао је, "Ово је мој господар; "Ово је већи." Али када га, он је рекао, "О мој народ, заиста јесам слободан од те придружите Алах.
sr_latn: I kad je video sunca, rekao je, "Ovo je moj gospodar; "Ovo je veći." Ali kada ga, on je rekao, "O moj narod, zaista jesam slobodan od te pridružite Alah.
uk: І коли він побачив сонце, що сходить, він сказав: "це мій Господь. Це більше". Але коли його, сказав він, "O народ мій, дійсно я вільний від те, що вас асоціюється з Аллаха.
vi: Và khi ông đã thấy mặt trời mọc, ông nói, "Đây là của tôi Chúa;" Điều này là lớn hơn." Nhưng khi nó thiết lập, ông nói, "O người của tôi, thực sự tôi là miễn phí từ những gì bạn liên kết với Allah.
zu: Lapho ebona ilanga liphuma, wathi: "Lena nkosi yami, lesi mkhulu."

# Quran868
source: Indeed, I have turned my face toward He who created the heavens and the earth, inclining toward truth, and I am not of those who associate others with Allah."
ca: De fet, he tornat la cara cap a ell que ha creat el cel i la terra, inclinant cap a la veritat, i no sóc d'aquells que associen altres amb Allah."
cy: Yn wir, yr wyf wedi troi fy wyneb tuag at ef a greodd y nefoedd a'r ddaear, inclining tuag at wirionedd, ac nid wyf yn rhai sy'n cysylltu eraill â Allah."
da: Faktisk, jeg har slået mit ansigt mod ham, der skabt himlen og jorden, hælder mod sandheden, og jeg er ikke af dem, der forbinder andre med Allah."
el: Πράγματι, έχουν γύρισα το πρόσωπό μου προς αυτός που δημιούργησε τον ουρανό και τη γη, επικλινές προς την αλήθεια, και δεν είμαι από εκείνους που θα συνδέσει τους άλλους με Αλλάχ.»
et: Tõepoolest, keerasin mu näo suunas ta loonud taeva ja maa, tõe poole kallutamist, ja ma ei ole neid, kes seostavad teised Allah."
fi: Itse asiassa olen kääntänyt minun kasvot kohti hän, joka loi taivaat ja maan kallistumista totuus ja en ole niitä, jotka liittävät muut Allah."
he: אכן, אני הפכתי את הפנים שלי כלפי מי יצר את השמים ואת הארץ, inclining לעבר האמת, ואני לא מאלה לשייך אחרים אללה."
hr: Doista, okrenuo sam glavu prema on koji je stvorio nebesa i zemlju, okrenuta prema istini, a ja nisam od onih koji su ostali pridružiti Allah."
lt: Iš tiesų, aš pasuko mano veido link tas, kuris sukūrė dangų ir žemę, pavertimas link tiesos, ir aš nesu iš tų, kurie susieti kiti su Dievas."
lv: Patiešām, ir pagrieza seju pret viņam, kas radīja debesis un zemi, piešķiebdama pret patiesību, un es neesmu no tiem, kas citiem saistīt ar Allah."
nb: Faktisk jeg har slått ansiktet mot som skapte himlene og jorden, skrånende mot sannheten, og jeg er ikke som andre knyttes til Allah.
sk: V skutočnosti, som sa obrátil svoju tvár k ten, kto vytvoril nebies a Zeme, inklinující k pravde, a nie som z tých, ktorí pridružiť iné Alah."
sl: Res, sem obrnil svoj obraz proti on, ki je ustvaril nebo in zemljo, nagibanje proti resnico, in sem ne tistih, ki povezujejo druge z Alahove."
sr_cyrl: Заиста , окренула сам лице према онај који је створио небеса и земљу, воља према истини, а ја нисам од оних који су остали придружите Аллах."
sr_latn: Zaista, okrenula sam lice prema onaj koji je stvorio nebesa i zemlju, volja prema istini, a ja nisam od onih koji su ostali pridružite Allah."
uk: Справді, я мати повернув моє обличчя до він, який створив небо й земля, схиляючись до істини, і я не з тих, хто інші асоціюють Аллаха."
vi: Thật vậy, tôi đã quay mặt về phía ông đã tạo ra trời và đất, inclining đối với sự thật, và tôi không phải là của những người liên kết những người khác với Allah."
zu: Impela, ngiye ngazibonela ubuso bami bubheke He qamba bhakabhaka hlaba inclining ngase iqiniso, mina angingowaleli labo abavele bahlobanise abanye Allah. "

# Quran869
source: And his people argued with him. He said, "Do you argue with me concerning Allah while He has guided me? And I fear not what you associate with Him [and will not be harmed] unless my Lord should will something. My Lord encompasses all things in knowledge; then will you not remember?
ca: I la seva gent va argumentar amb ell. Va dir, "fer que discutir amb mi sobre Allah mentre ell m'ha guiat? I por no què vostè associat amb ell [i no es feriran] llevat que el Senyor ha es alguna cosa. Senyor abasta totes les coses en el coneixement; llavors vostè no recordarà?
cy: A dadleuodd ei bobl gydag ef. Meddai, "Nid ydych yn dadlau gyda mi ynghylch Allah tra mae wedi'i dywys mi? Ac nid hyn yn eich cysylltu ag ef yn ofni [a bydd ni ddylid niweidio] oni ddylai fy Arglwydd bydd rhywbeth. Mae fy Arglwydd yn cwmpasu'r holl bethau mewn gwybodaeth; yna bydd nad ydych yn cofio?
da: Og hans folk fremførte med ham. Han sagde, "kan du diskutere med mig om Allah, mens han har styret mig? Og jeg frygter ikke, hvad du forbinder med ham [og vil ikke blive skadet] medmindre min herre bør vil noget. Min herre omfatter alle ting i viden; så vil du ikke huske?
el: Και του λαού που διαφώνησα μαζί του. Είπε, "μπορείτε να υποστηρίζουν μαζί μου σχετικά με Αλλάχ ενώ έχει οδηγό μου; Και ο φόβος δεν τι συσχετίζετε με αυτόν [και δεν θα θιγούν] εκτός αν Κύριέ μου θα πρέπει να θα κάτι. Κύριέ μου περιλαμβάνει όλα τα πράγματα των γνώσεων· στη συνέχεια θα θυμάστε δεν;
et: Ja oma rahva väitis temaga. Ta ütles: "Kas sa väita minu kohta Jumal, kuigi ta on juhib mind? Ja ma kardan, mitte mida sa seostavad teda [ja ei tehta viga] kui minu Issanda tuleks näidatakse midagi. Mu Issand hõlmab kõiki asju edusamme; siis sa ei mäleta?
fi: Ja hänen kansansa kanssaan. Hän sanoi: "Oletteko sitä mieltä minulle Jumala ja hän on ohjannut minut? Ja pelätä, ei mitä liittävät hänet [ja ei vahingoiteta] ellei herra olisi tulee jotain. Herra sulkee sisäänsä kaiken tiedon; sitten ei muistanette?
he: אנשיו התווכחו איתו. הוא אמר, "אתה תתווכח איתי בנוגע אללה בזמן שהוא הוביל אותי? ואני חוששת מה אתה משייך אותו [ואני לא תיפגעו] אלא אם כן אדוני צריך רצון. מלכי מקיף את כל הדברים-ידע; אז את לא זוכרת?
hr: I njegov narod raspravljao s njim. On je rekao, "Nemojte se svađati sa mnom o Allahu dok je vodio kroz? I strah te povezati s njim [i neće biti ozlijeđeni] Osim ako gospodaru treba bit nešto. Gospodaru obuhvaća sve stvari u znanju; Onda će se ne sjećaš?
lt: Ir jo žmonės teigė su juo. Jis sakė: "ar Jūs teigiate su manimi dėl Dievo, o jis buvo vadovaujamasi man? Ir aš bijoti ne tai, kas jums asocijuojasi su juo [ir nekelia] išskyrus atvejus, kai mano Viešpats turėtų bus kažkas. Mano Viešpats apima visų dalykų žinias; tada jūs ne prisiminti?
lv: Un viņa ļaudis strīdējās ar viņu. Viņš teica: "vai jums oponēt ar mani par Allah, kamēr viņš ir veda mani? Un bailes, ko jūs nesaista ar viņu [neaiztiksim] Ja vien manam kungam būtu kaut kas būs. Mans Lord aptver visas lietas atziņas; tad jums nav atcerēties?
nb: Og hans folk kranglet med ham. Sa han, "har du krangle med meg om Allah mens han har veiledet meg? Og jeg frykter ikke hva du forbinder med ham [og skades ikke] hvis min Herre bør vil noe. Min Herre omfatter alle ting i kunnskap; da vil du ikke huske?
sk: A jeho ľudia tvrdili, s ním. On povedal: "si tvrdiť mi o Alaha, zatiaľ čo on ma viedla? A strach, čo sa nespája s ním [a nie byť poškodení] Ak môj pán by sa niečo. Môj pán zahŕňa všetky veci poznatkov; potom si zapamätá?
sl: In svoj narod trdil, z njim. On reče: "ali ste prepiraj se z mano o Allah, medtem ko je on vodi me? In strah, ne kaj povežete z njim [ter hoteti ne obstati škoda] Če naj bo moj gospodar, nekaj. Moj Gospodar zajema vse stvari v znanja; nato bo se ne spomnite?
sr_cyrl: И његов народ се расправљали с њим. Он је рекао, "расправљате са мном у вези Аллах, док он ме је довео? И страх да не асоцира с њим [и понављам] осим ако мој господару треба да ће нешто. Мој господару обухвата све ствари у знање; Онда не упамти?
sr_latn: I njegov narod se raspravljali s njim. On je rekao, "raspravljate sa mnom u vezi Allah, dok on me je doveo? I strah da ne asocira s njim [i ponavljam] osim ako moj gospodaru treba da će nešto. Moj gospodaru obuhvata sve stvari u znanje; Onda ne upamti?
uk: І його люди стверджували, з ним. Він сказав: "чи ви зі мною сперечатися щодо Аллаха, хоча він направляв мене? І я боюся, що ви пов'язує з ним [і буде не завдано шкоди] якщо мій Господь повинен буде щось. Мій Господь включає в себе всі речі в знань; Потім ви не запам'ятовуватиме?
vi: Và những người của ông lập luận với anh ta. Ông nói, "làm bạn tranh luận với tôi liên quan đến Allah, trong khi ông đã hướng dẫn tôi? Và tôi lo sợ không phải là những gì bạn liên kết với anh ta [và sẽ không được làm hại] trừ khi thưa nên sẽ điều gì đó. Thưa Chúa tể bao gồm tất cả mọi thứ trong kiến thức; sau đó sẽ không nhớ?
zu: Futhi abantu bakhe baphikisana naye.
