Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran360
source: Abraham was neither a Jew nor a Christian, but he was one inclining toward truth, a Muslim [submitting to Allah]. And he was not of the polytheists.
ca: Abraham era jueu ni cristià, però era un inclinant cap a la veritat, un musulmà [submissió a Allah]. I no era de la politeistes.
cy: Abraham oedd Iddew nac yn Gristion, ond yr oedd yn un o inclining tuag at wirionedd, Moslem [cyflwyno i Allah]. Ac nad oedd o y polytheists.
da: Abraham var hverken Jøde eller kristen, men han var en hælder mod sandheden, Muslim [indsendelse til Allah]. Og han var ikke af polyteister.
el: Ο Αβραάμ ήταν ένας Εβραίος και ένας Χριστιανός, αλλά ήταν μία κλίση προς την αλήθεια, μια μουσουλμανική [υποβολή Αλλάχ]. Και δεν ήταν από το polytheists.
et: Aabraham oli juut ega kristlane, aga ta oli üks kallutamist tõde, moslem [esitades Allah] suunas. Ja ta ei olnud selle polytheists.
fi: Abraham ei ollut juutalainen eikä kristitty, mutta hän oli yksi kallistumista totuuden, [toimittamisesta Allah] muslimi. Ja hän ei ollut polytheists.
he: אברהם לא יהודי ולא נוצרי, אבל הוא היה inclining אחד לכיוון האמת, מוסלמי [הגשת אללה]. הוא לא היה polytheists.
hr: Abraham je bio ni Jevrej ni kršćanin, ali je jedna okrenuta prema istini, musliman [podvrgavanja Allaha]. I on nije bio od i politeisti.
lt: Abraomas nebuvo nei žydas, nei krikščionis, bet jis buvo vienas palenkimo link tiesos, musulmonų [pateikti Dievas]. Ir jis buvo ne į polytheists.
lv: Ābrahāms bija ne jūds, ne kristietis, bet viņš bija viens piešķiebdama pret patiesību, musulmaņu [iesniedzot Allah]. Un viņš nebija polytheists.
nb: Abraham var jøde verken en kristen, men han var en skrånende mot sannheten, Muslim [sende å Døyve]. Og han var ikke av polyteister.
sk: Abrahám bol Žid ani kresťan, ale on bol jeden inklinující k pravde, moslim [odosielanie sa Allah]. A on nebol polyteisty.
sl: Abraham ni bil ne Jud ne kristjan, ampak je bil en nagibanje proti resnice, muslimanske [predloži Allah]. In on ni bil na politeiste.
sr_cyrl: Абрахам није био ни Јевреј ни хришћанин, али био је један воља према истини, Муслимана [подношење Алаху]. И он није био на полyтхеистс.
sr_latn: Abraham nije bio ni Jevrej ni hrišćanin, ali bio je jedan volja prema istini, Muslimana [podnošenje Alahu]. I on nije bio na polytheists.
uk: Авраам був ні єврей, ні християнин, але він був один схиляючись до істини, мусульманин [підкоряючись Аллах]. І він не був з у polytheists.
vi: Abraham không là một người Do Thái cũng không phải là một Kitô giáo, nhưng ông là một inclining đối với chân lý, một người Hồi giáo [Đệ Allah]. Và ông đã không của polytheists trong.
zu: U-Abrahama wayengesona umJuda noma umKristu, kodwa he was fike inclining ngase iqiniso, a Muslim [sizithoba Allah].

# Quran361
source: Indeed, the most worthy of Abraham among the people are those who followed him [in submission to Allah] and this prophet, and those who believe [in his message]. And Allah is the ally of the believers.
ca: De fet, el més digne d'Abraham entre les persones són qui seguir [en el submissió a Allah] i aquest profeta i els que creuen [al seu missatge]. I Allah és l'aliat dels creients.
cy: Yn wir, mwyaf o deilwng o Abraham ymhlith y bobl yn rhai sy'n dilyn ef [yn y cyflwyniad i Allah] a'r Proffwyd hwn, a'r rhai sy'n credu [yn ei neges]. Ac Allah yn gynghreiriad y credinwyr.
da: Den mest værdig af Abraham i befolkningen er faktisk dem, der fulgte ham [i hengivelse til Allah] og denne profet, og dem, der tror [i hans besked]. Og Allah er allieret af troende.
el: Πράγματι, η πιο άξια του Αβραάμ μεταξύ των ανθρώπων είναι αυτούς που ακολούθησαν τον [στην υποβολή Αλλάχ] και αυτό προφήτης, και όσοι πιστεύουν [στο μήνυμά του]. Και Αλλάχ είναι ο σύμμαχος των πιστών.
et: Tõepoolest, kõige väärt Abraham rahva seas on neid, kes järgis teda [Jumalat esitamine] ja see prohvet, ja need, kes usuvad [tema sõnum]. Ja Jumal on usklikud liitlane.
fi: Eniten arvoinen Abraham keskuudessa todellakin jotka seurasi häntä [in Allahille] ja tämä profeetta ja ne, jotka uskovat [viestissään]. Ja Jumala on uskovien liittolainen.
he: ואכן, ראוי ביותר של אברהם בקרב העם הם אלו שהלכו אחרי אותו במקום כניעה לאללה] ואת הנביא, ואת אלה אשר מאמינים [בהודעה שלו]. אללה הברית של המאמינים.
hr: Doista, najviše dostojan Abrahama u narodu su one koji su ga [u pokornosti Allahu] i ovaj prorok i oni koji vjeruju u njegovu poruku]. A Allah je saveznik vjernici.
lt: Iš tiesų, labiausiai vertas Abraomo tarp žmonių yra tie, kurie paskui jį [į pateikimo Allaho] ir tai pranašas, ir tie, kurie tiki [į savo pranešimą]. Ir Dievas yra tikintieji sąjungininkas.
lv: Protams, visvairāk cienīgs Abraham starp cilvēkiem ir tiem, kuri sekoja viņam [iesniegšanas Allah] un šo pravieti, un tie, kuri tic [viņa ziņu]. Un Allah ir ticīgie sabiedrotais.
nb: Mest verdig Abrahams blant de er faktisk de som fulgte ham [i innlevering å Døyve] og denne profeten, og de som tror [i hans melding]. Og Allah er alliert med troende.
sk: Skutočne najviac zaslúži Abraham medzi ľuďmi sú tí, ktorí za ním [v predloženie Allah] a tento prorok, a tých, ktorí veria v jeho posolstvo]. A Allah je spojencom veriacich.
sl: Res, najbolj vreden Abraham med ljudmi so tiste, ki njim [v predložitev Allah] in ta prerok, in tiste, ki verjamejo v njegovo sporočilo]. In Alah je zaveznik z vernike.
sr_cyrl: Заиста , најгори Абрахам међу људима су оне који су пратили њега [у покорности Алаху] и овај пророк и они који верују да [у својој поруци]. А Аллах је савезник верника.
sr_latn: Zaista, najgori Abraham među ljudima su one koji su pratili njega [u pokornosti Alahu] i ovaj prorok i oni koji veruju da [u svojoj poruci]. A Allah je saveznik vernika.
uk: Дійсно, найбільш гідним Авраам серед людей є ті, які слідували за ним [в подання до Аллах] і цей пророк і тих, хто вірить [у своєму посланні]. І Аллах союзником віруючих.
vi: Thật vậy, hầu hết xứng đáng của Abraham trong nhân dân là những người theo ông [trong trình Allah] và tiên tri này, và những người tin rằng [trong thông điệp của mình]. Và Allah là đồng minh của các tín hữu.
zu: Ngempela, lo okufanelekelayo iningi Abrahama babantu labo ababemlandela [uthobela Allah] futhi lokhu umprofethi, futhi labo kholwa [e isigijimi sakhe].

# Quran362
source: A faction of the people of the Scripture wish they could mislead you. But they do not mislead except themselves, and they perceive [it] not.
ca: Una facció de la gent de l'escriptura desitjar que podria enganyar-vos. Però no indueixi a error excepte si mateixos, i no [ho] perceben.
cy: Carfan o bobl y ysgrythur yn dymuno gellid eu eich camarwain. Ond nad oeddent yn camarwain heblaw hwy eu hunain, ac maent yn teimlo [TG] Nid.
da: En fraktion af mennesker af Skriften vil de kunne vildlede dig. Men de ikke virker vildledende undtagen sig selv, og de opfatter [det] ikke.
el: Μια φατρία από τους ανθρώπους του Scripture επιθυμούν θα μπορούσε να σας παραπλανήσει. Αλλά δεν παραπλανάται εκτός από τον εαυτό τους, και θα το αντιληφθεί [] όχι.
et: Fraktsioon rahva pühakiri soovin, et nad võiks eksitada teid. Kuid nad ei eksita peale nende endi ja nad tajuvad [see] ei.
fi: Faction ihmiset Raamatun halu, ne voisi johtaa teitä harhaan. Mutta ne eivät johda harhaan paitsi itsensä, ja he kokevat [se] ei.
he: פלג של העם של כתבי הקודש מאחלים להם יכול להטעות אותך. אבל הם לא יטעו מלבד עצמם, הם לא תופסים את [בו].
hr: Frakcija ljudi pisma bar su mogli zavesti. Ali oni ne zavesti osim sebe, i oni [to] ne.
lt: Frakcija raštas žmonių nori jie galėtų klaidinti jūs. Bet jos neklaidina išskyrus patys, ir jie suvokia [jis] negali.
lv: Frakcija, tautas rakstos vēlos tās varētu maldināt. Bet tie nemaldina, izņemot sevi, un viņi uztver [tā] nav.
nb: En fraksjon av skriften folk ønsker de kunne villede deg. Men de villede ikke unntatt seg selv, og de oppfatter [det] ikke.
sk: Frakcie ľudí písmo by mohol zavádzať. Ale neoklamú okrem seba a vnímajú, že [to] nie.
sl: Frakcije ljudi pismo želeti, da bi prevaral. Vendar jih ne zavajajo razen sami, in menijo, da [je] ne.
sr_cyrl: Фракција народа из Светог писма бар су могли да те обманем. Али они не заваравати, осим себе, а они [то] не доживљавају.
sr_latn: Frakcija naroda iz Svetog pisma bar su mogli da te obmanem. Ali oni ne zavaravati, osim sebe, a oni [to] ne doživljavaju.
uk: Фракція людей в Писанні хотів би вони могли ввести вас в оману. Але вони не вводити в оману крім самих, і вони сприймають [вона] не.
vi: Một nhóm những người của kinh thánh muốn họ có thể đánh lừa bạn. Nhưng họ không đánh lừa ngoại trừ bản thân mình, và họ cảm nhận [nó] không.
zu: A iqembu labantu yomBhalo ufisa babekwazi ukukudukisa.

# Quran363
source: O People of the Scripture, why do you disbelieve in the verses of Allah while you witness [to their truth]?
ca: O gent de l'escriptura, per què vostè no creuen en els versos d'Allah mentre que presenciar [a la seva veritat]?
cy: O bobl yr ysgrythur, pam a chredu yn y penillion Allah tra byddwch chi'n gweld [at eu gwir]?
da: O folk af Skriften, hvorfor du tvivle i vers af Allah, mens du vidne [til deres sandhed]?
el: O άνθρωποι του Scripture, γιατί μπορείτε δυσπιστώ στην στίχους του Αλλάχ, ενώ είστε μάρτυρας [στην αλήθεια τους];
et: O inimesi Pühakirja, miks te usu Jumala salmid kuigi sa tunnistaja [et oma tõde]?
fi: O ihmiset Raamatun, miksi epäilette Allah jakeissa vaikka voit todistaa [totuus]?
he: O אנשים של כתבי הקודש, למה אתה לא מאמין בשום של אללה ואילו אתם עדים [לאמת שלהם]?
hr: O ljudi Svetog pisma, zašto sumnjati u stihovima Allah kad svjedok [da njihova istina?
lt: O žmonės knygos, kodėl jūs ne wierza Dievo ženklai o jums liudytojas [į savo tiesą]?
lv: O cilvēku rakstos, kāpēc jums neticēt, Allah vārsmas, kamēr jūs liecinieks [uz savu patiesību]?
nb: O folket av kristendomskunnskapen, hvorfor du tviler i versene Allah mens du vitne [til sannheten]?
sk: O ľudí z písma, prečo si neveria vo veršoch Alah kým ste svedkom [ich pravdu]?
sl: O ljudje Sveto pismo, zakaj vam verjamem v verzih Allah medtem, ko si priča [do svoje resnice]?
sr_cyrl: О људима из Светог писма, зашто ти сумњаш у стихове Аллаха док сте присуствовали [да њихова истина]?
sr_latn: O ljudima iz Svetog pisma, zašto ti sumnjaš u stihove Allaha dok ste prisustvovali [da njihova istina]?
uk: O людей в Писанні, чому ви не вірити у віршах Аллах у той час як ви свідком [їх істини]?
vi: O người của kinh thánh, tại sao bạn disbelieve trong những câu thơ của Allah trong khi bạn chứng kiến [để sự thật của họ]?
zu: O ntu scripture ngani you disbelieve amavesi Allah ngenkathi wena ufakaza [ukuba iqiniso yabo]?

# Quran364
source: O People of the Scripture, why do you confuse the truth with falsehood and conceal the truth while you know [it]?
ca: O gent de les escriptures, perquè confondre la veritat amb la falsedat i amaguen la veritat mentre [es] saps?
cy: O bobl yr ysgrythur, pam a ydych yn drysu rhwng y gwir gyda anwiredd ac gelu gwir er y gwyddoch [TG]?
da: O folk af Skriften, hvorfor du forveksler sandhed med løgn og skjule sandheden, mens du kender [det]?
el: O άνθρωποι του Scripture, γιατί συγχέουμε την αλήθεια με το ψέμα και την απόκρυψη της αλήθειας, ενώ το ξέρεις [];
et: O inimesi Pühakirja, miks te ajada tõde valetamine ja varjata tõde, kuigi sa tead [ta]?
fi: O ihmiset Raamatun, miksi sekoita totuutta valhe ja salata totuutta, vaikka tiedät [se]?
he: O אנשים של כתבי הקודש, למה לבלבל את האמת אם שקר, להסתיר את האמת בזמן שאתם יודעים [בו]?
hr: O ljudi Svetog pisma, zašto zamijeniti istinu s laži i prikriti istinu dok zna [to]?
lt: O žmonės knygos, kodėl jūs painioti tiesos su melo ir nuslėpti tiesą, o žinote, [kad]?
lv: O cilvēku rakstos, kāpēc jūs apmulsināt meli ar patiesību un noslēpt patiesību, kamēr jūs zināt, [tā]?
nb: O folket av kristendomskunnskapen, hvorfor du forvirre sannheten med løgn og skjule sannheten mens vet du [det]?
sk: O ľudí z písma, prečo mást pravdy lož a zakryť pravdu, aj keď viete, že [to]?
sl: O ljudje Sveto pismo, zakaj zamenjati resnico z laž in prikriva resnico, medtem ko veste [ga]?
sr_cyrl: О људима из Светог писма, заљто претеривања са неистина и сакрити истину, док ви знате за [то]?
sr_latn: O ljudima iz Svetog pisma, zaљto preterivanja sa neistina i sakriti istinu, dok vi znate za [to]?
uk: O людей в Писанні, чому ви заплутати правду з брехні і приховують правду, у той час як ви знаєте, що [він]?
vi: O người của kinh thánh, tại sao bạn nhầm lẫn sự thật với falsehood và che giấu sự thật trong khi bạn biết [nó]?
zu: O ntu scripture ngani you siphambanise iqiniso ngamanga futhi ngisifihlele iqiniso ngenkathi niyazi [isixhumo]?

# Quran365
source: And a faction of the People of the Scripture say [to each other], "Believe in that which was revealed to the believers at the beginning of the day and reject it at its end that perhaps they will abandon their religion,
ca: I una facció de la gent de l'escriptura dir [a l'altre], "creure en allò que es revelava als creients a l'inici de la jornada i rebutjar-lo en el seu extrem que potser s'abandona la religió,
cy: A carfan o bobl yr ysgrythurau dweud [i gilydd], "yn credu yn hynny a datgelwyd i y credinwyr ar ddechrau'r dydd ac yn ei wrthod ar ei ddiwedd y efallai bydd gadael eu crefydd,
da: Og en fraktion af Skriften siger [til hinanden], "tror på det, som blev åbenbaret for troende i begyndelsen af dagen og afvise den på sin afslutning, måske de vil opgive deres religion, folk
el: Και μια φατρία των ανθρώπων της Αγίας Γραφής [με το κάθε άλλο], «πιστεύουν σε αυτό που αποκαλύφθηκε πιστών στην αρχή της ημέρας και να την απορρίψει στο τέλος ότι ίσως θα εγκαταλείψει τη θρησκεία τους,
et: Ja rahva pühakirja öelda [omavahel], "usu, et mis ilmutati usklikud päeva alguses ja lükkab tagasi oma lõpu ehk nad loobusid oma religiooni fraktsioon
fi: Ja eripuraisuus ihmiset Raamatun sanoa [Muut], "uskoa siihen, mitä oli ilmeni uskoville päivän alussa ja hylkää sen lopussa, että ehkä he hylkäävät heidän uskontonsa
he: פלג של העם של מהכתובים אומרים [השני], "מאמין אשר נחשף למאמינים בתחילתו של היום, לדחות אותה בקצה שלו כי אולי הם לנטוש את דתם,
hr: I frakcija ljudi pisma reći [to međusobno], "vjerujem u ono što je otkriveno vjernicima na početku dana i odbacuju na kraju da možda oni će napustiti svoje religije,
lt: Ir Raštas sako [prie kito], "mano į tą, kuri buvo nustatyta, kad tikintieji dienos pradžioje ir atmeta tai jos pabaigoje, kad galbūt jie bus atsisakyti savo religiją, žmonės frakcija
lv: Un frakcija tautas svēto rakstu pateikt [uz otru], "ticam, ko ticīgie tika atklāts dienas sākumā un noraidīt tās galā, ka varbūt viņi nezaudēt savu reliģiju,
nb: Og en av de Skriften sier [til hverandre], "tror på det som var åpenbart for troende i begynnelsen av dagen og avvise det på slutten at kanskje de vil forlate deres religion,
sk: A frakcie ľudí písma hovoria [k sebe], "Verím v to, čo bolo zjavené, aby veriaci na začiatku dňa a odmietnuť jeho konci že snáď budú opúšťať svoje náboženstvo,
sl: In frakcije ljudi pisma pravijo [za seboj], "verjamem v tisto, kar je pokazala, da verniki na začetku dneva in zavrne na koncu da morda bo opusti svojo vero,
sr_cyrl: А фракција народа из Светог писма, рецимо [међусобно], "верујем у оно што је откривено да верници на почетку дана и одбаци га на његовом крају да можда они неће напустити своју религију,
sr_latn: A frakcija naroda iz Svetog pisma, recimo [međusobno], "verujem u ono što je otkriveno da vernici na početku dana i odbaci ga na njegovom kraju da možda oni neće napustiti svoju religiju,
uk: І фракція людей Писання сказати [одна з одною], "вірити в те, що було встановлено на віруючих на початку дня і відхилити його в його кінці що можливо вони будуть відмовлятися від їх релігії,
vi: Và một nhóm người của Kinh Thánh nói [với nhau], "tin vào điều đó được tiết lộ cho các tín hữu tại đầu của ngày và từ chối nó ở cuối của nó rằng có lẽ họ sẽ từ bỏ tôn giáo của họ,
zu: Futhi iqembu of the People of umBhalo uthi [nomunye], "Kholwa okwakunikelwe wembulela amakholwa ekuqaleni yosuku bhunkula it ekupheleni kwayo ukuthi mhlawumbe bayoshiya inkolo yabo,

# Quran366
source: And do not trust except those who follow your religion." Say, "Indeed, the [true] guidance is the guidance of Allah. [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord?" Say, "Indeed, [all] bounty is in the hand of Allah - He grants it to whom He wills. And Allah is all-Encompassing and Wise."
ca: I no confia en tret d'aquells que segueixen la seva religió. Dir, "de fet, el Consell [veritable] és l'orientació d'Allah. [Tem] no fos cas que algú es donat [coneixement] com li ha facilitat o que ho farien [que] discutir amb vostè abans del seu senyor? " Dir, "de fet, recompenses [tots els] és a la mà d'Allah - ell li concedeix a qui ell voluntats. I Allah és que abasta i savi.
cy: Ac nid ymddiried ac eithrio rhai sy'n dilyn eich crefydd. Dweud, "yn wir, mae'r canllawiau [gwir] yn y canllawiau Allah. [A ydych yn ofni] rhag ofn i rywun rhoi [gwybodaeth] fel a roddwyd i chi, neu y byddent yn [ac felly] yn dadlau gyda chi cyn eich Arglwydd? " Dweud, "yn wir, bounty [bob] yn llaw Allah-ef grantiau ei y mae ef yn wills. A Allah hollgynhwysol a doeth.
da: Og stoler ikke undtagen dem, der følger din religion." Sige, "Ja, det [true] vejledning er vejledning af Allah. [Frygter du] lest nogen gives [viden], som du fik, eller som de ønsker [dermed] argumentere med dig før din herre?" Sige, "Ja, [alle] bounty er i hånden af Allah - han giver det til hvem han Testamente. Og Allah er altomfattende og klog."
el: Και δεν εμπιστεύονται εκτός από εκείνους που ακολουθούν τη θρησκεία σας.» Λένε: "πράγματι, η [αληθινή] καθοδήγηση είναι η καθοδήγηση του Αλλάχ. [Φοβάστε] Μήπως κάποιος να δώσει [γνώση] όπως σας δόθηκε ή ότι θα [έτσι] υποστηρίζουν μαζί σας πριν από τον Κύριό σου;» Λένε, «πράγματι, [όλα] γενναιοδωρία είναι στο χέρι του Αλλάχ - δίνει αυτό στους οποίους διαθήκες. Και Αλλάχ είναι όλος-καλύπτοντας και σοφή».
et: Ja ei usalda, välja arvatud need, kes järgivad oma religioon." Öelda: "tõepoolest, [tõeline] suunised on Allah juhendamisel. [Kas sa kardad] muidu keegi anda [teadmiste] nagu sa anti või nad oleksid [seega] väidavad, teiega enne teie Issand?" Öelda: "tõepoolest, [kõik] halastus on Jumal - käsi ta annab see, kellele ta tahab. Ja Jumal on kõike ja tark."
fi: Ja luota lukuun ottamatta niitä, jotka seuraavat oman uskonnon. Esimerkiksi: "[true] ohjeita onkin Jumalan ohjauksessa. [Pelkäättekö] jottei joku antaa [tieto] kuin annettiin tai että ne [näin] väittää teille Herran edessä?" Esimerkiksi: "itse asiassa [all] bounty on Jumala - pelissä hän myöntää kenelle tahtoo. Ja Jumala on kaiken kattava ja viisas.
he: ואני לא בוטחת פרט לאלה שפועלים לפי הדת שלך." אומרים, "אכן, ההדרכה [אמיתי] הוא ההדרכה של אללה. [אתה חושש] שמא מישהו תינתן [הידע] כאילו קיבלת או שהם היו [ובכך] להתווכח איתך לפני אדונך?" אומרים, "ואכן, ראשים [כל] זה בידו של אללה - הוא מעניק לו למי שהוא חפץ. אללה הוא מיתוך ונבון."
hr: I ne vjerujem osim onih koji slijede svoju religiju. "Doista, [istina] vodstvo je vodstvo Allah. [Da li strah] da ne bi netko dati [znanje] kao da ste dobili ili da će [time] raspravljati s tobom prije nego što vaš gospodar? " Kažu, ", [sve] nagrada je u ruci Allah - on daje kome hoće. I Allah je sveobuhvatni i mudar."
lt: Ir Nepasitikėkite išskyrus tų, kurie laikosi savo religijos." Tarkim, "iš tiesų, [tikras] gaires yra Dievo nurodymus. [Ar bijote] kad kažkas teikiama [žinių] kaip jums buvo suteikta arba kad jie būtų [taip] ginčytis su jumis prieš savo Viešpatį? " Sako: "iš tiesų, [visi] bounty yra ranka, Dievas - jis suteikia kam jis nori. Ir Dievas yra visa apimanti ir išmintinga."
lv: Un nevar uzticēties, izņemot tos, kas seko jūsu reliģija." Saka: "Protams, [tiesa] vadībā ir Allah vadībā. [Vai jums bailes] nedrīkstam kādam jādod [zināšanu] Tāpat tika dota, vai viņi gribētu, [tādējādi] strīdēties ar jums pirms jūsu kungs?" Teikt: "patiešām, [visi] devība ir Allah - rokā viņam piešķir to, kam viņš vēlas. Un Allah ir visaptverošs un gudrs."
nb: Og ikke stoler unntatt de som følger religion. Si, "[true] veiledning er faktisk veiledning av Allah. [Frykter] at noen gis [kunnskap] som du fikk, eller at de ville [og] krangle med deg din Herren? " Si, "faktisk [alt] bounty er Allah - han gir det som han wills. Og Allah er altomfattende og klok.
sk: A neverím, s výnimkou tých, ktorí nasledujú náboženstvo." Povedať: "v skutočnosti [pravda] usmernenie je vedením Alah. [Máte strach] lesť niekto uviesť [poznanie], ako bola poskytnutá, alebo že [tak] by s tebou hádať pred váš pán?" Napríklad: "v skutočnosti [všetky] bounty je v rukách Boha - on udeľuje komu on chce. A Boh je všetci-zahŕňať a múdre."
sl: In ne zaupajo, razen tistih, ki sledijo vere." Reči, "dejansko [resnično] Smernice je vodstvom Allah. [Se bojite] da ne nekdo navede [znanje], kot vam je bila dana ali ki bi jih [tako] trdijo z vami pred vaš gospod?" Reči, "dejansko [vse] nagrada je v roki Allah - je donacij to komu je oporok. Ter Allah je vseobsegajoča in pametno"
sr_cyrl: "И не вјерујете осим за оне који прате твоје вере." "Заиста , стручним [истина] је смернице за Алаха. [Стрепите] да не би неко добије [знање] као ти је дато, или да би они [Тиме] се расправљам са тобом пред твој господар? " Рецимо , "заиста, [све] награда је у руци од Аллах - он прима госте то коме је воља. А Аллах је свеобухватајућег и мудар."
sr_latn: "I ne vjerujete osim za one koji prate tvoje vere." "Zaista, stručnim [istina] je smernice za Alaha. [Strepite] da ne bi neko dobije [znanje] kao ti je dato, ili da bi oni [Time] se raspravljam sa tobom pred tvoj gospodar? " Recimo, "zaista, [sve] nagrada je u ruci od Allah - on prima goste to kome je volja. A Allah je sveobuhvatajućeg i mudar."
uk: А не довіряють, за винятком тих, хто слідує за вашу релігію. Сказати: "дійсно, [справжня] керівництво є керівництвом Аллаха. [Чи боїтеся] щоб не хтось надана [знання] як ви отримали, або що вони будуть [тим самим] сперечатися з вами перед вашої Господа? " Сказати: "дійсно, [всі] bounty знаходиться в руці Аллах - він надає це яким він хоче. І Аллах всеохоплюючим і мудрий."
vi: "Và không tin tưởng ngoại trừ những người theo tôn giáo của mình." Nói, "thật vậy, hướng dẫn [thật sự] là sự hướng dẫn của Allah. [Làm bạn sợ hãi] vì sợ ai đó được đưa ra [kiến thức] giống như bạn đã được đưa ra hoặc họ sẽ [do đó] tranh luận với bạn trước khi Chúa của bạn?" Nói, "thực sự, [tất cả] bounty là trong tay của Allah - ông cho nó mà Ngài muốn. Và Allah là tất cả, bao gồm và khôn ngoan. "
zu: Futhi musa ukwethemba except labo landela kho kolo. "Uthi," Ngempela, isiqondiso [weqiniso] kuyinto isiqondiso of Allah.
