Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1028
source: And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption."
ca: I recordeu que quan vostè va fer seus successors després l ' Aad i es van establir a la terra, [i] vostè prendre per a si mateixos palaus de les planes i tallar de les muntanyes, cases. Llavors recorda els favors d'Allah i no cometre abusos a la terra, divulgació corrupció".
cy: Ac yn cofio pan wnaeth olynwyr ar ôl ichi y ' Aad a setlo Mae chi yn y tir, [a] chi gymryd drosoch palasau gan ei gorlifdiroedd ac eithriadau o'r mynyddoedd, cartrefi. Yna cofiwch favors Allah ac nid oes ymrwymo cam-drin ar y ddaear, gwasgaru llygredd.
da: Og husk, da han lavede du efterfølgere efter den ' ald og bosatte sig du i landet, [og] du tage for jer selv paladser fra sin sletterne og snitte fra bjergene, hjem. Så husk favoriserer af Allah og ikke begå overgreb på jorden, sprede korruption."
el: Και να θυμάστε όταν αυτός έγιναν οι διάδοχοί σας μετά από το «Aad και εγκαταστάθηκαν σας στη γη, [και] σας Πάρτε για τους εαυτούς σας παλάτια από τις πεδιάδες και να χαράξει από τα βουνά, τα σπίτια. Στη συνέχεια, θυμηθείτε τις χάρες του Αλλάχ και δεν δεσμεύουν κατάχρησης πάνω στη γη, διάδοση της διαφθοράς».
et: Ja pidage meeles, kuna ta pani sind pärijatele pärast selle ' Aad ja väljakujunenud maa, [ja] te võtma ise paleed oma tasandikel ja kitsenduse mägedest, kodudes. Siis mäletan Jumal soosib ja pannud kuritarvitamise korruptsiooni leviku maa peal."
fi: Ja muistaa, kun hän teki seuraajat jälkeen "Aad ja ratkaistaan sinun maa, [ja] te ottaa itsellenne palatseja sen tasangoilla ja veistää vuorilta koteihin. Sitten muistaa Allah suosii ja sido väärinkäyttö maapallolla, levittää korruptio.
he: זוכר כשהוא עשה את הפעילויות העוקבות אחרי ' מ והתיישבו אתה בארץ, [ו] לקחת על עצמכם ארמונות מן המישורים שלו וחרטו מן ההרים, בתים. ואז נזכרת בחיבתן של אללה, לא יבצעו התעללות על כדור הארץ, הפצת שחיתות."
hr: I ne zaboravite kad ste nasljednike nakon na ' Aad i nastanio se u zemlji [te] ste se sami palače iz svoje ravnice i izrezati iz planine, kuće. Onda sjećam se favorizira Allah i nije počinio zlostavljanja na zemlji, širenje korupcije."
lt: Ir prisiminti, kada jis tave įpėdiniai po to "Aad ir apsigyveno jums žemę, [ir] jūs imtis patys pilys iš jos lygumos ir išskirti iš kalnų, namus. Tada prisiminti Dievo šalininkas ir nepadaro piktnaudžiavimo žemėje, plinta korupcija."
lv: Un atcerēties, kad viņš lika tev mantiniekiem pēc "Aad un apmetās jums zemi, [un] jūs sev veic pilis, no tās līdzenumiem un grebt no kalniem, mājās. Tad atceros Allah labvēlību un nav izdarījis ļaunprātīgu izmantošanu uz zemes, korupcijas izplatīšanos."
nb: Og Husk når han gjorde du etterfølgere etter den "Aad og bosatte seg i landet, [og] du ta dere palasser fra sin plains og skjære fra fjellene, hjem. Så husker gunst Allah og ikke forplikte misbruk på jorden, spre korrupsjon.
sk: A Pamätajte si, kedy ste urobil nástupcov po "Aad a usadil sa v krajine, [a] vy sa sami palácov z jeho roviny a vyrezať z hôr, domy. Potom nezabudnite zdvorilosti Alah a nedopustil zneužitia na zemi, rozšírenia korupcie."
sl: In ne pozabite, ko ste so nasledniki po je "alarmna in ste v deželi, [in] ste se sami palače iz njene planjave in izklesali iz gore, domove. Potem ne pozabite uslug Alah in ne storijo zlorabe na zemlji, širjenje korupcije."
sr_cyrl: И запамтите, када си направио наследнике после на ' Аад и среди те у земљи, [и] те узети за себе палате из своје равнице и урезали из планина, домове. Онда се сетим услуге од Алаха и није починио злостављања на земљи, ширење корупције."
sr_latn: I zapamtite, kada si napravio naslednike posle na ' Aad i sredi te u zemlji, [i] te uzeti za sebe palate iz svoje ravnice i urezali iz planina, domove. Onda se setim usluge od Alaha i nije počinio zlostavljanja na zemlji, širenje korupcije."
uk: І пам'ятаю, коли він зробив вам наступників після на "сад і оселилися вами в тій землі, [і] ви прийняти самі палаци з її рівнин і вирізати з гір, будинків. Потім пам'ятаю сприяє Аллах і не чини зловживання на землі, розповсюдження корупції".
vi: Và hãy nhớ rằng khi ông làm cho bạn những người kế nhiệm sau khi các ' Aad và định cư bạn trong đất, [và] bạn có cho mình các cung điện từ của nó đồng bằng và đục từ trên núi, nhà cửa. Sau đó hãy nhớ ủng hộ của Allah và không cam lạm dụng trên trái đất, lây lan tham nhũng."
zu: Futhi khumbula lapho He enza you abazolandela ngemuva 'Aad zijwayeza you ngaphakathi ezweni, [futhi] nani zithatheleni izigodlo kusuka Emathafeni akhona enze kusuka ezintabeni, emizini.

# Quran1029
source: Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, "Do you [actually] know that Salih is sent from his Lord?" They said, "Indeed we, in that with which he was sent, are believers."
ca: Dir els eminents que eren arrogants entre la seva gent a aquells que estaven oprimits - a qui considerava [entre ells, "en] saps que Salih és enviat del seu senyor?" Deien, "De fet, que amb el qual va ser enviat, som creients."
cy: Dywedodd y rhai enwog a oedd yn drahaus ymysg ei bobl i'r rhai sy'n eu gormesu-i'r rhai sydd yn credu yn eu plith, "[mewn gwirionedd] wyddoch chi bod Salih ei anfon gan ei Arglwydd?" Maent yn dweud, "yn wir, yr anfonwyd ef, yn gredinwyr.
da: Sagde fremtrædende dem, der var arrogant blandt sit folk til dem, der var undertrykt - til dem, der troede, blandt dem, "du [faktisk] ved at Salih sendes fra hans herre?" De sagde, "Vi, i, som han blev sendt, er troende."
el: Είπε επιφανείς αυτοί που ήταν αλαζονική μεταξύ του λαού σε αυτούς που καταπιέστηκαν - σε όσους πίστευαν μεταξύ τους, «[στην πραγματικότητα] ξέρετε ότι Salih αποστέλλεται από τον Λόρδο;» Είπαν, «Πράγματι, σε αυτό με το οποίο στάλθηκε, είμαστε πιστοί.»
et: Ütles väljapaistvate need, kes olid ülbe hulgas oma inimesed kes olid rõhutud - kes uskus, nende seas "[tegelikult] tead et Salih saadetakse ta isand?" Nad ütlesid: "Tõepoolest, et kellega Koorijuhi, oleme usklikud."
fi: Sanoi arvostettuja niitä, jotka olivat röyhkeitä keskuudessa, niille, jotka ovat sorrettuja - niille, jotka uskoivat, joukossa, "[itse] Tiedätkö että Salih lähetetään Luojan?" He sanoivat: ", että josta hänet lähetettiin, olemme uskovat."
he: אמר הנודע באלו החללים בין אנשיו לאלה אשר דוכאו - לאלה אשר מאמינים ביניהם, "[למעשה] הידעת כי צאלח נשלחת האל שלו?" הם אמרו, "אכן בזה שבה הוא נשלח, אנחנו מאמינים."
hr: Rekao je istaknuti one koji su arogantni među svoj narod na one koji su bili potlačeni - onima koji vjeruju, "[zapravo] Znaš da je Salih je poslao njegov gospodar?" Rekli su, "Uistinu, u kojoj je poslano, smo vjernici."
lt: Sakė žymus tie, kurie buvo arogantiškas tarp savo žmonių tiems, kurie buvo engiamos - tiems, kurie tikėjo, tarp jų, "[iš tikrųjų] žinote kad Salih siunčiama iš savo Viešpaties?" Jie sakė, "Iš tiesų mes, su kuria jis buvo išsiųsti, yra tikinčiųjų."
lv: Teica slavenais tie, kas bija augstprātīgs, starp cilvēkiem, kuri bija apspiesto - tiem, kas ticēja, to vidū "[faktiski] zināt Salih sūta no viņa kungs?" Viņi teica: "Patiešām, ka ar kuru viņš tika nosūtīts, esam ticīgie."
nb: Sa de fremste som var arrogant blant sitt folk til dem som ble undertrykt - for dem som trodde blant dem, "[faktisk] vet du at Salih sender hans Herre?" De sa, "faktisk vi, i det som han ble sendt, er troende.
sk: Povedal významných tí, ktorí boli arogantní, medzi jeho ľuďmi tým, ktorí boli utláčanie - pre tých, ktorí uverili, medzi nimi "[skutočne] viete že Sálíh je poslaný od svojho pána?" Povedali, že "V skutočnosti, v tom s ktorým bola poslaná, sme veriaci."
sl: Je dejal ugledni tiste, ki so arogantni svojega naroda, tistim, ki so bili zatira - tistim, ki menijo, med njimi, "[zdaj] veš da je Salih poslal iz svojega Gospoda?" So rekli, "Res, v da, s katero je bil poslan, smo verniki."
sr_cyrl: Рекао је еминентни оне који су били арогантни овим људима да они који су били угњетавани - онима који су веровали да је међу њима, "[] познајете ли да Салих је послао из свог господара?" Рекли су, "Заиста у то са којим је послат, ми смо верници."
sr_latn: Rekao je eminentni one koji su bili arogantni ovim ljudima da oni koji su bili ugnjetavani - onima koji su verovali da je među njima, "[] poznajete li da Salih je poslao iz svog gospodara?" Rekli su, "Zaista u to sa kojim je poslat, mi smo vernici."
uk: Сказав видатних ті, які були великі речі серед людей, тим, хто поневолив - для тих, хто вважав, що серед них, "ви [насправді] знаєте що Саліх посланий від свого Господа?" Вони сказали, "дійсно ми, в тому, що з якою він був відправлений, віруючі."
vi: Nói những người nổi tiếng đã được kiêu ngạo trong số người của mình để những người bị áp bức - những người tin rằng trong số đó, "bạn [thực sự] biết Salih được gửi từ của mình Chúa?" Họ nói rằng, "Thực sự chúng tôi, trong đó ông được đưa đến, là tín hữu."
zu: Wathi yibo ovelele ababe zidla phakathi kwabantu bakhe labo ababecindezelwe - labo abakholwa phakathi kwabo, "Ingabe [empeleni] azi ukuthi Salih uthunyelwa akhe Lord?"

# Quran1030
source: Said those who were arrogant, "Indeed we, in that which you have believed, are disbelievers."
ca: Va dir que els que eren arrogants, "Fet que, en la qual s'han cregut, són disbelievers."
cy: Dywedodd y rheini a oedd yn drahaus, "yn wir, a ydych wedi credu, yn disbelievers.
da: Sagde de, der var arrogant, "Vi, i det, som du har ment, er vantro."
el: Είπε εκείνων που ήταν αλαζονική, «Πράγματι, σε αυτό που έχετε πίστευε, είμαστε disbelievers.»
et: Ütlesin neile, kes olid ülbe, "Tõepoolest me, et mis oleks uskunud, on uskottomille."
fi: Sanoi niille, jotka olivat röyhkeitä, ", siitä, mitä uskot, olemme uskottomat."
he: אמר אלו שהיו יהירים, "אכן מה אתה מאמין, אנחנו disbelievers."
hr: Da oni koji su bili arogantni, "Uistinu, u tome što vjeruješ, smo iskuse."
lt: Sako tie, kurie buvo arogantiškas, "Iš tiesų, į tą, kuri jūs turite tikėjimą, mes disbelievers."
lv: Teica, ka tie, kuri bija augstprātīgs, "Patiešām, jo tas, kas jums ir uzskats, esam disbelievers."
nb: Sa de som var arrogant, "faktisk vi, i det som du har trodd, er troende.
sk: Povedal, že tí, ktorí boli arogantní, "Naozaj v tom, čo ste uverili, sme neveriacim."
sl: Je dejal tisti, ki so arogantni, "Res, v tisto, kar ste verjeli, smo disbelievers."
sr_cyrl: Рекао је ко је био арогантан, "Заиста у томе што си веровао, ми смо скептике."
sr_latn: Rekao je ko je bio arogantan, "Zaista u tome što si verovao, mi smo skeptike."
uk: Сказав, що ті, хто були зарозуміло, "Дійсно ми, в чому ви повірили, в disbelievers".
vi: Nói những người kiêu ngạo, "Thực sự chúng tôi, trong đó bạn có tin rằng, là thì."
zu: Wathi labo ababe zidla, "Ngempela thina, ngalokho oye wakholwa, are disbelievers."

# Quran1031
source: So they hamstrung the she-camel and were insolent toward the command of their Lord and said, "O Salih, bring us what you promise us, if you should be of the messengers."
ca: Per tal que hamstrung el camell i que van ser insolent cap a l'ordre del seu Senyor i va dir: «O Salih, acostar-nos què us comprometeu a nosaltres, si hauria de ser dels missatgers. "
cy: Felly maent yn rhwystro hi-camel ac roedd digywilydd tuag at y feistrolaeth ar eu Arglwydd a dywedodd, "O Salih, ddod â ni'n eich addewid inni, os dylai fod o y negeswyr."
da: Så de stækket hun-kamelen og blev dristigere mod kommando af deres Herre og sagde: "O Salih, bringe os, hvad du lover os, hvis du skulle være af budbringere."
el: Έτσι δέσμια της αυτή-καμήλας και ήταν θρασύς προς την εντολή του Λόρδου και είπε, «O Salih, να μας φέρει ότι υπόσχεστε μας, αν θα πρέπει να είναι από τους κλητήρες.»
et: Nii need Läänerinde she-camel ja ülbe suunas oma Issanda käsku ja ütles "O Salih toovad meile, mida sa lubavad meile, kui teil peaks olema kullerid."
fi: Joten he lamaannuttavat hän-camel ja oli röyhkeä kohti Herransa komento ja sanoi "O Salih tuo meille, mitä on luvattu meille, jos olisi Sanansaattajien."
he: אז הם hamstrung הגמל היא והיו חצופה כלפי פיקודו של הלורד ואמר, "O צאלח, תביא לנו את מבטיחה לנו, אם את צריכה להיות של השליחים."
hr: Trese je deva i bila drska prema naredbu svoga gospodara i rekao, "O Salih, Donesite nam tog obećanja, ako vam se glasnika."
lt: Kad jie geresnėje ji-camel ir buvo įžūlus link savo komandą ir sako "O Salih, atnešti ką žada mums, jei jums reikėtų pasiuntiniai."
lv: Tāpēc viņi iecirta viņa kamieļa un tika bezkaunīgi pret savu kungu komandu un teica: "O Salih, dot mums to, ko jums sola mums, ja jums būtu par kurjeriem."
nb: Så de hamstrung hun-kamelen og var uforskammet mot kommandoen til Herren og sa: "O Salih, bringe oss hva du løfte oss, dersom du skulle være av sendebud."
sk: Takže ochromená ona-ťavy a drzý na príkaz svojho pána a povedal: "O Sálih, prinesie nám, čo ste sľúbiť, nás, ak by ste mali byť posl."
sl: Tako da nosti ona-kamele in so Ohol proti ukaz svojega Gospoda in rekel: "O Salih, nam prinaša, kaj vam obljubim nas, če bi morali biti glasnike."
sr_cyrl: Па су обогаљио је она-камила и били дрски је мирна, свог господара и рекао: "О Салих, донеси нам шта си нам обећају, да си био на весници."
sr_latn: Pa su obogaljio je ona-kamila i bili drski je mirna, svog gospodara i rekao: "O Salih, donesi nam šta si nam obećaju, da si bio na vesnici."
uk: Тому вони в незручне вона верблюда і були нахабний до команди пана свого і сказав: "O Саліх, приносять нам, що ви обіцяють нам, якщо ви повинні бути посланцями."
vi: Vì vậy họ hamstrung cô lạc đà và vô lể hướng tới sự chỉ huy của Chúa của họ và nói, "O Salih, mang lại cho chúng tôi những gì bạn hứa hẹn với chúng tôi, nếu bạn sẽ các sứ giả."
zu: Ngakho banquma imisipha kwezimbuzikazi, ikamela kanye babenokweyisa bubheke umyalo weNkosi yabo, wathi: "O Salih, asibuyisele yini asithembisa yona, uma kufanele kube sezithunywa."

# Quran1032
source: So the earthquake seized them, and they became within their home [corpses] fallen prone.
ca: Així el terratrèmol agafat, i esdevingueren dins casa [cadàvers] caigut propensa.
cy: Felly roedd y daeargryn yn hatafaelu iddynt, a daeth y maent yn eu cartref [cyrff] wedi gostwng yn dueddol o.
da: Så jordskælvet beslaglagt dem, og de blev i deres hjem [lig] faldet udsat.
el: Έτσι ο σεισμός τους κατασχέθηκαν, και έγιναν μέσα στο σπίτι τους [πτώματα] πέσει επιρρεπείς.
et: Nii maavärin kinni neid ja nad said jooksul oma kodu [surnukehad] langenud kõhuli.
fi: Joten maanjäristys yllätti heidät, ja ne tuli kotiin [ruumiita] laskenut altis.
he: רעידת האדמה תפסו אותם, הם הפכו בתוך הבית שלהם [גופות] נפל מועדים.
hr: Potresa ih oduzeti i postali su unutar svog doma [tijela] pao ničice.
lt: Todėl žemės drebėjimas konfiskavo juos, ir jie tapo per savo namuose [lavonų] sumažėjo linkę.
lv: Tāpēc zemestrīces saķēra tos, un viņi kļuva par viņu mājās [līķu] samazinājies nosliece.
nb: Så jordskjelvet tok dem, og de ble i sitt hjem [lik] falt utsatt.
sk: Takže zemetrasenie chytil je a stali sa v rámci svojej domovskej [mŕtvoly] padol náchylné.
sl: Tako je potres zaseženo njimi, in so postali v svoj dom [trupla] padel nagnjeni.
sr_cyrl: Тако им је одузета земљотреса, и постали су унутар њиховог дома [лешева] пала склона.
sr_latn: Tako im je oduzeta zemljotresa, i postali su unutar njihovog doma [leševa] pala sklona.
uk: Так що землетрус захопили їх, і вони стали в рамках свого будинку [трупи] впав схильні.
vi: Vì vậy, các trận động đất tịch thu chúng, và họ trở thành trong nhà của họ [xác chết] rơi nghiêng.
zu: Ngakho ukuzamazama komhlaba bababamba, baba ngaphakathi emzini wabo [nezidumbu] liwile yizikhukhula.

# Quran1033
source: And he turned away from them and said, "O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors."
ca: I ell va deixar-los i va dir: «O poble meu, certament havia transmès a el missatge del meu Senyor i t'aconsella, però no et agrada assessors. "
cy: Ac yn troi i ffwrdd oddi wrthynt a dweud, "O fy pobl, sicr wedi yn cyfleu'r neges o fy Arglwydd i chi ac yn eich hysbysu, ond nad ydych yn hoffi cynghorwyr."
da: Han vendte sig bort fra dem og sagde: "O mit folk, jeg havde helt sikkert befordres til dig besked af min herre og rådgivet dig, men du kan ikke lide rådgivere."
el: Και γύρισε μακριά από αυτούς και είπε, «O μου άνθρωποι, είχα σίγουρα διαβίβασα το μήνυμα από Κύριέ μου και σας ενημέρωσε, αλλά δεν σας αρέσει συμβούλους.»
et: Ja ta pöördus eemale neid ja ütles: "O mu inimesed, ma kindlasti edastatakse teile sõnumi minu Issand ja soovitanud, kuid ei meeldi nõuandjad."
fi: Ja hän kääntyi pois ja sanoi, "Oi kansani, oli varmasti välitetään sinulle viestin Herrani ja neuvonut sinua, mutta et pidä advisors."
he: הוא הפנה גב אותם ואמר, "O האנשים שלי, היה לי בהחלט העביר את המסר של אדוני, יעץ לך, אבל אתה לא אוהב יועצים."
hr: I on se okrenuo od njih i rekao: "narode moj, imao sam sigurno prenio poruku gospodaru i savjetovali, ali ne volite savjetnike."
lt: Ir jis nusigręžė nuo jų ir tarė: "O mano žmonės, aš tikrai perdavė jums pranešimą, mano Viešpats ir patarti, bet jums nepatinka konsultantai."
lv: Viņš novērsās no viņiem un sacīja: "O mana tauta man bija noteikti nogādā jūs mana kunga ziņojumu un jums ieteica, bet jums nepatīk konsultantu."
nb: Og han vendte seg bort fra dem og sa: "mitt folk, jeg hadde sikkert formidles til deg budskapet om min Herre og rådet deg, men du liker ikke rådgivere."
sk: A sa odvrátil od nich a povedal: "O mojich ľudí, som určite sprostredkovať vám správu môjho Pána a poradili, ale vám nepáči poradcov."
sl: In je obrnil stran od njih in reče: "O moj ljudi, zagotovo imel prenaša na vas sporočilo moj gospodar in vam svetujemo, vendar vam ni všeč svetovalci."
sr_cyrl: Окренуо се од њих и рекао, "О мој народ, да сам сигурно да ти пренео поруку од мог господара и ти саветовао, али ви не волите саветници."
sr_latn: Okrenuo se od njih i rekao, "O moj narod, da sam sigurno da ti preneo poruku od mog gospodara i ti savetovao, ali vi ne volite savetnici."
uk: І він відвернувся від них і сказав: "O народ мій, я безумовно передав вам повідомлення мій Господь і порадив вам, але вам не подобається радники."
vi: Và ông bật ra khỏi họ và nói, "O người của tôi, tôi chắc chắn đã chuyển tải đến bạn thư Tâu Đức vua và khuyên bạn, nhưng bạn không thích cố vấn."
zu: Futhi wabafulathela, wathi: "O bantu bami, mina besele ngokuqinisekile wadlulisela kuwe isigijimi Nkosi luleka you kodwa ngeke like abeluleki."

# Quran1034
source: And [We had sent] Lot when he said to his people, "Do you commit such immorality as no one has preceded you with from among the worlds?
ca: I [ens havia enviat] molt quan va dir al seu poble, "fer cometre tal immoralitat com ningú li ha precedit entre els mons?
cy: A [wedi inni anfon] llawer pan ddywedodd ei bobl, "a ydych yn ymrwymo'r anfoesoldeb o'r fath fel unrhyw un wedi rhagflaenu i chi o blith y fyd?
da: Og [vi havde sendt] meget da han sagde til folket, "gør du begå sådanne umoral som ingen har foran dig med blandt verdener?
el: Και [ἐπιτομή] παρτίδα όταν είπε στο λαό, "κάνει να διαπράξουν μια τέτοια ανηθικότητα όπως κανείς δεν έχει προηγηθεί σας με μεταξύ τους κόσμους;
et: Ja [meil oli saatnud] Lot, kui ta ütles oma rahvale, "sa endale sellise amoraalsuse, kui keegi on ees te koos Maailmade hulgast?
fi: Ja [oli lähettänyt] paljon kun hän sanoi kansalleen "olet tehnyt tällaisen moraalittomuus kuin kukaan on edeltänyt sinulle joukosta maailman?
he: ושלחה [אנחנו] הרבה כשהוא אמר לאנשים שלו, "האם תתחייב מוסריות כאלה כמו אף אחד לא הולך לפניך עם מקרב העולמות?
hr: [Mi je poslala] puno kada je rekao svome narodu, "činiš takav nemoral i nitko vas s prati između svjetova?
lt: Ir [mes buvo išsiųstas] daug kai jis pasakė, kad jo žmonės, "ar jums įsipareigoja tokių amoralumo kaip niekas buvo prieš jums iš pasaulių?
lv: Un [mums atsūtīja] partijas, kad viņš teica savai tautai, "jums izdarīt šādu netikumība, neviens ir pirms jums ar kādu no pasaules?
nb: Og [vi hadde sendt] mye da han sa til folket "gjør du begår slike umoral som ingen har foran deg blant verdens?
sk: A [sme poslal] veľa, keď povedal, že jeho ľud, "ste spáchať takéto nemorálnosť ako nikto vás predchádza spomedzi svety?
sl: In [mi je poslal] veliko, ko je dejal, da svoje ljudi, "ali ste se zavežejo tako nemoralnosti kot nihče vam je pred med svetovi?
sr_cyrl: И [имали смо послали] много када је рекао да његов народ, "да ли ииниљ такве неморала као нико пре вас са неку од светова?
sr_latn: I [imali smo poslali] mnogo kada je rekao da njegov narod, "da li иiniљ takve nemorala kao niko pre vas sa neku od svetova?
uk: І [ми послав] багато чого, коли він сказав, що його людей, "ви здійснювати такі аморальності як ніхто передувало ви з з числа світів?
vi: Và [chúng tôi đã gửi] nhiều khi ông nói với người dân của mình, "bạn có cam kết như vậy đạo Đức như không ai đã dẫn trước bạn có từ giữa thế giới?
zu: Futhi [We wayethumele] Diki lapho ethi abantu bakhe: "Ingabe uziphathe kabi efana akekho oye kwandulelwe wena kusukela phakathi imihlaba?

# Quran1035
source: Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people."
ca: De fet, t'acostes a homes amb desig, en lloc de les dones. Més aviat, és un poble transgressores."
cy: Yn wir, mae eich dull dynion ag awydd, yn hytrach na menywod. Yn hytrach, yr ydych yn bobl sy'n camweddu sawl gwaith."
da: Faktisk, du nærmer dig mænd med ønske om, i stedet for kvinder. Snarere, du er et transgressing folk."
el: Πράγματι, μπορείτε να πλησιάσετε τους άνδρες με την επιθυμία, αντί οι γυναίκες. Μάλλον, είσαι ένας transgressing λαός.»
et: Tõepoolest, te lähenemine meeste asemel naiste soov. Pigem oled transgressing inimest."
fi: Itse asiassa lähestyt miesten halu, sen sijaan naisten. Pikemminkin olet transgressing ihmisiä."
he: ואכן, את הגישה אנשים עם תשוקה, במקום לנשים. במקום זאת, אתה transgressing אנשים".
hr: Doista, pristup ljudi sa željom, umjesto žene. Umjesto toga, vi ste transgressing ljudi."
lt: Iš tiesų, jūs požiūris vyrų su noras, o ne moterys. O, tu transgressing žmonių."
lv: Patiešām, jums pieeja vīriem ar vēlmi nevis sieviešu. Drīzāk transgressing cilvēki jums ir."
nb: Faktisk nærmer du menn med begjær, i stedet for kvinner. Snarere, du er et transgressing folk.
sk: V skutočnosti budete blížiť muži s túžbou, namiesto ženy. Skôr ste transgressing ľudia."
sl: Res, ste pristop moški z željo, namesto žensk. Namesto, ste transgressing ljudi."
sr_cyrl: Заиста , прилазите људи са жељом, а не жене. Уместо тога, ти си који људи."
sr_latn: Zaista, prilazite ljudi sa željom, a ne žene. Umesto toga, ti si koji ljudi."
uk: Справді, ви будете підходити до чоловіків з бажання, а не жінок. Швидше за все, ти transgressing народ".
vi: Thật vậy, bạn tiếp cận người đàn ông với mong muốn, thay vì phụ nữ. Thay vào đó, bạn là một người dân transgressing."
zu: Ngempela, uya amadoda isifiso, esikhundleni abesifazane.
