Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1429
source: And let not their speech grieve you. Indeed, honor [due to power] belongs to Allah entirely. He is the Hearing, the Knowing.
ca: I deixar no seu discurs plorar. De fet, honor [per poder] pertany a Allah totalment. És l'audiència, el saber.
cy: A gadewch i ni eu lleferydd grieve chi. Yn wir, mae yn fraint [oherwydd pŵer] yn perthyn i Allah yn gyfan gwbl. Ei fod yn y gwrandawiad, y mae gwybod.
da: Og lad ikke deres tale bedrøve dig. Faktisk tilhører ære [på grund af magt] Allah helt. Han er høringen, vide.
el: Και ας μην τους ομιλία θλίβω σας. Πράγματι, η τιμή [λόγω της δύναμης] ανήκει Αλλάχ εξ ολοκλήρου. Είναι η ακρόαση, η γνώση.
et: Ja mitte oma kõne, kurvastada, sa let. Tõepoolest, honor [power] tõttu kuulub Allah täielikult. Ta on kuulmine, ning teades.
fi: Ja anna puheenvuoronsa suremaan sinua. Itse asiassa kunnia [power] koska kuuluu Jumalalle kokonaan. Hän on istunnossa, kun tiedetään.
he: ותנו להתאבל אתה לא את הדיבור שלהם. אכן, כבוד [בשל כוח] שייך לאללה לחלוטין. . הוא הדיון, לדעת...
hr: I da nije njihov govor te rastužiti. Doista, čast [zbog vlast pripada Allahu u potpunosti. On je saslušanje, poznavanje.
lt: Ir tegul ne jų kalboje jūs sielvartauti. Iš tiesų, garbės [galia] dėl priklauso Dievas visiškai. Jis yra per posėdį, kad žinios.
lv: Un ļaujiet nav savu runu jūs sāpināt. Protams, godu [varas] dēļ pieder Allah pilnībā. Viņš ir dzirdes, zinot.
nb: Og la ikke deres tale sørge du. Faktisk hører ære [på grunn av] til Allah helt. Han er høringen, på å vite.
sk: A nie ich reči si truchlit. Vskutku, česť [z dôvodu výkonu] patrí k Alah úplne. On je sluch, vedieť.
sl: In naj ne svoj govor, da žalujejo. Res, čast [zaradi moči] pripada Allah povsem. On je na obravnavi, je poznavanje.
sr_cyrl: И нека не њихов говор те растужити. Заиста , част [због енергије] припада Алаху у потпуности. Он је на саслушање, у знајужи.
sr_latn: I neka ne njihov govor te rastužiti. Zaista, čast [zbog energije] pripada Alahu u potpunosti. On je na saslušanje, u znajuжi.
uk: І нехай не їхньої мови, сумують ви. Дійсно, честь [через живлення] належить Аллах повністю. Він є слух, знаючи, що в.
vi: Và để không phải của họ tiếng nói đau khổ bạn. Thật vậy, để vinh danh [do điện] thuộc về Allah hoàn toàn. Anh ta nghe, sự hiểu biết.
zu: Futhi ukungalungi makungahlali inkulumo yabo yokubonisa ukudabuka kwakho.

# Quran1430
source: Unquestionably, to Allah belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allah do not [actually] follow [His] "partners." They follow not except assumption, and they are not but falsifying
ca: Sens dubte, a Allah pertany qui és en els cels i qui és a la terra. I qui l'invoquen altre que Allah no seguir [en realitat] [seva] "socis". Segueixen no excepte suposició, i no són sinó falsificació
cy: Yn ddiamau, Allah yn perthyn iddo pwy bynnag sydd yn y nefoedd a phwy bynnag fydd ar y ddaear. Ac mae rhai sy'n galw'r heblaw Allah heb ddilyn [mewn gwirionedd] [ei] "bartneriaid". Maent yn dilyn nid ac eithrio dybiaeth, ac nid ydynt ond yn ffugio
da: Ingen tvivl om, at Allah tilhører hvem der er i himlene og uanset hvem der er på jorden. Og dem, der påberåber sig andre end Allah ikke [faktisk] følge [hans] "partnere." De følger ikke undtagen antagelse, og de er ikke men antiitalienske
el: Αναμφισβήτητα, στον Αλλάχ ανήκει όποιος είναι στους ουρανούς και όποιος και αν είναι στη γη. Και όσοι επικαλούνται εκτός από Αλλάχ δεν ακολουθούν [πραγματικά] [του] «εταίρων». Ακολουθούν δεν εκτός από την υπόθεση, και δεν είναι αλλά παραποίηση
et: Vaieldamatult, Jumala kuulub kes iganes on taevas ja kes on maa peal. Ja kes muu kui Jumal tugineda ei jälgi [tegelikult] [tema] "partneritele." Nad järgivad ei oletus peale ja nad ei ole aga võltsimine
fi: Kiistatta Jumalalle kuuluu kuka on taivaassa ja kuka on maan päällä. Ja ne, jotka vetoavat muu kuin Jumala ei toimi [itse] [hänen] "partners". Ne noudattavat ei paitsi oletus ja he eivät ole mutta väärentäminen
he: אין ספק, אללה שייך למי הוא בשמים והוא מי על כדור הארץ. את מי להפעיל מלבד אללה אינם [] לעקוב [שלו] "שותפים" הם יעקבו לא למעט הנחה, הם אינם אלא בזיוף
hr: Bez sumnje, Allahu pripada ko je u nebesima i ko je na zemlji. A one koji zazivaju osim Allaha ne [zapravo] slijedite [njegov] "partneri". Oni slijede ne osim pretpostavke, i nisu ali falsifikacije
lt: Neabejotina, kad Dievas priklauso kas yra danguje ir kas yra ant žemės. Ir tie, kurie remtis ne Dievas [iš tikrųjų] atlikite [jo] "partneriai." Jie eina ne išskyrus prielaida, ir jie nėra bet klastojimas
lv: Neapšaubāmi, Allah pieder tas, kurš ir debesīs un kurš ir uz zemes. Un atsaukties uz citiem mērķiem kā vien Allāhs, kuri nav sekot [faktiski] [viņa] "partneri". Viņi seko nav izņemot pieņēmums, un tie nav bet viltošanu
nb: Uten tvil, Allah tilhører den som er i himmelen og den som er på jorden. Og de som påkalte enn Allah ikke [faktisk] følger [hans] "partnere". De følger ikke unntatt antagelse, og de er ikke men forfalskning
sk: Nesporne, Alah patrí ten, kto je v nebi a toho, kto je na zemi. A tí, ktorí odvolávať ako Alah nie [] nasledujú [jeho] "partneri". Riadia sa nie s výnimkou predpoklad, a nie sú ale falšovanie
sl: Nedvomno, da Allah spada Kdor je v nebesih, in kdor je na zemlji. In tiste, ki uveljavlja razen Allah ne [] sledijo [njegovi] "partnerji". Sledijo ne razen predpostavki, in niso pa ponarejanje
sr_cyrl: Без сумње, Аллах припада онај ко је на небесима, и ко год да је на земљи. А оне који призивамо осим Алаха не [заправо] прате [његове] "партнери". Они прате не само претпоставка, а они нису али фалсификовање
sr_latn: Bez sumnje, Allah pripada onaj ko je na nebesima, i ko god da je na zemlji. A one koji prizivamo osim Alaha ne [zapravo] prate [njegove] "partneri". Oni prate ne samo pretpostavka, a oni nisu ali falsifikovanje
uk: Без сумніву, щоб Аллах належить той, хто на небесах і той, хто на землі. І, хто викликати інші, ніж Аллаху не треба слідувати [насправді] [його] "Партнери". Вони йдуть не за винятком припущення, і вони не але фальсифікація
vi: Unquestionably, Allah thuộc về bất cứ ai ở thiên đường và bất cứ ai trên trái đất. Và những người gọi khác ngoài Allah không làm theo [thực sự] [của mình] "đối tác". Họ theo không ngoại trừ giả định, và họ không nhưng falsifying
zu: Ngokungangabazeki, Allah kungokwalabo ubani emazulwini futhi noma ubani emhlabeni.

# Quran1431
source: It is He who made for you the night to rest therein and the day, giving sight. Indeed in that are signs for a people who listen.
ca: És el que va fer per a vostè la nit a descansar aquí i el dia, donant la vista. Fet que són signes d'una gent que escolta.
cy: Mae'n ef a wnaeth i chi y nos i orffwys ynddo ac y dydd, gan roi golwg. Yn wir yn hynny yn arwyddion ar gyfer pobl sy'n gwrando.
da: Det er ham, der gjorde for dig om natten for at hvile deri og dag, giver synet. Faktisk er i der tegn på et folk, der lytter.
el: Είναι αυτός που κάνει για εσάς το βράδυ να ξεκουραστεί σε αυτό και την ημέρα, δίνοντας θέαμα. Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που ακούν.
et: See on see, kes tegi sulle öösel puhata seal ja päeval, andes vaatepilt. Tõepoolest, mis on märke inimesed, kes kuulata.
fi: Juuri hän asetti voit levätä siinä ja päivä, yö näky. Siinä todellakin merkkejä niille, jotka kuuntelevat.
he: . זה מי הכין לך את הלילה לנוח בו, היום, נותן מראה. אכן בזה הם סימנים לאנשים להקשיב.
hr: On je taj koji je za vas noć da u njoj i dan, dajući očima. Zaista u tome su znaci za ljude koji slušaju.
lt: Tai tas, kuris padarė jums naktį pailsėti joje ir dieną, suteikiant akyse. Iš tiesų tame yra ženklai tiems, kurie klausosi.
lv: Tas ir tas, kas lika jums atpūsties tajā un tajā dienā, naktī dot redzesloka. Patiešām, ka cilvēkiem, kas klausās, ir pazīmes.
nb: Det er han som gjort for deg i natt å hvile der og dag, gi synet. Faktisk er som tegn for et folk som lytter.
sk: Je to on, kto urobil pre vás v noci oddýchnuť v ňom, a deň, dáva pohľad. Naozaj v tom, že sú príznaky pre ľudí, ktorí počúvajú.
sl: Je bil kdo je zate noč za počitek v njem, in dan, jim pogled. Res da so znaki za ljudi, ki poslušajo.
sr_cyrl: Он је тај који је направио за те ноћи да се одмори у томе и дана, даје вид. Заиста у то су знаци за људе који слуљају.
sr_latn: On je taj koji je napravio za te noći da se odmori u tome i dana, daje vid. Zaista u to su znaci za ljude koji sluљaju.
uk: Це той, хто зробив для вас ніч на відпочинок в ньому і день, даючи видовище. Дійсно в тому, що є ознаками для людей, хто слухає.
vi: Đó là ông đã làm cho bạn trong đêm để phần còn lại trong đó và ngày, cho tầm nhìn. Thật vậy trong đó là dấu hiệu cho người nghe.
zu: Kuyinto Yena owenza ngawe ebusuku ukuba baphumule therein kanye ngosuku, enikeza emehlweni.

# Quran1432
source: They have said, "Allah has taken a son." Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority for this [claim]. Do you say about Allah that which you do not know?
ca: Han dit, "Allah ha tingut un fill". Exaltat és ell; És el lliure [un] de necessitat. A ell pertany el que està en el cel i el que està en la terra. Teniu cap autoritat per aquest [demanda]. Et diuen sobre Allah que no saps?
cy: Maent wedi dweud, "wedi Allah fab." Mae i'w mawrygu ef; Mae'n rhad ac am ddim [un] o angen. Iddo ef y perthyn beth bynnag yn y nefoedd a beth bynnag sydd yn y ddaear. Mae gennych unrhyw awdurdod hwn [cais]. Ydych chi'n ei ddweud am Allah sy'n nad ydych yn gwybod?
da: De har sagt, "Allah har taget en søn." Ophøjet er han; Han er behovet [en] gratis. Han hører hvad der er i himlene og hvad er i jorden. Du har ingen myndighed til [anprisningen]. Siger du om Allah, som du ikke kender?
el: Έχουν πει, «Αλλάχ έχει λάβει ένα γιο.» Υπερυψωμένα είναι αυτός? Είναι το [ένα] δωρεάν ανάγκη. Σ ' αυτόν ανήκει ό, τι είναι στον ουρανό και ό, τι είναι η γη. Έχετε καμία αρχή για αυτό [αίτηση]. Λέτε για Αλλάχ αυτό που δεν ξέρετε;
et: Nad on öelnud: "Jumal on võtnud poeg." Ülendatud on ta; Ta on vaja [üks] tasuta. Temale kuulub iganes on taevas ja mis on maa peal. Teil puuduvad volitused seda väidet. Sa ütled, Allah umbes see, mida sa ei tea?
fi: He sanoivat, "Jumala on ottanut poika." Ylevä on hän; Hän on tarpeen [yhden] ilmaiseksi. Hänelle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Sinulla ei ole viranomaisen tätä väitettä. Sanot hillitä sitä, mitä et tiedä?
he: הם אומרים, "אללה נקטה בן". הנעלה הוא; . הוא החופשי [אחד] הצורך... אליו שייך מה הוא בשמים והוא מה באדמה. . אין לך שום סמכות לתביעה] אתה אומר על אללה את אשר אתה לא יודע?
hr: Oni su rekli, "Allah je uzeo sina." Uzvišen je on; On je [jedna] bez potrebe. Njemu pripada sve što je na nebesima i sve što je na zemlji. Ti nemaš ovlasti za to [zahtjeva]. Kažeš o Allahu ono što ne znate?
lt: Jie sakė, "Dievas ėmėsi sūnų." Išaukštintas yra jis; Jis yra [vienas] nemokamai, reikia. Jam priklauso kokia yra danguje ir kas yra žemėje. Jūs turite ne institucija dėl šios [pretenzijos]. Tu pasakysi apie Dievo, kuris jūs nežinote?
lv: Viņi teica: "Allah ir veikusi dēls." Cildenais; viņš ir Viņš ir nepieciešams [viena] bezmaksas. Viņam pieder kāds ir debesīs un kāds ir zeme. Tev nav [prasības] iestāde. Tu saki par Allah, ko jūs nezināt?
nb: De har sagt: "Allah har tatt en sønn." Opphøyet er han; Han er [en] gratis trenger. Ham tilhører i himmelen og i jorden. Du har ingen myndighet for denne [påstanden]. Sier du om Allah som du ikke kjenner?
sk: Oni povedali, "Alah vzala syna." Vyvýšený je on; On je [jedna] potreba. K nemu patrí, čo je v nebesiach a čo je na zemi. Máte žiadny orgán pre tento [tvrdenia]. Hovoríte o Alah, ktoré nepoznáte?
sl: So rekli, "Allah je sprejela sina." Vzvišeno je on; On je [en] Free potreba. Mu pripada karkoli je v nebesih in karkoli je v zemlji. Imate organ, ne za ta [zahteva]. Praviš o Allah, ki ne veste?
sr_cyrl: Они су рекли, "Аллах је узео сина." Узвиљеном је он; Он је [1] слободно по потреби. Њему припада шта год је на небесима, и шта год да је у земљу. Ви немате ауторитет за ову тврдњу. Кажете о Аллах оно што не знате?
sr_latn: Oni su rekli, "Allah je uzeo sina." Uzviљenom je on; On je [1] slobodno po potrebi. Njemu pripada šta god je na nebesima, i šta god da je u zemlju. Vi nemate autoritet za ovu tvrdnju. Kažete o Allah ono što ne znate?
uk: Вони сказали: "Аллах взяло сина". Піднесений є він; Він є [один] безкоштовні необхідності. Йому належить все, що знаходиться в небесах, і все, що в землі. Ви не мають влади для цього [претензії]. Ви скажете про Аллах те, що ви не знаєте?
vi: Họ có thể nói, "Allah đã lấy một con trai." Sôi nổi ấy; Ông là miễn phí [một] cần thiết. Anh ta thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Bạn không có quyền cho này [yêu cầu]. Không nói về Allah đó mà bạn không biết?
zu: Baye bathi, "Allah uthathé indodana."

# Quran1433
source: Say, "Indeed, those who invent falsehood about Allah will not succeed."
ca: Dir, "De fet, aquells que inventar falsedat sobre Allah no tindrà èxit."
cy: Dweud, "Yn wir, bydd y rhai sydd yn dyfeisio anwiredd am Allah yn llwyddo."
da: Sige, "Ja, dem, der opfinder løgn om Allah ikke vil lykkes."
el: Λένε, «Πράγματι, αυτούς που εφεύρουν ψεύδος για Αλλάχ δεν θα πετύχει.»
et: Öelda: "Tõepoolest, kes leiutada valetamine umbes Allah õnnestub."
fi: Esimerkiksi: ", jotka keksivät valhe siitä Jumala ei onnistu."
he: אומרים, "ואכן, אלה שממציאים כזב על אללה לא תצליח."
hr: Kažu, "Uistinu, oni koji izmišljaju laži o Allahu neće uspjeti."
lt: Sako: "Iš tiesų, tie, kurie sugalvoti melas apie Dievo nepavyks."
lv: Teikt: "Patiesi, tie, kuri izgudrot meli par Allah neizdosies."
nb: Si, "Ja, de som oppfinne løgn om Allah ikke vil lykkes."
sk: Napríklad: "V skutočnosti tí, ktorí vymyslieť lož o Alah nepodarí."
sl: Reče: "Pravzaprav, tiste, ki izumiti laž o Allah ne bo uspelo."
sr_cyrl: Рецимо , "Заиста, онима који измисле неистина о Аллах неће успети."
sr_latn: Recimo, "Zaista, onima koji izmisle neistina o Allah neće uspeti."
uk: Сказати: "Дійсно, ті, які винаходять брехня про Аллаху не вдасться."
vi: Nói, "Thật vậy, những người phát minh ra falsehood về Allah sẽ không thành công."
zu: Ithi, "Ngempela, labo usungula amanga mayelana Allah ngeke siphumelele."

# Quran1434
source: [For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve
ca: [Per a ells és breu] gaudi en aquest món; llavors ens és seu retorn; llavors hem farà degustar el càstig greu donat que solien dubten
cy: [Iddynt yn fyr] mwynhad yn y byd hwn; yna i ni yw eu dychwelyd; yna byddwn yn gwneud iddynt flas y gosb difrifol oherwydd maen nhw'n ei chredu
da: [For dem er kort] nydelse i denne verden; så er for os deres tilbagevenden; derefter vil vi gøre dem smage den hård straf, fordi de brugte til at tvivle
el: [Για τους είναι σύντομη] απόλαυση σε αυτόν τον κόσμο? στη συνέχεια μας είναι την επιστροφή τους. στη συνέχεια θα τους κάνουμε να γευτείτε την αυστηρή τιμωρία, γιατί συνήθιζαν να δυσπιστώ
et: [Nad on lühike] naudingut selles maailmas; meile on nende tagastamist; siis me teeme neid maitse karm karistus, sest vanasti ei usu.
fi: [Niille on lyhyt] nautintoa tässä maailmassa; sitten meille on paluun; sitten teemme niistä maistaa ankara rangaistus, koska he usko
he: [עבורם הוא קצר] הנאה בעולם הזה; אז לנו הוא שובם; . אז נגרום להם לטעום את העונש חמור כי הם נהגו להאמין
hr: [Za njih je kratak] uživanje na ovom svijetu; Onda nam je njihov povratak; napraviti ćemo ih kušati tešku kaznu jer oni ne vjerujete
lt: [Jiems yra trumpas] malonumą šiame pasaulyje; tada mums yra jų grįžimą; tada mes jas paragauti sunki bausmė, nes jie neturi wierza
lv: [Par tiem ir īss] prieks šajā pasaulē; tad mums ir to atdevi; tad sāksim tos nobaudīt bargu sodu, jo viņi mēdzu neticēt
nb: [For dem er kort] glede i denne verden; så er for oss de kom tilbake; så vi vil gjøre dem smake alvorlig straff fordi de brukte å tvile
sk: [Pre nich je krátky] potešenie v tomto svete; potom nám je ich návratu; Potom urobíme im chuť prísnemu trestu, pretože oni neveria
sl: [Za njih je kratek] užitek v tem svetu; potem nas je njihovo vrnitev; potem pa bo jim okus hudo kazen, ker so navajeni verjamem
sr_cyrl: [За њих је кратак] уживање у овом свету; Онда нам је њихов повратак; Онда ћемо их окусим озбиљне казне, јер су користили да сумњаш у донети
sr_latn: [Za njih je kratak] uživanje u ovom svetu; Onda nam je njihov povratak; Onda ćemo ih okusim ozbiljne kazne, jer su koristili da sumnjaš u doneti
uk: [Для них є короткий] задоволення в цьому світі; для нас є їх повернення; Потім ми змусимо її смак серйозними покарання, тому що вони звикли не вірити
vi: [Đối với họ là ngắn] thưởng thức trong thế giới này; sau đó chúng tôi là trở lại của họ; sau đó chúng tôi sẽ làm cho họ thích sự trừng phạt nghiêm trọng bởi vì họ sử dụng để disbelieve
zu: [Kubo kufushane] yekutitfokotisa kuleli zwe;

# Quran1435
source: And recite to them the news of Noah, when he said to his people, "O my people, if my residence and my reminding of the signs of Allah has become burdensome upon you - then I have relied upon Allah. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you. Then carry it out upon me and do not give me respite.
ca: I recitar-los la notícia de Noè, quan va dir al seu poble, "O poble meu, si la meva residència i meu recordant dels senyals d'Allah ha esdevingut oneroses sobre tu - llavors jo haver invocat Allah. Així resoldre en el seu pla i [invocarà] seus col • laboradors. Llavors que no el seu pla es obscura per a vostè. Llavors realitzar sobre mi i no em dóna respir.
cy: Ac adrodd iddynt y newyddion o Noah, pan ddywedodd ei bobl, "O 'm pobl, os fy preswylio a fy atgoffa o arwyddion Allah wedi dod yn faich ar chi-, yna yr wyf wedi dibynnu ar Allah. Felly ddatrys ar eich cynllun a [yn galw ar] eich cymdeithion. Yna gadewch i ni eich cynllun tywyll i chi. Yna ei gario arnaf ac nid ydynt yn rhoi seibiant mi.
da: Og recitere dem nyheden om Noah, når han sagde til sit folk, "O mit folk, hvis min bopæl og mine minder om tegnene på Allah er blevet belastende over dig - så jeg har været afhængige af Allah. Så løse på din plan og [opfordrer] din associates. Lad ikke din plan blive obskure til dig. Derefter udføre det på mig og giver mig ikke pusterum.
el: Και να τους εξιστορώ την είδηση του Νώε, όταν είπε στο λαό, "Ο λαός μου, αν μου κατοικία και μου θυμίζουν τα σημάδια του Αλλάχ έχει καταστεί επαχθείς επάνω σας - τότε έχω βασίστηκε στον αλλά(χ). Έτσι επιλύσετε κατόπιν το σχέδιό σας και [καλέσω] συνεργάτες σας. Τότε ας μην το σχέδιό σας να είναι δυσνόητο για σας. Μεταφέρουν στη συνέχεια επάνω μου και δεν μου δίνουν την ανάπαυλα.
et: Ja neile etlema Noah, Uudised, kui ta ütles oma rahvale, "O mu inimesed, mu elu ja mu Jumal märke meenutas muutunud koormavaks upon you - siis on tugineda, Allah. Nii et pärast oma plaani lahendada ja [KUTSUVAD] teie kaastöötajad. Siis lase ei oma plaani tuleb segane teile. Siis täidab see mu peale ja anna mulle kergendust.
fi: Ja lausua heille Nooa, Uutiset, kun hän sanoi kansalleen "Oi kansani, minun asuinpaikka ja minun muistuttaa merkkejä Allah on tullut hankalia teitä -, sitten ovat luottaneet Allah. Niin päättää suunnitelmasi ja [pyydän] työtovereitasi. Anna suunnitelmasi epäselvyyksien sinulle. Sitten kuljettaa sitä minulle ja anna minulle helpotus.
he: ו לדקלם אותם החדשות של נוח, כאשר אמר לאנשים שלו, "O עמי, אם כתובתי ומזכיר את הסימנים של אללה הפכה מעיק עליך זרח, אז אני צריך לסמוך על אללה. אז לפתור על התוכנית שלך וקוראות [] השותפים שלך. אז תן להיות מעורפל לך לא את התוכנית שלך. ואז לבצע אותה עלי, לא תתן לי הפוגה.
hr: I recite im vijesti Noa, kada je rekao svome narodu, "narode moj, ako moje prebivalište i moje opominjanje znaci Allah je postao teret na tebi - onda sam oslanjao na Allaha. Tako riješiti na svoj plan i [pozvati] svoje suradnike. Onda da ne planiraš biti taman za vas. Zatim provesti u mene i daj mi predah.
lt: Ir deklamuoti jiems Naujienos ir Noah, kai jis pasakė, kad jo žmonės, "O mano tauta, jei mano gyvenimo ir mano Dievas požymiai primena tapo naπta tave - tada aš turi remtis Dievas. Taigi spręsti pagal savo planą ir [ragina] jūsų asocijuotas įmones. Tada tegul negali būti neaiškių planas. Tada atlikti tai man ir neduoda man atsikvėpti.
lv: Un deklamēt tiem Noah, jaunumi, kad viņš teica savai tautai, "mana tauta, ja mana dzīvesvieta un mana atgādinot pazīmes Allah ir kļuvusi apgrūtinoša pār jums - tad ir balstījusies uz Allah O. Lai atrisinātu pēc sava plāna un [pieaicināt] jūsu asociētajos uzņēmumos. Tad ļaujiet nav jūsu plāns ir neskaidra, lai jums. Pēc tam veic to uz mani, un ne man atelpu.
nb: Og resitere dem nyheten om Noah, da han sa til folket "O mitt folk, hvis min bolig og mine minner av tegnene av Allah har blitt belastende på deg - så jeg har stolt på Allah. Så løse på planen og [påkalle] dine medarbeidere. La ikke planen være dunkel til deg. Så bærer det ut på meg og gir meg ikke pusterom.
sk: A recitovať im Novinky Noe, keď povedal, že jeho ľud, "O môj ľud, ak môj pobyt a má pripomínať znamenia Alaha stala zaťažujúce na vás - a potom som sa spoliehal na Alaha. Takže riešenie na svoj plán a [vyzvať] svojich spolupracovníkov. Nech nie váš plán sa vám temný. Potom vykonať na mňa a nie mi oddych.
sl: In recitirali jih novice o Noah, ko je dejal, da svoje ljudi, "O moj narod, če moje bivanje in moja spomnil znaki Allah postalo obremenjujoče na vas - potem sem se sklicuje Allah. Tako odpraviti na vaš načrt in [pozivajo] vaših sodelavcev. Nato naj ne vaš načrt, se prikriti vam. Nato izvedejo na mene in mi predaha.
sr_cyrl: А да рецитује их вест о Ноах, када је рекао да његов народ, "О мој народ, ако мој стан и моја подсетила на знаке Алаха постала терету над вама - онда ослањао сам се на Алаха. Тако решити на твој план и [позивам] Ваших сарадника. Онда нека не твој план бити некад нејасно да ли. Онда однесем на мене и не дај ми предах.
sr_latn: A da recituje ih vest o Noah, kada je rekao da njegov narod, "O moj narod, ako moj stan i moja podsetila na znake Alaha postala teretu nad vama - onda oslanjao sam se na Alaha. Tako rešiti na tvoj plan i [pozivam] Vaših saradnika. Onda neka ne tvoj plan biti nekad nejasno da li. Onda odnesem na mene i ne daj mi predah.
uk: І читати їм Новини Ной, коли він сказав до свого народу, "O Мій народ, якщо мій резиденції і моє нагадування про ознаки Аллах стала обтяжливим на вас - то я покластися Аллаха. Таким чином, вирішити на свій план і [закликаємо] ваших колег. Потім нехай не ваш план бути неясні вам. Потім її виконання мене і не дають перепочинку.
vi: Và đọc cho họ tin Noah, khi ông nói với người dân của mình, "O người của tôi, nếu nơi cư trú của tôi và tôi nhắc nhở về các dấu hiệu của Allah đã trở nên nặng nề khi bạn - sau đó tôi đã dựa vào Allah. Vì vậy, giải quyết theo kế hoạch của bạn và [kêu gọi] đối tác của bạn. Sau đó để không có kế hoạch của bạn, được che khuất cho bạn. Sau đó mang nó trên tôi và không cho tôi thời gian nghỉ ngơi.
zu: Futhi hlabelela them izindaba kaNowa, lapho ethi abantu bakhe, "O bantu bami, uma sokuhlala mi khumbuza izimpawu Allah isibe eliwumthwalo phezu kwenu -. Ngakho-ke ngiye wencika Allah Ngakho ukuxazulula ngohlelo lwakho
