Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran674
source: This day [all] good foods have been made lawful, and the food of those who were given the Scripture is lawful for you and your food is lawful for them. And [lawful in marriage are] chaste women from among the believers and chaste women from among those who were given the Scripture before you, when you have given them their due compensation, desiring chastity, not unlawful sexual intercourse or taking [secret] lovers. And whoever denies the faith - his work has become worthless, and he, in the Hereafter, will be among the losers.
ca: Aquest dia [tot] bé els aliments s'han fet legals, i el menjar d'aquells que van rebre l'escriptura és legal per a vostè i el seu aliment és legal per a ells. I [legal en el matrimoni els] dones castes entre els creients i dones castes entre aquells que van rebre l'escriptura davant de vostè, quan han donat la indemnització deguda, que desitgen castedat, relacions sexuals no il·legal o tenir [secret] diversos amants. I qui nega la fe - la seva obra ha tornat inútil, i, en el futur, serà entre els perdedors.
cy: Diwrnod hwn [bob] da Mae bwydydd wedi'u gwneud yn gyfreithlon, a bwyd o'r rheiny roedd cael yr ysgrythur yn gyfreithlon i chi eich bwyd yn gyfreithlon ar eu cyfer. A [gyfreithlon mewn priodas yn] menywod dilychwin iawn o blith y credinwyr a dilychwin iawn o ferched o blith y rhai sy'n cael yr ysgrythur cyn i chi, pan ydych wedi rhoi iddynt eu iawndal sydd yn ddyledus, dynodir diweirdeb, cyfathrach rywiol yn anghyfreithlon neu gariadon cymryd [gyfrinach]. A pwy bynnag sydd yn gwadu y ffydd-Daeth ei waith yn ddiwerth, ac o hyn ymlaen, bydd ef, yn ymhlith y rhai ar eu colled.
da: Denne dag [alle] gode fødevarer er blevet gjort lovlige, og mad til dem, der blev givet Skriften er lovligt for dig og din mad er lovligt for dem. Og [lovlig i ægteskabet er] kyske kvinder blandt de troende og kyske kvinder blandt dem, der blev givet Skriften før du, når du har givet dem deres due kompensation, som ønsker kyskhed, ikke ulovlig seksuel samleje eller tager [hemmelige] elskere. Og den, der fornægter troen - hans arbejde er blevet værdiløs, og han, i hinsidige, vil være blandt taberne.
el: Αυτή η ημέρα [όλα] καλά τρόφιμα έχουν γίνει νόμιμη, και το φαγητό από εκείνους που είχαν δοθεί η γραφή είναι νόμιμη για σας και το φαγητό σας είναι θεμιτό για αυτούς. Και [νόμιμο στο γάμο είναι] αδιάφθορες γυναίκες μεταξύ των πιστών και απέριττος γυναικών από εκείνους που είχαν δοθεί το Scripture ενώπιόν σας, όταν τους έχετε δώσει τους οφείλεται αποζημίωση, επιθυμώντας αγνότητας, παράνομη σεξουαλική επαφή ή λήψη [μυστικό] εραστές. Και όποιος αρνείται την πίστη - το έργο του έχει καταστεί άνευ αξίας, και, στη συνέχεια, θα είναι ανάμεσα στους χαμένους.
et: Tänaseni [kõik] head toidud on tehtud seaduslikult ja toidu, kes anti pühakiri on seaduslik oma toiduainete ja teil on seaduslik nende jaoks. Ja [seaduslik abielu on] vooruslik naiste hulgast usklike ja vooruslik naiste hulgast, kes olid andnud pühakiri enne, kui olete andnud neile nõuetekohane hüvitise soovides kasinuse, mitte seadusevastast seksuaalvahekorras või võtmine [secret] lovers. Ja kes iganes eitab usk - tema töö muutunud väärtusetu ja ta, edaspidi, on üheks kaotajad.
fi: Tämä päivä [kaikki] hyvä elintarvikkeet on tehty laillista ja niistä, jotka olivat saaneet Pyhän ruoka on laillista sinun ja ruoka on laillista heille. Ja [laillinen avioliitto ovat] siveä naiset uskovat ja siveä naisten joukosta, jotka olivat saaneet Pyhän ennen sinua, kun olet antanut heille asianmukainen korvaus haluten siveys, ole lainvastainen yhdyntää tai ottaen [salainen] ystäville. Se, joka unohtaa faith - työstä on tullut arvoton, ja hän, jäljempänä, on joukossa häviäjiä.
he: זה יום טוב [כל] מזונות נעשו כדין, המזון של אלה אשר ניתנו כתבי הקודש הוא כדין עליך. ועל האוכל שלך הוא כדין עבורם. ו [חוקית בנישואים הם] צנוע נשים מקרב המאמינים ונשים צנוע מקרב אלו שקיבלו את כתבי הקודש לפניך, כאשר ניתנה להם פיצוי בשל שלהם, ושואף צניעות, יחסי מין לא חוקית או לקיחת [סוד] מאהבים. מי מכחיש את האמונה - העבודה שלו הפך חסר ערך, והוא, בעתיד, יהיה בין המפסידים.
hr: Ovaj dan [sve] dobro hrane su zakoniti i hrane koji su dobili pismo je dopušteno za vas i hranu je dopušteno za njih. I [zakonito u braku su] zena od vjernika i čedna žena od onih koji su dobili pismo prije vas, kad ste dali ih njihova dospijeća naknada, želeći čednosti, nije nezakonit seksualni odnos ili uzimanje [tajna] ljubavnici. A ko poriče vjeru - njegov rad je postao bezvrijedan, a on je, u daljnjem tekstu, bit će među gubitnicima.
lt: Šią dieną [visi] geros maisto produktų buvo teisėtas, ir maisto iš tų, kurie buvo suteikta raštas yra teisėtas jums ir jūsų maistas yra teisėtas jiems. Ir [teisėta santuoka yra] skaistus moterų iš tikinčiųjų ir skaistus moterys iš tų, kurie buvo suteikta raštas prieš jus, kai jūs davė jiems jų kompensacija, siekdamos skaistumo, ne neteisėtas lytinių santykių arba atsižvelgiant [paslaptis] mėgėjams. Ir tas, kas neigia tikėjimą - jo darbas tapo beverčiai, ir jis, toliau bus būti tarp pralaimėjusiųjų.
lv: Šajā dienā [visi] laba pārtika ir veikti likumīgi un pārtiku, kuri tika dota svētie raksti ir likumīga, gan jums, gan jūsu pārtiku ir likumīga viņiem. Un [likumīgā laulībā ir] šķīsts sievietes no ticīgajiem un šķīsts sievietes no tiem, kas tika dota rakstos, pirms jums, kad esat devis viņiem to pienākas kompensācija, vēloties šķīstība, ne prettiesisku dzimumaktu vai ņemot [noslēpums] mīļotājiem. Un tas, kurš noliedz ticību - viņa darbs ir kļuvis nevērtīgs, un viņš turpmāk būs starp zaudētājiem.
nb: Denne dagen [alle] god mat har blitt gjort lovlig, og maten som fikk skriften er lovlig for deg og maten er lovlig for dem. Og [lovlig i ekteskap er] kysk kvinner blant de troende og kysk kvinner blant dem som ble gitt skriften før du, når du har gitt dem deres grunn kompensasjon, ønsker kyskhet, ikke ulovlig seksuell omgang eller tar [secret] elskere. Og den som fornekter troen - hans arbeid har blitt verdiløs, i hinsidige vil han være blant taperne.
sk: Tento deň [všetko] dobré potraviny boli legálne, a jedlo z tých, ktorí dostali písmo je legálne pre vás a vaše jedlo je legálne pre nich. A [zákonné v manželstve sú] cudné ženy z radov veriacich a cudne žien spomedzi tých, ktorí dostali písmo pred vami, keď ste im ich riadne odškodné, želajúc cudnosti, nie nezákonný pohlavný styk alebo prijatie [tajomstvo] milenci. A ten, kto popiera, viera - jeho práca stala bezcenné, a on, v nižšie, dostať medzi porazených.
sl: Ta dan [vse] dobro živila so bili izdelani zakonito, in hrano tistih, ki so imele pismo zakonita za vas in vaše hrane zakonita zanje. In [zakonito v zakonu so] čist ženske med verniki in čist žensk med tistimi, ki so imele pismo pred vami, ko ste jih dali svoje ustrezno nadomestilo, v želji, čistost, ni nezakonito spolni odnos ali jemanje [secret] ljubitelje. In kdor zanika vere - njegovo delo je postala brez vrednosti, in on, v nadaljevanju, bo med poraženci.
sr_cyrl: Овај дан [све] добра храна извршено је законита и храну од оних који су добили писмо је законити за тебе и твоју храну је законити за њих. И [законито у браку су] невина жена међу вјерницима и невина жена међу онима који су добили писмо пред вама, када сте дали их надокнаде, сагледавање невиности, није незаконит сексуални однос или узимање [тајна] љубавници. Онај ко негира веру - његов рад је постао бескористан, и он, на другом свету, биће међу губитнике.
sr_latn: Ovaj dan [sve] dobra hrana izvršeno je zakonita i hranu od onih koji su dobili pismo je zakoniti za tebe i tvoju hranu je zakoniti za njih. I [zakonito u braku su] nevina žena među vjernicima i nevina žena među onima koji su dobili pismo pred vama, kada ste dali ih nadoknade, sagledavanje nevinosti, nije nezakonit seksualni odnos ili uzimanje [tajna] ljubavnici. Onaj ko negira veru - njegov rad je postao beskoristan, i on, na drugom svetu, biće među gubitnike.
uk: Цей день [всі] хороші продукти були зроблені законними, і їжа, хто отримали Писання є законними для вас і вашої їжі є законними для них. І [законним в шлюб є] цнотливою жінок серед віруючих і цнотливою жінок з числа тих, які давали Писання перед вами, коли ви дали їм їх належної компенсації, бажаючи цнотливість, не незаконним статевого акту або прийняття [секрет] любителів. Той, хто заперечує віри - його робота стала worthless і він, в майбутньому, будете серед програли.
vi: Ngày này [tất cả] tốt thực phẩm đã được thực hiện hợp pháp, và các món ăn của những người đã được đưa ra kinh thánh là hợp pháp cho bạn và thực phẩm của bạn là hợp pháp cho họ. Và [hợp pháp trong cuộc hôn nhân] Các phụ nữ còn trong trắng từ các tín hữu và các phụ nữ còn trong trắng trong số những người được Thánh trước khi bạn, khi bạn đã cho họ của bồi thường thiệt hại do, mong chastity, quan hệ tình dục không trái pháp luật hoặc những người yêu thích chụp [bí mật]. Và bất cứ ai từ chối Đức tin - công việc của mình đã trở thành vô giá trị, và ông, trong tương lai, sẽ là một trong những người thua cuộc.
zu: Lolu suku [konke] ukudla okuhle eziye fuduka semthethweni, futhi ukudla labo ababenikwe umBhalo Kuvunyelwe yini nokudla kwakho is semthethweni them.

# Quran675
source: O you who have believed, when you rise to [perform] prayer, wash your faces and your forearms to the elbows and wipe over your heads and wash your feet to the ankles. And if you are in a state of janabah, then purify yourselves. But if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and do not find water, then seek clean earth and wipe over your faces and hands with it. Allah does not intend to make difficulty for you, but He intends to purify you and complete His favor upon you that you may be grateful.
ca: O que han cregut, quan et lleves [realitzar] pregària, rentar la cara i els avantbraços fins als colzes i eixugar sobre els seus caps i rentar els peus als turmells. I si vostè està en un estat de janabah, llavors purificar vosaltres mateixos. Però si vostè està malalt o un viatge o un de vosaltres ve des del lloc de priori o han contactat amb les dones i no trobar aigua, llavors buscar terra neta i eixugar sobre les seves cares i mans amb ell. Allah no pretén fer la dificultat per a vostè, però ell pretén purifica i completar el seu favor a vostè que vostè pot estar agraïts.
cy: O Mae chi sydd wedi credu, pan fydd gennych yn codi i [berfformio] gweddi, olchi eich wynebau a mwytho eich i y nerth a sychu dros eich pennau a golchwch eich traed i y fferau sy'n cael. Ac os ydych mewn cyflwr o janabah, yna puro'r eich hunain. Ond os ydych yn sâl neu ar y siwrnai neu daw un ohonoch y lle o leddfu ei hun neu wedi cysylltu â menywod a nad ydych ddod o hyd i ddŵr, ac yna geisio lân y ddaear ac yn sychu dros eich wynebau a dwylo gydag ef. Nid Allah yn bwriadu gwneud anhawster i chi, ond mae'n bwriadu puro'r chi a chwblhau ei favor arnoch chi y gallech fod yn ddiolchgar.
da: O du, der har troet, når du stige til [udfører] bøn, vaske din ansigter og dine underarme til albuerne og tør over jeres hoveder og vaske dine fødder til anklerne. Og hvis du er i en tilstand af janabah, derefter rense jer selv. Men hvis du er syg eller på en rejse eller en af jer kommer fra sted at aflaste sig selv eller du har kontaktet kvinder og ikke finde vand, og derefter søge ren jord og tør over din ansigter og hænder med det. Allah agter ikke at gøre svært for dig, men han har til hensigt at rense dig og fuldføre sin gunst ved du at du kan være taknemmelige.
el: O εσείς που πίστευαν, όταν σηκώνεσαι να [εκτέλεση] προσευχή, πλύνετε τα πρόσωπά σας και σας τους πήχεις, τους αγκώνες και σκουπίστε πάνω από τα κεφάλια σας και πλένω τα πόδια για να τους αστραγάλους. Και αν είστε σε μια κατάσταση της janabah, στη συνέχεια να καθαρίσει τους εαυτούς σας. Αλλά αν είστε άρρωστος ή σε ένα ταξίδι ή κάποιος από σας έρχεται από τον τόπο της απαλλάσσοντας τον εαυτό του ή επαφή με γυναίκες και δεν βρείτε νερό, στη συνέχεια, επιδιώκουν καθαρά γη και σκουπήστε πρόσωπά σας και τα χέρια με αυτό. Αλλάχ δεν προτίθεται να κάνει δυσκολία για εσάς, αλλά σκοπεύει να σας εξαγνίσει και να ολοκληρώσει τη χάρη σας να είστε ευγνώμονες.
et: O kes on uskunud, kui sa tõusevad [täita] palve, pesta oma nägu ja oma forearms põlved ja pühkige üle teie peade ja peske jalgu kuni pahkluudeni. Ja kui teil on riigi janabah, seejärel puhastada ise. Aga kui sa oled haige või reisile või teist pärineb koha vabastades ennast või te naised pöördunud ja ei leia vett, siis otsima puhas maa ja pühkige üle oma nägu ja käed koos sellega. Jumal ei kavatse teha teile raskusi, kuid ta kavatseb teil puhastada ja täita tema kasuks teie peale, et võite olla tänulik.
fi: Oi sinä, joka uskoi kun nouset [tehdä] rukous, pestä kasvot ja käsivartesi kyynärpäät ja pyyhi nimellä ylitseen ja Pese jalat nilkkojen. Ja jos olet valtion janabah, jälkeen puhdistaa itse. Mutta jos olet sairas tai, teistä tulee vapauttaa itsensä paikasta tai et ottanut yhteyttä naisten ja löytää vettä, sitten etsiä puhdas maa ja pyyhkiä yli teidän kasvot ja kädet sen kanssa. Jumala ei aio tehdä sinulle vaikeuksia, mutta hän aikoo täysin puhdistaa sinut ja täydellinen suosionsa olet, saatat olla kiitollinen.
he:  מי מאמין, כאשר אתה מתרומם [לבצע] תפילה, לשטוף את הפנים שלך ואת אמות שלך עד למרפקים לנגב מעל לראשים, לשטוף את הרגליים עד הקרסוליים. אם אתה נמצא במצב של janabah, ואז לטהר את עצמכם. אבל אם אתה חולה, או למסע או אחד מכם מגיע מהמקום שבו משחרר את עצמו או יצרו הנשים לא למצוא מים, ואז מבקשים נקי הארץ לבין לנגב על הפרצופים שלכם ואת הידיים עם זה. אללה לא מתכוונים להפוך קושי בשבילך, אבל הוא מתכוון לטהר את ולהשלים שלו טובה עליך כי אתה עשוי להיות אסיר תודה.
hr: O ti koji su vjerovali, kada se popeti na obavljanje molitve, oprati lice i podlaktice i laktove i brisanje preko glave i oprati noge do zglobova. I ako ste u stanju janabah, zatim čistite sebe. Ali ako si bolestan ili na putu ili od vas dolazi iz mjesta oslobađanja od sebe ili kontaktirali žene i ne vode, onda traže čistu zemlju i obrišite lice i ruke s njim. Allah ne namjerava napraviti teško za vas, ali namjerava očistiti i dovršite svoju uslugu na vas da budete zahvalni.
lt: O kurie tiki, kai kyla [atlieka] malda, plauti savo veidus ir jūsų dilbių, alkūnių ir nuvalykite virš jūsų galvų ir Nusiplaukite kojas iki kulkšnių. Ir jei esate janabah būklės, tada išvalyti save. Bet jei esate serga ar į kelionę, arba vienas iš jūsų yra atleisti save arba kreipėsi moterų ir neturite rasti vandens, tada ieškoti švaraus žemės ir nuvalykite per jūsų veidai ir rankos su juo. Dievas neketina padaryti sunku jums, bet jis ketina jums išvalyti ir užbaigti savo naudai į tave kad jums gali būti dėkingas.
lv: O jums, kas ir uzskats, ja pieauguma [izpildīt] lūgšanu, mazgā jūsu sejas un jūsu rokām atbalstījies uz elkoņiem un noslaukiet jūsu galvas un mazgā jūsu kājām līdz potītēm. Un, ja jums ir janabah stāvoklī, tad attīra savu sirdi. Bet, ja esat saslimis vai ceļojumā vai viens no jums nāk no vietas atbrīvojot sevi, vai jūs esat sazinājies ar sievietēm, nevis atrast ūdeni, tad meklēt tīru zemes un noslaukiet jūsu sejas un rokām, ar to. Allah neplāno veikt grūtības jums, bet viņš ir nolēmis jums attīrīt un pabeigtu viņa favor pār jums var būt pateicīga.
nb: O dere som har trodd, når du stige til [utfører] bønn, vask ansikter og underarmene til albuene og tørk over deres hoder og vaske føttene til anklene. Og hvis du er i en tilstand av janabah, deretter rense dere. Men hvis du er syk eller på en reise eller en av dere kommer fra stedet for lindrende selv eller du har kontaktet kvinner og søker ikke finne vann, så ren jord og tørk over ansikter og hendene med den. Allah har ikke tenkt å gjøre problemer for deg, men han akter å rense deg og fullføre sin gunst på deg at du kan være takknemlig.
sk: O vás, ktorí ste uverili, keď sa vedie [vykonávať] modlitby, umyť svoje tváre a predlaktia na lakte a utrite nad hlavou a umyte si nohy, členky. A ak ste v stave janabah, potom očistiť sami. Ale ak ste chorý alebo na cestu z vás pochádza z miesta o zmiernenie sám alebo ste oslovili ženy a nie nájsť vodu, potom hľadať čistej Zeme a utrite nad vašej tváre a rúk s ním. Boh nemá v úmysle robiť ťažkosti pre vás, ale chce očistiť sa a dokončiť jeho láskavosť na vás, aby ste boli vďační.
sl: O ki ste verjeli, ko ste dvig opravljati [] molitev, pranje vaše obraze in podlakti za kolena in obrišite čez vaše glave in umijte noge do gležnjev. In če ste v stanju janabah, nato pa očisti sebe. Ampak, če ste slabo ali na potovanje ali od vas prihaja iz kraja o lajšanju sam ali stik ženske in ne najti vodo, potem si čisto prstjo in obrišite čez svoje obraze in roke z njim. Allah ne nameravati uganjati težave za vas, ampak ga namerava vas očisti in dokončati svojo korist na vas, da boste hvaležni.
sr_cyrl: О ти који верују, када се извршити [] молитву, опери твог лица и подлактицама на лактове и обрисати преко главе и оперем ноге на ноге. И ако сте у стању јанабах, затим очисти себе. Али ако си болестан или на путовању или једна од вас долази из места од олакљава се или контактирали жене и не надјемо воду, а онда траже чисту земљу и обрисати преко твог лица и руке са њим. Алах не намерава да направи тежине за тебе, али намерава да те оцистим и довршите његову наклоност над вама да си захвалан.
sr_latn: O ti koji veruju, kada se izvršiti [] molitvu, operi tvog lica i podlakticama na laktove i obrisati preko glave i operem noge na noge. I ako ste u stanju janabah, zatim očisti sebe. Ali ako si bolestan ili na putovanju ili jedna od vas dolazi iz mesta od olakљava se ili kontaktirali žene i ne nadjemo vodu, a onda traže čistu zemlju i obrisati preko tvog lica i ruke sa njim. Alah ne namerava da napravi težine za tebe, ali namerava da te ocistim i dovršite njegovu naklonost nad vama da si zahvalan.
uk: О ви, хто вірив, коли ви піднімаєтеся здійснювати [] молитви, мити ваші особи і передпліччя на ліктях і протріть над вашої голови і вмию по кісточки. І якщо ти в стані janabah, потім очистити себе. Але якщо ви погано або в подорож або один з вас походить від того місця про звільнення собі або ви зв'язався з жінок і не знайти воду, а потім шукати чистої землі і протріть над вашого обличчя і руки з ним. Аллаху не має наміру зробити труднощі для вас, але він має намір очистити вас і завершити його користь на вас, що ви можете бути вдячні.
vi: O bạn của những người đã tin rằng, khi bạn tăng [thực hiện] cầu nguyện, rửa mặt và cánh tay của bạn để khuỷu và lau trên mặt và rửa chân cho mắt cá chân. Và nếu bạn đang ở trong một trạng thái của janabah, sau đó làm sạch mình. Nhưng nếu bạn đang bị bệnh hoặc trên một cuộc hành trình của bạn đến từ nơi làm giảm mình hoặc bạn đã liên lạc với phụ nữ và không tìm thấy nước, sau đó tìm cách trái đất sạch và lau trên khuôn mặt của bạn và tay với nó. Allah không có ý định làm cho khó khăn cho bạn, nhưng ông dự định để làm sạch bạn và hoàn thành các ưu tiên của ông khi bạn mà bạn có thể biết ơn.
zu: O you kholwa uma ifike [ukwenza] umthandazo, geza ubuso bakho futhi ngemilenze yakho kuze izindololwane futhi Sula phezu kwamakhanda yakho, ugeze izinyawo zakho efinyelela emaqakaleni.

# Quran676
source: And remember the favor of Allah upon you and His covenant with which He bound you when you said, "We hear and we obey"; and fear Allah. Indeed, Allah is Knowing of that within the breasts.
ca: I recordar el favor d'Allah i el seu pacte amb el qual va lligat quan va dir, "escoltem i que obeir"; i la por d'Allah. De fet, Allah és saber que dins els pits.
cy: A chofiwch favor Allah ar eich a cyfamod ei y mae ef yn rhwymo chi pan ydych yn dweud, "yr ydym yn clywed ac ufuddhau ydym"; ac ofn Allah. Yn wir, Allah yn gwybod hynny o fewn y bronnau.
da: Og huske Allah gunst på dig og hans pagt, hvormed han bundet du når du sagde, "vi hører og vi adlyde"; og frygt Allah. Allah er faktisk vide heraf inden for brysterne.
el: Και να θυμάστε την εύνοια του Αλλάχ μαζί σας και της διαθήκης του, με το οποίο αυτός δεσμεύεται σας όταν είπατε, «ακούμε και θα υπακούει»? και ο φόβος Αλλάχ. Πράγματι, Αλλάχ είναι γνωρίζοντας ότι στο στήθος.
et: Ja mäletan teene Jumal ja tema pakti, millega ta seotud sa kui sa ütlesid, "kuuleme ja me kuuletuma"; ja kardavad, et Allah. Tõepoolest, Allah on teades, et maksimaalselt rinnad.
fi: Ja muistaa Jumalan hyväksi teille ja hänen liittonsa, jolla hän velvollinen voit kun sanoit, "kuulemme ja noudatamme". ja pelätkää Allahia. Allah on, tietäen että sisällä rinnat.
he: זוכר את אמונם של אללה בעת אותך ואת בריתו אשר הוא מחויב לך כשאמרת, "אנו שומעים ומצייתים אנחנו"; ופחד אללה. אכן, אללה הוא שהידיעה על זה בתוך השדיים.
hr: I ne zaboravite uslugu Allah na vas i svoj savez s kojima on dužan si kad si rekao, "mi čujemo i slušamo"; i bojte se Allaha. Uistinu, Allah je znajući da u grudi.
lt: Ir prisiminti Dievo malonės jums ir jo Sandoros su, jis privalo jums, kai jums sako: "Mes girdime ir posluchalismy"; ir bijoti Dievo. Iš tiesų, Allah yra žinios, kad per krūtinę.
lv: Un atcerieties, Allah labvēlība pret jums un viņa paktu, ar kuru viņš pienākums jums teica: "mēs dzirdam un mēs paklausīt"; un bailes Allah. Patiešām, Allah ir zinot, ka pēc krūtis.
nb: Og husk favør Allah på deg og sin pakt som han bundet deg når du sa, "vi hører og vi adlyde"; og frykt Allah. Døyve er faktisk kjenne som i brystene.
sk: A Pamätajte si priazeň Alah vám a svoj sľub, ktorý on ste povinný, keď povedal, "sme počuli a poslúchame"; a strach, Alah. Alah je skutočne vedieť, že v prsia.
sl: In ne pozabite uslugo Allah na vas in njegov pakt, s katerim je vezan, si ko si rekel, "smo slišali in smo ubogati"; in strah Allah. Res, Allah je poznavanje tega v prsi.
sr_cyrl: И запамтите услугу од Алаха и сва његова погодба са којим је довела теби кад си рекао, "чујемо и покоравамо;" и бојим се Алаху. Уистину , Аллах је знајужи то унутар дојке.
sr_latn: I zapamtite uslugu od Alaha i sva njegova pogodba sa kojim je dovela tebi kad si rekao, "čujemo i pokoravamo;" i bojim se Alahu. Uistinu, Allah je znajuжi to unutar dojke.
uk: І пам'ятайте, користь Аллах на вас і його заповіт, з якою він пов'язаний вас коли ви сказали, "ми чуємо, і ми підкоряємося"; і боюся Аллаха. Справді, Аллах, знаючи, що всередині грудей.
vi: Và hãy nhớ rằng ưu tiên của Allah khi bạn và của ông ước mà ông ràng buộc bạn khi bạn nói, "chúng tôi nghe và chúng tôi tuân theo"; và sợ Allah. Thật vậy, Allah là hiểu biết rằng trong vòng ngực.
zu: Futhi khumbula umusa Allah phezu kwenu isivumelwano yakhe eboshiwe nawe uma wathi, "We zwa we hlonipha";
