Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2235
source: He said, "That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam.
ca: Va dir, "que en la qual ha establert el meu Senyor em val [que el que ofereixes], però que m'ajudi amb força; Farà que entre vostè i ells una presa.
cy: Dywedodd, "y mae fy Arglwydd sefydlu mi dyna well [na'r hyn a gynigiwch], ond fy nghynorthwyo gyda nerth; Bydd gwneud rhwng chi a nhw argae.
da: Han sagde, ", som min herre har etableret mig er bedre [end hvad du tilbyde], men hjælpe mig med styrke; Mellem dig og dem vil jeg gøre en dæmning.
el: Είπε, «εκείνο στο οποίο Κύριέ μου έχει εγκατεστημένος μου είναι καλύτερα [από ό, τι προσφέρετε], αλλά με βοηθήσει με δύναμη. Θα κάνω ανάμεσα σε εσάς και τους ένα φράγμα.
et: Ta ütles: "Issand on registrijärgses mind on parem [kui sobivusvalikuid], kuid mind aidata tugevus; Ma teen neid ja sinu vahel daamid.
fi: Hän sanoi, "jossa herrani minut vakiintuneita on parempi [mitä tarjoat], mutta auttaa minua voimaton; Esitän teidän ja heidän välilleen pato.
he: הוא אמר, "שבו אדוני הקימה אותי זה יותר [הצעתך], אבל לסייע לי עם כוח; אני אעשה בינך לבינם סכר.
hr: Rekao je, "u kojem gospodaru ustanovila mi je bolje [nego što nudite], ali mi pomogne snage; Učinit će između tebe i njih brane.
lt: Jis sakė: "kai mano Viešpats sukūrė mane tai geriau [nei ką jūs siūlote], bet padėti man su koncentracija; Aš padarysiu tarp tavęs ir juos užtvanka.
lv: Viņš teica: "mans kungs ir reģistrēts man ir labāks [par to, ko jūs piedāvājat], bet man palīdzēsiet ar stiprumu; Būs padarīt starp jums un tiem dambis.
nb: Han sa: "det som min Herre har etablert meg er bedre [enn tilbud], men hjelpe meg med styrke; Jeg vil gjøre mellom deg og dem en demning.
sk: On povedal: ", v ktorom má sídlo môj pán, mi je lepšie [ako to, čo ponúkate] ale pomôcť mi silu; Bude medzi vami a priehrady.
sl: Je dejal, ", v kateri je moj gospodar ustanovljen mi je bolje [kot kaj ponujate], vendar mi pomaga z močjo; Bom med vami in jih jezu.
sr_cyrl: Он је рекао, "у којој господару успоставила је ми је бољи [шта нудите], али да ми помогне са снагом; Ће направити између тебе и њих брану.
sr_latn: On je rekao, "u kojoj gospodaru uspostavila je mi je bolji [šta nudite], ali da mi pomogne sa snagom; Će napraviti između tebe i njih branu.
uk: Він сказав: "де мій Господь створив мене це краще, ніж те, що ви пропонуєте], але допомогти мені з міцності; Я зроблю між вами і їм греблі.
vi: Ông nói, "mà trong đó thưa ngài đã thành lập cho tôi là tốt hơn [hơn những gì bạn cung cấp], nhưng giúp đỡ tôi với sức mạnh; Tôi sẽ thực hiện giữa bạn và họ một đập.
zu: Wathi: "Lokho lapho iNkosi yami isungule me is de kahle [kunokuba lokho unikele], kodwa uzongisiza ngamandla; Ngiyokwenza phakathi kwakho nazo edamini.

# Quran2236
source: Bring me sheets of iron" - until, when he had leveled [them] between the two mountain walls, he said, "Blow [with bellows]," until when he had made it [like] fire, he said, "Bring me, that I may pour over it molten copper."
ca: Em porten làmines de ferro"- fins que, quan ell havia anivellat [ells] entre les parets de la muntanya de dos, va dir,"cop [amb la Manxa], «fins a quan ell havia fet [com] el foc, va dir, "portar-me, que em pot abocar sobre ella fos coure."
cy: Ddod â mi dalenni haearn"-tan, pan ei fod wedi ati [eu] rhwng y waliau Mynydd ddau, meddai,"Ergyd [gyda Megin yr],"tan pan ei fod wedi gwneud ei [fel] tân, dywedodd," dod â mi, sydd efallai yn Arllwyswch ei copr dawdd. "
da: Bringe mig plader af jern"- indtil, når han havde udjævnes [dem] mellem to bjerg vægge, sagde han,"Slag [med bælge],"indtil da han havde gjort det [som] brand, sagde han," bringe mig, at jeg kan hælde over det smeltet kobber. "
el: Φέρτε μου φύλλα σιδήρου «- έως ότου, όταν αυτός είχε ισοσταθμιστεί [τους] μεταξύ των δύο βουνών τοίχων, είπε, «Χτύπημα [με φυσούνα], «μέχρι πότε αυτός είχε καταστήσει [όπως] πυρκαγιά, είπε, «φέρτε μου, που να μπορεί να σκορπίσω πάνω του λειωμένο χαλκό.»
et: Tooge mulle lehed raua"- kuni, kuna ta oli tasandada [neid] vahel kaks mountain seinad, ta ütles,"Löök [koos lõõtsa],"enne kui ta oli teinud [nagu] tulekahju, ütles ta," Too mulle, et ma võib valada üle see sula vaske. "
fi: Tuokaa lakanat rautaa"- vasta kun hän oli tasata [heille] välillä kaksi vuori seinät hän sanoi,"Isku [palkeet],"vasta kun hän oli tehnyt sen [kuin] tuli, hän sanoi:" tuo minulle, että voi kaada päälle se sulaa kupari. "
he: הביאו לי יריעות ברזל"- עד, כאשר הוא היה החלקה [אותם] בין הקירות שני הרים, אמר,"מכה [עם מפוח],"עד מתי שהוא עשה זה [כמו] אש, הוא אמר," תביא לי, כי אני יכול לשפוך מעליה נחושת מותכת. "
hr: Donesite mi plahte od željeza"- dok, kad je imao niveliraju [ih] između dvije planine zidova, rekao je,"Udarac [s mijeh],"do kad je napravio to kao vatra, rekao je," mene, da mogu prelijte rastopljenog bakra. "
lt: Atnešė man geležies lakštų"- iki, kada jis buvo išlyginto [jiems] tarp dviejų kalnų sienos, jis pasakė,"Smūgis [su dumplės],"iki kada jis kurį [kaip] ugnies, jis sakė:" jis man, kad aš gali apipilti ji išlydyto vario. "
lv: Atnesiet man dzelzs lapas"- līdz, kad viņš bija izlīdzinātas [tiem] starp divām kalnu sienām, viņš teica,"Trieciens [ar plēšām]"līdz, kad viņš bija to taisījis [kā] uguns, viņš teica:" atnes man, ka var ieliet pār to kausēta vara. "
nb: Bringe meg ark av jern"- til, når han hadde flatet [dem] mellom to fjell vegger, sa han,"Slag [med belgkonstruksjon]"til når han hadde gjort det [som] ild, han sa:" ta meg, at jeg kan helle over det smeltet kobber. "
sk: Prines mi listy železa"- do doby, keď on mal vyrovnaný [ich] medzi dvoma horskými stien, povedal,"Ranu [s mechy],"až keď mal urobil to [ako] oheň, povedal" prines mi, že môže zalejeme to roztavenej medi. "
sl: Prinesite mi listi železa"- do kdaj je imela iskren [jih] med dvema gorskima stene, je dejal,"Udarec [z meh],"do kdaj je naredil to [kot] ogenj, je dejal," bi mi, da lahko prelijemo staljenega bakra. "
sr_cyrl: Донеси ми постељину од гвожђа"- све док, када он [их] сравњени између две планине зидова, рекао је,"Ударац [са мех],"до када је направио то као ватра, он је рекао," Донеси ми, то сам можда прелити то испаљује се истопљени бакар. "
sr_latn: Donesi mi posteljinu od gvožđa"- sve dok, kada on [ih] sravnjeni između dve planine zidova, rekao je,"Udarac [sa meh],"do kada je napravio to kao vatra, on je rekao," Donesi mi, to sam možda preliti to ispaljuje se istopljeni bakar. "
uk: Принести мені аркушів заліза"- до тих пір, коли він мав вирівняли [їх] між стінами дві гори, він сказав,"Удар [з хутром],"до коли він зробив це [як] вогонь, він сказав:" принести мені, що я може залити розплавленим міді. "
vi: Mang cho tôi tấm sắt"- cho đến, khi ông đã San lấp [chúng] giữa tường hai ngọn núi, ông nói,"Blow [với bellows],"cho đến khi ông đã làm cho nó như lửa, ông nói," mang lại cho tôi, rằng tôi có thể đổ nó nóng chảy đồng. "
zu: Lethani kimi amaphepha yensimbi "- kwaze kwaba lapho wayekade angabekwa [kubo] phakathi kwezingange zombili ezazingasensimini entabeni, wathi," Blow [nge Izifutho], "waze uma [like] ngomlilo, wathi," Lethani kimi

# Quran2237
source: So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration.
ca: Tan Gog i Magog van ser incapaços de passen per sobre, tampoc se'ls capaç [efecte]-hi qualsevol penetració.
cy: Felly roedd Gog a Magog yn methu pasio drosto, nac yr oeddent yn gallu [effaith] ynddo unrhyw treiddiad.
da: Så Gog og Magog var afskåret fra pass over det, eller har de kunnet [effekt] i det enhver indtrængen.
el: Έτσι ΔΑΓ και Magog ήταν σε θέση να περάσει από πάνω του, ούτε είχαν τη δυνατότητα [με αποτέλεσμα] σε αυτό κάθε διείσδυση.
et: Nii GOOG ja Magog ei suutnud seda üle ega suutsid nad [effect] see kõik tungimist.
fi: Goog ja Maagog voineet kulkea sen yli, eivätkä he voi [siitä] se mitään levinneisyys.
he: אז מלחמת גוג ומגוג לא הצליחו להעביר את זה, וגם לא הצליחו [אפקט] ' בו חדירה כלשהי.
hr: Gog i Magog uspjeli proći preko nje, niti su oni u stanju [učinak] u njemu bilo penetracije.
lt: Taigi Gogo ir Magog buvo neįmanoma praeiti per jį, nei jie galėjo [kad] jame bet skverbtis.
lv: Tātad Gog un Magog nevarējām iet pār to, nedz varēja tās [efektu] tajā jebkurā izplatība.
nb: Så Gog og Magog klarte ikke å passere over det, eller var de i stand [til effekten] i det noen penetrasjon.
sk: Tak Gog a Magog neboli schopní preniesť cez to, ani oni boli mohli [vplyv] v ňom akýkoľvek prienik.
sl: Tako niso mogli čez prelaz VG in Magog, niti so bili sposobni [da] v to koli penetracije.
sr_cyrl: Па Гог и Магога били у стању да предју преко њега, нити су могли [ефекат] у њему било пенетрације.
sr_latn: Pa Gog i Magoga bili u stanju da predju preko njega, niti su mogli [efekat] u njemu bilo penetracije.
uk: Так Ґоґ і Маґоґ не змогли проходить над ним, а також вони змогли [дію] в ньому будь-яких проникнення.
vi: Vì vậy Gog và Magog đã không thể vượt qua nó, cũng không phải là họ có thể [hiệu quả] trong đó xâm nhập bất kỳ.
zu: Ngakho uGogi noMagogi abakwazanga kudlule phezu kwaso, noma Bakwenza [ukuba nomphumela] kulo iyiphi Ukungena.

# Quran2238
source: [Dhul-Qarnayn] said, "This is a mercy from my Lord; but when the promise of my Lord comes, He will make it level, and ever is the promise of my Lord true."
ca: [Dhul-Qarnayn] va dir: "això és una misericòrdia del Senyor. però quan tracta la promesa del meu Senyor, ell farà nivell i mai és la promesa de la meva veritable Senyor."
cy: [Dhul-Qarnayn] dywedodd, "Mae hyn yn drugaredd oddi wrth fy Arglwydd; ond pan ddaw yr addewid o fy Arglwydd, bydd ei gwneud lefel, ac mae addewid o fy Arglwydd wir erioed."
da: [Dhul-Qarnayn] sagde, "Dette er en nåde fra min herre; men når løftet om min Herren kommer, han vil gøre det niveau, og nogensinde er løftet om min herre sand."
el: [Dhul-Qarnayn] είπε, "αυτό είναι ένα έλεος από τον Λόρδο μου? αλλά όταν έρχεται η υπόσχεση του Κυρίου μου, που θα καταστήσει επίπεδο, και ποτέ την υπόσχεση του αλήθεια μου Λόρδος.»
et: [Dhul Qarnayn] ütles: "see on halastust mu Issand; Aga kui minu Issanda lubadus tuleb, ta teeb taseme ja kunagi on lubadus mu Issand true."
fi: [Dhulille-Qarnayn] sanoi: "Tämä on armoa minun Herraltani; mutta kun lupaus herra tulee, hän tekee tason, ja koskaan on herra aito lupaus."
he: [Dhul-Qarnayn] אמר, "זה חסד של מלכי; אבל כשיגיע ההבטחה של אלוהים, הוא יעשה את זה ברמה, פעם היא ההבטחה של האמיתי האל שלי."
hr: [Dhul-Qarnayn] je rekao, "Ovo je milost od gospodina; Ali kad dođe obećanje gospodaru, učinit će to razine i ikada je obećanje moj gospodar pravi."
lt: [Dhul Qarnayn] pasakė: "tai gailestingumo iš savo Viešpaties; bet kai mano Viešpats žada ateina, jis bus lengviau lygio, ir kada nors yra mano Viešpats tiesa pažadas."
lv: [Dhul Qarnayn] teica: "Šis ir žēlastības no mana Lord; bet, kad pienāks mans kungs sola, viņš dos līmenī, un kādreiz ir solījums par manu kungam taisnība."
nb: [Dhul-Qarnayn] sa: "Dette er en nåde fra min Herre; men når løftet om min Herre kommer, han vil gjøre det nivå, og stadig er løftet om min Herre sanne."
sk: [Dħul-Qarnayn] povedal: "to je milosť od môjho Pána; ale keď prísľub môjho Pána, on bude úroveň, a niekedy je prísľub môjho Pána pravda."
sl: [Dhul Qarnayn] je dejal, "to je milost od mojega Gospoda; vendar ko obljubo o moj gospodar, bo ravni, in kdaj je obljubo o moj pravi gospodar."
sr_cyrl: [Дхул -Qарнаyн ] је рекао, "Ово је милост од мог Господа; Али кад дође обећање мога господара, он ће успети нивоа, и икада је обећање од мог господара истина."
sr_latn: [Dhul-Qarnayn] je rekao, "Ovo je milost od mog Gospoda; Ali kad dođe obećanje moga gospodara, on će uspeti nivoa, i ikada je obećanje od mog gospodara istina."
uk: [Зуль-Qarnayn] сказав: "це милосердя від мого Господа; але коли приходить обіцянку мій Господь, він зробить його рівня і коли-небудь обіцянку мій Господь істина".
vi: [Dhul-Qarnayn] nói, "Đây là một lòng thương xót từ của tôi Chúa;" nhưng khi những lời hứa của Chúa của tôi, ông sẽ làm cho nó cấp, và bao giờ là lời hứa của Chúa thật sự của tôi."
zu: [Dhul-Qarnayn] wathi: "Lo is sa mi Lord. Kodwa lapho isithembiso mi Lord sondela, uyakusenza ukuba kube level, naphakade isithembiso eNkosini yami yeqiniso"

# Quran2239
source: And We will leave them that day surging over each other, and [then] the Horn will be blown, and We will assemble them in [one] assembly.
ca: I ens deixaran aquell dia creixent sobre l'altre i [llavors] lacustres el Corn, i et muntem les en Assemblea [un].
cy: A byddwn yn gadael iddynt y diwrnod hwnnw yn cwtogwn dros ei gilydd, a [yna] y bydd chwythu y corn, a ydym yn ymgynnull iddynt yn y Cynulliad [un].
da: Og vi vil lade dem dag bølgende over hinanden, og [så] Horn vil blive blæst, og vi vil samle dem i [en] forsamling.
el: Θα τους αφήσουμε ογκούμενος πάνω στον άλλο, εκείνη την ημέρα και [τότε] θα φυσούν το Κέρας της Αφρικής και θα συγκεντρώνουν σε Συνέλευση [1].
et: Ja me neile jätame sel päeval Kuohunta, ja [siis] sarv puhutakse ja püstituses neid [üks] komplekteerimine.
fi: Jätämme ne samana päivänä vellova toistensa, ja [silloin] sarvi puhalletaan ja me koota ne [yhdessä] kokouksessa.
he: אנחנו נשאיר אותם באותו יום ולהמוני אחד את השני, ו [אז] הקרן יחסף ואני נוכל להרכיב אותם בהרכבה [אחד].
hr: Ostavit ćemo ih taj dan teče preko jedni druge, i [onda] rog će eksplodirati i možemo ih skupite [1] skupština.
lt: Ir mes juos palikti tą dieną Pompėja per tarpusavyje, ir [tada] ragas bus susprogdintas, ir mes bus surinkti juos [vienas] asamblėjoje.
lv: Un mēs atstāsim viņiem šajā dienā gāzās pāri viens otram, [tad] tiks izpūstas ragu un mēs organizēsim tos [viena] asambleja.
nb: Og vi vil forlate dem den dagen fosser, og [da] Hornet vil bli blåst, og vi vil samle dem i [en] montering.
sk: Sme nechať ten deň stúpajúcu nad sebou, a [potom] bude fúkané roh a montujeme ich v [jedna] zhromaždenia.
sl: Pustimo jih tisti dan skokovita nad seboj, in [torej] bo prepihani rog in smo jih vežejo v [en] skupščine.
sr_cyrl: Идемо их тог дана таласа једни преко других, и [онда] рог разнесу и склапамо их у скупштини [1].
sr_latn: Idemo ih tog dana talasa jedni preko drugih, i [onda] rog raznesu i sklapamo ih u skupštini [1].
uk: Ми залишимо них того ж дня бурхливі через один з одним і [потім] буде підірваний роги і ми буде зібрати їх в [один] Асамблеї.
vi: Và chúng tôi sẽ để lại cho họ ngày hôm đó, đất nhỏ trên mỗi khác, [sau đó] sẽ được thổi còi và chúng tôi sẽ lắp ráp chúng tại hội [một].
zu: Futhi We ngeke lubashiyele ngalolo suku agubhayo phezu komunye nomunye, futhi [ke] Phondo thathaza Sizokwenza zihlangane e [eyodwa] umhlangano.

# Quran2240
source: And We will present Hell that Day to the Disbelievers, on display -
ca: I presentarem l'infern que dia pels Disbelievers, en l'exhibició -
cy: A byddwn yn cyflwyno uffern y dydd i y Disbelievers, arddangos-
da: Og vi vil præsentere helvede der dag til vantro, på display -
el: Και θα παρουσιάσουμε κόλαση που ημέρα στην Disbelievers, εκτίθενται -
et: Ja me tutvustame põrgu, mis päeval uskottomille, Kuva -
fi: Ja esitämme helvetti että päivä on uskottomien esillä -
he: נציג לעזאזל זה יום Disbelievers, על התצוגה -
hr: I predstavit ćemo dovraga to dan da iskuse, na -
lt: Ir mes pristatysime pragarą, dieną Disbelievers, ekrane -
lv: Un mēs klāt pie velna, kas dienā Disbelievers displejs -
nb: Og vi vil presentere helvete som dag til troende, utstilt -
sk: A predstavíme peklo, ktoré deň neveriacim, na displeji -
sl: In smo predstavili hudič, ki dan za Disbelievers, na ogled -
sr_cyrl: А представићемо пакао који дан за скептике, изложено -
sr_latn: A predstavićemo pakao koji dan za skeptike, izloženo -
uk: І ми представимо пекло, що день, щоб Disbelievers, на дисплеї -
vi: Và chúng tôi sẽ trình bày địa ngục mà ngày đến thì, trên màn hình -
zu: Futhi Sizokwenza ukwethula Hell ukuthi suku kuze disbelievers, obala -

# Quran2241
source: Those whose eyes had been within a cover [removed] from My remembrance, and they were not able to hear.
ca: Aquells amb ulls havia estat dins d'una coberta [suprimit] del meu record i no van ser capaços d'escoltar.
cy: Nid oedd rhai wedi eu llygaid o fewn clawr [Dilëwyd] o 'm cofio, ac maent yn gallu clywed.
da: Dem, hvis øjne havde været inden for et dække [fjernet] fra min erindring, og de var ikke i stand til at høre.
el: Αυτά τα μάτια του οποίου είχε γίνει μέσα σε ένα κάλυμμα [αφαιρεθεί] από τη μνήμη μου, και δεν ήταν σε θέση να ακούσει.
et: Need, kelle silmad on olnud maksimaalselt katte [eemaldada] minu mäletamist ja nad ei olnud võimalik kuulata.
fi: Ne, joiden silmät ollut kansi [poistettu] mieleeni, ja he eivät voi kuulla.
he: אלה שעיניה היו בתוך כיסוי [להסיר] מן הזיכרון שלי, והם לא היו מסוגלים לשמוע.
hr: One čije oči bio unutar poklopca [maknuti] iz mog sjećanja, i oni nisu mogli čuti.
lt: Tie, kurių akys buvo per padengti [pašalinti] iš mano atminimas, ir jie negalėjo girdėti.
lv: Tie, kam acis bija atradies vāka [izņemta] no mana atceri, un viņi nav spējuši dzirdēt.
nb: De som har øyne hadde vært i en cover [fjernet] fra min erindring, og de var ikke høre.
sk: Tie, ktorých oči boli do krytia, [odstrániť] hanbím, a oni neboli schopní počuť.
sl: Tiste, katerih oči je bil v kritje [Odstrani] iz mojega spomina, in oni niso mogli slišati.
sr_cyrl: Онима чије очи био унутар параван [Уклони] из моје сјећање, и они су били у стању чути.
sr_latn: Onima čije oči bio unutar paravan [Ukloni] iz moje sjećanje, i oni su bili u stanju čuti.
uk: Ті, чиї очі були в межах покриття [видалені] з моєї пам'яті і вони були не в змозі почути.
vi: Những người có đôi mắt đã có trong bản cover [xoá] từ remembrance của tôi, và họ đã không thể nghe thấy.
zu: Labo onamehlo wayekade ngaphakathi cover [isuswe] kusukela ukukhunjulwa yami, futhi abazange bakwazi ukuzwa.

# Quran2242
source: Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging.
ca: Llavors els que dubten pensa que els puguis fer meves serventes en comptes de mi com aliats? De fet, hem preparat l'infern per disbelievers com un allotjament.
cy: Yna a rhai a chredu yn credu y gallant eu cymryd fy gweision yn hytrach na mi fel cynghreiriaid? Yn wir, rydym wedi paratoi uffern am y disbelievers fel llety.
da: Derefter tror dem, der ikke tror, at de kan tage mine tjenere i stedet for mig som allierede? Faktisk har vi forberedt helvede for vantro som et logi.
el: Στη συνέχεια, πιστεύετε ότι όσοι δυσπιστώ ότι μπορούν να πάρουν τους υπηρέτες μου αντί για μένα ως Σύμμαχοι; Πράγματι, έχουμε ετοιμάσει κόλαση για disbelievers ως κατάλυμα.
et: Siis kes usu. arvan, et kaljusse minu sulased minu asemel liitlastena? Tõepoolest, valmis põrgu ning uskottomille on ühe tagatise esitamist.
fi: Sitten ne, jotka ovat uskottomia ajatella, että he voivat ottaa minun palvelijani sijaan minua liittolaisina? Itse asiassa olemme laatineet helvetti uskottomille kuin Majoitus.
he: ואז נראה אלה לא להאמין שהם יכולים לקחת את המשרתים במקומי כמו ברית? אכן, הכנו גיהינום עבור disbelievers כמו לינה.
hr: Zatim oni koji ne vjeruju da da mogu uzeti moje sluge umjesto mene kao saveznici? Doista, smo pripremili pakao i iskuse kao lodging.
lt: Tada tie, kurie neturi wierza galvoti, kad tai gali būti mano tarnai vietoj manęs kaip sąjungininkų? Iš tiesų, mes paruošė pragarą ir disbelievers kaip pateikti.
lv: Tad tiem, kuri neticēt domā, ka viņi var veikt manu darbinieku vietā, lai mani kā sabiedrotie Patiešām, mēs esam gatavi ellē disbelievers kā patvērumu.
nb: Deretter har de som tviler tror at de kan ta mine tjenere i stedet for meg som allierte? Faktisk har vi forberedt helvete for troende som en losji.
sk: Potom tých, ktorí neveria myslia, že môžu mať moji služobníci namiesto mňa ako spojenci? V skutočnosti sme pripravili peklo pre neveriacim ako ubytovanie.
sl: Torej tistim, ki verjamem misliš, da lahko vzamejo svoj uslužbencev namesto mene kot zavezniki? Res, pripravljamo pekel je disbelievers, kot je vložitev.
sr_cyrl: Онда оне који је сигуран да је лажна мислите да могу узети моје слуге уместо мене као савезници? Заиста , припремили смо пакао за скептике као стан овде близу.
sr_latn: Onda one koji je siguran da je lažna mislite da mogu uzeti moje sluge umesto mene kao saveznici? Zaista, pripremili smo pakao za skeptike kao stan ovde blizu.
uk: Тоді ті, хто не вірити думати, що вони можуть зробити мої слуги, замість того, щоб мене як союзники? Дійсно, ми підготували пекло для на disbelievers як на житло.
vi: Sau đó những người disbelieve nghĩ rằng họ có thể mất công chức của tôi thay vì tôi như là đồng minh? Thật vậy, chúng tôi đã chuẩn bị địa ngục cho người thì như là một nhà nghỉ.
zu: Khona Labo disbelieve zindla they kungathatha izinceku zami esikhundleni Me njengabantu obambisene nabo?

# Quran2243
source: Say, [O Muhammad], "Shall we [believers] inform you of the greatest losers as to [their] deeds?
ca: Dir, [O Muhammad], "[creients] ens informarem dels grans perdedors com a [el seu] fets?
cy: Dweud, [O Muhammad], "bydd [credinwyr] yn eich hysbysu o'r colledwyr mwyaf yn yr un modd i [eu] gweithredoedd?
da: Sige, [O Muhammad], "vi [troende] underretter dig om de største tabere som til [deres] gerninger?
el: Ας πούμε, [Ο Μωάμεθ], «εμείς [πιστών] ενημερώνει σας μεγαλύτερη χαμένοι ως προς [τις] πράξεις τους;
et: Öelda, [O Muhammad], "me [usklike] teatavad te suurimad kaotajad üle [nende] tegudele?
fi: Eli [Oi Muhammed] "meidän [uskovien] ilmoittaa sinulle suurin häviäjiä siitä [niiden] tekoja?
he: תגיד, [O מוחמד], "יהיה לנו [המאמינים] ליידע אותך על המפסידים הגדולים להוקיע את המעשים [שלהם]?
hr: Recimo, [O Muhammad], "će [vjernici] obavještavamo vas najveći gubitnici na [im] djela?
lt: Pasakyti, [O Muhammad], "mes [tikintieji] informuoja jus apie didžiausią pralaimėjusiųjų kad [savo] poelgius?
lv: Teikt, [O Muhammad], "mēs [ticīgie] informē par lielākajiem zaudētājiem kā ar [to] darbiem?
nb: Si, [O Muhammad], "skal vi [troende] informere deg om de største taperne til [deres] gjerninger?
sk: Povedať, [Mohamed], "sme [veriacich] informuje o Najväčší Chcípáci o [ich] skutky?
sl: Recimo, [O Muhammad], "se [verniki] Obveščamo vas največji poraženci v [njihovi] dejanja?
sr_cyrl: Реци , [О Мухаммад], "смо [верници] га обавестити о највећи губитници као да [њихова] дела?
sr_latn: Reci, [O Muhammad], "smo [vernici] ga obavestiti o najveći gubitnici kao da [njihova] dela?
uk: Кажуть, [O Мухаммад], "Ми [віруючі] проінформує найбільший невдах для [їх] справи?
vi: Nói, [O Muhammad], "thì chúng ta [tín hữu] thông báo cho bạn của những người thua cuộc lớn nhất như để hành động [của họ]?
zu: Awusho, [O Muhammad], "Sihambe [amakholwa] chazela you of losers ezinkulu njengomlandeli ezenzweni [zabo]?
