Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran984
source: A group [of you] He guided, and a group deserved [to be in] error. Indeed, they had taken the devils as allies instead of Allah while they thought that they were guided.
ca: Un grup [de tu] va guiat, i un grup mereixia [ser] error. De fet, que havien portat els diables com aliats en comptes d'Allah mentre pensaven que eren guiades.
cy: Grŵp [o] ef yn ei harwain, ac roedd grŵp yn haeddu [yn] gwall. Yn wir, wedi cymryd y devils fel cynghreiriaid yn hytrach na Allah er y credai eu bod yn eu harwain.
da: En gruppe [du] han styret, og en gruppe fortjente [at være i] fejl. De havde faktisk taget djævle som allierede i stedet for Allah, mens de troede, at de blev guidet.
el: Μια ομάδα [θα] που καθοδηγείται, και μια ομάδα άξιζε [να] σφάλμα. Μάλιστα, είχαν λάβει την διάβολοι ως συμμάχους αντί Αλλάχ ενώ νόμιζαν ότι ήταν η ξενάγηση.
et: Rühm [te] ta Juhendav ja grupp teeninud [olevat] viga. Tõepoolest, nad on võtnud kuradid liitlastena asemel Allah kuigi nad arvasid, et nad olid giidiga.
fi: Ryhmä [sinulle] hän opasti ja ryhmä ansaitsevat [olla] virhe. Itse asiassa ne ovat ryhtyneet devils liittolaisina sen sijaan, että Allah vaikka he ajattelivat, että he olivat pohjana.
he: קבוצת [לך] הדריך, ומגיע קבוצה [להיות] שגיאה. אכן, שלקחו בשבי השדים כבנות ברית במקום אללה בזמן שהם חשבו כי הם מונחים.
hr: Grupa [ti] je vodio i grupu zaslužili [se u] greška. Doista, odveli su vragovi kao saveznici umjesto Allaha dok su mislili da su se vodili.
lt: Grupė [jūs] jis vadovaujasi, ir grupė nusipelnė [kad yra] klaida. Iš tiesų, jos priėmė velnių kaip sąjungininkų vietoj Dievas o jie manė, kad jie vadovaujasi.
lv: Grupa [tu] viņš vada, un grupa ir pelnījis [ir] kļūda. Protams, tās bija veikušas velni kā sabiedrotajiem Allāha vietā, kamēr viņi domāja, ka viņi bija jāvadās.
nb: En gruppe [du] Han ledet, og en gruppe fortjent [å være i] feil. De hadde faktisk tatt devils som allierte i stedet for Gud mens de trodde at de var guidet.
sk: Skupina [vás] viedol a skupina zaslúžil [byť] chyba. Skutočne boli prijaté devils ako spojenci namiesto Alah, kým si mysleli, že boli vedení.
sl: Skupina [si], ki je vodena in skupina zasluži [biti] napaka. Res, so jih sprejeli devils kot zavezniki namesto Allah, medtem ko so mislili, da so bili vodeni.
sr_cyrl: Група [ти] је вођена и група заслужили [да] грешка. Заиста , су одвели су демони као савезници а Аллах док су мислили да су били вођени.
sr_latn: Grupa [ti] je vođena i grupa zaslužili [da] greška. Zaista, su odveli su demoni kao saveznici a Allah dok su mislili da su bili vođeni.
uk: Група [ваc] він керував, і Група заслуговує [в] помилка. Дійсно, сприйняла чортів як союзники замість Аллах у той час як вони думали, що вони керувалися.
vi: Một nhóm [của bạn] ông hướng dẫn, và một nhóm xứng đáng [phải] lỗi. Thật vậy, họ đã đưa các quỷ là đồng minh thay vì Allah trong khi họ nghĩ rằng họ đã được hướng dẫn.
zu: Iqembu [kini] He guided, futhi lapha kwakukhona iqembu sisuke sifaneleka [ukuba babe] iphutha.

# Quran985
source: O children of Adam, take your adornment at every masjid, and eat and drink, but be not excessive. Indeed, He likes not those who commit excess.
ca: O fills d'Adam, prendre el seu guarniment en cada Masjoan i menjar i beure, però no ser excessiva. En efecte, que li agrada no qui l'excés.
cy: O Mae plant Adam, cymryd eich addurn ar bob masjid, ac yn bwyta ac yn yfed, ond fod nid yn ormodol. Yn wir, mae'n hoffi nid y rhai sy'n ymrwymo gormodol.
da: O børn af Adam, tage din pynt på hver masjid, og spise og drikke, men ikke være overdrevne. Faktisk, han holder ikke dem, der begår overskydende.
el: O τα παιδιά του Αδάμ, να σας στολίδι σε κάθε masjid, και τρώνε και πίνουν, αλλά δεν είναι υπερβολική. Πράγματι, του αρέσει δεν όσους διαπράττουν περίσσεια.
et: O laste Adam, võtta oma Ehted iga masjid ja süüa ja juua aga ei tohi olla ülemäärane. Tõepoolest, talle meeldib mitte need, kes panevad toime liigse.
fi: Oi Aatamin lapset ottaa oman koriste joka masjid ja syödä ja juoda, mutta ei olla liikaa. Itse asiassa ei hän tykkää eikä niitä, jotka syyllistyvät liikaa.
he:  ילדיו של אדם, לקחת קישוט שלך כל מסג'יד, לאכול, לשתות, אבל לא תהיה מוגזמת. אכן, הוא אוהב את אלה אשר ביצעו עודף.
hr: O djeca Adama, uzeti vaš ukras na svaki mesdžid, i jesti i piti, ali ne budi pretjerano. Doista, ne one koji počine voli višak.
lt: O vaikai Adomo, imtis savo puošmena kas masjid, ir valgyti ir gerti, bet negali būti per didelis. Iš tiesų, jis mėgsta ne tuos, kurie užsiima perteklius.
lv: O bērnu Ādams, veikt jūsu rota katru masjid, un ēst un dzert, bet nedrīkst būt pārmērīgi. Tik tiešām, viņam patīk ne personas, kas izdara lieko.
nb: O barn av Adam, ta din pryd på hver moskeen, og spise og drikke, men ikke være overdreven. Faktisk liker han ikke de som begår overflødig.
sk: O deti Adam, vziať vaše ozdoba každej mešity a jesť a piť, ale nesmie byť nadmerná. V skutočnosti, rád nie tí, ktorí páchajú prebytok.
sl: O otrok Adam, bo vaš okras na vsak masjid, in jesti in piti, vendar ne sme biti pretirano. Dejansko mu je všeč, ne tiste, ki storijo je presežek.
sr_cyrl: О децо Адама, да твоја Реса у сваком дћамију, и јести и пити, али не буди претерана. Заиста , не они који се воли вишак.
sr_latn: O deco Adama, da tvoja Resa u svakom dћamiju, i jesti i piti, ali ne budi preterana. Zaista, ne oni koji se voli višak.
uk: O дітей Адама, прийняти ваш прикрас на кожен Масджид і їсти і пити, але бути не надмірне. Дійсно, він любить не тих, хто скоює надлишок.
vi: O trẻ em của Adam, mất trang sức của bạn tại mỗi masjid, và ăn và uống, nhưng là không quá nhiều. Thật vậy, ông thích không phải những người cam kết dư thừa.
zu: O ntwana Adam, thatha Ukuhloba kwenu at zonke masjid eqinisweni futhi badle baphuze, kodwa kungabi ngokweqile.

# Quran986
source: Say, "Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision?" Say, "They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection." Thus do We detail the verses for a people who know.
ca: Dir, "Que ' ha prohibit el guarniment d'Allah que ha produït per a seus servents i les coses bones [legals] de provisió?" Diuen, "Que són per a aquells que creuen en la vida mundana [però] exclusivament per a ells el dia de la resurrecció." Així, detallem els versos per a un poble que sap.
cy: Dweud, "Sydd wedi gwahardd yr addurn Allah sydd ganddo wedi cynhyrchu ar gyfer ei weision a pethau [gyfreithlon] da o ddarpariaeth?" Dweud, "Maent yn ar gyfer y rhai sydd yn credu yn ystod bywyd worldly [ond] yn gyfan gwbl ar eu cyfer ar ddiwrnod atgyfodi." Felly rydym yn manylu y penillion ar gyfer pobl sy'n gwybod.
da: Sige, "Hvem har forbudt udsmykning af Allah, som han har produceret for sine tjenere og de gode [lovlig] ting bestemmelse?" Sige, "De er for dem, der mener, at under den verdslige liv [men] udelukkende for dem dag i opstandelse." Dermed vi detalje versene for et folk, der kender.
el: Λένε, «Που έχει απαγορεύσει ο στολισμός του Αλλάχ που εκπόνησε για τους υπηρέτες του και τα καλά πράγματα [νόμιμη] διάταξη;» Λένε, «Είναι για εκείνους που πιστεύουν κατά την κοσμική ζωή [αλλά] αποκλειστικά για τους κατά την ημέρα της Αναστάσεως». Έτσι μπορούμε να λεπτομερώς τους στίχους για τους ανθρώπους που ξέρουν.
et: Öelda: "Kes on keelatud, ehted ja Allah, mille ta koostas oma sulased ja hea [õiguspärase] asju näha?" Öelda: "Nad on neile, kes usuvad maise elu ajal [kuid] üksnes nende jaoks ülestõusmise päeval." Seega me täpselt salmid inimestele, kes teavad.
fi: Sanoa, "Kuka on kielletty, koriste-Allah, jotka hän laati palvelijoitaan ja säännös [laillista] hyvä?" Sanovat, "jotka uskovat maallisen elämän aikana [mutta] juuri heille ylösnousemuksen päivänä." Näin me yksityiskohtaisesti säkeet ihmisiä, jotka tietävät.
he: אומרים, "אשר אסר את קישוט של אללה אשר הוא הפיק עבור משרתיו, הדברים [חוקי] הטובים של הוראה?" אומרים, "הם אלו אשר מאמינים במהלך החיים הגשמיים [אבל] באופן בלעדי עבור אותם ביום תחיית המתים." ובכך אנו מפרטים את הפסוקים לאנשים שיודעים.
hr: Kažu, "Ko je zabranio ukras Allaha koji je proizveden za svoje sluge i [zakonito] dobro odredbe?" Kažu, "Oni su za one koji vjeruju u svjetovni život [ali] isključivo za njih na dan uskrsnuća." Stoga smo detaljno stihovi za ljude koji znaju.
lt: Tarkim, "Kurie uždraudė Dievas, kurį jis davė jo tarnautojų puošti ir gera [teisėtas] nuostata"? Tarkim, "Jie yra tie, kurie tiki per žemiškas gyvenimas [bet] tik juos prisikėlimo dieną." Taigi mes išsamiai ženklai žmonėms, kurie žino.
lv: Teiksim, "Kas ir aizliegts, Allah, kas viņš ir sagatavojusi saviem kalpiem rota un nodrošināšanu [likumīga] labiem?" Teiksim, "Tie ir tiem, kuri tic pasaulīgās dzīves laikā, [bet] vienīgi par tiem augšāmcelšanās dienā." Tādējādi mēs sīki panti par cilvēkiem, kas zina.
nb: Si, "Som har forbudt pryd av Allah som han har produsert for sine tjenere og gode [lovlig] ting i bestemmelsen?" Si, "De er for de som tror i det jordiske livet [men] utelukkende for dem på dagen av oppstandelse." Dermed detalj vi vers for et folk som vet.
sk: Hovoria: "Kto má zakázané ozdobou Alláha, ktorý mu priniesla pre svojich zamestnancov a dobré [zákonné] ustanovenia?" Povedať: "Sú pre tých, ktorí veria, že počas pozemský život, [ale] výlučne pre ne v deň zmŕtvychvstania." Preto budeme podrobne verše pre ľudí, ktorí vedia.
sl: Reči, "Ki je prepovedano okras Allah, ki je pripravila za svoje uslužbence in kar dober [zakonita] zagotavljanja?" Reči, "So za tiste, ki verjamejo v posvetno življenje [vendar] izključno za njih na dan vstajenja." Tako smo podrobno verzi za ljudi, ki vedo.
sr_cyrl: Кажу , "Ко је забранио Реса Алаха, која је произвела за његове слуге и добре ствари [закониту] у пружање?" Кажу , "Они су за оне који верују током земаљски живот [али] искључиво за њих на дан ускрснућа." Стога смо детаљно стихове за људе који знају.
sr_latn: Kažu, "Ko je zabranio Resa Alaha, koja je proizvela za njegove sluge i dobre stvari [zakonitu] u pružanje?" Kažu, "Oni su za one koji veruju tokom zemaljski život [ali] isključivo za njih na dan uskrsnuća." Stoga smo detaljno stihove za ljude koji znaju.
uk: Сказати: "Хто має заборонені прикрасою Аллах, який він випустив його службовців і добро [законним] надання?" Сказати: "Вони для тих, хто вірить в мирське життя, [але] виключно для них в день Воскресіння." Таким чином ми детально вірші для людей, які знають.
vi: Nói, "Ai đã cấm trang sức của Allah mà ông đã sản xuất cho công chức của mình và những điều tốt đẹp [hợp pháp] điều khoản?" Nói, "Họ là đối với những người tin rằng trong cuộc sống trần tục [nhưng] độc quyền cho họ trong ngày phục sinh." Do đó chúng tôi chi tiết những câu thơ cho một người bạn biết.
zu: Ithi, "Ngubani ewenqabela ukuhloba Allah Yena bukhicite izinceku zaKhe futhi izinto ezinhle [Kuvunyelwe] ngelungiselelo?"

# Quran987
source: Say, "My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin, and oppression without right, and that you associate with Allah that for which He has not sent down authority, and that you say about Allah that which you do not know."
ca: Dir, "Senyor només ha prohibit immoralities - què és aparent d'ells i què s'amaga - i el pecat i opressió sense dret, i que vostè associa amb Allah, que que ell ha no enviar baix autoritat, i que es diuen sobre Allah que no saps."
cy: Dweud, "dim ond wedi fy Arglwydd yn gwahardd immoralities-yr hyn sy'n amlwg ohonynt a beth yw cuddio-a phechod, a gorthrwm heb hawl, ac y mae eich cysylltu ag Allah fod y mae ni anfon i lawr awdurdod, ac eich bod yn dweud am Allah sy'n nad ydych yn gwybod."
da: Sige, "min herre har kun forbudt immoralities - hvad fremgår af dem. og hvad er skjult - og synd og undertrykkelse uden lige, og som du kan knytte til Allah, som han ikke har sendt ned myndighed, og at du siger om Allah, som du ikke kender."
el: Λένε, «Κύριέ μου απαγόρευσε μόνο immoralities - τι προκύπτει από αυτά και τι κρύβεται - και αμαρτία, και την καταπίεση, χωρίς δικαίωμα, και που σας συνδέουν με τον Αλλάχ, ότι για τις οποίες δεν έστειλε κάτω αρχή, και ότι σας λέει για τον Αλλάχ αυτό που δεν ξέρετε.»
et: Öelda: "mu Issand on ainult keelatud immoralities - milline ilmneb neist ja mis on varjatud - ja patu ja rõhumine õiguseta ja mis seotakse Jumal et milleks ta pole saatnud asutusele ette ja öelda Jumal, mida sa ei tea."
fi: Sanoa, "minun herrani kieltänyt vain immoralities - mikä on ilmeistä niistä ja mitä on piilotettu - ja synnin ja sorron ilman oikeutta ja jotka liitetään Allah että jolle hän ei lähetetty alas viranomaisen ja sanoa Jumala siitä, mitä ei tiedä."
he: אומרים, "אלוהים אסר רק immoralities - מה זה ניכר מהם, שנסתר - חטא, ואת דיכוי ללא זכות, וכי אתה משייך אללה כי עבורם הוא לא שלח את הרשות, כי אמרת על אללה את מה שאתה לא יודע."
hr: Kažu, "gospodaru samo zabranjeno immoralities - što je očito od njih i što je skriveno - i grijeh i tlačenje bez prava, i koja je povezana s Allah da za koje je nije poslao niz tijelo, i da mislite o Allahu ono što ne znate."
lt: Sako: "mano Viešpats uždraudė tik immoralities - kas yra matyti iš jų ir kas yra slepiama - ir nuodėmės ir priespauda neturint tam teisės, ir kad jums asocijuojasi su Dievo kad, kuriam jis nepareiškia žemyn institucija, ir kad jūs kalbate apie Dievo, kuris jums nežino."
lv: Saka: "mans kungs ir aizliegts tikai - kas izriet no tiem un kas ir noslēptas - immoralities un grēks un apspiešanu bez tiesībām, un ka jūs saista ar Allah, ka par kuriem viņš nav nosūtījusi nosaka iestāde, un ka jūs teikt par Allah, ko jūs nezināt."
nb: Si "min Herre har bare forbudt immoralities - hva er tilsynelatende av dem og hva er skjult - og synd og undertrykkelse uten rett, og som du knytter Allah at som han ikke sendt ned myndighet, og at du sier om Allah som du ikke vet."
sk: Povedať: "môj pán zakázal iba immoralities - čo je zrejmé z nich, a čo je ukrytý - a hriechu a útlaku bez práva a ktoré sa spájajú so Alah, že ktoré nie poslal uvedeným orgánom a hovoriť Alah, ktoré nepoznáte."
sl: Reči, "moj gospodar je prepovedano samo immoralities - kaj je očitno od njih in kaj je skriti - in greh in zatiranja brez pravice, in ki ga povezujejo s Allah, da za katere on ne poslal navzdol organ, in da ste rekli o Allah, ki ne veste."
sr_cyrl: Рекао је, "мој господару само забрањено је неморалност - шта је очигледно од њих и шта лежи прикривено - а грех и угњетавања без права, и коју сте придружили Алаха да за које он није послао доле ауторитет, а говорите о Аллах оно што не знате."
sr_latn: Rekao je, "moj gospodaru samo zabranjeno je nemoralnost - šta je očigledno od njih i šta leži prikriveno - a greh i ugnjetavanja bez prava, i koju ste pridružili Alaha da za koje on nije poslao dole autoritet, a govorite o Allah ono što ne znate."
uk: Сказати: "Мій Господь тільки заборонено immoralities - те, що є очевидним з них і те, що ховалося - і гріх і гноблення без права і яка вас асоціюється з Аллаха, що для яких він не послав вниз повноваження, і що ви говорите про Аллах те, що ви не знаєте."
vi: Nói, "Chúa tể của tôi chỉ cấm immoralities - những gì là rõ ràng của họ và những gì che dấu - và tội lỗi, và áp bức mà không phải, và rằng bạn liên kết với Allah là mà ông đã không gửi xuống thẩm quyền, và bạn nói về Allah đó mà bạn không biết."
zu: Nithi, "Nkosi yami wenqabile kuphela okubi - lokho kuba sobala kuzo nokuthi uyoba yini ithukuswe - nesono, kanye nengcindezelo ngaphandle sokunene, nokuthi ujwayelana Allah lowo He akakuthumanga phansi igunya, futhi okushoyo mayelana Allah

# Quran988
source: And for every nation is a [specified] term. So when their time has come, they will not remain behind an hour, nor will they precede [it].
ca: I per a cada nació és un terme [especificat]. Perquè quan ha arribat la seva hora, no romandran darrere d'una hora, ni precedirà [].
cy: Ac ar gyfer pob gwlad yn derm [penodol]. Felly pan fydd eu hamser wedi dod, ni fyddant yn aros tu ôl i awr, neu bydd eu rhagflaenu [TG].
da: Og for hver nation er en [angivne] udtrykket. Så når deres tid er kommet, de ikke vil forblive bag en time, eller vil de gå forud for [det].
el: Και για κάθε έθνος είναι ένας όρος [καθορισμένο]. Έτσι όταν ήρθε η ώρα τους, δεν θα παραμείνουν πίσω από μια ώρα, ούτε θα προηγούνται [αυτό].
et: Ja igale rahvusele on [määratud] termin. Nii et kui nende aeg, nad ei jää tund taga, ega nad eelneb [ta].
fi: Ja jokainen kansakunta on [määritetty] termi. Joten kun niiden aika on tullut, eivät jää taakse tunnin eikä ne edeltää [se].
he: עבור כל אומה הוא מונח [שצוין]. אז כאשר הגיע הזמן שלהם, הם לא יישארו מאחור שעה, ולא יהיה להם להקדים [בו].
hr: I za svaki narod je [određeni] termin. Tako kada dođe njihovo vrijeme, oni će ostati jedan sat, niti će im prethoditi [to].
lt: Ir kiekviena tauta yra [nurodytas] terminas. Todėl kai atėjo jų laikas, jie neturi likti už valandą, nei jie bus prieš [tai].
lv: Un katrai tautai ir [norādītais] termins. Tāpēc, kad viņu laiks ir pienācis, viņi nepaliks aiz stundu, ne viņi sekos [tā].
nb: Hver nasjon er et begrep som [angitt]. Så når tiden er inne, de ikke vil være bak en time, eller vil de kommer før [det].
sk: A pre každý národ je [zadaný] termín. Takže keď nadišiel ich čas, nie zostanú za hodinu, ani sa im predchádzať [to].
sl: In za vsak narod je [navedeni] izraz. Tudi ko je prišel čas, ne ostane za uro, niti jih [to] sledi.
sr_cyrl: И за сваки народ је [наведени] термин. Тако да када им време, они неће остати иза један сат, нити ће они [то] претходити.
sr_latn: I za svaki narod je [navedeni] termin. Tako da kada im vreme, oni neće ostati iza jedan sat, niti će oni [to] prethoditi.
uk: А для кожної нації [визначеного] слова. Так що коли їх час прийшов, вони не залишиться позаду години, ні вони передуватиме [вона].
vi: Và đối với mỗi quốc gia là một thuật ngữ [quy định]. Vì vậy, khi thời gian của họ đã đến, họ sẽ không ở lại phía sau một giờ, và cũng không họ sẽ đứng trước [nó].
zu: Futhi isizwe zonke kuyinto [ecacisiwe] term.

# Quran989
source: O children of Adam, if there come to you messengers from among you relating to you My verses, then whoever fears Allah and reforms - there will be no fear concerning them, nor will they grieve.
ca: O fills d'Adam, si hi ha vingut missatgers entre vostè relacionats amb es meus versos, llavors qui tem Allah i reformes - hi haurà cap por sobre ells, ni es ells grieve.
cy: O plant Adam, os ddod yno i chi negeswyr o blith chi sy'n ymwneud â chi fy penillion, yna pwy bynnag ofni Allah a diwygiadau-ni fydd unrhyw ofn sy'n ymwneud â hwy, na fydd iddynt alaru.
da: O børn af Adam, hvis der kommer til dig budbringere fra jer om dig min vers, så hvem frygter Allah og reformer - vil der være nogen frygt angående dem, eller vil de sørge.
el: O τα παιδιά του Αδάμ, αν έρθει σε σας αγγελιοφόροι μεταξύ σας σχετικά με εσάς τους στίχους μου, τότε όποιος φοβάται Αλλάχ και μεταρρυθμίσεις - θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: O laste Adam, kui seal tulevad sinu kullerid hulgast te seotud olete mu värsse, siis kes kardab Jumalat ja reformide - ei tule mingit hirmu suhtes, ega nad leinata.
fi: Oi Aatamin lapset jos siellä luoksesi sanansaattajat keskuudestanne liittyvät minun säkeet, niin Kuka pelkää Jumalaa ja uudistuksia - ei tule pelätä heistä, eikä ne murehtia.
he:  ילדיו של אדם, אם יש לך שליחים מקרב אותך הנוגעים את הפסוקים שלי, אז מי פוחד אללה והרפורמות - יהיו ללא פחד הקשור בהם, ולא יהיה להם להתאבל.
hr: O djeca Adama, ako dođe ti glasnici od vas koji se odnose na te moje stihove, onda onaj tko se boji Allaha i reforme - tamo će biti strah u vezi s njima, niti će oni tugovati.
lt: O vaikai Adomo, jei ten pas tave pasiuntiniai iš tavęs dėl jums mano eilėraščiai, tai kas bijo Dievo ir reformų - bus be baimės apie juos, nei jie bus sielvartauti.
lv: O bērniem Ādams, ja tur nāk pie jums kurjeri no jums, kas saistīta ar jums manu pantus, tad tas, kurš baidās no Allah un reformas - nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: O barn av Adam, hvis det kommer til deg sendebud fra relatert til deg min vers, så den som frykter Gud og reformer - det vil være ingen frykt dem, heller ikke vil de sørge.
sk: O deti Adam, ak tam príde k vám poslovia spomedzi vás týkajúce sa vám moje verše, potom ten, kto sa obáva, Alah a reformy - bude bez strachu o ich, ani sa im truchlit.
sl: O otrok Adam, če je prišel k vam kurirji, izmed vas v zvezi z vam moje verze, torej kdor boji Allah in reforme - bo brez strahu, o njih, niti jih bo žalujejo.
sr_cyrl: О децо Адама, ако тамо дође теби гласници неку од вас који се односе на те моје стихове, онда онај ко се не боји Алаха и реформе - тамо ће бити без страха у вези са њима, нити ће они туговати.
sr_latn: O deco Adama, ako tamo dođe tebi glasnici neku od vas koji se odnose na te moje stihove, onda onaj ko se ne boji Alaha i reforme - tamo će biti bez straha u vezi sa njima, niti će oni tugovati.
uk: O дітей Адама, якщо і приходять до вас посланників з числа ви про вас, мої вірші, то той, хто побоюється, що Аллах і реформ - там буде не боячись, що стосуються їх, і не будуть вони сумують.
vi: O trẻ em của Adam, nếu có đến cho bạn các sứ giả từ trong số bạn liên quan đến bạn câu thơ của tôi, sau đó bất cứ ai sợ Allah và cải cách - có sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: O ntwana Adam uma beza kuwe gijimi nga you oluphathelene nawe amavesi yami, ngalesosikhathi whoever owesaba Allah guqula - ngeke abe khona ukwesaba ngokuphathelene them nor tando they lila.

# Quran990
source: But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally.
ca: Però els que neguen la nostra versos i són arrogant cap a ells - són companys del foc; es queda aquí eternament.
cy: Ond y rhai sydd yn gwadu ein penillion ac yn drahaus tuag atynt-rhai yn y cymdeithion y tân; Bydd maent yn glynu ynddo fythol.
da: Men dem, der benægter vores vers og er arrogante overfor dem - de er kammerater i ilden; de vil overholde deri evigt.
el: Αλλά εκείνοι που αρνούνται μας στίχοι και είναι αλαζονική απέναντί τους - αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει εκεί αιώνια.
et: Kuid need, kes eitavad meie salmid ja on ülbe suunas neid - need on kaaslased tulekahju; nad järgivad seal igavesti.
fi: Mutta niistä, jotka kieltävät jakeet ja ovat ylimielinen kohti niitä - ne ovat kumppaneita tuleen; säädöksien siinä ikuisesti.
he: אבל את אלו המכחישים שלנו פסוקים, מתנשא כלפי אותם - הם אלו הלוויה של האש; הם להישמע בו לנצח.
hr: Ali oni koji to poriču naše stihove te su arogantan prema njima - oni su drugovi požara; Oni će u njemu vječno trpe.
lt: O tie, kurie neigia mūsų eilėmis ir yra arogantiški link jų - tai draugų gaisro; jos paklūsta jame amžinai.
lv: Bet tie, kas noliedz mūsu vārsmas un ir augstprātīgi pret viņiem - tie ir biedri no uguns; viņi ievēro tur mūžīgi.
nb: Men de som fornekter vår vers og er arrogant mot dem - de er følgesvennene til på ilden. de vil følge der evig.
sk: Ale tí, ktorí popierajú naše verše a arogantný k nim - sú to sú spoločníci požiaru; dodržia sa v ňom naveky.
sl: Ampak tisti, ki zanika naše verzov in so arogantni do njih - so tovariši ogenj; se bo upošteval v njem večno.
sr_cyrl: Али оне који поричу да нам стихова и су арогантни према њима - они су Компањони ватре; Они ће у томе вечно да трпе.
sr_latn: Ali one koji poriču da nam stihova i su arogantni prema njima - oni su Kompanjoni vatre; Oni će u tome večno da trpe.
uk: Але ті, хто заперечує наших вірші і є зарозумілим відношенню до них - тих, хто є супутниками вогню; вони будуть дотримуватися в цьому вічно.
vi: Nhưng những người đã từ chối câu thơ của chúng tôi và được kiêu ngạo về phía họ - những người là companions cháy; họ sẽ tuân thủ trong đó luôn.
zu: Kodwa yibo abaphika Emavesi futhi zidla ngakubo - yilezo abangane Fire;
