Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran711
source: [They are] avid listeners to falsehood, devourers of [what is] unlawful. So if they come to you, [O Muhammad], judge between them or turn away from them. And if you turn away from them - never will they harm you at all. And if you judge, judge between them with justice. Indeed, Allah loves those who act justly.
ca: [Són] oients àvids per falsedat, devoradors de [és] de l'il·lícit. Així que si vénen a tu, [O Muhammad], jutjar entre ells o allunyar-los. I si es gira lluny d'ells - mai farà mal en absolut. I si vostè jutja, jutjar entre ells amb justícia. De fet, Allah estima els que actuen justament.
cy: [Maent] gwrandawyr brwd i anwiredd, devourers o [sydd] anghyfreithlon. Felly os ydynt yn dod i chi, [O Muhammad], farnu rhyngddynt neu droi oddi arnynt. A os ydych yn galluogi oddi arnynt-byth bydd eu niwed chi o gwbl. Ac os ydych yn barnu, farnu rhyngddynt â chyfiawnder. Yn wir, mae'r Allah wrth ei bodd yn rhai sydd yn gweithredu'n gyfiawn.
da: [Der] ivrig lyttere til løgn, devourers [er] ulovlig. Så hvis de kommer til dig, [O Muhammad], dømme mellem dem eller vende sig væk fra dem. Og hvis du vende sig bort fra dem - aldrig vil de skade du overhovedet. Og hvis du vurdere, dømme mellem dem med retfærdighed. Faktisk elsker Allah dem, der handler retfærdigt.
el: [Είναι] μανιώδεις ακροατές σε ψεύδος, την devourers του [ποια είναι] παράνομη. Έτσι, αν έρχεται σε σένα, [Ο Μωάμεθ], δικαστή μεταξύ τους ή να απομακρυνθούν από τους. Και εάν ενεργοποιήσετε μακριά από αυτούς - ποτέ δεν θα μπορούν να βλάψουν την σας καθόλου. Και αν εσείς κρίνετε, να κρίνουν μεταξύ τους με τη δικαιοσύνη. Γιατί ο αλλά(χ) αγαπά όσους συμπεριφέρονται δίκαια.
et: [On] innukas kuulajaid valetamine, devourers [on] õigusvastane. Nii et kui nad tulevad sinu, [O Muhammad], nendevaheline kohtunik või omakorda neid eemal. Ja kui lülitad neilt - ära kunagi nad teile kahjulik üldse. Ja kui sa kohtunik kohtunik nende υigluse vahel. Tõepoolest, Jumal armastab neid, kes tegutsevad õigustatult.
fi: Ne ovat innokas kuulijaa valhe, devourers mikä on laitonta. Joten ne luoksesi, [Oi Muhammed] arvioida keskenään tai kääntyä pois heistä. Ja jos otat pois - koskaan he vahingoittaa sinua lainkaan. Ja jos tuomari, arvioida niiden oikeudenmukaisuuden välillä. Itse asiassa Jumala rakastaa niitä, jotka toimivat oikeudenmukaisesti.
he: [הם] למאזינים נלהבים כזב, devourers של [מה] בלתי חוקיים. אז אם הם יבואו אליך, [O מוחמד], לשפוט ביניהם או מהם. אם תפנה מהם - לא הם יפגעו בכם בכלל. אם אתה שופט, שופט ביניהם עם צדק. אכן, אללה אוהב מי שיכלכלו בצדק.
hr: [Oni su] pohlepan slušateljima da laž, devourers što je nezakonito. Pa ako oni dolaze k vama, [O Muhammad], sudac između njih ili odvratiti od njih. I ako od njih - nikada oni ti neće nauditi na sve. A ako je suditi, sudac između njih s pravdom. Doista, Allah voli one koji se ponašaju pravedno.
lt: [Jie] avid klausytojams melas, devourers, [kas yra] neteisėtas. Taigi jei jie pas tave, [O Muhammad], spręsti tarp jų ar nusigręžti nuo jų. Ir jei jūs nusigręžti nuo jų - niekada bus jie jums pakenkti visai. Ir jei jūs teisėjas, teisėjas tarp jų su teisingumo. Iš tiesų Dievas myli tuos, kurie veikia teisingai.
lv: [Tie] avid klausītājiem nepatiesību, devourers, [kas ir] nelikumīga. Tātad, ja viņi nāk pie jums, [O Muhammad], tiesnesis starp tām vai novērsties no viņiem. Un ja jūs novērsties no viņiem - nekad viņi kaitēs jums vispār. Un ja tu tiesnesis, tiesnesis starp tām Tieslietu ministrijā. Patiešām, Allah mīl tos, kuri pamatoti rīkoties.
nb: [De er] ivrige lyttere til løgn, devourers av [det er] ulovlig. Så hvis de kommer til deg, [O Muhammad], dommer i mellom dem eller slå fra dem. Og hvis du slår fra dem - aldri vil de skade deg i det hele tatt. Og hvis du dømme, dommer i mellom dem med rettferdighet. Faktisk, Gud elsker de rettferdige.
sk: [Sú] nadšeným poslucháčom lož, devourers [čo je] protiprávne. Takže ak prídu k tebe [Mohamed], sudca medzi nimi alebo zase preč od nich. A ak dáte preč od nich - nikdy sa poškodiť vás vôbec. A ak budete súdiť, súdiť medzi nimi spravodlivosti. V skutočnosti Boh miluje tých, ktorí konajú spravodlivo.
sl: [So] navdušeni poslušalci na laž, devourers [kaj je] nezakonito. Torej, če pridejo k vam, [O Muhammad], sodnik med njimi ali pa od njih. In če od njih - nikoli ne bo škodujejo ste sploh. In če si sodnik, sodnik vmes z pravosodje. Res, Allah ljubi tiste, ki delujejo upravičeno.
sr_cyrl: [То су] страствени слушаоце да неистина, девоурерс [што је] незаконито. Па , ако додју до тебе, [О Мухаммад], суди између њих, или Окрени се од њих. И ако ти окрени се од њих - никада не ће Наудит ти уопште. И ако те судија, судија између њих са правдом. Заиста , Алах, воли оне који поступају праведно.
sr_latn: [To su] strastveni slušaoce da neistina, devourers [što je] nezakonito. Pa, ako dodju do tebe, [O Muhammad], sudi između njih, ili Okreni se od njih. I ako ti okreni se od njih - nikada ne će Naudit ti uopšte. I ako te sudija, sudija između njih sa pravdom. Zaista, Alah, voli one koji postupaju pravedno.
uk: [Вони] avid слухачів брехня, Пожирачів того, [що] незаконним. Так, якщо вони приходять до вас, [O Мухаммад], судити між ними або відвернутися від них. І якщо ви відвернутися від них - ніколи не вони зашкодить вам на всіх. І якщо ви судити, судити між ними з правосуддя. Дійсно, Аллах любить тих, хто діє справедливо.
vi: [Họ là] thính giả avid để falsehood, devourers [là] trái pháp luật. Vì vậy, nếu họ đến với bạn, [O Muhammad], thẩm phán giữa chúng hoặc bật ra khỏi chúng. Và nếu bạn bật ra khỏi họ - không bao giờ sẽ họ làm hại bạn ở tất cả. Và nếu bạn thẩm phán, phán xét giữa chúng với công lý. Thật vậy, Allah yêu những người hành động justly.
zu: [Ziyakwazi] izilaleli ukufunda indaba yamanga, kwabashwabadeli of [kuyini] ngalokungekho emtsetfweni.

# Quran712
source: But how is it that they come to you for judgement while they have the Torah, in which is the judgement of Allah? Then they turn away, [even] after that; but those are not [in fact] believers.
ca: Però com és que vénen a tu per sentència mentre tenen la Torà, que és el judici d'Allah? A continuació, s'allunyen, [encara] després d'això; però aquests no són [de fet] creients.
cy: Ond y maent yn dod i chi ar gyfer dyfarniad tra bod ganddynt y Torah, y mae y dyfarniad Allah? Yna maent yn troi i ffwrdd, [hyd yn oed] ar ôl hynny; ond nid yw'r [yn wir] credinwyr.
da: Men hvordan er det at de kommer til dig for dom, mens de har Toraen, som er skøn af Allah? Så de bliver væk, [også] efter at; men de er ikke [i virkeligheden] troende.
el: Αλλά πώς είναι που έρχονται να σας για την κρίση, ενώ έχουν την Τορά, που είναι η κρίση του Αλλάχ; Στη συνέχεια, ενεργοποιήσετε μακριά, [ακόμη] μετά από αυτό? αλλά αυτά δεν είναι [στην πραγματικότητα] πιστών.
et: Aga kuidas on see, et nad tulevad teile andmisel kuigi neil on Toora, kus on Jumal ülestõusmise? Siis nad tõlgivad, [isegi] pärast seda; kuid need ei ole [asjaolu] usklikud.
fi: Mutta miten on mahdollista, että he tulevat sinun tuomio pitäessä Tooran, jossa on tuomion Jumala? Sitten he kääntyvät pois, [vaikka]; mutta ne eivät ole [itse] uskovia.
he: אבל איך זה הם באים אליך על פסק הדין תוך להם התורה, שבו הוא הדין על אללה? ואז הם פונים משם, [אפילו] אחרי זה; אבל אלה אינם [למעשה] המאמינים.
hr: Ali kako oni dolaze k vama za prosudbu dok su Tora, u kojem je sud Allaha? Onda ti, [i] nakon toga; Ali one nisu [u stvari] vjernici.
lt: Bet kaip yra tai, kad jie ateis pas jus nuomone o jie Tora, kurioje yra Teisingumo Dievas sprendimas? Tada jie nusigręžti, [net] po to; bet jie yra ne [iš tikrųjų] tikinčiųjų.
lv: Bet kā ir tā, ka viņi nāk pie jums spriedumu, kamēr tie ir Tora, kurā ir Allah spriedumu? Tad viņi savukārt prom, [pat], pēc tam; bet tie nav [patiesībā] ticīgie.
nb: Men hvordan er det at de kommer til deg for Dom mens de har Toraen, der er dom Allah? Så de slår, [også] etter det; men de er ikke [faktisk] troende.
sk: Ale ako je to, že prídu k tebe pre rozsudok, aj keď majú Toru, v ktorom je rozsudok Alah? Potom sa zase preč, [i] po tom; ale tie nie sú v skutočnosti] veriacich.
sl: Toda kako je to, da prihajajo vam za sodbo, medtem ko imajo Tora, v katerem je sodba Allah? Nato se obrnejo proč, [tudi] po tem; ampak tiste, ki niso [v resnici] vernikov.
sr_cyrl: Али како је то код тебе долазе пред суд док имају Тору, у којој је пресуда од Алаха? Онда се окрену, [чак] након тога; Али то нису [у ствари] верници.
sr_latn: Ali kako je to kod tebe dolaze pred sud dok imaju Toru, u kojoj je presuda od Alaha? Onda se okrenu, [čak] nakon toga; Ali to nisu [u stvari] vernici.
uk: Але як же вони приходять до вас за судження, хоча вони мають Тори, в якому є судження Аллах? Потім вони відвернутися, [, навіть] після цього; але це не [насправді] віруючих.
vi: Nhưng làm thế nào mà họ đến với bạn cho bản án trong khi họ có Torah, mà trong đó là bản án của Allah không? Sau đó họ lần lượt đi, [thậm chí] sau đó; nhưng những người không phải là [trong thực tế] tín hữu.
zu: Kodwa kwenzeka kanjani ukuba beze kuwe, ngokuba ukwahlulela ngenkathi they fanele Torah, lapho kungukwahlulelwa Allah?

# Quran713
source: Indeed, We sent down the Torah, in which was guidance and light. The prophets who submitted [to Allah] judged by it for the Jews, as did the rabbis and scholars by that with which they were entrusted of the Scripture of Allah, and they were witnesses thereto. So do not fear the people but fear Me, and do not exchange My verses for a small price. And whoever does not judge by what Allah has revealed - then it is those who are the disbelievers.
ca: De fet, enviàvem el Torah, en el qual era Consell i light. Els profetes que presentar [a Allah] jutjat per per als jueus, com feien els rabins i estudiosos per que amb els que es van encarregar de l'escriptura d'Allah, i van ser testimonis siguin encomanades. Així no por la gent però por mi i no intercanviar meus versos per a un preu petit. I qui no jutjar per què Allah ha revelat - llavors és qui són disbelievers.
cy: Yn wir, rydym yn anfon i lawr y Torah, yr oedd yn canllawiau a golau. Y proffwydi a gyflwynodd [i Allah] barnu yn ôl gan yr Iddewon, fel y gwnaeth rabbis ac ysgolheigion gan hynny y maent yn ymddiried ysgrythur Allah, ac roeddent yn dystion iddi. Felly nid ofni y bobl ond ofn imi, ac nid oes cyfnewid fy penillion am bris bach. Ac nid yw pwy bynnag barnu gan beth Allah wedi datgelu-yna mae'n rhai sydd yn y disbelievers.
da: Ja, vi sendt ned Toraen, som var vejledning og lys. De profeter, der forelægges [Allah] bedømt af det til jøderne, som gjorde rabbinere og lærde, som de var betroet af Skriften Allah, og de var vidner hertil. Så vær ikke bange mennesker men frygt mig, og ikke udveksler min vers til en lille pris. Og hvem vurderer ikke af hvad Allah har åbenbaret - så er det dem, der er vantro.
el: Πράγματι, στείλαμε το Torah, στην οποία ήταν καθοδήγηση και φως. Οι προφήτες που ΥΠΟΒΛΗΘΗΚΑΝ [Αλλάχ] κρίνεται από αυτό για τους Εβραίους, όπως έκανε το ραβίνοι και μελετητές από αυτόν που τους είχαν ανατεθεί του γραφή του Αλλάχ, και ήταν μάρτυρες σ ' αυτήν. Οπότε μη φοβάσαι τους ανθρώπους, αλλά ο φόβος μου, και μην ανταλλάσσετε μου στίχους για μια μικρή τιμή. Και όποιος δεν κρίνει από τι Αλλάχ έχει αποκαλύψει - τότε είναι εκείνοι που είναι disbelievers.
et: Tõepoolest, saatsime ette Toora, kus oli Arendus- ja valgust. Prohvetid, kes on esitada [Jumalat] kritiseeritakse seda juudid, nagu seda tegi rabbis ja teadlaste poolt, et neil olid endale Jumala pühakiri ja nad olid tunnistajad sellele. Nii ei karda inimesi, kuid hirm mind ja vahetada mu värsse väike hind. Ja kes ei ole kohtunik mida Allah on selgunud - siis on need, kes on selle uskottomille.
fi: Itse asiassa lähetimme alas Tooran, jossa oli ohjaus- ja valoa. Profeetat, jotka toimitetaan [Jumala] arvioidaan se juutalaisia, samoin Rabbit ja tutkijat että jolla heille uskottiin Allahin Raamatun ja he olivat todistajien siihen. Älä pelkää ihmisiä, mutta pelko minua, joten älä vaihtaa minun säkeet pieni hinta. Ja kuka ei tuomitse jonka Allah paljastui - niin ne, jotka ovat saa luovuttaa.
he: אכן, שלחנו את התורה, שבו היה אור והכוונה. הנביאים אשר נאספו [אל אללה] נשפט על-ידי אותו ליהודים, כפי שעשה רבנים ומלומדים בכך שבה הופקד של כתבי הקודש של אללה, הם היו עדים לכך. אז אל תפחדו העם פחד ממני, לא להחליף את הפסוקים שלי במחיר סמלי. ואת מי לא לשפוט. לפי מה אללה חשף - אז זה מי disbelievers.
hr: Doista smo poslali Tora, u kojem je vodstvo i svjetlo. Proroka koji podnosi [Allah] suđeni po to za Židove, kao i rabina i znanstvenika to kojom povjerili su pisma Allaha, a bili su svjedoci istog. Tako se ne bojim ljudi ali strah Me, i ne mijenjajte moje stihove za malu cijenu. A ko ne sudi po ono što je Allah objavio - onda je one koji su se iskuse.
lt: Iš tiesų, mes zeslal Tora, kurioje buvo orientavimo ir šviesos. Pranašai, kurie pateikti [Dievas] vertinami jos žydų, kaip padarė rabinų ir mokslininkai, su kuriais jie buvo patikėti Dievo Šventojo Rašto, ir jie buvo liudytojai jo. Taigi Nesijaudink dėl žmonių, bet baimė mane, ir negali keisti savo eilėmis už mažą kainą. Ir kas nėra teisėjas iš Dievas parodė - tada jis yra tie, kurie į disbelievers.
lv: Patiešām, mēs nosūtījām uz leju Toru, kurā bija norādes un gaismas. Pravieši, kas iesniegti [Allah] atzinis to par ebrejiem, tāpat kā zinātniekiem un rabīni, ar kurām uzticēts Allāha rakstiem, kas, un tie bija liecinieki ziņos. Tātad nav bailes cilvēkiem, bet bailes mani un nevar apmainīties ar manu pantus par mazu cenu. Un tas, kurš nav tiesnesis, Allah atklāja - tad tas ir tiem, kuri disbelievers.
nb: Faktisk sendt vi ned Toraen, som var veiledning og lys. Profeter som sendt [til Døyve] bedømt av det for jødene som gjorde rabbinere og forskere som som de ble betrodd skriften av Allah, og de var vitner dertil. Så frykt ikke de men frykter meg, og utveksler ikke min versene for en liten pris. Og den som ikke dømmer av hva Allah har avslørt - så er det de som troende.
sk: V skutočnosti sme zoslal Tóru, v ktorých bol návod a svetlo. Proroci, ktorí predložené [Allah] súdený to pre Židov, ako aj rabín a učenci tým, ktorými boli poverené písmo Alaha a boli svedkami jeho. Tak Neboj, ľudí, ale strach ma a nemôžu vymeniť svoje verše za malú cenu. A ten, kto nemá súdiť tým, čo Boh ukázal - potom je tých, ktorí sú neveriacim.
sl: Pravzaprav, smo poslali po Tora, v katerem je bil smernice in svetlobe. Preroki, ki predloži [Alahove] kar je za Jude, kot rabbis in Štipendisti s tem ki so jim zaupane pismo od Allah, in so bili priče nanje. Tako se ne bojijo ljudi, ampak strah Me, in ne izmenjujejo moji verzi za majhno ceno. In kdo ne sodi po kaj Allah je pokazala - potem je tisti, ki so na disbelievers.
sr_cyrl: Заиста , послали смо доле Тори, у којој је била за вођење и светло. Пророци који је достављен [Аллах] осуђени то за Јевреје, као и за рабина и научници под тим с којим им је био дат од Аллаха Светог писма, и били су сведоци предњег. Не бојим се људи али страх Ме па да разменимо моје стихове за мала цена. И онај ко не суди по шта Аллах је открио - онда је онима који су скептике.
sr_latn: Zaista, poslali smo dole Tori, u kojoj je bila za vođenje i svetlo. Proroci koji je dostavljen [Allah] osuđeni to za Jevreje, kao i za rabina i naučnici pod tim s kojim im je bio dat od Allaha Svetog pisma, i bili su svedoci prednjeg. Ne bojim se ljudi ali strah Me pa da razmenimo moje stihove za mala cena. I onaj ko ne sudi po šta Allah je otkrio - onda je onima koji su skeptike.
uk: Дійсно, ми посланим Тори, в якому була керівництва і світла. Пророків, які представлені [Аллах] суддівська його для євреїв, як зробив рабинів та науковців, що з якими вони були покладені Писання Аллаха, і вони були свідками до нього. Так не бояться людей, але страх мене а не обміну мої вірші за невелику ціну. І той, хто не судимий за те, що Аллах показало, - то це ті, хто в disbelievers.
vi: Thật vậy, chúng tôi đã gửi xuống Torah, mà trong đó đã là hướng dẫn và ánh sáng. Các tiên tri đã trình lên [Allah] được đánh giá bởi nó cho người Do Thái, như đã làm giáo sĩ Do Thái và các học giả đó mà họ được giao phó của thánh Allah, và họ đã chứng nưa. Vì vậy, không sợ người nhưng sợ hãi ta, và không trao đổi câu thơ của tôi với một mức giá nhỏ. Và ai có không đánh giá bởi những gì Allah đã tiết lộ - sau đó là những người đang có việc thì.
zu: Ngempela, We sa phansi Torah, okwakukhona kuwo hola okhela.

# Quran714
source: And We ordained for them therein a life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth, and for wounds is legal retribution. But whoever gives [up his right as] charity, it is an expiation for him. And whoever does not judge by what Allah has revealed - then it is those who are the wrongdoers.
ca: I hem ordenat per a ells en ell una vida d'una vida, un ull per ull, un nas per a un nas, una oïda per una orella, una dent per dent i per a ferides és legal retribució. Però qui dóna [el seu dret com] caritat, és una expiació per a ell. I qui no jutjar per què Allah ha revelat - llavors és qui són els malfactors.
cy: A hordeinio iddynt, ynddynt bywyd ar gyfer bywyd, llygad am lygad, trwyn trwyn, clust am glust, dannedd ar gyfer dannedd, ac ar gyfer clwyfau yn dial cyfreithiol. Ond pwy bynnag sy'n rhoi [hyd ei hawl fel] elusen, mae'n expiation iddo. Ac nid yw pwy bynnag barnu gan beth Allah wedi datgelu-yna mae'n rheini y tramgwyddo.
da: Og vi ordineret til dem deri et liv for et liv, et øje for et øje, en næse for en næse, øre for øre, tand for tand, og er juridiske gengældelse for sår. Men hvem giver [op sin ret som] velgørenhed, det er en forsoning for ham. Og hvem vurderer ikke af hvad Allah har åbenbaret - så er det dem, der er lovovertrædere.
el: Και χειροτονήθηκε για τους σ ' αυτό μια ζωή για μια ζωή, ένα μάτι για ένα μάτι, μια μύτη για μια μύτη, ένα αυτί για ένα αυτί, οδόντα αντί οδόντος, και πληγές είναι νομικών αντίποινα. Αλλά όποιος δίνει [επάνω δεξιά του ως] φιλανθρωπία, πρόκειται για μια εξιλέωση για αυτόν. Και όποιος δεν κρίνει από τι Αλλάχ έχει αποκαλύψει - τότε πρόκειται για εκείνους που είναι οι παραβάτες.
et: Ja me ordineeritud neil seal elu, elu, silm silma, nina, nina, kõrva kõrva, hammas hamba ja haavad on juriidiline kättemaksu. Aga kes iganes annab [alla tema õigused] heategevus, on expiation teda. Ja kes ei ole kohtunik mida Allah on selgunud - siis on need, kes on selle tekitaja.
fi: Ja asetti heille siinä henki hengestä, silmä silmästä, nenä nenä, korva korvan, hammas hampaasta ja haavat ole oikeudellinen kostoa. Mutta kuka luopuu [hänen oikeutensa] hyväntekeväisyyttä, se on hänelle sovitus. Ja kuka ei tuomitse jonka Allah paljastui - niin ne, jotka ovat laajemmalti.
he: ואנחנו הוסמך עבורם בו חיים תמורת חיים, עין תחת עין, אף אף, אוזן, אוזן, של שן, עבור פצעים הוא גמול חוקי. אבל מי שנותן [למעלה זכותו כמו] צדקה, זה כפרה עליו. ואת מי לא לשפוט. לפי מה אללה חשף - אז זה מי הפושעים.
hr: I zaređen za njih u njemu život za život, oko za oko, nos za nos, uho za uho, zub za zub, rana je pravne osvete. Ali tko god daje [se njegova prava kao] ljubavi, to je za iskupljenje za njega. A ko ne sudi po ono što je Allah objavio - onda je one koji su počinioce.
lt: Ir mes nulemta jų jame gyvenimą už gyvenimą, akis už akį, nosį, ausis ausis, dantis už dantį nosį, ir žaizdų yra teisinis atpildas. Bet kas suteikia [iki jo teisę kaip] labdaros, tai ir iπsipirkimas jam. Ir kas nėra teisėjas iš Dievas parodė - tada jis yra tie, kurie grzesznicy.
lv: Un mēs ordinēts par tiem tajā dzīvību pret dzīvību, aci pret aci, degunu, deguna, ausu ausij, zobu pret zobu un brūces ir juridiska pelnīts sods. Bet tas, kurš dod [augšup pa labi kā] labdarība, tā ir nāve viņu. Un tas, kurš nav tiesnesis, Allah atklāja - tad tas ir tiem, kuri pārkāpējus.
nb: Og vi ordinert for dem der et liv for et liv, øye for øye, nese til nese, øre til øre, tann for tann, og for sår er juridisk gjengjeldelse. Men den som gir [opp sin rett som] veldedighet, det er en soning for ham. Og den som ikke dømmer av hva Allah har avslørt - så er det de som er i wrongdoers.
sk: A ustanovil za ne v ňom život po živote, oko za oko, nos na nos, ucho, ucho, zub za zub, a rany je právne odplaty. Ale kto dá [do jeho právo ako] charitu, je odčineniu za ním. A ten, kto nemá súdiť tým, čo Boh ukázal - potom je tých, ktorí sú zloèinci.
sl: In posvečen za njih tam, življenje za življenje, oko za oko, nos za nos, uho za uho, zob za zob, in za rane je pravno maščevanja. Vendar kdor daje [gor svoje pravice kot] ljubezni, to je expiation za njega. In kdo ne sodi po kaj Allah je pokazala - potem je tisti, ki so na wrongdoers.
sr_cyrl: И заредио за њих у томе живот за живот, око за око, нос за нос, ухо за ухо, зуб за зуб, за ране је легално одмазде. Али ко год одустане [његово право као] милостиња, то је за опрост за њега. И онај ко не суди по шта Аллах је открио - онда је онима који су починиоце.
sr_latn: I zaredio za njih u tome život za život, oko za oko, nos za nos, uho za uho, zub za zub, za rane je legalno odmazde. Ali ko god odustane [njegovo pravo kao] milostinja, to je za oprost za njega. I onaj ko ne sudi po šta Allah je otkrio - onda je onima koji su počinioce.
uk: І ми висвятив для них в ньому життя за життя, око за око, ніс для носа, вухо за вухо, зуб за зуб і для РАН-правові розплата. Але той, хто кидає [його права як] благодійності, це expiation для нього. І той, хто не судимий за те, що Аллах показало, - то це ті, хто в розкаюємося.
vi: Và chúng tôi tấn phong cho họ trong đó một cuộc sống cho một cuộc sống, một mắt cho mắt, mũi cho một mũi, một tai cho một tai, một chiếc răng cho răng, và cho các vết thương là sự trừng phạt của pháp luật. Nhưng bất cứ ai cho phép [lại quyền của mình như là] tổ chức từ thiện, đó là một expiation cho anh ta. Và bất cứ ai có không đánh giá bởi những gì Allah đã tiết lộ - sau đó là những người đang có những wrongdoers.
zu: Futhi We wamiselwa them therein ukuphila impilo, iso ngeso, nekhala ngoba ikhala, indlebe for an indlebe, izinyo ngezinyo, futhi amanxeba kusemthethweni retribution.
