Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2834
source: Do you not see that Allah drives clouds? Then He brings them together, then He makes them into a mass, and you see the rain emerge from within it. And He sends down from the sky, mountains [of clouds] within which is hail, and He strikes with it whom He wills and averts it from whom He wills. The flash of its lightening almost takes away the eyesight.
ca: No veus que Allah empentes núvols? Llavors uneix-los, llavors es fa en una massa, i de veure la pluja emergeixen dins d'ella. I va envia des del cel, les muntanyes [de núvols] dins de la qual és calamarsa, i vagues amb ell qui testaments d'ell i s'evita la de qui ell voluntats. L'espurneig dels seus alleugerint gairebé treu la vista.
cy: Nid ydych yn gweld bod Allah yn gyrru cymylau? Yna mae ef â hwy ynghyd, yna mae ef yn eu gwneud i màs, a ydych yn gweld y glaw yn deillio o'i fewn. A mae'n anfon i lawr o'r awyr, mynyddoedd [o gymylau] y yn cesair, a mae'n taro â phwy AU ewyllysiau a averts ei gan bwy y mae ef wills. Mae fflach o ysgafnhau ei bron yn y golwg i ffwrdd.
da: Ser du ikke, at Allah driver skyerne? Derefter han bringer dem sammen, så han gør dem til en masse, og du ser regnen emerge fra inden for det. Og han sender fra himlen, bjerge [af skyer] hvor der hagl, og han slår med det hvem han Testamente og averts det fra hvem han Testamente. Flash af dens lynnedslag tager næsten væk synet.
el: Δεν βλέπετε ότι Αλλάχ οδηγεί σύννεφα; Στη συνέχεια, τους φέρνει μαζί, τότε τους κάνει σε μια μάζα, και μπορείτε να δείτε τη βροχή που αναδύονται από μέσα σε αυτό. Και μας στέλνει από τον ουρανό, στα βουνά [των νεφών] εντός της οποίας είναι το χαλάζι, και χτυπά με αυτό τον οποίο ο διαθήκες και αποτρέπει αυτό από τους οποίους διαθήκες. Το φλας την ελάφρυνση σχεδόν παίρνει μακριά την όραση.
et: Te ei näe et Jumal juhib pilved? Siis ta viib neid kokku, siis ta muudab need mass ja näed selles väljumas vihma. Ja ta saadab sätestatakse taevast, mägedes [pilved] kus on rahe, ja ta lööb see kellele He wills ja meerimine välistab, kellele ta tahab. Flash oma kergendamise võtab ära peaaegu nägemine.
fi: Älä katso, että Allah ajaa pilviä? Sitten hän päästi heidät yhteen, sitten hän veistää massa, ja näet sen syntyä sateen. Ja hän lähettää taivaasta vuoret [pilviä] jossa on terve, ja hän iskee se kenelle tahtoo averts se kenelle tahtoo. Salama sen salama lähes vie näkökyky.
he: ? אתה לא רואה כי אללה מניע עננים אז הוא מביא אותם יחד, ואז הוא הופך אותם לתוך מסה ואתה רואה את הגשם מגיחים בתוכו. הוא שולח מן השמים, הרי [של עננים] שבתוכה נמצא הברד, והוא מכה עם זה מי שהוא averts זה של מי שהוא רוצה. פלאש הבזק שלה כמעט לוקח משם על הראיה.
hr: Zar ne vidiš da Allah tjera oblake? Dovest će zajedno, onda ih tjera u masu, i vidiš kišu izlaze iz nje. I on šalje dolje s neba, planina [oblaka] u kojem je živio, i udari njime koga hoće i averts od koga hoće. Bljesak njegove sijeva skoro oduzima vid.
lt: Ar jūs nematote, kad Dievas diskai debesys? Tada jis atneša juos kartu, tada jis daro juos į masę, ir pamatysite viduje tai lietus. Ir jis siunčia iš dangaus, kalnai [apie debesis], kurioje yra kruša, ir jis streikų su juo kam jis testamentų ir averts iš kurio jis nori. Flash, jos Žaibas beveik atima ir regėjimą.
lv: Jūs neredzēsiet Allah vada mākoņi? Pēc tam viņš apvieno tos, tad viņš padara tos par masu un redzēt lietus izkļūt no tās ietvaros. Un sūta uz leju no debesīm [no mākoņiem] kalni, kas ir krusa, un viņš streiki ar to, kam viņš testamentu un novērš no kuriem viņš vēlas. Flash, tā atvieglojot gandrīz atņem redzei.
nb: Ser du ikke at Allah kjører skyer? Så han bringer dem sammen, så han gjør dem til en masse, og ser dere regnet komme ut i den. Og han sender ned fra himmelen, fjell [av skyer] der er hagl, og han slår med det som han wills og hindrer den fra han vil.. Flash av sin lightening tar nesten bort synet.
sk: Nie vidíte, že Alah disky mraky? Potom mu ich spája, potom robí im do hmoty a vidieť dážď vynorí z v ňom. A pošle z neba, hory [mraky] dokedy je krupobitie, a on udrie s tým koho on wills a averts od koho on chce. Flash jej osvetlenie takmer sníma zrak.
sl: Ali ne vidite, da Allah vozi oblaki? Nato on pridejo skupaj, potem jih naredi v maso, in vidite, dež, ki izhajajo iz v njem. In pošilja z neba, gore [oblaki] ki je točo, in udari z njim mu je oporok in averts iz katere je oporok. Flash svoje strela skoraj jemlje na vid.
sr_cyrl: Зар не видите да је Аллах вози облаци? Затим он спаја их, а онда он их претвара у масу, а видите на киши да изађе из унутар њега. И шаље доле са неба, планина [облаци] у оквиру које је град, и он нападне са тим кога он тестаменте и то авертс из кога је воља. Бљесак својих муња скоро не одузме вид.
sr_latn: Zar ne vidite da je Allah vozi oblaci? Zatim on spaja ih, a onda on ih pretvara u masu, a vidite na kiši da izađe iz unutar njega. I šalje dole sa neba, planina [oblaci] u okviru koje je grad, i on napadne sa tim koga on testamente i to averts iz koga je volja. Bljesak svojih munja skoro ne oduzme vid.
uk: Ви не бачите, що Аллах накопичувачі хмари? Потім він об'єднує їх, а потім він робить їх в масу, і ви побачите дощ навчила нас всередині неї. І він посилає з неба, гори [хмари] в рамках якої є град, і він вражає з ним кого він заповітів усуває його з ким він хоче. Спалах його блискавки майже забирає на зір.
vi: Bạn không thấy rằng Allah ổ đĩa đám mây? Sau đó ông mang lại cho họ với nhau, sau đó ông đã làm cho chúng thành một khối, và bạn thấy mưa xuất hiện từ bên trong nó. Và ông sẽ gửi từ bầu trời, núi [Mây] trong đó là kinh kính mừng, và ông tấn công với nó mà di chúc ông và averts từ người mà Ngài muốn. Đèn flash của Nám của nó gần như mất đi thị lực của.
zu: You cha bheka ukuthi Allah ushayela amafu?

# Quran2835
source: Allah alternates the night and the day. Indeed in that is a lesson for those who have vision.
ca: Allah alterna el dia i la nit. Fet que és una lliçó per a aquells que tenen visió.
cy: Mae'r Allah AU eraill y nos a dydd. Yn wir yn hynny yn wers ar gyfer y rhai sydd â gweledigaeth.
da: Allah veksler natten og dagen. Ja er i det en lærestreg for dem, der har visioner.
el: Αλλάχ εναλλαγές νύχτας και ημέρας. Πράγματι, σε αυτό είναι ένα μάθημα για όσους έχουν όραμα.
et: Allah alternatiividest öö ja päev. Tõepoolest see on õppetund neile, kes on visioon.
fi: Allah varajäsenet yö ja päivä. Itse asiassa se on opetus niille, joilla on visio.
he: אללה חלופות בלילה וביום. אכן בזה הוא שיעור עבור אלה שיש להם חזון.
hr: Allah izmjenjuje noć i dan. Zaista u tome je pouka za one koji imaju viziju.
lt: Dievas pakaitiniai naktį ir dieną. Iš tiesų, kad yra pamoka tiems, kurie turi regėjimo.
lv: Allah variantiem, nakti un dienu. Patiešām, ka ir mācība tiem, kas ir redze.
nb: Allah veksler natt og dag. Faktisk er som en leksjon for de som har visjon.
sk: Alah strieda noc a deň. Naozaj v tom je lekcia pre tých, ktorí majú víziu.
sl: Allah izmenično noč in dan. Res da je lekcija za tiste, ki imajo vizijo.
sr_cyrl: Алах је алтернатива за ноћ и дан. Заиста у то је лекција за оне који немају визију.
sr_latn: Alah je alternativa za noć i dan. Zaista u to je lekcija za one koji nemaju viziju.
uk: Аллах чергується ніч і день. Справді, в ньому урок для тих, хто має бачення.
vi: Allah xen kẽ trong đêm và ngày. Quả thật đó là một bài học cho những người có tầm nhìn.
zu: Allah alternates suku suku.

# Quran2836
source: Allah has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allah creates what He wills. Indeed, Allah is over all things competent.
ca: Allah ha creat cada [criatura] des de l'aigua. D'ells són aquells que es mouen sobre el seu ventre i d'ells són aquells que caminar sobre dues potes i d'ells són aquells que caminar sobre quatre. Allah crea el que ell vol. De fet, Allah és sobre totes les coses competents.
cy: Mae Allah wedi creu pob creature [byw] o'r dŵr. Ohonynt yn rhai sy'n symud ar eu boliau, ac ohonynt yn rhai sy'n cerdded ar ddwy goes ac ohonynt yn rhai sy'n cerdded ar bedwar. Mae Allah yn creu beth a wills ef. Yn wir, yw Allah dros holl bethau yn gymwys.
da: Allah har skabt skabnings [levende] fra vand. Og af dem er dem, der bevæger sig på bugen, og af dem er dem, der går på to ben, og af dem er dem, der går på fire. Allah skaber, hvad han testamenter. Allah er over alle ting kompetente.
el: Αλλάχ έχει δημιουργήσει κάθε πλάσμα [διαβίωσης] από το νερό. Και από αυτούς είναι εκείνοι που κινούνται με τις κοιλιές τους, και από αυτούς είναι εκείνοι που στα δύο σκέλη, και από αυτούς είναι εκείνοι που περπατούν σε τέσσερις. Αλλάχ δημιουργεί τι διαθήκες. Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Jumal on loonud [elusolendi] veest. Neist on sellised, et liikuda nende kõhud ja neist on sellised, et kõndima kahel jalad ja neist on need, mis juhatavad neli linna. Jumal loob, mida ta tahab. Tõepoolest, Allah on üle kõik asjad pädev.
fi: Jumala on luonut jokaisen [eliö] vedestä. Ne ovat niitä, jotka on vatsa, ja ne ovat niitä, jotka kävellä kahdella jalalla ja heistä ovat ne, jotka kävelevät neljä. Jumala luo mitä tahtoo. Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: אללה יצר לכל יצור [חי] מן המים. מהם הם אלה כי המהלך על בטנם, מהם הם אלה ההולכים על שתיים ו מהם הם אלה ללכת על ארבע. אללה יוצר בכוח הרצון. אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: Allah je stvorio svaki [bića] iz vode. Od njih su oni koji potez na trbuhu, i od njih su oni koji hodaju na dvije noge i od njih su oni koji hodaju na četiri. Allah stvara što on hoće. Uistinu, Allah je nad svim stvarima nadležan.
lt: Dievas sukūrė kiekvienam [gyvena] padaras iš vandens. Iš jų yra tas, kad pereiti savo papilvės, ir iš jų yra tie, kurie vaikščioti ant dviejų kojų ir iš jų yra tie, kurie vaikščioti ant keturių. Dievas sukuria ką jis testamentų. Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Allah ir izveidojusi radību [dzīves] no ūdens. No tiem ir tie, kas pāriet viņu vēderus un no tiem ir tie, kas staigā uz divām kājām un no tiem ir tie, kas iet uz četriem. Allāhs rada to, ko viņš vēlas. Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: Allah har skapt hver [levende] skapning fra vann. Og av dem er de som flytte på buken, og av dem er de som går på to bein, og av dem er de som går på fire. Allah skaper hva han wills. Døyve er faktisk over alt som er kompetente.
sk: Boh vytvoril každý tvor [Zamienia] z vody. Z nich sú tie, ktoré sa pohybovať na bruchu, a z nich sú tie, že chodiť na dvoch nohách a z nich sú tie, ktoré idú na štyri. Alah vytvára to, čo on chce. Alah je skutočne cez všetky veci príslušný.
sl: Allah je ustvaril vsak [] bitja iz vode. Od njih so tiste, ki se gibljejo na trebuhu, in od njih so tisti, ki hodi na dveh nogah in od njih so tisti, ki hodijo na štiri. Allah ustvarja, kar je oporok. Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: Алах је створио [] са циме из воде. Од њих су они који се на својим стомацима, и од њих су они који ходају на две ноге и од њих су они који ходају по 4. Аллах ствара шта он Wиллис. Уистину , Аллах је преко надлежних све ствари.
sr_latn: Alah je stvorio [] sa cime iz vode. Od njih su oni koji se na svojim stomacima, i od njih su oni koji hodaju na dve noge i od njih su oni koji hodaju po 4. Allah stvara šta on Willis. Uistinu, Allah je preko nadležnih sve stvari.
uk: Аллах створила кожен [] істот з води. Вони є ті, які рухатися далі їх животи і вони ті, які ходять на двох ногах і з них є ті, які ходять по чотири. Аллах створює те, що він хоче. Справді, Аллах, все впокорив компетентним.
vi: Allah đã tạo ra mọi sinh vật [sống] từ nước. Họ là những người di chuyển trên bụng của họ, và họ là những người đi trên hai chân và họ là những người đi bộ trên bốn. Allah tạo ra những gì Ngài muốn. Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Allah uye wadala zonke [abaphilayo] lekhishwe amanzi.

# Quran2837
source: We have certainly sent down distinct verses. And Allah guides whom He wills to a straight path.
ca: Sens dubte hem enviat per diferents versos. I Allah guia qui ell voluntats a un camí dret.
cy: Yn sicr rydym wedi anfon i lawr penillion penodol. A Allah hysbysiadau y mae ef yn wills i lwybr syth.
da: Vi har helt sikkert sendt ned forskellige vers. Og Allah guider hvem han Testamente til en lige vej.
el: Στείλαμε σίγουρα ξεχωριστή στίχους. Και Αλλάχ οδηγοί τους οποίους θα σε straight Path τι διαθήκες.
et: Kindlasti oleme saatnud selge salmid ette. Ja Jumal juhatab, kellega ta tahab otse.
fi: Olemme varmasti lähettäneet alas eri jakeita. Ja Jumala ohjaa kenet tahtoo oikealle tielle.
he: בהחלט שלחנו למטה פסוקים ברורים. ומנחה אללה למי שהוא חפץ על נתיב ישר.
hr: Smo sigurno poslali različite stihove. I Allah vodi koga hoće da ravan put.
lt: Mes tikrai zeslal skiriasi ženklai. Ir Dievas vadovai kam jis testamentų tiesia kelią.
lv: Mēs noteikti esam nosūtījuši nosaka atsevišķi panti. Un Allah ceļveži kuru viņš taisnā ceļā testamenti.
nb: Vi har sikkert sendt ned forskjellige vers. Og Allah guider som han wills til en rett bane.
sk: Určite sme poslali dole odlišné verše. A Allah sprevádza koho on chce cesta priamo.
sl: Mi smo zagotovo poslali navzdol različni verzov. Ter Allah vodniki, katerim je oporok naravnost pot.
sr_cyrl: Послали смо свакако доле различита стихова. И Аллах води кога је воља да праволинијску путању.
sr_latn: Poslali smo svakako dole različita stihova. I Allah vodi koga je volja da pravolinijsku putanju.
uk: Безумовно, ми направили вниз окремих віршів. Та Аллах керівництва, кого він хоче прямий сегмент контуру.
vi: Chúng tôi chắc chắn đã gửi xuống câu thơ riêng biệt. Và Allah sẽ hướng dẫn người mà Ngài muốn đến một đường thẳng.
zu: Siye Ngokuqinisekile sa amavesi abahlukene.

# Quran2838
source: But the hypocrites say, "We have believed in Allah and in the Messenger, and we obey"; then a party of them turns away after that. And those are not believers.
ca: Però dir que els hipòcrites, "hem cregut en Allah i el Missatger, i que obeir"; llavors una festa d'ells allunya després d'això. I aquestes no són creients.
cy: Ond y rhagrithwyr yn dweud, "yr ydym yn credu yn Allah ac yn y negesydd, ac rydym yn ufuddhau i"; yna mae Plaid ohonynt yn troi i ffwrdd ar ôl hynny. Ac nid yn rhai credinwyr.
da: Men hyklerne sige, "vi har troet i Allah og i Messenger, og vi adlyde"; derefter vender en part af dem væk efter der. Og dem er ikke troende.
el: Αλλά οι υποκριτές πω, «πιστέψαμε στην Αλλάχ και το Messenger, και θα υπακούει»? στη συνέχεια ένα μέρος από αυτά μετατρέπεται μακριά μετά από αυτό. Και όσους δεν είναι πιστοί.
et: Kuid silmakirjatsejatega öelda: "me oleme uskunud Jumalat ja Messenger, ja me kuuletuma"; seejärel pool neist keerab ära pärast seda. Ja need ei ole usklikud.
fi: Mutta tekopyhät sanoa, "olemme uskoneet Jumalaan ja Messenger, ja noudatamme". osapuolena niistä kääntyy pois sen jälkeen. Ja ne eivät ole uskovaisia.
he: אך הצבועים אומרים, "אנו האמנו אללה, השליח, וגם אנו מצייתים"; ואז מסיבה מהם פונה משם אחרי זה. . ואלו לא מאמינים.
hr: Ali licemjeri reći: "vjerujemo u Allaha i u Messenger, i slušamo"; Tada stranka od njih pobjegao je nakon toga. A oni nisu vjernici.
lt: Bet veidmainiai pasakyti, "mes manoma, Dievas ir Messenger, ir mes klausytis"; tada šalis jų virsta toli po to. Ir tai ne tikinčiųjų.
lv: Bet liekuļi saka: "mums ir uzskats, Allah un Messenger, un mēs paklausīt"; pēc tam puse no tām aizgriežas pēc tam. Un tie nav ticīgie.
nb: Men hyklerne sier, "vi har trodd på Allah og i Messenger, og vi adlyde"; deretter blir en fest av dem bort etter. Og de er ikke troende.
sk: Ale pokrytci povedal, "sme uverili v Boha a posla, a budeme počúvať"; potom party z nich odvracia po tom. A tie nie sú veriaci.
sl: Vendar hinavci pravijo, "smo verjeli v Allah in v sel, in smo ubogati"; potem stranka od njih odvrne potem. In tiste, ki niso verniki.
sr_cyrl: Међутим , хипокрите кажу, "Веровали смо у Алаха и у гласника и покоравамо"; Онда не забаву од њих одбија након тога. И то нису верници.
sr_latn: Međutim, hipokrite kažu, "Verovali smo u Alaha i u glasnika i pokoravamo"; Onda ne zabavu od njih odbija nakon toga. I to nisu vernici.
uk: Але лицемірами сказати: "ми повірили в Аллах і Messenger, і ми підкоряємося"; потім партії з них відвертається після цього. І тих, хто не віруючих.
vi: Nhưng hypocrites nói, "chúng tôi đã tin rằng Allah và trong Messenger, và chúng ta tuân theo"; sau đó, một đảng của họ quay đi sau đó. Và những người không phải là tín hữu.
zu: Kodwa bazenzisi uthi: "We fanele kholwa Allah in the Messenger, futhi silalela ';

# Quran2839
source: And when they are called to [the words of] Allah and His Messenger to judge between them, at once a party of them turns aside [in refusal].
ca: I quan se ls anomena [les paraules de] Allah i el seu Missatger per jutjar entre ells, a la vegada una festa d'ells gira banda [en negativa].
cy: A pan gânt eu galw i [geiriau] Allah ac ei negesydd i farnu rhyngddynt, ar unwaith yn blaid eu troi o'r neilltu [yn gwrthod].
da: Og når de kaldes [ord] Allah og hans sendebud til at dømme mellem dem, på én gang en part af dem bliver afsat [i afslag].
el: Και όταν καλούνται να [τα λόγια του] Αλλάχ και του Messenger να κρίνουν μεταξύ τους, ταυτόχρονα ένα μέρος από αυτά μετατρέπεται στην άκρη [στην άρνησή].
et: Ja kuna neid nimetatakse [sõnad] Allah ja tema saadik nendevaheline kohtunik, korraga pool neist muudab kõrvale [on keeldumise].
fi: Ja kun niitä kutsutaan [sanat] Jumala ja hänen lähettiläänsä arvioida keskenään kerralla osapuolena niistä kääntyy syrjään [kieltäytyminen].
he: מתי הם נקראות למילים [של] אללה, שליח שלו כדי לשפוט ביניהם, בעת ובעונה אחת מסיבה מהם פונה הצידה [הסירוב].
hr: I kad se nazivaju se [riječi] Allahu i njegovom poslaniku da sudiš među njima, odjednom stranka od njih se okrenuo na stranu [odbijanje].
lt: Ir kada jie vadinami [žodžius] Dievo ir jo poslanca spręsti tarp jų, vienu metu šalis jų virsta panaikinti [atsisakymo].
lv: Un, kad viņi ir aicināti [vārdi] Allah un viņa Messenger spriest starp tām, uzreiz puse no tiem aprit malā [atteikumu].
nb: Og når de kalles til [ord] Allah og hans Messenger dommer i mellom dem, samtidig en fest av dem viser [i avslag].
sk: A keď oni sú povolaní [so slovami] Alah a jeho posol súdiť medzi nimi, naraz party z nich otočí stranou [odmietnutie].
sl: In kdaj se imenujejo [besede] Allah in njegov sel, da sodnik med njimi, naenkrat stranka od njih obrne vstran [v zavrnitev].
sr_cyrl: И кад су звали су [рееи] Алаха и његовог гласника да суди између њих, одједном забаву од њих преда на страну [одбијање].
sr_latn: I kad su zvali su [reei] Alaha i njegovog glasnika da sudi između njih, odjednom zabavu od njih preda na stranu [odbijanje].
uk: І коли вони покликані [слова] Аллаха і його Messenger судити між ними, одразу партії з них виповниться осторонь [в відмову].
vi: Và khi họ được gọi là để [lời của] Allah, và Messenger của ông để thẩm phán giữa chúng cùng một lúc một đảng của họ quay sang một bên [trong từ chối].
zu: Futhi uma bebizwa ukuba [amazwi ka] Allah isithunywa sakhe ukuba ahlulele phakathi kwabo, ngaso leso ephathini kubo ephambuka [ekwenqabeni].

# Quran2840
source: But if the right is theirs, they come to him in prompt obedience.
ca: Però si el dret és d'ells, que vénen a ell en l'obediència immediata.
cy: Ond os yw'r hawl yn hwy, maent yn dod ato mewn ufudddod prydlon.
da: Men hvis ret er deres, de kommer til ham i hurtig lydighed.
el: Αλλά αν το δικαίωμα είναι δικό τους, έρχονται σ ' αυτόν στην άμεση υπακοή.
et: Kuid kui õigus on nende päralt, nad tulevad talle viivitamatu kuulekus.
fi: Mutta jos on omansa, he tulevat hänelle pikaista tokossa.
he: אבל אם הזכות שלהם, הם הגיעו אליו בצייתנות בקש.
hr: Ali ako je njihovo pravo, dolaze mu brz poslušnost.
lt: Bet jei teisė yra jiems, jie būna jam skubiai paklusnumo.
lv: Bet, ja tiesības pieder viņiem, viņi nāk viņam ātru paklausība.
nb: Men hvis høyre er deres, de kommer til ham i ledetekst lydighet.
sk: Ale ak sa priamo ich, prídu mu okamžité poslušnosti.
sl: Ampak, če je njihova pravica, pridejo k njemu v uren poslušnosti.
sr_cyrl: Али ако је њихово је право, они му у брзом послушности.
sr_latn: Ali ako je njihovo je pravo, oni mu u brzom poslušnosti.
uk: Але якщо право належить їм, вони приходять до нього в оперативне послуху.
vi: Nhưng nếu phải là của họ, họ đến với anh ta trong sự vâng lời nhắc.
zu: Kodwa uma ilungelo yabo, beza kuye ngokulalela ngokushesha.

# Quran2841
source: Is there disease in their hearts? Or have they doubted? Or do they fear that Allah will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers.
ca: Hi ha la malaltia als seus cors? O han dubtat? O tenen por que Allah serà injust per a ells, o el seu Missatger? Més aviat, és que són els malfactors.
cy: A oes clefyd yn eu calonnau? Neu maent wedi amau? Neu nid ydynt yn ofni y bydd Allah yn anghyfiawn iddynt hwy, neu ei negesydd? Yn hytrach, mae'n nhw sy'n y tramgwyddo.
da: Er der sygdom i deres hjerter? Eller har de tvivlede? Eller er de bange for at Allah vil være uretfærdigt at dem, eller hans sendebud? Det er snarere dem, som er lovovertrædere.
el: Υπάρχει νόσος στην καρδιά τους; Ή έχουν που δεν αμφέβαλαν; Ή φοβούνται να άδικο να τους, ή ο αγγελιοφόρος του Αλλάχ; Μάλλον, είναι αυτοί που είναι οι παραβάτες.
et: Kas haiguse nende südamed? Või on nad kahtles? Või nad kardavad, et Allah on alusetu või tema saadik? Pigem on need, kes on selle tekitaja.
fi: Onko tauti sydämensä? Tai he epäilivät? Tai he pelkäävät, että Jumala on epäoikeudenmukainen ja hänen lähettiläänsä? Pikemminkin se on niitä, jotka ovat laajemmalti.
he: יש מחלות בליבם? או שהם לפקפק? או שהם חוששים כי אללה יהיה הוגן איתם, או שליח שלו? במקום זאת, הם הפושעים.
hr: Postoji bolest srca? Ili su oni sumnjali? Ili se boje da će Allah biti nepravedno ih ili njegov Glasnik? Naprotiv, to je oni koji su počinioce.
lt: Ar yra ligos jų širdyse? Ar jie abejoja? Ar jie bijo, kad Dievas bus neteisinga, arba jo Messenger? O, tai yra tie, kurie yra grzesznicy.
lv: Viņu sirdis ir slimība? Vai viņi šaubīties? Vai viņi baidās, ka Allah būs netaisnīgi vai viņa Messenger? Drīzāk, tas ir, tie, kuri pārkāpējus.
nb: Er det sykdom i deres hjerter? Eller har de tvilte? Eller frykter de at Allah vil være urettferdig for dem, eller hans Messenger? Snarere er det de som er i wrongdoers.
sk: Je ochorenie vo svojom srdci? Alebo majú pochybnosti o tom? Alebo sa obávajú, že Boh bude nespravodlivé, alebo jeho posol? Skôr je to oni, ktorí sú zloèinci.
sl: Ali je v njihovih srcih bolezni? Ali so ti dvomi? Ali se bojijo, da bo Alah nepravičen do njih, ali njegov sel? Namesto tega je oni, ki so na wrongdoers.
sr_cyrl: Постоји ли болест у њиховим срцима? Или су сумњао? Или да се боје да Алах ће бити неправедан према њима, или његовог гласника? Радије , они су ти који су починиоце је.
sr_latn: Postoji li bolest u njihovim srcima? Ili su sumnjao? Ili da se boje da Alah će biti nepravedan prema njima, ili njegovog glasnika? Radije, oni su ti koji su počinioce je.
uk: Це захворювання в їхніх серцях? Чи мають вони не сумнівався? Чи вони бояться, що Аллах буде несправедливою, або його Messenger? Це скоріше вони, які знаходяться на розкаюємося.
vi: Có bệnh trong trái tim của họ? Hoặc họ có nghi ngờ? Hoặc họ có sợ rằng Allah sẽ là không công bằng cho họ, hoặc Messenger của ông? Thay vào đó, nó là họ đã là các wrongdoers.
zu: Ingabe kukhona isifo ezinhliziyweni zabo?
