Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2048
source: But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah].
ca: Però el que desitja el més enllà i exerceix l'esforç ja que mentre que ell és un creient - és que l'esforç sempre és apreciat [per Allah].
cy: Ond pwy bynnag sy'n dymuno y o hyn ymlaen ac yn gryn ymdrech oherwydd iddo tra ei fod yn credu'n-mae'n rhai gwerthfawrogir eu ymdrech erioed [gan Allah].
da: Men hvem ønsker hinsidige og udøver indsats på grund af det, mens han er en troende - det er dem, hvis indsats er stadig værdsat [af Allah].
el: Αλλά όποιος επιθυμεί συνέχεια και ασκεί την προσπάθεια λόγω του ότι, ενώ είναι οπαδός - είναι εκείνοι των οποίων η προσπάθεια είναι ευπρόσδεκτη ποτέ [από τον Αλλάχ].
et: Aga kes iganes soovib edaspidi ja sellel koormuse tõttu see on samal ajal, kui ta on usklik - on need, kelle jõupingutused kunagi hinnatud [Jumalat] poolt.
fi: Mutta kuka haluaa jäljempänä ja kykenee koska se vaivaa, kun hän on uskovainen - ne, joiden työtä koskaan arvostavat [Jumala].
he: אבל מי רצונות בעולם הבא, מפעילה את המאמץ בשל אותו בעוד הוא מאמין - זה אלה אשר מאמץ מוערכת אי פעם [אללה].
hr: Ali tko god želi nadalje i ispoljava napor zbog to dok je vjernik - oni čiji trud je uvijek cijenio [Allah].
lt: Bet kas nori toliau ir daro pastangas dėl jį o jis yra tikintysis - tai tie, kurių pastangos yra kada nors įvertino [Dievas].
lv: Bet kurš vēlas turpmāk un pievilcīgums pūles, jo tā, kamēr viņš ir ticīgais - tas ir, tiem, kuru centieni ir kādreiz novērtējuši [Allah].
nb: Men hvem ønsker hinsidige og har arbeidet på grunn av det mens han er en tro - det er de som innsats er alltid verdsatt [av Døyve].
sk: Ale kto chce ďalej a vyvíja úsilie z dôvodu, že zatiaľ čo on je veriaci - to je tých, ktorých úsilie je stále oceňujú [Allah].
sl: Vendar kdor želi v nadaljevanju in vrši trud zaradi to, medtem ko je vernik - to je tistih, katerih prizadevanja je vedno cenijo [Alahove].
sr_cyrl: Али ко год жели надаље најјачих економија и труд због то док је верник,-то је оних чије икада захвалан [Алаха].
sr_latn: Ali ko god želi nadalje najjačih ekonomija i trud zbog to dok je vernik,-to je onih čije ikada zahvalan [Alaha].
uk: Але той, хто бажає П'єра і чинить зусиль через його, поки він віруючий - це ті, чиї зусилля це коли-небудь оцінили [Аллах].
vi: Nhưng bất cứ ai mong muốn tương lai và tạo nên những nỗ lực do nó trong khi ông là một người tin tưởng - đó là những nỗ lực mà bao giờ đánh giá cao [bởi Allah].
zu: Kodwa noma ubani efisa Hereafter futhi onethonya umzamo ngenxa ke ngenkathi he is a ikholwa - kuba nalabo ogama mzamo oke ayaziswa [Allah].

# Quran2049
source: To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted.
ca: A cada [categoria] podem estendre - a aquestes i a aquells - l'obsequi del seu Senyor. I mai no el regal del teu Senyor ha restringit.
cy: Pob categori ymestyn ein-i hyn ac i'r rheini-gan eich Arglwydd yn rhodd. A fu yn rhodd yr Arglwydd eich erioed cyfyngedig.
da: Til hver [category] udvide vi - til disse og til dem - fra gaven af din herre. Og aldrig har gaven af jeres Herre været begrænset.
el: [Κατηγορία] κάθε επεκτείνουμε - σε αυτά και με εκείνα - από το δώρο του κυρίου σας. Και ποτέ δεν το δώρο σας Λόρδος έχει περιοριστεί.
et: Igale kategooriale me laiendada - need ning neile - teie Issand kingitus. Ja ei ole kingitus oma Issanda olnud piiratud.
fi: Kuhunkin luokkaan meidän laajentaa - nämä ja - lahja teidän Herranne. Ja koskaan on lahja teidän Herranne rajoitettu.
he: כל [קטגוריה] אנו להרחיב - לכל אלה לאלה - המתנה של האדון. מעולם לא מתנת האל שלך הייתה מוגבלת.
hr: Da svaki [[Kategorija] produžimo - ove i one - od dara svoga Gospodina. I nikada dar Gospodar tvoj ograničen je.
lt: [Kiekvienai] mes pratęsti - į šiuos ir į tas - iš savo Viešpaties dovana. Ir niekada savo Viešpaties dovana buvo uždraustas.
lv: Katrai [kategorijām] mēs paplašinām - šie un tiem - no jūsu kungam dāvanu. Un nekad dāvanu jūsu kungs ir ierobežota.
nb: Til hver [kategori] utvide vi - disse og de - fra gaven av deres Herre. Og aldri gave din Herre er begrenset.
sk: Každý [kategórie] rozširujeme - tieto a - z dar svojho pána. A nikdy dar svojho pána bol obmedzený.
sl: Za vsako [kategorije] Kračun - to ter tistim - od dar svojega Gospoda. In nikoli darilo od svojega Gospoda bila omejena.
sr_cyrl: За сваку категорију проширимо - овим а - са даром свога господара. А дар за твој господар никада није ограничена.
sr_latn: Za svaku kategoriju proširimo - ovim a - sa darom svoga gospodara. A dar za tvoj gospodar nikada nije ograničena.
uk: До кожного [категорії] ми висловлюємо - на ці і тим - від подарунка пана свого. І ніколи не подарунок ваш Господь був обмежений.
vi: Để mỗi loại chúng tôi mở rộng - này và cho những người - từ những món quà của Chúa của bạn. Và không bao giờ có những món quà của Chúa của bạn bị hạn chế.
zu: Ukuze ngamunye [isigaba] Sidlulisa - zale kulabo - isipho kho Lord.

# Quran2050
source: Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction.
ca: Mira com ens han afavorit [en disposició] alguns d'ells sobre els altres. Però el futur és major en les titulacions [de diferència] i major en la distinció.
cy: Edrych sut yr ydym ffafriol [yn] rhai ohonynt dros eraill. Ond o hyn ymlaen y mae mwy o raddau [o wahaniaeth] a mwy yn gwahaniaethu.
da: Se hvordan vi har begunstiget [i bestemmelse] nogle af dem over andre. Men hinsidige er større i grader [af forskellen] og større i skelnen.
el: Κοιτάξτε πώς εμείς έχουν ευνόησε [στην παροχή] ορισμένα από αυτά έναντι άλλων. Αλλά η συνέχεια είναι μεγαλύτερη σε μοίρες [του διαφορά] και μεγαλύτερη σε διάκριση.
et: Vaata, kuidas meil on soodsates [näha] mõned neist teiste ees. Aga edaspidi on suurem [erinevus] kraadides ja suuremat vahet.
fi: Katso, miten meillä on suosinut [tarjonnassa] Jotkut yli muiden. Mutta jäljempänä on asteina [eroa] yhä suuremman ero.
he: תראה איך אנחנו יש להעדפה [ב הוראה] חלק מהם על אחרים. אבל בעולם הבא במעלות [של ההבדל] יותר ויותר הבחנה.
hr: Pogledajte kako smo već pomogao [na odredba] neke od njih nad drugima. Ali u daljnjem tekstu je veća u stupnjevima [razlike] i veća za razliku.
lt: Atrodo kaip mes turime skatino [nuostatos] kai kurie iš jų daugiau nei kiti. Bet toliau yra didesnis skirtumas] [laipsnių ir didesnis skirtumas.
lv: Skatīties, kā mēs ir privileģēts [noteikumu] daži no viņiem pār citiem. Bet turpmāk ir grādos [no starpība] lielāku un lielāku atšķirību.
nb: Se hvordan vi har favorisert [i bestemmelsen] noen av dem over andre. Men hinsidige er større i grader av forskjell] og større i skillet.
sk: Pozrite sa, ako sme zvýhodnili [v] niektoré z nich viac ako ostatní. Ale nižšie je väčšie stupne [rozdiel] a väčšie rozlíšenie.
sl: Poglej, kako smo imajo prednost [v določbi] Nekateri od njih pred drugimi. Toda v nadaljevanju je večje v stopinjah [od razlika] in večje za razliko.
sr_cyrl: Погледај како смо су годиле [на одредба] неке од њих над другима. Али то надаље је већа у степен [разлике] и већа у разлику.
sr_latn: Pogledaj kako smo su godile [na odredba] neke od njih nad drugima. Ali to nadalje je veća u stepen [razlike] i veća u razliku.
uk: Подивіться, як ми є сприяння [в положення] деякі з них над іншими. Але П'єра більше в ступені [різниця] і більше в відмінність.
vi: Nhìn như thế nào chúng tôi đã ủng hộ [trong cung cấp] một số người trong số họ hơn những người khác. Tuy nhiên, sau đây là lớn hơn ở nhiều cấp độ [sự khác biệt] và lớn hơn trong sự phân biệt.
zu: Bheka indlela Siye sakubona kukuhle [elungiselelweni] nye of them abanye.

# Quran2051
source: Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken.
ca: No fan [tan iguals] amb Allah una altra divinitat i [i] ser censurada i abandonat.
cy: Nid yw gwneud [yn gyfartal] gyda Allah Dduwdod arall a [ac felly] yn ceryddu a rhoi'r gorau.
da: Gør ikke [lige] med Allah en anden guddom og [dermed] blive censureret og forladt.
el: Μην κάνετε [ως ίσες] με Αλλάχ μια άλλη θεότητα και [έτσι] να γίνει μομφή και εγκατέλειψες.
et: Ei tee [võrdselt] Jumalat teine jumalus ja [seega] muutunud heita ja hüljatud.
fi: Älä tee [vastaa] kanssa Jumala toinen Jumaluuden ja [mikä] epäluottamuslauseen ja hylännyt.
he: לא עושים [כשווה] עם אללה אלוהות אחרת [ובכך] להפוך גינו ואת שכוח.
hr: Ne čine [ista] uz Allaha još i [time] postati zabranjeno i napustio.
lt: Ne padaryti [sudaro] su Dievo kitos dievybės ir [taip] tapti kritikuoti, ir paliko.
lv: Neizdves ne [kā vienāds] ar Allah cita dievība, [tādējādi] kļūt nosodījusi un pamests.
nb: Gjør ikke [likeverdig] med Allah en annen guddom og [og] blitt sensurert og forlatt.
sk: Nie vyrovnať [ako] s Alah iného Božstva a [a] sa odsúdený, a opustený.
sl: Nikar ne izdelovanje [enako] s Allah druga božanstva in [tako] postala kaznovala in pustili.
sr_cyrl: Немојте да [једнако као] Алах други боћанство и [Тиме] постати укорен и напустио.
sr_latn: Nemojte da [jednako kao] Alah drugi boћanstvo i [Time] postati ukoren i napustio.
uk: Не робіть [як рівних] з Аллах інший божество і [що] стати засудив і залишив.
vi: Không làm cho [như bình đẳng] với Allah một vị thần [do đó] trở thành censured và bỏ rơi.
zu: Musa ukwenza [njengelinegunya elilinganayo] Allah nomunye unkulunkulu [ngaleyo ndlela] luye wabasola kanye ubashiyile.

# Quran2052
source: And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], "uff," and do not repel them but speak to them a noble word.
ca: I el Senyor ha decretat que no adoren excepte ell i als pares, bon tracte. Si dos d'ells arriben a la vellesa [mentre] amb vostè, dir no-los [tant com], "uff," i no rebutjar-los però parlar-los una paraula noble.
cy: Ac wedi eich Arglwydd a ddyfarnwyd nid Mae ydych yn addoli ac eithrio ef, ac i rieni, triniaeth dda. A Mae un neu ddau ohonynt yn cyrraedd oedran hen [tra bod] gyda chi, ddweud nid iddynt hwy [cymaint fel], "uff," ac nid a ddefnyddiwyd hwy ond siarad gair nobl iddynt.
da: Og Herren har forordnet, at du ikke tilbede bortset fra ham og til forældrene, god behandling. Om den ene eller begge af dem nå alderdom [mens] med dig, siger ikke til dem, [så meget som], "uff," og ikke frastøde dem men tale med dem en ædel word.
el: Και σας Λόρδος έχει διακηρύξει ότι σας δεν λατρείας εκτός από τον ίδιο, και στους γονείς, καλή μεταχείριση. Αν μία ή και οι δύο στην τρίτη ηλικία [ενώ] μαζί σας, δεν τους πω [τόσο πολύ ως], "uff," και να απωθεί τους αλλά μιλήσω μαζί τους μια ευγενή λέξη.
et: Ja teie Issand on välja kuulutanud, kummardavad teda välja, ja vanemad, hea ravi. Kas üks või mõlemad neist jõuda vanaduse [kuigi] teiega, ütle neile, [nii palju nagu], "Huhh," ja tõrjuma neid aga õilis sõna neile räägib.
fi: Ja sinun herra on säätänyt, että palvotte ole paitsi se, että vanhemmat, hyvä hoito. Onko toinen tai molemmat niistä ovat vanhuksia [kun] kanssasi, sanoa ei niitä, [niin paljon kuin], "uff," ja ei karkottaa niitä mutta puhua heille noble sana.
he: האל שלך הוציא כי אתה סוגד לא חוץ ממנו, להורים, טיפול טוב. אם אחד או שניהם מגיעים לגיל זקנה [כאשר] איתך, תגיד להם [לא], "uff," לא להדוף אותם אבל לדבר איתם מילה אצילי.
hr: I tvoj gospodar je odredio da ne štuju osim njega, i roditeljima, dobar tretman. Da li jedan ili oba od njih do starosti [a] s tobom, rekao da ih [više], ne "uff," i ih otjerati ali razgovarati s njima plemenita riječ.
lt: Ir jūsų Viešpats jau paskelbė, kad jūs ne garbinti išskyrus jam, ir su tėvais, gerą gydymo. Ar vienas arba abu iš jų pasiekti senyvo amžiaus [o] su jumis, pasakyti ne jiems [tiek daug kaip], "uff," ir ne atstumti juos, bet sako jiems tauriųjų žodį.
lv: Un jūsu kungs ir izsludinājusi nav dievkalpojumu, izņemot viņu, kā arī vecākiem, laba attieksme. Vai viens vai abi ir sasniegt vecuma [savukārt] kopā ar tevi, ne viņiem sakām [tik daudz kā], "uff," un nevis atstumt tos, bet sarunāties ar viņiem cēla.
nb: Og din Herren har bestemt at dere ikke tilber bortsett fra ham og foreldre, god behandling. Enten en eller begge av dem kommer i alderdommen [under] med deg, sier om ikke å dem [så mye som], "uff," og ikke frastøte dem men snakker med dem en edel ordet.
sk: A váš pán rozhodol, nie uctievať okrem neho a rodičia, dobré zaobchádzanie. Či jeden alebo oba z nich dosiahnu vek [pri] s vami, povedať im, [toľko ako], že "uff", a nie odraziť, ale hovoriť im vznešené slovo.
sl: In vaš gospodar je odredil, da ne boste častili, razen njega, in staršem, dobro ravnanje. Ali eden ali oba dosežejo starost [pa] s tabo, reči ne nanje, [toliko kot], "uff," in jih ne odvrača vendar besedice nanje plemenito.
sr_cyrl: И твој господар је наредио да ти се не клањају осим њега, и родитељима, добар третман. Да ли један или оба су до старости [док] са тобом, нисам им рекао [толико као], "Тхе.Уфф", и да их одбијемо али говори да их племенити.
sr_latn: I tvoj gospodar je naredio da ti se ne klanjaju osim njega, i roditeljima, dobar tretman. Da li jedan ili oba su do starosti [dok] sa tobom, nisam im rekao [toliko kao], "The.Uff", i da ih odbijemo ali govori da ih plemeniti.
uk: І ваш Господь наказав, що ви не поклоніння, крім нього а також для батьків, хороше лікування. Чи один або обидва з них досягли похилого віку [хоча] з вами, сказати не їм, [так багато як], "ФФУ назве" і не дати відсіч їх, але говорити з ними благородного слово.
vi: Và Chúa của bạn đã quyết định rằng bạn không tôn thờ ngoại trừ anh ta, và cha mẹ, điều trị tốt. Cho dù một hoặc cả hai người trong số họ đạt đến tuổi già [trong khi] với bạn, nói không họ [quá nhiều như], "uff," và không đẩy lui họ nhưng nói chuyện với họ một từ cao quý.
zu: Kho Lord decreed you cha khonza Him abazali, ukwelashwa okuhle.

# Quran2053
source: And lower to them the wing of humility out of mercy and say, "My Lord, have mercy upon them as they brought me up [when I was] small."
ca: I baixa a ells l'ala d'humilitat de la Mercè i dir: "Senyor, tingui pietat imposin com que em va portar fins [quan tenia] petits."
cy: A is iddynt yr adain o wyleidd-dra allan o drugaredd a dweud, "fy Arglwydd, wedi drugaredd arnynt fel y daethant mi fyny [pan oeddwn yn] bach."
da: Og sænke dem fløj af ydmyghed ud af barmhjertighed og sige, "min herre, hav barmhjertighed med dem, som de bragte mig op [da jeg var] lille."
el: Και κάτω σε αυτούς από το φτερό της ταπεινοφροσύνης από το έλεος και λένε, «μου Κύριε, ελέησον τους όπως που μου έφερε επάνω [όταν ήμουν] μικρό. "
et: Ja madalam neile tiib alandlikkus välja halastust ja öelda, "Issand, halasta neile, kui nad mulle [kui mul oli] üles kasvanud väikesed."
fi: Ja Laske niitä siipi nöyryyttä armoa ja sanoa, "herrani, armahtaa heitä kuin he toivat minulle [kun olin] pieni."
he: ולהוריד להם את הכנף של ענווה מתוך רחמים ואומר "שלי, ירחם עליהם כפי שהם הביאו לי [כשהייתי] קטן."
hr: I Donja im krilo poniznost iz milosti i reći, "gospodaru, imaj milosti na njih i oni su me doveli do [sam] mali."
lt: Ir sumažinti jiems sparno nusižeminimo iš malonės ir sako, "mano Viešpatie, pasigailėk jiems kaip jie mane iki [kai buvau] mažos."
lv: Un nolaidiet tos spārnu pazemības no žēlastības un teikt: "mans kungs, apžēlojies pār viņiem, kā viņi mani audzināti [kad biju] mazs."
nb: Og lavere dem vingen av ydmykhet nåde og si, "min Herre, ha barmhjertighet med dem som de tok meg opp [da jeg var] liten."
sk: A nižšej im krídla pokora z milosrdenstva a povedať "môj pane, zmiluj sa nad nimi ako oni ma priviedol až do [] malý."
sl: In manjši nanje krilo ponižnosti, milosti in reči, "moj Gospod, usmili na njih saj so mi dvignejo [ko sem] majhne."
sr_cyrl: И спусти им у крило понизности из милости и реци: "господару мој, смилуј се на њих као одгајали су ме уз [сам] мали."
sr_latn: I spusti im u krilo poniznosti iz milosti i reci: "gospodaru moj, smiluj se na njih kao odgajali su me uz [sam] mali."
uk: І знизити до них крило смирення з милосердя і сказати: "Господи, помилуй їх як вони виховані мене [вбивство] малого."
vi: Và thấp hơn để họ cánh của sự khiêm nhường trong lòng thương xót và nói, "Thưa ngài, có lòng thương xót trên chúng như họ đưa tôi lên [khi tôi đã] nhỏ."
zu: Futhi ephansi kubo iphiko sokuthobeka eshukunyiswa isihe futhi bathi, "Nkosi, yiba nesihe phezu kwabo njengoba yibona abangiletha up [lapho ngineminyaka] encane."

# Quran2054
source: Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.
ca: El seu senyor és saber més del que està dins de vosaltres. Si vostè ha de ser justos [en intenció] - llavors fet mai, és el sovint retornarem [a ell], indulgent.
cy: Eich Arglwydd yn gwybod rhan fwyaf o'r hyn sydd o fewn eich hunain. Os dylid hoes dabloid [mewn bwriad]-yna yn wir ef yw erioed, yn aml yn dychwelyd [iddo ef], Forgiving.
da: Jeres Herre er de fleste at vide af, hvad der er inden i jer. Hvis du skal være retfærdige [i hensigt] - så faktisk er han nogensinde, at de ofte tilbage [til ham], Forgiving.
el: Είναι ο Λόρδος σας περισσότερα ξέροντας τι είναι μέσα σε σας. Αν θα πρέπει να είναι δίκαιοι [στην πρόθεση] - τότε θα έλεγα πως έχει ποτέ, να τα επιστρέφουν συχνά [στον αλλά(χ)], επιεικής.
et: Teie Issand on enamik teades, mis on maksimaalselt iseendid. Kui peaks olema õige [eesmärk] - linnas, siis tõepoolest on kunagi, [talle], et sageli tagastamisel Forgiving.
fi: Herrasi on mitä on itse. Sinun pitäisi olla vanhurskas [in tarkoitus] - Jos hän on todellakin koskaan, usein palaavat [hänelle], anteeksiantava.
he: . האל שלך הוא רוב לדעת מה נמצא בתוך עצמכם. אתה צריך להיות צדיק [הכוונה] - אם אכן הוא אי פעם, לעיתים קרובות חוזרים [אליו], Forgiving.
hr: Gospodar tvoj je većina zna što je u sebi. Ako bi trebao pravedan [u namjeri] - onda zaista jeste, da se često vraćaju [ga], opraštanje.
lt: Jūsų Viešpats yra dauguma žinant, kas yra per save. Jei jums reikėtų teisieji [į ketinimą] - tada iš tiesų jis yra kada nors, kad dažnai grąžinimo [jam], Forgiving.
lv: Savu kungu ir visvairāk zinot par to, kas ir ar sevi. Ja jums būtu taisnīgs [ar nodomu] - tad tiešām viņš ir kādreiz, bieži atgriežas [viņam], piedošanu.
nb: Herren er de fleste å vite hva er i dere. Hvis du skal være rettferdige [i intensjon] - er faktisk han noensinne, til ofte returneres [til ham], tilgi.
sk: Váš pán je najviac vedel, čo má vo svojom vnútri. Ak by ste mali byť spravodliví [v zámere] - potom naozaj je niekedy, často vracajú [s ním], odpúšťajúci.
sl: Vaš Gospod je večina vedo, kaj je v sebi. Če morate biti pravični [v namen] - potem res je kdaj, da se pogosto vrnete [mu], tolerantna.
sr_cyrl: Твој господар је већина знајући шта је у вама самима. Ако би требало да сте праведни [у намера] - онда је уистину он икада, да се често враћа [га], Форгивинг.
sr_latn: Tvoj gospodar je većina znajući šta je u vama samima. Ako bi trebalo da ste pravedni [u namera] - onda je uistinu on ikada, da se često vraća [ga], Forgiving.
uk: Ваш Господь є більшість знаючи, що всередині себе. Якщо ви повинні бути праведними [в наміри] - то дійсно він коли-небудь, щоб на часто повернення [його], бачить.
vi: Chúa của bạn là hầu hết hiểu biết về những gì là bên trong mình. Nếu bạn cần phải công bình [trong định] - sau đó thực sự ông là bao giờ hết, các thường trở về [hắn], Forgiving.
zu: Kho Lord is engazi okuningi kwalokho esingase phakathi kwenu.

# Quran2055
source: And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.
ca: I donar el parent seu dret i [també] dels pobres i el viatger i no passa que perd temps.
cy: A rhoi cymharol ei hawl, a [hefyd] y tlawd a o'r fath, a nid treulio wastraffus.
da: Og give relative sin ret, og [også] fattige og rejsende, og bruger ikke ødsles væk.
el: Και δίνουν το σχετικό δικαίωμά του, και [επίσης] τους φτωχούς και τον ταξιδιώτη, και δεν ξοδεύουν σπάταλα.
et: Anna suhteline oma õigust ja [ka] vaeste ja reisija ja ei kuluta raiskavalt.
fi: Ja antaa suhteellinen hänen oikea [myös] köyhien ja matkustava ei kulu wastefully.
he: תן היחסית זכותו, ו [גם] העניים ואת הנוסע ואני לא לבלות wastefully.
hr: Dati u odnosu svoje pravo, i [također] siromašne i putnik i ne provode rasipno.
lt: Ir duoti santykinė teise, ir [taip pat] vargšų ir keliautojas, ir neišleidžia Marnotrawnie.
lv: Dot relatīvo, viņa tiesības, [arī] nabadzīgajiem un ceļotājs un netērē wastefully.
nb: Gi relative sin rett, og [også] fattige og reisende og ikke bruke wastefully.
sk: Dať relatívne svoje právo a [i] chudobných a cestovateľ a netrávi márnotratne.
sl: Daj sorodnika svojo pravico, in [prav tako] revnih in potnik in ne preživeli potratno.
sr_cyrl: Дај члан породице запосленог, његово право, [и], сиротињи и путник и не проводе расипниљтво.
sr_latn: Daj član porodice zaposlenog, njegovo pravo, [i], sirotinji i putnik i ne provode rasipniљtvo.
uk: Дати відносно його права і [також] бідних і мандрівник і не витрачати на wastefully.
vi: Cung cấp cho thân nhân quyền của mình, [cũng] người nghèo và các du khách và không chi tiêu wastefully.
zu: Futhi ukunikeza isihlobo sakhe sokunene, futhi [futhi] phofu isihambi, futhi ungachithi wastefully.

# Quran2056
source: Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful.
ca: De fet, el malbaratament els germans dels diables, i mai ha Satan estat al seu Senyor ingrat.
cy: Yn wir, gwastraffus yn brodyr y devils, ac erioed fu Satan ei Arglwydd yn anniolchgar.
da: Den uøkonomiske er brødre af devils, og nogensinde blevet Satan til sin herre utaknemmelig.
el: Πράγματι, η σπάταλη είναι αδέλφια των δαιμόνων, και ο Σατανάς ποτέ ότι ο Λόρδος αχάριστος.
et: Tõepoolest on raiskav on vennad Devils ja kunagi on Saatan olnud ta isand tänamatu.
fi: Itse asiassa tuhlausta ovat veljekset Devils, ja koskaan Saatana on kiittämätön Herraansa.
he: אכן, בזבזני האחים של השדים, אי פעם היה השטן אדונו כפוי טובה.
hr: Doista, i rasipan su braća vragove i uvijek Sotona bila nezahvalna svome Gospodinu.
lt: Iš tiesų, dėl neracionalaus yra broliai, velnių, ir kada nors Šėtonas buvo savo Viešpaties nedėkingas.
lv: Patiešām, izšķērdīgs esam brāļi ir velni un kādreiz sātans ir nepateicīgs savu kungu.
nb: Faktisk den sløsende er brødre av djevler, og har Satan vært hans Herre utakknemlig.
sk: Vskutku, nehospodárne sú bratia devils a niekedy Satan bol jeho pána nevďačný.
sl: Res, nepotrebnih so bratje Devils, in kdaj je bil Satan svojemu gospodar nehvaležno.
sr_cyrl: Заиста су расипници су Браћа по поду, и икада Сотона био за његовог Господа незахвално.
sr_latn: Zaista su rasipnici su Braća po podu, i ikada Sotona bio za njegovog Gospoda nezahvalno.
uk: Дійсно, на марнотратні є брати демонів, і коли-небудь був сатана своєму панові невдячна.
vi: Thật vậy, việc lãng phí là các anh em các quỷ, và bao giờ Satan đã mình Chúa vô ơn.
zu: Ngempela, lo nokumosha ningabafowabo bomunye nomunye ngamademoni, naphakade uSathane ubelokhu kuze akhe Lord ngabongi.
