Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2074
source: And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition.
ca: I quan vostè recitar el Qur ' an, posem entre vostè i aquells que no creuen en el futur una partició oculta.
cy: A pan mae chi adrodd y Qur'an, rhoesom rhyngoch chi a rhai nad ydynt yn credu mewn o hyn ymlaen y pared guddiedig.
da: Og når du recitere Koranen, vi mellem dig og dem, der ikke tror på hinsidige en skjult partition.
el: Και όταν σας διηγούμαι το Κοράνι, βάζουμε ανάμεσα σε εσάς και όσους δεν πιστεύουν στη συνέχεια ένα κρυφό διαμέρισμα.
et: Ja kui te rääkiv Koraan, Panime need, kes ei usu edaspidi varjatud partitsiooni ja sinu vahel.
fi: Ja kun te kertoa Koraanin, välillä sinulle ja niille, jotka eivät usko jäljempänä piilotettu osio.
he: כאשר אתה מדקלם הקוראן, שמנו בינך לבין אלו אשר אינם מאמינים בעולם הבא מחיצה נסתרת.
hr: I kad ti recitirati Kur'an, između tebe i onih koji ne vjeruju u daljnjem tekstu skrivene particije.
lt: Ir kai jūs deklamuoti Korano, mes įdėti tarp jūsų ir tų, kurie netiki toliau paslėptas skaidinį.
lv: Un kad tu citē Korāns, mēs ieliekam starp jums un tiem, kuri netic turpmāk noslēpt partition.
nb: Og når du resitere Koranen, vi sette mellom deg og de som ikke tror i hinsidige en skjult partisjon.
sk: A keď ste recitovať Korán, dáme medzi tebou a tými, ktorí neveria v nižšie skrytý oddiel.
sl: In ko ste recitirati Korana, smo se med vami in tistimi, ki ne verjamejo v nadaljevanju skriti particiji.
sr_cyrl: И када ти рецитујем Кур'ану, стављамо између тебе и оних који не верују у надаље скривена партиција.
sr_latn: I kada ti recitujem Kur'anu, stavljamo između tebe i onih koji ne veruju u nadalje skrivena particija.
uk: І коли ви читати Корану, ми ставимо між вами і тих, хто не вірять в загробному світі прихованого розділу.
vi: Và khi bạn đọc kinh Koran, chúng tôi đặt giữa bạn và những người không tin rằng trong tương lai một phân vùng che dấu.
zu: Futhi uma hlabelela Qur'an, Sabeka phakathi kwakho nalabo abangakholelwa kholwa Hereafter ukwahlukanisa ezifihlakele.

# Quran2075
source: And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion.
ca: I hem posat sobre els seus revestiments de cors, perquè no entenen que i en la seva sordesa d'orelles. I quan vostè esmenta el seu Senyor sol al Qur ' an, tornem a aversió.
cy: Ac yr ydym wedi gosod dros eu calonnau gorchuddion, rhag ofn eu bod yn ei deall, ac yn eu clustiau byddardod. Ac mae pan ydych yn sôn am eich Arglwydd yn unig yn y Qur'an, yn troi yn ôl mewn gwrthwynebiad.
da: Og vi har bragt deres hjerter belægninger, lest de forstår det, og i deres ører døvhed. Og når du nævner din herre alene i Koranen, de vender tilbage i aversion.
el: Και το έχουμε τοποθετηθεί πέρα από τους καρδιές καλύμματα, μήπως κατάλαβαν, και σε τους τα αυτιά κώφωση. Και όταν σας αναφέρω το Λόρδο μόνο στο Qur'an, γυρίζουν πίσω σε αποστροφή.
et: Ja meil on paigutatud üle nende südamed katted, muidu nad seda mõista ja nende kõrvad kurtus. Ja kui sa mainida oma Issanda ainuüksi Koraan, nad pöörduvad tagasi vastumeelsus.
fi: Ja meillä on sijoitettu sydämet päällysteet, etteivät he ymmärrä ja korvat kuurous. Ja kun mainitsit herra yksin Koraani, ne kääntää takaisin välttäminen.
he: ויש לנו להציב על כיסויי הלבבות שלהם, שמא הם יבינו את זה, ובשנת חירשות האוזניים שלהם. כשאתה אומר. האל שלך לבד בקוראן, הם חזרו בסלידה.
hr: I postavili smo na njihova srca obloge, da ne razumiju to, a u njihove uši gluhoća. I kada se spomenuti gospodin sami u Kuranu, su se vratili u averziju.
lt: Ir mes turime virš jų širdyse dangos, kad jie supranta tai, ir jų ausys kurtumas. Ir kai jūs paminėti jūsų Viešpats vien į Korano, jie atsigręžti į baimę.
lv: Un mēs laiduši pār viņu sirdis segumi, nedrīkstam to sapratīs un viņu ausis kurlums. Un, kad jūs pieminēt jūsu kungs tikai Korāns, kas nepatika atgriezties.
nb: Og vi har plassert over deres hjerter gulvbelegg, at de forstår det, og i deres ører døvhet. Og når du nevner din Herre alene i Koranen, de slår tilbake i aversjon.
sk: A máme umiestnené nad ich srdcia krytiny, inak chápu to, a ich uši hluchota. A keď ste spomenul vášho pána sám v Koráne, ale zase späť v odpor.
sl: In smo postavili v njihovih srcih obloge, da ne razumejo, da, in v svoj ušesa gluhost. In ko si omenil svojega Gospoda, ki je sam v Koranu, se obrnejo nazaj v odpor.
sr_cyrl: И ставили смо преко облога њихова срца, да не би они то разумеју, као и у њихове уши глувожа. И кад си споменуо твој господар сама у Кур'ану, претварају се у аверзију.
sr_latn: I stavili smo preko obloga njihova srca, da ne bi oni to razumeju, kao i u njihove uši gluvoжa. I kad si spomenuo tvoj gospodar sama u Kur'anu, pretvaraju se u averziju.
uk: І ми поставили над їх серцях покриттів, щоб не розуміють це і в їх вуха глухота. І коли ви згадуєте ваш Господь поодинці в Корані, вони повернути назад в огиду.
vi: Và chúng tôi đã đặt trên lớp phủ trái tim của họ, vì sợ rằng họ hiểu nó, và trong của tai điếc. Và khi bạn đề cập đến của Chúa một mình trong kinh Koran, họ quay trở lại trong chán ghét.
zu: Futhi Siye bahambisa izincwadi ezingaphezu kuka izinhliziyo zabo Uthwale, funa baqonda ukuthi, futhi ezindlebeni zabo ubuthulu.

# Quran2076
source: We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, "You follow not but a man affected by magic."
ca: Som més de saber com s'escolta a ell quan escolten i [de] Quan estan en conversa privada, quan diuen que els malfactors, "vostè seguir no però un home afectat per art de màgia."
cy: Rydym yn gwybod fwyaf o sut y maen nhw'n gwrando ar iddo pan eu bod yn gwrando i chi ac o pan fyddant yn sgwrs breifat, pan ddywed y tramgwyddo, "Dilynwch ni ond dyn yr effeithir arnynt gan hud."
da: Vi er de fleste vide af hvordan de lytter til det når de lytter til dig og [af] når de er i privat samtale, når lovovertrædere siger, "du følger ikke men en mand ramt af magic."
el: Είμαστε οι περισσότεροι γνώση του πώς μπορούν να ακούσουν σε αυτό όταν ακούνε σας και [του], όταν βρίσκονται σε ιδιωτική συζήτηση, όταν λένε οι παραβάτες, «ακολουθείτε δεν αλλά ένας άνθρωπος που επλήγησαν από την μαγεία."
et: Meil on enamik teades, kuidas nad Kuula seda kui nad Kuula sulle ja [ning] Kuna nad on eravestlusi, kui selle tekitaja öelda, "te järgi mitte, kuid mõjutatud magic mees."
fi: Olemme eniten tietää miten he kuuntelevat sitä kun he kuuntelevat teitä ja [,] ollessa kahdenkeskisissä keskusteluissa, kun rikolliset sanovat, "voit seurata ei mutta mies vaikuttaa magic."
he: אנחנו נמצאים רוב בידיעה של איך הם מקשיבים לזה כאשר הם יקשיבו לך, [של] כאשר הם בשיחה פרטית, כאשר הפושעים אומרים, "אתה לעקוב אחר לא מלבד אדם מושפע על-ידי קסם."
hr: Mi smo većina znajući za kako oni slušaju to kad slušaju da li i od kada su u privatni razgovor, kad počinioce, "slijedite ne samo čovjek pod utjecajem magije."
lt: Mes esame dauguma žinant, kaip jos klausytis jai kai jie klausytis jums ir [apie] kai jie yra privatus pokalbis, kai grzesznicy pasakyti, "jūs sekti ne bet žmogus paveikė magija."
lv: Mēs esam lielākā daļa zinot, cik viņi klausās to, kad viņi klausās jums un [ar], kad tie privātā sarunā, kad pārkāpējus, teiksim, "jūs sekot ne bet maģija ietekmē cilvēks."
nb: Vi er de fleste vet av hvordan de lytter til den når de hører du og [i] når de er i privat samtale, når wrongdoers sier, "du følger ikke, men en mann påvirket av magi."
sk: Sme, že väčšina vedomím toho, ako počúvať na to keď počúvajú a [z], keď sú v súkromný rozhovor, keď zloèinci hovoria, "sledujete ale človek ovplyvnený mágie."
sl: Smo, da večina vedoč, kako bi poslušaj nanj ko so poslušali in [o] ko so v zasebni pogovor, ko je wrongdoers rekel, "sledite pa človek vpliva magije."
sr_cyrl: Ми смо већина јер знам како би слуљају да то када су Слушај да ли и од када су у приватном разговору, када починиоце је рекао, "прати не само човек погођених магија."
sr_latn: Mi smo većina jer znam kako bi sluљaju da to kada su Slušaj da li i od kada su u privatnom razgovoru, kada počinioce je rekao, "prati ne samo čovek pogođenih magija."
uk: Ми є більшість знаючи про те, як вони слухати його коли вони слухають вас і [з] коли вони перебувають у приватній бесіді, коли кажуть, що розкаюємося, "ви не ідуть, ні, але людина постраждали від магії."
vi: Chúng tôi là hầu hết hiểu biết của họ lắng nghe như thế nào đến nó khi họ lắng nghe bạn và [] khi họ đang có trong trò chuyện riêng, khi các wrongdoers nói rằng, "bạn theo không nhưng một người đàn ông bị ảnh hưởng bởi ma thuật."
zu: Singabantu engazi kakhulu indlela alalele lapho akulalele abese [of] lapho nengxoxo ngasese, lapho abenzi bokubi uthi: "Wena landela kodwa umuntu ehlaselwe imilingo."

# Quran2077
source: Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.
ca: Mira com ells la vaga per a vostè comparacions; però ells han allunyat, així que no es [cerca] una manera.
cy: Edrych sut y mae eu taro ar gyfer eich cymariaethau; ond maent wedi crwydro, felly ni allant [canfod] ffordd.
da: Se hvordan de strejke for dig sammenligninger; men de har forvildet sig, så de ikke kan [find] en måde.
el: Κοιτάξτε Πώς απεργία για εσάς συγκρίσεις? αλλά αυτοί έχουν απομακρυνθεί, έτσι δεν μπορούν να βρούμε [] τρόπο.
et: Vaata, kuidas nad strike teile võrdlusi; kuid nad on eksinud, nii et nad ei saa [Otsing] nii.
fi: Katso, miten ne löytää sinulle vertailut; mutta ne eksyneet, joten ne eivät voi [Etsi] tapa.
he: . תראה איך הם פוגעים בשבילך, השוואות; אבל הם תעו, אז הם לא יכולים [חיפוש] דרך.
hr: Pogledajte kako su štrajk za vas usporedbe; Ali oni su zalutao, pa oni ne mogu [traži] način.
lt: Atrodo kaip jie streikuoti jums palyginimus; bet jie nuklydo, todėl ir jie negalintys [ieškoti] taip.
lv: Paskaties, cik viņi streiko, jūs salīdzinājumus; bet tie ir noklīdis, tāpēc viņi nevar [Meklēt] veidā.
nb: Se hvordan de streik du sammenligninger; men de har kommet, så de ikke [Finn] en måte.
sk: Pozrite sa, ako udrieť si porovnania; ale sa zatoulal, takže nemôžu [Hľadať] spôsobom.
sl: Poglej, kako so stavke za vas primerjave; vendar so Zalutao, tako ne morejo [Iskanje] način.
sr_cyrl: Погледај како су ударни за тебе поређења; Али они би да иде, тако да они не могу пронаћи излаз.
sr_latn: Pogledaj kako su udarni za tebe poređenja; Ali oni bi da ide, tako da oni ne mogu pronaći izlaz.
uk: Подивіться, як вони страйк для вас звірень КООМЕТ; але вони відхилилися, так що вони не можуть [Пошук] чином.
vi: Nhìn như thế nào họ đình công cho bạn so sánh; nhưng họ có lạc, do đó, họ có thể không [tìm] một cách.
zu: Bheka indlela bakushaya ngawe iziqhathaniso;

# Quran2078
source: And they say, "When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?"
ca: I van dir, "Quan els ossos i esmicolat partícules, voluntat [veritablement] ser ressuscitat com una nova creació?"
cy: Ac maent yn dweud, "pan ydym esgyrn a briwsioni gronynnau, bydd gennym [yn wir] atgyfodi fel creu newydd?"
da: Og de siger, "når vi er knogler og smuldret partikler, vil vi [virkelig] genopstå som en ny skabning?"
el: Και αυτοί λένε, "όταν είμαστε οστά και τριμμένη σωματίδια, θα μας [πραγματικά] να αναστηθεί ως μια νέα δημιουργία;"
et: Ja nad ütlevad, "kui me oleme luud ja murendatud osakesi, kas me [tõeliselt] Ülestõusnud uus looming?"
fi: Ja he sanovat, "kun luita ja taipui hiukkasia, tulee todella] puheenaiheeksi uuden luominen?"
he: הם אומרים, "כאשר אנחנו עצמות, מפורר חלקיקים, יעשה לנו [. באמת] ותהיו כמו יצירה חדשה?"
hr: I oni kažu, "kada su kosti i smrvljenih čestice, neće nam [doista] uskrsnuti kao novu kreaciju?"
lt: Ir jie sako: "Kada mes kaulai ir Bušo dalelių, mes [tikrai] būti prikelti kaip naujas kūrinys bus?"
lv: Un viņi saka: ", kad mēs esam kaulus un nogruvusi daļiņas, Vils mēs [patiesi] ir augšāmcēlies, kā jauna radīšanu?"
nb: Og de sier, "når vi er bein og smuldret partikler, vil vi [virkelig] gjenoppstå som en ny skapning?"
sk: A oni hovoria, "keď sú kosti a rozpadali častice, bude [naozaj] budeme vzkriesení ako nové stvorenie?"
sl: In so rekli, "ko smo kosti in razpadel delcev, bo [resnično] smo se vstali kot nove stvaritve?"
sr_cyrl: А они кажу, "кад су кости и распала честица, Вил [истински] смо ускрснути као нову креацију?"
sr_latn: A oni kažu, "kad su kosti i raspala čestica, Vil [istinski] smo uskrsnuti kao novu kreaciju?"
uk: І вони кажуть, "коли ми кісток і звалився частинок, ми [по-справжньому] Відроджені як новим творінням волі?"
vi: Và họ nói, "khi chúng tôi là xương và sụp đổ hạt, sẽ chúng ta [thật sự] được phục sinh như là một sáng tạo mới?"
zu: Futhi bathi, "Uma amathambo nezinhlayiyana crumbled, esizoxoxa [ngempela] eyisidalwa sha dalo?"

# Quran2079
source: Say, "Be you stones or iron
ca: Dir, "pot vostè pedres o ferro
cy: Dweud, "fod eich cerrig neu haearn
da: Sige, "er du sten eller jern
el: Ας πούμε, «είστε εσείς πέτρες ή σιδήρου
et: Ütlen: "ole sa kive või rauda
fi: Esimerkiksi: "Olkaa kiviä tai Silitysrauta
he: אומרים, "לך אבנים או ברזל
hr: Reći, "Budite kamenje ili željeza
lt: Sako, "būti, jūs akmenys ar geležies
lv: Teiksim, "būt jums akmeņi vai dzelzs
nb: Si, "være du steiner eller jern
sk: Povedať: "sa vám kamene alebo železa
sl: Reči, "se ti kamni ali železa
sr_cyrl: : "Био си камење или ирон
sr_latn: : "Bio si kamenje ili iron
uk: Скажімо, "бути ви камені або заліза
vi: Nói, "là bạn đá hay sắt
zu: Ithi, "Yiba amatshe noma insimbi

# Quran2080
source: Or [any] creation of that which is great within your breasts." And they will say, "Who will restore us?" Say, "He who brought you forth the first time." Then they will nod their heads toward you and say, "When is that?" Say, "Perhaps it will be soon -
ca: O [qualsevol] creació d'allò que és gran en els seus pits. I diuen, "que restaurarà nosaltres?" Dir, "el que et va portar endavant la primera vegada." Llavors es assentir el seus caps cap a tu i dir: "Quan és que?" Dir, "potser serà aviat-
cy: Neu greu [unrhyw] hynny sy'n wych o fewn eich bronnau. A byddant yn dweud, "pwy bydd yn adfer ein?" Dweud, "ef a dod ymlaen â chi y tro cyntaf." Wedyn byddant yn nodio eu pennau tuag at eich ac yn dweud, "Pryd y mae hynny?" Dweud, "efallai bydd yn fuan-
da: Eller [enhver] oprettelsen af det, som er fantastisk i dine bryster." Og de vil sige, "der vil gendanne os?" Siger, "han, der bragte dig frem første gang." Så vil de nikke hovedet mod dig og sige, "Hvornår er det?" Sige, "det vil måske snart-
el: Ή [οποιαδήποτε] δημιουργία που που είναι μεγάλη στο στήθος σας.» Και θα λένε, «ποιος θα αποκαταστήσει μας;» Λένε, «αυτός που σας έφερε εμπρός την πρώτη φορά.» Στη συνέχεια θα νεύμα το κεφάλι τους προς το μέρος σας και θα πουν, «Όταν είναι αυτό;» Λένε, «ίσως θα είναι σύντομα-
et: Või [iga] loomine selle, mis on suurepärane jooksul oma rinnad, ja." Ja nad ütlevad, "kes taastab meile?" Öelda, "see, kes tõi teid edasi-esimest korda." Siis nad tukkuma oma pead enda poole ja öelda: "Kuna see on?" Öelda: "võib-olla varsti-
fi: Tai [] luoda että joka on n rintoja. Ja he sanovat, "joka palauttaa meidät?" Eli "hän joka toin teidät ensimmäistä kertaa." Sitten he nyökkää päätään itseesi päin ja sanoa, "Kun on se?" Esimerkiksi: "ehkä pian-
he: או [כל] יצירה של זה וזה נהדר תוך שדייך. " הם יגידו, "מי שחזור אותנו?" תגיד, "הוא אשר הביא אותך בפעם הראשונה." ואז הם תהנהן בראשך את ראשם לכיוון שלך ותגיד, "מתי זה?" אומרים, "אולי זה יהיה בקרוב-
hr: Ili [bilo] stvaranje to što je velik u svoje grudi." I oni će reći, "tko će vratiti nama?" Kažeš, "On koji su donijeli ti prvi put." Onda će klimnuti glavama prema tebi i reći, "Kad je to?" Reći, "Možda uskoro će-
lt: Arba [bet] kūrimą, kuris yra puikus per savo krūtinę." Ir jie sako, "kurie bus atkurti mus?" Sako, "tas, kuris išvedė jums pirmą kartą." Tada jie bus kinkuoti galvas į save ir pasakyti, "Kada tai?" Tarkim, "galbūt ji bus kuo greičiau-
lv: Vai [visas] izveidi, kas ir liels pēc tavas krūtis". Un viņi saka, "kas atjaunos mums?" Teikt: "viņš izņēma pirmo reizi." Tad viņi pamāj galvu pret jums un saka: "Kad ir kas?" Saka: "varbūt tas būs drīz vien-
nb: Eller [alle] etableringen av det som er stor i brystene. Og de vil si, "som vil gi oss?" Si "han som førte dere ut første gang." De vil nikker hodet mot deg og si, "Når er det?" Sier, "kanskje det vil bli snart-
sk: Alebo [žiadne] Vytvorenie toho, ktorý sa skvelo hodí do vašich pŕs. A oni povedia: "kto nás obnoví?" Znamená "ten, kto vyviedol prvýkrát." Potom budú kývajú hlavou smerom k vám a povedať: "Keď je to?" Povedal: "možno to bude čoskoro-
sl: Ali [vse] ustvarjanje tega, kar je super v prsi." In ti bo rekel, "ki bo obnoviti nas?" Pravijo, "tisti, ki je rodila prvič." Nato bo MIG njihove glave proti sebi in reči, "Ko je to?" Reči, "morda bo kmalu-
sr_cyrl: Или [сваког] стварање онога што је сјајан унутар твоје груди." И рећи ће, "који ће нас вратити?" Реци , "онај који вас је довео овамо први пут." Онда ће климни главом према вама и рекао, "Кад је то?" Реци , "можда биће ускоро-
sr_latn: Ili [svakog] stvaranje onoga što je sjajan unutar tvoje grudi." I reći će, "koji će nas vratiti?" Reci, "onaj koji vas je doveo ovamo prvi put." Onda će klimni glavom prema vama i rekao, "Kad je to?" Reci, "možda biće uskoro-
uk: Або [будь-] створення цього, і це здорово, за ваші груди." І вони кажуть: "хто відновить нас?" Сказати: "той, хто вивів ви вперше." Потім вони кивають головами до вас і сказати: "Коли це?" Скажімо, "може бути це буде скоро-
vi: Hoặc [bất] tạo ra rằng đó là rất tốt trong vòng ngực của bạn." Và họ sẽ nói, "những người sẽ khôi phục lại chúng ta?" Nói, "người đưa ra lần đầu tiên." Sau đó họ sẽ gật đầu của họ đối với bạn và nói, "Khi là?" Nói, "có lẽ nó sẽ sớm-
zu: Noma [yimuphi] indalo lokho okukhulu ngaphakathi amabele akho. "Futhi bayothi," Ngubani usibuyisele? "Uthi," Lowo owanizala okokuqala. "Khona bayakuphendula nabo, Unqekuzisa ikhanda amakhanda abo eza ngakuwe futhi uthi

# Quran2081
source: On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little."
ca: El dia et truquem i us respondrà amb elogi d'ell i crec que no li havia quedat [en el món] excepte una mica".
cy: Ar y diwrnod y bydd ef yn galw chi a byddwch yn ymateb gyda chanmoliaeth iddo a chredaf nad oedd eich [yn y byd] heblaw am ychydig.
da: Dag han vil ringe til dig og du vil reagere med ros af ham og tror, at du ikke havde forblev [i verden] bortset fra en lille."
el: Την ημέρα αυτός θα σας καλέσει και θα απαντάτε με έπαινο από τον ίδιο και νομίζω ότι δεν σας είχε παραμείνει [στον κόσμο] εκτός από μια μικρή".
et: Järgmisel päeval ta helistab teile ja te vastata kiitust teda ja arvad, et sa ei viibinud [Maailm] välja arvatud vähe."
fi: Päivänä hän soittaa sinulle ja voit vastata kehua häntä ja ajatella, että sinulla oli ei ollut [maailma] lukuun ottamatta vähän."
he: ביום והוא יתקשר אלייך וישיב לך בשבחים על אותו ואני חושב שזה אתה לא נשארו [העולם] חוץ קצת."
hr: Dana nazvat će te i ti odgovoriti sa hvale ga i mislim da ti je ostala [u svijetu] Osim malo."
lt: Tą dieną jis paskambins jums ir jums atsakyti su pagirti jam ir manau, kad jūs ne liko [pasaulio] išskyrus mažai."
lv: Nākamajā dienā viņš aicinās jūs un jums atbildēs ar atzinību par viņu, un domāju, ka jums nav palika [Pasaule] izņemot maz."
nb: Dagen han vil ringe deg og du vil svare med ros av ham og tror at du ikke hadde holdt [verden] bortsett fra litt.
sk: Deň sa bude volať a budete reagovať s chválou na neho a myslím, že nie ste zostal [v rámci] s výnimkou málo."
sl: Na dan on vas bo poklical in bo odzval s hvalo njega in mislim, da ne živeli [v svetu] razen malo."
sr_cyrl: На дан, он ће вас звати и да ли ће одговоре похвале о њему, а мислим да то ти није остао [свијета] осим мало."
sr_latn: Na dan, on će vas zvati i da li će odgovore pohvale o njemu, a mislim da to ti nije ostao [svijeta] osim malo."
uk: Того дня він зателефонує вам і буде реагувати з Хвала йому і думаю, що ви не залишився [у світі] за винятком злегка."
vi: Ngày ngày, ông sẽ gọi cho bạn và bạn sẽ phản ứng với lời khen ngợi của ông và nghĩ rằng bạn đã không ở lại [thế giới] ngoại trừ một chút."
zu: On the Day He uzokubiza futhi yini ozoyenza ngokudumisa ngaYe futhi bacabanga ukuthi wayengazange wahlala [emhlabeni] ngaphandle kancane. "

# Quran2082
source: And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy.
ca: I dir els meus servents de dir el que és millor. De fet, Satan indueix [dissensió] entre ells. De fet Satanàs és sempre, per a la humanitat, un clar enemic.
cy: A dywedwch i 'm gweision i ddweud bod y gorau. Yn wir, mae Satan yn cymell [gynnen] yn eu plith. Yn wir Satan yw erioed, dynolryw, gelyn clir.
da: Og fortælle mine tjenere til at sige, at der er bedst. Ja, Satan inducerer [uenighed] blandt dem. Faktisk er Satan nogensinde, at menneskeheden, en klar fjende.
el: Και πείτε τους υπηρέτες μου να πω ότι ποια είναι η καλύτερη. Πράγματι, ο Σατανάς επάγει [διαφωνία] μεταξύ τους. Πράγματι ο Σατανάς είναι πάντα, για την ανθρωπότητα, μια σαφής εχθρός.
et: Ja ütle minu sulased öelda kõige. Tõepoolest, Saatan indutseerib [lahkhelisid] nende seas. Saatan on tõepoolest kunagi, inimkonnale, selge vaenlane.
fi: Ja palvelijani sanoa, mikä on paras. Itse asiassa Saatanan indusoi [erimielisyyttä] joukossa. Itse Saatana on koskaan ihmisille, selkeä vihollinen.
he: ותגיד המשרתים שלי לומר זה שהוא הטוב ביותר. אכן, השטן גורם [מחלוקת] ביניהם. אכן השטן הוא אי פעם, לאנושות, אויב ברור.
hr: I reci mi sluge da kažem ono što je najbolje. Doista, Sotona izaziva [razdor] među njima. Doista Sotona je ikada, čovječanstvu, jasan neprijatelja.
lt: Ir pasakykite mano tarnai pasakyti, kad tai geriausias. Iš tiesų, Šėtonas skatina [nesantaika] tarp jų. Iš tikrųjų Šėtonas yra kada nors, žmonijai, aiškiai priešų.
lv: Un pateikt, ka mani kalpi, pateikt, kas ir vislabāk. Patiešām, sātans inducē [nevienprātība] starp tām. Patiešām sātans ir kādreiz, cilvēcei, skaidru ienaidnieks.
nb: Og fortelle mine tjenere til å si at som er best. Ja, Satan induserer [uenighet] blant dem. Satan er faktisk noensinne, til menneskeheten, en klar fiende.
sk: A povedzte moji služobníci povedať to, čo je najlepšie. Vskutku, Satan vyvoláva [nezhody] medzi nimi. Naozaj Satan je vôbec, pre ľudstvo, jasný nepriateľ.
sl: In povem moj uslužbencev reči, da je najboljši. Res, Satan inducira [nesoglasja] med njimi. Dejansko Satan je kdaj, da človeštvo, jasno sovražnik.
sr_cyrl: И реци мојим слугама да кажу да је најбољи. Заиста , Сотона изазива [раздор] међу њима. Уистину Сотона је икада, да људски род, јасна непријатеља.
sr_latn: I reci mojim slugama da kažu da je najbolji. Zaista, Sotona izaziva [razdor] među njima. Uistinu Sotona je ikada, da ljudski rod, jasna neprijatelja.
uk: І скажіть моїх слуг сказати те, що це найкращий. Дійсно, сатана індукує [розбіжностей] серед них. Дійсно сатана-коли-небудь, людству, чітко визначеного супротивника.
vi: Và nói với người hầu của tôi để nói rằng đó là tốt nhất. Thật vậy, Sa-tan gây ra [rẽ] trong số đó. Thật vậy Satan là bao giờ hết, cho nhân loại, một kẻ thù rõ ràng.
zu: Futhi yisho ezincekwini wami ukusho ukuthi which is best.
