Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran90
source: And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], "Do not worship except Allah; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah." Then you turned away, except a few of you, and you were refusing.
ca: I [avís] quan portem el Pacte dels nens d'Israel, [ordenant a ells], "no veneren excepte Allah; i als pares fer bé i a familiars, orfes i els necessitats. I parlar a la gent bona [paraules] i establir l'oració i donar zakah." Llavors es va girar, excepte algun de vostès, i li van negar-se.
cy: A [cofio] pan gawsom y cyfamod gan blant Israel, [enjoining arnynt], "wneud nid addoli ac eithrio Allah; ac i rieni wneud da ac i berthnasau, amddifad, ac i'r anghenus. A siarad â phobl da [o eiriau] a sefydlu gweddi a rhoi zakah." Yna trodd chi i ffwrdd, ac eithrio ychydig o chi, a ydych yn ei gwrthod.
da: Og [recall] når vi tog pagten fra Israels børn, [pålægger dem], "har ikke tilbeder undtagen Allah; og at forældre gøre godt og til pårørende, forældreløse og nødlidende. Og tale til folk god [ord] og etablere bøn og give zakah." Derefter du slået væk, bortset fra et par af jer, og du var at nægte.
el: Και [ανάκληση] όταν πήραμε το σύμφωνο από τα παιδιά του Ισραήλ, [η οποία τους], «μην λατρείας εκτός Αλλάχ? και στους γονείς που κάνουν καλό και σε συγγενείς, τα ορφανά, και τους άπορους. Μιλάει σε καλό άτομα [λέξεις] και προσευχή θεσπίσει και να δώσει zakah.» Στη συνέχεια γύρισε μακριά, εκτός από μερικούς από εσάς, και σας αρνούνταν.
et: Ja [Meenuta] kui võtsime pakti Iisraeli laste [enjoining neile], "Ärge palvelette välja arvatud Jumal; ja vanemad tegema hea ja sugulased, orbude ja vaeseid. Ja rääkida inimestele hea [sõnad] ja kehtestada palve ja anda zakah." Siis sa pöörasid, välja arvatud mõned teist, ja olid tagasilükkamise.
fi: Ja [] kun otimme liiton Israelin lapset [määräämisestä investointihankkeista hankkeille heille], "emme uhraa paitsi hillitä; ja vanhemmille hyvä ja sukulaisille, orvoille ja tarvitseville. Ja puhua ihmisille hyvä [sanat] ja perustaa rukous ja antaa zakah." Sitten kääntyi pois, lukuun ottamatta muutamia teistä, ja te eivät enää suostu.
he: [זוכר] וכאשר לקחנו את האמנה, מן בני ישראל, [בהנאת עליהם] "תסגדו מלבד אללה; להורים לעשות טוב, קרובי משפחה, יתומים ו לנזקקים. לדבר עם אנשים טובים [מילים], להקים תפילה ותן zakah." ואז הפכת משם, למעט מעטים, אתה היית מסרב.
hr: I sjetiti kada smo uzeli zavjet od djece Izraela, [enjoining ih], "ne štuju osim Allaha; i roditeljima dobar i da rođaci, siročad i potrebitima. I razgovarati s ljudima dobar [riječi] i uspostaviti molitvu i dati zakah." Onda si okrenuo, osim vas, i ti su odbijali.
lt: Ir [atšaukti] kai mes priėmėme paktas iš Izraelio vaikų, [pareikalaujant jiems], "ne garbinti išskyrus Dievas; ir tėvams tai gera ir su giminaičiais, našlaičiai ir socialiai remtiniems asmenims. Ir kalbėti žmonėms gera [žodžiai] ir nustatyti malda ir duoti zakah." Tada jūs nusigręžė, išskyrus keletą jums, ir jums buvo atsisakoma.
lv: Un [atgādināt], kad mēs pieņēmām derību no Izraēlas bērniem [prasot viņiem virsū], "nav dievkalpojumu izņemot Allah; un vecāki darīt labu un uz radiniekiem, bāreņiem un trūkumcietējiem. Un runāt ar cilvēkiem labu [vārdi] un izveidot lūgšanu un dot zakah." Tad tu aizgriezies, izņemot dažas no jums, un jums bija atsakoties.
nb: Og [husker] da vi tok pakten fra Israels barn, [enjoining dem], "ikke tilber unntatt Allah; og foreldre gjøre godt og til slektninger, foreldreløse og trengende. Og snakke med folk god [ord] og etablere bønn og gi zakah. Så du slått bort, bortsett fra noen få, og du var nektet.
sk: A [pripomínajú] keď sme pakt deti Izraela, [si budete užívať na ne], "uctievať okrem Alaha; a rodičov urobiť dobre a pre príbuzných, sirotám a chudobným. A hovoriť s ľuďmi, ktoré sú dobré [slová a vytvoriť modlitba a dať Zakát." Potom sa otočil, okrem pár z vás, a boli odmietnutí.
sl: In [preklic] Ko smo pakt otroke Izraela [enjoining na njih], "niso bogoslužja razen Allah; in starši ne dobro in da sorodniki, sirote in pomoči potrebnim. In govoriti ljudem dobro [besede] in vzpostaviti molitev in dajejo zakah." Nato obrnil proč, razen nekaj od vas, in jo zavrnile.
sr_cyrl: И опозива смо узели Завјет од деце Израела, [ењоининг над њима], "не обозава осим Аллах; и родитељима све урадити добро и рођаци, сирочад и у невољи. И говорити људима добре [речи] и успостављање молитве и дај заках." Онда си окренула, само су неки од вас, и ти си одбио.
sr_latn: I opoziva smo uzeli Zavjet od dece Izraela, [enjoining nad njima], "ne obozava osim Allah; i roditeljima sve uraditi dobro i rođaci, siročad i u nevolji. I govoriti ljudima dobre [reči] i uspostavljanje molitve i daj zakah." Onda si okrenula, samo su neki od vas, i ti si odbio.
uk: І [згадати], коли ми взяли заповіту діти Ізраїль [enjoining на них], "не поклонятися крім Аллаха; і батьки, робити добро а також для родичів, дітей-сиріт і нужденним. І говорити людям хороший [слова] і встановити молитви і дати zakah." Потім ви відвернувся, за винятком із вас, і ви були відмови.
vi: Và [nhớ lại] khi chúng tôi đã giao ước từ trẻ em của Israel, [đích khi chúng], "không tôn thờ ngoại trừ Allah; và để cha mẹ làm tốt và cho người thân, trẻ em mồ côi và người nghèo. Và nói chuyện với những người tốt [chữ] và thiết lập các cầu nguyện và cung cấp cho zakah." Sau đó bạn quay lưng, ngoại trừ một vài của bạn, và bạn đã từ chối.
zu: Futhi [buyekeza] uma We wathatha wesivumelwano Ntwana Israyeli, [enjoining phezu kwabo], "Musa khonza Allah, futhi abazali nezihlobo okuhle nokuphana, izintandane, labaswelayo Futhi zikhuluma nabantu [amazwi amahle.

# Quran91
source: And [recall] when We took your covenant, [saying], "Do not shed each other's blood or evict one another from your homes." Then you acknowledged [this] while you were witnessing.
ca: I [avís] Quan prenem el seu pacte, [dir], "no vessar sang mútuament o expulsió d'un altre des del seu domicili. Llavors vostè reconèixer [això] mentre que estaven presenciant.
cy: A [cofio] pan gawsom eich cyfamod, [dweud], "Nid sied gwaed ei gilydd nac yn troi allan i un arall gan eich cartrefi." Wedyn bu ichi gydnabod [hyn] tra ydych yn dyst.
da: Og [husker] Da vi tog din pagt, [siger], "Ikke udgød hinandens blod eller fjerne hinanden fra din hjem." Derefter anerkendt du [denne] mens du vidne til.
el: Και [ανάκληση] όταν πήραμε το σύμφωνο, [λέγοντας], «Μην ρίξει το αίμα του άλλου ή να εκδιώξει ένα άλλο από τα σπίτια σας.» Αναγνώρισε στη συνέχεια σας [αυτό] ενώ σας ήταν μάρτυρες.
et: Ja [Meenuta] Kuna võtsime oma pakt [kirjas], "shed teineteise vere või väljatõst üksteisele oma kodudest lahkuma." Siis te tunnistas [seda] Kuigi olime tunnistajaks.
fi: Ja [] otimme liiton, [sanoen], "Älä toistensa verta tai häätää toisiaan kodissanne." Sitten te olette antanut tunnustuksenne [] Vaikka ollut todistamassa.
he: [זוכר] כאשר לקחנו את האמנה, [ואמר] "לא לשפוך דם אחד של השני או לפנות אחד לשני מבתים שלך." ואז אתה הודה [זה] בעוד אתה היו עדים.
hr: I sjetiti kada smo tvoj savez, [rekao], "Nije prolio krv ili međusobno istjerati iz svoje kuće." Onda ti priznali [to] dok su bili svjedoci.
lt: Ir [atšaukti] kai mes paėmė savo sandorą, [sako], "Ne viena kitos kraujo praliejimo ar iškelti vienas kitą iš jūsų namų." Tada jūs pripažino [tai] nors buvo liudininkai.
lv: Un [atgādināt], kad mēs pieņēmām savu karagājienu [saka], "nav shed asinis viens otru vai izlikt viens otru no jūsu mājām." Tad tu to atzītu [šo] savukārt bija liecinieki.
nb: Og [husker] da vi tok pakten, [sier], "Ikke utgyte hverandres blod eller kaste hverandre fra din hjem." Så anerkjent du [Dette] mens du var vitne.
sk: A [pripomínajú] kedy sme svoj pakt [povedať], "krvácal navzájom ani jeden druhému vypudiť zo svojich domovov." Potom ste uznal [to], kým ste boli svedkami.
sl: In [preklic], ko smo svoje zaveze, [pravijo,], "Ne shed medsebojno kri ali drug drugega izselijo iz vaše domove." Nato si priznala [to] medtem ko so bili priča.
sr_cyrl: И опозива кад смо узели завет, [указујући], "Не пролити крв једни другима и једни друге избацити из своје домове." Онда је признао [ово] док је да присуствујете.
sr_latn: I opoziva kad smo uzeli zavet, [ukazujući], "Ne proliti krv jedni drugima i jedni druge izbaciti iz svoje domove." Onda je priznao [ovo] dok je da prisustvujete.
uk: І [згадати], коли ми прийняли заповіту, [кажучи:] "не пролив кров один одного або вилучити один з одним із ваших будинках." Потім ви визнали [це], поки ви були свідками.
vi: Và [nhớ lại] khi chúng tôi đã giao ước của bạn, [nói], "không kho máu lẫn nhau hoặc gỡ bỏ nhau khỏi nhà cửa của bạn." Sau đó bạn ghi nhận [điều này] trong khi bạn đã chứng kiến.
zu: Futhi [buyekeza] uma Sathatha isivumelwano sakho, [ethi], "Musa ukuyochitha igazi lomunye noma evict omunye nomunye KHO KHAYA."

# Quran92
source: Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.
ca: Llavors, són els [mateixos que són] matar un altre i desnonar a una festa de la gent de casa seva, cooperant contra ells en pecat i agressió. I si vénen a tu com a captius, rescatar-los, encara que el desallotjament es va prohibir. Així es creure en part de l'escriptura i en part no creuen? Aleshores, quina és la recompensa per als que fan que entre vosaltres excepte desgràcia en vida mundana; i el dia de resurrecció serà enviat a la més greu de càstig. I Allah no és conscient del que fas.
cy: Yna, yr ydych yn hynny [un rhai ydynt] lladd un arall ac yn troi allan yn blaid eich pobl o'u cartrefi, yn cydweithredu yn eu herbyn mewn pechod ac ymddygiad ymosodol. Ac os ydynt yn dod i chi fel captives, yn wystl iddynt, er oedd eu troi allan yn waharddedig i chi. Felly a ydych yn credu yn rhan o yr ysgrythur ac yn chredu yn rhannol? Beth yw taliad i'r rhai sy'n gwneud hynny eich plith ac eithrio warth mewn bywyd worldly; ac ar y dydd atgyfodi bydd eu hanfon at y mwyaf difrifol o gosb. Ac nid yw Allah yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Så, du er disse [samme som dem der er] slå hinanden ihjel og evicting en part af din folk fra deres hjem, samarbejde mod dem i synd og aggression. Og hvis de kommer til dig som fanger, du gidsel dem, selv om deres udsættelse var forbudt for dig. Så gør du tror en del af Skriften og tvivle delvis? Så hvad er kompensation for dem, der gør der blandt jer undtagen skændsel i verdslige liv; og på den dag i opstandelse vil de blive sendt tilbage til den strengeste straf. Og Allah er ikke uvidende om hvad du gør.
el: Στη συνέχεια, είστε εκείνοι [ίδια με αυτά που είναι] σκοτώνει έναν άλλο και να εκδιώξει ένα κόμμα του λαού σας από τα σπίτια τους, συνεργάζονται εναντίον τους στην αμαρτία και επιθετικότητα. Και εάν έρχονται σε σας ως αιχμαλώτους, σας τα λύτρα, παρά το γεγονός ότι η έξωση τους ήταν απαγορευμένη σε εσάς. Έτσι πιστεύετε εν μέρει της γραφής και δυσπιστώ εν μέρει; Τότε ποια είναι η ανταμοιβή για εκείνους που κάνουν που ανάμεσά σας εκτός από ντροπή σε εγκόσμια ζωή. και την ημέρα της Ανάστασης θα αποσταλούν πίσω με τις αυστηρότερες των ποινών. Και Αλλάχ είναι δεν αγνοεί αυτό που κάνεις.
et: Nüüd olete need [sama need, kes on] üksteist tappa ja evicting pool oma inimesi oma kodudest lahkuma, tehes koostööd nende vastu pattu ja agressiivsus. Ja kui nad tulevad teile nagu vangid, te lunaraha, kuigi nende väljatõstmine oli keelatud teid. Nii osaliselt uskuda nende pühakiri ja osaliselt usu.? Siis milline registreerimiskohas neile, kes seda teha teie seast välja arvatud häbiplekk maise elu; ja ülestõusmist päeval neid ei saadeta tagasi rangemad karistuse. Ja Allah ei teadnud mida teha.
fi: Sitten, et ne [samoja, jotka ovat] tappaa toisiaan ja evicting ihmisiä kodeistaan, synnin ja aggressiota vastaan yhteistyössä osapuolena. Ja jos he tulevat sinulle vankeja, te kylläkin heitä, vaikka niiden häädöstä kiellettiin. Joten uskoa osittain Raamatun ja uskomatta osittain? Niin mikä on korvaus niille, jotka näin teistä kuin häpeä maallista elämää; ja ylösnousemuksen päivänä ne lähetetään takaisin ankarin rangaistus. Ja Jumala ei tiedä mitä tehdä.
he: . אז אתה האלה [אותם אלה אשר] הרגו אחד את השני, לפנות מסיבה שלך אנשים מבתיהם, משתף פעולה נגדם ב sin ותוקפנות. אם הם יבואו אליך כמו שבויים, אתה כופר אותם, למרות פינוי שלהם היה אסור לך. אז אתה מאמין בחלקו של כתבי הקודש, להאמין באופן חלקי? אז מהי התמורה עבור מי עושה את זה ביניכם. מלבד חרפה בחיים הגשמיים; על יום תחיית המתים הם יישלחו חזרה כדי לגזור העונש. אללה אינו מודע מה לעשות.
hr: Onda si ti [isti oni koji su] ubijanju i izbaciti party od ljudi iz svojih domova, surađuju protiv njih u grijeh i agresije. I ako oni dolaze do vas kao zarobljenike, otkupa, iako svoje iseljenje je zabranjeno da ti. Tako da u dijelu pisma i siguran da je lažna dijelom? Što je nagrada za one koji to među vama osim sramote u svjetovni život; i na dan uskrsnuća oni htijenje biti rečenica leđa to dati najstrožu kaznu. A Allah nije znao što učiniti.
lt: Tada, jūs esate tie [pat tie, kurie yra] nužudyti vienas kitą ir iškeldinti šalis savo žmonių iš savo namų, bendradarbiauti su jų nuodėmės ir agresijos. Ir jei jie ateina pas tave kaip nelaisvę, išpirkos, nors jų iškeldinimas buvo draudžiama jums. Taigi tu tiki iš dalies knygos ir ne wierza iš dalies? Tai, kas yra atpildą už tuos, kurie padaryti, kad tarp jūsų išskyrus nemalonę žemiškų gyvenime; ir apie prisikėlimo dieną jie bus išsiųsti atgal į griežčiausius bausmės. Ir Dievas yra ne nežino ką daryti.
lv: Tad jums ir šie [paši tie, kas ir] nogalinot viens otru un evicting puse no cilvēkiem, no savām mājām, grēku un agresiju pret tiem sadarbojoties. Un, ja viņi nāk pie jums kā gūstekņi, jūs izpirkt viņiem, lai gan jums bija aizliegts viņu izlikšanu. Tātad jūs daļēji uzskatu rakstos un neticēt daļēji? Tad kāda ir kompensēt tiem, kas to, ka starp jums, izņemot kaunu pasaulīgās dzīves; un par augšāmcelšanās dienā viņi tiks nosūtīta atpakaļ uz visbargāko sodu. Un Allah nav nezina, ko darīt.
nb: Så du er de [samme som er] drepe hverandre og evicting en fest av folk fra sine hjem, samarbeider mot dem i synd og aggresjon. Og hvis de kommer til deg som fanger, du kjøpe dem, selv om deres utkastelse ble forbudt for deg. Så du tror delvis av skriften og tviler delvis? Så hva er vederlag for de som gjør at blant du bortsett fra skam i verdslige livet; og på oppstandelsen sendes tilbake til det alvorligste av straff. Og Allah er ikke klar over hva du gjør.
sk: Potom ste sú tie [rovnaké tých, ktorí sú] zabíjať jeden druhého a vyhnaním stranou vaše ľudí z ich domovov, spolupracujúci proti nim v hriechu a agresie. A ak prídu k tebe ako zajatcov, ste výkupné, hoci ich vysťahovania bolo zakázané pre vás. Takže si myslíte v časti písma a neveria v časti? Potom, čo odmenu pre tých, ktorí to medzi vami, okrem hanba v pozemský život; a na deň vzkriesenia budú zaslané späť do najprísnejšie trestu. A Boh nie je vedomý toho, čo robíte.
sl: Torej, vi ste teh [enako tisti, ki so] ubijanje drug drugega in evicting stranka svoje ljudi iz svoje domove, sodelovanje proti njim v greh in agresije. In če pridejo k vam kot ujetniki, ste odkupnino, čeprav njihova izselitev je prepovedano za vas. Tako verjamejo v delu Sveto pismo in verjamem v delu? Potem, kaj je nadomestilo za tiste, ki to med vami razen sramota v posvetno življenje; in na dan od vstajenje ga pošljemo nazaj na najstrožje kazni. Ter Allah ni vedela, kaj.
sr_cyrl: Онда, ти си та [исти они који су] убијају један другог и принудног исељавања забаву твојих људи из њихових домова, сарадњу против њих у греху и агресије. И ако додју до тебе као заробљенике, те их, откупа, иако је њихов исељење забрањено ми је да си. Тако да верујем делом писма из и сумњаш делом? Онда шта је компензацију за оне који то медју вама осим срамоте у земаљски живот; и на дан ускрснућа они ће слати поново суочити казне. И , Алах није свестан онога сто радите.
sr_latn: Onda, ti si ta [isti oni koji su] ubijaju jedan drugog i prinudnog iseljavanja zabavu tvojih ljudi iz njihovih domova, saradnju protiv njih u grehu i agresije. I ako dodju do tebe kao zarobljenike, te ih, otkupa, iako je njihov iseljenje zabranjeno mi je da si. Tako da verujem delom pisma iz i sumnjaš delom? Onda šta je kompenzaciju za one koji to medju vama osim sramote u zemaljski život; i na dan uskrsnuća oni će slati ponovo suočiti kazne. I, Alah nije svestan onoga sto radite.
uk: Потім, ви є ті [ті ж самі, які є] вбивати один одного і виселення партії людей зі своїх будинків, співпрацюючи проти них у гріх і агресії. І якщо вони приходять до вас як полонених, ви викупити їх, хоча їх виселення було заборонено, щоб ви. Так ви вважаю частково в Писанні і не вірити в частині? Тоді що ж нагорода для тих, хто цього робити серед вас за винятком ганьба в мирське життя; і на день Воскресіння вони будуть відправлені назад на суворі покарання. І Аллаху не знають про те, що ви робите.
vi: Sau đó, bạn có những người [cùng những người đang] giết nhau và evicting một đảng của người dân của bạn từ nhà của họ, hợp tác chống lại họ trong tội lỗi và sự xâm lăng. Và nếu họ đến với bạn như kẻ bị giam cầm, bạn chuộc họ, mặc dù đuổi họ bị cấm bạn. Vì vậy bạn tin rằng một phần của kinh thánh và disbelieve một phần? Sau đó, các thương hiệu dành cho những người làm điều đó trong số các bạn trừ hổ thẹn trong cuộc sống trần tục; là gì và vào ngày phục sinh, họ sẽ được gửi lại cho severest của hình phạt. Và Allah không phải là không biết những gì bạn làm.
zu: Khona-ke, yilabo [kuyefana abenza] uwathole ebulalana wodwa ezimpini futhi zokuxosha iqembu labantu bakho kusukela emizini yabo, kanye nekusebentisana kubo sono nolaka.

# Quran93
source: Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.
ca: Aquests són els que han comprat la vida d'aquest món [a canvi] per la d'ara endavant, així que el càstig no es ser aclarits per a ells, ni seran ells ajudades.
cy: Dyma'r rhai sydd wedi prynu y bywyd y byd hwn [yn gyfnewid] i o hyn ymlaen, felly bydd y gosb yn ysgafnhau nid ar eu cyfer, ac ni bydd a gynorthwyir maent.
da: Dem er dem, der har købt liv i denne verden [i exchange] til hinsides, så straffen ikke vil blive lettet for dem, eller vil de blive hjulpet.
el: Εκείνοι είναι αυτοί που έχουν αγοράσει τη ζωή αυτού του κόσμου [στον exchange] για την επόμενη ζωή, έτσι η τιμωρία δεν να λούζονται για αυτούς, ούτε θα τους ενισχύεται.
et: Need on need, kes on ostnud selle maailma elu [exchange] edaspidi, nii karistuse aruandluskoormus ei neil ega on nad aidanud.
fi: Nämä ovat niitä, jotka ovat ostaneet tämän maailman elämää [vaihto] jäljempänä, joten rangaistus ei lievennetä heille tai he tukemassa.
he: אלה הם אלה שקנו את החיים בעולם הזה [ב- exchange] עבור בעולם הבא, אז העונש לא קלה יותר בשבילם, ולא יהיה להם להיות סייעו.
hr: To su oni koji su kupili cijeli svijet [u zamjenu] za ahiret, da kazna neće biti laki za njih, niti će oni biti potpomognuto.
lt: Tie yra tie, kurie įsigiję gyvenimą šiame pasaulyje [exchange] toliau, kad bausmė negali būti palengvinta juos, nei jie būti remiamos.
lv: Tie ir tie, kuri iegādājušies šīs pasaules dzīvē [exchange] turpmāk, tāpēc sods tiks atvieglota ne viņiem, ne būs viņiem palīdzēt.
nb: De er de som har kjøpt livet til denne verden [exchange] for hinsidige, så straffen ikke vil bli lettet for dem, eller vil de bli hjulpet.
sk: To sú tie, ktorí si kúpili život tohto sveta [exchange] pre ďalej, tak trest bude nie osvetlená pre nich, ani im pomáhal.
sl: To so tisti, ki so kupili življenje tega Sveta [v zameno] za v nadaljevanju, tako kazen ne bo treba omiliti, za njih, ne bo jih podprto.
sr_cyrl: То су они који су купили живот овог света [заузврат] за на другом свету, тако да казна не ће бити разведрио за њих, нити ће они бити помогнута.
sr_latn: To su oni koji su kupili život ovog sveta [zauzvrat] za na drugom svetu, tako da kazna ne će biti razvedrio za njih, niti će oni biti pomognuta.
uk: Ті, ті, хто купив життя цього світу [в обмін] для П'єра, так що покарання не бути полегшеної для них, і не будуть вони бути систем автоматизованого.
vi: Đó là những người có thể mua cuộc sống thế giới này [trao đổi] cho đời sau, vì vậy, sự trừng phạt sẽ không được làm sáng cho họ, và cũng không họ sẽ được hỗ trợ.
zu: Labo yibo abaye wathenga Pilo lo hlaba [in exchange] for the Hereafter ngakho isijeziso ngeke lula them nor tando they uyasizakala.
