Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1744
source: And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector.
ca: I així ens han mostrat com una legislació àrab. I si vostè ha de seguir d'inclinacions després que vostè de coneixement, no tindria contra Allah cap aliat o qualsevol protector.
cy: Ac felly yr ydym wedi ei datgelu fel deddfwriaeth Arabeg. Ac os dylech ddilyn eu prawf pellter ar ôl hyn wedi dod i chi am wybodaeth, byddai gennych erbyn Allah unrhyw gyfaill neu unrhyw protector.
da: Og derfor vi har afsløret det som en arabisk lovgivning. Og hvis du bør følge deres tilbøjeligheder efter hvad er kommet til dig af viden, du ikke ville have mod Allah, enhver allieret eller enhver protector.
el: Και έτσι έχουμε αποκάλυψε αυτό ως ένα αραβικό νομοθεσία. Και αν θα πρέπει να ακολουθήσετε τις κλίσεις τους για μετά τι έχει έρθει σε σας της γνώσης, δεν θα έχετε κατά Αλλάχ οποιουδήποτε συμμάχου ή οποιοσδήποτε προστάτης.
et: Ja seega me on näidanud seda nagu Araabia õigusaktid. Ja kui peaks järgima oma kalduvustele, pärast mida on tulnud teile teadmised, sa ei oleks vastu Allah piisavate sõjajõudude või mis tahes protector.
fi: Ja näin olemme paljastaneet se Arabian lainsäädäntönä. Ja jos noudatat vapaamielisempiä jälkeen mitä on tullut sinulle tietoa, sinulla ei olisi Jumalaa vastaan mitään liittolainen tai mitään suojelija.
he: וכך נחשפו זה כמו חקיקה בערבית. אם עליך לבצע נטיות שלהם לאחר מה בא לך הידע, לא היית נגד אללה כל ברית או כל מגן.
hr: I tako smo to otkrili kao Arapski zakona. I nakon što je došao do te spoznaje treba slijediti svoje sklonosti, ne bih protiv Allaha bilo saveznik ili bilo koji zaštitnik.
lt: Ir taip mes ji parodė kaip Arabų teisės aktus. Ir jei jūs turėtų sekti jų polinkius po ko atėjo jums žinių, to nebūtų nuo Dievo, bet kurios sąjungininkės arba bet koks raštas.
lv: Un tādējādi mums ir atklājuši kā arābu valodas tiesību aktos. Un, ja jums vajadzētu sekot savas tieksmes pēc kāda ir pienācis jums zināšanas, jums nebūtu Allah pret jebkura sabiedrotā vai jebkurā aizsargs.
nb: Og dermed vi har avdekket det som en arabisk lovgivning. Og hvis du bør følge deres tilbøyeligheter etter det har kommet til deg kunnskap, du ville ikke ha mot Allah enhver alliert eller noen protector.
sk: A tak sme odhalili ako arabčina legislatívy. A ak by ste mali dodržiavať ich sklony po to, čo má prísť k vám znalosti, by ste nemali proti Alah každý spojenec alebo akékoľvek chránič.
sl: In tako smo so pokazale kot arabski zakonodaje. In če sledite svoje nagnjenja po kaj je prišel, da vam znanja, bi nimate zoper Alah vse zaveznik ali poljuben zaščitnik.
sr_cyrl: И самим тим смо имати открива како је арапски законодавства. И ако треба да пратите њихове склоности након шта је привукло те знања, не би сте против Аллах сваки савезник или неки заштитник.
sr_latn: I samim tim smo imati otkriva kako je arapski zakonodavstva. I ako treba da pratite njihove sklonosti nakon šta je privuklo te znanja, ne bi ste protiv Allah svaki saveznik ili neki zaštitnik.
uk: І таким чином ми виявили це як Арабська законодавства. І якщо ви повинні слідувати їх нахили після те, що прийшло до вас знання, ви б не проти Аллах будь-якого союзника або будь-який протектор.
vi: Và vì vậy chúng tôi đã phát hiện nó như một pháp luật tiếng ả Rập. Và nếu bạn cần làm theo xu hướng của họ sau những gì đã đến với bạn về kiến thức, bạn sẽ không có đối với Allah bất đồng minh hoặc bất kỳ bảo vệ.
zu: Futhi ngenxa yalokho We phendla it njengoba umthetho Arabic.

# Quran1745
source: And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree.
ca: I ja tenim enviar missatgers abans i assignat a les mullers i descendents. I no era un Missatger d'aconseguir amb un senyal excepte permís d'Allah. Per a cada terme és un decret.
cy: Ac rydym eisoes wedi anfon negeswyr cyn i chi a neilltuo i gwragedd hwy a disgynyddion. Ac nid oedd am negesydd i ddod ag arwydd heblaw drwy ganiatâd Allah. Ar gyfer pob tymor yn ordinhad.
da: Og vi har allerede sendt budbringere før du og tildelt dem hustruer og efterkommere. Og var det ikke for en messenger til at komme med et tegn undtagen med tilladelse fra Allah. For hvert begreb er et dekret.
el: Και έχουμε ήδη στείλει messengers πριν και εκχωρηθεί τους συζύγους και τους απογόνους. Και δεν ήταν για έναν αγγελιοφόρο προς έρχονται με ένα σημάδι εκτός από την άδεια του Αλλάχ. Για κάθε όρος είναι ένα διάταγμα.
et: Ja me juba saatnud kullerid enne sind ja neile naised ja järeltulijad. Ja see ei olnud Messengeri tulla kirjutama, välja arvatud loa alusel Allah. Iga sõna on otsuse tegemisel.
fi: Ja olemme jo lähetti sanansaattajat edessänne ja heille vaimoja ja jälkeläiset. Ja se ei ollut Messenger saada merkki luvalla. Jokainen termi on asetuksella.
he: יש כבר שלח שליחים לפניך ואנו שהוקצו להם ונשים צאצאים. זה לא היה עבור שליח לבוא עם שלט אלא לאחר אישור של אללה. עבור כל מונח הוא צו נשיאותי.
hr: I smo već poslao glasnike pred vama i dodijeljena im žene i potomstvo. I to nije za Glasnik doći s natpisom osim dozvolu od Allaha. Za svaki pojam je dekretom.
lt: Ir mes jau išsiuntė pasiuntinius prieš jus ir priskirti juos žmonos ir vaikai. Ir tai buvo ne ateiti su ženklu išskyrus leidus Dievo pasiuntinys. Apie kiekvieną terminą yra dekretą.
lv: Un mēs jau izsūtīju ziņnešus, pirms jums un piešķirt tām sievām un pēctečiem. Un ne jau nākt ar zīmi, izņemot ar atļauju no Allah messenger. Katram terminam ir dekrēts.
nb: Og vi har allerede sendt budbringere før du og tildelt dem koner og etterkommere. Og det var ikke en Messenger å komme med et tegn unntatt med tillatelse av Allah. For hver term er et dekret.
sk: A máme už poslal poslov pred vami a ich manželky a potomkovia. A to nebolo pre messenger prísť s označením okrem súhlasu Alah. Pre každý termín je vyhláška.
sl: In smo že pošlje glasniki pred vami in jih žene in potomci. In ni bilo za messenger dobiti z znakom, razen dovoljenja Allah. Za vsak izraz je odlok.
sr_cyrl: И имамо већ послао гласнике пред вама и додељују им супруге и потомке. И није било гласника да свратим са знаком осим дозволу од Алаха. За сваки израз је декрет.
sr_latn: I imamo već poslao glasnike pred vama i dodeljuju im supruge i potomke. I nije bilo glasnika da svratim sa znakom osim dozvolu od Alaha. Za svaki izraz je dekret.
uk: І ми вже послав послів перед вами і призначити їх дружин і нащадки. І це було не для messenger прийти зі знаком за винятком дозволу Аллаха. Для всіх термінів є указ.
vi: Và chúng tôi đã gửi các sứ giả trước khi bạn và giao cho họ vợ và con cháu. Và nó đã không cho một messenger để đến với một dấu hiệu trừ bởi sự cho phép của Allah. Đối với mỗi nhiệm kỳ là một nghị định.
zu: Futhi Sesike wathuma izithunywa phambi kwakho ayeyabelwe abafazi nenzalo.

# Quran1746
source: Allah eliminates what He wills or confirms, and with Him is the Mother of the Book.
ca: Allah elimina el que vol o confirma i amb ell és la mare del llibre.
cy: Mae'r Allah yn dileu'r beth ef wills neu yn cadarnhau, a gydag ef yn y fam y llyfr.
da: Allah eliminerer hvad han testamente eller bekræfter, og med ham er mor til bogen.
el: Αλλάχ εξαλείφει αυτό που διαθήκες ή επιβεβαιώνει, και μαζί του είναι η μητέρα του βιβλίου.
et: Allah kõrvaldab, mida ta tahab või kinnitab ja temaga on raamat ema.
fi: Jumala poistaa mitä hän tahtoo tai vahvistaa, ja hänen äitinsä kirja.
he: אללה מבטלת מה הוא צוואות או מאשרת, איתו היא האמא של הספר.
hr: Allah uklanja ono što on želi ili potvrđuje i s njim je majka knjige.
lt: Dievas pašalina ką jis testamentų arba patvirtina, ir su juo yra motina, knyga.
lv: Allah novērš to, ko viņš testamentu vai apstiprina, un viņam līdzi ir grāmatas mātes.
nb: Allah eliminerer hva han wills eller bekrefter og med ham er mor til boken.
sk: Alah eliminuje čo závetu alebo potvrdzuje, a s ním je matkou knihy.
sl: Allah odpravlja kaj on hoče ali potrjuje, in z njim je mati knjige.
sr_cyrl: Аллах отклања шта он Wиллис или потврђује, а са њим је мајка књиге.
sr_latn: Allah otklanja šta on Willis ili potvrđuje, a sa njim je majka knjige.
uk: Аллах усуває те, що він воля або підтверджує і з ним є матір'ю книги.
vi: Allah giúp loại bỏ những gì ông wills hoặc xác nhận, và với anh ta là mẹ của cuốn sách.
zu: Allah eqeda babe He tando noma kufakazela, futhi Him is uMama Book.

# Quran1747
source: And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.
ca: I si us mostrem part del que prometen-los o portarà a la mort, a vostè és només la notificació [deure de] i sobre nosaltres és el compte.
cy: A boed inni ddangos ichi rhan o beth yr ydym yn ei addo iddynt neu fynd â chi i farwolaeth, ar eich hysbysiad [ddyletswydd o] unig, ac ar ein gwarthaf yn y cyfrif.
da: Og om vi vise dig en del af hvad vi lover dem eller tage dig i døden, ved du er kun notifikationen [pligt], og os er kontoen.
el: Και αν σας παρουσιάζουμε μέρος του τι υπόσχονται τους ή να σας μεταφέρει στο θάνατο, επάνω σε σας είναι μόνο με την κοινοποίηση [καθήκον] και προ των πυλών είναι ο λογαριασμός.
et: Ja kas teie osa me lubadus neid või võtta sind surma teie peale on ainult [όlesanne] teatise ja meid on konto.
fi: Ja onko näytämme lupaavat heille tai vie kuolemaan, teitä vain [velvollisuus] ilmoituksen, ja meitä on tili.
he: אם נראה לך חלק מה נוכל להבטיח להם או לקחת אותך במוות, עליכם רק הדיווח [חובה], עלינו החשבון.
hr: I da li smo vam pokazati dio onoga što smo im obećati ili vas odvesti u smrt, te je samo [dužnosti] obavijest, i nam je račun.
lt: Ir ar mes parodysime, ką mes pažadai jų arba per mirties, į tave dalis yra tik [pareigos] pranešimo, ir į mus yra sąskaita.
lv: Un vai mēs parādām to, ko mēs viņiem sola vai tevi nāve, un pār jums daļa ir tikai [pienākums] paziņojums, un pār mums ir konts.
nb: Og om vi viser deg hva vi lover dem eller ta deg i døde, du er bare [plikt] varsel, og på oss er kontoen.
sk: A či vám ukážeme časť toho, čo sľubujú im, alebo vás smrť na vás je len [povinnosť] Oznámenie a na nás účet.
sl: In ali bomo pokazali del kaj obljubim jih ali ste vzeli na smrt, na vas je le [dajatve] obvestilo, in na nas je račun.
sr_cyrl: Да ли ми ти показати шта смо им обећао, или вас одвести у смрт, на теби је само [дужности] обавештење, и пред нама је налог.
sr_latn: Da li mi ti pokazati šta smo im obećao, ili vas odvesti u smrt, na tebi je samo [dužnosti] obaveštenje, i pred nama je nalog.
uk: Чи ми покажемо вам, частина того, що ми обіцяємо їх або взяти вас в смерті, на вас викликає лише повідомлення [обов'язок] і на нас є обліковий запис.
vi: Và cho dù chúng tôi hiển thị cho bạn một phần của những gì chúng tôi hứa với họ hoặc đưa bạn trong cái chết, khi bạn chỉ thông báo [hành nhiệm vụ], và khi chúng tôi là các tài khoản.
zu: Futhi kungakhathaliseki Sibonisa wena ingxenye yalokho We thembisa them noma thatha wena ekufeni, phezu kwakho ungukuphela [duty of] isaziso, naphezu Us kungumlando wokudalwa.

# Quran1748
source: Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account.
ca: No tenen que vist que hem situat sobre la terra, reduint-lo de les seves fronteres? I Allah decideix; no hi ha cap perit de la seva decisió. I ràpida en compte.
cy: Ni welwyd bod yn gosod ar y tir, ei leihau gan ei ffiniau? A bod Allah yn penderfynu; Nid oes unrhyw adjuster am ei benderfyniad. Ac mae swift yn cyfrif.
da: Har de ikke set, at vi satte i landet, at reducere det fra sine grænser? Og Allah beslutter; der er ingen justering af sin beslutning. Og han er hurtig i konto.
el: Έχουν δεν δει ότι έχουμε δημιουργήσει πάνω στη γη, μειώνοντάς τα από τα σύνορά της; Και Αλλάχ αποφασίζει; δεν υπάρχει καμία μηχανισμού ρυθμίσεως για την απόφασή του. Και αυτός είναι swift στο λογαριασμό.
et: Kas nad ei näinud, et me seame upon maa, kärpides seda praeguselt oma piire? Ja Jumal otsustab; ei mingit regulaatorina oma otsusest. Ja ta on swift kontol.
fi: He ole nähneet, että asetamme maalle, vähennetään sen rajojen? Ja Jumala päättää; ei ole Suuntaajan hänen päätöksensä. Ja hän on nopeasti huomioon.
he: הם לא ראו שאנחנו להגדיר על האדמה, לצמצם אותו מן גבולותיה? אללה מחליט; יש אין שמאי על החלטתו. . והוא מהיר בחשבון.
hr: Oni ne vidješe da smo postavili na zemlju, smanjenje svojih granica? I Allah odlučuje; tamo je bez Ispravljača svoju odluku. I on je brz u račun.
lt: Jie nėra matę kad mes nustatyta ant žemės, jis sumažės nuo jos sienų? Ir Dievas nusprendžia; nėra jokių Derintojas apie savo sprendimą. Ir jis greitai sąskaitoje.
lv: Vai viņi nav redzējuši, ka mēs devāmies uz zemes, samazinot to no tās robežām? Un nolemj Allah; tur ir bez regulatora lēmumu. Un viņš ir ātra kontu.
nb: Har de ikke sett at vi satt over landet, slankende det fra sine grenser? Og Allah bestemmer; Det er ingen justering av avgjørelsen. Han er rask i kontoen.
sk: Oni nevideli že nastavíme na zemi, zníži zo svojich hraníc? A Boh sa rozhodne; Neexistuje žiadny prispôsobil jeho rozhodnutia. A je to rýchle na účte.
sl: Oni ne videli, da smo se na kopnem, zmanjšanje od njenih meja? Ter Allah odloči; ni ni ureditelj svojo odločitev. In je hitro v račun.
sr_cyrl: Нисам им видео да Смотали смо земљу, смањење својих граница? И Аллах одлучује; Постоји нема друштва за његову одлуку. И он је брз у налог.
sr_latn: Nisam im video da Smotali smo zemlju, smanjenje svojih granica? I Allah odlučuje; Postoji nema društva za njegovu odluku. I on je brz u nalog.
uk: Вони не бачили, що ми встановити на землі, зменшивши її від її межами? І вирішує Аллах; немає не регулятор його рішення. І він швидкими в обліковий запис.
vi: Họ đã không thấy rằng chúng tôi thiết lập khi đất, giảm từ biên giới của nó? Và Allah quyết định; có là không có điều chỉnh về quyết định của mình. Và ông là nhanh chóng trong tài khoản.
zu: Fanele they cha bheka ukuthi Sibeke phezu kwezwe, yawanciphisa emikhawulweni yalo?

# Quran1749
source: And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.
ca: I aquells abans d'ells havia intrigat, però a Allah pertany el pla totalment. Sap el que guanya cada ànima, i els disbelievers saber per a qui és la casa final.
cy: Ac wedi hynny cyn iddynt wedi'u nodi, ond i Allah yn perthyn i'r cynllun yn gyfan gwbl. Gwyr pob enaid yn ei ennill, a bydd y disbelievers yn gwybod amdanynt yn y cartref terfynol.
da: Og dem før dem havde afbildet, men Allah tilhører planen helt. Han ved, hvad hver sjæl tjener, og vantro vil kende for hvem er den endelige hjem.
el: Και εκείνες πριν από αυτούς είχε σχεδιαστεί, αλλά Αλλάχ ανήκει εξ ολοκλήρου το σχέδιο. Ξέρει τι κερδίζει κάθε ψυχή, και το disbelievers θα ξέρει για τους οποίους είναι η τελική πατρίδα.
et: Ja need, mis on enne neid oli joonistatakse, kuid Jumal kuulub plaani täielikult. Ta teab, et iga hing teenib ja selle uskottomille tead kellele on lõplik kodu.
fi: Ja ennen heitä oli juonitellut vaan Jumalalle kuuluu suunnitelma kokonaan. Hän tuntee jokaisen sielun ansaitsee ja saa luovuttaa tietävät, jonka viimeinen koti.
he: אלה לפניהם היה התוויה, אלא לאללה שייך התוכנית לחלוטין. . הוא יודע מה מרוויח כל נשמה, disbelievers ידע למי הוא הבית האחרון.
hr: I one prije njih imao iscrtati, ali Allahu pripada plan u cijelosti. On zna svaku dušu zarađuje i na iskuse će znati za koga je konačni dom.
lt: Ir prieš juos buvo atidedamos, bet Dievas priklauso planas visiškai. Jis žino, ką kiekviena siela gauna, ir kad disbelievers žino, kuriems yra galutinė namo.
lv: Un tiem, kas pirms tam bija attēlotas, bet Allah pieder plāns pilnībā. Viņš zina, ko nopelna katru dvēseli un disbelievers būs zināt, kuram ir gala sākums.
nb: Og de som før dem hadde plottet, men Allah tilhører planen helt. Han vet hva hver sjel tjener, og troende vil vite som er den siste hjemmet.
sk: A tie pred nimi mal vyniesť, ale Alah patrí plán úplne. Vie, že každá duša, čo zarába a neveriacim vedieť pre koho je posledný domov.
sl: In tiste, pred njimi je narisana, vendar Allah pripada načrt v celoti. Ve, da vsako dušo, kar zasluži in je disbelievers vedeli, za koga je končno doma.
sr_cyrl: И оне пре њих имао нацртану, али Аллах припада план у потпуности. Он зна да је свака душа и зарађује и скептике ће знати за кога је коначни дом.
sr_latn: I one pre njih imao nacrtanu, ali Allah pripada plan u potpunosti. On zna da je svaka duša i zarađuje i skeptike će znati za koga je konačni dom.
uk: І ті, перед ними було накреслено, але щоб Аллах повністю належить план. Він знає, що заробляє кожному душа, і у disbelievers буде знати, для яких є домом для остаточного.
vi: Và những người trước đó đã có âm mưu, nhưng Allah thuộc kế hoạch hoàn toàn. Ông biết những gì mỗi linh hồn kiếm được, và các thì sẽ biết dành cho ai là nhà cuối cùng.
zu: Futhi labo phambili them lase ugobe, kodwa Allah fanele plan ngokuphelele.

# Quran1750
source: And those who have disbelieved say, "You are not a messenger." Say, [O Muhammad], "Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture."
ca: I els que tenen dubtaven dir: "Vostè no és un Missatger." Dir, [O Muhammad], "Sufficient és Allah com a testimoni entre jo i vosaltres i [el testimoni de] qui tingui coneixement de l'escriptura."
cy: A rhai a ddysgais wedi dweud, "Nid ydych yn negesydd." Dweud, [O Muhammad], "digonol yw Allah fel tyst rhwng fi a chi, a [y tyst o] pwy bynnag sydd â gwybodaeth am y ysgrythurau."
da: Og dem, der har disbelieved sige, "Du ikke er en messenger." Sige, [O Muhammad], "tilstrækkeligt er Allah som vidne mellem mig og dig, og [vidne af] Hvem har viden om de hellige skrifter."
el: Και όσοι έχουν disbelieved λένε, «Δεν είστε αγγελιοφόρος.» Πω, [Ο Μωάμεθ], «αρκεί να είναι Αλλάχ ως μάρτυρας μεταξύ εμένα και εσάς, και [ο μάρτυρας της] όποιος έχει γνώση της γραφής. "
et: Ja need, kes on disbelieved öelda: "Sa ei ole messenger." Ütlen, [O Muhammad], "piisavalt on Jumal nagu tunnistaja vahel mina ja sina ja [tunnistaja] kes on pühakirja teadmised."
fi: Ja ne, jotka ovat uskoneet sanoa: "Et ole messenger." Esimerkiksi: [Oi Muhammed] "riittävä, on Jumala todistaa minun ja sinun ja [todistus] kuka tuntee Raamatun."
he: למי יש disbelieved אומרים, "אתה לא שליח." אומרים, [O מוחמד], "Sufficient הוא אללה עד ביני לבינך, והעד [של] מי שיש לו ידע של כתבי הקודש."
hr: I oni koji imaju bio kažu, "Ti si ne glasnik." Kažu, [O Muhammad], "dovoljno je Allah kao svjedok između mene i tebe, i [svjedok] tko je poznavanje Svetog pisma."
lt: Ir tie, kurie turi disbelieved pasakyti, "Jūs esate ne poslanca." Tarkim, [O Muhammad], "pakankamai yra Dievas kaip liudytojas tarp manęs ir tavęs, ir [liudininkas] kas turi žinių apie raštas."
lv: Un tiem, kam ir disbelieved saka: "Jums nav kurjers." Teiksim, [O Muhammad] "pietiekamas ir Allah kā liecinieks starp mani un jums un [liecinieks] tas, kurš pārzina rakstos."
nb: Og de som vantro sier, "Du ikke er en budbringer." Si, [O Muhammad], "tilstrekkelig er Allah som vitne mellom meg og deg, og [vitne til] den som har kjennskap til skriften.»
sk: A tí, ktorí majú pochyboval povedať: "Nie ste posol." Povedať, [Mohamed], "stačí je Alah svedkom medzi mnou a vami, a [svedectvo] ten, kto má znalosti Biblie."
sl: In tisti, ki so verjeli pravijo, "Vi ste ne a sel." Recimo, [O Muhammad], "dovolj je Allah kot priča med jaz in ti, in [priča] kdor pozna Sveto pismo."
sr_cyrl: И они који имају не верује да кажу, "Ти си гласник." Рецимо , [О Мухаммад], "Суффициент је Аллах сведок између мене и тебе, и [име светаца] онај ко има знање писма из."
sr_latn: I oni koji imaju ne veruje da kažu, "Ti si glasnik." Recimo, [O Muhammad], "Sufficient je Allah svedok između mene i tebe, i [ime svetaca] onaj ko ima znanje pisma iz."
uk: І ті, хто мають disbelieved сказати: "Ти не messenger". Скажімо, [O Мухаммад], "достатній є Аллаха як свідок між мною та вами і [свідком] той, хто володіє знаннями в Писанні."
vi: Và những người đã disbelieved nói rằng, "bạn không đưa tin." Nói, [O Muhammad], "Sufficient là Allah là nhân chứng giữa tôi và bạn, và [sự chứng kiến của] bất cứ ai có kiến thức về kinh thánh."
zu: Futhi labo disbelieved uthi: "Awuyena isithunywa."
