Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran466
source: Those to whom hypocrites said, "Indeed, the people have gathered against you, so fear them." But it [merely] increased them in faith, and they said, "Sufficient for us is Allah, and [He is] the best Disposer of affairs."
ca: Aquells a qui hipòcrites va dir, "de fet, les persones s'han reunit contra tu, tan por-los." Però això [només] augmentaven-los en la fe, i van dir, "Sufficient per a nosaltres és a Allah, i [és] la millor triturador d'Afers."
cy: Mae rhai y dywedodd rhagrithwyr, "yn wir, mae pobl yn casglu yn eich erbyn, felly yn ofni iddynt." Ond [ond] cynyddodd iddynt mewn ffydd, a dywedodd, "digonol i ni yn Allah, ac [Mae'n] y Disposer gorau o'r materion."
da: Dem som hyklere sagde, "Ja, folk har samlet imod dig, så frygter dem." Men det [kun] steg dem i troen, og de sagde: "tilstrækkeligt for os er Allah, og [han] den bedste forvalter af anliggender."
el: Εκείνους στους οποίους υποκριτές είπε, «πράγματι, οι άνθρωποι έχουν συγκεντρωθεί εναντίον σας, μέχρι το φόβο τους.» Αλλά [μόνο] αυξήθηκε τους στην πίστη, και είπαν, «αρκεί για εμάς είναι Αλλάχ, και [είναι] το καλύτερο Disposer των υποθέσεων.»
et: Need, kellele silmakirjatsejad ütles, "tõepoolest, inimesed on kogunenud sinu vastu, nii karda neid." Kuid see [ainult] suurenenud neid usus, ja nad ütlesid: "meile piisavalt on Allah ja [on] parim jäätmekõrvaldaja enese."
fi: Niille joille tekopyhät sanoi, "itse asiassa ihmiset ovat keränneet sinua vastaan, niin pelko niitä." Mutta [vain] korotti niitä, uskossa, ja he sanoivat: "riittävä meille, on Jumala, ja hän on Taatusti säätäjä asioiden."
he: אלה למי צבועים אמר, "ואכן, האנשים התאספו נגדך, כל כך פחד אותם." אבל [רק] מאריך אותם באמונה, הם אמרו, "Sufficient בשבילנו הוא אללה, [הוא] Disposer הטוב ביותר של ענייני."
hr: One kojima licemjeri rekao, "uistinu, ljudi su se okupili protiv tebe, dakle strah ih." Ali [samo] ih porastao u vjeri, i rekli: "dovoljno nam je Allah, i on je najbolji odlagača poslove."
lt: Tie, kuriems veidmainiai sakė, "iš tiesų, žmonių susirinko prieš jus, Taigi bijoti jų." Bet ji [tik] padidėjo jų tikėjimą, ir jie pasakė, "pakankamai mums yra Dievas, ir [jis] geriausius tvarkymą reikalų."
lv: Tiem kam liekuļi teica: "patiešām, esam sapulcējušies cilvēki pret jums, tātad bailes tos." Bet tā [tikai] palielināja viņus ticībā, un viņi teica, "pietiekamas mums ir Allah, un [viņš] labāko aizvākšanu lietu."
nb: De som hyklerne sagt, "Ja, de har samlet mot deg, så frykt dem." Men det [bare] økt dem i tro, og de sa, "tilstrekkelig for oss er Allah, og [er] de beste Disposer anliggender."
sk: Tých, ktorým pokrytci povedal, "skutočne, ľudia zhromaždili proti vám, tak strach im." Ale [len] vzrástol ich vo viere, a oni povedali: "dostatočné pre nás je Alah a [On] najlepšie zneškodňovateľ vecí."
sl: Ti komu je rekel hinavci, "res, ljudje so se zbrali proti vam, tako jih bojijo." Vendar to [samo] jih rast v veri, in rekli, "dovolj za nas je Allah, in [je] najboljše odstranjevalca zadeve."
sr_cyrl: Онима којима лицемери је рекао, "заиста, људи су се окупили против тебе, па бојим их се." Али то их [само] повећао се у вери, и рекли су, "Суффициент нам је Аллах, и [је] најбоље Диспосер послова."
sr_latn: Onima kojima licemeri je rekao, "zaista, ljudi su se okupili protiv tebe, pa bojim ih se." Ali to ih [samo] povećao se u veri, i rekli su, "Sufficient nam je Allah, i [je] najbolje Disposer poslova."
uk: Тих, кому лицеміри сказав, "дійсно, людей зібралися проти вас, так бояться їх." Але [просто] збільшив їх у вірі, і вони сказали: "достатній для нас Аллаха, і [він] найкраще Disposer справ."
vi: Những người mà hypocrites nói: "thật vậy, người đã tập hợp chống lại bạn, vì vậy sợ họ." Nhưng [chỉ là] tăng lên chúng trong Đức tin, và họ nói rằng, "Sufficient cho chúng tôi là Allah, và [ông] Disposer tốt nhất của vấn đề."
zu: Labo bazenzisi kubani, wathi: "Ngempela, abantu baye bahlangana ukuze balwe nawe, ngakho saba them."

# Quran467
source: So they returned with favor from Allah and bounty, no harm having touched them. And they pursued the pleasure of Allah, and Allah is the possessor of great bounty.
ca: Així van tornar amb el favor d'Allah i recompenses, gens de mal haver tocat a ells. I persegueix el plaer d'Allah, i Allah és el posseïdor de grans recompenses.
cy: Felly Dychwelasant gyda favor gan Allah a bounty, unrhyw niwed yn cael eu crybwyll. A oeddent yn anelu ato y pleser o Allah, a Allah yw y possessor o'r bounty mawr.
da: Så vendte de tilbage med fordel fra Allah og bounty, ingen skade at have rørt dem. De forfulgte fornøjelsen af Allah, og Allah er besidderen af stor dusør.
el: Έτσι επέστρεψαν με εύνοια από Αλλάχ και γενναιοδωρία, καμία ζημιά έχοντας άγγιξε τους. Και ακολούθησαν τη χαρά του Αλλάχ, και Αλλάχ είναι ο νομέας του μεγάλη γενναιοδωρία.
et: Nii nad tagasi kasuks Allah ja halastus, mingit kahju, millel on puudutanud neid. Nad taotletava rõõm Jumal ja Allah on suur halastus valdaja.
fi: Niin he palasivat suopeasti Allah ja bounty, ei haittaa on koskettanut heitä. He toteuttavat ilo Jumala, ja Jumala on suuri armo omistaja.
he: אז הם חזרו עם טובה מן אללה והשפע, לא מזיק שיש נגע בהם. . הם רדפו את העונג של אללה ו אללה הוא והאלוהי. כן.
hr: Tako su se vratili s uslugu od Allaha i obilja, nema štete da ih dotakne. I jurili su zadovoljstvo Allaha, a Allah je posjednik veliku nagradu.
lt: Taigi jie grįžo su naudai nuo Dievo ir bounty, atsižvelgdama palietė jiems žalą. Jie dirbo su malonumu Dievo ir Dievas yra puikus bounty valdytojas.
lv: Tāpēc viņi atgriezās ar labvēlību no Allah un veltes, nevienam nekaitē tiem kam pieskārās. Viņi turpināja Allah prieku un Allah ir lielu devība valdītāju.
nb: Så tilbake de med fordel fra Allah og bounty, ingen skade har rørt dem. Og de forfulgte gleden av Allah, og Allah er eier av stor skuddpremie.
sk: Tak sa vrátili s láskavosť od Boha a bounty, žiadne poškodenie, majú dotkol sa ich. Oni sledovať radosť z Boha a Alah je vlastníkom veľkú odmenu.
sl: Tako so se vrnili z uslugo od Allah in radodarnosti, nobene škode, ki jih dotaknili. In jih zasleduje užitek Allah in Alah je lastnik veliko radodarnosti.
sr_cyrl: Тако су се вратили са услугу од Алаха и награда, никакво зло их додирнули. Јурили су задовољство Аллаха и Аллах је ималац велику награду.
sr_latn: Tako su se vratili sa uslugu od Alaha i nagrada, nikakvo zlo ih dodirnuli. Jurili su zadovoljstvo Allaha i Allah je imalac veliku nagradu.
uk: Так, вони повернулися з користь від Аллах і щедрості, ніякої шкоди, маючи доторкнувся до них. Вони переслідували задоволення Аллах і, Аллах є володарем великої щедрості.
vi: Vì vậy, họ trở về với ưu tiên từ Allah và hào phóng, không gây thiệt hại có chạm vào chúng. Họ theo đuổi những niềm vui của Allah và Allah là người sở hữu rất hào phóng.
zu: Ngakho zabuya ngomusa Allah and ekufunayo nekucelayo, hhayi hlungu kokuba wabathinta.

# Quran468
source: That is only Satan who frightens [you] of his supporters. So fear them not, but fear Me, if you are [indeed] believers.
ca: És només Satan que espanta [que] dels seus partidaris. Així que por ells no, però por de mi, si és [fet] creients.
cy: Dyna'r unig Satan sydd yn dychryn [ydych] ei chefnogwyr. Felly iddynt ofni nad, ond ofn imi, os ydych yn [yn wir] credinwyr.
da: Det er kun Satan, der skræmmer [du] af hans tilhængere. Så frygter dem ikke, men er bange for mig, hvis du er [Ja] troende.
el: Δηλαδή μόνο ο Σατανάς που φοβίζει [θα] από τους υποστηρικτές του. Έτσι ο φόβος τους δεν είναι, αλλά ο φόβος μου, αν είστε [πράγματι] πιστοί.
et: See on ainus Saatan, kes hirmutab [te] tema toetajad. Nii karda neid, kuid hirm mind, kui olete [tõepoolest] usklikud.
fi: Se on ainoa Saatana, joka pelottaa [sinulle] hänen kannattajansa. Niin pelkää heitä, mutta pelkäävät minua, jos olette [] uskovaisia.
he: זה רק השטן הוא מפחיד [לך] של תומכיו. אז אל תפחד מהם, אבל מפחד, אם אתה אכן [] המאמינים.
hr: To je samo Sotona koji plaši [te] njegove pristalice. Tako ih nije strah, ali strah Me, ako ste [doista] vjernici.
lt: Tai yra tik Šėtonas, kurie gąsdina [jūs], jo šalininkai. Taigi jų nebijau, bet baimė mane, jei esate [iš tikrųjų] tikinčiųjų.
lv: Tas ir tikai sātans, kas biedē [tu] un viņa atbalstītāji. Tātad tās nav bailes, bet bailes man, ja jūs tiešām [] ticīgie.
nb: Det er bare Satan som skremmer [du] av hans tilhengere. Så frykt dem ikke, men frykter meg, hvis du er [virkelig] troende.
sk: To je len Satan, ktorý desí [vás] jeho priaznivcov. Tak im Neboj, ale strach ma, ak ste [naozaj] veriacich.
sl: To je samo Satan, ki plaši [si] od njegovi privrženci. Tako jih ne bojijo, ampak strah Me, če ste [res] verniki.
sr_cyrl: То јест једини Сотона који се бојите [] његове присталице. Тако их не бој се, али Ме се бојиш, ако сте [заиста] верници.
sr_latn: To jest jedini Sotona koji se bojite [] njegove pristalice. Tako ih ne boj se, ali Me se bojiš, ako ste [zaista] vernici.
uk: Тобто тільки сатани, який лякає [ваc] його прихильників. Таким чином, не бійся їх, але страх мене, якщо ви справді [] віруючих.
vi: Đó là chỉ Satan những người sợ [Anh] của ủng hộ ông. Vì vậy họ Đừng sợ, nhưng sợ tôi, nếu bạn [quả thật] tín hữu.
zu: Yilokho kuphela uSathane kuyabethusa [ukuba] abalandeli bakhe.

# Quran469
source: And do not be grieved, [O Muhammad], by those who hasten into disbelief. Indeed, they will never harm Allah at all. Allah intends that He should give them no share in the Hereafter, and for them is a great punishment.
ca: I no estar tristos, [O Muhammad], per qui afanyo en incredulitat. De fet, ells mai no perjudicarà Allah en absolut. Allah pretén que va ha de donar-los que cap quota en el futur i per a ells és un gran càstig.
cy: A Peidiwch alaru, [O Muhammad], gan y rhai sy'n cyflymu mewn anghrediniaeth. Yn wir, bydd iddynt byth niwed Allah bob. Mae'r Allah yn bwriadu y dylai roi cosb mawr i iddynt yw unrhyw gyfran yn y o hyn ymlaen, ac ar eu cyfer.
da: Og vær ikke bedrøvet, [O Muhammad], af dem, der skynder mig ind i vantro. Ja, de vil aldrig skade Allah overhovedet. Allah har til hensigt at han bør give dem ingen andel i hinsidige, og for dem er en stor straf.
el: Και να μην είστε θρηνούν, [Ο Μωάμεθ], από εκείνους που σπεύδουν σε δυσπιστία. Πράγματι, αυτοί ποτέ δεν θα βλάψουν Αλλάχ καθόλου. Αλλάχ σκοπεύει ότι πρέπει να δώσει τους μερίδιο στην συνέχεια, και για τους είναι μια μεγάλη τιμωρία.
et: Ja ära ole kurvaks [O Muhammad] töötaotluste arvesse uskumatus kiirustama. Tõepoolest, nad ei ole kunagi kahju Allah üldse. Jumal soovib, et ta tuleb anda neile mingit osa edaspidi ja neil on suur karistus.
fi: Ja ei ole surrut, [Oi Muhammed] ne, jotka jouduttaa epäuskoa. Itse asiassa he eivät koskaan haittaa Allah ollenkaan. Jumala haluaa, että hän pitäisi antaa heille osaa jäljempänä ja niistä suuri rangaistus.
he: ואל תהיה באבל, [O מוחמד], על ידי מי לזרז לתוך אמון. אכן, הם לעולם לא יפגעו אללה בכלל. אללה בכוונת כי הוא צריך לתת להם שחלק בעולם הבא, בשבילם זה עונש גדול.
hr: I nemoj biti tužan, [O Muhammad], zbog onih koji ubrzati u nevjerici. Doista, oni nikada neće naškoditi Allah na sve. Allah namerava da trebao bi ih nema udio u daljnjem tekstu, a za njih je velika kazna.
lt: Ir negali būti Zasmucony, [O Muhammad], tie, kurie skubėti į netikėjimo. Iš tiesų, jie niekada pakenkti Dievas ne visi. Dievas ketina, kad jis turėtų suteikti jiems nėra dalis toliau, ir jiems yra puikus bausmė.
lv: Un nebūt bēdājās [O Muhammad], tie, kuri savā neticībā paātrināt. Patiesi, viņi nekad kaitēs Allah vispār. Allah ir paredzējusi, ka viņam jādod viņiem nav daļa turpmāk, un viņiem ir liels sods.
nb: Og ikke bli bedrøvet, [O Muhammad], av dem som skynde i vantro. De vil faktisk aldri skade Allah hele. Allah hensikt at han skulle gi dem ingen del i hinsidige, og for dem er en stor straff.
sk: A nenechajte sa trápil, [Mohamed], tí, ktorí ponáhľať do neveriacky. V skutočnosti, oni nikdy poškodí Alah vôbec. Boh chce, že on by im žiadny podiel v nižšie, a pre nich je veľký trest.
sl: In ne bodite žalostjo, [O Muhammad], tisti, ki pospeši v nejeverno. Res, da bo nikoli ne škodi Allah sploh. Allah namerava, da on naj bi jih ni delež v nadaljevanju, in za njih je veliko kazen.
sr_cyrl: И не буди у болу, [О Мухаммад], због оних који убрзати у неверици. Заиста , никада нисам Наудит ће Аллах уопште. Алах намерава да да их нема удео на другом свету, и за њих је велика казна.
sr_latn: I ne budi u bolu, [O Muhammad], zbog onih koji ubrzati u neverici. Zaista, nikada nisam Naudit će Allah uopšte. Alah namerava da da ih nema udeo na drugom svetu, i za njih je velika kazna.
uk: А не засмутило те, [O Мухаммад], ті, хто Поспішай в невірстві. Справді, вони ніколи не зашкодить Аллах на всіх. Аллах має намір, що він повинен дати їм ні частки в майбутньому і для них є велике покарання.
vi: Và không buồn, [O Muhammad], bởi những người đẩy nhanh vào sự hoài nghi. Thật vậy, họ sẽ không bao giờ gây hại cho Allah ở tất cả. Allah dự định rằng ông nên cung cấp cho họ không chia sẻ trong tương lai, và cho họ là một hình phạt rất lớn.
zu: Futhi musa lusizi, [O Muhammad], labo khawuleza ku disbelief.

# Quran470
source: Indeed, those who purchase disbelief [in exchange] for faith - never will they harm Allah at all, and for them is a painful punishment.
ca: De fet, qui compra incredulitat [a canvi] per fe - mai no es perjudica Allah a tots i per a ells és un dolor càstig.
cy: Yn wir, mae rhai sy'n prynu anghrediniaeth [yn gyfnewid] am ffydd-bydd byth yn eu niwed Allah bob, ac am eu cosbi poenus.
da: Ja, dem, der køber vantro [i exchange] tro - aldrig vil de skade Allah overhovedet, og for dem er en smertefuld straf.
el: Πράγματι, εκείνοι που αγοράζουν δυσπιστία [στον exchange] για την πίστη - ποτέ δεν θα μπορούν να βλάψουν Αλλάχ καθόλου, και για τους είναι μια οδυνηρή τιμωρία.
et: Tõepoolest, need, kes ostavad uskumatus [exchange] usk - kunagi tahtmist nad kahjustada Allah üldse ja neil on valus karistus.
fi: Jotka ostavat epäusko [vaihto] faith - koskaan ne vahingoittavat Allah ollenkaan, ja niitä onkin tuskallinen rangaistus.
he: אכן, אלה שרוכשים חוסר אמונה [ב- exchange] אמונה - לעולם לא נהיה, פוגעים אללה בכלל, ולכל אותם הוא עונש כואב.
hr: Uistinu, oni koji kupuju nevjerovanje [u zamjenu] za vjeru - nikad neće Naudit Allah na sve, i za njih je bolna kazna.
lt: Iš tiesų, tie, kurie perka netikėjimas [exchange] už tikėjimą - niekada bus jie kenkia Dievas ne visi, ir jiems yra skausmingas bausmė.
lv: Patiešām, tiem, kas pērk neticība [exchange] ticībā - nekad būs tie kaitēt Allah vispār, un viņiem ir sāpīgi sods.
nb: De som kjøper vantro [exchange] for tro - aldri vil de skade Allah hele, og for dem er faktisk en pinefull straff.
sk: V skutočnosti tí, ktorí nákup neveriacky [exchange], viera - nikdy sa im poškodiť Alah vôbec a pre nich je bolestivé trest.
sl: Res, tisti, ki kupujejo nejeverno [v zameno] za vero - nikoli ne bo škodujejo Allah sploh in za njih je boleča kazen.
sr_cyrl: Уистину , оне који неверовање [заузврат] за веру - никад неће уопште Наудит Алаха, и за њих је болна казна.
sr_latn: Uistinu, one koji neverovanje [zauzvrat] za veru - nikad neće uopšte Naudit Alaha, i za njih je bolna kazna.
uk: Дійсно, тих, хто купує невір'я [в обмін] для віри - ніколи не будуть вони завдають шкоди Аллах на всіх і для них є болючим покарання.
vi: Thật vậy, những người mua sự hoài nghi [trao đổi] cho Đức tin - sẽ không bao giờ họ làm hại Allah ở tất cả, và họ là một hình phạt đau đớn.
zu: Ngempela, labo ukuthenga disbelief [in exchange] ngenxa yokholo - angisoze ilimaza Allah nhlobo, futhi kubo buhlungu jeziso.

# Quran471
source: And let not those who disbelieve ever think that [because] We extend their time [of enjoyment] it is better for them. We only extend it for them so that they may increase in sin, and for them is a humiliating punishment.
ca: I que no els que dubten mai pensen que [perquè] ampliem el seu temps [de gaudi] és millor per a ells. Nosaltres només estendre'l per a ells així que pot augmentar en el pecat i per a ells és un càstig humiliant.
cy: A gadewch Mae nid y rhai a chredu erioed yn credu ei bod yn well iddynt [oherwydd] ydym yn ymestyn eu amser [o fwynhad]. Dim ond inni ei ymestyn iddynt fel y gall cynnydd mewn pechod, ac iddynt hwy yn cosbi bychanol.
da: Og lad ikke dem, der ikke tror nogensinde, at [fordi] vi udvide deres tid [af nydelse] det er bedre for dem. Vi kun udvide det for dem, således at de kan øge i synd, og for dem er en ydmygende straf.
el: Και ας δεν όσους δυσπιστώ ποτέ σκεφτώ ότι [επειδή] μπορούμε να επεκτείνουμε το χρόνο τους [της απόλαυσης] είναι καλύτερο για αυτούς. Επεκτείνουμε μόνο για τους έτσι ώστε να μπορεί να αυξήσει στην αμαρτία, και αποτελεί μια ταπεινωτική τιμωρία για αυτούς.
et: Ja mitte neile, kes kunagi usu. arvan, et [sest] me laiendada oma aega [nautimine] on parem neil lasta. Me ainult seda pikendada neile, et nad võivad suurendada patt ja on neile alandav karistus.
fi: Ja anna eikä niitä, jotka ovat uskottomia koskaan ajatella, että [koska] laajennamme saapumisaikansa [nautintoa] on heille parempi. Me vain laajentaa niitä niin, että voi lisätä synnissä ja niitä on nöyryyttävä rangaistus.
he: ולתת לא אלה לא להאמין שאי פעם חושב [כי] אנו להרחיב את הזמן שלהם [של הנאה] שזה טוב בשבילם. אנחנו רק להאריך אותה אותם כך שהם עשויים להגדיל ב sin, בשבילם הוא עונש משפיל.
hr: I neka ne oni koji ne vjeruju li mislim da [jer] možemo proširiti svoje vrijeme [uživanja] je bolje za njih. Samo produžimo ga za njih tako da oni mogu povećati u grijeh, i za njih je ponižavajuće kazne.
lt: Ir tegul ne tiems, kurie neturi wierza kada nors manau, kad [nes] mes pratęsti savo laiką [apie malonumą] tai geriau už juos. Mes tik jį pratęsti jiems, kad jie gali padidinti į nuodėmę, ir jiems yra žeminanti bausmė.
lv: Un ļāva ne tādi, kuri neticēt kādreiz domāju, ka [jo] mēs paplašinām savu laiku [baudījumu] ir labāk par viņiem. Mēs tikai paplašināt to viņiem tāpēc, ka viņi var palielināt grēks, un viņiem ir pazemojošs sods.
nb: Og la ikke de som tviler noensinne tror at [fordi] vi utvide sin tid [av glede] det er bedre for dem. Vi bare utvide dem slik at de kan øke i synd, og for dem er ydmykende straff.
sk: A nech nie tých, ktorí neveriť vôbec myslieť, že [pretože] môžeme rozšíriť ich čas [radosti] je pre nich lepšie. Sme len predĺžiť im tak, že môžu zvyšovať v hriechu, a je pre nich ponižujúce tresty.
sl: In naj ne tistim, ki verjamem kdaj zdi, da [ker] smo razširiti svoj čas [uživanja] je bolje za njih. Smo le to razširiti zanje, tako da bi lahko povečala v greh, in zanje ni ponižujoče kazni.
sr_cyrl: И нека не они који је икада сумњаш да [јер] да проширимо своје доба [уживања] било би боље за њих. Само смо то проширити за њих тако да може да се повећа у греху, и за њих је понижавајуће казна.
sr_latn: I neka ne oni koji je ikada sumnjaš da [jer] da proširimo svoje doba [uživanja] bilo bi bolje za njih. Samo smo to proširiti za njih tako da može da se poveća u grehu, i za njih je ponižavajuće kazna.
uk: І нехай не тих, хто не вірити, коли-небудь подумати, що [] ми висловлюємо час свого [насолоди] тому краще для них. Ми тільки розширити його для них, вони можуть збільшити в гріху і для них це принизливе покарання.
vi: Và để cho không những người disbelieve bao giờ nghĩ rằng [bởi vì chúng tôi mở rộng thời gian [của hưởng thụ] họ] là tốt hơn cho họ. Chúng tôi chỉ mở rộng nó cho họ để cho họ có thể tăng trong tội lỗi, và đối với họ là một sự trừng phạt nhục nhã.
zu: Futhi ukungalungi makungahlali labo disbelieve ongake acabange ukuthi [ngoba] Sidlulisa isikhathi sabo [injabulo] kungcono for them.
