Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran715
source: And We sent, following in their footsteps, Jesus, the son of Mary, confirming that which came before him in the Torah; and We gave him the Gospel, in which was guidance and light and confirming that which preceded it of the Torah as guidance and instruction for the righteous.
ca: I hem enviat, seguint els passos, Jesús, el fill de Mary, confirmant que que va precedir a la Torà; i li donàvem l'Evangeli, en el qual era Consell i llum i confirmant que que precedit de la Torà com orientació i instrucció per al recte.
cy: A anfonwyd gennym, yn dilyn eu hesiampl, yn cadarnhau Iesu, fab i Mary, a ddaeth ger ei fron yn y Torah; a rhoddodd iddo yr efengyl, yr oedd yn canllawiau a golau ac yn cadarnhau y a'i rhagflaenodd o y Torah fel canllawiau a chyfarwyddiadau ar gyfer y righteous.
da: Og vi sendte, følge i deres fodspor, Jesus, søn af Mary, bekræfter at der kom før ham i Toraen; og vi gav ham det evangelium, hvori var vejledning og lys og bekræfter, at der forud det af Toraen som vejledning og instruktion til retfærdige.
el: Και στείλαμε, ακολουθώντας τα βήματά τους, ο Ιησούς, ο γιος της Μαρίας, επιβεβαιώνοντας ότι που ήρθαν πριν από αυτόν στο Torah? και του δώσαμε το Ευαγγέλιο, στο οποίο ήταν καθοδήγηση και φως και επιβεβαιώνοντας ότι που προηγήθηκαν του Torah ως καθοδήγηση και την εκπαίδευση για τους δίκαιους.
et: Ja saatsime, pärast nende jälgedes, Jeesuse, Maarja, poeg kinnitades et kumb oli enne teda Toora; ja andsime talle evangeeliumi, kus oli Arendus- ja valgus- ja kinnitades, et kes ees see Toora Arendus ja õpetuse õige.
fi: Ja lähetimme, seuraavat heidän jälkiään, Jeesus, Marian poika että joka tuli ennen häntä Tooran; ja annoimme hänelle evankeliumi, jossa oli ohjaus- ja valo- ja vahvistaa, että edeltävät kriisit Tooran ohjausta ja opetusta vanhurskaat.
he: ולאשר שלחנו, בעקבות שלהם, ישוע, בנם של מרי, זה שבא לפניו בתורה; נתנו לו את הבשורה, שבו היה הדרכה ו אור המאשר כי שקדמה זה של התורה כמו והדרכה לצדיקים.
hr: I poslali smo njihovim stopama, Isus, sin Marije, potvrđuje taj koji je prije njega u Tori; i dali smo mu Evanđelje, u kojem je vodstvo i svjetlo i potvrđuje da koji mu prethodili Tore kao smjernice i upute za pravednike.
lt: Ir išsiuntėme, po jų pėdomis, Jėzus, Marija, sūnus patvirtinama, kad, kuris buvo prieš jį Tora; ir mes davė jam Evangelija, kurioje buvo orientavimo ir šviesos ir patvirtinama, kad, prieš tai Tora kaip patarimų ir instrukcijų, teisus.
lv: Un mēs nosūtījām, pēc viņu pēdās, Jēzus, Marija, dēls apstiprinot, ka kas nāca pirms viņa Toru; un mēs iedevām viņam evaņģēliju, kurā tika virzības un gaismas un apstiprinot, kas pirms to Toras kā vadlīnijas un norādījumi taisns.
nb: Og vi sendte, følge i deres fotspor, Jesus, sønn av Mary, bekrefter at som kom før ham i Torah; og vi ga ham evangeliet, der var veiledning og lys og bekrefter at som innledes av Torah som veiledning og instruksjon for rettferdige.
sk: A poslali sme, po ich stopách, Ježišu, syn Márie, potvrdenie ktoré prišli pred ním v Toray; a my sme mu evanjelia, v ktorom bolo usmernenie a svetlo a potvrdzuje, že čo to Toray predchádzať ako pokyny a inštrukcie pre spravodlivých.
sl: In smo poslali, po njihovih stopinjah, Jezus, sin Marije, ki potrjuje, da ki je prišel pred njim v Toro; in smo mu evangelija, v katerem je bil smernice in svetlobo in ki potrjuje, da ki pred njo Tora kot smernice in navodila za pravičnega.
sr_cyrl: И послали смо, њиховим стопама, Исус, син Марије, Потврђујући да који је био пре њега у Тори; и дали смо му Библију, у којој је био водич и светло и Потврђујући да која јој претходи од Тори као водич и упутство за праведне.
sr_latn: I poslali smo, njihovim stopama, Isus, sin Marije, Potvrđujući da koji je bio pre njega u Tori; i dali smo mu Bibliju, u kojoj je bio vodič i svetlo i Potvrđujući da koja joj prethodi od Tori kao vodič i uputstvo za pravedne.
uk: І ми відправили, слідуючи по їх стопах, Ісус, син Марії, який підтверджує, що було перед ним в Торі; і ми дали йому Євангеліє, в якому була керівництвом і світла та підтверджує, що які передують йому Тори як керівництва та інструкції для праведників.
vi: Và chúng tôi đã gửi, sau trong bước chân của họ, Chúa Giêsu, con trai của Mary, xác nhận rằng mà đến trước khi ngài trong Torah; và chúng tôi đã cho anh ta tin mừng, trong đó đã là hướng dẫn và ánh sáng và xác nhận mà trước đó của Torah như hướng dẫn và hướng dẫn cho các công bình.
zu: Futhi Sithumele, landela ngaphakathi bo gi, uJesu, indodana kaMariya, eqinisekisa ukuthi lapho weza phambi kwakhe Torah;

# Quran716
source: And let the People of the Gospel judge by what Allah has revealed therein. And whoever does not judge by what Allah has revealed - then it is those who are the defiantly disobedient.
ca: I deixar que la gent del jutge Evangeli per què Allah ha revelat en això. I qui no jutjar per què Allah ha revelat - llavors és qui estan desafiant desobedients.
cy: A gadael i bobl y barnwr efengyl gan beth Allah wedi datgelu ynddo. Ac nid yw pwy bynnag barnu gan beth Allah wedi datgelu-yna mae'n rhai sy'n defiantly anufudd.
da: Og lade folk af evangeliet dommer af hvad Allah har åbenbaret deri. Og hvem vurderer ikke af hvad Allah har åbenbaret - så er det dem, der er trodsigt ulydige.
el: Και ας τους ανθρώπους του δικαστή Ευαγγέλιο από τι Αλλάχ αποκάλυψε σ ' αυτό. Και όποιος δεν κρίνει από τι Αλλάχ έχει αποκαλύψει - τότε είναι εκείνοι που είναι προκλητικά ανυπάκουος.
et: Ja Las inimesed evangeeliumi kohtuniku poolt mida Jumal näitas seal. Ja kes ei ole kohtunik mida Allah on selgunud - siis on need, kes on väljakutsuvalt sõnakuulmatud.
fi: Ja kerrot evankeliumin tuomari, jonka Jumala osoitti siinä. Ja kuka ei tuomitse jonka Allah paljastui - niin ne, jotka on uhmakkaasti tottelemattomia.
he: . ותן לאנשים של השופט הבשורה על ידי מה אללה חשף המצוי בו. ואת מי לא לשפוט. לפי מה אללה חשף - אז זה מי בהתרסה ממושמע, לאחר.
hr: I neka ljudi Evanđelja sudac po ono što Allah je objavio u njemu. A ko ne sudi po ono što je Allah objavio - onda je one koji su prkosno neposlušan.
lt: Ir tegul žmonės Evangelijos teisėjo iš ką Dievas parodė jame. Ir kas nėra teisėjas iš Dievas parodė - tada jis yra tie, kurie yra iššaukiančiai Nepaklusniųjų.
lv: Un ļaut cilvēkiem evaņģēlija tiesneša, kas Allah ir atklājusi tajā. Un tas, kurš nav tiesnesis, Allah atklāja - tad tas ir tiem, kas ir izaicinoši nepaklausīgs.
nb: Og la folk evangeliet dommeren av hva Allah har avdekket der. Og den som ikke dømmer av hva Allah har avslørt - så er det de som er trassig ulydige.
sk: A ľuďom evanjelium sudca tým, čo Boh ukázal v ňom. A ten, kto nemá súdiť tým, čo Boh ukázal - potom je tých, ktorí sú vyzývavé neposlušný.
sl: In naj ljudje evangelij sodnik kaj Allah je pokazala v njej. In kdo ne sodi po kaj Allah je pokazala - potem je tisti, ki so kljubovalno neposlušni.
sr_cyrl: И пустите људе од судија Госпел по шта је Аллах открио у томе. И онај ко не суди по шта Аллах је открио - онда је оне који су пркосно непослушно.
sr_latn: I pustite ljude od sudija Gospel po šta je Allah otkrio u tome. I onaj ko ne sudi po šta Allah je otkrio - onda je one koji su prkosno neposlušno.
uk: І нехай люди суддя Євангеліє, що Аллах показало, в ньому. І той, хто не судимий за те, що Аллах показало, - то це ті, хто зухвало неслухняних.
vi: Và để cho người dân của các thẩm phán phúc âm bởi những gì Allah đã tiết lộ trong đó. Và bất cứ ai có không đánh giá bởi những gì Allah đã tiết lộ - sau đó là những ai là ngô nghịch defiantly.
zu: Futhi ake Zabantu ijaji Gospel yilokho Allah uye wasembulela therein.

# Quran717
source: And We have revealed to you, [O Muhammad], the Book in truth, confirming that which preceded it of the Scripture and as a criterion over it. So judge between them by what Allah has revealed and do not follow their inclinations away from what has come to you of the truth. To each of you We prescribed a law and a method. Had Allah willed, He would have made you one nation [united in religion], but [He intended] to test you in what He has given you; so race to [all that is] good. To Allah is your return all together, and He will [then] inform you concerning that over which you used to differ.
ca: I ens ha revelat a vostè, [O Muhammad], el llibre en veritat, confirmant que que precedit de l'escriptura i com a criteri sobre això. Així jutjar entre ells per què Allah ha revelat i no segueixen d'inclinacions de què ha arribat a vostè de la veritat. A cada un de vosaltres ens prescrit un dret i un mètode. Tenia Allah willed, li hauria fet una nació [Regne en religió], però [pretenia] per provar en el que ell ha donat cursa així per [tots que és] bona. A Allah és el seu retorn tots junts, i va [llavors] us informarà sobre que sobre les quals solia diferir.
cy: Ac yr ydym wedi datgelu i chi, [O Muhammad], y llyfr mewn gwirionedd, cadarnhau a a'i rhagflaenodd yr ysgrythur ac fel maen prawf dros ei. Felly farnu rhyngddynt gan Datgelodd Allah ac nid yn dilyn prawf eu pellter oddi wrth beth wedi dod i chi am y gwir. I bob un ohonoch Rydym yn rhagnodi cyfraith a dull. Roedd Allah ewyllysio iddi, byddai wedi ichi un genedl [Unedig mewn crefydd], ond [oedd yn bwriadu] i chi brofi beth roddodd chi; hil felly i [popeth] da. I Allah yw yn dychwelyd eich gilydd, a fydd ef [] yn sail i chi ynghylch y dros y gwnaethoch eu defnyddio i fod yn wahanol.
da: Og vi har åbenbaret for dig, [O Muhammad], bog i sandhed, bekræfter, at der forud det af Skriften og som kriterium over det. Så dømme mellem dem af hvad Allah har åbenbaret og følger ikke deres tilbøjeligheder fra hvad er kommet til dig af sandheden. Til hver af jer ordineret vi en lov og en metode. Havde Allahs vilje, han ville have gjort dig én nation [forenet i religion], men [han bestemt] for at teste dig i hvad han har givet dig; så løb til [alle thats] godt. Allah er dit afkast alle sammen, og han [så] vil informere dig om det, som du brugte til at variere.
el: Και έχουμε αποκάλυψε σε σας, [Ο Μωάμεθ], το βιβλίο στην πραγματικότητα, επιβεβαιώνοντας ότι που προηγήθηκαν της γραφής και ως κριτήριο από πάνω του. Έτσι κρίνουμε μεταξύ τους από ό, τι Αλλάχ έχει αποκαλύψει και δεν ακολουθούν τις κλίσεις τους μακριά από ό, τι έχει έρθει σε σας της αλήθειας. Κάθε ένας από εσάς αρχικά περιλάβαμε ένα δίκαιο και μια μέθοδο. Είχε βουλητικός Αλλάχ, αυτός θα έχουν γίνει ένα έθνος [ενωμένοι στην θρησκεία], αλλά [σκόπευε] για να ελέγξετε σας σε ό, τι έχει δώσει? τόσο αγώνα για να [ό, τι είναι] καλό. Αλλάχ είναι όλοι μαζί την επιστροφή σας, και αυτός θα ενημερώσει [τότε] εσάς σχετικά με αυτό που χρησιμοποιήσατε για να διαφέρουν.
et: Ja meil näitas teile [O Muhammad], tõsi, raamat, kinnitades, et kes ees see pühakirja ja kriteeriumina ⁿle. Nii kohtunik nende poolt Allah on selgunud vahel ja järgige oma kalduvustele eemal milline on tulnud teile tõtt. Iga you me ette seadus ja meetodi. Oli Jumal kombeks, ta oleks teinud sa üks rahvas [Ameerika religioon], kuid [ta on mõeldud] testida te mida ta pakub teile; nii race [kõik, mis on] on hea. Jumal on teie tagasi kõik koos ja ta [siis] teavitab teid selle üle, mida kasutasite erinevad.
fi: Ja olemme paljastaneet sinulle, [Oi Muhammed] kirja totuus, vahvistaa, että edeltävät kriisit Raamatun ja ehtona päälle. Välillä, sillä ne Jumala paljasti joten älä seuraa vapaamielisempiä pois mitä on tullut sinulle totuuden. Jokaiselle teistä määrätty laki ja menetelmä. Had hillitä jälkisäädös, hän olisi tehnyt sinusta yksi kansakunta [ISO uskonnon], mutta hän aikoi testi teille mitä hän on antanut sinulle; joten kilpailu [kaikki, että on] hyvä. Jumalalle on tuotto kaikki yhdessä, ja hän [] ilmoittaa siitä jota käytit erilaisia.
he: נחשפו לך, [O מוחמד], ספר האמת, המאשר כי שקדמה זה של כתבי הקודש, כקריטריון מעליו. אז לשפוט ביניהם על-ידי מה חשף אללה, אל תבצע שלהם נטיות הרחק מה בא לך את האמת. לכל אחד מכם שנרשמו שיטה והמשפט. היה רצון אללה, הוא יגרום לך אומה אחת [יונייטד בדת], אבל [שהוא התכוון] כדי לבדוק את מה שהוא נתן לך; אז המירוץ אל [כל זה] טוב. אללה חזרתך הכל ביחד, הוא [אז] יעדכן אתכם בנוגע אשר שבהן השתמשת כדי להיות שונה.
hr: I otkrili smo ti, [O Muhammad], knjigu istina, potvrđujući da koji mu prethodili pisma i kao kriterij preko njega. Tako sudac između njih ono što je Allah objavio i slijediti svoje sklonosti od što je došao do te istine. Svaki smo prepisali zakon i metoda. Je Allah htio, da bi se napravio si jedan narod [Ujedinjeni u vjeri], ali je namijenjen za testiranje u što vam je dao; tako utrka na [sve je] dobar. Allah je tvoj povratak sve zajedno i on [] informira vas je to preko koje ste koristili da se razlikuju.
lt: Ir mes parodė jums, [O Muhammad], knygą Tiesą sakant, patvirtinantis, kad, prieš tai knygos ir kaip kriterijus per jį. Taigi teisėjas tarp jų ką Dievas parodė ir nesekite jų polinkius nuo kas atėjo į jūsų tiesos. Kiekvieną iš jūsų mes nustatytas įstatymo ir metodas. Turėjo Dievo valios, jis padarė jums viena tauta [Didžioji religija], bet [jis ketino] patikrinti jūs tose ką jis davė jums; Taigi rase visiems [tai] geras. Dievas yra jūsų grąžinimo visi kartu, ir jis [tada] informuos jus apie tą kurį naudojote skiriasi.
lv: Un mums ir atklājuši jums [O Muhammad] grāmatu, patiesību sakot, apstiprinot, kas pirms to rakstos un kā kritēriju pār to. Tāpēc tiesnesis starp tām, Allah ir atklājusi un neievēro savas tieksmes, prom no kas ir pienācis jums patiesību. Lai katrs no jums mēs noteikto likumu un metodi. Allāha gribas, viņš ir veikuši jums viena tauta [vieno reliģijas] bet [viņš plānoja] jums pārbaudīt to, ko viņš ir devis jums; Tāpēc sacensības [visiem, kas ir] labs. Jūsu atgriešanās Allah ir visi kopā, un viņš [tad] informēs par ko pār kuru izmantojāt atšķiras.
nb: Og vi har åpenbart deg, [O Muhammad], boken med sannhet, bekrefter at som innledes av skriften og som et kriterium over den. Så dommer i mellom dem av det Gud har åpenbart og ikke følger deres tilbøyeligheter fra hva har kommet til deg sannheten. Til hver av dere foreskrevet vi en lov og en metode. Fikk Døyve ville, han ville ha gjort deg en nasjon [united i religion], men [han tenkt] for å teste deg i det han har gitt dere. så løp til [alle dvs] god. Å Døyve er tilbake alle sammen, og han vil [da] informere deg om som du brukte til å variere.
sk: A sme odhalili vám [Mohamed], kniha o pravde, potvrdzujúce, že ktoré predchádzali písma a kritérium nad ním. Takže sudca medzi nimi čo Boh ukázal a neriadi ich sklony od čo má prísť k vám pravdu. Každému z vás sme predpísané zákonom a metóda. Mal Boh chcel, on by ste sa jedného národa [Spojené v náboženstve], ale [zamýšľal] otestovať čo on vám dal; Takže závod [všetko, čo je] dobré. Alah je váš návrat dohromady, a on [potom] vás bude informovať o tom, ktoré ste použili sa líšia.
sl: In smo pokazali vam, [O Muhammad], knjiga v resnici, ki potrjuje, da ki pred njo Sveto pismo in kot merilo nad njim. Tako sodnik vmes z kaj Allah je pokazala in ne sledijo svoje nagnjenje od kar je prišel, da vas resnica. Za vsakega od vas smo predpisuje zakon in metoda. Had Allah voljan, on bi si naredili enega naroda [Velika, v vero], vendar [je namenjena] test ste na kaj je dal; tako dirko [vse, kar je] dobro. Allah je vašo vrnitev vse skupaj, in on bo [torej] informiramo o katerem nad katerim ste jo razlikujejo.
sr_cyrl: И смо имати ти откривено, [О Мухаммад], књига у истини, Потврђујући да која јој претходи из Светог писма и као критеријум преко тога. Тако судити између њих по шта је Аллах открио и не прати њихове склоности од шта је привукло те истине. Свако од вас ми преписала закон и метод. Имао воље је Алах, зарадио би ти једна нација [уједињени у религији], али [је планирао] те тестирати у чему он вам је дао; Тако да се тркамо до [све] добар. Алах вам је приход све заједно, и он ти то над којим си некад се разликују у погледу [тадашњи] ће информисати.
sr_latn: I smo imati ti otkriveno, [O Muhammad], knjiga u istini, Potvrđujući da koja joj prethodi iz Svetog pisma i kao kriterijum preko toga. Tako suditi između njih po šta je Allah otkrio i ne prati njihove sklonosti od šta je privuklo te istine. Svako od vas mi prepisala zakon i metod. Imao volje je Alah, zaradio bi ti jedna nacija [ujedinjeni u religiji], ali [je planirao] te testirati u čemu on vam je dao; Tako da se trkamo do [sve] dobar. Alah vam je prihod sve zajedno, i on ti to nad kojim si nekad se razlikuju u pogledu [tadašnji] će informisati.
uk: І ми мають показали вам, [O Мухаммад], книга по правді кажучи, який підтверджує, що які передують йому в Писанні і як критерій над ним. Таким чином, судити між ними за те, що Аллах показало і не дотримуються свої нахили від те, що прийшло вам правду. До кожного з вас призначають закон і метод. Був Аллах того, він зробив би вас одна нація [об'єднані в релігії], але [він призначений] для перевірки ви в те, що він дав вам; так гонки всім [це] хороші. Аллах є повернення всі разом, і він [потім] повідомить вас щодо, над якими ви використовували, щоб відрізнятися.
vi: Và chúng tôi đã tiết lộ cho bạn, [O Muhammad], cuốn sách trong sự thật, xác nhận mà trước đó của kinh thánh và như là một tiêu chí trên nó. Vì vậy, thẩm phán giữa chúng theo những gì Allah đã tiết lộ và không tuân theo các xu hướng đi từ những gì đã đến với bạn về sự thật. Để các bạn chúng ta quy định luật và một phương pháp. Có ý chí Allah, ông sẽ làm bạn một trong những quốc gia [Vương tôn giáo], nhưng [ông dự định] để kiểm tra những gì ông đã trao cho bạn; như vậy cuộc đua đến [tất cả đó là] tốt. Allah là trở lại của bạn tất cả cùng nhau, và ông [sau đó] sẽ thông báo cho bạn về mà qua đó bạn đã sử dụng khác nhau.
zu: Futhi We phendla you, [O Muhammad], iNcwadi ngeqiniso, eqinisekisa ukuthi lapho lohamba embili zemiBhalo futhi njengendlela kulandzele phezu kwalo.

# Quran718
source: And judge, [O Muhammad], between them by what Allah has revealed and do not follow their inclinations and beware of them, lest they tempt you away from some of what Allah has revealed to you. And if they turn away - then know that Allah only intends to afflict them with some of their [own] sins. And indeed, many among the people are defiantly disobedient.
ca: I jutge, [O Muhammad], entre ells per què Allah ha revelat i no seguir d'inclinacions i compte amb ells, no sigui que tempten distància d'alguns de quin Allah ha revelat a vostè. I si s'allunyen - llavors sap que Allah només pretén afecten a ells alguns dels seus [propi] pecats. I de fet, molts entre la gent estan desafiant desobedients.
cy: A barnwr, [O Muhammad], rhwng iddynt gan beth Allah wedi datgelu ac nad ddilyn eu prawf pellter a Gochelwch rhag iddynt, rhag ofn bod eich temtio oddi wrth rai o'r hyn y mae Allah wedi datgelu i chi. Ac os maent yn troi i ffwrdd-yna gwybod bod Allah yn unig yn bwriadu effeithio arnynt gyda rhai o bechodau eu [ei hun]. Ac yn wir, mae llawer ymhlith y bobl yn defiantly anufudd.
da: Og dommer, [O Muhammad], mellem dem af hvad Allah har åbenbaret og ikke følge deres tilbøjeligheder og pas på dem, lest de friste dig væk fra nogle af hvad Allah har åbenbaret for dig. Og hvis de vender væk - så ved, at Allah kun agter at plage dem med nogle af deres [egen] synder. Og ja, mange blandt folket er trodsigt ulydige.
el: Και δικαστής, [Ο Μωάμεθ], μεταξύ τους από ό, τι Αλλάχ έχει αποκαλύψει και δεν ακολουθούν τις κλίσεις τους και προσέξτε τους, μήπως θα σας δελεάσει μακριά από μερικά από τι Αλλάχ έχει αποκαλύψει σε σας. Και αν πάψουν - τότε γνωρίζουμε ότι Αλλάχ μόνο σκοπεύει να ταλαιπωρούν τους με μερικές από τις αμαρτίες τους []. Και πράγματι, πολλοί μεταξύ του λαού είναι προκλητικά ανυπάκουος.
et: Ja kohtunik, [O Muhammad], nende poolt Allah on selgunud vahel ja järgige oma kalduvustele ja Ettevaatust, muidu nad meelitada teid eemale mõned mida Jumal näitas teile. Ja kui nad pöörduvad ära - siis tead, et Jumal soovib ainult kohtaava mõned [oma] patud. Ja tõepoolest, paljud rahva seas on väljakutsuvalt sõnakuulmatud.
fi: Ja tuomari [Oi Muhammed] yritysten Jumala paljasti välisten eikä seuraa vapaamielisempiä ja varokaa, ettei ne houkuttelevat päässä mitä Jumala on paljastanut sinulle. Ja jos he kääntyvät pois - niin tietää, että Jumala aikoo vaivata joitakin omille []. Ja itse asiassa monet keskuudessa ovat uhmakkaasti tottelematon.
he: השופט, [O מוחמד], ביניהם על-ידי מה חשף אללה לא בצע את נטיות שלהם ואת להיזהר מהם, שמא הם מפתים אתכם הרחק חלק מה אללה חשפה את. אם הם יהפכו משם - אז יודעים כי אללה רק בכוונת ליסר אותם עם חלק חטאיהם [עצמו]. ואכן, רבים בקרב העם הם ממושמע, לאחר בהתרסה.
hr: I sudac, [O Muhammad], jednog na ono što je Allah objavio i ne slijedite svoje sklonosti i pazi ih, da su vam mame od nekih od što Allah objavio da vas. I ako ti - onda znate da Allah samo namjerava da ih muči s nekim od svoje [] grijehe. I doista, mnogi ljudi su definitivno neposlušan.
lt: Ir teisėjas, [O Muhammad], tarp jų ką Dievas parodė ir ne sekti jų polinkius ir saugokitės iš jų, kad jie vilioja jus nuo kai kurių ką Dievas parodė jums. Ir jei jie nusigręžti - tada žinau, kad Dievas tik ketina bausti juos su kai kuriais iš jų [savo] nuodėmės. Ir iš tiesų, daugelis žmonių yra iššaukiančiai Nepaklusniųjų.
lv: Un tiesnesis [O Muhammad], starp tām, Allah ir atklājusi, nevis sekot savas tieksmes un piesargāties tiem, nedrīkstam arī tie kārdināt jūs prom no dažiem Allah ir izdalītas jums. Un, ja tie savukārt prom - tad zini, ka Allāhs tikai grib afflict tām ar kādu no savām [] grēkiem. Un tik tiešām, daudzi cilvēku vidū ir izaicinoši nepaklausīga.
nb: Og dommer, [O Muhammad], mellom dem av det Gud har åpenbart og ikke følge deres tilbøyeligheter og Vokt deg for dem, så de friste deg vekk fra noen av hva Gud har åpenbart for deg. Og hvis de slår bort - vil vite at Allah bare hensikt å plage dem med noen av sine [eget] synder. Faktisk er mange blant folket trassig ulydige.
sk: A sudca, [Mohamed], medzi nimi čo Boh ukázal a nie podľa ich sklony a pozor, aby sa pokúšať vás od niektorých čo Boh zjavil na vás. A ak sa zase preč - potom viete, že Alah len plánuje ich postihujú niektoré hriechy [vlastné]. A veľa ľudí sú skutočne vyzývavo neposlušný.
sl: In sodnik, [O Muhammad], med njimi kar Allah je pokazala in ne sledijo njihova nagnjenja in pazite, da ne vabijo vas od nekaj kar Allah je pokazala, da si. In če obrnejo stran - potem veš, da Allah samo namerava jih pestijo z nekaj svojih [lastno] grehov. In res, mnogi med ljudmi so kljubovalno neposlušni.
sr_cyrl: И судија, [О Мухаммад], између њих по шта је Аллах открио и не прати њихове склоности и пазите се, да не би они да вам понудим подаље од шта Аллах, открила си. И ако се окрену - онда знате да је Аллах само намерава да их погадјају са неким од сопствене [] грехе. И заиста, многи људи су пркосно непослушно.
sr_latn: I sudija, [O Muhammad], između njih po šta je Allah otkrio i ne prati njihove sklonosti i pazite se, da ne bi oni da vam ponudim podalje od šta Allah, otkrila si. I ako se okrenu - onda znate da je Allah samo namerava da ih pogadjaju sa nekim od sopstvene [] grehe. I zaista, mnogi ljudi su prkosno neposlušno.
uk: І суддя, [O Мухаммад], між ними за те, що Аллах показало і не слідувати їх нахили і Остерігайтеся їх, щоб вони спокусить вас від деяких з що Аллах показав тобі. І якщо вони відвернутися - тоді знати, що Аллах тільки має намір щоб деякі з [власний] гріхів. І дійсно, багато хто в народі зухвало неслухняні.
vi: Và thẩm phán, [O Muhammad], giữa chúng theo những gì Allah đã tiết lộ và không đi theo xu hướng của họ và hãy cẩn thận của họ, kẻo họ cám dỗ bạn đi từ một số những gì Allah đã tiết lộ cho bạn. Và nếu họ lần lượt đi - sau đó biết rằng Allah chỉ có ý định gây đau đớn cho họ với một số tội lỗi [riêng] của họ. Và quả thật vậy, nhiều người trong số những người ngô nghịch defiantly.
zu: Futhi umahluleli, [O Muhammad], phakathi kwabo yilokho Allah uye wasembulela futhi musa ukulandela ukuthambekela kwawo elusa of them, funa they ukukuyengela kude ezinye zezinto Allah phendla you.
