Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1668
source: They said, "We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it."
ca: Deien, "estem perdent la mesura del rei. I per el que produeix és [la recompensa de] càrrega de un camell i sóc responsable d'això. "
cy: Maent yn dweud, "yr ydym yn colli y Mesur King. Ac ef sy'n cynhyrchu ei yw [y wobr o] llwyth y camel, ac yr wyf yn gyfrifol am hynny. "
da: De sagde, "vi mangler foranstaltning af kongen. Og han, der producerer det er [belønning af] en kamel belastning, og jeg er ansvarlig for det. "
el: Είπαν, «μας λείπει το μέτρο του βασιλιά. Και αυτός που το παράγει είναι [η ανταμοιβή της] φορτίο καμήλας, και είμαι υπεύθυνη για αυτό. "
et: Nad ütlesid: "oleme kadunud kuninga mõõt. Ja kes toodab see on [palk] kaameli koormus, ja ma olen vastutav selle eest. "
fi: He sanoivat: "meiltä puuttuu kuningas toimenpide. Ja hän, joka tuottaa se [palkita] kamelin kuorma, ja minä olen vastuussa. "
he: הם אמרו, "אנחנו חסרים המדד של המלך. ועל זה הוא מי מייצר את זה [את הפרס של] העומס של גמל, ואני אחראית על זה. "
hr: Rekli su, "mi nedostaje mjere kralj. I tko ga proizvodi je [svoju] na devi opterećenja, a ja sam odgovoran za to. "
lt: Jie pasakė, "mums trūksta karalius priemonė. Ir tas, kuris jį yra [už atlygį,] kelia wielbłąda apkrova, ir aš esu atsakingas už jį. "
lv: Viņi teica: "mums nav karalis pasākums. Un tas, kurš ražo, tas ir [atlīdzība] kamieļu slodzi, un esmu atbildīgs par to. "
nb: De sa: "vi savner mål av kongen. Og han som lager er [belønningen for] en kamel belastning, og jeg er ansvarlig for den.»
sk: Povedali, že "chýba nám opatrenie kráľa. A ten, kto ju vyrába je [odmena] camel zaťaženia, a som zodpovedný za to. "
sl: So rekli, "mi manjka ukrep kralj. In on, ki jo proizvaja je [nagrado] kamele obremenitve, in sem odgovoren za to. "
sr_cyrl: Рекли су, "недостају нам мерило краља. И јер је он која га производи [награду за] камиле оптерећења, а ја сам одговоран за то. "
sr_latn: Rekli su, "nedostaju nam merilo kralja. I jer je on koja ga proizvodi [nagradu za] kamile opterećenja, a ja sam odgovoran za to. "
uk: Вони сказали: "ми не вистачає міра царя. Та бо він, хто виробляє [винагороду в] на верблюдах навантаження і я несу відповідальність за це. "
vi: Họ nói, "chúng ta đang thiếu các biện pháp của nhà vua. Và đối với người sản xuất nó là [phần thưởng của] tải một con lạc đà, và tôi đang chịu trách nhiệm về nó. "
zu: Bathi, "Thina ziyashoda isilinganiso inkosi. Ngoba kuveza kuba [umvuzo] umthwalo ikamela, futhi nginomthwalo wemfanelo it."

# Quran1669
source: They said, "By Allah, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves."
ca: Deien, "Per Allah, vostè té certament conegut que no hem vingut a causa de la corrupció a la terra, i no hem els lladres."
cy: Maent yn dweud, "Gan Allah, yr ydych yn sicr yn gwybod bod nad ydym wedi dod i achosi llygredd yn y tir, ac nad ydym wedi lladron."
da: De sagde: "Ved Allah, du har helt sikkert kendt at vi ikke kom til at forårsage korruption i landet, og vi ikke har tyvene."
el: Όπως είπαν, "Από τον Αλλάχ, ασφαλώς γνώριζες ότι εμείς δεν ήρθε να προκαλέσει καταστροφή στη γη, και δεν έχουν κλέφτες."
et: Nad ütlesid: "Allahi poolt teile on kindlasti teada, et me ei tulnud põhjustada korruptsioonivastases liidumaa, me ei ole vargad."
fi: He sanoivat: "Allah, sinulla on varmasti tiedossa ettemme saaneet vaurioitua maa, että emme ole varkaita."
he: הם אמרו, "בשם אללה, אתה בהחלט יודע כי לא באנו כדי לגרום לפגם בארץ, לא היינו גנבים."
hr: Rekli su, "Tako mi Allaha, sigurno znate da nismo došli da uzrok korupcije u zemlji, a nismo bili lopovi."
lt: Jie sakė, "Iš Dievo, jums tikrai žinoma, kad mes atvykti į sukelti žemę, ir mes buvo vagys."
lv: Viņi teica: "By Allah, jums ir noteikti zināms, ka mēs vairs nenāk radīt korupciju zeme, un mums nav zagļiem."
nb: De sa, "Av Døyve, du har sikkert kjent at vi kom ikke til korrupsjon i landet, og vi er ikke tyver."
sk: Povedali, že "Pri Alláhovi, ste určite vedieť že sme neprišli príčinou korupcie v krajine, a nie sme zlodeji."
sl: So rekli, "Z Allah, ste zagotovo poznali ni prišel, da vzrok pokvarjenost v deželi, ki nismo bili tatovi."
sr_cyrl: Рекли су, "Тако ми Алаха, те да сигурно знамо да не долазимо да изазове корупције у земљи, и да нисмо лопови."
sr_latn: Rekli su, "Tako mi Alaha, te da sigurno znamo da ne dolazimo da izazove korupcije u zemlji, i da nismo lopovi."
uk: Вони ж відказали "Аллах, ви безумовно знати що ми прийшли не викликають корупції на землі, і ми не злодіїв."
vi: Họ nói, "Bởi Allah, bạn chắc chắn biết rằng chúng tôi không đến để gây ra tham nhũng trong đất, và chúng tôi đã không là trộm cắp."
zu: Bathi: "By Allah, uye ngokuqinisekile yayazi ukuthi akezelanga abangele inkohlakalo ezweni, futhi asizange kwaba amasela."

# Quran1670
source: The accusers said, "Then what would be its recompense if you should be liars?"
ca: Els acusadors, va dir, "llavors què seria bonifica si hauria de ser mentiders?"
cy: Dywedodd y accusers, "yna beth fyddai ei ad-dalu os dylech fod yn gelwyddgwn?"
da: Anklagerne sagde, "så hvad ville være sin belønning, hvis du skulle være løgnere?"
el: Τους κατηγόρους είπε, «τότε ποια θα ήταν η ανταμοιβή, αν θα πρέπει να είναι ψεύτες;»
et: Selle accusers ütles, "siis mis oleks selle registreerimiskohas kui saab valetas?"
fi: Syyttäjät sanoi: "sitten mikä olisi palkkansa, jos sinun pitäisi olla valehtelijoita?"
he: מאשימיה אמר, "אז מה יהיה פיצוי שלה. אם אתה צריך להיות שקרנים?"
hr: Tužitelji, rekao je, "onda kako bi svoju plaću da bi trebao biti lažljivci."
lt: Kaltintojams pasakė, "tai kas būtų savo atpildą, jei jums reikėtų melagiai?"
lv: Accusers teica, "tad kāds būtu tās kompensēt, ja jūs būtu meļiem?"
nb: Anklagerne sa: så hva ville være vederlag dersom du skulle være løgnere?"
sk: Žalobcov povedal: "tak čo by bolo jeho odmenu, ak je klamár?"
sl: Je tožnikov je dejal, "potem kaj bi bilo njegovo zaracunati, če bi morali biti Lažnivci?"
sr_cyrl: Тућиоци је рекао, "онда шта би своју накнаду ако би требала лажовима?"
sr_latn: Tuћioci je rekao, "onda šta bi svoju naknadu ako bi trebala lažovima?"
uk: На здіймали сказав, "то що б його нагорода, якщо ви повинні бути брехунів"?
vi: Buộc tội các nói, "sau đó, điều gì sẽ là thương hiệu của nó nếu bạn có kẻ nói dối?"
zu: Abamangaleli wathi: "Khona-ke yini bekungaba recompense yayo uma kufanele kube NGA HUBU?"

# Quran1671
source: [The brothers] said, "Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers."
ca: [Els germans] va dir, "bonifica és que ell en la borsa es troba - ell [] es bonifica. Així ens recompensa els malfactors."
cy: [Brodyr] dywedodd, "ei ad-dalu yw ei fod yn eu bag ceir-ef [ei hun] fydd ei ad-dalu. Felly wneud inni ad-dalu y tramgwyddo."
da: [Brødrene] sagde, "sin belønning er at han, hvis pose det er fundet - han [selv] vil være sin belønning. Dermed vi gengælde lovovertrædere."
el: [Οι αδελφοί] είπε, «η ανταμοιβή είναι ότι στην τσάντα του οποίου βρίσκεται - αὐτὸς [] θα είναι η ανταμοιβή. Έτσι εμείς ανταμοιβή την παραβάτες.»
et: [Vennad] ütles: "selle registreerimiskohas on et ta, kelle kotis leitakse - ta [ise] olema oma registreerimiskohas. Seega ei me palk selle tekitaja."
fi: [Veljekset] sanoi, "palkkansa on, että hän, jonka laukku todetaan - hän [itse] on palkkansa. Näin meidän korvaus laajemmalti."
he: [האחים] אמר, "פיצוי שלו הוא שהוא בתיק של מי הוא נמצא -. הוא [עצמו] יהיה פיצוי שלה. ובכך לנו פיצוי של הפושעים."
hr: [Braća] je rekao, "njegova nagrada je da je on u čija torba je pronašao - on [sam] će biti njegova nagraditi. Tako da smo nagraditi počinioce."
lt: [Broliai] tarė: "savo atpildą, kad jis į kurio maišelį nustatoma - jis [save] bus savo atpildą. Taigi ar mes zaplata grzesznicy."
lv: [Brāļiem] teica: "tā atlīdzība ir, ka viņš, kura somā izrādās - pats [] būs tās kompensēt. Tātad vai mēs atlīdzība pārkāpējus."
nb: [Brødrene] sa, "sin gjengjeldelse er at han som bag den finnes - han [] vil være dens vederlag. Dermed vi belønne wrongdoers."
sk: [Bratia] povedal: "jeho odmenu je, že v ktorej vrecku sa našiel - [sám] bude svoju odmenu. Takto si môžeme odmeniť zloèinci."
sl: [Bratje] je dejal, "svoje zaracunati je, da je, v katerih vreča je našel - sam [] bo svoje zaracunati. Tako pa smo nagraditi z wrongdoers."
sr_cyrl: [Браћа ] је рекао, "своју компензацију је да је он у чије торби се налази - он [сам] ће бити своју накнаду. Тако да смо компензацију починиоце."
sr_latn: [Braća] je rekao, "svoju kompenzaciju je da je on u čije torbi se nalazi - on [sam] će biti svoju naknadu. Tako da smo kompenzaciju počinioce."
uk: [Брати] сказав, "його нагорода є те, що він, в яких мішок поширений - сам [] буде його нагорода. Таким чином ми нагорода у розкаюємося."
vi: [Em] nói, "thương hiệu của nó là rằng ông trong túi mà nó được tìm thấy - ông [chính mình] sẽ là thương hiệu của nó. Do đó làm chúng tôi thương hiệu của wrongdoers."
zu: [Abazalwane] wathi: "recompense Its wukuthi okukhona isikhwama butholakala - yena [uqobo] uyokhumbula kube bo recompense yayo Ngakho ingabe siwazi recompense the abenzi bobubi.."

# Quran1672
source: So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.
ca: Així va començar a [cerca] amb les seves bosses abans la bossa del seu germà; llavors va extret de la bossa del seu germà. Així tenim previst per Joseph. Ell podria no haver pres el seu germà dins de la religió del rei excepte que al là volgués. Podem plantejar en graus qui ho farem, però sobre tot posseïdor del coneixement és un [més] saber.
cy: Felly dechreuodd [chwilio] â'u bagiau cyn y bag o ei frawd; Yna roedd ef yn ei echdynnu o'r bag ei frawd. Felly oedd yn gynllun ar gyfer Sefydliad Joseph. Gallai nid wedi cymryd ei frawd o fewn y grefydd King heblaw y dywedodd Allah yn ewyllysio iddi. Rydym yn codi yn y graddau y bydd gennym, ond yr un [mwy] yw gwybod dros bob possessor o wybodaeth.
da: Så begyndte han [Søg] med deres tasker før posen med sin bror; derefter udskiller han det fra posen af sin bror. Dermed vi planlægger for Joseph. Han kunne ikke have taget broderen inden for religion af kongen, bortset fra at Allah testamenterede. Vi rejser i grader hvem vi vil, men over alle besidderen af viden er en [Læs mere] vidende.
el: Έτσι άρχισε [Αναζήτηση] με τις τσάντες τους πριν από την τσάντα του αδελφού του? στη συνέχεια αυτός εξάγεται από την τσάντα του αδελφού του. Έτσι σχεδιάζουμε για Joseph. Αυτός θα μπορούσε να δεν έχουν λάβει τον αδελφό του στο πλαίσιο της θρησκείας του βασιλιά εκτός από το ότι Αλλάχ βουλητικός. Θέτουμε σε βαθμούς τους οποίους θα είμαστε, αλλά κατά τη διάρκεια κάθε νομέα της γνώσης είναι ένα [περισσότερα] γνωρίζοντας.
et: Nii hakkas ta [Otsing] koos oma kotid enne kotti vennaga; siis ta ekstraheeritud see kott tema vend. Seega me ei plaani Joseph. Ta võiks ei oleks teinud tema vend jooksul religioon king välja, et Allah kombeks. Kasvatame kraadides keda meil näidatakse, kuid üle iga teadmiste valdaja on üks [veel] teadmine.
fi: Niinpä hän aloitti [search] laukkunsa ennen laukku hänen veljensä; sitten hän poistaa hänen veljensä pussista. Näin me suunnittelemme Joseph. Hän ei olisi voitu hänen veljensä sisällä kuningas uskonto paitsi, että Jumala tahtoisi. Nostamme asteina me, mutta yli jokaisessa haltijaa tietoa on yksi, [lisää] tietää.
he: אז הוא התחיל [החיפוש] עם התיקים שלהם לפני התיק של אחיו; ואז הוא לחלץ אותו מתוך התיק של אחיו. לפיכך תכננו יוסף. הוא לא היה יכול לקחת את אח שלו בתוך הדת של המלך חוץ מזה שאללה רצה. אנחנו מגייסים במעלות אשר נלך, אבל מעל לכל והאלוהי הידע הוא אחד [עוד] הידיעה.
hr: Pa je počeo [traži] s vrećicama prije vreća brata; Onda je izvadio iz vrećice njegov brat. Tako smo plan za Josipa. On može uzeti njegov brat u vjeri kralj osim da je Allah htio. Mi podići u stupnjevima kome hoćemo, ali gotovo svaki posjednik znanja je znati jedan [više].
lt: Taigi jis pradėjo [paieška] su jų maišai prieš maišą jo brolis; tada jis išspaustas iš maišo jo brolis. Taigi mes padarė planą Juozapas. Jis nebūtų galėjusi atsižvelgti jo brolis per karaliaus religija išskyrus tai, kad Dievo valia. Mes keliame laipsniais, kuriam mes bus, bet per kiekvienas valdytojas žinių yra vienas, [daugiau] žinant.
lv: Tāpēc viņš sāka [Meklēt] ar to pirms brālis; soma somas tad viņš to ekstrahē no maisu ar savu brāli. Tādējādi mēs plānu par Joseph. Viņš varētu nebūtu pieņēmis laikā karalis reliģiju viņa brālis izņemot to, ka Allāha gribas. Mēs paceļam grādos kam mēs to darīsim, bet pār katru valdītāju zināšanas ir viens [vairāk] zinot.
nb: Så begynte han [Søk] med sine poser før pose med sin bror. så utdraget han den fra posen til sin bror. Dermed vi planlegger for Joseph. Han kunne ikke ha tatt sin bror i religionen til konge bortsett fra at Allah ville. Vi heve i grader som vi vil, men over hver eier av kunnskap er en [mer] vet.
sk: Tak začal [Hľadať] kufre do vrecka svojho brata; potom on sa extrahuje z vrecka jeho brata. Preto si plánujeme pre Jozefa. On by nemal brať jeho brat v náboženstve kráľa okrem toho, že Boh chcel. Zvýšime v stupňoch koho budeme ale nad každý vlastník vedomostí je jeden, [viac] vedel.
sl: Tako je začel [Iskanje] z svoje torbe pred vrečo njegov brat; potem je citat iz vrečke svojega brata. Tako smo načrt za Joseph. On bi ne sprejel njegov brat, v vero kralj razen, da je Allah volje. Dvigujemo v stopnjah koga bomo pa nad vsak posestnik znanja je eden [več] vedeti.
sr_cyrl: Поцео је [претрага] са пртљагом пре торбу његовог брата; Онда га није извукао из торбе његовог брата. Тако имамо план за Јосепха. Он није могао његов брат унутар религија краља осим да Аллах воље. Дижемо у степенима кога хоћемо, али готово сваки ималац знање је знање један [Више].
sr_latn: Poceo je [pretraga] sa prtljagom pre torbu njegovog brata; Onda ga nije izvukao iz torbe njegovog brata. Tako imamo plan za Josepha. On nije mogao njegov brat unutar religija kralja osim da Allah volje. Dižemo u stepenima koga hoćemo, ali gotovo svaki imalac znanje je znanje jedan [Više].
uk: Так він почав [Пошук] з валізи перед сумку свого брата; Потім він витягнуті з мішка свого брата. Таким чином ми плануємо для Йосипа. Він міг не взяв свого брата в межах релігії короля хіба що Аллах волею. Ми піднімаємо градусів, у яких ми буде, але через кожні володарем знання одного, [Докладніше] знаючи.
vi: Vì vậy, ông bắt đầu [tìm kiếm] với túi của họ trước khi túi của anh trai; sau đó ông tách nó từ túi của anh trai mình. Do đó, chúng tôi đã định cho Joseph. Ông không có thể đưa anh trai của ông trong các tôn giáo của vị vua ngoại trừ rằng Allah willed. Chúng tôi nâng cao độ mà chúng tôi sẽ, nhưng qua mỗi người sở hữu kiến thức một [Xem tiếp] là biết.
zu: Ngakho waqala [search] nezikhwama zabo ngaphambi isikhwama umfowabo;

# Quran1673
source: They said, "If he steals - a brother of his has stolen before." But Joseph kept it within himself and did not reveal it to them. He said, "You are worse in position, and Allah is most knowing of what you describe."
ca: Deien, "Si roba - un germà del seu ha robat abans." Però Josep va mantenir dins el mateix i no va revelar a ells. Va dir, "vostè és pitjor en posició, i Allah és més sabent el que descriu".
cy: Maent yn dweud, "Os mae ef steals-Mae brawd ei dwyn cyn." Ond mae Joseph yn ei gadw o fewn ei hun a oedd yn ei datgelu iddynt. Meddai, "yr ydych yn waeth mewn sefyllfa, a Allah yw gwybod rhan fwyaf o'r hyn a ddisgrifiwch."
da: De sagde, "Hvis han stjæler - en bror til hans har stjålet før." Men Joseph holdt det i sig selv og ikke afsløre det til dem. Han sagde, "du er værre i position, og Allah er de fleste vide, af hvad du beskriver."
el: Είπαν, «Αν κλέβει - αδελφός του έχει κλαπεί πριν.» Αλλά Joseph διατηρούνται μέσα σε τον εαυτό του και όμως να το αποκαλύψει τους. Είπε, "θα είναι χειρότερη σε θέση, και Αλλάχ είναι γνωρίζοντας περισσότερα από αυτό που περιγράφετε."
et: Nad ütlesid: "Kui ta varastab - tema vend on varastatud enne." Aga Joosep hoitakse seda ise ja ei ilmnenud see neile. Ta ütles: "sa oled hullem asendis ja Allah on enamik teades, mida te kirjeldaksite."
fi: He sanoivat: "Jos hän varastaa - veli hänen on varastettu ennen." Mutta Joosef piti itsekseen ja ei paljasta sitä heille. Hän sanoi, "olet huonompi asema, ja Allah on mitä kuvaat."
he: הם אמרו, "אם הוא גונב - אח שלו גנב בעבר." אך יוסף שמרו את זה בתוך עצמו, שלא גילתה אותו אליהם. הוא אמר, "אתה יותר גרוע בעמדה, אללה רוב בידיעה של מה שאתה מתאר."
hr: Oni rekoše: "Ako krade - i njegov brat je ukraden prije." Ali Josip čuva u sebi i ne otkrivajte ga da ih. "Gori ste u poziciji, i Allah je većina znajući za ono što ste opisali."
lt: Jie sako, "Jei jis pavogs - jo brolis buvo pavogti prieš." Bet Juozapas laikė jį per save ir neiškilo jis jiems. Jis sakė: "Jūs esate blogiau padėtyje, ir Dievas yra dauguma žinant, ką jūs apibūdinti."
lv: Viņi teica: "Ja viņš nozog - viņa brālis nozadzis pirms." Bet Jāzeps glabā sevī un viņiem tas neradās. Viņš teica: "jums ir sliktākā stāvoklī, un Allah ir visvairāk zinot to, ko jūs raksturotu.
nb: De sa: "Hvis han stjeler - en bror av hans har stjålet før." Men Joseph holdt det i seg selv og ikke avsløre det til dem. Han sa, "du er verre i posisjon, og Allah er de fleste vet av det du beskriver.
sk: Oni povedali: "Ak sa kradne - brat jeho ukradol predtým." Ale Joseph držal v sebe a neodhalil im. On povedal: "ste horšie postavenie, a Alah je väčšina vedomím toho, čo ste opísať."
sl: Pa reče: "Če on ukrade - njegov brat je ukradel pred." Vendar Joseph hrani v sebi, in ni odkrila nanje. Je dejal, "vi ste slabši položaj, in Alah je večina vedo, kako ste opisali."
sr_cyrl: Рекли су, "Ако украде - брат му је украо пре." Али , Јосепх је то стално у себи и нисте открили да их. Он је рекао, "Ви сте гори у позицији, и Аллах је већина јер знам шта описују."
sr_latn: Rekli su, "Ako ukrade - brat mu je ukrao pre." Ali, Joseph je to stalno u sebi i niste otkrili da ih. On je rekao, "Vi ste gori u poziciji, i Allah je većina jer znam šta opisuju."
uk: Вони сказали: "Якщо він краде - брат його вкрав перед." Але Джозеф тримав його всередині себе і не виявили його до них. Він сказав: "ви гірше в положенні, і Аллах більшість знаючи про те, що ви описуєте."
vi: Họ nói rằng, "Nếu ông đánh cắp – một người Anh em của mình đã đánh cắp trước." Nhưng Joseph giữ nó trong chính mình và không tiết lộ nó cho họ. Ông nói, "bạn đang tồi tệ hơn ở vị trí và Allah là hầu hết hiểu biết của những gì bạn mô tả."
zu: Bathi, "Uma eba -. Fo of akhe untshontshe phambi"

# Quran1674
source: They said, "O 'Azeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good."
ca: Deien, "O ' Azeez, en efecte, ell té un pare [qui és] un home vell, així que prengui un de nosaltres en lloc d'ell. De fet, podem veure com un faci el bé."
cy: Dywedodd, "O ' Azeez, yn wir ganddo dad [sydd] yn hen ddyn, felly cymerwch un ohonom lle iddo. Yn wir, rydym yn gweld chi fel yn berson sy'n gweithredu o dda."
da: De sagde, "O" Azeez, faktisk han har en far, [der er] en gammel mand, så tag en af os i stedet for ham. Ja, vi ser dig som en handlingsmenneske af god."
el: Είπε, «O» Azeez, πράγματι έχει έναν πατέρα [που είναι] ένας γέρος, έτσι ώστε να λάβει ένας από εμάς στη θέση του. Πράγματι, μπορούμε να δούμε εσείς ως ένας πράττων των καλών.
et: Nad ütlesid: "O" Azeez, ta on tõepoolest [kes ei] isa Vanamees, nii et võtke üks meist asemel teda. Tõepoolest, me näeme nagu hea inimeseks."
fi: He sanoivat, "O" Azeez, itse asiassa hän on isä, [joka on] vanha mies, joten ota yksi meistä hänen. Itse asiassa näemme teidät mies hyvää."
he: הם אמרו, "O ' Azeez, ואכן יש לו אבא [מי] איש זקן, אז קח אחד מאיתנו במקום אותו. ואכן, אנו רואים את אשת טוב."
hr: Rekli su, "O ' Azeez, doista ima otac [koji je] star čovjek, pa Uzmi jednog od nas umjesto njega. Doista, mi vidimo kao počinitelj dobro."
lt: Jie sakė, "O" Azeez, iš tiesų jis yra tėvas, [kuris yra] vyras, Taigi imtis vienas iš mūsų vietoj jam. Iš tiesų, mes matome jus kaip geros darytojas."
lv: Viņi teica: "O ' Azeez, patiešām viņš ir tēvs, [kas ir] vecs vīrs, lai ņemtu no mums viņu vietā. Patiešām, mēs jūs redzēt kā izpildītājs ar labu."
nb: De sa: "O ' Azeez, faktisk han har en far [som er] en gammel mann, så ta en av oss i stedet for ham. Ja, vi ser deg som en doer av gode."
sk: Oni povedali, "O" Azeez, naozaj má otca, [ktorý] starec, takže si z nás namiesto neho. Vskutku, môžeme vidieť ako plnitel dobré."
sl: So rekli, "O" Azeez, res ima oče, [ki je] starca, tako da eden izmed nas, namesto njega. Dejansko smo videti kot človek dobro."
sr_cyrl: Рекли су, "О ' Азеез, уистину, и он има оца [која је] старац, Па сликај нас уместо њега. Заиста , видимо те као радник добро."
sr_latn: Rekli su, "O ' Azeez, uistinu, i on ima oca [koja je] starac, Pa slikaj nas umesto njega. Zaista, vidimo te kao radnik dobro."
uk: Вони сказали: "O ' Azeez, дійсно має батька [є] стара людина, так що прийняти один з нас замість нього. Дійсно, ми бачимо, ви як діяча добра."
vi: Họ nói rằng, "O ' Azeez, thực sự Anh ta có một cha [người] một ông già, vì vậy có người của chúng ta vào vị trí của anh ta. Thật vậy, chúng ta thấy bạn là một doer tốt."
zu: Bathi, "O 'Azeez, impela yena unalo ubaba [ngubani] ixhegu, ukuze bathathe ngomunye wethu esikhundleni sakhe. Ngempela, sibona wena njengoba umuntu ongumenzi wokungabi omuhle."
