Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran878
source: Those are the ones to whom We gave the Scripture and authority and prophethood. But if the disbelievers deny it, then We have entrusted it to a people who are not therein disbelievers.
ca: Aquests són els que a qui ens va donar l'escriptura i autoritat i prophethood. Però si els disbelievers negar-ho, llavors hem confiat a un poble que no s'hi són disbelievers.
cy: Dyma'r rhai i bwy a rhoesom yr ysgrythur ac awdurdod a prophethood. Ond os mae y disbelievers yn ei wadu, yna yr ydym wedi ymddiried iddo i bobl nad ydynt yn disbelievers yn weithredol.
da: De er dem, til hvem vi gav skriften og myndighed og profetskab. Men hvis vantro benægte det, så har vi overdraget det til et folk, der ikke er heri vantro.
el: Εκείνοι είναι αυτοί για τους οποίους δώσαμε την γραφή και την αρχή και την prophethood. Αλλά αν το αρνηθούμε disbelievers, τότε έχουμε εμπιστευτεί αυτό σε άτομα που δεν είναι σ ' αυτό disbelievers.
et: Need on need, kellele me andis pühakiri ja alluvuses ja prophethood. Aga kui selle uskottomille seda eitada, siis oleme usaldanud ta inimesi, kes on seal uskottomille.
fi: Nämä ovat niitä, jolle olemme antaneet Raamatun ja viranomaisen ja elävältähautaamista. Mutta jos saa luovuttaa kieltää, sitten olemme uskoneet se ihmiset, jotka eivät siinä saa luovuttaa.
he: אלה הם אלה כדי שאותו נתנו את הכתובים ואת רשות prophethood. אבל אם disbelievers להכחיש את זה, אז הפקדנו אותה לאנשים אשר אינם ובזה disbelievers.
hr: To su one do kojih mi je dao Sveto pismo i autoritet i prophethood. Ali ako se iskuse poreći, onda mi imaju to povjerio ljudima koji nisu u njemu iskuse.
lt: Jie yra tie, kam mums suteikė raštas ir institucija ir proroctwo. Bet jei su disbelievers neigia, tada mes patikėjo tai žmonėms, kurie nėra jose disbelievers.
lv: Tie ir tie, uz kuriem mēs likām rakstos un iestāde un prophethood. Bet ja disbelievers noliegt to, tad mums ir uzticēta tā cilvēki, kuri nav tajā disbelievers.
nb: De er de som vi ga skriften og autoritet og han var profet. Men hvis troende fornekte det, så vi har overlatt det til et folk som ikke er der troende.
sk: To sú tie, do ktorého sme dali písmo a orgán a proroctvá. Ale ak neveriacim poprieť, potom sme to zverené ľuďom, ktorí nie sú v ňom neveriacim.
sl: To so tisti, za katere smo dali pismo in organ in prophethood. Ampak če je disbelievers zanikati, nato smo jih izročili to ljudi, ki v njej niso disbelievers.
sr_cyrl: То су они у којима смо дали писмо и ауторитет и пропхетхоод. Али ако скептике порицати, затим поверили смо га за све оне који нису у томе скептике.
sr_latn: To su oni u kojima smo dali pismo i autoritet i prophethood. Ali ako skeptike poricati, zatim poverili smo ga za sve one koji nisu u tome skeptike.
uk: Ті, це ті, до кого ми дали Писання і авторитет і пророцтва. Але якщо в disbelievers заперечувати це, то ми довірили його до людей, які в ньому не є disbelievers.
vi: Đó là những những người thân để người mà chúng tôi đã cung cấp những kinh thánh và thẩm quyền và các sứ. Nhưng nếu các thì từ chối nó, sau đó chúng tôi đã giao phó nó để một người không trong đó thì.
zu: Yilezo yibo We epha umBhalo namagunya prophethood.

# Quran879
source: Those are the ones whom Allah has guided, so from their guidance take an example. Say, "I ask of you for this message no payment. It is not but a reminder for the worlds."
ca: Aquests són els quals Allah ha guiat, així que des de la seva orientació un exemple. Dir: "no demano que aquest missatge pagament. No és sinó un recordatori per als mons."
cy: Dyma'r rhai ohonynt Allah wedi tywys, felly eu canllawiau gymryd enghraifft. Dweud, "Gofynnaf I chi ar gyfer y neges hon unrhyw daliad. Nid yw ond yn ein hatgoffa am y byd."
da: Det er dem, som Allah har styret, så fra deres vejledning tager et eksempel. Sige, "Jeg beder jer om denne besked ingen betaling. Det er ikke men en påmindelse for verdener."
el: Εκείνοι είναι αυτοί τους οποίους Αλλάχ καθοδήγησε, τόσο από την καθοδήγησή τους πάρουμε ένα παράδειγμα. Λένε, «θέλω να σας παρακαλέσω για αυτό το μήνυμα χωρίς πληρωμή. Δεν είναι αλλά μια υπενθύμιση για την κόσμους.»
et: Need on need, kellele Jumal on juhindunud, nii võtta alates nende suuniste näidis. Öelda: "Ma palun teid selle sõnumi makset. Ei ole aga meeldetuletuseks, maailmad."
fi: Nämä ovat niitä, joille Jumala on ohjannut, joten heitä ottaa esimerkin. Sanoa, "En pyytää teitä tämän viestin maksua. Se ei ole mutta muistutuksen maailman."
he: אלה הם אלה שאותם הוביל אללה, אז מ הדרכתו שלהם לקחת דוגמה. תגיד, "אני מבקש ממך עבור הודעה זו ללא תשלום. זה לא אבל תזכורת של העולמות".
hr: To su oni kojima Allah je vodio, nemoj da primjer iz svoje smjernice. Reći, "tražim od vas za ovu poruku nema plaćanja. Nije ali podsjetnik za svjetovima."
lt: Jie yra tie, kuriems Dievas buvo vadovaujamasi, todėl nuo jų orientavimo pavyzdys. Sako: "prašau jus šį pranešimą mokėjimas. Tai ne bet priminimą pasaulius."
lv: Tie ir tie, kam Allāhs ir vadīta, tātad no savas virzības ņemt piemēru. Teiksim, es jautāju jums par šo ziņojumu neviens maksājums. Nav taču atgādinājumu pasaulēm."
nb: De er de som Allah har veiledet, så ta et eksempel fra deres veiledning. Si, "Jeg ber dere om denne meldingen ingen betaling. Det er ikke men en påminnelse for verdens.
sk: To sú tie, ktorých Boh má riadiť, takže ich usmernenie vziať príklad. Napríklad: "Žiadam vás o túto správu žiadna platba. Nie je ale pripomenutie svety."
sl: To so tisti, katere Allah je ravna, tako iz njihove smernice da primer. Reči, "prosim vas za to sporočilo ni plačilo. Ni ampak opozorilo za svetove."
sr_cyrl: То су они којима Аллах је водио, па из њиховог водјства се угледа. Реци , "Ја те молим за ову поруку без плаћања. Није али подсетника за светова."
sr_latn: To su oni kojima Allah je vodio, pa iz njihovog vodjstva se ugleda. Reci, "Ja te molim za ovu poruku bez plaćanja. Nije ali podsetnika za svetova."
uk: Ті, ті, кого направляв Аллаха, так з їх керівництвом брати приклад. Сказати: "я прошу вас це повідомлення немає оплати. Це не але нагадування для світів."
vi: Những là những người mà Allah đã hướng dẫn, vì vậy từ hướng dẫn họ đưa một ví dụ. Nói, "tôi yêu cầu bạn cho thư này không thanh toán. Nó không phải là nhưng một lời nhắc nhở cho các thế giới."
zu: Labo yibo Allah waqondisa, ngakho esiqondisweni sabo sibheke isibonelo.

# Quran880
source: And they did not appraise Allah with true appraisal when they said, "Allah did not reveal to a human being anything." Say, "Who revealed the Scripture that Moses brought as light and guidance to the people? You [Jews] make it into pages, disclosing [some of] it and concealing much. And you were taught that which you knew not - neither you nor your fathers." Say, "Allah [revealed it]." Then leave them in their [empty] discourse, amusing themselves.
ca: I no valorar Allah amb veritable avaluació quan deien, "Allah no va revelar a un ésser humà res." Dir, "que revela l'escriptura que Moses portat llum i orientació a les persones? [Jueus] fer-ho en pàgines, de divulgació [alguns]-lo i ocultant molt. I li van ensenyar allò que sabia no - ni tu ni els vostres pares." Dir: "Allah [mostrat]." Llavors deixar-los en el seu discurs [buit] entretinguda.
cy: Ac oedd ni arfarnu Allah gydag arfarniad wir pan y dywedodd, "wnaeth Allah nid ddatgelu i'r bod dynol unrhyw beth." Dweud, "sy'n dangos yr ysgrythur a gyflwynodd Moses fel golau ac arweiniad i bobl? [Iddewon] Fe'i gwnewch i dudalennau, datgelu [rhai o'r] Mae'n ac yn cuddio llawer. A dysgwyd chi y gwyddech na-ydych chi na'r eich tadau. Dweud, "Allah [Datgelodd]." Yna gadael iddynt yn eu disgwrs [gwag], ddoniol eu hunain.
da: Og de vurderer ikke Allah med ægte vurdering, når de sagde, "Allah afsløre ikke et menneske noget." Sige, "hvem afsløret det skriftsted, som Moses bragte som lys og vejledning til mennesker? Du [jøder] gøre det i siderne, afslørende [nogle af] det og skjuler meget. Og du lærte det, som du vidste ikke - hverken du eller dine fædre." Sige, "Allah [afslørede det]." Derefter efterlade dem i deres [Tom] diskurs, morsomt selv.
el: Και δεν τους εκτιμήσει Αλλάχ με αληθινή εκτίμηση όταν είπε, «Αλλάχ δεν διαφώτισαν σε ένα ανθρώπινο ον.» Λένε, «που αποκάλυψε η γραφή που Moses έφερε ως φως και καθοδήγηση στους ανθρώπους; Εσάς [Εβραίοι] κάνει σε σελίδες, [ορισµένων] γνωστοποίηση και κρύβει πολλά. Και αυτό που ήξερες δεν - ούτε εσείς ούτε οι πατέρες σας διδάξατε.» Λένε, «Αλλάχ [αποκάλυψε αυτό].» Στη συνέχεια, αφήστε τους στην [κενό] δράση, διασκεδάζοντας.
et: Ja nad ei ole hindab Allah tõsi hinnangut kui nad ütlesid, "Allah ei näidanud et inimene midagi." Öelda: "kes näitas Pühakirja, et Moses tõi valgust ja suunised inimestele? [Juudid] sa teed seda lehtedeks, avalikustades [mõned] ja varjamine palju. Ja teid on õpetatud seda, mis te teadis ole - ei teid ega teie isad." Öelda: "Jumal [näitas]." Seejärel Jäta need oma [tühi] diskursuses, lõbusa ise.
fi: Ja he ei arvioinnista Allah totta arvioinnin, kun he sanoivat, "Allah ei havaittu ihminen mitään." Esimerkiksi: "joka paljasti kirjoituksista, että Moses tuonut kuin valo ja ohjausta ihmisille? Siitä [juutalaisten] tehdä sivuja, paljastaa [jotkut] ja salata paljon. Ja sinulla on opetettu että mikä sinun eivät - tunne, et sinä eikä isienne." Sanoa, "Jumala [paljasti sen]." Sitten jättää ne [tyhjä] keskustelussa, huvittava itse.
he: הם בוטח אללה עם הערכה נכון כאשר הם אמרו, "אללה לא חשפו אנוש משהו." אומרים, "מי גילה הכתוב שהביא כמו אור והדרכה Moses לעם? אתה [היהודים] להפוך אותו לתוך דפי, לחשוף [חלק] זה והסתרת הרבה. שלימדו את אשר ידעת. לא -. לא אתה ולא אבא שלך." אומרים, "אללה [חשף אותה]." ואז משאירה אותם בשיח שלהם [ריק], משעשע את עצמם.
hr: I oni je ocijeniti Allaha sa pravi procjenu kada su rekli, "Allah nije otkrila ljudskom biću ništa." Kažu, "koji je objavio pismo Moses dovela kao svijetlo i vodstvo ljudi? [Židovi] li u stranice, objasnili su neki] to i skriva mnogo. I si su bili ono što si znao da nije - ni vi ni vaši očevi." Kažu, "Allah [objaviti]." Zatim ih ostaviti u njihovim [prazan] diskursa, zabavno sebe.
lt: Ir jie padarė ne įvertinti Dievas su tiesa įvertinti kai jie sakė, "Dievas neatskleidė žmogui nieko." Tarkim, "kurie atskleidė laiškas, kad Moses atnešė kaip šviesos ir orientavimo žmonėms? Jūs [žydų] padaryti jį į puslapius, atskleisti [kai] tai ir slepia daug. Ir jūs mokė, kuris žinojo ne - nei jūs, nei jūsų tėvai." Sako: "Dievas [atskleidė jį]." Tada palikti juos jų [tuščia] diskurse, smagu save.
lv: Un tie nebija ne vērtēt Allah ar patiesu vērtējumu, kad viņi teica, "Allah neatklāja, lai cilvēks kaut ko." Teiksim, "kurš atklāja rakstos, kas Moses celta kā gaismas un virzības uz cilvēkiem? [Ebrejiem] tā jāpadara par lappusēm, atklājot [daļa] un slēpj daudz. Un jums mācīts tas, ko jūs zināja, ka nav - ne jūs, ne jūsu tēvi." Teiksim, "Allah [atklāja tai]." Tad atstājiet tos viņu [tukšs] diskursā, amusing sevi.
nb: Og de vurdere ikke Allah med ekte avgrensningsbrønn da de sa, "Allah avsløre ikke til et menneske noe." Si, "hvem avsløre kristendomskunnskapen som Moses førte lys og veiledning til folk? Du [jødene] gjøre det til sider, avsløre [noen av] det og skjuler mye. Og du ble lært som du ikke - visste verken du eller dine fedre. Si "Allah [åpenbart det]." Legge dem i deres [tom] diskurs, morsomme seg.
sk: A urobil to nie hodnotí Alah s pravdivé zhodnotenie, keď povedal, "Alah neodhalilo pre človeka nič." Hovoria: "kto odhalil písma, že Moses priniesol ako svetlo a vedenie ľudí? Vás [Židia] bolo do stránok, zverejňovanie [niektoré] a veľa utajiť. A ste učil to, čo viete, že nie je - ani vy, ani vaši otcovia." Povedať "Alah [predstavený]." Potom nechať v ich [prázdny] prejav, zábavné sami.
sl: In so si ne ocenjujejo Allah z resnično oceno ko so rekli, "Allah je ne zazna človeško bitje." Reči, "ki pokazala pismo, ki Moses kot svetlobo in navodila za ljudi? [Judje] prideš v strani, razkritje [nekaj] da in prikrivanje veliko. In so vas naučili tistega, kar si vedel ne - niti vi niti vaš očetov." Reči, "Allah [pokazala]." Potem jih pustiti v svojih [prazne] diskurz, zabavno sami.
sr_cyrl: И они да ли не проценити Алах са истина процену када су рекли, "Аллах нису открили да људско биће све." Кажу , "Ко је открио писмо Мосес довела је у народу као светло и водич? Ви [Јевреји] успети у странице, обелодањивање [део] то и много прикривање. "И тако су те науиили коју си знао да није - ни ви ни ваши очеви." Рекао је, "Аллах [, открива]." Остављају их у њиховим [празан] дискурс, играју се.
sr_latn: I oni da li ne proceniti Alah sa istina procenu kada su rekli, "Allah nisu otkrili da ljudsko biće sve." Kažu, "Ko je otkrio pismo Moses dovela je u narodu kao svetlo i vodič? Vi [Jevreji] uspeti u stranice, obelodanjivanje [deo] to i mnogo prikrivanje. "I tako su te nauиili koju si znao da nije - ni vi ni vaši očevi." Rekao je, "Allah [, otkriva]." Ostavljaju ih u njihovim [prazan] diskurs, igraju se.
uk: І вони не оцінити Аллах з правдою оцінки вони сказали, "Аллах не виявило до людини нічого." Кажуть, «хто виявив Писання, що Moses приніс, як світло і керівництво до народу? Ви [євреїв] перетворити його в сторінках, розкриття [деякі] і приховуванні багато. І ви вчили те, що ви не - пізнав ні вас, ні ваших батьків". Скажімо, "Аллах [показав його]." Потім залишити їх у своїх [порожній] дискурсу, забавні себе.
vi: Và họ đã không phải thẩm định Allah với thẩm định sự thật khi họ nói, "Allah đã không tiết lộ với một con người bất cứ điều gì." Nói, "những người tiết lộ Thánh Moses đưa như là ánh sáng và hướng dẫn cho người dân? Bạn [Do Thái] làm cho nó vào các trang, tiết lộ [một số] nó và che giấu nhiều. Và bạn đã được giảng dạy mà bạn biết không - không bạn cũng không phải cha của bạn." Nói, "Allah [tiết lộ]." Sau đó để lại cho họ trong của discourse [trống], gây cười chính mình.
zu: Futhi abazange uhlolisise Allah nge asihlole weqiniso lapho bethi: "Allah akazange embule a kokuba yini womuntu."

# Quran881
source: And this is a Book which We have sent down, blessed and confirming what was before it, that you may warn the Mother of Cities and those around it. Those who believe in the Hereafter believe in it, and they are maintaining their prayers.
ca: I aquest és un llibre que ens han enviat cap avall, beneït i confirmant el que era abans, que es pot advertir la mare de les ciutats i aquells al seu voltant. Aquells que creuen en el futur hi creuen, i són el manteniment d'oracions.
cy: A dyma'r llyfr yr ydym wedi'u hanfon i lawr, yn bendithio ac yn cadarnhau beth oedd ger ei fron, y gall eich rhybuddio mam dinasoedd a rhai o'i amgylch. Mae'r rhai sy'n credu yn y o hyn ymlaen yn credu ynddo, ac eu bod yn cynnal eu gweddïau.
da: Og dette er en bog, som vi har sendt ned, velsignet og bekræfter, hvad der var før det, at du kan advare mor byer og dem omkring det. Dem, der tror på hinsidige tror på det, og de bevare deres bønner.
el: Και αυτό είναι ένα βιβλίο που σας στείλαμε κάτω, ευλογημένοι και επιβεβαιώνει αυτό που ήταν πριν από αυτό, ότι σας μπορεί να σας προειδοποιήσει τη μητέρα των πόλεων και εκείνοι γύρω από αυτό. Όσοι πιστεύουν στη συνέχεια πιστεύουμε σε αυτό, και διατηρούν τις προσευχές τους.
et: Ja see on raamat, mis me saatsime alla, õnnistatud ja kinnitades, milline oli enne seda, et teid hoiatada, linnade ema ja nende ümber. Edaspidi kummutatakse usu sellesse, ja nad säilitasid oma palvetes.
fi: Ja tämä on kirja, jonka lähetimme alas, siunattu ja vahvistaa, mitä oli ennen se, että voi varoittaa kaupunkien äitinä ja sen ympärille. Ne, jotka uskovat jäljempänä uskoa siihen, ja he väittävät heidän rukouksiinsa.
he: זהו ספר אשר שלחנו מבורך, ולאשר מה היה לפני זה, כי אתה עשוי להזהיר את אמא של הערים ואת אלו, הסובבים אותו. אלה אשר מאמינים בעולם הבא מאמין בזה, הם שמירה תפילותיהם.
hr: I ovo je knjiga koju smo poslali, blagoslovljen i potvrđuje kako je prije bilo, da može upozoriti majku gradova i one oko njega. Oni koji vjeruju u daljnjem tekstu vjerovati u to, i oni su održavanje njihove molitve.
lt: Ir tai knygą, kurią išsiuntėme žemyn, palaimino ir patvirtinantis, kas buvo prieš tai, kad jums gali įspėti miestų motiną ir aplink jį. Tie, kurie tiki toliau tiki jį, ir jie yra išlaikyti savo maldomis.
lv: Un šī ir grāmata, kurā mēs esam nosūtījuši uz leju, svētīja un apstiprinot to, kas bija pirms tā, ka var brīdināt pilsētu māte, un tiem, kas ap to. Tiem, kuri tic turpmāk tic tam, un tie ir uzturēt viņu lūgšanām.
nb: Og dette er en bok som vi har sendt ned, velsignet og bekrefter det som var før det, at du kan advare mor av byene og de rundt den. De som tror i hinsidige tror på det, og de er å opprettholde deres bønner.
sk: A je to kniha, ktoré sme poslali dole, požehnaný, a potvrdzuje to, čo bolo pred ním, že môže varovať matka mestá a tí okolo nej. Tí, ktorí veria v ďalej veriť v to a oni si zachovávajú svoje modlitby.
sl: In to je knjiga, ki smo poslali, blagoslovil in potrjuje, kar je bilo pred njim, da vas lahko opozori mati mesta in tiste okoli njega. Tisti, ki verjamejo v nadaljevanju verjamem v to, in oni so ohranjanje njihove molitve.
sr_cyrl: А ово је књига коју смо послали доле, Благословљена и Потврђујући како је раније било, да вас може упозорити мајку градова и оне око њега. Они који верују у надаље верује у то, и они су одржавање њихове молитве.
sr_latn: A ovo je knjiga koju smo poslali dole, Blagoslovljena i Potvrđujući kako je ranije bilo, da vas može upozoriti majku gradova i one oko njega. Oni koji veruju u nadalje veruje u to, i oni su održavanje njihove molitve.
uk: І це книга, які ми направили вниз, благословив, що підтверджує, що було раніше його, що може попередити матір міст і ті, навколо нього. Тих, хто вірить в загробному світі вірять в це, і вони продовжують чинити їхні молитви.
vi: Và đây là một cuốn sách mà chúng tôi đã gửi xuống, may mắn và xác nhận những gì đã trước đó, bạn có thể cảnh báo mẹ thành phố và những người xung quanh nó. Những người tin rằng trong tương lai tin vào nó, và họ đang duy trì cầu nguyện của họ.
zu: Futhi lena Book lapho We sa phansi, wasibusisa, okuqinisekisa lokho okushiwo kwakukuhle sema phambi kwalo, Lowo you khuza UnguNina Imizi labo cishe it.
