Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran344
source: Indeed, Allah is my Lord and your Lord, so worship Him. That is the straight path."
ca: De fet, Allah és el meu Senyor i el seu Senyor, tan adorar-lo. Que és el camí recte".
cy: Yn wir, Allah yw fy Arglwydd a eich Arglwydd, felly addoli ef. Yn y llwybr syth.
da: Ja, Allah er min herre og din Herre, så tilbede ham. Det er den lige vej."
el: Πράγματι, Αλλάχ είναι ο Λόρδος μου και σας Λόρδος, έτσι λατρεία του. Αυτό είναι το straight path».
et: Tõepoolest, Allah on minu Issand ja sinu isand, nii et teda kummardama. Mis on õigele teele."
fi: Itse asiassa Jumala on minun herrani ja teidän Herranne, joten palvomaan häntä. Se on suora tie."
he: אכן, אללה הוא הלורד ואדון שלך, אז לסגוד לו. זה הדרך הישרה".
hr: Uistinu, Allah je moj gospodar i vaš gospodar, pa mu se klanjati. To je ispravni put."
lt: Iš tiesų, Allah yra mano Viešpats ir jūsų Viešpats, Taigi garbinti jį. Tai tiesiame kelyje."
lv: Patiešām, Allah ir mans kungs un jūsu kungs, tātad pielūgt viņu. Kas ir taisns ceļš."
nb: Faktisk Allah er min Herre og deres Herre, så tilbe ham. Det er den rette veien."
sk: Vskutku, Alah je môj pán a vášho pána, tak ho uctievajú. To je rovnou cestou."
sl: Dejansko, Allah je moj Gospod in svojega Gospoda, tako ga častili. To je naravnost pot."
sr_cyrl: Уистину , Аллах је мој господар и твој господар, па му се клањају. "То је правим путем."
sr_latn: Uistinu, Allah je moj gospodar i tvoj gospodar, pa mu se klanjaju. "To je pravim putem."
uk: Дійсно, Аллах мій Господь і ваш Господь, так поклонятися йому. Це прямий шлях".
vi: Thật vậy, Allah là Tâu Đức vua và Chúa của bạn, vì vậy thờ phượng Ngài. Đó là con đường thẳng."
zu: Ngempela, Allah is mi Lord kho Lord, ngakho khonza Him.

# Quran345
source: But when Jesus felt [persistence in] disbelief from them, he said, "Who are my supporters for [the cause of] Allah?" The disciples said, "We are supporters for Allah. We have believed in Allah and testify that we are Muslims [submitting to Him].
ca: Però quan Jesus sentia incredulitat [persistència en] d'ells, va dir: "qui són els meus seguidors per [la causa de] Allah?" Els deixebles, va dir, "Som partidaris d'Allah. Que han cregut en Allah i testificar que som musulmans [sotmetre's a ell].
cy: Ond pan y teimlai Iesu [dyfalbarhad wrth] anghrediniaeth oddi wrthynt, dywedodd, "pwy yw fy cefnogwyr am [achos] Allah?" Dywedodd y disciples, "Rydym yn gefnogwyr i Allah. Rydym wedi credu mewn Allah a dystio ein bod Moslemiaid [cyflwyno iddo].
da: Men da Jesus mærkede [persistens i] vantro fra dem, han sagde, "der er min tilhængere for [årsag] Allah?" Disciplene sagde, "vi er fortalere for Allah. Vi har troede på Allah og vidner om, at vi er muslimer [indsendelse til ham].
el: Αλλά όταν ο Ιησούς αισθητή [την επιμονή] δυσπιστία από αυτούς, είπε, «που είναι μου υποστηρικτές για [την αιτία της] Αλλάχ;» Οι μαθητές δήλωσε, "Είμαστε υποστηρικτές του Αλλάχ. Έχουμε πίστευαν σε Αλλάχ και μαρτυρούν ότι είμαστε Μουσουλμάνοι [υποταγή σ ΄αυτόν].
et: Aga kui Jeesus tundis [püsivust] ei uskunud neid, ta ütles: "minu toetajad [põhjus], kes on Jumal?" Jüngrid ütles, "me oleme toetajatele Allah. Meil on uskunud Jumalat ja tunnistan, et oleme [esitades talle] moslemid.
fi: Mutta kun Jeesus tunsi [Pysyvyys] epäusko, hän sanoi, "jotka ovat omat kannattajat [syy] Jumala?" Opetuslapset sanoivat: "Olemme kannattajat Allah. Uskonut Jumalaan ja todistaa, että olemme muslimit [ollen hänelle].
he: אבל כאשר ישוע חשה חוסר אמונה [התמדה] מהם, הוא אמר, "מי הם התומכים שלי למטרה [של] אללה?" התלמידים אמר, "אנחנו תומכים למען אללה. אנו מאמין באללה, להעיד כי אנחנו מוסלמים [הגשת לו].
hr: Ali kad Isus osjetio [upornost u] nevjerica od njih, rekao je, "koji su moje pristaše [uzrok] Allah?" Učenicima je rekao, "mi smo navijači za Allaha. Smo vjerovali u Allaha i svjedoče da su muslimani [podvrgavanja ga].
lt: Bet kai Jėzus pajuto [išgyvenimas] netikėjimas, jis pasakė: "kas yra mano šalininkai [priežastis] Dievas?" Mokiniai sakė, "mes sirgalių, Dievas. Mes tikėjo Dievo ir liudija, kad esame musulmonai [pateikti jam].
lv: Bet, kad Jēzus jūtama neticība [noturība] no viņiem, viņš teica, "kurš ir mans atbalstītāji [iemesls] Allah?" Mācekļiem sacīja: "mēs esam atbalstītājiem Allah. Mums ir tic Allah un apliecināt, ka esam musulmaņu [iesniegt viņam].
nb: Men når Jesus følte [utholdenhet i] vantro fra dem, sa han, "hvem er min støttespillere for [årsaken til] Allah?" Disiplene sa, "vi er støttespillere for Døyve. Vi har trodd på Allah og vitner om at vi er muslimer [underkaste seg ham].
sk: Ale keď Ježiš sa cítil [vytrvalosť pri] neveriacky, povedal, "ktorí majú svojich priaznivcov pre [príčina] Boha?" Učeníkom povedal: "sme priaznivci pre Alaha. Sme uverili v Boha a dosvedčiť, že sme moslimovia [predkladá ho].
sl: Ampak ko Jezus počutil [obstojnosti v] nejeverno, je dejal, "ki so moje navijačev za [vzrok] Allah?" Učencem dejal, "smo navijači za Allah. Verjel v Allah in pričajo, da smo muslimani [predloži ga].
sr_cyrl: Али кад је било Исусу неверовање [упорност у] од њих, он је рекао, "Ко су присталице за [узрок] Аллах?" Апостоли је рекао, "ми смо присталице за Алаха. Нисмо веровали Алаха и сведочи да смо Муслимани [подношење му].
sr_latn: Ali kad je bilo Isusu neverovanje [upornost u] od njih, on je rekao, "Ko su pristalice za [uzrok] Allah?" Apostoli je rekao, "mi smo pristalice za Alaha. Nismo verovali Alaha i svedoči da smo Muslimani [podnošenje mu].
uk: Але коли Ісус відчував [наполегливість у] невір'я від них, він сказав: "хто є мої прихильники для [причину] Аллах?" Учні сказав: "ми прихильники для Аллаха. Ми повірили в Аллах і свідчити, що ми, мусульмани [подання йому].
vi: Nhưng khi Chúa Giêsu cảm nhận [kiên trì trong] sự hoài nghi từ họ, ông nói, "những người đang ủng hộ của tôi cho [các nguyên nhân của] Allah?" Các đệ tử nói, "chúng tôi là những người ủng hộ cho Allah. Chúng tôi đã tin vào Allah và làm chứng rằng chúng tôi là người Hồi giáo [gửi cho anh ta].
zu: Kodwa lapho uJesu wazizwa [ukuphikelela] disbelief kusukela kubo, wathi: "Ungubani nabasekeli yami ukuba [imbangela yokushona] Allah?"

# Quran346
source: Our Lord, we have believed in what You revealed and have followed the messenger Jesus, so register us among the witnesses [to truth]."
ca: Nostre Senyor, han cregut en el que es va revelar i han seguit el Missatger Jesus, tan registra'ns entre els testimonis [de la veritat]. "
cy: Ein Arglwydd, yr ydym wedi credu mewn beth ydych wedi datgelu ac wedi dilyn y negesydd Iesu, felly ein cofrestr ymhlith y tystion [gwir]. "
da: Vor Herre, vi har troet på hvad du afslørede og har fulgt messenger Jesus, så registrere os blandt vidnerne [til sandheden]. "
el: Ο Κύριός μας, έχουμε πίστευαν σε αυτό που αποκάλυψε σας και έχετε ακολουθήσει το messenger ο Ιησούς, οπότε εγγραφείτε μας μεταξύ των μαρτύρων [για αλήθεια].»
et: Meie Issand on uskunud sa selgus ja järgnesid messenger Jeesus, nii registreeru meile [et tõde] tunnistajate seas. "
fi: Meidän Herramme ovat uskoneet mitä paljasti ja seurannut messenger Jeesus, niin rekisteröidy meille keskuudessa [todistamaan totuus]. "
he: אדוננו, אנחנו האמינו מה, עקב שליח ישו, אז לרשום אותנו בין העדים [אל האמת]. "
hr: Naš Gospodin, vjerovao u ono što si objavio i pratio Glasnik Isusa, tako Registrirajte nas među svjedoke [za istinom]. "
lt: Mūsų Viešpatie, mes tikėjo ką jūs atskleidė ir po messenger Jėzaus, kad registruotis mūsų tarp liudytojų [į tiesą]. "
lv: Mūsu kungs, mēs ir uzskats, ko jūs atklāt un sekoja Jēzum kurjers, tātad reģistrēties mums starp lieciniekiem [patiesība]. "
nb: Vår Herre, vi har trodd på hva du avslørte og har fulgt messenger Jesus, så registrere oss blant vitnene [til sannheten]. "
sk: Nášho Pána, sme uverili v to, čo ste odhalili a nasledovali posla Ježiša, tak Zaregistrujte nás medzi svedkami [pravda]. "
sl: Našega Gospoda, smo verjeli v kaj pokazala in sledili sel Jezusa, tako nas register med priče [za resnico]. "
sr_cyrl: Господ , да верујемо у шта сте открили и пратио гласник Исуса, тако да нас пријавим међу сведоцима [за истином]. "
sr_latn: Gospod, da verujemo u šta ste otkrili i pratio glasnik Isusa, tako da nas prijavim među svedocima [za istinom]. "
uk: Наш Господь, ми вірили в те, що ви показали і наведених Ісус messenger, так зареєструватися нас серед свідків [істини]. "
vi: Chúa chúng ta, chúng ta có tin vào những gì bạn tiết lộ và đã theo người đưa tin Chúa Giêsu, vì vậy đăng ký với chúng tôi trong số các nhân chứng [đến thật]. "
zu: Ithu Lord we fanele kholwa babe You phendla landela gijimi uJesu, ngakho ukubhalisa us fakazi [ukuba iqiniso]. "

# Quran347
source: And the disbelievers planned, but Allah planned. And Allah is the best of planners.
ca: I els disbelievers previst, però Allah previst. I Allah és el millor dels planificadors.
cy: Ac y disbelievers cynllunio, ond cynlluniodd Allah. A Allah yw'r gorau o gynllunwyr.
da: Og vantro planlagt, men Allah planlagt. Og Allah er bedst af planlæggere.
el: Και το disbelievers προγραμματιστεί, αλλά Αλλάχ προγραμματιστεί. Και Αλλάχ είναι ο καλύτερος των πολεοδόμων.
et: Ja selle uskottomille planeeritud, kuid Jumal planeeritud. Ja Jumal on parim planeerijad.
fi: Ja saa luovuttaa suunnitellut, mutta Jumala suunnitellut. Ja Jumala on suunnittelijoiden paras.
he: תכנן disbelievers, אבל אללה מתוכנן. אללה מיטב המתכננים.
hr: Na iskuse planirano, a Allahovom planiranih. A Allah je najbolji od planera.
lt: Ir kad disbelievers planuojama, bet Dievas planuojama. Ir Dievas yra geriausias iš planuotojai.
lv: Un disbelievers plānots, bet Allāha plānots. Un Allah ir labākais no plānotājiem.
nb: Og troende planlagt, men Allah planlagt. Og Allah er best planleggere.
sk: A plánované neveriacim, ale Alah plánované. A Allah je najlepšie plánovačov.
sl: In na disbelievers načrtovano, vendar Allah načrtovano. In Alah je najboljši načrtovalci.
sr_cyrl: Скептике планирао, а Аллах је планирао. А Аллах је најбољи од планера.
sr_latn: Skeptike planirao, a Allah je planirao. A Allah je najbolji od planera.
uk: І запланована на disbelievers, але Аллах планувалося. І Аллах є кращим планувальників.
vi: Và thì các kế hoạch, nhưng kế hoạch Allah. Và Allah là tốt nhất của nhà kế hoạch.
zu: Futhi disbelievers kuhlelwe, kodwa Allah kuhlelwe.

# Quran348
source: [Mention] when Allah said, "O Jesus, indeed I will take you and raise you to Myself and purify you from those who disbelieve and make those who follow you [in submission to Allah alone] superior to those who disbelieve until the Day of Resurrection. Then to Me is your return, and I will judge between you concerning that in which you used to differ.
ca: [Parlar] Quan Allah deia, "Jesús O, de fet em portarà i elevar a mi mateix i purifica d'aquells que dubten i fer aquells que segueixen [en el submissió a Allah sol] superior a aquells que no creuen fins el dia de resurrecció. Llavors, per a mi és el seu retorn, i considerarà entre sobre que en què solia diferir.
cy: [Sôn am] pan ddywedodd Allah, "O Iesu, yn wir I bydd yn mynd â chi a chi godi i fi fy hun a puro'r chi gan y rheini a chredu a gwneud rhai sy'n dilyn chi [yn y cyflwyniad i Allah yn unig] uwch i'r rhai a chredu tan ddiwrnod yr atgyfodiad. Yna i mi yw eich enillion, a byddaf yn barnu rhwng chi ynghylch y y gwnaethoch eu defnyddio i fod yn wahanol.
da: [Nævne] Da Allah sagde, "O Jesus, faktisk jeg vil tage dig og hæve dig til mig og rense dig fra dem, som ikke tror og gøre dem, der følger du [i hengivelse til Allah alene] superior til dem, der ikke tror indtil dag i opstandelse. Så for mig er din tilbagevenden, og jeg vil dømme mellem jer om, hvor du har brugt til at variere.
el: [Αναφορά] όταν ο Αλλάχ είπε, "Ω Ιησού, πράγματι θα σας μεταφέρει και σας ανυψώνουν σε τον εαυτό μου και να σας εξαγνίσει από εκείνους που δυσπιστώ και κάνει εκείνους που ακολουθούν σας [σε υποβολή στον Αλλάχ μόνο] superior σε αυτούς που δυσπιστώ μέχρι την ημέρα της Αναστάσεως. Στη συνέχεια, για μένα είναι η επιστροφή σας και εγώ θα κρίνουν μεταξύ σας σχετικά με αυτό που χρησιμοποιήσατε για να διαφέρουν.
et: [Nimetada] kui Jumal ütles: "O Jeesus, tõepoolest ma viib teid ja tõsta sa endale ja puhastada neist, kes usu ja teha need, kes järgivad sa [in esitamine Jumal üksi] superior hädaks usu. ülestõusmise päevani. Mulle on tagasi ja ma kohtunik teie kohta kus kasutatud erinevad vahel.
fi: [Mainita] kun Allah sanoi: "Oi Jeesus, todellakin aion viedä sinut ja nostaa sinut itselleni ja puhdistaa niiltä, jotka ovat uskottomia ja tehdä ne, jotka seuraavat sinua [Allahille yksin] superior niille, jotka ovat uskottomia ylösnousemuksen päivään. Minulle takaisin, ja niin tuomitse välillä siitä, joissa voit käyttää erilaisia.
he: [להזכיר] אללה אמר, "הו אלוהים, אכן לקחת אותך ואת מעלה לעצמי ואני לטהר את ממי להאמין ולעשות את אלה שהלכו אחרי אתה [ב כניעה לאללה לבד] מעולה למי להאמין עד יום התחיה. אז לי את ההחזר, אני ישפוט בין בנוגע אשר שבו השתמשת כדי להיות שונה.
hr: [Spomenuti] kada Allah rekao, "O Isuse, doista ću te i dižem za sebe i očistiti od onih koji je siguran da je lažna i da oni koji slijede te [u pokornosti Allahu sama] superior onima koji ne vjeruju sve do dana uskrsnuća. Onda mi je tvoj povratak i će suditi između vas je to u kojem ste koristili da se razlikuju.
lt: [Paminėti] kai Dievas sako, "O Jėzus, iš tiesų aš jus ir pakelti jūsų save ir išvalyti jūs iš tų, kurie neturi wierza ir padaryti tiems, kurie po jums [į pateikimo Allaho vien] superior tiems, kurie neturi wierza iki prisikėlimo dieną. Tada man yra grąžą, ir aš bus teisėjas tarp jūsų apie tą, kurį naudojote skiriasi.
lv: [Norādīt] kad Allah teica: "O Jēzus patiešām es veikšu jums un jums piesaistīt sev un jums attīrīt no tiem, kuri neticēt un pārliecinieties, ka tie, kas seko jums [iesniegšanas vien Allāhs] priekšnieka tiem, kuri neticēt līdz augšāmcelšanās dienai. Tad man ir jūsu atgriešanās un būs spriest starp jums par to, ka kādā mēdza atšķirties.
nb: [Nevne] når Allah sa, "O Jesus, faktisk jeg vil ta deg høyne til meg selv og rense deg fra de som tviler og gjøre de som følger deg [i underkastelse til Allah alene] overlegen til de som tviler til dagen av oppstandelse. Er tilbake til meg, og jeg vil dømme deg om som du brukte til å variere.
sk: [Spomenúť] keď Boh povedal: "O Ježišovi, skutočne som vás vezme a získať si pre seba a očistiť sa od tých, ktorí neveria a tých, ktorí nasledujú [v predloženie Boh sám] izba pre tých, ktorí neveriť až v deň vzkriesenia. Potom mi je váš návrat a budem súdiť medzi vami o tom, v ktorej ste použili líšiť.
sl: [Omenja] Ko Allah je dejal, "O Jezus, res sem vas bo in vam dvigniti na sebi in si očisti od tistih, ki verjamem in bi tisti, ki sledijo [v predložitev sam Allah] superior tistim, ki verjamem do dan od vstajenje. Nato mi je vaš donos, in bom sodnik med vami glede na to v kateri ste se razlikujejo.
sr_cyrl: [Споменуо ] када Аллах је рекао: "О, Исусе, заиста сам ће те и горе до себе и те оцистим од оних који је сигуран да је лажна, и да они који прате те [у покорности Алаху сама] супериор онима који сумњаш у све до дана ускрснућа. Онда ми је твој повратак, и да ће судити између вас које се односе на то у ком сте користили да се разликују.
sr_latn: [Spomenuo] kada Allah je rekao: "O, Isuse, zaista sam će te i gore do sebe i te ocistim od onih koji je siguran da je lažna, i da oni koji prate te [u pokornosti Alahu sama] superior onima koji sumnjaš u sve do dana uskrsnuća. Onda mi je tvoj povratak, i da će suditi između vas koje se odnose na to u kom ste koristili da se razlikuju.
uk: [Згадати] коли Аллах сказав: "O Ісуса, дійсно я візьму вас і виведу вас до себе і очистити вас від тих, хто не вірити і зробити тих, хто стежить ви [в подання до Аллах поодинці] superior для тих, хто не вірити аж до дня воскресіння. Для мене це повернення, і я будуть судити між ви, що стосуються, в якій ви використовували, щоб відрізнятися.
vi: [Kể] Khi Allah nói, "Chúa Giêsu O, thực sự tôi sẽ đưa bạn và nâng cao bạn với bản thân mình và lọc bạn từ những người disbelieve và làm cho những người theo bạn [trong trình Allah một mình] cao cho những người disbelieve cho đến ngày phục sinh. Sau đó tôi là trở lại của bạn, và tôi sẽ thẩm phán giữa bạn liên quan đến mà trong đó bạn đã sử dụng khác nhau.
zu: [Ukuphathwa] uma Allah wathi: "O Jesu, ngempela mina ngeke bathathe kuwe futhi aphakamise wena ku Mina qobo bese hlamba you kusukela labo disbelieve labo landela you [uthobela Allah yedwa] laliphakeme kunamasiko labo disbelieve kuze Suku

# Quran349
source: And as for those who disbelieved, I will punish them with a severe punishment in this world and the Hereafter, and they will have no helpers."
ca: I els que dubtaven, castigaré-los amb un càstig sever en aquest món i el més enllà, i tindran cap ajudants."
cy: O ran y rheini a ddysgais, bydd yr cosbi â chosbi difrifol yn y byd hwn a y o hyn ymlaen, a bydd ganddynt unrhyw gynorthwywyr."
da: Og som for dem, der disbelieved, vil jeg straffe dem med en hård straf i denne verden og hinsidige, og de vil have ingen hjælpere."
el: Και όσο για εκείνους που disbelieved, θα τους τιμωρήσει με μια αυστηρή τιμωρία σε αυτόν τον κόσμο και η συνέχεια, και δεν θα έχουν καμία βοηθοί.»
et: Aga need, kes disbelieved, ma koos karm karistus selles maailmas ja edaspidi karistab neid ja neil ei ole abistajat."
fi: Niille, jotka uskoneet historiankulku rankaisee heitä kanssa ankara rangaistus tässä maailmassa ja tulevassa ja heillä apuohjelmia ei."
he: ובקשר לאלה disbelieved, אני אעניש אותם עם עונש חמור בעולם הזה ובעולם בעולם הבא, יהיה להם לא עוזרים."
hr: I oni koji bio, kaznit ću ih s teške kazne u ovaj svijet i nadalje, i imaju nema pomagača."
lt: Ir tiems, kurie disbelieved, aš nubausiu juos su sunkus bausmės šiame pasaulyje ir toliau, ir jie turės ne pagalbininkai."
lv: Un attiecībā uz tiem, kuri disbelieved, es būs sodīt viņus ar bargu sodu šajā pasaulē un turpmāk, un viņiem būs bez palīgiem.
nb: Og som for de vantro, vil jeg straffe dem med en streng straff i denne verden og hinsidige, og de vil ikke ha noen hjelpere.
sk: A pokiaľ ide o tých, kto pochyboval, môžem potrestať s ťažkým trest v tomto svete a ďalej, a budú mať bez pomocníkov."
sl: In kot za tiste, ki so verjeli, bom kaznoval jih s hudo kazen v tem svetu in v nadaljevanju, in bodo imeli pomočnikov ni."
sr_cyrl: Што се тиче оних који не верује, ће их казнити са озбиљним казна у овом свету и надаље и они ће имати нема помагачи."
sr_latn: Što se tiče onih koji ne veruje, će ih kazniti sa ozbiljnim kazna u ovom svetu i nadalje i oni će imati nema pomagači."
uk: Що стосується тих, хто disbelieved, я будуть покарати їх з серйозними покарання у цей світ і далі і вони не немає помічників."
vi: Và đối với những người disbelieved, tôi sẽ trừng phạt họ với một hình phạt nghiêm trọng trong thế giới này và sau đây, và họ sẽ có không có người trợ giúp."
zu: Futhi njengoba for labo disbelieved, ngiyakubahambela; nge isijeziso esinzima kuleli zwe kanye Hereafter they cha fanele hlengi. "

# Quran350
source: But as for those who believed and did righteous deeds, He will give them in full their rewards, and Allah does not like the wrongdoers.
ca: Però els que creien i feien justos fets, ell els donarà en ple doctrines, i Allah no li agraden els malfactors.
cy: Ond o ran y rhai sydd yn credu a oedd gweithredoedd cyfiawn, bydd yn rhoi iddynt yn llawn eu gwobrau, ac nad yw Allah yn hoffi y tramgwyddo.
da: Men for dem, som troede og gjorde retfærdige gerninger, han vil give dem fuldt ud deres belønninger, og Allah kan lide ikke lovovertrædere.
el: Αλλά όσο για εκείνους που πίστευαν και έκανε δίκαιοι πράξεις, θα τους δώσει πλήρως τους ανταμοιβές, και Αλλάχ δεν ήθελα οι παραβάτες.
et: Aga need, kes uskusid ja tegin head teod, ta annab neile täielikult oma hüved ja Allah ei meeldi selle tekitaja.
fi: Mutta niille, jotka uskoivat ja teki tuovat, hän antaa heille kokonaan palkintoja ja Allah ei pidä laajemmalti.
he: אבל עבור אלה אשר האמינו ועשה מעשים טובים, שהוא ייתן להם מלוא התגמולים שלהם, אללה לא אוהב את הפושעים.
hr: Što se tiče onih koji vjeruju i da li pravedna djela, da će im u potpunosti svoje nagrade, a Allah ne voli počinioce.
lt: Bet tiems, kurie tikėjo ir padarė teisingas poelgius, jis suteiks jiems visas jų apdovanojimai, ir Dievas nemėgsta grzesznicy.
lv: Bet tiem, kuri ticēja un nebija taisns darbiem, viņš dos viņiem pilnībā viņu atlīdzības un Allah nepatīk pārkāpējus.
nb: Men for de som trodde og gjorde rettferdige gjerninger, han vil gi dem i full deres belønninger, og Allah liker ikke wrongdoers.
sk: Ale pokiaľ ide o tých, ktorí verili a urobil spravodlivé skutky, mu ich v plnej výške ich odmeny a Boh nemá rád zloèinci.
sl: Ampak za tiste, ki je verjel in naredil pravednici dejanja, on bo jim v celoti svoje nagrade in Allah ne mara na wrongdoers.
sr_cyrl: Али што се тиче оних који верује и да ли праведан дела, дао би их у потпуности своје награде, а Аллах не воли починиоце.
sr_latn: Ali što se tiče onih koji veruje i da li pravedan dela, dao bi ih u potpunosti svoje nagrade, a Allah ne voli počinioce.
uk: Але що стосується тих, хто вірив і зробив добрі справи, він дасть їм в повному обсязі свої нагороди і Аллаху не подобається в розкаюємося.
vi: Nhưng đối với những người tin tưởng và đã làm những việc làm chính đáng, ông sẽ cung cấp cho họ đầy đủ của phần thưởng và Allah không giống như các wrongdoers.
zu: Kepha labo kholwa eyenza izenzo zokulunga, Uyobanika ngokugcwele imivuzo yabo, futhi Allah ayithandi abenzi bobubi.

# Quran351
source: This is what We recite to you, [O Muhammad], of [Our] verses and the precise [and wise] message.
ca: Això és el que vam recitar a vostè, [O Muhammad], de [nostra] versos i el missatge exacta [i savi].
cy: Dyma beth yr ydym yn ei hadrodd i chi, [O Muhammad], [ein] penillion a neges union [a doeth].
da: Dette er hvad vi reciterer til dig, [O Muhammad], [vores] vers og præcise [og kloge] meddelelsen.
el: Αυτό είναι αυτό που απαγγέλλουν σε εσάς, [Ο Μωάμεθ], [μας] στίχους και το ακριβές [και σοφή] μήνυμα.
et: See on me etlema teile [O Muhammad], [meie] salmid ja sõnumi täpne [ja tark].
fi: Tämä on meidän lausua teille [Oi Muhammed] [meidän] säkeet ja tarkka [ja viisas] viesti.
he: זה מה שאנו מספרים לך, [O מוחמד], של הפסוקים [שלנו] והודעה מדויקים [ונבון].
hr: Ovo je što mi recitirati ti [O Muhammad], [naše] Stihovi i precizno [i mudar] poruka.
lt: Tai ką mes deklamuoti jums, [O Muhammad], [mūsų] eilėmis ir tiksliai [ir išmintinga] pranešimą.
lv: Tas ir tas, ko mēs deklamēt jums [O Muhammad] [mūsu] pantus un precīzu [un gudrs] ziņojums.
nb: Dette er hva vi resitere deg, [O Muhammad], [våre] vers og presis [og klok] meldingen.
sk: To je to, čo sme recitovať, vám [Mohamed], [naše] verše a presné [a múdry] Správa.
sl: To je, kaj smo recitirati vam, [O Muhammad], [naš] verzov in natančno [in pametno] sporočilo.
sr_cyrl: Ово је ста рецитујемо теби, [О Мухаммад], [наше] стихова и прецизан [и мудар] поруку.
sr_latn: Ovo je sta recitujemo tebi, [O Muhammad], [naše] stihova i precizan [i mudar] poruku.
uk: Це те, що ми читати вам, [O Мухаммад], [наших] вірші і точного [і мудрий] повідомлення.
vi: Đây là những gì chúng ta đọc để bạn [O Muhammad], [chúng tôi] câu thơ và thông báo chính xác [và khôn ngoan].
zu: Yilokhu We hlabelela you, [O Muhammad], amavesi [sethu] futhi eqondile [futhi ehlakaniphile] umyalezo.
