Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2522
source: If those who disbelieved but knew the time when they will not avert the Fire from their faces or from their backs and they will not be aided...
ca: Si aquells que dubtaven però sabia el moment en no es evitar el foc de la cara o de l'esquena i no seran ajudades...
cy: Os rhai a ddysgais ond gwybod yr amser pan na bydd maent yn osgoi y tân gan eu hwynebau neu gan eu cefnau a bydd eu cynorthwyo nid...
da: Hvis dem der disbelieved men vidste tidspunktet for de ikke vil afværge ilden fra deres ansigter eller fra ryggen, og de vil ikke blive hjulpet...
el: Αν εκείνοι που disbelieved αλλά γνώριζε ο χρόνος όταν αυτοί δεν θα αποτρέψουν την πυρκαγιά από τα πρόσωπά τους ή από την πλάτη τους και αυτοί δεν θα ενισχύεται...
et: Kui need, kes disbelieved aga teadis ajal, mil nad on vältida tulekahju oma nägu või nende selja ja nad ei aidanud...
fi: Jos jotka uskoneet, mutta tiesi he välttää tulipalo, heidän kasvonsa tai selkänsä ja ne ei auttaneet...
he: אם אלה disbelieved אך ידעת הזמן כאשר הם לא למנוע את האש פניהם או מן הגב שלהם, הם לא להיות בעזרת...
hr: Ako tko bio ali vrijeme kada oni će spriječiti vatru od lica ili leđa i oni će biti potpomognuto je znao...
lt: Jei tie, kurie disbelieved, bet žinojo, kad tuo metu, kada jie bus ne išvengti ugnies iš jų veidus arba iš nugarų ir jie negali būti remiamos...
lv: Ja tie, kuri disbelieved taču zināja, ka laiks, kad tās nevar novērst uguns no savas sejas vai muguru un tie nevar būt atbalstītajai...
nb: Hvis de som vantro, men visste når de ikke vil avverge brannen fra ansiktet eller ryggen, og de vil ikke bli hjulpet...
sk: Ak tí, kto pochyboval, ale vedel, že doba, kedy sa bude odvrátiť nie oheň, ich tváre alebo od ich operadlami a nie napomôcť...
sl: Če tisti, ki so verjeli, vendar vedel, ko jih bo ne odvrne ogenj iz njihove obraze ali hrbet in ne bo podprto...
sr_cyrl: Ако они који не верује, али је знао времена када они не ће да избегну ватру из њихових лица или леђа, и они ће бити помогнута...
sr_latn: Ako oni koji ne veruje, ali je znao vremena kada oni ne će da izbegnu vatru iz njihovih lica ili leđa, i oni će biti pomognuta...
uk: Якщо ті, хто disbelieved, але знав, час, коли вони не захиститися від вогню з їхніх обличчях або з їх спиною, і вони не бути допомагали...
vi: Nếu những người disbelieved nhưng biết thời gian khi họ sẽ không ngăn chặn đám cháy từ khuôn mặt của họ hoặc từ lưng và họ sẽ không được hỗ trợ...
zu: Uma labo disbelieved kodwa wayazi isikhathi lapho ngeke angashaywa uMlilo ebusweni awo noma kubafo nemihlane yawo futhi ngeke kwasiza ngokumangalisa ...

# Quran2523
source: Rather, it will come to them unexpectedly and bewilder them, and they will not be able to repel it, nor will they be reprieved.
ca: Més aviat, vindrà a ells inesperadament i bewilder-los i no serà capaç de rebutjar-lo, ni es van ser reprieved.
cy: Yn hytrach, bydd yn dod iddynt yn annisgwyl ac yn bewilder iddynt, ac na fyddant yn gallu ei ddefnyddiwyd, nac bydd eu reprieved.
da: Snarere, det vil komme til dem uventet og forvirre dem, og de vil ikke kunne afvise det, eller vil de blive benådet.
el: Μάλλον, θα έρχεται σε τους απροσδόκητα και ζαλίζω αυτούς, και δεν θα είναι σε θέση να αποκρούει αυτό, ούτε θα τους αναβολή.
et: Pigem see tulevad neile ootamatult ja hämille neid, ja nad ei saa seda tõrjuma ega on nad reprieved.
fi: Pikemminkin se tulee heille odottamatta ja hämmentää heitä, he eivät voi torjua se, eikä rangaistustansa lievennetä.
he: במקום זאת, היא בא אליהם באופן בלתי צפוי, לבלבל אותם, הם לא יהיו מסוגלים להדוף את זה, ולא יהיה להם למחקו.
hr: Radije, to će doći da ih neočekivano i bewilder ih, i oni neće biti u mogućnosti da ga odbiti, niti će oni biti pošteđeni.
lt: Atvirkščiai, ji ateis į juos netikėtai ir sužavės juos, ir jie ne prie atstumti jį, nei bus jie būti reprieved.
lv: Drīzāk, tas nāks viņiem negaidīti un bewilder, un viņi nevarēs to atvairīt, ne būs, viņi būs reprieved.
nb: Snarere vil komme til dem uventet og forvirre dem, og de vil ikke være i stand til å frastøte det, eller vil de bli reprieved.
sk: Skôr, bude sa s nimi nečakane a zmiasť, a nebudú môcť odraziť to, ani oni reprieved.
sl: Namesto, bo se jim nepričakovano in Zbuniti jih, in ne bodo sposobni to odvrača, niti bo so reprieved.
sr_cyrl: Радије , то ће да им се неочекивано и беwилдер их, и нису били у стању да то одбијемо, нити ће они бити реприевед.
sr_latn: Radije, to će da im se neočekivano i bewilder ih, i nisu bili u stanju da to odbijemo, niti će oni biti reprieved.
uk: Швидше за все, вона прийде до них несподівано і введе їх і вони не зможуть відштовхувати її, і не будуть вони бути reprieved.
vi: Thay vào đó, nó sẽ đến với họ bất ngờ và hồ họ, và họ sẽ không thể đẩy lùi nó, và cũng không họ sẽ được reprieved.
zu: Kunalokho, it sondela them kungalindelekile futhi bewilder kubo, futhi ngeke bakwazi dudula it, nor tando they reprieved.

# Quran2524
source: And already were messengers ridiculed before you, but those who mocked them were enveloped by what they used to ridicule.
ca: I ja eren missatgers ridiculitzats abans, però qui es burla d'ells van ser embolicada per què van utilitzar el ridícul.
cy: Ac eisoes yn negeswyr yn gwawdio cyn i chi, ond roedd rhai sy'n gwawdio eu lyncu'r gan beth roedden nhw'n arfer gwawdio.
da: Og allerede var budbringere latterliggjort foran dig, men dem, som hånede dem var omsluttet af hvad de bruges til grin.
el: Και ήδη γελοιοποιήθηκαν messengers πριν από σας, αλλά εκείνους που χλεύασαν τους ήταν αναδύεται από αυτό που χρησιμοποιείται να γελοιοποίηση.
et: Ja juba olid käskjalad teleekraanil enne sind, kuid need, kes pilkasid neile olid ümbrisega poolt mida nad naeruvääristama.
fi: Ja jo oli lähettiläitä pilkattiin edessänne, mutta ne, jotka pilkkasivat heitä olivat vaipallinen niitä käyttää naurunalaiseksi.
he: כבר היו שליחים לעגו לפניך, אבל מי לועג להם והצבעוניות מאת נהגו ללעוג.
hr: Već su glasnici ismijavao pred vama, a oni koji su ih ismijavali su obuhvaćena su nekad ismijati.
lt: Ir jau buvo pasiuntiniai išjuokė prieš jus, bet tie, kurie tyčiojosi juos buvo apipinta iš ką jie naudojami pajuokos.
lv: Un jau kurjeriem izsmēja pirms, bet tiem, kas viņus izsmēja tika ievīstīta tāpat, ko viņi izmanto izsmiekls.
nb: Og allerede var budbringere latterliggjort før du, men de som spottet dem var omsluttet av hva de brukte å latterliggjøre.
sk: A už boli vysmievali poslov pred vami, ale boli tí, ktorí sa im posmievali obalená tým, čím bývali zosmiešniť.
sl: In že so bili sli ridiculed pred vami, ampak tiste, ki jih zasmehovali so ovojnico s kar se uporabljajo za zasmehovanje.
sr_cyrl: Већ излагани гласнике пред вама, а онима који се спрдао са њима су били обавијени по некад су руглу.
sr_latn: Već izlagani glasnike pred vama, a onima koji se sprdao sa njima su bili obavijeni po nekad su ruglu.
uk: І вже були Посланці висміювали перед вами, але, хто знущалися з них були оповитий від те, що вони використовували до насмішок.
vi: Và đã được sứ giả được nhạo báng trước khi bạn, nhưng những người chế giễu họ đã được bao bọc bởi những gì họ sử dụng để chế giễu.
zu: Futhi kakade kwase izithunywa uhleka usulu phambi kwenu, kepha labo wadlala ngabo base owembozwe ngalokho ababevame yokuhlekwa usulu.

# Quran2525
source: Say, "Who can protect you at night or by day from the Most Merciful?" But they are, from the remembrance of their Lord, turning away.
ca: Dir, "Que pot protegir-se de nit o de dia de més Clement?" Però estan, des del record del seu Senyor, convertint fora.
cy: Dweud, "A gall eich amddiffyn yn y nos neu erbyn diwrnod gan fwyaf Merciful?" Ond, maent o coffadwriaeth o eu yr Arglwydd, yn troi i ffwrdd.
da: Sige, "Der kan beskytte dig om natten eller om dagen fra den mest barmhjertige?" Men de, fra erindringen om deres Herre, drejning væk.
el: Ας πούμε, "Που μπορεί να σας προστατεύσει τη νύχτα ή μέχρι την ημέρα από του Πολυεύσπλαχνου;» Αλλά, από την ανάμνηση του κυρίου τους, στρέφονται μακριά.
et: Öelda: "Kes võib kaitsta teid öösel või päeval alates kõige Merciful?" Kuid nad on, alates nende Issand mälestuseks keerates ära.
fi: Sanoa "joka voi suojella sinua yöllä tai päivällä kaikkein armollisin?" Mutta ne ovat heidän Herransa muistamisesta käännytetään.
he: תגיד, "מי יכול להגן עליך בלילה או בשעות היום מהכי הרחום והחנון?" אבל הם, מן הזיכרון של הלורד, פונים משם.
hr: Kažu, "Koji ne mogu naći noću ili danju od najviše milostiv?" Ali oni su, iz sjećanja na svoga gospodara, odbijati.
lt: Tarkim, "Kurie gali apsisaugoti naktį arba dieną iš labiausiai litosciwy?" Bet jie yra, iš jų Viešpaties atminimas, sukant šalin.
lv: Teiksim, "Kas var pasargāt jūs naktī vai dienā no visvairāk žēlsirdīgs?" Bet tie no viņu kungs piemiņai, vēršas prom.
nb: Si, "som kan beskytte deg om natten eller om dagen fra mest barmhjertige?" Men de er, fra minnet om deres Herre, snu bort.
sk: Hovoria: "Kto vás môže ochrániť v noci alebo cez deň z najviac Milosrdných?" Ale oni sú od pamiatku svojho pána, odvrátil.
sl: Reči, "Ki lahko obvaruje ponoči ali podnevi od najbolj usmiljen?" Vendar so, ob spominu na svojega Gospoda, obrača proč.
sr_cyrl: Кажу , "Ко може заштити те ноцу или дању од највише милостив?" Али , из сјећање свог господара, претварају се.
sr_latn: Kažu, "Ko može zaštiti te nocu ili danju od najviše milostiv?" Ali, iz sjećanje svog gospodara, pretvaraju se.
uk: Скажімо, "Хто може захистити вас вночі або за день з найбільш Merciful?" Але вони з пам'яті свого Господа звертають геть.
vi: Nói, "ai có thể bảo vệ bạn vào ban đêm hay ngày từ nhất Merciful?" Nhưng họ đang có, từ remembrance của Chúa, quay đi.
zu: Ithi, "Ubani ongase akuvikele ebusuku noma emini nga the Ningi Nomusa?"

# Quran2526
source: Or do they have gods to defend them other than Us? They are unable [even] to help themselves, nor can they be protected from Us.
ca: O tenen déus defensar-los altra que nosaltres? Són incapaços [encara] per ajudar-se, ni poden ser protegits de nosaltres.
cy: Neu a oes ganddynt duwiau eu hamddiffyn heblaw inni? Ni allant [hyd yn oed] i helpu eu hunain, nac y gellir eu diogelu oddi wrthym ni.
da: Eller har de guder til at forsvare dem end os? De er [også] til at hjælpe sig selv, eller kan de være beskyttet mod os.
el: Ή μήπως έχουν θεούς για την υπεράσπισή τους, εκτός από εμάς; Είναι [ακόμη] σε θέση να βοηθήσουν τους εαυτούς τους, ούτε μπορούν να προστατευθούν από εμάς.
et: Või kas nad on kaitsta neid peale meie jumalad? Nad ei suuda [isegi] end ise aidata, samuti saab neid kaitsta meid.
fi: Vai onko ne jumalat puolustaa niitä kuin meille? Kykene [edes] auttamaan itseään, eikä niitä voidaan suojella meitä.
he: או יש להם האלים להגן עליהם. אחרת? הם לא מסוגלים [אפילו] כדי לעזור לעצמם, ולא יכולים הם להיות מוגן מפני אותנו.
hr: Ili oni imaju bogove da ih obrane osim nas? Oni nisu u stanju [čak] da pomognu sami sebi, niti mogu oni biti zaštićeni od nas.
lt: Ar jie turi dievų ginti juos ne mums? Jie negali [net] padėti sau, taip pat jie gali būti apsaugoti nuo mūsų.
lv: Vai tie ir dievi viņus aizstāvēt, nevis mums? Tie nevar [pat] palīdzēt pašiem sev, kā arī viņi var aizsargāt no mums.
nb: Eller har de guder å forsvare dem enn oss? De er ikke [også] å hjelpe seg selv, heller kan de være beskyttet fra oss.
sk: Alebo nemajú bohov, aby ich obranu okrem nás? Nie sú schopní [i] aby si pomohli sami, ani chránené od nás.
sl: Ali imajo bogovi branili razen nas? Se ne morejo [tudi], da si pomagajo sami, niti jih mogoče zavarovati pred nami.
sr_cyrl: Или они имају богове да их брани осим нас? Нису у стању [чак] да помогну сами себи, нити могу они бити заштићени од нас.
sr_latn: Ili oni imaju bogove da ih brani osim nas? Nisu u stanju [čak] da pomognu sami sebi, niti mogu oni biti zaštićeni od nas.
uk: Або вони мають богів їх захищати, окрім нас? Вони не в змозі [навіть] щоб допомогти самим собі, не можуть вони бути захищені від нас.
vi: Hoặc họ có các vị thần để bảo vệ cho họ không phải là chúng tôi? Họ không thể [thậm chí] để giúp đỡ mình, cũng không có thể họ được bảo vệ từ chúng tôi.
zu: Noma ingabe banayo onkulunkulu ukuze avikele kubo omunye ngaphandle Nathi?

# Quran2527
source: But, [on the contrary], We have provided good things for these [disbelievers] and their fathers until life was prolonged for them. Then do they not see that We set upon the land, reducing it from its borders? So it is they who will overcome?
ca: Però, [contra], hem aportat coses bones per aquests [disbelievers] i els seus pares fins que la vida va ser prolongada per a ells. Llavors ells no veuen que hem situat sobre la terra, reduint-lo de les seves fronteres? Així és que superarà?
cy: Ond, [i'r gwrthwyneb], yr ydym wedi darparu pethau da ar gyfer hyn [disbelievers] a eu tadau nes oedd bywyd estynedig ar eu cyfer. Yna nid ydynt yn gweld ein bod yn gosod ar y tir, ei leihau gan ei ffiniau? Felly mae'n hwy a fydd yn goresgyn?
da: Men [Nej], vi har givet gode ting for disse [vantro] og deres fædre, indtil livet blev forlænget for dem. Så ser de ikke, at vi satte i landet, at reducere det fra sine grænser? Så det er dem, der vil overvinde?
el: Αλλά, [το αντίθετο], έχουμε παράσχει καλά πράγματα για αυτά τα [disbelievers] και τους πατέρες μέχρι ζωή παρατάθηκε για αυτούς. Στη συνέχεια, δεν βλέπουν ότι έχουμε δημιουργήσει πάνω στη γη, μειώνοντάς τα από τα σύνορά της; Έτσι αυτοί είναι που θα ξεπεράσει;
et: Kuid [vastupidi], oleme pakkunud häid asju nende [uskottomille] ja nende isad kuni elu pikendati neid. Siis nad ega näe et seadsime maa peale, vähendades seda oma piire? Seega on need, kes aitavad ületada?
fi: Mutta [päinvastoin] olemme antaneet hyviä asioita nämä uskottomille ja isänsä kunnes elämän jatkettiin heille. Sitten ne ei Katso, että asetamme maalle, vähennetään sen rajojen? Niin juuri he voittavat?
he: אבל, [לעומת זאת], סיפקנו דברים טובים עבור אלה [disbelievers] ואבותיהם עד חיי הוארכו עבורם. אז הם לא רואה שאנחנו להגדיר על האדמה, לצמצם אותו מגבולות שלה? לכן הם מי תנצח?
hr: Ali [naprotiv], osigurali smo dobre stvari za ove [iskuse] i oca dok život je produžen za njih. Onda oni ne vide da smo postavili na zemlju, smanjenje svojih granica? Zato oni koji će prevladati?
lt: Tačiau, [priešingai], mes teikiame gerų dalykų šie [disbelievers] ir jų protėviai kol gyvenimas buvo pratęstas juos. Tada jie nemato kad mes nustatyta ant žemės, jis sumažės nuo jos sienų? Todėl tie, kurie bus įveikti?
lv: Bet [turpretim] esam nodrošinājuši labas lietas par šiem [disbelievers] un viņu tēvi līdz brīdim, kad dzīve tika pagarināts par tiem. Tad viņi nevar redzēt, ka mēs devāmies uz zemes, samazinot to no tās robežām? Tātad tas ir tie, kas būs jāpārvar?
nb: Men [tvert] vi har gitt gode ting for disse [troende] og deres fedre til livet ble forlenget for dem. Deretter kan de ikke se at vi satt over landet, slankende det fra sine grenser? Så det er de som vil overvinne?
sk: Ale [naopak], sme poskytli dobré veci pre tieto [neveriacim] a ich otcovia až život bola predĺžená na nich. Potom oni nie vidieť, že sme si stanovili na zemi, zníži zo svojich hraníc? Takže je to oni, kto bude prekonať?
sl: Vendar, [nasprotno], damo dobre stvari za te [disbelievers] in svojih očetov do življenja se je podaljšala za njih. Potem pa ne vidim, da smo se na kopnem, zmanjšanje od njenih meja? Torej to je oni, ki bo premagati?
sr_cyrl: Али , [напротив], нудимо вам добре ствари за ове скептике и њихови очеви док живот је продужен за њих. Онда они не виде да Смотали смо земљу, смањење својих граница? Зато они који ће превазићи?
sr_latn: Ali, [naprotiv], nudimo vam dobre stvari za ove skeptike i njihovi očevi dok život je produžen za njih. Onda oni ne vide da Smotali smo zemlju, smanjenje svojih granica? Zato oni koji će prevazići?
uk: Але [навпаки], ми передбачили гарні речі ці [disbelievers] і їхніх батьків поки життя був продовжений за них. Потім вони не бачать що ми встановити на землі, зменшивши її від її межами? Так що це ті, хто буде подолати?
vi: Tuy nhiên, [ngược lại], chúng tôi đã cung cấp những điều tốt đẹp cho những [thì] và người cha của họ cho đến khi cuộc sống đã được kéo dài cho họ. Sau đó họ không thấy rằng chúng tôi thiết lập khi đất, giảm từ biên giới của nó? Vì vậy, nó là họ là những người sẽ vượt qua?
zu: Kodwa, [kunalokho], Sinikeze izinto ezimnandi lezi [abangakholwa] noyise kuze ukuphila kwelulwa kubo.

# Quran2528
source: Say, "I only warn you by revelation." But the deaf do not hear the call when they are warned.
ca: Dir, "Només et adverteixo per revelació." Però sords no sent la crida quan ells se'ls adverteix.
cy: Dweud, "dim ond fe'ch rhybuddiaf gan ddatguddiad." Ond nid pobl fyddar yn clywed yr alwad pan maent yn rhybuddio.
da: Sige, "Jeg kun advare dig ved åbenbaring." Men døve høre ikke opkaldet når de er advaret.
el: Πω, «Εγώ σας προειδοποιήσω μόνο από την αποκάλυψη.» Αλλά οι κωφοί δεν ακούσει την κλήση, όταν προειδοποιούν.
et: Öelda: "Ma anna sulle just hoiatama Ilmutuse teel." Kuid Kurt kuule kõne, kui nad on hoiatanud.
fi: Sano, "Vain varoittaa sinua ilmoituksen." Mutta kuurojen ei kuulu puhelun, kun ne varoittanut.
he: לומר, "אני רק מזהיר אותך על ידי התגלות" אבל החירש לא שומעת את השיחה כאשר הם מוזהרים.
hr: Kažu, "Samo upozoravam te objavom." Ali gluhi ne čuju poziv kad su upozorili su.
lt: Sako: "Aš tik įspėti jus iš Apreiškimo." Bet Glusi ne girdi skambutç, kai jie yra įspėti.
lv: Proti, "Tikai brīdinu, ka ar atklāsmi." Bet nedzirdīgo ne dzirdēt zvanu, kad tie tiek brīdināti.
nb: Si, "Jeg bare advare deg ved åpenbaring." Men døve hører ikke kallet når de blir advart.
sk: Povedať: "Som len varovať skrze zjavenia." Ale nepočujúcich počuť volanie, keď oni sú varovaní.
sl: Reči, "Samo opozarjam vas razodetja." Vendar gluhe slišati klic, ko so opozorjeni.
sr_cyrl: Кажу , "Само упозоравам вас по откровење." Али глуве не цујете позив када они су упозорени.
sr_latn: Kažu, "Samo upozoravam vas po otkrovenje." Ali gluve ne cujete poziv kada oni su upozoreni.
uk: Сказати: "Я тільки попереджаю вас одкровення." Але глухих не чують поклик, коли вони були попереджені.
vi: Nói, "Tôi chỉ cảnh báo bạn bởi sự mặc khải." Nhưng người điếc không nghe cuộc gọi khi họ đã được cảnh báo.
zu: Ithi, "Mina nje ngikuxwayise ngesambulo."

# Quran2529
source: And if [as much as] a whiff of the punishment of your Lord should touch them, they would surely say, "O woe to us! Indeed, we have been wrongdoers."
ca: I si [com] una alenada del càstig del seu Senyor deu tocar-los, ho farien segur dir, «Ai O a nosaltres! De fet, hem estat malfactors."
cy: Ac os [fel] Dylai naws cosbi eich Arglwydd yn cyffwrdd â hwy, byddent yn sicr yn dweud, "O wae i ni! Yn wir, rydym wedi tramgwyddo."
da: Og hvis [som] en lugt af straf af din herre skulle røre ved dem, ville de helt sikkert sige, "O ve os! Faktisk har vi været lovovertrædere."
el: Και αν [όπως] μια μυρουδιά της τιμωρίας του ο Λόρδος σας θα πρέπει να τους αγγίξει, σίγουρα θα λένε, «O αλίμονο μας! Πράγματι, έχουμε παραβάτες.»
et: Ja kui [sest] lehk oma Issanda karistus peaks puudutage neid, nad oleks kindlasti öelda, "O häda meile! Tõepoolest, oleme olnud tagaotsitavate."
fi: Ja jos [koska] tuulahdus Herrasi rangaistus pitäisi koskettaa heitä, he varmasti sanovat, "Oi voi meitä! Itse asiassa olemme olleet rikolliset."
he: והיה אם [כמו] ניחוח של העונש של האדון צריך לגעת בהם, הם בוודאי אומר, "O אבוי לנו! אכן, אנחנו כבר הפושעים."
hr: I ako [kao] dašak kazne Gospodar tvoj ruke na njih, oni će sigurno reći, "O teško nama! Doista, mi smo bili prijestupnicima."
lt: Ir jei [nes] baudimą už jūsų Viešpats pūstelėti turėtų juos paliesti, jie tikrai būtų pasakyti, "O Vargas mums! Iš tiesų, mes jau grzesznicy."
lv: Un ja [kā] pūst no sodu par savu kungu vajadzētu pieskarties viņiem, viņi noteikti teikt, "O bēdas mums! Patiešām, mēs esam bijuši likumpārkāpēji."
nb: Og hvis [som] en EIM av straffen Herrens bør ta dem, ville de sikkert sier, "O ve til oss! Ja, vi har vært wrongdoers.
sk: A ak [ako] závan smrti svojho pána mali dotknúť sa ich, oni by určite povedať, "O Beda nám! V skutočnosti sme boli zloèinci."
sl: In če [kot] pridihom kazen svojega gospodarja se dotikati jih, oni bi zagotovo reči, "O Gorje nam! Pravzaprav smo bili wrongdoers."
sr_cyrl: И ако [као] мирис казна твог Господа би требало да их додирнем, они би сигурно рекао, "О тешко нама! Заиста , били смо починиоце."
sr_latn: I ako [kao] miris kazna tvog Gospoda bi trebalo da ih dodirnem, oni bi sigurno rekao, "O teško nama! Zaista, bili smo počinioce."
uk: І якщо [як] запах покарання ваш Господь повинен доторкнутися до них, вони було б впевнено сказати, "O горе до нас! Дійсно, ми були розкаюємося".
vi: Và nếu [như] một whiff của sự trừng phạt của Chúa của bạn nên liên lạc với chúng, họ sẽ chắc chắn nói rằng, "O woe với chúng tôi! Thật vậy, chúng tôi đã wrongdoers."
zu: Futhi uma [okuningi njengoba] a whiff isijeziso kho Lord kufanele kukuthinte they surely bathi: "O maye kithi! Ngempela, siye abenzi bobubi."
