Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3225
source: Rather, their knowledge is arrested concerning the Hereafter. Rather, they are in doubt about it. Rather, they are, concerning it, blind.
ca: Més aviat, el coneixement és detingut sobre el més enllà. Més aviat, estan en dubte. Més aviat, que són, pel que fa a ella, cega.
cy: Yn hytrach, bod eu gwybodaeth yn cael ei atal yn ymwneud ag y o hyn ymlaen. Yn hytrach, maent yn amheuaeth yn ei gylch. Yn hytrach, maent yn destun pryder iddo, yn ddall.
da: Hellere, deres viden er anholdt om hinsidige. Snarere, de er i tvivl om det. Snarere, de er, hvad angår det, blind.
el: Μάλλον, συλλαμβάνεται τις γνώσεις τους σχετικά με τη συνέχεια. Μάλλον, είναι σε αμφιβολία σχετικά με αυτό. Μάλλον, είναι, σχετικά με αυτό, είναι τυφλός.
et: Pigem vahistatakse teadmise kohta edaspidi. Pigem on see kahtlusi. Pigem nad on, mis puudutab see pime.
fi: Pikemminkin tietojaan pidätettiin koskevat jäljempänä. Pikemminkin ne ovat epäilystäkään. Pikemminkin ne ovat selvyyden vuoksi sokea.
he: במקום זאת, הידע שלהם נעצר הנוגעים בעולם הבא. במקום זאת, הן ספק בעניין. במקום זאת, הם, ביחס זה, עיוור.
hr: Radije, svoje znanje je uhićen u vezi nakon smrti. Zapravo, oni su u sumnji o tome. Radije, oni su, što se tiče da slijepi.
lt: Gana, savo žiniomis yra suimtas dėl toliau. Atvirkščiai, jos yra abejonės. Atvirkščiai, jie yra, kalbant apie tai, aklai.
lv: Pareizāk sakot, savas zināšanas tiek apcietināts par turpmāk. Drīzāk, tie ir šaubas par to. Drīzāk, tie ir attiecībā uz tā akli.
nb: Snarere er deres kunnskap arrestert om hinsidige. I stedet er de i tvil om det. Snarere er de om det, blind.
sk: Skôr ich vedomostí je zatknutý, týkajúce sa ďalej. Trochu, oni sú pochybnosti o tom. Skôr sú, pokiaľ ide o to, slepý.
sl: Namesto, svoje znanje je aretiran, o v nadaljevanju. Namesto tega so v dvomih o tem. Namesto tega so zvezi to slep.
sr_cyrl: Радије , њихово знање је ухапшен у погледу на другом свету. Радије , они су у недоумици о томе. Радије , они су, што се тиче то, слепи.
sr_latn: Radije, njihovo znanje je uhapšen u pogledu na drugom svetu. Radije, oni su u nedoumici o tome. Radije, oni su, što se tiče to, slepi.
uk: Скоріше, їхні знання був заарештований щодо П'єра. Швидше за все, вони є сумніви про це. Швидше за все, це так, що стосуються вона сліпа.
vi: Thay vào đó, kiến thức của họ bị bắt liên quan đến đời sau. Thay vào đó, họ có nghi ngờ về nó. Thay vào đó, họ đang có, liên quan đến nó, mù.
zu: Kunalokho, ulwazi lwabo iboshiwe ngokuphathelene Hereafter.

# Quran3226
source: And those who disbelieve say, "When we have become dust as well as our forefathers, will we indeed be brought out [of the graves]?
ca: I els que dubten diuen, "quan ens hem convertit en pols, així com els nostres avantpassats, hem fet difondrà [de les tombes]?
cy: A rhai a chredu yn dweud, "pan rydym wedi dod yn llwch yn ogystal â ein cyndeidiau, yr ydym yn wir ddaw [o feddau]?
da: Og dem, der ikke tror sige, "når vi er blevet støv samt vores forfædre, vi faktisk kommer [af gravene]?
el: Και όσοι δυσπιστώ πω, «όταν έχουμε γίνει σκόνη, καθώς και οι πρόγονοί μας, θα πράγματι να αναδείξαμε [των τάφων];
et: Ja need, kes usu öelda: "kui oleme saanud tolmu kui ka meie esivanemate, me tõepoolest viiakse [of graves]?
fi: Ja ne, jotka ovat uskottomia sanoa, "kun meistä tulee pölyä kuin isämme, me todellakin tuodaan ulos [, graves]?
he: אלה לא להאמין אומרים, "כאשר אנו הופכים להיות אבק, כמו גם אבותינו, אנחנו אכן יובא [של הקברים]?
hr: I oni koji ne vjeruju, "kada smo postali prašine, kao i naši preci, će mi doista se izvede [za njih].
lt: Ir tie, kurie neturi wierza sako: "kai mes turime tapti dulkių, taip pat mūsų protėviai, mes iš tiesų svarstys [iš kapų]?
lv: Un tiem, kam neticēt saka: "kad mēs esam kļuvuši putekļi, kā arī par mūsu senčiem, mēs patiešām nodod [no kapiem]?
nb: Og de som tviler si, "når vi har blitt støv som våre forfedre, vil vi faktisk bli brakt av gravene]?
sk: A tí, ktorí neveria hovoria: "keď sme sa stali prachu, ako aj našich predkov, sme skutočne aktivujú [z hrobov]?
sl: In tistim, ki verjamem reči, "ko smo postali prah, kot tudi naši predniki, bo smo dejansko prinesel [iz grobov]?
sr_cyrl: И они који је сигуран да је лажна је рекао, "када смо постали прах, као и наси преци су, ће свакако бити донели смо [од гробова]?
sr_latn: I oni koji je siguran da je lažna je rekao, "kada smo postali prah, kao i nasi preci su, će svakako biti doneli smo [od grobova]?
uk: І тих, хто не вірити сказати: "коли ми стали пилу, а також наші предки, ми дійсно введуть [з могили]?
vi: Và những người disbelieve nói, "khi chúng tôi đã trở thành bụi cũng như ông cha của chúng tôi, sẽ chúng tôi thực sự được đưa [của ngôi mộ]?
zu: Futhi labo disbelieve tshela, "Lapho siye saba uthuli kanye nokhokho bethu, ngeke thina kambe zikhishelwe [kwamathuna]?

# Quran3227
source: We have been promised this, we and our forefathers, before. This is not but legends of the former peoples."
ca: Ens ha promès això, nosaltres i els nostres avantpassats, abans. Això no és sinó llegendes dels antics pobles."
cy: Addawyd hyn, inni ac yn ein cyndadau, o'r blaen. Nid yw hyn ond chwedlau o bobloedd gynt."
da: Vi er blevet lovet dette, vi og vore forfædre, før. Dette er ikke men legender af de tidligere folk."
el: Μας υποσχέθηκαν αυτό, εμείς και οι πρόγονοί μας, πριν. Αυτό δεν είναι αλλά θρύλους των πρώην λαών."
et: Oleme lubanud seda, meil ja meie esiisade varem. See pole aga endine Rahvaste legende."
fi: Meille on luvattu me ja esi-isiemme ennen. Tämä ei ole mutta legendoja entinen kansojen."
he: הובטחה לנו זה, אנחנו ואת אבותינו, לפני. זה לא אבל אגדות העמים לשעבר".
hr: Nam je obećana ovo, mi i naši preci prije. Ovo je ne samo legende bivše naroda."
lt: Mums buvo žadėta tai, mes ir mūsų protėviai, anksčiau. Tai ne bet legendos buvusių žmonių."
lv: Mums ir apsolījis šo, mēs un mūsu priekšteči, pirms. Tas nav bet leģendas bijušais tautu."
nb: Vi har blitt lovet dette, vi og våre forfedre, før. Dette er ikke men legender av tidligere folk."
sk: Sme sľúbili sme a naši predkovia predtým. To nie je ale legendy bývalého národov."
sl: Mi življati been obljuba to, mi in naši predniki, preden. To ni ampak legende nekdanji narodi."
sr_cyrl: Обећао нам је ово, ми и наси преци су, раније. Ово није само легенде о бившим народима."
sr_latn: Obećao nam je ovo, mi i nasi preci su, ranije. Ovo nije samo legende o bivšim narodima."
uk: Ми були обіцяні цього, ми і наші предки, раніше. Це не але легендах народів, колишній."
vi: Chúng tôi đã được hứa hẹn này, chúng tôi và ông cha của chúng tôi, trước khi. Điều này không nhưng huyền thoại của các dân tộc trước đây."
zu: Siye wathembisa lokhu, thina nawokhokho bethu, ngaphambi.

# Quran3228
source: Say, [O Muhammad], "Travel through the land and observe how was the end of the criminals."
ca: Dir, [O Muhammad], "Viatge a través de la terra i observar com era el final dels criminals".
cy: Dweud, [O Muhammad], "yn teithio drwy y tir ac arsylwi sut oedd diwedd y troseddwyr.
da: Sige, [O Muhammad], "Rejse gennem landet og observere, hvordan var i slutningen af kriminelle."
el: Πω, [Ο Μωάμεθ], «Ταξίδι μέσα από τη γη και παρατηρήστε πώς ήταν το τέλος των εγκληματιών.»
et: Ütlen, [O Muhammad], "Reisida läbi maad ja jälgida, kuidas oli kurjategijad lõppu."
fi: Esimerkiksi: [Oi Muhammed] "Matkustaa maan läpi ja tarkkailla, miten oli rikolliset loppu."
he: אומרים, [O מוחמד], "לנסוע דרך האדמה, להתבונן איך היה הסוף של הפושעים."
hr: Kažu, [O Muhammad], "Putovanje kroz zemlju i promatrati kako je bilo na kraju kriminalci."
lt: Tarkim, [O Muhammad], "Važiuojate per žemę ir stebėti, kaip buvo nusikaltėliai pabaigos."
lv: Teiksim, [O Muhammad] "Ceļot pa zemi un novērot, kā beidzās noziedznieki."
nb: Si, [O Muhammad], "reise gjennom landet og observere hvordan var slutten av kriminelle.
sk: Napríklad: [Mohamed], "Cestovať po krajine a pozorovať, ako bolo na konci zločinci."
sl: Recimo, [O Muhammad], "Potovanje skozi zemljo in opazovati, kako je bil konec kriminalci."
sr_cyrl: Рецимо , [О Мухаммад], "Путовати кроз земљу и посматрајте како је било на крају криминалци."
sr_latn: Recimo, [O Muhammad], "Putovati kroz zemlju i posmatrajte kako je bilo na kraju kriminalci."
uk: Скажімо, [O Мухаммад], "Подорожі по землі і спостерігати, як було в кінці злочинців".
vi: Nói, [O Muhammad], "Đi qua vùng đất và quan sát như thế nào là kết thúc của những tên tội phạm."
zu: Awusho, [O Muhammad], "Izikhangibavakashi ezweni, bagcine kwaba kanjani ekupheleni izigebengu."

# Quran3229
source: And grieve not over them or be in distress from what they conspire.
ca: I tristos no per ells, o estar en perill de què van conspirar.
cy: A grieve nid drostynt neu fod mewn trallod o'r hyn mae eu cynllwynio.
da: Og græmmes ikke over dem eller være i nød fra hvad de konspirerer.
el: Και θλίβομαι όχι πάνω τους ή να βρίσκονται σε κίνδυνο από ό, τι συνωμοτούν.
et: Ja mitte nende üle kurvastada või stressi, mida tuleb nad salasepitsema.
fi: Surra ei päälle tai on hätä mitä he vehkeilevät.
he: ו להתאבל עליהם לא או להיות במצוקה מפני מה הם זוממים במתן.
hr: I žalosti ne zbog njih ili se u nevolji od čega su kovati zavjeru.
lt: Ir graužtis ne per juos arba į nelaimę iš to, ką jie sąmokslą.
lv: Un skumt nav pār tām vai briesmās no tā, ko viņi nolēmuši.
nb: Og sørge ikke over dem, eller være i nød fra hva de conspire.
sk: A truchlit nie nad nimi, alebo v núdzi z toho, čo budú spoločne.
sl: In žalujejo ne nad njimi ali v stiski od tistega, kar so zaroto.
sr_cyrl: И тугујем не преко њих, или бити у невољи од чега уроте.
sr_latn: I tugujem ne preko njih, ili biti u nevolji od čega urote.
uk: І сумувати не над ними, або бути в тяжкому положенні з того, що вони змову.
vi: Và đau khổ không phải qua chúng hoặc là đau khổ từ những gì họ âm mưu.
zu: Ningamdabukisi phezu kwabo noma abe esosizini kulokho wakuceba.

# Quran3230
source: And they say, "When is [the fulfillment of] this promise, if you should be truthful?"
ca: I van dir: "quan és [el compliment de] Aquesta promesa, si vostè ha de ser veraç?"
cy: Ac maent yn dweud, "pan [flawd o] hwn addewid, os dylai fod yn eirwir?"
da: Og de siger, "når er opfyldelsen af dette løfte, hvis du skulle være sandfærdig?"
el: Και αυτοί λένε, "όταν είναι [η εκπλήρωση της] Αυτή η υπόσχεση, αν θα πρέπει να είναι αληθείς;»
et: Ja nad ütlevad, "kui ei [täitmise] See lubadus, kui sa peaksid olema tõesed?"
fi: Ja he sanovat, "kun on [täyttymys] Tämä lupaus, jos sinun pitäisi olla rehellinen?"
he: הם אומרים, "כאשר הוא [ההתגשמות של] הבטחה זו, אם אתה צריך להיות כנה?"
hr: I oni kažu, "kada je [ispunjenja] ovo obećanje, ako bi trebao biti iskren?"
lt: Ir jie sako: "kai [įgyvendinti] Šis pažadas, jei jūs turite būti teisingi?"
lv: Un viņi saka: "kad ir [izpildi] šo solījumu, ja jums ir jābūt patiesam?"
nb: Og de sier, "når er [oppfyllelsen av] løftet, dersom du skulle være sannferdig?"
sk: A oni hovoria, "keď je [splnenie] tento sľub, ak by ste mali byť pravdivé?"
sl: In reči, "ko je [izpolnitev] to obljubo, če bi morali biti resnične?"
sr_cyrl: А они кажу, "када је [испуњења] обецање, да си био искрен?"
sr_latn: A oni kažu, "kada je [ispunjenja] obecanje, da si bio iskren?"
uk: І вони кажуть, "коли є [виконання] ця обітниця, якщо ви повинні бути правдивими?"
vi: Và họ nói, "khi là [hoàn thành] lời hứa này, nếu bạn nên trung thực?"
zu: Futhi bathi, "Lapho kuba [ukugcwaliseka kwaleso] lesi sithembiso, uma kufanele kube truthful?"

# Quran3231
source: Say, "Perhaps it is close behind you - some of that for which you are impatient.
ca: Dir, "potser és tancar darrere de vostè - alguns dels que per a la qual està impacient.
cy: Dweud, "efallai ei bod yn agos tu ôl i chi-rhai o'r eich bod yn dyheu amdanynt.
da: Sige, "måske er det tæt bag dig - nogle af, som du er utålmodig.
el: Λένε, «ίσως είναι στενή πίσω από σας - μερικές από ότι για τα οποία είστε ανυπόμονοι.
et: Öelda, "ehk see on peaaegu selja taha - mõned, et milleks sa oled kannatamatu.
fi: Sanoa, "ehkä se on lähellä perässä - osa, josta olet kärsimätön.
he: אומרים, "אולי זה קרוב מאחוריך - חלק כי שעבורו אתה חסר סבלנות
hr: "Možda je blizu iza tebe - neke za koje ti si nestrpljiv.
lt: Sako: "gal tai arti už jus - kai kuriems esate nekantrus.
lv: Saka: "varbūt ir cieši aiz tevis - daži no kuriem esat nepacietīgs.
nb: Sier, "kanskje det er like bak deg - noe av at som du er utålmodig.
sk: Povedal: "možno je to blízko za sebou - niektoré, že pre ktoré ste netrpezliví.
sl: Reči, "morda je tik za vas - nekaj, da je za katere ste nestrpni.
sr_cyrl: Реци, "Можда је близу теби, због чега сте ви нестрпљиви.
sr_latn: Reci, "Možda je blizu tebi, zbog čega ste vi nestrpljivi.
uk: Скажімо, "може бути, це близькі позаду вас - деякі з що для якої ти нетерплячі.
vi: Nói, "có lẽ đó là gần phía sau bạn – một số mà bạn đang thiếu kiên nhẫn.
zu: Zwi "Mhlawumbe kwakuzobhapathizwa wena - ezinye lowo uyadinwa.

# Quran3232
source: And indeed, your Lord is full of bounty for the people, but most of them do not show gratitude."
ca: I de fet, el seu senyor és ple de generositat per a les persones, però la majoria d'ells no mostrar gratitud."
cy: Ac yn wir, eich Arglwydd yn llawn bounty ar gyfer pobl, ond nid rhan fwyaf ohonynt yn dangos gwerthfawrogiad."
da: Og ja, jeres Herre er fuld af dusør for folk, men de fleste af dem vise ikke taknemmelighed."
el: Και πράγματι, ο Λόρδος σας είναι γεμάτη από γενναιοδωρία για τους ανθρώπους, αλλά οι περισσότεροι από αυτούς δεν δείχνουν ευγνωμοσύνη.»
et: Ja tõepoolest, teie Issand on täis halastus inimestele, kuid enamik neist näidata tänulikkust."
fi: Ja itse asiassa teidän Herranne on täynnä bounty ihmisille, mutta useimmat niistä osoita kiitollisuutta."
he: ואכן, הוא מלא ראשים על העם, אך רובם לא להראות את הכרת התודה."
hr: I doista, Gospodar tvoj je nagrada za ljude, ali većina njih ne pokazuju zahvalnost."
lt: Ir iš tiesų, jūsų Viešpats yra pilnas bounty žmonių, bet dauguma jų nerodo dėkingi."
lv: Un patiešām, jūsu kungs ir pilns ar veltes cilvēkiem, bet lielākā daļa no tām nav parādīt pateicību."
nb: Og ja, Herren er full av premien for folk, men de fleste av dem viser ikke takknemlighet."
sk: A naozaj, svojho pána, je plný odmien pre ľudí, ale väčšina z nich ukázať vďačnosť."
sl: In res, vaš gospodar je poln nagrada za ljudi, ampak večina od njih ne pokazati hvaležnost."
sr_cyrl: И заиста, твој господар је пун награда за људе, али већина њих не показујете захвалност."
sr_latn: I zaista, tvoj gospodar je pun nagrada za ljude, ali većina njih ne pokazujete zahvalnost."
uk: І дійсно, Господь ваш сповнена bounty для людей, але більшість з них не показувати подяки".
vi: Và quả thật vậy, Chúa của bạn là đầy đủ của các tiền thưởng cho người dân, nhưng hầu hết trong số họ không hiển thị lòng biết ơn."
zu: Futhi ngempela, kho Lord is gcwele of ekufunayo nekucelayo for abantu, kodwa iningi lazo musa ukukhombisa ukubonga. "

# Quran3233
source: And indeed, your Lord knows what their breasts conceal and what they declare.
ca: I de fet, el seu Senyor sap què amaguen els seus pits i el que manifesten.
cy: Ac yn wir, mae eich Arglwydd yn gwybod beth a guddio eu bronnau a beth y maent yn ei ddatgan.
da: Og ja, din herre ved, hvad deres bryster skjule og hvad de erklære.
el: Και πράγματι, σας Λόρδος ξέρει τι κρύβουν τα στήθη τους και αυτά που δηλώνουν.
et: Ja tõepoolest, teie Jumal teab nende rinnad varjata ja mida nad deklareerida.
fi: Ja itse asiassa Herrasi tietää rinnat salata, ja he ilmoittavat.
he: אכן, אלוהים שלך יודע מה להסתיר את החזה שלהם, מה הם מכריזים.
hr: I doista, Gospodar tvoj zna svoje grudi skrivaju i što izjavljuju.
lt: Ir iš tiesų, jūsų Viešpats žino ką nuslėpti savo krūtis ir kas jie pareikšti.
lv: Un patiešām, jūsu kungs zina, ko slēpj savas krūtis un ko tās deklarē.
nb: Og faktisk deres herre vet hva deres bryst skjule og hva de forkynne.
sk: A skutočne, váš pán vie, čo skrývajú svoje prsia a prehlasujú, že čo.
sl: In res, vaš Bog ve kaj prikriti svoje prsi in kaj so razglasi.
sr_cyrl: И заиста, твој Господ зна да прикрије и њихове груди и шта су прогласити.
sr_latn: I zaista, tvoj Gospod zna da prikrije i njihove grudi i šta su proglasiti.
uk: І дійсно, ваш Господь знає приховувати свої груди і заявити, що вони.
vi: Và quả thật vậy, Chúa của bạn biết những gì che giấu vú của họ và những gì họ tuyên bố.
zu: Futhi impela, Nkosi wakho uyazi ukuthi yini amabele abo gubadlela babe they memezela.

# Quran3234
source: And there is nothing concealed within the heaven and the earth except that it is in a clear Register.
ca: I no hi ha que res amagat dins el cel i la terra, excepte que és en un registre clar.
cy: Ac nid oedd dim yn cuddio o fewn y nefoedd a'r ddaear ac eithrio ei fod mewn cofrestr clir.
da: Og der er intet skjult i himlen og jorden, bortset fra at det er i et klart Register.
el: Και δεν υπάρχει τίποτα θωρακισμένο μέσα του τον ουρανό και τη γη, εκτός από το ότι είναι σε σαφή μητρώο.
et: Ja pole midagi varjanud maksimaalselt taeva ja maa, kuigi on selge registris.
fi: Ja ei mitään piilotettu sisällä taivaan ja maan, paitsi että se on selkeä rekisteriin.
he: ואין שום דבר המוסתרים בתוך את השמים ואת הארץ, חוץ מזה זה. בטון ברור.
hr: I ništa skriveno u nebo i zemlja samo što je u dnevniku jasno.
lt: Ir nėra nieko paslėpti per dangų ir žemę išskyrus tai, kad tai aiškiai registre.
lv: Un tur nekas noslēpt debesu un zemes, izņemot to, ka tas ir skaidrs reģistrā.
nb: Og det er noe skjult i himmelen og jorden bortsett fra at det i et klart Register.
sk: A nie je nič skryté do neba a Zeme, okrem toho, že je to jasné registra.
sl: In ni nič skriti v nebes in zemlje, razen, da je v jasno Register.
sr_cyrl: И нема ништа скривен у небо и земља, осим што је у дневнику јасно.
sr_latn: I nema ništa skriven u nebo i zemlja, osim što je u dnevniku jasno.
uk: І немає нічого післання особи, небо та землю за винятком того, що це ясно реєстру.
vi: Và không có gì che dấu trong thiên đường và trái đất, ngoại trừ rằng nó là trong một đăng ký rõ ràng.
zu: Futhi akukho lutho olusithekile ngaphakathi bhakabhaka hlaba ngaphandle ukuthi kuba Register ecacile.

# Quran3235
source: Indeed, this Qur'an relates to the Children of Israel most of that over which they disagree.
ca: De fet, aquest Qur ' an es relaciona amb nens d'Israel la majoria dels que més que ells.
cy: Yn wir, Mae'r Qur'an hwn yn ymwneud â plant Israel rhan fwyaf y dros y maent yn anghytuno.
da: Ja, denne Koranen vedrører Israels børn de fleste af at over, som de er uenige.
el: Πράγματι, αυτό Qur'an σχετίζεται με τα παιδιά του Ισραήλ περισσότερα από ότι πάνω από το οποίο διαφωνούν.
et: Tõepoolest, see Koraan käsitleb Iisraeli laste enamik selle üle, mida nad ei ole nõus.
fi: Itse asiassa tämän Koraanin liittyy Israelin lapset useimmat että yli, josta ne eri.
he: ואכן, את הקוראן הזה מתייחס אל בני ישראל רוב הזה נגמר אשר הם מסכימים.
hr: Doista, ovaj Kur'an se odnosi na djecu Izraela većinu da više koji se ne slažu.
lt: Iš tiesų, šis Koran susijęs su Izraelio vaikai didžiąją kad daugiau nei, kurioje jie nesutinka.
lv: Patiešām, šo Qur attiecas uz Izraēlas bērni lielāko daļu šo pāri, kuriem viņi nepiekrīt.
nb: Faktisk gjelder denne Koranen Israels barn mesteparten av at over der de er uenig.
sk: V skutočnosti tento Korán súvisí deti Izraela väčšinu že cez, ktoré nesúhlasia.
sl: Dejansko je tej Qur'an nanaša na otroke Izraela večina da več kot, ki se ne strinjajo.
sr_cyrl: Заиста , овај Куран се односи на децу Израела већину да тамо који се не слажу.
sr_latn: Zaista, ovaj Kuran se odnosi na decu Izraela većinu da tamo koji se ne slažu.
uk: Дійсно, цей Коран відноситься до дітей Ізраїль більшу частину цього over, яких вони не згодні.
vi: Thật vậy, kinh Koran này liên quan đến trẻ em của Israel hầu hết trên đó mà họ không đồng ý.
zu: Ngempela, lokhu Qur'an siphathelene Ntwana Israyeli iningi ukuthi phezu ngalo abavumelani.

# Quran3236
source: And indeed, it is guidance and mercy for the believers.
ca: I de fet, és d'orientació i Misericòrdia per als creients.
cy: Ac yn wir, mae'r canllawiau a'r drugaredd y credinwyr.
da: Og ja, det er vejledning og nåde for troende.
el: Και πράγματι, πρόκειται για καθοδήγηση και έλεος για τους πιστούς.
et: Ja tegelikult on Arendus- ja halastust usklikud.
fi: Ja onhan ohjaus- ja armoa uskovaiset.
he: וזה אכן, הדרכה ורחמים עבור המאמינים.
hr: I doista, smjernice i milost za vjernike.
lt: Ir iš tiesų, tai orientavimo ir gailestingumo tikinčiuosius.
lv: Un patiešām, tas ir, virzības un žēlsirdība ticīgie.
nb: Og det er faktisk veiledning og nåde for troende.
sk: A v skutočnosti je poradenstvo a milosrdenstvo pre veriacich.
sl: In res, da je smernice in milosti za verniki.
sr_cyrl: И заиста, то је за вођење и милост за верници.
sr_latn: I zaista, to je za vođenje i milost za vernici.
uk: І дійсно, керівництво та милість для віруючих.
vi: Và quả thực, đó là hướng dẫn và lòng thương xót cho các tín hữu.
zu: Futhi ngempela, kuba hola sa kholwa.

# Quran3237
source: Indeed, your Lord will judge between them by His [wise] judgement. And He is the Exalted in Might, the Knowing.
ca: De fet, el seu Senyor considerarà entre ells per la seva sentència [savi]. I l'exaltat en forces, el saber.
cy: Yn wir, bydd eich Arglwydd yn barnu rhwng iddynt gan ei ddyfarniad [doeth]. Ac ef yw Exalted yn gwybod y gallai.
da: Ja, jeres Herre vil dømme mellem dem ved sin [kloge] Dom. Og han er ophøjede i magt, at vide.
el: Πράγματι, ο Κύριός σας θα κρίνει μεταξύ τους από την [σωστή] κρίση. Και αυτός είναι η Exalted σε δύναμη, η γνώση.
et: Tõepoolest, teie Issandat hindavad nende poolt tema [tark] otsuste vahel. Ja ta võiks, et teades ülendatud.
fi: Itse asiassa teidän Herranne arvioimaan välillä [viisas] tuomio. Ja hän on Ylhäinen voi, kun tiedetään.
he: אכן, אדונך ישפוט ביניהם על-ידי שיקול הדעת שלו [חכמה]. . והוא לרוממו ב עלול, לדעת...
hr: Uistinu, Gospodar tvoj će suditi između njih prosudba [mudar]. I on je Exalted u moć, poznavanje.
lt: Iš tiesų, jūsų Viešpats teis tarp jų paukštininkai [išmintinga]. Ir jis yra Exalted, gali būti, kad žinios.
lv: Patiešām, starp tām, viņa [gudrs] sprieduma vērtēs savu kungu. Un viņš, iespējams, zinot izredzētais.
nb: Faktisk skal din Herren dømme mellom dem ved hans [klok] dommen. Og han er opphøyet i makt, på å vite.
sk: V skutočnosti, váš Pán bude súdiť medzi nimi jeho [múdry] rozsudkom. A on je postáv by vedieť.
sl: Res, bo vaš gospod sodnik vmes z njegovo [pametno] sodba. In on je Exalted v oblast, je poznavanje.
sr_cyrl: Заиста , твој господар ће судити између њих од стране његове [мудру] пресуду. И он је Еxалтед у моћ, у знајужи.
sr_latn: Zaista, tvoj gospodar će suditi između njih od strane njegove [mudru] presudu. I on je Exalted u moć, u znajuжi.
uk: Дійсно, Господь ваш буде судити між ними за його [мудрий] судження. І він Exalted в меча, знаючи, що в.
vi: Thật vậy, Chúa của bạn sẽ phán xét giữa chúng bằng bản án [khôn ngoan] của mình. Và ông là Exalted trong có thể, sự hiểu biết.
zu: Bala kho Lord tando jaja ngaphakathi them by isahlulelo saKhe [abahlakaniphile].
