Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran777
source: That is more likely that they will give testimony according to its [true] objective, or [at least] they would fear that [other] oaths might be taken after their oaths. And fear Allah and listen; and Allah does not guide the defiantly disobedient people.
ca: Que és més probable que donen testimoni segons el seu objectiu [veritable] o [almenys] vols temen que podria prendre juraments [altres] després de la seva juraments. I la por d'Allah i escoltar; i Allah guia no la gent desafiant desobedient.
cy: Mae hynny'n fwy tebygol y byddant yn rhoi dyst yn ôl ei [gwir] amcan, neu [o leiaf] y byddent yn ofni y gallai llwon [arall] yn cael eu cymryd ar ôl eu llwon. Ac ofn Allah a gwrando; ac nid yw Allah yn arwain y bobl defiantly anufudd.
da: Det er mere sandsynligt, at de vil give vidnesbyrd ifølge målsætningen [rigtigt], eller [mindst] ville de frygter, at [andre] eder kan træffes efter deres eder. Og frygt Allah og lytte; og Allah guide ikke trodsigt ulydige folk.
el: Αυτό είναι πιο πιθανό ότι θα δώσουν μαρτυρία σύμφωνα με τον στόχο [αληθινή] ή [τουλάχιστον] θα φοβούνται ότι θα μπορούσαν να ληφθούν [other] όρκους μετά τους όρκους. Και ο φόβος Αλλάχ και άκουσε. και Αλλάχ δεν καθοδηγεί το προκλητικά ανυπάκουος άτομα.
et: See on tõenäolisem, et nad annavad ütlusi [tõeline] objektiivsete või [vähemalt] nad oleks hirm, et [other] vande astuda pärast oma vande. Ja kardavad, et Allah ja kuulata; ja Jumal juhib väljakutsuvalt sõnakuulmatud inimesed.
fi: Että on todennäköisempää, että he antavat todistuksen [todellinen] puolueettomien [edes] he pelkäävät, että [other] valoja voidaan ottaa jälkeen valansa. Ja pelkää Jumalaa ja kuunnella; ja Jumala ei ohjaa uhmakkaasti tottelematon ihmisiä.
he: סביר יותר כי הם יתנו עדות על פי מטרתה [אמיתי], או [לפחות] היו פוחדים כי השבועות [השני] יש לנקוט לאחר שבועותיהם. ופחד אללה והקשיבו; ונדריך אללה לא העם ממושמע, לאחר בהתרסה.
hr: To je više vjerojatno da će dati iskaz prema cilj [istina], ili [bar] se boje da [druge] zakletve može uzeti nakon njihove zakletve. I bojte se Allah i slušajte; i Allah ne vodič definitivno neposlušan narod.
lt: Tai labiau tikėtina, kad jie duos parodymus pagal objektyvias [tikras] arba [bent] jie būtų baiminasi, kad [kitos šalys] priesaikas gali būti imtasi po jų priesaikas. Ir bijo Allah ir klausytis; ir Dievas ne gidas iššaukiančiai Nepaklusnieji žmonių.
lv: Tas ir vairāk iespējams, ka tās dos liecību atbilstoši mērķim [tiesa], vai [vismaz] viņi baidās, ka pēc viņu oaths veicamos [citiem] zvērestu. Un bailes Allah un klausīties; un Allah guide ne izaicinoši nepaklausīgi cilvēki.
nb: Det er mer sannsynlig at de vil gi vitnesbyrd etter målsetting [true] eller [minst] ville de frykter at [andre] eder kan tas etter deres eder. Og frykt Allah og lytte; og Allah guide ikke trassig ulydige folk.
sk: To je viac pravdepodobné, že budú dávať výpovede podľa svojho cieľa [pravda] alebo [aspoň] by sa obávajú, že [iný] prísahy by mohla byť prijatá po svojej prísahy. A strach, Alah a počúvať; a Boh nie je sprievodca vyzývavo neposlušný ľudí.
sl: To je bolj verjetno, da bo dajejo pričevanje po svoje [resnično] ali [vsaj] bi se bojijo, da bi lahko bila [druge] prisega sprejeta po svoje prisega. In strah Allah in poslušati; ter Allah ni vodnik kljubovalno neposlušni ljudje.
sr_cyrl: То је вероватније да ће дају исказ према свом [истина] циљ или [бар] страхују да би [друге] заклетве могао предузети након њихове заклетве. А страх Алаха и слушати; и , Алах не поведе пркосно непослушно народ.
sr_latn: To je verovatnije da će daju iskaz prema svom [istina] cilj ili [bar] strahuju da bi [druge] zakletve mogao preduzeti nakon njihove zakletve. A strah Alaha i slušati; i, Alah ne povede prkosno neposlušno narod.
uk: Це більш імовірно, що вони будуть давати показання згідно [справжній] мети, або [принаймні] вони б побоюються, що [іншого] клятви можуть бути прийняті після свої клятви. І боюся Аллах і Слухай; і Аллаху не направити зухвало неслухняних людей.
vi: Đó là nhiều khả năng rằng họ sẽ cung cấp cho các lời khai theo mục tiêu [thật sự] hoặc [ít nhất] họ sẽ lo sợ rằng lời thề [khác] có thể được thực hiện sau khi tuyên thệ của họ. Và sợ Allah và lắng nghe; và Allah không hướng dẫn người dân defiantly ngô nghịch.
zu: Lokho kungenzeka khona ukuthi izonikeza ubufakazi ngokusho injongo yaso [kweqiniso], noma [okungenani] ayephinda banovalo lokuthi [ezinye] izifungo esithathwayo emva fungo yabo.

# Quran778
source: [Be warned of] the Day when Allah will assemble the messengers and say, "What was the response you received?" They will say, "We have no knowledge. Indeed, it is You who is Knower of the unseen"
ca: [Aneu de] el dia quan Allah aplegarà els missatgers i dir: "Quina va ser la resposta que ha rebut"? Diran, "tenim cap coneixement. De fet, és el que és coneixedor de l'invisible"
cy: [Rhybuddio o] y dydd pan y bydd Allah yn cydosod y negeswyr a dweud, "Beth oedd yr ymateb a gawsoch?" Byddant yn dweud, "Mae gennym ddim gwybodaeth. Yn wir, mae'n chi pwy yw Knower unseen y"
da: [Advares af] den dag, da Allah vil samle budbringere og sige, "Hvad var det svar du modtog?" De vil sige, "vi har ingen viden. Ja, det er dig der er Knower af usete"
el: [Προσέξτε του] της ημέρας, όταν ο Αλλάχ θα συγκεντρώσει το τους κλητήρες και να πω, «Ποια ήταν η απάντηση που λάβατε;» Θα λένε, «δεν έχουμε καμία γνώση. Πράγματι, είναι εσείς που είναι Knower του unseen»
et: [Tuleb hoiatada ning] päev, millal Jumal koguda kullerid ja öelda, "Mis oli vastuseks saite?" Nad ütlevad, "Meil ei tea. Tõepoolest, see on teile, kes on teab selle nähtamatu"
fi: [Varoitetaan ja] päivä, kun Jumala kokoaa sanansaattajia ja sanoa, "Mikä oli vastaus sait?" He sanovat: "meillä ei ole tietoa. Itse asiassa se on sinulle, joka on tietävä on näkymätön"
he: [ראו הוזהרתם של] היום כאשר אללה להרכיב את שליחי ואומר "מה היה התשובה שקיבלת?" הם יגידו, "יש לנו שום ידע. אכן אתה הוא היודע של סמוי"
hr: [Upozorenje od] dan kada Allah će sastaviti glasnike i reći: "Što je odgovor si dobila?" Oni će reći, "Nemamo nikakvih saznanja. Doista, to je vas koji je poznavatelj svih nevidjeno"
lt: [Perspėja apie] tą dieną, kai Dievas bus surinkti pasiuntiniai ir sako, "Kas buvo atsakymą jums?" Jie sako, "mes turime žinių. Iš tiesų, tai jūs, kurie yra wszechwiedzacy, nematyto"
lv: [Jābrīdina par] tajā dienā, kad organizēsim Allah, kurjeriem un teikt: "Kāds bija jūs saņēmāt atbildi?" Viņi saka, "mēs esam bez zināšanām. Patiešām, tas ir jums, kas ir neredzēts zinātājs"
nb: [Vær advart av] dagen når Allah vil montere messengers og si, "Hva var svaret du fikk?" De vil si, "vi har ingen kunnskap. Faktisk er det du som kjenner usynlige"
sk: [Pozor na] v deň, keď Alah zostaviť poslov a povie, "Aká bola odozva si dostal?" Oni povedia: "nemáme žiadne poznatky. V skutočnosti je to vy, kto je vševedúci neviditeľných"
sl: [Opozorjeni o] dan, kdaj bo Alah zberejo kurirji in reči, "Kakšen je bil odziv ste prejeli?" Bodo rekli, "nimamo znanje. Res, da je vas, ki je poznavalec nevidno"
sr_cyrl: [Бити упозорен од] дан када ће Аллах окупи у гласника и реци: "Шта је одговор који сте примили?" Рећи ће, "Немамо сазнања. Заиста , ти си тај који је правоверац невидјено је"
sr_latn: [Biti upozoren od] dan kada će Allah okupi u glasnika i reci: "Šta je odgovor koji ste primili?" Reći će, "Nemamo saznanja. Zaista, ti si taj koji je pravoverac nevidjeno je"
uk: [Будьте обережні з] день, коли Аллах буде в зібраному послів і сказати: "Що було відповідь, ви отримали?" Вони будуть говорити, "ми не мають знань. Дійсно, це вас, хто є пізнає невидиме"
vi: [Được cảnh báo của] ngày khi Allah sẽ lắp ráp các sứ giả và nói, "Phản ứng bạn nhận được là gì?" Họ sẽ nói, "chúng tôi không có kiến thức. Thật vậy, đó là bạn của những người là Knower của unseen"
zu: [Be waxwayisa nangemiphumela] Suku uma Allah bayohlangana izithunywa futhi uthi, "Bekunjani impendulo oyitholile?"

# Quran779
source: [The Day] when Allah will say, "O Jesus, Son of Mary, remember My favor upon you and upon your mother when I supported you with the Pure Spirit and you spoke to the people in the cradle and in maturity; and [remember] when I taught you writing and wisdom and the Torah and the Gospel; and when you designed from clay [what was] like the form of a bird with My permission, then you breathed into it, and it became a bird with My permission; and you healed the blind and the leper with My permission; and when you brought forth the dead with My permission; and when I restrained the Children of Israel from [killing] you when you came to them with clear proofs and those who disbelieved among them said, "This is not but obvious magic."
ca: [El dia] Quan Allah dirà, "O Jesús, fill de Maria, recordar el meu favor a vostè i a la seva mare quan ho van recolzar amb l'esperit pur i va parlar a la gent en el bressol i en la maduresa; i [recorda] Quan jo t'ensenyem escriptura i saviesa i el Torah i l'Evangeli; i quan vostè va dissenyar d'argila [què era] com la forma d'ocell amb el meu permís, llavors vostè respira en ella, i es va convertir en un ocell amb el meu permís; i es va curar el cec i el Leprós amb el meu permís; i quan portava endavant morts amb el meu permís; i quan jo refrenat nens d'Israel de [mort] Quan va arribar a ells amb proves clares i els que dubtaven entre ells deia, "Això no és màgia més que obvi."
cy: [Y dydd] pan bydd Allah yn dweud, "O Iesu, mab Mary, cofio fy favor arnoch chi ac ar eich mam wrth imi eich cefnogi gyda ysbryd pur a siaradodd i bobl yn y crud ac yn aeddfedu; a [cofio] pan oeddwn yn dysgu chi ysgrifennu a doethineb a y Torah ac efengyl; a pan y cynlluniwyd o glai [beth oedd] fel y ffurflen o adar gyda fy caniatâd, yna roedd chi hanadlu i mewn iddo, a daeth adar gyda fy caniatâd; ac roedd chi wella y Deillion a leper fy caniatâd; a phan y daeth eich blaen y meirw gyda fy caniatâd; ac wrth fy atal plant Israel rhag [lladd] Dywedodd chi pan ddaethoch iddynt â proflenni clir a'r rhai a ddysgais yn eu plith, "Hwn nid yw ond amlwg hud."
da: [Dag] når Allah vil sige, "O Jesus, søn af Mary, huske min nåde over dig og din mor når jeg støttede dem med ren ånd og talte til folket i vuggen og modenhed; og [Husk] når jeg har lært dig skriftligt og visdom og Toraen og evangeliet. og når du designet fra ler [det var] ligesom formen af en fugl med min tilladelse, derefter du pustet ind i det, og det blev en fugl med min tilladelse; og du helbredt blinde og spedalsk med min tilladelse; og når du har frembragt døde med min tilladelse; og når jeg tilbageholdende Israels børn fra [drab] du da du kom til dem med klare beviser og dem, der disbelieved blandt dem sagde: "Det ikke er indlysende, men magi."
el: [Την ημέρα] όταν θα πω Αλλάχ, «Ο Ιησούς, γιος της Μαρίας, Απομνημόνευση favor πάνω σου και κατόπιν τη μητέρα σας όταν σας στήριξα με το αγνό πνεύμα και μιλήσατε για τους ανθρώπους στο λίκνο και στη λήξη. και [θυμηθείτε] όταν δίδαξα σας γραφή και τη σοφία και το Torah και το Ευαγγέλιο? και όταν σχεδιάσατε από πηλό [τι ήταν] όπως τη μορφή ενός πουλιού με την άδειά μου, τότε σας εμφυσείται σε αυτό, και έγινε ένα πουλί με την άδειά μου? και εσείς θεράπευσε τον τυφλό και ο λεπρός, με την άδειά μου? και όταν σας έφερε στο προσκήνιο τους νεκρούς με την άδειά μου? και όταν εγώ συγκράτησα τα παιδιά του Ισραήλ από [θανάτωση] σας όταν σας ήρθε να τους με σαφείς αποδείξεις και όσοι disbelieved ανάμεσά τους είπαν, "Αυτό δεν είναι προφανές αλλά μαγεία."
et: [Ks] kui Allah ütleb, "O Jeesus, Maarja, poeg mäleta minu kasuks, sa ja su ema kui ma seda teile puhas vaim ja te rääkis rahvale häll ja tähtaeg; [mäleta] Kuna ma õpetas teid kirjalikult ja tarkust ja Toora ja evangeeliumi; ja kui te kavandatud savi [mis oli] nagu lind mu loata vorm, siis te puhus sinna, ja see sai lind mu loata; ja sa terveks pime ja pidalitõbine minu loal; ja kui te võrsuda dead ilma minu loata; ja kui ma vaoshoitud Iisraeli laste [tapmine] te kui teil tulid neile selged tõendid ja need, kes disbelieved nende hulgas ütles: "See ei ole aga ilmne võlu."
fi: [Päivä] Kun Jumala sanoo: "Oi Jeesus, Marian poika, muista minun puolesta sinun ja äitisi kun tuin teitä puhuitte kehto ja kypsyys ja puhdasta henkeä ja [muista] Kun opetin teille kirjallisesti ja viisautta ja Tooran ja evankeliumia. ja kun savesta mitä oli suunniteltu kuten lintu lupaani muodossa, sitten puhalsi se kävi lintu minun luvalla; ja paransi sokeita ja spitaalinen minun luvalla; ja kun olet kuollut minun luvalla; ja kun Israelin lapset estetty [tappaminen] kun tuli heille selvät todistukset ja jotka uskoneet joukossa sanoi: "Tämä ei ole mutta selvää magic."
he: [יום] כאשר אללה אומר, "הו אלוהים, בנה של מרים, זוכר בחסדי עליך ועל אמא שלך. אני תמכתי בך עם רוח טהורה, שדיברת עם העם בעריסה, בגרות; [זוכר] כאשר לימדתי את הכתיבה ואת החוכמה ואת התורה הבשורה; כאשר עיצבת מחמר [מה היה] כמו הצורה של ציפור בהסכמתי, ואז הזלת ריר לתוך זה, והיא הפכה ציפור בהסכמתי; הוא ריפא העיוורים, המצורעים בהסכמתי; וכאשר אתה לדרדר את המתים בהסכמתי; כאשר עצרתי בני ישראל [מרצח]? מתי הגעת אליהם עם הוכחות ברורות ואלה disbelieved ביניהם אמר, "זה לא קסם אבל ברור."
hr: [Dan] kada Allah će reći: "O Isuse, sine Marije, sjećaš se moju korist na vas i na majku podržao sam te čisti duh i govorio ljudima u kolijevci i zrelosti; i ne zaboravite kad sam te naučio pisati i mudrost i Tora i Evanđelje; i kad ste dizajnirali iz gline što je kao oblik ptica s moje dozvole, onda si udahnuo u njega, i postalo je ptica s mojim dopuštenjem; i ozdravi je slijepa i gubavca s dozvolom; i kad si izveo mrtvih s mojim dopuštenjem; Kada vezana djecu Izraela [ubojstvo] kad si im jasne dokaze i onih koji je bio među njima, rekao si "Ovo nije ali očito magije."
lt: [Tą dieną] kai Dievas sako, "O Jėzus, Marijos sūnus, atsimenu, mano naudai jūs ir jūsų motina kai aš palaiko jums su gryna dvasia ir jūs kalbėjo žmonėms lopšys ir brandą; ir [prisiminti] kai dėsčiau jūs raštu ir išminties ir Toros ir Evangelijos; ir kai jums skirtą iš molio (kas buvo), kaip paukštis su mano leidimo forma, tada jums kvėpuoti į jį, ir jis tapo paukštis su mano leidimo; ir jums išgydyti akliesiems ir Raupsuotojo su mano leidimo; ir kada jūs išvedė mirusiųjų su mano leidimo; ir kai aš prilaikyti Izraelio vaikai iš [žudymo] jus, kai jūs atėjo pas juos su aiškiai įrodymus ir tie, kurie disbelieved tarp jų sakė, "Tai ne bet akivaizdi magija."
lv: [Diena] kad Allah būs rakstīts "O Jēzus, Marija, dēls atceras manā favor pār jums un jūsu māte kad es atbalstu jūs ar tīri garīgas un uzrunāja cilvēku maciņā un termiņu; un [atceros] kad man mācīja jums rakstiski un gudrību un Toras evaņģēliju; un, kad jums paredzēts no māla, [kas ir] kā putns ar manu atļauju formu, tad jūs elpoja to un kļuva putns ar manu atļauju; un jūs dziedināja aklos un lepras slimnieks ar manu atļauju; un tad, kad jūs izņēma miris ar manu atļauju; un kad es atturīgi Izraēla bērniem no [nogalināšanu] kad devāties uz tiem ar skaidru apliecinājumu un disbelieved starp tiem, kuri teica: "Tas nav acīmredzams, bet maģija."
nb: [Dag] når Allah vil si, "O Jesus, Marias sønn, husker min favør du og din mor da jeg støttet du med ren ånd og du snakket til folk i holderen og modenhet; og [Husk] når jeg lærte du skriver og visdom og Toraen og evangeliet. og når du laget av leire [det var] som form av en fuglen med min tillatelse, så du pustet inn det, og det ble en fuglen med min tillatelse; og du helbredet blinden og spedalske med min tillatelse; og når du frembragt døde med min tillatelse; og når jeg behersket Israels barn fra [killing] når du kom til dem med klare bevis og de vantro blant dem sa: "Dette ikke er men åpenbart magi."
sk: [Deň] Keď Alah vám povedať, "O Ježiša, syna Márie, pamätáš, ako môj prospech vyzve vás a vaša matka podporu čistého ducha a hovoril k ľuďom v kolíske a splatnosti; a [nezabudnite], keď som sa učil vás písanie a múdrosť a Tóry a evanjelium; a keď ste navrhli z hliny, [čo bolo] ako forma vtáka s mojím súhlasom, potom ste vdýchol do neho, a sa stal vták s mojím súhlasom; a ste uzdraveni nevidiacich a malomocný s mojím súhlasom; a keď vás vyviedol mŕtvych s mojím súhlasom; a keď som zdržanlivý deti Izraela od [zabíjanie] keď ste prišli k nim s jasné dôkazy a tí, kto pochyboval medzi nimi povedal: "To nie je ale zrejmé kúzlo."
sl: [Dan] Ko bodo rekli Allah, "O Jezus, sin Marije, spominjati se svoj prid na vas in na vaš mati ko jaz zaslomba vi s čistega duha in govoril ljudem v zibelki in v zapadlosti; in zapomni [si] Ko sem vas učil pisanja in modrost in Tora in evangelij; in ko ste oblikovali iz gline [kaj je] kot obliki ptica z mojega dovoljenja, potem ste vdihniti v to, in postala ptica z mojega dovoljenja; in vam ozdravi slepe in gobavca z mojega dovoljenja; in ko si rodila mrtvih z mojega dovoljenja; in ko sem zadržana otroke Izraela iz [ubijanje] vas, ko ste prišli do njih z jasno dokazila in tiste, ki so verjeli, med njimi je dejal, "To ni ampak očitno magije."
sr_cyrl: На дан кад Аллах це реци, "О Исус, син Марије, запамти моју корист, ти и твоја мајка када је подржавао сам те са цисти дух и разговарали с људима у колевци, као и у зрелост; и запамти када сам те науцила, писање и мудрост и Тору и Госпел; и када сте дизајнирали од глине [шта је] као облику птица са мојом дозволом, онда си удахнуо у то, и постало је птица са мојом дозволом; и да си оздравио слепе и губавац са мојом дозволом; и када сте донели мртве са мојом дозволом; и када обуздали децу Израела из [убијање] си кад си их са јасне доказе, а они који не верује међу њима: "Ово није али очигледно магија."
sr_latn: Na dan kad Allah ce reci, "O Isus, sin Marije, zapamti moju korist, ti i tvoja majka kada je podržavao sam te sa cisti duh i razgovarali s ljudima u kolevci, kao i u zrelost; i zapamti kada sam te naucila, pisanje i mudrost i Toru i Gospel; i kada ste dizajnirali od gline [šta je] kao obliku ptica sa mojom dozvolom, onda si udahnuo u to, i postalo je ptica sa mojom dozvolom; i da si ozdravio slepe i gubavac sa mojom dozvolom; i kada ste doneli mrtve sa mojom dozvolom; i kada obuzdali decu Izraela iz [ubijanje] si kad si ih sa jasne dokaze, a oni koji ne veruje među njima: "Ovo nije ali očigledno magija."
uk: В день коли Аллах буде сказати, "O Ісус, син Марії, пам'ятаю мою користь на вас і на вашій матері коли, я підтримував вас з чистого спирту і ви говорили людям у кредлі та погашення; і [Пам'ятайте], коли я вчив вас письмовій формі і мудрість і Тори і Євангелія; і коли ви розроблений з глини [що було] як форму птах з мого дозволу, тоді ви вдихнув у нього, і він став птах з мого дозволу; і ви зажили сліпих і прокаженого з мого дозволу; і коли ви вивів мертвих з мого дозволу; і коли я стриманими діти Ізраїлю від [вбивство] вас, коли ви прийшли в їм чітких доказів і тих, хто disbelieved серед них сказав: "Це не але очевидно магії".
vi: [Ngày] Khi Allah sẽ nói, "O Chúa Giêsu, con trai của Mary, nhớ ưu tiên của tôi khi bạn và khi mẹ cậu khi tôi hỗ trợ bạn với tinh thần tinh khiết và đã nói chuyện với những người trong cái nôi và kỳ hạn thanh toán; và [nhớ] khi tôi đã dạy cho bạn viết và sự khôn ngoan và Torah và phúc âm; và khi bạn thiết kế từ đất sét [là cái gì] giống như các hình thức của một con chim với sự cho phép của tôi, sau đó bạn hít vào nó, và nó đã trở thành một con chim với sự cho phép của tôi; và bạn chữa lành người mù và cùi với sự cho phép của tôi; và khi bạn đưa ra là chết với sự cho phép của tôi; và khi tôi hạn chế trẻ em của Israel từ [giết] bạn khi bạn đến họ rõ ràng chứng minh và những người disbelieved trong số đó nói: "Đây không phải là phép thuật nhưng rõ ràng."
zu: [The Day] uma Allah uyothi: "O Jesu dodana Mary, khumbula umusa wami phezu kwenu naphezu unyoko lapho I shoka you ngoMoya Pure futhi wakhuluma kubantu sombuso kanye in ukuvuthwa, futhi [ukhumbule

# Quran780
source: And [remember] when I inspired to the disciples, "Believe in Me and in My messenger Jesus." They said, "We have believed, so bear witness that indeed we are Muslims [in submission to Allah]."
ca: I [recorda] Quan em va inspirar als deixebles, "Creure en mi i en el meu missatger de Jesús." Deien, "Hem cregut, així ós testimoni que en realitat som musulmans [en el submissió a Allah]."
cy: A [cofio] pan fy ysbrydoli i y disciples, "Credu mewn mi ac yn fy negesydd Iesu." Maent yn dweud, "yr ydym wedi credu, fel arth tyst yn wir ein bod yn Foslemiaid [yn y cyflwyniad i Allah]."
da: Og [Husk] Da jeg inspireret til disciple, "Tror i mig og min messenger Jesus." De sagde, "Vi har troet, så bærer vidnesbyrd om, at faktisk vi er muslimer [i hengivelse til Allah]."
el: Και [θυμηθείτε] όταν που ενέπνευσε στον αποστόλους, «Πίστεψε σε μένα και στο messenger μου Ιησού.» Είπαν, «Έχουμε πιστέψει, έτσι μαρτυρούν ότι πράγματι είμαστε Μουσουλμάνοι [στην υποβολή Αλλάχ].»
et: [Mäleta] Kuna ma inspireeritud jüngrid "Uskuge minusse ja minu Messenger Jeesus." Nad ütlesid: "Me oleme uskunud, nii et tõepoolest me oleme moslemid [esitamine Jumal] areng annavad."
fi: Ja [muista] kun inspiroi opetuslapset "Believe minussa ja minun airut Jeesus." He sanoivat: "Olemme uskoneet, joten kehittyminen, että todellakin olemme muslimit [Allahille]."
he: [זוכר] כאשר אני השראה לתלמידים, "מאמינים לי, מלאכי אלוהים." הם אמרו, "שהאמנו, אז הדוב עדים כי אכן אנו נמצאים מוסלמים [כניעה לאללה]."
hr: I ne zaboravite kad sam inspiriran učenicima: "Vjerujte u mene i u moj Glasnik Isusa." Rekli su, "Mi vjerovao, tako da budu svjedoci da doista smo Muslimana [u pokornosti Allahu]."
lt: Ir [prisiminti] Kada aš įkvėpė mokiniai, "Believe man ir mano messenger Jėzus." Jie sakė, "Mes manoma, kad lokys liudyti, kad iš tikrųjų mes esame musulmonai [pateikimo Allaho]."
lv: Un [atceros] kad es iedvesmoja pie mācekļiem, "Ticiet man un manas Messenger Jēzus." Viņi teica: "Mums ir uzskats, lai lācis liecinieks, ka tik tiešām mēs esam musulmaņu [iesniegšanas Allah]."
nb: Og [Husk] når jeg inspirert til disiplene, "Believe meg og min budbringer Jesus." De sa: «Vi har antatt så bære vitne at vi virkelig er muslimer [i innlevering å Døyve].»
sk: A [pamätať] kedy som inšpiroval k učeníkom, "Veriť vo mne a v mojom messenger Ježiša." Povedali, že "Sme uverili, takže medveď svedkami, že v skutočnosti sme moslimovia [predloženie Allah]."
sl: In zapomni [si] Ko sem navdih, da učenci, "Verjamejo vame in v moje Messengerju Jezusa." So rekli, "Smo verjeli, zato pričujte, da dejansko smo muslimani [v predložitev Allah]."
sr_cyrl: И запамти када сам инспирацију да апостоли, "Веруј у мене и у мој гласник Исуса." Рекли су: "Нисмо веровао, тако да буде сведок да заиста смо Муслимана [у покорности Алаху]."
sr_latn: I zapamti kada sam inspiraciju da apostoli, "Veruj u mene i u moj glasnik Isusa." Rekli su: "Nismo verovao, tako da bude svedok da zaista smo Muslimana [u pokornosti Alahu]."
uk: І [пам'ятати] коли я надихнув до учнів, «Повір в мені і в моїй messenger Ісуса.» Вони сказали: "Ми повірив, тому ведмідь свідок, що дійсно ми знаходимося мусульман [подання до Аллах]."
vi: Và [nhớ] khi tôi lấy cảm hứng cho các môn đồ, "Believe trong tôi và trong messenger của tôi Chúa Giêsu." Họ nói, "Chúng tôi đã tin, do đó, gấu làm chứng rằng thực sự chúng tôi là người Hồi giáo [trong trình Allah]."
zu: Futhi [khumbula] lapho mina ephefumulelwe kubafundi, "Kholwa Me and Ami isithunywa kuJesu."
