Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran654
source: And [for] their taking of usury while they had been forbidden from it, and their consuming of the people's wealth unjustly. And we have prepared for the disbelievers among them a painful punishment.
ca: I [per] la presa d'usura mentre que havia estat prohibida des d'això, i de consumir de la riquesa de la gent injustament. I hem preparat per disbelievers entre ells un dolor càstig.
cy: Ac am eu bod yn cymryd o usury tra roedd maent wedi'u gwahardd rhag ei, ac eu yfed o gyfoeth y bobl gam. Ac mae wedi paratoi ar gyfer y disbelievers yn eu plith cosb poenus.
da: Og [for] deres udtagning af åger mens de havde været forbudt fra det, og deres forbrug af befolkningens rigdom uretfærdigt. Og vi har forberedt til vantro blandt dem en smertefuld straf.
el: Και [για] τους ανάληψη της τοκογλυφίας, ενώ είχαν απαγορεύεται από αυτό, και τους καταναλώνουν από τον πλούτο των ανθρώπων άδικα. Και έχουμε ετοιμάσει για disbelievers ανάμεσά τους μια οδυνηρή τιμωρία.
et: Ja [jaoks] nende võtmine liigkasuvõtmine, kuigi neil oli keelatud seda ja nende tarbivate inimeste rikkuse ebaõiglaselt. Ja oleme valmis nende seas uskottomille valus karistuse.
fi: Ja [] niiden toteuttamisen koronkiskonta kun oli kieltänyt sen ja niiden kuluttaa kansan varallisuuden oikeudettomasti. Ja olemme valmiita uskottomille heidän joukossaan tuskallinen rangaistus.
he: [על] שלהם מאסרו של איסור ריבית בזמן היה איסור ממנו, וצורכים שלהם לעושר של האנשים שלא בצדק. הכנו עבור disbelievers ביניהם עונש כואב.
hr: [Za] njihova uzimanja lihvarstvo dok su je bila zabranjena, i svoje konzumiranje narodnog bogatstva nepravedno. A pripremili smo za iskuse među njih bolna kazna.
lt: Ir [už] jų imti lupikavimas o jie uždraudė iš jo ir neteisėtai Liaudies turto vartoja jų. Ir mes paruošėme disbelievers tarp jų skausmingas bausmė.
lv: [Kā] to augļošanu, kamēr viņi bija aizliegts no tā pieņemšanas un to patērē tautas bagātības netaisnīgi. Un mēs esam gatavi disbelievers starp tiem sāpīgi sods.
nb: Og [for] deres tar åger mens de hadde blitt forbudt av det, og deres forbruker av folkets rikdom urettferdig. Og vi har forberedt for troende blant dem en pinefull straff.
sk: A [] ich užívania úžery, zatiaľ čo mal boli zakázané z neho a ich konzumácia bohatstva ľudovej nespravodlivo. A pripravili sme pre neveriacim medzi nimi bolestivé trest.
sl: In [za] ob njihovi oderuštva, medtem ko je bila prepovedana od njega, in njihovo uživanje ljudsko bogastvo neupravičeno. In smo pripravili za disbelievers med njimi boleče kazen.
sr_cyrl: И за њихове одузимање зеленаљтво док им је забранио из ње, као и њихове троше народне богатства неправедно. И припремили смо за скептике међу њима болна казна.
sr_latn: I za njihove oduzimanje zelenaљtvo dok im je zabranio iz nje, kao i njihove troše narodne bogatstva nepravedno. I pripremili smo za skeptike među njima bolna kazna.
uk: Та [] їх прийняття лихварство, хоча вони були заборонені з нього, і їх споживання народного багатства несправедливо. І ми приготували для disbelievers серед них болючою покарання.
vi: Và [] của việc cho vay nặng lãi trong khi họ đã bị cấm từ nó, và họ tiêu thụ của sự giàu có của người dân vô cớ. Và chúng tôi đã chuẩn bị cho thì trong đó có một hình phạt đau đớn.
zu: Futhi [ngoba] ukungenisa kwabo of usury kuyilapho bona okwakwenqatshelwe kuwo, futhi ukudliwa kwabo ingcebo abantu sika unjustly.

# Quran655
source: But those firm in knowledge among them and the believers believe in what has been revealed to you, [O Muhammad], and what was revealed before you. And the establishers of prayer [especially] and the givers of zakah and the believers in Allah and the Last Day - those We will give a great reward.
ca: Però aquells firma en coneixement entre ells i els creients creuen en què ha estat revelat a vostè, [O Muhammad], i el que es va revelar abans. I la establishers de l'oració [especialment] i donants del zakah i creients en Allah i el darrer dia - els donarem una gran recompensa.
cy: Ond mae hynny gadarn mewn gwybodaeth ymhlith iddynt ac y credinwyr yn credu yn hyn wedi dangos i chi, [O Muhammad], a'r hyn a ddatgelwyd ger eich bron. Ac y establishers y weddi [enwedig] a rhoddwyr zakah a'r credinwyr yn Allah a diwrnod olaf-rhai byddwn yn rhoi gwobr mawr.
da: Men disse firma i viden blandt dem og troende tror på hvad er blevet afsløret, at du, [O Muhammad], og hvad blev afsløret før dig. Og netværksopbygger bøn [særlig] og givere af zakah og troende i Allah og den sidste dag - dem vil vi give en stor belønning.
el: Αλλά εκείνοι επιχείρηση στη γνώση μεταξύ τους και οι πιστοί πιστεύουν σε ό, τι έχει αποκαλυφθεί σε εσάς, [Ο Μωάμεθ], και αυτό που αποκαλύφθηκε πριν από σας. Και οι ιδρυτές της προσευχής [κυρίως] και οι δωρητές zakah και οι πιστοί στον Αλλάχ και την τελευταία ημέρα - εκείνων θα δίνουμε μια μεγάλη ανταμοιβή.
et: Kuid nende firma teadmisi teistest ja usklikud usuvad mida näitas sulle, [O Muhammad], ja milline oli näitas enne sind. Ja palve asutajaid [eriti] ja osundab kinkija zakah ja anname suur auhind Allah ja viimane päev - usklikud.
fi: Mutta ne yrityksen tietämyksen ja uskovaiset uskovat mitä on paljastettu sinulle [Oi Muhammed], ja kävi ilmi edessänne. Ja rukous establishers [erityisesti] ja antajia zakah ja uskovaisten Jumalaan ja viimeisenä - niille annamme suuri palkinto.
he: אבל אלה המשרד הידע בקרב אותם ואת המאמינים מאמינים מה התגלה לך, [O מוחמד], ואת מה שנחשף לפני. דיזינגוף של תפילה [במיוחד], הנותנים של zakah ואת המאמינים אללה ואלה ביום האחרון - אנו נספק פרס גדול.
hr: Ali ta firma u znanju između njih i vjernicima vjerovati u ono što je otkriveno na vas, [O Muhammad], i što je otkrio prije. I osnivači molitva [naročito] i davatelji zakah i vjernicima u Allaha i zadnji dan - one će nagraditi velik.
lt: Tačiau šios įmonės žinių tarp jų ir tikintieji tiki, ką parodė jums, [O Muhammad], ir kas buvo atskleista prieš jus. Ir establishers malda [ypač] ir slaugytojų zakah ir tikintiesiems Dievas ir paskutinę dieną - mes suteiksime didelis atlygis.
lv: Bet šīs sabiedrības zināšanas tos un ticīgo uzskatu, ko atklāja jums [O Muhammad], un kas tika atklāts pirms jums. Un lūgšanu establishers [it] un zakah un ticīgie Allah un pēdējā diena - tiem, kas mums dos lielu balvu devēji.
nb: Men de fast i kunnskap blant dem og troende tror på det som er åpenbart for deg, [O Muhammad], og det var åpenbart før deg. Og establishers bønn [spesielt] og givere av zakah og troende i Allah og den siste dagen - vi vil gi en stor belønning.
sk: Ale tieto firmy poznatkov medzi nimi a veriaci veria v to, čo bolo odhalené na vás [Mohamed], a to, čo bolo odhalené pred vami. A zriaďovatelia modlitby [najmä] a darcov Zakát a veriaci v Alaha a posledný deň - dáme veľká odmena.
sl: Vendar tistih podjetje znanja med njimi in verniki verjamejo v kaj se je pokazala za vas, [O Muhammad], in kaj je pokazala pred vami. In establishers molitev [zlasti] in givers zakah in vernik v Allah in zadnji dan - tiste, ki mi bo dala veliko nagrado.
sr_cyrl: Али та фирма у знања међу њима и верници верују у шта је теби, [О Мухаммад], откривен и како је релевентно пред вама. И оснивачи молитва [посебно] и даје заках и верници у Аллаха и последњи дан - оне ми ћемо дати велику награду.
sr_latn: Ali ta firma u znanja među njima i vernici veruju u šta je tebi, [O Muhammad], otkriven i kako je releventno pred vama. I osnivači molitva [posebno] i daje zakah i vernici u Allaha i poslednji dan - one mi ćemo dati veliku nagradu.
uk: Але ці фірми в знань серед них і віруючі вірити в те, що було показав тобі, [O Мухаммад], і що було виявлено перед вами. І цьому підручнику, Аньош молитви [особливо] і той, хто дає zakah і віруючих в Аллах і останній день - ті, що ми будемо давати велику нагороду.
vi: Nhưng công ty trong các kiến thức trong số đó và các tín hữu tin vào những gì đã được tiết lộ cho bạn, [O Muhammad], và những gì đã được tiết lộ trước khi bạn. Và establishers cầu nguyện [đặc biệt] và tặng của zakah và những người tin vào Allah và ngày cuối cùng - những người chúng tôi sẽ cung cấp cho một phần thưởng tuyệt vời.
zu: Kodwa labo niqinile ulwazi phakathi kwabo kholwa fanele kholwa babe phendla kuwe, [O Muhammad], futhi ngaphakathi babe phendla kadukuba you.

# Quran656
source: Indeed, We have revealed to you, [O Muhammad], as We revealed to Noah and the prophets after him. And we revealed to Abraham, Ishmael, Isaac, Jacob, the Descendants, Jesus, Job, Jonah, Aaron, and Solomon, and to David We gave the book [of Psalms].
ca: De fet, ens han revelat, [O Muhammad], com ens va revelar a Noè i els profetes després d'ell. I ens va revelar a Abraham, Ishmael, Isaac, Jacob, els descendents, Jesús, feina, Jonàs, Aaron i Salomó i a David ens va regalar el llibre [de Salms].
cy: Yn wir, yr ydym wedi datgelu i chi, [O Muhammad], fel y datgelwyd inni i Noah a y proffwydi ar ei ôl. A ydym yn datgelu i Abraham, Ishmael, Isaac, Jacob, y disgynyddion, Iesu, swydd, Jonah, Aaron, a Solomon, ac i David ydym Rhoddodd y llyfr [o Salmau].
da: Faktisk er vi åbenbaret for dig, [O Muhammad], som vi åbenbaret til Noah og profeterne efter ham. Og vi viste, at Abraham, Ismael, Isaac, Jacob, efterkommere, Jesus, Job, Jonas, Aaron, og Salomo, og David vi gav bogen [af Salmerne].
el: Πράγματι, έχουμε αποκάλυψε σε σας, [Ο Μωάμεθ], όπως μας έδειξε να Νώε και οι προφήτες μετά από αυτόν. Και μας έδειξε να Αβραάμ, Ισμαήλ, Ισαάκ, Jacob, οι απόγονοι, ο Ιησούς, δουλειά, Ιωνά, ο Ααρών και Σολομώντος, και David μας έδωσε το βιβλίο [των Ψαλμών].
et: Tõepoolest, meil on näitas sulle, [O Muhammad], nagu meil selgus, et Noa ja prohvetid talle järele. Ja me selgus, Abraham, Ismael, Iisak, Jaakob, järeltulijad, Jeesus, töö, Jonah, Aaron ja Saalomoni, ja David me andis [psalmi] raamat.
fi: Itse asiassa olemme paljastaneet sinulle [Oi Muhammed] meidän paljastanut Noah ja profeetat hänen jälkeensä. Ja paljasti Abraham, Ismael, Isaac, Jacob, jälkeläiset, Jeesus, työ, Joonaan, Aaron ja Salomon, ja David meidän antoi [Mormonin PSALMIT].
he: אכן, נחשפו לך, [O מוחמד], אנחנו גילה נוח וגם בנביאים אחריו. אנחנו נגלה בעיני אברהם ישמעאל, יצחק, יעקב, צאצאיו, ישו, עבודה, יונה, אהרון, שלמה, וכדי David. אנחנו נתן את הספר [תהילים].
hr: Doista, otkrili smo vam [O Muhammad], što smo Noa i proroci za njim. I otkrili smo da Abraham, Jišmaela, Izaka, Jacob, potomci, Isus, posao, Jonah, Aaron i Salomon, i David mi je dao psalama [].
lt: Iš tiesų, mes parodė jums, [O Muhammad], kaip jau parodė Nojus ir pranašai po jo. Ir mes atskleista Abraomui, Izmaelis, Izaokas, Jokūbas, palikuonys, Jėzus, darbas, Jona, Aaron, ir Saliamono, ir David mes davė knyga [iš Psalmių].
lv: Patiešām, mums ir atklāts jums [O Muhammad], kā mums parādīja Noah un pravieši viņam pakaļ. Un mēs atklāja Abraham, Ishmael, Isaac, Jacob, pēcnācēji, Jēzus, darbs, Jonas, Āronu un Solomons, un David mums deva grāmatā [Psalmi].
nb: Faktisk har vi avslørte deg, [O Muhammad], som vi viste til Noah og profetene etter ham. Og vi viste til Abraham, Ismael, Isak, Jakob, etterkommere, Jesus, jobb, Jonas, Aaron, og Salomo, og David vi ga boken av salme].
sk: V skutočnosti sme odhalili vám [Mohamed], ako sme odhalili Noe a prorokov po ňom. A sme odhalili Abraham, Izmael, Izák, Jakub, potomkovia, Ježiša, prácu, Jonáš, Aaron, a Solomon, a David sme dali knihu [žalmy].
sl: Pravzaprav, smo pokazali vam, [O Muhammad], kot smo razkrili, da Noah in Preroki po njem. In mi je pokazala, da Abraham, Ishmael, Isaac, Jacob, potomci, Jezus, delo, Jona, Aaron in Solomon, in David smo dal knjigo [psalmov].
sr_cyrl: Заиста , смо су открила да ти, [О Мухаммад], које нам открива Ноа и пророци за њим. И да смо открили да Абрахам, Исмаил, Исак, Јакоб, потомци, Исус, посао, Јонах, Арон, и Соломон, и са Давид ми је дао књигу [псалме].
sr_latn: Zaista, smo su otkrila da ti, [O Muhammad], koje nam otkriva Noa i proroci za njim. I da smo otkrili da Abraham, Ismail, Isak, Jakob, potomci, Isus, posao, Jonah, Aron, i Solomon, i sa David mi je dao knjigu [psalme].
uk: Дійсно, ми вже показали вам, [O Мухаммад], як ми показали Ноя і пророки після нього. І відкриті ми Авраама, Ізмаїл, Ісаак, Яків, нащадки, Ісус, робота, Йони, Аарон і Соломон і щоб David ми дали книга [Псалми].
vi: Thật vậy, chúng tôi đã tiết lộ cho bạn, [O Muhammad], như chúng tôi tiết lộ cho Noah và các tiên tri sau khi anh ta. Và chúng tôi tiết lộ cho Abraham, Ishmael, Isaac, Jacob, con cháu, Chúa Giêsu, công việc, Jonah, Aaron, và Solomon, và để David chúng tôi đã cung cấp sách [Thánh Vịnh].
zu: Ngempela, We phendla you, [O Muhammad], njengoba We phendla uNowa phrofethi him.

# Quran657
source: And [We sent] messengers about whom We have related [their stories] to you before and messengers about whom We have not related to you. And Allah spoke to Moses with [direct] speech.
ca: I [hem enviat] missatgers sobre qui ens han relacionat amb [seves històries] abans i missatgers sobre qui que no explico a vostè. I Allah va parlar a Moses amb discurs [en directe].
cy: A [Anfonwyd] am bwy ydym wedi ymwneud [eu straeon] i chi cyn y negeswyr a negeswyr am bwy wedi nid ydym yn perthyn i chi. A Allah siarad i Moses gyda araith [uniongyrchol].
da: Og [vi sendte] budbringere om hvem vi har relateret [deres historier] til dig før og budbringere om hvem vi ikke er relateret til dig. Og Allah talte til Moses med [direkte] tale.
el: Και [στείλαμε] κλητήρες σχετικά με τους οποίους μας έχουν σχετικές [τους ιστορίες] πριν και αγγελιοφόροι, για τον οποίο εμείς δεν σχετίζονται με εσάς. Και Αλλάχ μίλησε με Moses με [άμεση] ομιλία.
et: Ja [saatsime] kullerid, kellega meil on seotud [stories] sulle enne ja kullerid, kellega meil on seotud teile. Ja Jumal rääkis Moses [Otsene] kõnes.
fi: Ja me olemme toimittaneet sanansaattaja, joista olemme liittyviä [tarinoita] aiemmin ja sanansaattajia, joista meidän ei liity sinulle. Ja Jumala puhui Moses [suoraa] puhetta.
he: [ושלחנו] שליחים על מי אנחנו יש קרובי משפחה [הסיפורים שלהם] לך בעבר, שליחים על מי אנחנו לא קשור אליך. ודיבר אללה Moses עם הנאום [ישירה].
hr: I smo poslali glasnika o kome smo odnose njihove priče sa vama i poslanicima o kojima smo da nije u rodu. I Allah govorio Moses [direktno] govor.
lt: Ir [mes išsiuntėme] pasiuntiniai, kurio mes yra susiję [jų istorijos] jums prieš ir pasiuntiniai, apie kurį mes ne susiję su jumis. Ir Dievas kalbėjo Moses su [tiesiogiai] kalboje.
lv: Un [mēs nosūtījām] ziņnešus, par kuriem mums ir saistīti [stāsti] jums pirms un kurjeriem, par kuriem mums ir nav saistīts ar jums. Un Allah uzrunāja Moses ar [tiešā] runu.
nb: Og [vi sendt] budbringere om hvem vi har knyttet [deres historier] til deg før og budbringere om hvem vi ikke har gjelder deg. Og Gud talte til Moses med [direkte] tale.
sk: A [sme] poslov, o ktorých sme súvisiace [ich príbehy] už predtým a poslov, o ktorých sme si nie vzťahujúce sa k vám. A Boh prehovoril k Moses [priame] reči.
sl: In [smo poslali] kurirji, o katerih smo so zgodbice [njihovega] vam pred in kurirji, o katerih smo niso povezane z vi. Ter Allah govoril Moses z [neposredno] govora.
sr_cyrl: И [смо послали] гласници о коме смо сродству њихове приче до сада ти и гласнике, о коме смо имати нису у вези са тобом. А Аллах је разговарао са Мосес [директно] говором.
sr_latn: I [smo poslali] glasnici o kome smo srodstvu njihove priče do sada ti i glasnike, o kome smo imati nisu u vezi sa tobom. A Allah je razgovarao sa Moses [direktno] govorom.
uk: І [ми] послів, про яких ми є пов'язані з їх розповіді ви перед і кур'єрів, про яких ми не відносяться до вас. І Аллах говорив з Moses [прямі] промовою.
vi: Và [chúng tôi gửi] sứ giả về người mà chúng tôi có liên quan đến [câu chuyện của họ] trước và sứ giả về người mà chúng tôi không có liên quan đến bạn. Và Allah đã nói chuyện với Moses với [trực tiếp] phát biểu.
zu: Futhi [Sithumele] Bo gijimi ngaye Siye ezihlobene [izindaba zabo] phambi nezithunywa ngaye Asizange bahlobene nawe.

# Quran658
source: [We sent] messengers as bringers of good tidings and warners so that mankind will have no argument against Allah after the messengers. And ever is Allah Exalted in Might and Wise.
ca: [Hem enviat] missatgers com a missatgers de la bona nova i última de manera que la humanitat haurà cap argument contra Allah després de missatgers. I mai és Allah exaltat en força i savi.
cy: [Anfonwyd] negeswyr fel bringers tidings da a warners fel na fydd dynolryw nad oes dadl yn erbyn Allah ar ôl y negeswyr. Ac byth yn Allah i'w mawrygu yn allai a Wise.
da: [Vi sendte] messengers som bringers af gode tidender og warners således at menneskeheden vil have noget argument mod Allah efter budbringere. Og nogensinde er Allah ophøjet i Might and Wise.
el: [Στείλαμε] αγγελιοφόροι ως αγγελιοφόροι της καλή είδηση και warners έτσι ώστε η ανθρωπότητα θα έχουν κανένα επιχείρημα κατά Αλλάχ μετά την αγγελιαφόροι. Και ποτέ Αλλάχ υπερυψωμένα σε δύναμη και σοφός.
et: [Saatsime] messengers nagu bringers rõõmusõnumit ja warners, et inimkond ei ole argument vastu Jumala inglid pärast. Ja kunagi on Jumala ülendatud Might ja tark.
fi: Olemme lähettäneet sanansaattajia tuojia ilosanoman ja warners, jotta ihmiskunta on vastaan Jumalan sanansaattajia. Ja aina on, Jumala on korottanut voi ja viisas.
he: [שלחנו] שליחים בתור שליחים של בשורות טובות ו"וורנר האנושות תהיה אין טיעון כנגד אללה לאחר השליחים. והוא פעם אללה המרומם ב וייז והכוח.
hr: Smo poslali glasnike kao Donosioci radosne i Warnera tako da će čovječanstvo imati nijedan argument protiv Allaha nakon glasnike. I uvijek je Allah uzvišeni u moć i mudar.
lt: [Mes išsiuntėme] pasiuntiniai Kaip Žinianešiai gera žinia ir warners, kad žmonijos turės jokių argumentų prieš Allah po pasiuntinius. Ir kada nors yra Dievas išaukštino gali ir išmintingas.
lv: [Mēs nosūtījām] kurjeriem kā labas vēstis un warners nesēji, tā, ka cilvēce būs neviens arguments pret Allah pēc kurjeri. Un kādreiz ir var un gudrs cildens Allah.
nb: [Vi sendt] messengers som bringer godt budskap og warners slik at menneskeheten har ingen argument mot Allah etter budbringere. Er noensinne Allah opphøyet i makt og klok.
sk: [Sme poslali] poslov ako poslovia dobrú zvesť a warners tak, že ľudstvo bude mať žiadny argument proti Alah po poslov. A niekedy je Boh povýšil v sile a múdry.
sl: [Smo poslali] glasnike kot bringers dobrih novic in warners, tako da človeštvo imeli argument proti Allah po sli. In kdaj je Allah vzvišeno v oblast in pametno.
sr_cyrl: [Ми смо послали] гласнике као доносиоце радосне и само идеја како би људска врста ће имати аргументе против Алаха након весници. И никада је Алах измореном у моћ и мудар.
sr_latn: [Mi smo poslali] glasnike kao donosioce radosne i samo ideja kako bi ljudska vrsta će imati argumente protiv Alaha nakon vesnici. I nikada je Alah izmorenom u moć i mudar.
uk: [Ми послали] Посланці як Посланці добру новину та місті warners так, що людство буде мати не аргументів проти Аллах після посланцями. І коли-небудь підніс Аллаху в меча і Мудрого.
vi: [Gửi chúng tôi] sứ như bringers của tidings tốt và warners như vậy mà nhân loại sẽ có không có lý luận chống lại Allah sau các sứ giả. Và bao giờ là Allah sôi nổi trong Might và khôn ngoan.
zu: [We sa] gijimi bringers of izindaba ezinhle futhi warners ukuze isintu ngeke neze lokuphikisa Allah emva izithunywa.

# Quran659
source: But Allah bears witness to that which He has revealed to you. He has sent it down with His knowledge, and the angels bear witness [as well]. And sufficient is Allah as Witness.
ca: Però Allah testimonia allò que ell ha revelat a vostè. Ell ha enviat cap avall amb el seu coneixement, i els àngels són testimoni [també]. I prou és Allah com a testimoni.
cy: Ond bydd Allah yn dyst i'r hyn sydd wedi ei datgelu i chi. Y mae wedi ei anfon i lawr gyda ei wybodaeth, ac mae yr angylion yn dwyn tyst [hefyd]. Ac mae digon o Allah fel tyst.
da: Men Allah vidner til det, som han har åbenbaret til dig. Han har sendt det ned med sin viden, og englene vidner [samt]. Og tilstrækkelig er Allah som vidne.
el: Αλλά Αλλάχ αδιάψευστη μαρτυρία που αυτός έχει αποκαλύψει σε σας. Έχει αυτό έστειλε προς τα κάτω με τις γνώσεις του, και οι άγγελοι μαρτυρούν [καθώς και]. Και επαρκείς Αλλάχ ως μάρτυρας.
et: Kuid Jumal annab tunnistust see, mis ta on näidanud teile. Ta on saatnud ta tema teadmisel ja inglid tunnistan [ning]. Ja piisav on Jumal nagu tunnistaja.
fi: Mutta Jumala todistaa siitä, mitä hän on ilmoittanut sinulle. Hän on lähettänyt hänen tietämättään, ja enkelit todistaa [myös]. Ja riittävä Allah todistajana.
he: אבל אללה את אשר הוא חשף עדות לאהבתו אליך. הוא שלח אותו עם הידע שלו, המלאכים כעד [גם כן]. והוא מספיק אללה כעד.
hr: Ali Allah svjedoči ono što je Bog otkrio da si. On je poslao sa njegovim znanjem, i anđeli nose svjedoka [kao i]. A dovoljan je Allah kao svjedok.
lt: Bet Dievas liudija apie tai, kas jis parodė jums. Jis pasiuntė jį su jo žinios, ir angelai liudija [taip pat]. Ir pakankamai yra Dievas kaip liudytojas.
lv: Bet Allāha lāči liecību par to, ko viņš atklāja, ka jums. Viņš ir sūtījis uz leju ar viņa zināšanām un eņģeļi [arī] liecību. Un pietiekami Allah kā liecinieks.
nb: Men Gud bærer vitne som han har åpenbart deg. Han har sendt den med sin kunnskap, og englene vitne [også]. Tilstrekkelig er Allahs vitne.
sk: Ale Alah svedčí, ktorú on ukázal na vás. Poslal ho s jeho vedomím a anjeli svedectvo [aj]. A dostatočná je Boh ako svedok.
sl: Vendar Allah priča, ki je pokazala za vas. Je poslala s svojim znanjem, in angeli pričajo [tudi]. In dovolj je Allah kot priča.
sr_cyrl: Али , Аллах је сведок оно што је открио је да си. Послао је то са његовим знањем, и анђели су сведоци [па]. А довољан је Аллах као сведок.
sr_latn: Ali, Allah je svedok ono što je otkrio je da si. Poslao je to sa njegovim znanjem, i anđeli su svedoci [pa]. A dovoljan je Allah kao svedok.
uk: Але Аллах свідчать про те, що він показав вам. Він послав його з його знаннями, і ангели свідчать про [також]. І достатнім Аллах як свідок.
vi: Nhưng Allah gấu làm chứng cho điều đó mà ông đã tiết lộ cho bạn. Ông đã gửi nó với kiến thức của mình, và các thiên thần làm chứng [cũng]. Và đầy đủ là Allah là nhân chứng.
zu: Kodwa Allah uyafakaza ukuthi Yena phendla you.
