Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran290
source: And if you are on a journey and cannot find a scribe, then a security deposit [should be] taken. And if one of you entrusts another, then let him who is entrusted discharge his trust [faithfully] and let him fear Allah, his Lord. And do not conceal testimony, for whoever conceals it - his heart is indeed sinful, and Allah is Knowing of what you do.
ca: I si estan en un viatge i no pot trobar un escriba, llavors un dipòsit [hauria de ser] pres. I si un de vosaltres encarrega a un altre, llavors deixar-lo que s'encarrega descàrrega la seva confiança [fidelment] i deixar-lo por d'Allah, el seu Senyor. I no amagar el testimoni, per qui amaga-seu cor és fet pecaminós i Allah està saber del que fas.
cy: Os ydych ar daith ac ni allaf ddod o hyd i Ysgrifennydd, yna blaendal diogelwch [dylai fod] cymryd. Ac os mae un ohonoch yn ymddiried i un arall, yna gadewch ef sydd wedi ei ymddiried rhyddhau Mae ei Ymddiriedolaeth [gywir] a gadewch iddo ofni Allah, ei Arglwydd. Nid oes cuddio dyst, celu pwy bynnag-ei galon yn wir sinful, a Allah yn gwybod yr hyn yr ydych yn ei wneud.
da: Og hvis du er på en rejse og kan ikke finde en skriver, så et depositum på [bør] taget. Og hvis en af jer overdrager en anden, så lad ham, der er betroet decharge hans tillid [trofast] og lad ham frygte Allah, sin herre. Og skjule ikke vidnesbyrd, for hvem skjuler det - hans hjerte er rent faktisk syndigt og Allah er vide af, hvad du gør.
el: Και αν είστε σε ένα ταξίδι και δεν μπορεί να βρει ένας γραφέας, τότε μια κατάθεση ασφάλειας [πρέπει να] λαμβάνονται. Και αν κάποιος από εσάς αναθέτει σε άλλο, τότε ας αυτόν που έχει ανατεθεί απαλλαγή του εμπιστεύονται [πιστά] και ας του φόβου Αλλάχ, ο Λόρδος. Και δεν κρύβουν μαρτυρία, για όποιον που κρύβει - η καρδιά του είναι πράγματι αμαρτωλοί, και Αλλάχ είναι γνωρίζοντας τι κάνεις.
et: Ja kui oled reisil ja ei leia ka scribe, siis [tuleb] tagatisraha võtta. Ja kui üks teist usaldab teisele, siis lase teda, kes on usaldanud heakskiidu tema usaldada [täpselt] ning lasta tal hirm Allahi ta isand. Ja varjata ütlusi, kes varjab see - tema süda on tõepoolest patune ja Allah on teades mida teha.
fi: Ja jos olet matkalle ja löydä kirjurina, niin [on] takuumaksu otetaan. Ja jos joku teistä uskoo toisen anna hänelle, joka annetaan vastuuvapaus hänen luottaa [uskollisesti] ja anna hänen pelätkää Allahia, hänen herransa. Enkä halua todistaa, kuka kätkee-hänen sydämensä on todellakin syntinen ja Allah on tieto siitä, mitä tehdä.
he: אם אתה למסע לא מוצא סופר, אז פיקדון [צריך להיות] נלקח. אם אחד מכם ומטילה אחרת, אז תן לו מי מופקדת השחרור שלו לסמוך [בנאמנות] ולתת לו פחד אללה, האל שלו. לא מסתיר את עדותו, עבור מי מסתירה את זה - הלב שלו הוא באמת חוטא, אללה הוא שהידיעה של מה שאתה עושה.
hr: I ako ste na putovanju i ne mogu naći književnika, zatim sigurnosni polog treba biti poduzete. I ako jedan od vas povjeri drugom, tada mu je povjerio iscjedak njegova povjerenja [vjerno] i neka se boji Allaha, svoga gospodara. I ne skrivaju svjedočanstvo, za to - tko god krije njegovo srce je zaista grijeh i Allah je znajući ono što radite.
lt: Ir jei jūs į kelionę ir neranda raštininkas, tada užstatą [turi būti] imtis. Ir jei vienas iš jūsų patiki kitą, tada tegul kas yra patikėti biudžeto įvykdymo patvirtinimo jo pasitikėti [tiksliai] ir tegul bijo Allah, savo Viešpaties. Ir neslėpė parodymus, kas slepia ji - jo širdis yra iš tiesų nuodėmingas, ir Dievas yra žinios, ką jūs.
lv: Un, ja jūs esat ceļojumā un nevaru atrast grāmatnieks, tad drošības nauda [būtu] pieņemts. Un ja viens no jums uztic citā, tad ļaut tam, kas ir uzticējusi izpildi viņa [uzticīgi] uzticēties un ļaut viņam bailes Allah, savu kungu. Un nav saistīts ar dāvinātāja liecību, kurš slēpj to - sirds ir patiešām grēcīgs un Allah ir zinot par to, ko jūs darāt.
nb: Og hvis du er på en reise og finner en skriver og et depositum [skal] tatt. Og hvis en av dere betror en annen, så la ham som er betrodd utslipp hans tillit [trofast] og han frykter Døyve, hans Herre. Og skjulte ikke vitnesbyrd, for den som skjuler det - hans hjerte er faktisk syndig og Allah er å vite hva du gjør.
sk: A ak ste na ceste a nemôže nájsť pisára, potom kaucia [treba] prijaté. A ak jeden z vás poverí iný, nechajte ho, kto je poverený skončenie jeho dôvera [verne] a nech sa báť Boha, svojho pána. Neskrýva svedectvo, pre toho, kto sa skrýva - jeho srdce je vskutku hriešne a Alah je vedieť, čo robíte.
sl: In če ste na poti in ne more najti pisar, potem varščine je treba sprejeti. In če eden od vas zaupa drugim, potem naj ga, ki je zaupana razrešnice njegovo zaupanje [zvesto] in nek strah Allah, njegov gospodar. In ne prikrivajo pričevanje, kdor skriva-njegovo srce je res grešno in Alah je poznavanje kaj vam.
sr_cyrl: И ако сте на путу, а не може да пронађе писар, а затим депозит [би требало да] узео. И ако неко од вас поверава његово друго, онда нека који је предао отпуст му веровати [верно] и нека страх Аллах, његов господар. Да сакрије исказ, за онај ко скрива то - његово срце је заиста грешно и Аллах је знајужи онога сто радите.
sr_latn: I ako ste na putu, a ne može da pronađe pisar, a zatim depozit [bi trebalo da] uzeo. I ako neko od vas poverava njegovo drugo, onda neka koji je predao otpust mu verovati [verno] i neka strah Allah, njegov gospodar. Da sakrije iskaz, za onaj ko skriva to - njegovo srce je zaista grešno i Allah je znajuжi onoga sto radite.
uk: І якщо ви на шляху і не можете знайти писарем, то заставу [повинно бути] прийняті. І якщо один з вас доручає іншу, то хай який довірив розряду його довіряти [сумлінного] і нехай Аллах, пан його боюся. Не приховуємо свідчення, для того, хто приховує це - його серце є дійсно гріхом і Аллах є знаючи, що те, що вам робити.
vi: Và nếu bạn đang trên một cuộc hành trình và không thể tìm thấy một người ghi chép, sau đó một khoản tiền gửi an ninh [phải] đưa. Và nếu một trong những bạn entrusts khác, sau đó cho anh ta những người được giao phó xả của mình tin tưởng [faithfully] và để cho anh ta sợ Allah, Lord của mình. Không che giấu chứng, cho bất cứ ai che giấu nó - trái tim của ông là thực sự tội lỗi và Allah là hiểu biết về những gì bạn làm.
zu: Futhi uma kukhona ekuhambeni, abakwazi ukuthola umbhali, khona-ke security idiphozi [kufanele] kuthathwe.

# Quran291
source: To Allah belongs whatever is in the heavens and whatever is in the earth. Whether you show what is within yourselves or conceal it, Allah will bring you to account for it. Then He will forgive whom He wills and punish whom He wills, and Allah is over all things competent.
ca: A Allah pertany el que està en el cel i el que està en la terra. Si vostè Mostra el que està dins vosaltres mateixos o amagar-lo, Allah el portarà a compte d'això. Llavors ell et perdonarà qui ell voluntats i castigar qui ell voluntats, i és d'Allah sobre totes les coses competents.
cy: Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd yn y ddaear. A ydych yn dangos beth yw o fewn eich hunain neu guddio ei, bydd Allah yn dwyn chi i gyfrif am hynny. Yna bydd yn maddau pwy ef wills a chosbi y mae ef yn wills, ac yn Allah dros holl bethau yn gymwys.
da: Allah tilhører uanset hvad der er i himlene og hvad er i jorden. Uanset om du viser, hvad der er inden i jer eller skjule det, vil Allah bringe dig til regnskab for det. Derefter vil han tilgive hvem han vil og straffer hvem han vil, og Allah er over alle ting kompetente.
el: Αλλάχ ανήκει ό, τι είναι στον ουρανό και ό, τι είναι η γη. Αν μπορείτε να εμφανίσετε ό, τι είναι μέσα σε σας ή να το κρύβουν, Αλλάχ θα φέρει να απολογηθεί. Στη συνέχεια θα συγχωρήσουν τον οποίο και Διαθήκες τιμωρήσει τους οποίους διαθήκες και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Allah kuulub iganes on taevas ja mis on maa peal. Kas näidata, mis on maksimaalselt endid või varjata seda, Allah toob sulle arvestada seda. Siis ta annab andeks, keda ta tahab ja karistada, keda ta tahab ja Allah on üle kõik asjad pädev.
fi: Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Näyttää, mikä on omassa itsessänne tai salata sitä, Allah tuo sinulle tilille siitä. Sitten hän antaa anteeksi kenelle hän tahtoo ja rangaista kenelle tahtoo, ja Jumala on yli kaiken toimivaltaisten.
he: אללה שייך מה הוא בשמים והוא מה באדמה. ואם אראה מה יש בתוך עצמכם או להסתיר את זה, אללה יביא לך זאת. ואז הוא יסלח למי הוא צוואות ולהעניש את מי שהוא חפץ, וכל אללה נגמר המוסמכת כל הדברים.
hr: Allahu pripada sve što je na nebesima i sve što je na zemlji. Da li pokazati što je u sebi ili ga sakrije, Allah dovest će vas do račun za to. Zatim on će oprostiti kome on hoće i kažnjava koga hoće, i Allah je sve nadležna.
lt: Dievas priklauso kokia yra danguje ir kas yra žemėje. Ar galite parodyti, kas per save arba nuslėpti tai, Dievas atneš jums atsiskaityti už jį. Tada jis bus atleisti kam jis testamentų ir bausti kurį jis nori, ir Dievas yra virš visų dalykų kompetentinga.
lv: Allah pieder kāds ir debesīs un kāds ir zeme. Vai jums parādīt, kas atrodas sev vai to noslēpt, Allah dos jums to ņemtu vērā. Pēc tam viņš piedosiet, kuru viņš piespiež un sodīt par to, kam viņš vēlas, un Allah ir pār visām lietām, kas ir kompetentas.
nb: Allah tilhører i himmelen og i jorden. Enten du vise hva som er i dere eller skjule det, ville Allah bringe du å gjøre rede for det. Så tilgir han dem han wills og straffe dem han wills, og Allah er over alle ting kompetent.
sk: Bohu patrí, čo je v nebesiach a čo je na zemi. Či Ukázať, čo do seba alebo zakryť to, Alah vám prinesie účet za to. Potom mu odpustí, ktorého vôle a trestať komu on chce, a Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Allah pripada karkoli je v nebesih in karkoli je v zemlji. Ali pokazati, kaj je v sebi ali skriti, Alah bo lahko račun za to. Nato bo odpustil mu je oporok in kaznovanje mu je oporok in Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Алах припада шта год је на небесима, и шта год да је у земљу. Да ли ти показати шта је унутар себе или га сакрије, Аллах донеће правдање за то. Онда он опростити коју је воља, и кога је воља, и Аллах је готово све надлежне казни.
sr_latn: Alah pripada šta god je na nebesima, i šta god da je u zemlju. Da li ti pokazati šta je unutar sebe ili ga sakrije, Allah doneće pravdanje za to. Onda on oprostiti koju je volja, i koga je volja, i Allah je gotovo sve nadležne kazni.
uk: Щоб Аллах належить все, що знаходиться в небесах, і все, що в землі. Показати, що є, всередині себе, і приховати його, Аллах приведе вас до відповідальності за це. Потім він буде пробачити, кого він воля і покарати кому він хоче і Аллах є все впокорив компетентним.
vi: Allah thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Cho dù bạn thấy những gì bên trong mình hoặc che giấu nó, Allah sẽ mang lại cho bạn vào tài khoản cho nó. Sau đó ông sẽ tha thứ cho người mà ông wills và trừng phạt người mà Ngài muốn, và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Ukuze Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran292
source: The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, [saying], "We make no distinction between any of His messengers." And they say, "We hear and we obey. [We seek] Your forgiveness, our Lord, and to You is the [final] destination."
ca: El Missatger ha cregut en el que revelava a ell del seu Senyor i [així tenir] els creients. Tots ells tenen creia en Allah i els seus àngels i els seus llibres i seus missatgers, [dir], "Fem cap distinció entre els seus missatgers." I diuen: "escoltem i que obeir. [Busquem] El vostre perdó, nostre Senyor, i que és la destinació [final]. "
cy: Mae y negesydd yn credu mewn datgelwyd beth iddo ef gan ei Arglwydd, ac [felly] y credinwyr. Pob un ohonynt wedi credu mewn Allah a ei angylion a ei lyfrau a ei negeswyr, [dweud], "Rydym yn gwneud unrhyw wahaniaeth rhwng unrhyw un ei negeswyr." Ac maent yn dweud, "yr ydym yn clywed ac rydym yn ufuddhau. [Rydym] Eich maddeuant, ein yr Arglwydd, ac i chi yn y [daith]. "
da: Messenger har troet på hvad blev åbenbaret for ham fra hans herre, og [har] troende. Alle af dem har troede på Allah og hans engle og hans bøger og hans sendebud, [siger], "Vi ikke skelner mellem nogen af hans budbringere." Og de siger, "vi hører og vi adlyde. [Vi søger] Din tilgivelse, vor Herre, og at du er den [sidste] destination. "
el: Το Messenger έχει πίστευαν σε αυτό που αποκαλύφθηκε σε αυτόν από τον Λόρδο, και [έτσι έχουν] οι πιστοί. Όλοι τους πίστευαν σε Αλλάχ και του αγγέλους και τα βιβλία και τους κλητήρες, [λέγοντας], «Κάνουμε καμία διάκριση μεταξύ των αγγελιαφόροι του.» Και λένε, «ακούμε και θα υπακούει. [Επιδιώκουμε] Συγχώρεση σας, ο Κύριός μας, και να σας είναι ο προορισμός [τελικό].»
et: Sõnumitooja on uskunud milline oli näitas talle oma isanda ja [nii on] usklikud. Kõik nad uskusid Allah ja tema Inglid ja tema raamatuid ja tema inglid, [öelda], "Me ei erista ühte tema inglid." Ja nad ütlevad: "me kuuleme ja me kuuletuma. [Otsime] Andestust, meie Issand, ja teile on [lõplik] sihtkoht. "
fi: Messenger on uskonut mitä selvisi hänelle hänen herransa ja [siis] uskovaiset. Ne kaikki ovat uskoneet hänen enkelinsä, Jumala ja hänen sanansaattajia, [sanoen] ja hänen kirjansa "Me ei erotella toisistaan mitään hänen lähettiläitä." Ja he sanovat, "kuulemme ja olemme kuuliaisia. Me pyrimme Anteeksi, herra, ja sinulle on [lopullinen] kohde. "
he: השליח האמין ב מה שנחשף אליו מן האל שלו, [אז יש] המאמינים. כולם האמינו אללה ואת המלאכים שלו ואת ספריו שלו שליחים, [ואמר] "אנחנו עושים אבחנה בין כל אחד השליחים שלו." הם אומרים, "אנחנו שומעים אנו מצייתים. [אנו מבקשים] את הסליחה שלך, אדוננו, לך היא היעד [הסופי]. "
hr: Glasnik je vjerovao u ono što je otkrio da mu od svoga gospodara, a [i] vjernici. Svi su vjerovali u Allah i njegovi anđeli i njegove knjige i njegove glasnike, [govoreći], "Mi ne pravimo razliku među svoje glasnike." I kažu, "mi čujemo i slušamo. Mi tražimo Tvoj oprost, naš Gospodin, i da li je [konačno] odredište. "
lt: Messenger yra tikėjo, kas buvo atskleista jo iš savo Viešpaties, ir [kad turiu] tikintieji. Visi jie tikėjo Allah ir jo angelai ir jo knygų ir jo pasiuntiniai, [sako], "Mes padaryti jokio skirtumo tarp bet kurių iš jo pasiuntiniai." Ir jie sako, "Mes girdime ir mes paklusti. [Mes siekiame] Jūsų atleidimas, mūsų Viešpats, ir jums yra [galutinis] paskirties. "
lv: Messenger ir ticēja, kas tika atklāts viņu no viņa kungs, tāpat _ kā [tie] ticīgie. Tās visas ir uzskats Allah un viņa eņģeļi un viņa grāmatas un viņa kurjeriem, [saka], "Mums dot nekādu atšķirību starp jebkurām viņa kurjeri." Un viņi saka: "mēs dzirdam un mēs paklausīt. [Mēs meklējam] Tavu piedošanu mūsu Kungam un jums [gala] galamērķi. "
nb: Messenger har trodd på hva var åpenbart for ham fra sin herre og [har] troende. Alle av dem har trodd på Gud og hans engler og hans bøker og hans sendebud, [sier], "Vi gjør ingen forskjell mellom noen av hans sendebud." Og de sier, "vi hører og vi adlyde. [Vi søker] Din tilgivelse, vår Herre, og du er [endelig] mål. "
sk: Messenger veril v to, čo bolo zjavené, aby ho od jeho pána a [tak majú] veriacich. Všetky z nich uverili Alah a jeho Anjeli a jeho knihy a jeho poslovia [povedať], "Sme nerozlišujú medzi jeho poslov." A oni hovoria, "môžeme počuť a poslúchame. [Hľadáme] Odpustenie, nášho Pána, a na vás je [posledný] určenia. "
sl: Sel je verjel v kaj je pokazala, da mu iz svojega gospodarja, in [tako so] verniki. Vsi so verjeli v Allah in njegovi angeli in njegove knjige in svoje glasnike, [pravijo,] "Naredimo ne razlikuje med svoje glasnike." In pravijo, "smo slišali in smo ubogati. [Iščemo] Vaš odpuščanje, našem Gospodu, in vam je [končno] destinacijo. "
sr_cyrl: Гласник верује у шта је откривено да га од свог господара, а [и] верници. Све њих да верујемо у Алаха и своје андјеле и његове књиге и његове гласнике, [указујући], "Ми не правимо разлику између свих свог курира." И говоре: "чујемо и покоравамо. [Тражење смо] Твој опрост, Господ, а теби је до [одредиљта]. "
sr_latn: Glasnik veruje u šta je otkriveno da ga od svog gospodara, a [i] vernici. Sve njih da verujemo u Alaha i svoje andjele i njegove knjige i njegove glasnike, [ukazujući], "Mi ne pravimo razliku između svih svog kurira." I govore: "čujemo i pokoravamo. [Traženje smo] Tvoj oprost, Gospod, a tebi je do [odrediљta]. "
uk: Messenger повірив у те, що було показав йому від пана свого і [так мають] віруючих. Всі вони повірили в Аллах і його ангелів і його книги і його посланцями, [кажучи:] "Ми робимо ніякої відмінності між будь-який з його посланцями." І вони кажуть: "ми чуємо, і ми підкоряємося. [Ми прагнемо] Прощення, нашого Господа, і вам призначенням [остаточної]. "
vi: Messenger đã tin vào những gì đã được tiết lộ cho ông từ của mình Chúa, và vì vậy có những người tin Chúa. Tất cả chúng đã tin vào Allah và thiên sứ của mình và cuốn sách của ông và các sứ giả của mình, [nói], "Chúng tôi làm cho không có sự phân biệt giữa bất kỳ của các sứ giả của mình." Và họ nói, "chúng tôi nghe và chúng tôi phải tuân theo. [Chúng tôi tìm kiếm] Sự tha thứ của bạn, Chúa chúng ta, và bạn là [cuối cùng] đích. "
zu: Gijimi fanele kholwa babe phendla him akhe Lord, futhi [kunjalo nangabafowenu] kholwa.
