Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1589
source: So why were there not among the generations before you those of enduring discrimination forbidding corruption on earth - except a few of those We saved from among them? But those who wronged pursued what luxury they were given therein, and they were criminals.
ca: Per què eren allà no entre les generacions abans els de discriminació perdurable que prohibia la corrupció a la terra - excepte algun d'aquells som estalvis entre ells? Però aquells que injustament perseguit quin luxe que se'ls aquí, i eren delinqüents.
cy: Felly pam roedd yno nid ymysg y cenedlaethau cyn i chi rhai o'r gwahaniaethu parhaus Rhestra llygredd ar y ddaear-ac eithrio ychydig o'r rheini rydym arbed o blith iddynt? Ond roedd rhai sy'n cam ar drywydd beth moethus a rhoddwyd ynddynt, ac roeddent yn droseddwyr.
da: Så hvorfor var der ikke blandt generationerne før du dem af vedvarende forskelsbehandling forbyder korruption på jorden - undtagen et par af dem vi gemt blandt dem? Men dem, der krænket forfulgte hvad luksus, de fik deri, og de var forbrydere.
el: Επομένως, γιατί ήταν εκεί δεν ανάμεσα στα δύο φύλα ενώπιόν σας εκείνοι υπομένοντας διακρίσεων απαγορεύουν τη διαφθορά στη γη - εκτός από λίγα από αυτά σώσαμε μεταξύ τους; Αλλά όσοι θίγονται επιδιώκει τι πολυτέλεια που τους δόθηκε σ ' αυτό, και εγκληματίες.
et: Miks olid seal hulgas põlvedele enne nende kestev diskrimineerimist keelavad korruptsiooni maa - välja arvatud mõned neist me salvestamata nende seast? Kuid need, kes ülekohtu taotletavad milline luksus neile anti seal ja nad olid kurjategijad.
fi: Joten miksi oli siellä ole edessänne sukupolvien keskuudessa kuin kestävä syrjinnän kieltävät korruptiota maan päällä - lukuun ottamatta muutamia niistä säästimme keskuudestaan? Mutta ne, jotka vääryyttä nähden mitä luksusta annettiin siinä ja rikollisia.
he: אז למה היו שם לא בין הדורות לפני אלה של האפליה המתמשכת שאסר על שחיתות על פני כדור הארץ - למעט מעטים מאלה הצלנו מתוכן? אבל מי עוול נרדף מה יוקרה הם ניתנו בו, היו עבריינים.
hr: Pa, zašto si ne među naraštajima prije nego što oni trajna diskriminacije zabranjuje korupcije na zemlji - osim par onih spasili smo od njih? One koji su zgriješili u potjeru ovo im u tome, a oni su kriminalci.
lt: Tad kodėl buvo ten ne tarp kartų prieš jums tas ilgalaikis diskriminacijos uždraudžiant korupcija žemėje - išskyrus keletą tų, mes išgelbėti iš jų? Bet tuos, kurie niesprawiedliwosci vykdoma kokia prabanga jie buvo suteikta ten, ir jie buvo nusikaltėliai.
lv: Tad kāpēc bija tur nav starp paaudzēm pirms tiem ilgstošu diskrimināciju aizliedz korupciju uz zemes - izņemot dažas no tām mēs izglābām kādu no viņiem? Bet tiem, kam nodarīts kaitējums veikusi kāda greznība, tajā tika iedots, un tie bija noziedznieki.
nb: Så hvorfor var det ikke blant generasjoner før du de av varige diskriminering forbyr korrupsjon på jorden - bortsett fra noen av de vi reddet fra dem? Men de som urett forfulgt hva luksus de fikk der, og de var kriminelle.
sk: Tak prečo sa tam medzi generáciami si tie trvalé diskriminácii zakazujú korupcie na svete - okrem pár tých sme neuloží spomedzi nich? Ale tých, ktorí ublížili sleduje čo luxus v nej dostali a boli zločinci.
sl: Torej, zakaj so bile tam ne med generacijami, preden so trajno diskriminacijo prepovedujejo korupcije na zemlji - razen nekaj teh smo shranili med njimi? Ampak tisti, ki je bila oškodovana zasleduje kaj razkošje, ki so bila dana v njem, in so bili zločinci.
sr_cyrl: Па , зашто су били тамо не међу генерацијама пред вама оне дуготрајне дискриминације забрањује корупције на земљи - осим пар таквих смо спасили неку од њих? Али они који неправду вођена какав луксуз, добили су у томе, нити су били криминалци.
sr_latn: Pa, zašto su bili tamo ne među generacijama pred vama one dugotrajne diskriminacije zabranjuje korupcije na zemlji - osim par takvih smo spasili neku od njih? Ali oni koji nepravdu vođena kakav luksuz, dobili su u tome, niti su bili kriminalci.
uk: Так чому б були там не між поколіннями перед тим, як ті, міцний дискримінації, що забороняє корупції на землі - за винятком декількох з цих ми зберегли з-поміж них? Але ті, які образили переслідувала розкоші, те, що вони були дані в ньому, і вони були злочинців.
vi: Vậy tại sao đã có không giữa các thế hệ trước khi những người đối xử phân biệt lâu dài, Cấm tham nhũng trên trái đất - ngoại trừ một vài trong số những người chúng tôi đã lưu từ trong số đó? Nhưng những người wronged theo đuổi sang trọng mà họ đã được đưa ra trong đó, và họ đã là bọn tội phạm.
zu: Ngakho kungani ayelapho hhayi phakathi zukulwane you noma labo of ekhuthazelela ukucwaswa enqabela inkohlakalo emhlabeni - ngaphandle ezimbalwa zalezo We khulula phakathi kwabo?

# Quran1590
source: And your Lord would not have destroyed the cities unjustly while their people were reformers.
ca: I el seu Senyor no han destruït les ciutats injustament mentre que la seva gent van ser reformadors.
cy: A byddai eich Arglwydd nid wedi dinistrio y dinasoedd gam tra roedd eu pobl yn Diwygwyr.
da: Og din Herre ikke ville have ødelagt byerne uretfærdigt mens deres folk var reformatorer.
el: Και ο Λόρδος σας θα δεν κατέστρεψαν τις πόλεις άδικα ενώ τους ανθρώπους ήταν μεταρρυθμιστές.
et: Ja teie Issand ei on hävitanud linnade ebaõiglaselt saavad inimesed olid reformaatorid.
fi: Ja teidän Herranne olisi ei tuhonnut kaupunkien epäoikeudenmukaisesti niiden ihmisten ollessa uudistajia.
he: האל שלך היה לא משמיד הערים שלא בצדק בעוד האנשים שלהם היו הרפורמיסטים.
hr: A Gospodar tvoj nije uništio bi gradovi nepravedno dok njihovi ljudi bili reformatori.
lt: Ir jūsų Viešpats būtų ne sunaikinti miestų neteisingai o jų žmonės buvo reformatorių.
lv: Un jūsu kungs būtu nav iznīcinājuši pilsētām netaisnīgi, kamēr viņu ļaudis reformatoru.
nb: Og deres Herre ville ikke ha ødelagt byene urettferdig mens deres folk var reformatorer.
sk: A váš pán by nie zničili mestá nespravodlivo kým ich ľudia boli reformátorov.
sl: In svojega Gospoda ne uničili mesta neupravičeno medtem ko svoje ljudi je bilo reformatorjev.
sr_cyrl: А твој господар није унистио градовима неправедно док њихови људи били реформатори.
sr_latn: A tvoj gospodar nije unistio gradovima nepravedno dok njihovi ljudi bili reformatori.
uk: І ваш Господь не удасться знищити містах незаслужено поки їх люди були реформаторів.
vi: Và Chúa của bạn sẽ không phải đã phá hủy các thành phố vô cớ khi người dân của họ đã là những nhà cải cách.
zu: Kho Lord kwakungeke esebhubhisile imizi unjustly ngenkathi abantu babo babeyizinkulungwane bezinguquko.

# Quran1591
source: And if your Lord had willed, He could have made mankind one community; but they will not cease to differ.
ca: I si el Senyor tenia willed, podria haver fet comunitat de la humanitat un; però no deixarà de ser diferents.
cy: Ac os oedd eich Arglwydd ewyllysio iddi, gallai wedi gwneud dynolryw un gymuned; ond maent yn peidio â gwahaniaethu.
da: Og hvis din herre havde villet, han kunne have gjort menneskeheden en Fællesskabet; men de vil ikke ophøre med at variere.
el: Και αν είχε βουλητικός σας Λόρδος, θα μπορούσαν να έχουν έκανε ανθρωπότητα ένα Κοινότητα· αλλά δεν θα πάψουν να διαφέρουν.
et: Ja kui teie Issand oli kombeks, ta oleks võinud inimkonna üks ühenduses; kuid nad ei ole enam erinevad.
fi: Jos teidän Herranne olisi tahtonut, hän olisi voinut tehdä ihmiskunnan ainoa yhteisössä; mutta ne eivät enää eroa.
he: אם היה רצון האל שלך, הוא יכול לעשות לאנושות אחת הקהילה; אבל הם לא תחדל לחלוק.
hr: I da je htio Gospodar tvoj, možda je čovječanstvo jedna zajednica; Ali oni neće prestati da se razlikuju.
lt: Ir jei jūsų Viešpats turėjo valios, jis galėjo padaryti žmonijos vienas Bendrijos; bet jie ne išnyksta, skiriasi.
lv: Un ja gribas savu kungu, viņš varētu kļūt cilvēcei vienu Kopienā; bet viņi nevar vairs nav atšķiras.
nb: Og hvis deres Herre hadde ville, han kunne ha gjort menneskeheten en samfunnet; men de vil ikke slutte å avvike.
sk: A ak váš pán mal chcel, mohol sa ľudstvo jedného spoločenstva; ale oni prestanú líšiť.
sl: In če volje je svojega Gospoda, on strjena lava življati narejen človeštvo ena Skupnosti; ampak ne bo več razlikujejo.
sr_cyrl: И ако твој господар имао воље, могао је да људска врста онај заједнице; Али , они ће престати да се разликују.
sr_latn: I ako tvoj gospodar imao volje, mogao je da ljudska vrsta onaj zajednice; Ali, oni će prestati da se razlikuju.
uk: І якщо ваш Господь був того, він міг зробити людства один спільноти; але вони не перестане відрізняються.
vi: Và nếu Chúa của bạn có ý chí, ông có thể đã làm cho nhân loại một trong những cộng đồng; nhưng họ sẽ không ngừng khác nhau.
zu: Futhi uma iNkosi yakho ayekuhlosile, Wayengasenza isintu fike gwamanda;

# Quran1592
source: Except whom your Lord has given mercy, and for that He created them. But the word of your Lord is to be fulfilled that, "I will surely fill Hell with jinn and men all together."
ca: Excepte qui el Senyor ha donat misericòrdia i per això va crear-los. Però la paraula del seu senyor és ser complert que, "Jo segurament omplirà l'infern amb jinn i tots junts homes."
cy: Ac eithrio bwy wedi eich Arglwydd yn rhoi drugaredd, ac ar gyfer y creodd hwy. Ond y gair o eich Arglwydd yn cyflawni hynny, "Bydd fy siawns llenwi uffern â jinn a dynion gyda'i gilydd."
da: Undtagen som jeres Herre har givet barmhjertighed, og det skabte han dem. Men din Herrens ord er at være opfyldt, "Jeg vil helt sikkert fyld helvede med jinn og mænd alle sammen."
el: Εκτός από τους οποίους είναι ο Λόρδος σας έχει δώσει έλεος, και για αυτό τους δημιούργησε. Αλλά η λέξη του κυρίου σας είναι να εκπληρώσει, που «Θα σίγουρα γεμίσω κόλαση με jinn και άνδρες όλοι μαζί.»
et: Välja arvatud kellele teie Issand on andnud armu ja et ta on loonud. Kuid oma Issanda sõna on täidetud olevat, et "Ma kindlasti täidab põrgu dzinni ja mehed kõik koos."
fi: Paitsi jonka Herrasi on antanut armoa, ja siksi hän loi heidät. Mutta Herrasi sana on täytetty, että "Aion varmasti täyttää helvetti jinn ja miesten kaikki yhdessä."
he: מלבד מי האדון נתן רחמים, ובגלל זה הוא יצר אותם. אבל המילה של האדון להתממש שיפיח, "אני בטוח לעזאזל עם ג'יני וגברים ביחד."
hr: Osim kojima vaš Gospodin je dao milost, i za to on ih je stvorio. Ali je riječ Gospodar tvoj se ispuniti to, "Ja će sigurno napuniti pakao Jin i ljudi zajedno."
lt: Išskyrus tuos atvejus, kuriems jūsų Viešpats davė malonės, ir kad jis juos sukūrė. Bet savo Viešpaties žodis turi būti įvykdytos, "Aš tikrai užpildys pragarą su džinas ir vyrai visi kartu."
lv: Izņemot kam jūsu kungs ir devis žēlastību, un ka viņš tos radījusi. Bet jūsu Kunga vārds ir izpildīts, ka "Es noteikti aizpildīs ellē ar džins un visi kopā vīrieši."
nb: Bortsett fra hvem din Herre har gitt nåde, og for at skapte han dem. Men din Herrens ord er å være oppfylt det, "Jeg vil sikkert fylle helvete med jinn og menn sammen."
sk: Okrem ktorým váš Pán dal milosť, a že on stvoril. Ale slovo vášho pána je splnené, že "Som sa určite naplní peklo jinn a mužov dohromady."
sl: Razen katere je vaš gospod dal milost, in ki jih je ustvaril. Vendar beseda svojega gospodarja je treba izpolniti to, "Sem bodo zagotovo napolnili pekel z jinn in moških vse skupaj."
sr_cyrl: Осим кога твој је Господ дао милост, и због тога он их је створио. Али већ твог господа се прича да буде испуњена које, "Ја ће сигурно попунити пакао са јинн и људи који су сви заједно."
sr_latn: Osim koga tvoj je Gospod dao milost, i zbog toga on ih je stvorio. Ali već tvog gospoda se priča da bude ispunjena koje, "Ja će sigurno popuniti pakao sa jinn i ljudi koji su svi zajedno."
uk: За винятком яких ваш Господь подарував милосердя а для цього він створив їх. Але слово пана свого бути виконані, що "Я обов'язково наповнить пекло з jinn і чоловіків всі разом."
vi: Ngoại trừ người mà Chúa của bạn đã cho lòng thương xót, và cho rằng ông đã tạo ra chúng. Nhưng lời Chúa của bạn là để thực hiện rằng, "Tôi sẽ chắc chắn điền vào địa ngục với jinn và người đàn ông tất cả cùng nhau."
zu: Ngaphandle bani iNkosi wakho akuniké isihe, futhi lokho Wabadala.

# Quran1593
source: And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you, in this, the truth and an instruction and a reminder for the believers.
ca: I cada [història] us relacionem de les notícies dels missatgers que pel qual fem ferm el seu cor. I hi ha arribat, en aquesta, la veritat i una instrucció i un recordatori per als creients.
cy: Ac mae pob [stori] ydym yn ymwneud â chi gan y newyddion am y negeswyr yn y gan sydd yn gwneud cadarn eich calon. Ac wedi dod i chi, yn hyn, y gwir a chyfarwyddyd a nodyn atgoffa am y credinwyr.
da: Og hver [historie] vi forholder os til dig fra nyheden om budbringere er, hvor vi gør fast dit hjerte. Og der er kommet til dig, i denne, sandheden og en instruktion og en påmindelse for troende.
el: Και κάθε [ιστορία] μπορούμε να αφορούν σε εσάς από τις ειδήσεις από τους κλητήρες είναι ότι με την οποία θα κάνουμε σταθερή την καρδιά σας. Και εκεί έχει έρθει σε σας, σε αυτό, η αλήθεια και μια οδηγία και μια υπενθύμιση για τους πιστούς.
et: Ja iga [lugu] me seotud sind kullerid Uudised on, et millega me kindlalt oma südames. Ja seal on tulnud teile, see tõde ja juhis ning usklikud meeldetuletuse.
fi: Ja jokainen [juttu] meidän liittyä sinua sanansaattajat News, jonka varmistaa yrityksen sydämesi. Ja siellä on tullut, tämä totuus ja käsky ja uskovaiset muistutuksen.
he: כל [סיפור] אנו מתייחסים אליך מהחדשות של השליחים שלפיו שיגבשו המשרד את הלב שלך. שם הגיע אליך, זו, את האמת, הוראה, תזכורת עבור המאמינים.
hr: I svaki [priče] možemo odnositi na vas iz vijesti glasnika koji da smo čvrsto srce. I tu je došlo, u istinu i uputa i podsjetnik za vjernike.
lt: Ir kiekviena [istorija] mes susiję jums pasiuntinius Naujienos, kad kuria mes tvirtai jūsų širdis. Ir ten turi ateiti pas jus, tai, tiesą ir instrukcija ir priminimą tikinčiuosius.
lv: Un katra [stāsts] mēs attiecas uz jums no ziņas par kurjeriem ir ka, kādā mēs firma savā sirdī. Un tur ir pienācis jums, tas, patiesību un instrukciju un atgādinājums par ticīgo.
nb: Hver [historie] vi forholde seg til deg fra nyheten om budbringere er at der vi gjør firmaet ditt hjerte. Og det har kommet til deg i dette, sannheten og en instruksjon og en påminnelse for troende.
sk: A každý [príbeh] môžeme vzťahovať na vás z Novinky poslov ktorú aby sme firma svojho srdca. A tam má prísť k vám, v tomto pravdu a návod a pripomenutie pre veriacich.
sl: In vsak [zgodba], smo se nanašajo na vas od novice sli je, da s katerim smo trdno vaše srce. In tam je prišel v vas, v to, resnica in navodilo in opomnik za z vernike.
sr_cyrl: И сваки [] смо се односе на вас из вест о весници прича по којој да смо чврсто твоје срце. И сперме, у овом, истину и упутство и опомену за верници.
sr_latn: I svaki [] smo se odnose na vas iz vest o vesnici priča po kojoj da smo čvrsto tvoje srce. I sperme, u ovom, istinu i uputstvo i opomenu za vernici.
uk: І кожен [історія] ми ставитися до вас з Новини посланцями що за допомогою якого ми робимо фірми ваше серце. І там прийшов до вас, в цьому, істину і інструкцію і нагадування для віруючих.
vi: Và mỗi [truyện] chúng tôi liên quan đến bạn từ những tin tức của các sứ giả là do đó chúng tôi làm cho công ty trái tim của bạn. Và có đã đến với bạn, trong đó, sự thật và một hướng dẫn và một lời nhắc nhở cho các tín hữu.
zu: Futhi [indaba] ngasinye We ukukuqonda kusukela izindaba izithunywa nalokho Senza aqine inhliziyo yakho.

# Quran1594
source: And say to those who do not believe, "Work according to your position; indeed, we are working.
ca: I dir a aquells que no creuen, "treballar segons la seva posició; de fet, estem treballant.
cy: A ddweud i'r rheini nad ydynt yn credu, "gwaith yn ôl eich sefyllfa; yn wir, yr ydym yn gweithio.
da: Og sige til dem, der ikke tror, "arbejde ifølge din holdning; Ja, vi arbejder.
el: Και ας πούμε σε εκείνους που δεν πιστεύουν, "λειτουργεί σύμφωνα με τη θέση σας? Πράγματι, εμείς εργαζόμαστε.
et: Ja öelda neile, kes ei usu, "toimi vastavalt oma seisukohta; Tõepoolest, me töötame.
fi: Ja niille, jotka eivät usko, "toimi mukaan kanta; itse asiassa pyrimme.
he: נגיד לאלו אשר אינם מאמינים, "עבודה על-פי העמדה שלך; אכן, אנחנו עובדים.
hr: I reci onima koji ne vjeruju, "rade prema tvoj položaj; Doista, mi radimo.
lt: Ir pasakyti tiems, kurie netiki, "dirbti pagal savo poziciją; iš tiesų, mes dirbame.
lv: Un pateikt tiem, kuri netic, "strādā saskaņā ar savu pozīciju; Protams, mēs strādājam.
nb: Og si til dem som ikke tror, "jobber ut fra din posisjon; faktisk arbeider vi.
sk: A pre tých, ktorí neveria, "fungovať podľa vašej polohy; Vskutku, pracujeme.
sl: In recimo za tiste, ki ne verjamejo, "delo glede na vaš položaj; Pravzaprav delamo.
sr_cyrl: И реци онима који не могу да верујем, "радити према твојој позицији; Уистину , ми радимо.
sr_latn: I reci onima koji ne mogu da verujem, "raditi prema tvojoj poziciji; Uistinu, mi radimo.
uk: І сказати тим, хто не вірять, «працювати за вашу позицію; дійсно, ми працюємо.
vi: Và nói cho những người không tin, "làm việc theo vị trí của bạn; Thật vậy, chúng tôi đang làm việc.
zu: Futhi bathi kulabo abakholelwa, "Work ngokusho isikhundla sakho, yebo, sisebenzela.

# Quran1595
source: And wait, indeed, we are waiting."
ca: I espera, en efecte, estem esperant."
cy: Ac aros, yn wir, yr ydym yn aros.
da: Og vent, ja, vi venter."
el: Και περιμένετε, πράγματι, περιμένουμε.»
et: Ja oota, tõepoolest, ootame."
fi: Ja odota, itse asiassa me odotamme.
he: רגע, ואכן, אנחנו מחכים."
hr: I čekaj, uistinu, mi smo čekali.
lt: Ir laukti, iš tiesų, mes laukiame.
lv: Un gaidīt, protams, mēs gaidām.
nb: Og vent, ja, vi venter.
sk: A čakať, naozaj, my čakáme."
sl: In čakati, res, čakamo."
sr_cyrl: И чекај, уистину, ми цекамо."
sr_latn: I čekaj, uistinu, mi cekamo."
uk: І чекати, дійсно, ми чекаємо.
vi: Và chờ đợi, thật vậy, chúng tôi đang chờ đợi."
zu: Futhi ulinde, ngempela, silindele. "

# Quran1596
source: And to Allah belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter, all of it, so worship Him and rely upon Him. And your Lord is not unaware of that which you do.
ca: I per Allah pertanyen invisibles [aspectes] dels cels i la terra i li serà retornat l'assumpte, tot això, tan veneren i confiar en ell. I el seu Senyor no és conscient del que fas.
cy: Allah yn perthyn iddynt unseen [agweddau] y nefoedd a'r ddaear iddo bydd dychwelyd y mater, i gyd, felly addoli ef a dibynnu arno. Ac nid yw eich Arglwydd yn ymwybodol o hynny a wnewch.
da: Og Allah tilhører usynlige [aspekter] himlene og jorden og ham returneres sagen, det hele, så tilbede ham og stole på ham. Og din herre er ikke uvidende om det, som du gør.
el: Και για να Αλλάχ ανήκουν το αόρατο [πτυχές] του τον ουρανό και τη γη και σε αυτόν θα πρέπει να επιστραφεί το θέμα, όλα αυτά, έτσι λατρεία του και στηρίζονται σε αυτόν. Και ο Λόρδος σας δεν είναι απληροφόρητοι αυτό που κάνετε.
et: Ja Allah kuuluvad nähtamatu [aspekte] taeva ja maa ja talle tagastatakse asja, kõik see, nii teda kummardama ja usaldada teda. Ja teie Issand ei ole teadlikud, mida te teete.
fi: Ja Jumalalle kuuluvat näkymättömät [näkökohtia] taivaat ja maan ja hänelle palautetaan asiassa se kaikki, niin häntä ja luottaa häneen. Ja teidän Herranne ei ole tietämätön siitä, mitä teet.
he: אללה שייכים יתלבה [היבטים] של השמים והאדמה, אליו יוחזר העניין, כל זה, אז יסגדו לו, תסמוך עליו. האל שלך אינו מודע את אשר תעשה.
hr: I Allahu pripadaju nevidjeno [aspekte] nebesa i zemlje i mu se vratio bilo, sve to, pa mu se klanjati i oslanjaju se na njega. A Gospodar tvoj nije svjestan onoga što ste vi.
lt: Ir Dievas priklauso nematyto [aspektus] dangų ir žemę ir jam bus grąžintas klausimą, visa tai, taip garbinti jį ir juo pasikliauti. Ir jūsų Viešpats yra ne nežinojo apie tai, kas jums daryti.
lv: Un Allah pieder neredzēts [aspektiem] heavens un zemes un viņam būs atpakaļ šo jautājumu, visu to, tik pielūgt viņu un paļauties uz viņu. Un nav informēti par to, ko jūs darīt savu kungu.
nb: Og til Allah tilhører usynlige [aspekter] av himmelen og jorden og ham returneres saken, alt sammen, så tilbe ham og stole på ham. Og din Herre er ikke klar over det som du gjør.
sk: Alah patrí neviditeľné [aspekty] nebo a zem a mu bude vrátená vec, všetci to, tak mu pokloniť a spoliehať sa na neho. A váš pán nie je vedomý toho, čo robíte.
sl: In Alahove pripadajo nevidno [vidike] nebes in zemlje in mu bo vrnil zadevo, vse to, tako mu poklonit in se zanašajo na njega. In svojega gospodarja ni tisto, kar vam ne zavedajo.
sr_cyrl: И Аллах припадају видљивим [аспекти] небеса и земље и њему ће бити враћена било, све то, па му се клањају и се ослањају на њега. А твој господар није несвесна онога што си урадио.
sr_latn: I Allah pripadaju vidljivim [aspekti] nebesa i zemlje i njemu će biti vraćena bilo, sve to, pa mu se klanjaju i se oslanjaju na njega. A tvoj gospodar nije nesvesna onoga što si uradio.
uk: І Аллаху належать невидиме [аспекти] небеса та Земля і йому буде повернуто матерії, все це, так поклонятися йому і покладатися на нього. І ваш Господь не знають про те, що ви робите.
vi: Và Allah thuộc về thần bí [khía cạnh] của bầu trời và trái đất và để anh ta sẽ được trả về vấn đề này, tất cả của nó, vì vậy thờ phượng Ngài và dựa vào anh ta. Và Chúa của bạn không phải là không biết gì đó mà bạn làm.
zu: Futhi Allah okungokwabo ezingabonwayo [izici] we bhakabhaka hlaba futhi Him izobuyiselwa ngale ndaba, lona lonke, ngakho khonza Him wethembele kuye.

# Quran1597
source: Alif, Lam, Ra. These are the verses of the clear Book.
ca: Alif, Lam, ra. Aquests són els versos del llibre clar.
cy: Alif, Lam, ardal adfywio. Mae'r rhain yn y penillion y llyfr clir.
da: Alif, Lam, Ra. Disse er versene af den klare bog.
el: Αλίφ, λαμ, Ra. Αυτοί είναι οι στίχοι του βιβλίου σαφές.
et: Hotell Alif, Lam, Ra. Need on salmid selged raamat.
fi: Alif, Lam, Ra. Nämä ovat selkeä kirja säkeet.
he: אליף, לאם, רה אלו הפסוקים בספר ברורה.
hr: Alif, Lam, Ra. To su stihovi jasnu knjigu.
lt: Alif, Sam, raj. Tai yra aiškus knyga eilėmis.
lv: Alif, Lam, Ra. Tie ir panti skaidri grāmatu.
nb: Alif, Lam, Ra. Dette er versene av klar boken.
sk: Alif, Lam, Ra. Sú to verše jasne knihy.
sl: Alif, Lam, Ra. To so verzi jasno knjige.
sr_cyrl: Алиф , Лам, Ра. То су стихови јасно књиге.
sr_latn: Alif, Lam, Ra. To su stihovi jasno knjige.
uk: Аліф, Lam, ра. Це вірші ясно книги.
vi: Alif, Lam, Ra. Đây là những câu thơ của cuốn sách rõ ràng.
zu: Alif, Lam, Ra.
