Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1134
source: And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing.
ca: I per Allah pertanyen els millors noms, tan invocar-lo per ells. I deixar [l'empresa de] qui practiquen la desviació sobre els seus noms. Ells es recompensava per el he estat fent.
cy: A Allah yn perthyn iddynt enwau gorau, felly iddo alw arnynt. A gadael [y cwmni o] rhai sy'n arfer gwyriad ynghylch ei enwau. Bydd iawndal iddynt am beth y maent wedi ei wneud.
da: Og Allah tilhører de bedste navne, så kald ham ved dem.. Og forlade selskabet af dem, der praktiserer afvigelse vedrørende hans navne. De vil være belønnes for hvad de har gjort.
el: Και για να Αλλάχ ανήκουν τα καλύτερα ονόματα, συνεπώς η μέθοδος Ιnvoke αυτόν από τους. Και να αφήσει [η εταιρεία] εκείνοι που ασκούν απόκλιση όσον αφορά τα ονόματά του. Αυτοί θα είναι αμείβονται για το τι έχουν κάνει.
et: Ja Allah kuuluvad parimad nimed, nii teda tugineda nende poolt. Ja jäta [äriühing] need, kes tegelikkuses kõrvalekalde kohta oma nimed. Neid näidatakse recompensed eest, mida nad on teinud.
fi: Ja Jumala kuuluvat parhaat nimet, joten kutsun häntä niitä. Ja jätä [yritys] jotka käytännössä poikkeama koskee hänen nimensä. Ne palkitaan mitä he tekevät.
he: אללה שייכים השמות הכי טוב, אז להפעיל אותו על ידי אותם. ולהשאיר [החברה] אלה שמתאמנים סטיית בנוגע שמותיו. הם recompensed על מה שהם עשו.
hr: I Allahu pripadaju najbolje imena, pa ga prizivaju ih. I napustiti [tvrtku] oni koji prakticiraju odstupanja u vezi njegova imena. Oni će se osloboditi ono što oni rade.
lt: Ir Dievas priklauso geriausių pavadinimų, todėl taikyti jam jų. Ir palikti [bendrovės] tie, kurie praktiškai nuokrypis jo pavadinimo. Jie bus recompensed, ką jie daro.
lv: Un Allah pieder labākos vārdus, tāpēc viņu izsaukt tos. Un atstāt [uzņēmums] tie, kas praksē novirze attiecībā uz viņa vārdu. Tie būs recompensed par to, ko viņi ir darījuši.
nb: Og til Allah tilhører de beste navnene, så påkalte ham av dem. Og forlate [] de som praktiserer avvik om hans navn. De vil være recompensed for hva de har gjort.
sk: A Bohu patrí najlepšie mená, tak ho vyvolať ich. [Spoločnosť] a tých, ktorí praktizujú odchýlky týkajúce sa jeho mena. Oni sa bude odmenený za to, čo oni robili.
sl: In Alahove pripadajo najboljši imena, tako uveljavlja mu jih. In pustite [družba] tisti, ki praksi odstopanje glede njegovega imena. Jih bo treba izplačati nadomestilo za kaj so bili delaš.
sr_cyrl: И Аллах припадају најбоља имена, тако да га призовем по њима. И остави [компанија] оних који је примењују девијација у вези његовог имена. Они ће бити измире за шта су радили.
sr_latn: I Allah pripadaju najbolja imena, tako da ga prizovem po njima. I ostavi [kompanija] onih koji je primenjuju devijacija u vezi njegovog imena. Oni će biti izmire za šta su radili.
uk: І щоб Аллах належать кращі імена, таким чином викликати його за їх. І залишити [компанії] хто чинить відхилення стосовно його назви. Вони будуть recompensed за те, що вони робили.
vi: Và Allah thuộc về những cái tên tốt nhất, vì vậy gọi anh ta bằng cách cho họ. Và để lại [công ty] những người thực hành lệch liên quan đến tên của ông. Họ sẽ được recompensed cho những gì họ đã làm.
zu: Futhi Allah fanele the ningi best, ngakho baye bacele Him yibo.

# Quran1135
source: And among those We created is a community which guides by truth and thereby establishes justice.
ca: I entre els que vam crear una comunitat que guies per la veritat i així s'estableix a la justícia.
cy: Ac ymysg y rhai rydym wedi creu cymuned sy'n tywys gan gwir a thrwy hynny sefydlu cyfiawnder.
da: Og blandt dem, vi skabt et fællesskab, der guider af sandheden og dermed fastlægger retfærdighed.
el: Και μεταξύ εκείνων που δημιουργήσαμε είναι μια κοινότητα η οποία καθοδηγεί από την αλήθεια και με αυτόν τον τρόπο θεσπίζεται δικαιοσύνης.
et: Ja nende lõime seas on ühendus, mis suunab poolt tõde ning seeläbi luuakse Euroopa.
fi: Ja niistä, jotka olemme luoneet on yhteisö, joka ohjaa totuutta ja siten vahvistetaan oikeus.
he: בין אלה יצרנו קהילה אשר מנחה על-ידי האמת, ובכך יוצר צדק.
hr: I među onima koji su mi stvorili zajednicu koja vodi do istine i time uspostavlja pravda.
lt: Ir tarp tų, mes sukūrėme yra bendruomenės, kurios vadovai iš tiesos ir tokiu būdu nustato teisingumo.
lv: Un starp tiem, kas mēs esam izveidojuši Kopienas, kas vada ar patiesību, un tādējādi nosaka tieslietu.
nb: Og blant dem vi opprettet et fellesskap som leder av sannheten og dermed etablerer rettferdighet.
sk: A medzi tými, ktoré sme vytvorili je komunita, ktorá sprievodcovia pravdy, a tým vytvára spravodlivosti.
sl: In med tistimi, ki smo ustvarili je Skupnost, ki vodi z resnico in s tem določa pravice.
sr_cyrl: А међу онима смо створили заједницу која води до истине, и на тај начин успоставља правду.
sr_latn: A među onima smo stvorili zajednicu koja vodi do istine, i na taj način uspostavlja pravdu.
uk: А серед тих, що ми створили спільноти, яка проведе правду і тим самим встановлює правосуддя.
vi: Và trong số những người chúng tôi tạo ra một cộng đồng mà hướng dẫn bởi sự thật và do đó thiết lập công lý.
zu: Phakathi kwalabo We qamba umphakathi osiqondisayo ngeqiniso futhi ngokwenza kanjalo umisa ubulungisa.

# Quran1136
source: But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know.
ca: Però aquells que neguen rètols - progressivament els portarà [a destrucció] des d'on no saben.
cy: Ond y rhai sydd yn gwadu ein arwyddion-yn raddol arwain iddynt [at ddinistrio] o'r lle nad ydynt yn gwybod.
da: Men dem, der nægter vores skilte - vi vil gradvist føre dem [til ødelæggelse] fra hvor de ikke kender.
el: Αλλά όσοι αρνούνται τις ταμπέλες μας - εμείς θα οδηγήσει σταδιακά τους [καταστροφή] από όπου δεν ξέρω.
et: Kuid need, kes eitavad meie märke - me järk-järgult viib neid [hävitamise]: kui nad ei tea.
fi: Mutta ne, jotka kieltävät merkkejä - olemme vähitellen johtaa heidät [tuhoaminen] päässä jos ei tiedä.
he: אבל מי ששולל את השלטים שלנו - אנחנו בהדרגה יוביל אותם [הרס] מ שבו הם אינם יודעים.
hr: Ali oni koji poriču naši znakovi - će postupno vodimo ih [do uništenja] iz gdje oni ne znaju.
lt: Bet tie, kurie neigia mūsų ženklai - mes palaipsniui padės jiems [sunaikinimo] iš kur jie nežino.
lv: Bet tie, kuri noliedz mūsu zīmes - mēs pakāpeniski radīs viņiem [iznīcināšanas] no kur viņi nezina.
nb: Men de som nekter våre skilt - vi vil gradvis føre dem [til ødeleggelse] fra der de ikke vet.
sk: Ale tí, ktorí popierajú naše značky - sme sa postupne k ich [ničenia] od kde nevedia.
sl: Ampak tisti, ki zanika naše znake - smo postopoma do njih [uničenje] iz kjer ne vedo.
sr_cyrl: Али оне који поричу знацима - прогресивно их право [до уништења] из где не знају.
sr_latn: Ali one koji poriču znacima - progresivno ih pravo [do uništenja] iz gde ne znaju.
uk: Але ті, хто заперечує наших знаки - ми поступово приведе їх [до знищення] від де не знають.
vi: Nhưng những người từ chối các dấu hiệu của chúng tôi - chúng tôi sẽ dần dần dẫn họ [để hủy diệt] từ nơi mà họ không biết.
zu: Kodwa labo abaphika izimpawu Zethu - We bayoqhubeka phila them [ekubhujisweni] kusuka lapho abazi.

# Quran1137
source: And I will give them time. Indeed, my plan is firm.
ca: I vaig a donar-los temps. De fet, el meu pla és ferm.
cy: A bydd yn rhoi amser iddynt. Yn wir, mae fy cynllun yn gadarn.
da: Og jeg vil give dem tid. Min plan er faktisk fast.
el: Και θα δώσω τους χρόνο. Πράγματι, το σχέδιό μου είναι σταθερή.
et: Ja ma annan neile aega. Tõepoolest, minu plaan on kindel.
fi: Ja annan heille aikaa. Itse asiassa minun on yritys.
he: אני אתן להם זמן. אכן, התוכנית שלי הוא המשרד.
hr: I dat ću im vremena. Doista, moj plan je čvrsto.
lt: Ir aš duosiu jiems laiko. Iš tiesų, mano planas yra tvirtas.
lv: Un es dos viņiem laiku. Protams, mans plāns ir stingrs.
nb: Og jeg vil gi dem tid. Min plan er faktisk fast.
sk: A dám im čas. Môj plán je naozaj pevný.
sl: In dam jim čas. Pravzaprav, moj načrt je trdno.
sr_cyrl: И не дати им времена. Заиста , мој план је чврсто.
sr_latn: I ne dati im vremena. Zaista, moj plan je čvrsto.
uk: І дам їм час. Справді, мій план є фірми.
vi: Và tôi sẽ cung cấp cho họ thời gian. Thật vậy, kế hoạch của tôi là công ty.
zu: Mina ngizalipha isikhathi.

# Quran1138
source: Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner.
ca: Llavors no es donen pensament? Hi ha a la seva companya [Muhammad] cap bogeria. No és però un Avisador clar.
cy: Yna nid ydynt yn rhoi ystyriaeth? Nid oes yn eu cydymaith [Muhammad] oes gwallgofrwydd. Nid yw ond warner clir.
da: Så giver de ikke tanke? Der er i deres følgesvend [Muhammed] ingen vanvid. Han er ikke, men en klar warner.
el: Στη συνέχεια, δεν επιτρέπουν σκέψης; Υπάρχει στο σύντροφό τους [Muhammad] καμία τρέλα. Δεν είναι αλλά μια σαφή warner.
et: Siis nad ei anna mõtte? Seal on nende kaaslane [Muhammad] hullus. Ta pole aga selge warner.
fi: Sitten he anna ajatus? Ei heidän elämäntoveri [Muhammad] ei hulluus. Hän ei vaan selvä warner.
he: אז, הם לא עושים מחשבה? יש המחמד שלהם [מוחמד] אין טירוף. הוא אינו אלא וורנר ברורה.
hr: Onda ne daju misli? Je u svojim pratiocem [Muhammeda] nema ludila. On je nije jasno upozorenje.
lt: Tada jie neduoda mintis? Yra jų draugės [Muhammad] ne beprotybė. Jis yra ne tik aiškiai warner.
lv: Tad viņi nedod doma? Savu biedru [Muhammad] nav nekādu trakums. Viņš nav, bet skaidra warner.
nb: Deretter gir de ikke trodde? Det er i deres kameraten [Muhammad] ingen galskap. Han er ikke men en klar warner.
sk: Potom oni nemôžu dať si myslel? Nie je v ich spoločník [Muhammad] nie šialenstvo. Nie je ale jasné warner.
sl: Potem ne dajejo misli? Ni v svoj tovariš [Muhammad] ni norost. Ni pa jasno warner.
sr_cyrl: Онда не дају мисао? Ту је и у својим пратиоцем [Мухамед] нема лудило. Он је не само јасно wарнер.
sr_latn: Onda ne daju misao? Tu je i u svojim pratiocem [Muhamed] nema ludilo. On je ne samo jasno warner.
uk: Потім вони не дають думки? Немає в їх супутником [Мухаммад] немає божевілля. Він не є але ясно warner.
vi: Sau đó họ không đưa ra suy nghĩ? Không có trong họ đồng hành [Muhammad] không điên rồ. Anh ta không nhưng rõ ràng warner.
zu: Khona akunjalo abacabangi?

# Quran1139
source: Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?
ca: Ells no veuen en el Regne dels cels i la terra i tot el que Allah ha creat i [que] que potser els temps assenyalat ha arribat a prop? Així en quina declaració d'ara endavant es creurà?
cy: Ydyn nhw'n nid yn edrych ar yr amgylchfyd y nefoedd a y ddaear a phopeth a greodd Allah ac yn [barn] fod eu amser penodedig efallai wedi dod ger? Felly yn hyn datganiad o hyn ymlaen byddant yn credu?
da: De ikke kigge ind i realm af himlene og jorden og alt det, som Allah har skabt og [synes] at måske deres aftalte tidspunkt kommet nær? Så i hvad erklæring herefter vil de tro?
el: Δεν φαίνονται στη σφαίρα της τον ουρανό και τη γη και όλα όσα Αλλάχ δημιούργησε και [ότι] ότι ίσως διορισμένο χρόνο τους έχει έρθει κοντά; Έτσι στη δήλωση που στο εξής θα πιστεύουν;
et: Ei nad uurima taevas ja maa ja kõik, mis Jumal on loonud kolmanda sektori ja [arvan] et ehk nende ametissenimetatud aeg lähedal? Nii et mida avalduses edaspidi nad usuvad?
fi: Eivät ne näyttävät taivaat ja maan ja kaikki, että Jumala on luonut valtakuntaan ja [että] että ehkä niiden sovittuun aikaan tullut lähellä? Joten mitä lausunnossa jäljempänä he uskovat?
he: האם הם לא להסתכל לתוך ממלכת השמיים, האדמה והכל אללה יצר ולחשוב [] כי אולי לזמן המוקצב שלהם הגיעה ליד? אז במשפט מה להלן הם יאמינו?
hr: Oni ne izgledaju u carstvo nebesa i zemlje i svega što je stvorio Allah i mislim da možda njihov dogovoreno vrijeme je došlo u blizini? Pa u što izjavu u nastavku ce vjerovati?
lt: Ar jie negali žiūrėti į dangų ir žemę ir viskas, kad Dievas sukūrė Karalystė ir [kad] kad galbūt jų paskirtas laikas atėjo? Taigi kas sakinyje toliau bus jie tiki?
lv: Viņi neskatās uz karaļvalsts par debesīm un zemi, un viss, kas Allah ir izveidojusi un [ka], ka varbūt viņu iecēla pienācis laiks pie? Tātad ko pārskatā turpmāk viņi ticēs?
nb: De ikke se inn i riket av himlene og jorden og alt som Gud har skapt og [tror] at kanskje deres avtalt tid har kommet nær? Så i hva uttalelse heretter vil de tro?
sk: Majú nie pozrieť do ríše neba a Zeme a všetkého, čo Boh vytvoril a [že], že snáď ich určený čas prišiel blízko? Tak v čo vyhlásení ďalej budú veriť?
sl: Ali ne pogledati v nebesa in zemlja in vse, kar je Allah ustvaril sfero in [misli], da morda svoje dogovorjenem času je prišel blizu? Tako v kaj izjavo v nadaljevanju bo menijo?
sr_cyrl: Да не изгледају у царство небеса и земље, и све то је Алах је створио и мислим да можда њихов именованих дошло време близу? Дакле у каква изјава потом ће веровати?
sr_latn: Da ne izgledaju u carstvo nebesa i zemlje, i sve to je Alah je stvorio i mislim da možda njihov imenovanih došlo vreme blizu? Dakle u kakva izjava potom će verovati?
uk: Вони не виглядають в Царство небеса і земля і все, що створив Аллах і [думаю], що може бути призначений час має підходь? Так що висловленні надалі вони повірять?
vi: Họ không nhìn vào các lĩnh vực của bầu trời và trái đất và tất cả mọi thứ mà Allah đã tạo ra và [nghĩ] rằng có lẽ thời gian của họ được bổ nhiệm đã đến gần? Vì vậy trong tuyên bố sau đây sẽ họ tin?
zu: They cha bheka embusweni wamazulu nomhlaba kanye konke Allah azidalile bese [lokucabanga] ukuthi mhlawumbe ngesikhathi sawo esimisiwe sesifikile edude?

# Quran1140
source: Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly.
ca: Qui Allah envia per mal camí - hi cap guia per a ell. I els deixa en la seva transgressió, vagant cegament.
cy: Pwy bynnag Allah anfon ar gyfeiliorn-nid oes unrhyw arweiniad iddo. Ac mae yn eu gadael yn eu tramgwyddiad, crwydro ddall.
da: Hvem Allah sender på afveje - der er ingen guide for ham. Og han forlader dem i deres overtrædelse, vandre blindt.
el: Όποιος στέλνει παραστρατημένος Αλλάχ - δεν υπάρχει οδηγός για αυτόν. Και τους αφήνει τους καταπατά, περιπλάνηση στα τυφλά.
et: Kes iganes Jumal saadab eksinud - ei ole laadida teda. Ja ta jätab neile oma üleastumiste ekslemine pimesi.
fi: Kuka Jumala lähettää harhaan - objektia ei ole hänelle. Ja hän jättää ne heidän isiinsä vaeltava sokeasti.
he: מי אללה שולח מדרך הישר - יש אין מדריך בשבילו. הוא משאיר אותם שלהם עבירה, נודדים בצורה עיוורת.
hr: Tko god Allah šalje krivim putem - tu je vodič za njega. I on ih ostavlja u prekršaja, slijepo tapkamo.
lt: Kas Dievas siunčia iš kelio - nėra jokių vadovas jam. Ir jis palieka juos į savo nuodėmę, klajojo aklai.
lv: Tas, kurš sūta apmaldīties Allah - palīglīnijas, viņam nav. Un viņš atstāj tos to pārkāpšana, klīst akli.
nb: Hvem Allah sender avveie - det er ingen guide for ham. Og han forlater dem i deres overtredelse, vandre blindt.
sk: Kto Boh posiela scestie - neexistuje žiadny návod pre neho. A on im ich priestupok putovanie slepo.
sl: Kdo pošlje Allah zašel - ni noben vodnik za njega. In on jim prepušča v greh, tava slepo.
sr_cyrl: Ко год је Аллах шаље на одмет - нема вођице за њега. И он их оставља у преступа, лута слепо.
sr_latn: Ko god je Allah šalje na odmet - nema vođice za njega. I on ih ostavlja u prestupa, luta slepo.
uk: Той, хто Аллах посилає оману - немає не керівництво для нього. І він залишає їх в їхній переступ, блукаючи наосліп.
vi: Bất cứ ai Allah gửi lạc lối - không có hướng dẫn cho anh ta. Và ông lá chúng trong sự vi phạm của mình, lang thang một cách mù quáng.
zu: Whoever Allah sa astray - akukho guide for him.

# Quran1141
source: They ask you, [O Muhammad], about the Hour: when is its arrival? Say, "Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly." They ask you as if you are familiar with it. Say, "Its knowledge is only with Allah, but most of the people do not know."
ca: Demanen que, [O Muhammad], sobre l'hora: quan és la seva arribada? Dir, "el coneixement és només amb el meu Senyor. Cap revelarà el seu temps excepte ell. Pon fortament en els cels i la terra. No vindrà a vostè excepte inesperadament." Demanen que com si vostè està familiaritzat amb això. Dir, "el coneixement és només amb Allah, però la majoria de la gent no sap."
cy: Maent yn gofyn ichi, [O Muhammad], am yr awr: pan yw ei fod wedi cyrraedd? Dweud, "ei wybodaeth yn unig gyda fy Arglwydd. Bydd dim yn datgelu ei amser ac eithrio ef. Mae'n gosod drwm ar y nefoedd a'r ddaear. Ni fydd arnoch ac eithrio annisgwyl." Maent yn gofyn ichi fel os ydych yn gyfarwydd ag ef. Dweud, "ei gwybodaeth yn unig gyda Allah, ond nid rhan fwyaf o bobl yn gwybod."
da: De spørger du, [O Muhammad], om timen: Hvornår er sin ankomst? Sige, "sin viden er kun med min herre. Ingen vil afsløre sin tid undtagen ham. Det lægger stærkt ved himlene og jorden. Det vil ikke komme over jer undtagen uventet. " De spørger du som om du er bekendt med den. Sige, "sin viden er kun med Allah, men de fleste mennesker ikke kender."
el: Σας ρωτούν, [Ο Μωάμεθ], σχετικά με την ώρα: είναι κατά την άφιξή του; Λένε: "η γνώση είναι μόνο με το Κύριό μου. Κανένας δεν θα αποκαλύψει το χρόνο εκτός από τον ίδιο. Θέτει σε μεγάλο βαθμό προς τον ουρανό και τη γη. Δεν θα έρθει επάνω σας εκτός από απροσδόκητα.» Σας ζητούν ως εάν είστε εξοικειωμένοι με αυτό. Λένε, «η γνώση είναι μόνο με τον Αλλάχ, αλλά οι περισσότεροι άνθρωποι δεν ξέρουν.»
et: Nad küsivad te, [O Muhammad] tunnis: Millal on tema saabumist? Öelda: "tema teadmised on ainult koos mu Issand. Ükski paljastab oma ajast, välja arvatud tema. Ühtlasi pannakse suuresti taevas ja maa. See ei tule teie peale peale ootamatult." Nad küsida, et kui te olete tuttav it. Öelda: "tema teadmised on ainult Allah, kuid enamik inimesi ei tea."
fi: Sinulta kysytään, [Oi Muhammed] noin tunti: kun on sen saapumista? Sanoa, "sen tietoon vain onnea Herrani. Yksikään paljastaa sen aika paitsi. Siinä luodaan voimakkaasti taivaat ja maan. Se ei tule teitä lukuun ottamatta odottamattomasti." He kysyvät sinulta, jos olet perehtynyt siihen. Sanoa, "sen tietoon on vain Jumala, mutta useimmat ihmiset eivät tiedä."
he: שאלו אותך, [O מוחמד], השעה: כאשר הוא ההגעה שלו? אומרים, "הידע שלה הוא רק עם הלורד. אף אחד לא תחשוף את הזמן שלה חוץ ממנו. זה מטילה בכבדות את השמים ואת הארץ... זה לא תבוא אליך חוץ באופן בלתי צפוי." הם שואלים אותך כאילו אתה מכיר אותו. אומרים, "הידע שלה הוא רק עם אללה, אבל רוב האנשים לא יודעים".
hr: Nisu pitali, [O Muhammad], za sat vremena: kada je njegova dolaska? "Svoje znanje je samo s gospodarom. Nitko će otkriti svoje vrijeme osim njega. Teško leži na nebesa i zemlju. Neće doći na vas osim neočekivano." Pitaju te kao da ste upoznati s njom. "Svoje znanje je samo s Allahom, ali većina ljudi ne zna."
lt: Jie prašo jus, [O Muhammad], apie valandą: kai yra jo atvykimo? Tarkim, "jo žinios yra tik su mano Viešpats. Nė vienas bus atskleisti savo laiku išskyrus jam. Protokole stipriai į dangų ir žemę. Tai ne ateis į tave išskyrus netikėtai." Jie prašome, jei esate susipažinę su ja. Sako, "savo žinių yra tik Dievas, bet dauguma žmonių nežino."
lv: Viņi lūdz jūs [O Muhammad], apmēram stundu: kad ir tās atnākšanu? Saka: "tās zināšanas ir tikai ar savu kungu. Neviens atklās savu laiku, izņemot viņu. Tas smagi uzliek uz debesīm un zemi. Tas nav nāks pār jums, izņemot negaidīti." Viņi lūdz jums, ja jūs esat iepazinušies ar to. Teiksim, "savas zināšanas ir tikai ar Allah, bet lielākā daļa cilvēku nezina."
nb: De spør deg, [O Muhammad], om time: Når er sin ankomst? Si, "kunnskap er bare med min Herre. Ingen vil avsløre sin tid bortsett fra ham. Den legger tungt på himmelen og jorden. Det vil ikke komme over dere unntatt uventet." De ber deg hvis du er kjent med den. Si, "kunnskap er bare med Allah, men de fleste ikke vet."
sk: Žiadajú vás, [Mohamed], o hodinu: Kedy je jeho príchodu? Povedať: "jeho poznanie je len môj pán. Žiadny odhalí svoj čas okrem neho. Silne kladie na nebesia a zem. To nepríde na vás okrem neočakávane." Sa vás opýtať, ako keby ste oboznámení s tým. Povedať: "jeho poznanie je len Alah, ale väčšina ľudí nevie."
sl: So vas, [O Muhammad], o uro: ko je svoj prihod? Reči, "svoje znanje je samo z moj gospodar. Nobeden hoteti odkriti svoj čas razen njega. To določa močno na nebo in zemljo. Ne bo prišel na vas razen nepričakovano." So vas, če ste seznanjeni s tem. Reči, "svoje znanje je samo z Allah, vendar večina ljudi ne vem."
sr_cyrl: Нису питали, [О Мухаммад], за сат времена: када је њен долазак? "Знање је само уз мој господару. Ниједан ће открити своје време осим њега. Добро стоје на небеса и земљу. Она неће доћи на вас осим неочекивано." Питају те као да си упозната са тим. Реци , "знање је само са Аллах, али вецина људи не знају."
sr_latn: Nisu pitali, [O Muhammad], za sat vremena: kada je njen dolazak? "Znanje je samo uz moj gospodaru. Nijedan će otkriti svoje vreme osim njega. Dobro stoje na nebesa i zemlju. Ona neće doći na vas osim neočekivano." Pitaju te kao da si upoznata sa tim. Reci, "znanje je samo sa Allah, ali vecina ljudi ne znaju."
uk: Вони запитати, [O Мухаммад], про години: коли є його приїзду? Сказати, "свої знання тільки з мого Господа. Жоден покаже його час, за винятком йому. Вона закладає значні кошти на небеса та Земля. Вона не прийде на вас, за винятком несподівано". Вони просять вас, як, якщо ви знайомі з ним. Скажімо, "свої знання тільки з Аллаха, але більшість людей не знають."
vi: Họ yêu cầu bạn [O Muhammad], về giờ: khi là đến nơi của nó? Nói, "kiến thức của mình chỉ với thưa ngài. Không ai sẽ tiết lộ thời gian của mình ngoại trừ anh ta. Nó đẻ nặng nề trên bầu trời và trái đất. Nó sẽ không đi khi bạn trừ bất ngờ." Họ yêu cầu bạn nếu như bạn đang quen thuộc với nó. Nói rằng, "kiến thức của mình chỉ với Allah, nhưng hầu hết những người không biết."
zu: They buza you, [O Muhammad], mayelana Hour: lapho ukufika kwalo?
