Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran224
source: They ask you about the sacred month - about fighting therein. Say, "Fighting therein is great [sin], but averting [people] from the way of Allah and disbelief in Him and [preventing access to] al-Masjid al-Haram and the expulsion of its people therefrom are greater [evil] in the sight of Allah. And fitnah is greater than killing." And they will continue to fight you until they turn you back from your religion if they are able. And whoever of you reverts from his religion [to disbelief] and dies while he is a disbeliever - for those, their deeds have become worthless in this world and the Hereafter, and those are the companions of the Fire, they will abide therein eternally.
ca: Van preguntar sobre el mes sagrat - sobre lluita aquí. Dir, "lluita en això és gran [sin], però evitar [persones] de la manera d'Allah i incredulitat en ell i [evitant accés a] al-Masjid al-Haram i la seva gent l'expulsió dels mateixos són major [mal] a la vista d'Allah. I fitnah és més gran que l'assassinat. I seguiran lluiten amb vostè fins que la tornada es seva religió si són capaços. I qui de vosaltres que torna de la seva religió [a la incredulitat] i mor mentre que és una disbeliever - per a aquells, seus actes han tornat inútils en aquest món i el més enllà, i aquells són companys del foc, es respectarà aquí eternament.
cy: Maent yn gofyn ichi am y mis sanctaidd-am ymladd ynddo. Dweud, "ymladd ynddo yn wych [pechod], ond osgoi [pobl] o'r ffordd o Allah ac anghrediniaeth ef a [atal mynediad at] al-Masjid al-Haram a diarddel o'i phobl thelir yn fwy [drygioni] yng ngolwg Allah. A fitnah yn fwy na ladd. A byddant yn parhau i ymladd chi hyd nes y maent yn troi eich ôl gan eich crefydd os ydynt yn gallu. A pwy bynnag ohonoch yn dychwelyd o ei crefydd [i anghrediniaeth] ac yn marw tra fod yn disbeliever-ar gyfer y rhai, wedi eu gweithredoedd yn dod yn ddiwerth yn y byd hwn a y o hyn ymlaen, a rhai yn y cymdeithion y tân, bydd yn cadw at yr erthyglau fythol.
da: De beder dig om den hellige måned - om at kæmpe deri. Sige, "kæmper deri er great [sin], men dæmme [folk] fra måde Allah og vantro i ham og [forhindre adgang til] al-Masjid al-Haram og udvisning af sine folk deraf er større [onde] i synet af Allah. Og fitnah er større end drab" Og de vil fortsætte med at kæmpe dig indtil de vender du tilbage fra din religion hvis de kan. Og hvem af jer vender tilbage fra sin religion [til vantro] og dør mens han er en vantro - for dem, deres gerninger er blevet værdiløse i denne verden og hinsidige, og dem er ledsagere af brand, de vil overholde deri evigt.
el: Σας ρωτήσω για τον ιερό μήνα - σχετικά με την καταπολέμηση σε αυτήν. Λένε, «καταπολέμηση της σ ' αυτό είναι μεγάλη [αμαρτία], αλλά να εμποδίσουμε πιθανές [Πρόσωπα], από το δρόμο του Αλλάχ και τη δυσπιστία του σ ' αυτόν και [πρόσβαση σε πρόληψη] al Masjid al-Haram και την απομάκρυνση των κατοίκων από αυτά είναι το μεγαλύτερο [κακό] στα μάτια του Αλλάχ. Και fitnah είναι μεγαλύτερη από τη δολοφονία.» Και θα συνεχίσουν να σας πολεμούν, μέχρι να σας πίσω από τη θρησκεία σας εάν είναι σε θέση. Και όποιος από εσάς επανέρχεται από τη θρησκεία του [δυσπιστία] και πεθαίνει ενώ είναι ένα disbeliever - για εκείνους, τους πράξεις έχουν γίνει άνευ αξίας σε αυτόν τον κόσμο και η συνέχεια, και αυτοί είναι οι συνοδοί του πυροσβεστικού, θα τηρήσει εκεί αιώνια.
et: Nad küsida umbes püha kuu - umbes võitlus sealsamas. Öelda: "võitlus seal on suur [pattu], kuid ära hoidmiseks [inimesed] sellest, kuidas Jumal ja ei uskunud teda ja [takistada juurdepääsu] al-Masjid al Harami ja selle kodanike väljasaatmist ei suurem [kurja] Jumala silmis. Ja fitnah on suurem kui tapmist. " Ja nad jätkavad võitlevad, kuni nad pöörduvad tagasi oma religioon kui nad suudavad. Ja kes teist naaseb oma religioon [uskumatus] ja sureb, kuigi ta on üks uskmatu - nende, nende teod on muutunud väärtusetu selles maailmas ja edaspidi ja need on tulekahju kaaslased, nad järgivad seal igavesti.
fi: He kysyvät sinulta noin kuukausi - torjumassa siinä. Sanoa, "siinä on hyvä [sin], mutta torjumisesta [ihmiset] tapa hillitä ja epäusko häneen ja [estää pääsyn] al-Masjid al-Haram ja sen kansan karkottaminen niistä ovat [pahempi] Jumalan silmissä. Ja fitnah on suurempi kuin tappaminen." Ja he jatkavat taisteluaan kunnes he kääntyvät sinua takaisin teidän uskonnon katselevat. Ja kuka teistä palaa hänen uskonnosta [epäusko] ja kuolee, kun hän on epäuskovainen -, heidän tekonsa on tullut arvoton tämän maailman ja jäljempänä, ja ne ovat kumppaneita palo, säädöksien siinä ikuisesti.
he: שואלים על החודש הקדוש - על לחימה המצוי בו. אומרים, "נלחם בו הוא נהדר [חטא], אבל הסב [אנשים] מן הדרך של אללה ואי אמון בו, [מניעת גישה] אל-מסג'יד אל-חראם והגליית תושביה ממנו הם רוע גדול יותר [] בעיני אללה. Fitnah הוא גדול יותר להרוג." הם ימשיכו להילחם בך. עד שהם חוזרים את הדת שלך אם הם יכולים. מי מכם חוזרת מן הדת שלו [להיות חוסר אמונה] ומת בזמן הוא disbeliever - לאלו, מעשיהם הפכו ערך בעולם הזה ובעולם הזה, אלו הלוויה של האש, הם לקיים בו לנצח את....
hr: Nisu pitali za Sveti mjesec - o borbi u njemu. Kažu, "u njemu je veliki [sin], ali averting [ljudi] s puta Allah i nevjerovanje u njega prevenciji i borbi protiv [pristup] al-Masjid al-Haram i protjerivanje stanovništva iz toga proizlaze su veće [zlo] pred Allaha. I fitnah je veći od ubijanja." I nastavit će se boriti s tobom dok ne uključite li se iz tvoje vjere ako su u mogućnosti. I ko god od vas vratit će se iz njegova vjera [u nevjerici] i umre dok je je ste nevjernik - za one, njihova djela su postali bezvrijedni u ovaj svijet i nadalje, a to su drugovi vatru, oni nastat će u njemu vječno.
lt: Jie paklausti apie Švento mėnesio - apie kovos jame. Sako: "kova su jame yra puikus [nuodėmės], bet išvengti [žmonės] nuo Dievo ir netikėjimas juo ir [neleistų patekti į] al-Masjid al-Ḥaram mečetę ir jos žmonių išsiuntimo iš jų yra didesnis [evil] Dievo akyse. O fitnah yra didesnė nei žudymas. " Ir jos bus toliau kovoti kol jie savo ruožtu jums atgal nuo jūsų religija jei jie gali. Ir kas iš jūsų grįžta iš savo religijos [į netikėjimo] ir miršta, o jis yra yra neteisingas - tiems, kurie, savo poelgius tapo beverčiai šiame pasaulyje ir toliau, ir tie, kurie gaisro kompanionai, jos paklūsta jame amžinai.
lv: Viņi uzdod par svēts mēnesis – par cīņu tur. Teiksim, "kaujas tajā viņam ir lieliski [grēks], bet novērsdams [cilvēku] no Allah un neticība veidu un [novērst piekļuvi] al Masjid al-Haram un tās personas izraidīšanu no tiem ir lielāks [ļaunums] Allah aktuāli. Un fitnah ir lielāks nekā ļaunāka par nogalēšanu." Un viņi turpinās cīnīties jums līdz brīdim, kad viņi atgriezties jūs no jūsu reliģija, ja viņi spēj. Un kurš no jums atgriežas no viņa reliģija [neticība] un nomirst, kamēr viņš ir disbeliever - tiem, viņu darbiem ir kļuvuši nevērtīgs šajā pasaulē un turpmāk, un tie ir uguns biedrus, viņi ievēro tur mūžīgi.
nb: De spør deg om den hellige måneden - om kampene der. Si "kampene der er stor [synd], men avverge [folk] fra Allah og vantro i ham og [hindre tilgang til] al-Masjid al-Haram og utvisning av folk hvorav er større [onde] i synet av Allah. Og fitnah er større enn drap. Og de vil fortsette å kjempe til de blir du tilbake fra religion hvis de kan. Og den av dere tilbake fra sin religion [til vantro] og dør mens han er en disbeliever - for dem, deres gjerninger har blitt verdiløs i denne verden og hinsidige, og de er ledsagere av brannen, de vil følge der evig.
sk: Oni vás opýtať posvätný mesiac - o boja proti nej. Povedať: "boj proti nej v ňom je skvelý [hriech], ale odvrátenie [ľudia] z toho, ako Boh a neveriacky a [zabránením prístupu k] Abraj al-Hara a vyhostenie občanov z nich sú väčšie [zlo] v očiach Alah. A fitnah je väčší, než zabíjanie." A budú aj naďalej bojovať, kým zase ste späť z náboženstva ak je to možné. A kto z vás obnoví od svojho náboženstva [neveriacky] a umiera, zatiaľ čo on je neveriaci - pre tých, ich skutky sa stali bezcenné v tomto svete a ďalej, a tie sú spoločníci ohňa, sa dodržiavali v ňom naveky.
sl: So vas o sveto mesec - o boju proti njem. Reči, "boj, v njem je super [sin], ampak preprečiti [ljudje] iz pot Allah in nejeverno v njem in [preprečevanjem dostopa do] al-Masjid al-Haram in izgon ljudi iz njih so večja [zlo], v očeh Allah. In fitnah je večja od ubijanje." In bodo še naprej boj vi, dokler oni pa si nazaj iz vaše vere če morejo. In kdo od vas se povrne s svojo vero [nejeverno] pa umre, medtem ko je a Nevjernik - za tiste, njihova dejanja so postali brez vrednosti v tem svetu in v nadaljevanju, in so tovariši ogenj, se bo upošteval v njem večno.
sr_cyrl: Нису питали за свети месец - о борби у томе. Рецимо , "борбе у томе пра [грех], али жели чути [људи] од пута Алах и неверовање у њега и [спречава приступ] ал-дћамију ал-Харам и протеривања његових грађана владини су већа [зло] на видику од Алаха. А фитнах је већа од убијања. " И они ће наставити да се борим са тобом, све док су те вратимо из своје вере ако су у стању. И ко год од вас се враћа из његове религије [у неверици] и умре, док је он не верује - за оне, њиховим делима постао бескористан у овом свету и надаље, а то су Компањони ватре, они ће трпе у томе бескрајно.
sr_latn: Nisu pitali za sveti mesec - o borbi u tome. Recimo, "borbe u tome pra [greh], ali želi čuti [ljudi] od puta Alah i neverovanje u njega i [sprečava pristup] al-dћamiju al-Haram i proterivanja njegovih građana vladini su veća [zlo] na vidiku od Alaha. A fitnah je veća od ubijanja. " I oni će nastaviti da se borim sa tobom, sve dok su te vratimo iz svoje vere ako su u stanju. I ko god od vas se vraća iz njegove religije [u neverici] i umre, dok je on ne veruje - za one, njihovim delima postao beskoristan u ovom svetu i nadalje, a to su Kompanjoni vatre, oni će trpe u tome beskrajno.
uk: Вони просять вас про священний місяць - про боротьбу в ньому. Скажімо, "боротьба в ньому великий [гріх], але відвернення [чоловік] від того, як Аллах і невіра в нього і [запобігання доступу до] Аль Масджид аль Харам і вигнання свій народ від них є щось більше [зло] в очах Аллаха. І fitnah є більшою, ніж вбивство". І вони будуть продовжувати боротися з вами, поки вони не стануть вам назад від вашої релігії, якщо. І той, хто з вас, шрифт відображення стає від свою релігію [невір'я] і вмирає, хоча він є disbeliever - для тих, їхні вчинки стали worthless в цей світ і далі, і тих, хто є супутниками на вогонь, вони будуть в ньому вічно.
vi: Họ hỏi bạn về tháng thiêng liêng - về chiến đấu trong đó. Nói, "chiến đấu trong đó tuyệt vời [sin], nhưng averting [người] cách của Allah và sự hoài nghi ở Anh ta và [ngăn chặn truy nhập tới] al-Masjid al-Haram và các trục xuất của người dân của nó từ đó là lớn hơn [ác] trong tầm nhìn của Allah. Và fitnah lớn hơn giết. " Và họ sẽ tiếp tục chiến đấu chống lại bạn cho đến khi họ biến bạn trở lại từ tôn giáo của bạn nếu họ có thể. Và bất cứ ai bạn reverts từ tôn giáo của mình [sự hoài nghi] và chết trong khi ông là một disbeliever - đối với những người, hành động của họ đã trở thành vô giá trị trong thế giới này và sau đây, và những người companions của ngọn lửa, họ sẽ tuân thủ trong đó luôn.
zu: They buza you kakhulu ngenyanga engcwele - mayelana ekulweni therein.

# Quran225
source: Indeed, those who have believed and those who have emigrated and fought in the cause of Allah - those expect the mercy of Allah. And Allah is Forgiving and Merciful.
ca: De fet, els que he cregut i aquells que han emigrat i va lluitar en la causa d'Allah - aquells esperar la pietat d'Allah. I Allah és indulgent i Clement.
cy: Yn wir, rhai sydd wedi credu a'r rhai sydd wedi ymfudo ac ymladd yn achos Allah-Mae rhai yn disgwyl drugaredd Allah. Ac Allah yn Forgiving a Merciful.
da: Ja, dem, der har ment, og dem, der har emigreret og kæmpede i årsagen til Allah - de forventer nåde af Allah. Og Allah er Forgiving og barmhjertige.
el: Πράγματι, εκείνους που πίστεψαν και εκείνοι που έχουν μεταναστεύσει και τη πολέμησαν στην αιτία του Αλλάχ - όσους αναμένουν το έλεος του Αλλάχ. Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Tõepoolest, need, kes on uskunud ja need, kes on emigreerunud ja võitles Allah - põhjus neid oodata Jumala halastust. Ja Jumal on Forgiving ja Merciful.
fi: Itse asiassa jotka ovat uskoneet ja jotka ovat muuttaneet ja taisteli Allah - syy ne odottaa Jumalan armoa. Ja Allah on anteeksiantava ja armollisin.
he: ואכן, אלה אשר האמינו ואת מי יש היגר ונלחם למען אללה - אלה מצפה לחסדי אללה. אללה הוא Forgiving, הרחום והחנון.
hr: Uistinu, oni koji su vjerovali i onih koji su emigrirali i borio se za Allaha - oni očekivati milost Allaha. A Allah je opraštanje i milostiv.
lt: Iš tiesų, tie, kurie tiki ir tų, kurie emigravo ir kovojo Dievas - sukelti tie tikėtis iš Dievo malonės. Ir Dievas yra Forgiving ir litosciwy.
lv: Protams, tiem, kuri ir uzskats, un tie, kuri ir emigrējuši un cīnījās Allah - cēlonis tiem sagaida Allāha varā. Un Allah, piedošanu un žēlsirdīgs.
nb: Faktisk, de som har trodd og de som har utvandret og kjempet i årsaken til Allah - de forventer nåde av Allah. Og Allah er tilgi og barmhjertig.
sk: V skutočnosti tí, ktorí uverili a tých, ktorí emigrovali a bojoval v záujme Alaha - tie očakávať na milosť Allaha. A Boh je odpúšťajúci a Milosrdných.
sl: Res, tisti, ki je verjel, in tisti, ki so izselili in se borili v vzrok od Allah - tisti pričakujemo milost Alaha. In Alah je tolerantna in usmiljen.
sr_cyrl: Уистину , оне који верују и оних који су емигрирали и борио се у узрок Аллах - они очекивати милост Алахова. А Аллах је Форгивинг и милосрдна.
sr_latn: Uistinu, one koji veruju i onih koji su emigrirali i borio se u uzrok Allah - oni očekivati milost Alahova. A Allah je Forgiving i milosrdna.
uk: Дійсно, тих, хто вірив і ті, хто емігрував і воювали в ході Аллах - ті очікувати милості Аллаха. І Аллах бачить і Merciful.
vi: Thật vậy, những người đã tin tưởng và những người di cư và chiến đấu trong các nguyên nhân của Allah - những người mong đợi vào lòng thương xót của Allah. Và Allah là Forgiving và Merciful.
zu: Ngempela, labo abaye babekholelwa futhi labo abaye bathuthela walwa zathu Allah - labo lindela umusa ka Allah.

# Quran226
source: They ask you about wine and gambling. Say, "In them is great sin and [yet, some] benefit for people. But their sin is greater than their benefit." And they ask you what they should spend. Say, "The excess [beyond needs]." Thus Allah makes clear to you the verses [of revelation] that you might give thought.
ca: Van preguntar sobre el vi i el joc. Dir, "en ells és gran pecat i [encara, alguns] benefici per a les persones. Però seu pecat és més gran que el seu benefici". I demanen que el que han de passar. Dir, "L'excés [més enllà de les necessitats]." Així Allah deixa clar a vostè els versos [de revelació] que vostè podria donar idea.
cy: Maent yn gofyn ichi am gwin a gamblo. Dweud, "ynddynt yw pechod mawr a [eto, rhai] o fudd i bobl. Ond eu pechod yn fwy na eu budd-dal." Ac maent yn gofyn i chi beth y dylai ei wario. Dweud, "Gormodedd [y tu hwnt i anghenion]." Felly mae Allah yn gwneud yn glir i chi y penillion [o ddatguddiad] y gallech roi meddwl.
da: De beder dig om vin og gambling. Siger, "i dem er stor synd og [endnu, nogle] gavn for mennesker. Men deres synd er større end deres fordel". Og de spørger dig, hvad de skal bruge. Sige, "overskydende [ud over behov]." Dermed gør Allah klar til dig vers [af åbenbaring] at du måske overveje.
el: Σας ρωτήσω για το κρασί και τα τυχερά παιχνίδια. Λένε, «σ ' αυτές είναι μεγάλη αμαρτία και [ακόμα, κάποια] όφελος για τους ανθρώπους. Αλλά η αμαρτία τους είναι μεγαλύτερο από το όφελος τους.» Και σας ζητούν ό, τι θα πρέπει να δαπανούν. Λένε, «Η περίσσεια [πέρα από τις ανάγκες].» Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους [της Αποκάλυψης] ότι σας μπορεί να δώσει την σκέψη.
et: Nad küsida veini ja hasartmängude kohta. Öelda: "neist on suur patt ja [veel, mõned] kasu inimestele. Kuid nende patt on suurem kui nende kasuks." Ja nad küsida, mida nad peaks kulutama. Öelda: "Ülemäärane [kaugemale vajadustega]." Seega Allah teeb selge teile [nimetatud Ilmutuse] salmid, et te annaksite mõtte.
fi: He kysyvät sinulta viini ja uhkapeli. Sanoa, "heidät on suuri synti ja [kuitenkin joitakin] hyötyä ihmisille. Mutta heidän syntinsä on suurempi kuin heidän hyväkseen." Ja he kysyvät, mitä heidän tulisi käyttää. Esimerkiksi: "Yli [kuin tarpeisiin]." Näin Jumalan avulla selvää säkeet [ILM] että saattaisi antaa ajatuksen.
he: שואלים על יין והימורים. אומרים, "בהם הוא חטא גדול, [ובכל זאת, קצת] תועלת לאנשים. אך חטאו מהכמות לטובתם." הם שואלים מה כדאי להוציא. אומרים, "עודף [מעבר לצרכים]". לפיכך אללה מבהירה לך הפסוקים [של התגלות] שאתה יכול לתת מחשבה.
hr: Pitaju te o vinu i kockanje. Kažu, "u njima je veliki grijeh i [još neke] koristi za ljude. Ali njihov grijeh je veći od njihova korist." I pitaju te što bi trebalo provesti. Kažu, "Višak [izvan potrebe]." Tako Allah jasno ti stihovi [Otkrivenja] da možda dati mislio.
lt: Jie paklausti apie vyną ir azartinių lošimų. Sako: "jiems yra didelė nuodėmė ir [dar, kai kurie] naudos žmonėms. Tačiau jų nuodėmės yra didesnis nei jų naudai." Ir jos paklausti, ką jie turėtų išleisti. Tarkim, "Perteklius [ne tik poreikius]." Taip Dievas tampa aišku jums ženklai [iš Apreiškimo] kad tu gali duoti minties.
lv: Viņi uzdod par vīnu un azartspēlēm. Saka: "viņiem ir liels grēks un [vēl daži] labumu cilvēkiem. Bet viņu grēks ir lielāks par to labums." Un viņi lūdz jums to, ko viņi būtu jāpavada. Teiksim, "Pārsniegums [pēc vajadzības]." Tādējādi Allah skaidri vārsmas [no Atklāsmes], ka domu varētu dot jums.
nb: De spør deg om vin og gambling. Sier, "i dem er stor synd og [ennå, noen] nytte for folk. Men sin synd er større enn deres fordel." Og de spør deg hva de skal bruke. Si, "Overskytende [utover behov]." Dermed gjør Allah klart deg versene [av Åpenbaringen] som du kan tenke.
sk: Oni vás opýtať vína a hazardných hier. Povedať: "v nich je veľký hriech a [ešte nejaké] úžitok pre ľudí. Ale ich hriech je väčší ako ich prospechu." A sa opýtať, čo by mal stráviť. Teda "prebytok [za potreby]." Tak Boh objasňuje vám verše [zjavenia] aby mohol zamyslieť.
sl: So vas o vinu in igre na srečo. Reči, "v njih je velik greh in [še nekaj] koristi za ljudi. Vendar svojih grehov je večja od njihove koristi." In so vas, kaj bi morali porabiti. Reči, "Presežek [presegajo potrebe]." Tako Allah je jasno, da vam verzov [iz razodetja], da bi dal misli.
sr_cyrl: Питају те о вину и коцкање. Рекао је, "у њима је велики грех и [а ипак, неки] корист за људе. Али њихов грех је већи од изражаја." И онда се треба да проведу. Реци , "остатке [изван потребе]." Стога Аллах јасно указује да те стихове [откровења] да дајете мисао.
sr_latn: Pitaju te o vinu i kockanje. Rekao je, "u njima je veliki greh i [a ipak, neki] korist za ljude. Ali njihov greh je veći od izražaja." I onda se treba da provedu. Reci, "ostatke [izvan potrebe]." Stoga Allah jasno ukazuje da te stihove [otkrovenja] da dajete misao.
uk: Вони просять вас про вино та азартні ігри. Сказати: "у них є великий гріх і [ще, деякі] вигоду для людей. Але їх гріх є більшою, ніж їх переваг". І вони просять вас, вони повинні витрачати. Скажімо, "перевищення [за потреби]." Таким чином Аллах дає зрозуміти, щоб ви вірші [одкровення] що ви могли б подумати.
vi: Họ hỏi bạn về rượu và cờ bạc. Nói, "trong đó là tội lỗi lớn và [được nêu ra, một số] đem lại lợi ích cho người dân. Nhưng tội lỗi của họ là lớn hơn lợi ích của họ." Và họ yêu cầu bạn những gì họ nên chi tiêu. Nói, "Dư thừa [vượt quá nhu cầu]." Vì vậy Allah làm cho rõ ràng cho bạn những câu thơ [của sự mặc khải] bạn có thể đưa ra suy nghĩ.
zu: They buza you kakhulu iwayini nokugembula.
