Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2909
source: And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation].
ca: I és ell qui ha creat a partir de l'aigua un ésser humà i el feia [un parent per] llinatge i el matrimoni. I mai és el seu Senyor competent [pel que fa a creació].
cy: Ac ef sydd wedi creu o'r dŵr bod dynol a gwneud iddo [berthynas gan] linach a phriodas. Ac byth yn eich Arglwydd yn gymwys [ynghylch creu].
da: Og det er ham, der har oprettet fra vand et menneske og gjorde ham [en slægtning af] afstamning og ægteskab. Og nogensinde er din herre kompetente [vedrørende skabelse].
el: Και είναι αυτός που έχει δημιουργηθεί από το νερό ένα ανθρώπινο ον και τον [μία σχετική με] έκανε lineage και το γάμο. Και ποτέ να είναι ο Λόρδος σας αρμόδια [σχετικά με την καθιέρωση].
et: Ja see on tema, kes on loonud veest inimene ja tegi temast [sugulase poolt] pärand ja abielu. Ja kunagi on oma Issanda pädev [kohta loomist].
fi: Ja se on hän, joka on luotu vettä ihminen ja tehnyt häntä [sukulainen] lineage ja avioliitto. Ja koskaan teidän Herranne toimivaltaisten [koskevat luominen].
he: הוא זה שתמיד יש שנוצרו מהמים אדם וגרם לו [משפחה מאת] שושלת היוחסין ונישואין. אף פעם לא חי המוסמכת [בדבר הבריאה].
hr: I on je taj koji je stvoren iz vode ljudsko biće i ga [rođak po] porijeklo i brak. I nikada je vaš gospodar nadležna [o stvaranju].
lt: Ir tai tas, kuris sukūrė iš vandens žmogus ir padarė jį [iš giminaičio] lineage ir santuokos. Ir kada nors yra jūsų Viešpats kompetentingos [apie kūrimą].
lv: Un tas ir tas, kas ir radījis no ūdens cilvēkam un lika viņam [radinieks,] ciltsrakstiem un laulību. Un kādreiz ir jūsu kungs kompetentās [attiecībā uz radīšanu].
nb: Og det er han som har skapt fra vann menneske og gjorde ham [en slektning av] avstamning og ekteskap. Og noensinne er din Herre kompetente [om opprettelse].
sk: A to je ten, kto vytvoril z vody človeka a z neho [príbuzný] rodokmeňa a manželstva. A niekedy je príslušný [týkajúce sa vytvorenia] svojho pána.
sl: In to je on, ki je ustvarjena iz vode človeka in mu [sorodnik z] rodove in zakonske zveze. In kdaj je vaš gospod pristojni [o ustvarjanje].
sr_cyrl: И он је тај који је креиран из воде људско биће, и направио га [рођака по] лозе и брак. И никад твој господар компетентан [које се односе на креирање].
sr_latn: I on je taj koji je kreiran iz vode ljudsko biće, i napravio ga [rođaka po] loze i brak. I nikad tvoj gospodar kompetentan [koje se odnose na kreiranje].
uk: І це той, хто створив з води по-людськи і зробив його [родича по] lineage і шлюбу. І коли-небудь ваш Господь компетентним [щодо створення].
vi: Và đó là người đã tạo ra từ nước một con người và làm cho anh ta [một thân nhân của] dòng và hôn nhân. Và từng là Chúa của bạn có thẩm quyền [liên quan đến sáng tạo].
zu: Futhi kuba Lowo odale ngamanzi yinyama wamenza [a ezilinganiselwe ebekwe] yayiyovela ohlwini lozalo nomshado.

# Quran2910
source: But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan].
ca: Però veneren més que Allah, que que no beneficiar-los o danyar-los i la disbeliever es mai, contra el seu Senyor, assistant [Satanàs].
cy: Ond mae eu bod yn addoli yn hytrach na Allah sy'n nad yw'n fudd iddynt nac niwed iddynt, ac y disbeliever erioed, erbyn ei Arglwydd, cynorthwy-ydd [i Satan].
da: Men de tilbeder i stedet for Allah, som ikke gavne dem eller skade dem, og vantro er nogensinde, mod sin herre, assistent [for Satan].
el: Αλλά λατρεύουν παρά τον Αλλάχ, αυτό που δεν επωφελούνται τους ή να βλάψει τους, και το disbeliever είναι ποτέ, εναντίον του Λόρδου, βοηθός [Σατανά].
et: Kuid nad kummardavad Jumalat, seda, mis neile kasu või kahju, ja nende uskmatu on kunagi, ta isand, assistent [Saatana] vastu mitte.
fi: Mutta he palvovat kuin Jumala, että joka ei hyödyntää niitä tai haittaa niitä, ja disbeliever koskaan vastaan Herraansa avustajan [Saatana].
he: אבל הם סוגדים ולא אללה זה אשר אינו עוזר להם או להזיק להם, את disbeliever אי פעם, כנגד אדונו, עוזר [לשטן].
hr: Ali oni obožavaju a ne Allah ono što ih imati koristi ili štete njima, i ste nevjernik je, protiv svoga gospodara, pomoćnik [Sotona].
lt: Bet jie garbina ne Dievas, kuris duotų jiems naudos ir žalos jiems, ir kad neteisingas yra kada nors, prieš savo Viešpatį, asistentas [į Šėtonas].
lv: Bet viņi pielūdz, nevis to, kas nav labumu tiem vai kaitēt un disbeliever ir kādreiz, pret savu kungu, asistentu [sātans] Allah.
nb: Men de tilber Allah det som godt ikke eller skade dem, og disbeliever er noensinne, mot hans Herre, assistent [til Satan].
sk: Ale uctievajú skôr ako Boh, ktorý nemá úžitok ani poškodiť a neveriacich je niekedy, proti svojmu pánovi, asistent [Satan].
sl: Vendar so častili namesto Allah, ki ne korist ali škodo jim, in je Nevjernik je kdaj, proti njegov gospodar, asistent [Satan].
sr_cyrl: Али , они се клањају а не Аллах то која није у њихову корист или не науди их, а и не верује да је икада, против свог господара, асистента [Сотони].
sr_latn: Ali, oni se klanjaju a ne Allah to koja nije u njihovu korist ili ne naudi ih, a i ne veruje da je ikada, protiv svog gospodara, asistenta [Sotoni].
uk: Але вони поклоняються замість того, щоб Аллах, те, що не на користь їх і не завдати шкоди їх і в disbeliever коли-небудь, проти пана свого, помічником [сатана].
vi: Nhưng họ tôn thờ thay vì Allah mà trong đó không có lợi cho họ hoặc gây tổn hại cho họ, và disbeliever là bao giờ hết, chống lại Chúa của ông, một phụ tá [Satan].
zu: Kodwa bakhulekela kunokuba Allah eliphambene nalelo akazuzi them noma ukulimaza kwabo, futhi disbeliever njalonjalo, ngokumelene akhe Lord umsizi [kuSathane].

# Quran2911
source: And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.
ca: I ens han no enviat, [O Muhammad], excepte com a portador de la bona nova i un Avisador.
cy: Ac nad ydym wedi anfon chi, [O Muhammad], ac eithrio fel bringer o tidings da a warner.
da: Og vi har ikke sendt dig, [O Muhammad], undtagen som en bringer gode tidender og en warner.
el: Και δεν σου στείλαμε, [Ο Μωάμεθ], εκτός από ως ένας bringer του καλή είδηση και μια warner.
et: Ja me ei saatnud, [O Muhammad], välja arvatud kui rõõmusõnumit ning ka warner kandjad.
fi: Ja ei lähetimme sinulle, [Oi Muhammed] paitsi kuin bringer ilosanoman ja warner.
he: לא שלחנו לך, [O מוחמד], למעט שמפיץ בשורות טובות, של וורנר.
hr: I što ne primite, [O Muhammad], osim kao Donositelj dobre vijesti i za warner.
lt: Ir ne išsiuntėme jums, [O Muhammad], išskyrus kaip per bringer gera žinia ir su warner.
lv: Un mums vēl nav nosūtīts jums [O Muhammad], izņemot kā bringer labas vēstis un warner.
nb: Og vi ikke har sendt deg, [O Muhammad], unntatt som en bringer av gode budskap og advarsler.
sk: A my vám poslal, [Mohamed], s výnimkou ako prinášajúci dobrú zvesť a warner.
sl: In mi smo ne poslali vam, [O Muhammad], razen kot prinašalca dobrih novic in a warner.
sr_cyrl: И нису послали смо вам, [О Мухаммад], осим као доносилац радосне и за wарнер.
sr_latn: I nisu poslali smo vam, [O Muhammad], osim kao donosilac radosne i za warner.
uk: І ми не послав вас, [O Мухаммад], крім як bringer добру новину і в warner.
vi: Và chúng tôi đã không gửi cho bạn, [O Muhammad], ngoại trừ như một bringer của tidings tốt và một warner.
zu: Futhi We akakuthumanga, [O Muhammad], ngaphandle uma oletha izindaba ezinhle futhi warner.

# Quran2912
source: Say, "I do not ask of you for it any payment - only that whoever wills might take to his Lord a way."
ca: Dir, "no ho vostès qualsevol pagament - només que qui vol podria portar al seu Senyor forma."
cy: Dweud, "Nid wyf yn gofyn ichi amdano unrhyw daliad-dim ond bod pwy bynnag wills gallai cymryd i Arglwydd ei ffordd."
da: Sige, "Jeg ikke beder jer for det enhver betaling - kun at hvem testamenter måtte tage til hans herre måde."
el: Λένε, «Δεν ζητώ από εσάς για οποιαδήποτε πληρωμή - μόνο ότι όποιος θέλει μπορεί να διαρκέσει για Rabbo τρόπο.»
et: Öelda: "Ma ei küsi teist see makse - ainult et kes tahab võib võtta oma Issanda viis."
fi: Sanoa, "En pyydä teitä sitä palkkaa - vain että kuka tahtoo voisi ryhtyä hänen herransa tavalla."
he: לומר, "אני לא לבקש מכם זה כל תשלום - רק שגם מי צוואות לאדונו דרך."
hr: Kažu, "Ne tražim od vas za to bilo koje plaćanje - samo da onaj tko želi može uzeti za svog gospodina način."
lt: Sako, "I don't paprašyti jus už tai jokių mokėjimo - tik kad kas, jeigu jie galėtų imtis savo Viešpaties taip."
lv: Teikt: "Es nedomāju lūgt jūs par to jebkurš maksājums - tikai to, ka tas, kurš testamentu varētu aizvest uz viņa kungs tā."
nb: Si, "Jeg ikke spør dere for betaling - bare at den som viljer kan ta hans Herren en måte."
sk: Povedať: "nie žiadam od vás na to výplatu - len to, že ten, kto chce môže trvať jeho pána spôsobom."
sl: Reči, "Ne prosim vas za to plačilom - le da kdor hoče lahko svojemu gospodar način."
sr_cyrl: Реци , "Не тражим од вас за то плаћаш - само да ко год воља може потрајати до свог господара начин."
sr_latn: Reci, "Ne tražim od vas za to plaćaš - samo da ko god volja može potrajati do svog gospodara način."
uk: Сказати: "Я не просять вас це будь-які виплати - тільки що той, хто воля може тривати своєму панові чином."
vi: Nói, "Tôi không yêu cầu bạn cho nó bất kỳ thanh toán - chỉ rằng bất cứ ai di chúc có thể mất Chúa của mình một cách."
zu: Ithi, "Angiceleli kini ngoba noma iyiphi inkokhelo -. Kuphela ukuthi whoever TANDO angase azithathe ukuze akhe Lord indlela"

# Quran2913
source: And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted -
ca: I confiar en la vida mai-que no moren i exaltar [Allah] amb l'elogi. I és suficient va ser, amb els pecats dels seus servents, familiaritzeu -
cy: A dibynnu arno erioed-byw pwy nad yw yn marw, a exalt [Allah] ei ganmol. Ac mae digon o ef i fod, gyda bechodau ei weision, yn gyfarwydd-
da: Og påberåbe sig den Ever-levende, der ikke dø, og ophøje [Allah] med sin ros. Og nok er han skal med synder af sine tjenere, bekendt -
el: Και να επικαλεστεί την ολοένα και συνθηκών διαβίωσης που δεν πεθαίνουν, και να υψώσει [Αλλάχ] με τον έπαινο. Και επαρκή είναι αυτός για να είναι, με τις αμαρτίες από τους δούλους, εξοικειωθούν -
et: Ja toetuda Ever-elu, kes surevad ja ülendab [Jumalat] tema kiituse. Ja piisav on ta olevat koos oma sulased patud tuttavaks -
fi: Ja yhä elävät, joka ei kuole, ja ylistää [Jumala] hänen ylistystä. Ja riittävä hän on hänen palvelijansa synnit tutustuminen -
he: לסמוך על Ever-החיים לא למות, אשר מבליטות [אללה] בשבחים שלו. והוא מספיק כדי להיות, עם חטאי משרתיו, היכרות -
hr: I oslanjaju se na Ever-dnevni koji umre, a veličati [Allah] s njegova slava. I dovoljno je da se, s grijesima svojim slugama, upozna -
lt: Ir remtis Ever-gyvenimo, kurie ne mirti, ir išaukštinti [Dievas] su savo Dievą. Ir pakankamai yra jis turi būti, su savo tarnus, nuodėmių susipažinti -
lv: Un atsaukties uz kādreiz dzīves, kas nav mirst, un cildināt [Allah] ar savu atzinību. Un viņš būt kopā ar saviem kalpiem grēki ir pietiekami iepazīstināti -
nb: Og stole på den stadig levende som ikke dø, og opphøye [Allah] med sin lovprisning. Og tilstrekkelig er han å være, med syndene sine tjenere og kjent -
sk: A spoliehať na Ever-život, ktorý nemá zomrieť, a oslavovať [Allah] s jeho chvále. Dostatočne má byť s hriechmi svojich služobníkov, zoznámiť -
sl: In se zanašajo na Ever-življenje, ki ni umrl, in poveličujejo [Alahove] s svojo hvalo. In dovolj je, da z grehi služabnike, seznanjeni -
sr_cyrl: И да се ослонимо на Евер-ћивима који не умире, и слави [Аллах] са његову славу. И довољно је да буде, са грехови његове слуге, упознамо -
sr_latn: I da se oslonimo na Ever-ћivima koji ne umire, i slavi [Allah] sa njegovu slavu. I dovoljno je da bude, sa grehovi njegove sluge, upoznamo -
uk: І покладаються на Ever-життя, які не вмирають і exalt [Аллах] з його похвали. І достатнім він буде з гріхів своїх рабів, знайомитися -
vi: Và dựa vào Ever-sống những người không chết, và nâng cao [Allah] với lời khen của Anh. Và đầy đủ là ông, với những tội lỗi của công chức của mình, làm quen -
zu: Wethembele olokhu Living ngubani akafi, aphakamise [Allah] udumo lwakhe.

# Quran2914
source: He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed.
ca: Ell que ha creat el cel i la terra i el que és entre ells en sis dies i després s'establí per sobre el tron - més compassius, tan preguntar sobre ell un ben informat.
cy: Ef a greodd y nefoedd a y ddaear a'r hyn sydd rhyngddynt yn chwe diwrnod ac yna ei hun yn sefydlu uchod i'r Orsedd-tosturiol, felly gofynnwch am iddo un doeth.
da: Han, som skabte himlene og jorden og hvad der er mellem dem i seks dage og derefter etableret sig over trone - den mest barmhjertige, så spørg om ham en velinformeret.
el: Εκείνος που σε δημιούργησε τον ουρανό και τη γη και ό, τι είναι μεταξύ τους σε έξι ημέρες και να καθιερωθεί στη συνέχεια πάνω από το θρόνο - ο πανάγαθος, έτσι Ρωτήστε τον ένα καλά ενημερωμένο.
et: Ta loonud taeva ja maa ja mis on nende kuue päeva vahel ja ise troonile - armollinen, eespool kehtestatud nii küsida temast üks hästi teavitatud.
fi: Hän, joka loi taivaat ja maan ja mikä on niiden kuuden päivän välillä ja vakiinnuttanut itsensä edellä Throne - laupias, joten Kysy hänestä yksi hyvin perillä.
he: מי יצר את השמים, האדמה ואת מה שביניהם תוך שישה ימים לאחר מכן ביסס את עצמו מעל הכתר - הרחמן ביותר, אז לשאול על אותו אחד מיודע.
hr: On koji je stvorio nebesa i zemlju i ono što je između njih u šest dana te je zatim iznad prijestolja - Najmilostiviji, pa pitao o njemu dobro informiran.
lt: Tas, kuris sukūrė dangų ir žemę ir kas yra tarp jų per šešias dienas ir tada nustatyti save virš sosto - litosciwy, todėl paklausti apie jį vienas gerai informuoti.
lv: Viņš, kas radīja debesis un zemi un to, kas ir starp tām sešām dienām un pēc tam iemitinājies virs troņa - žēlsirdīgs, tāpēc lūgt par viņu vienu labi informēti.
nb: Som skapte himlene og jorden og det som er mellom dem i seks dager og etablerte seg over tronen - den mest barmhjertige, så spør om ham godt informert.
sk: Ten, kto vytvoril nebies a Zeme a čo je medzi nimi za šesť dní a potom nasledovala nad trón - Most Milosrdných, požiadajú o ňom jeden dobre informovaní.
sl: On, ki je ustvaril nebo in zemljo in kaj je med njimi v šestih dneh in nato uveljavil zgoraj prestol - najbolj usmiljen, torej vprašati o njem, eno dobro obveščeni.
sr_cyrl: Он који је створио небо и земљу и шта је између њих у шест дана, а затим утврдио изнад трона - најмилостивији, тако никоме рекао о њему добро информисани.
sr_latn: On koji je stvorio nebo i zemlju i šta je između njih u šest dana, a zatim utvrdio iznad trona - najmilostiviji, tako nikome rekao o njemu dobro informisani.
uk: Той, хто створив небо і земля і те, що між ними в шість днів і потім зарекомендував себе над Престолом - самий милосердний, тому запитайте про нього один добре інформований.
vi: Ông đã tạo ra trời và trái đất và những gì giữa chúng trong sáu ngày và sau đó thành lập chính mình trên ngai vàng - đặt thương xót, vì vậy yêu cầu về anh ta một cũng thông báo.
zu: Lowo owadala amazulu nomhlaba futhi siyini phakathi kwabo izinsuku eziyisithupha bese wazimisa ngenhla Sobukhosi - the Ningi Nomusa, ngakho buza kakhulu Him ngolwazi kahle.

# Quran2915
source: And when it is said to them, "Prostrate to the Most Merciful," they say, "And what is the Most Merciful? Should we prostrate to that which you order us?" And it increases them in aversion.
ca: I quan es diu que ells, "Postrar a the misericordiós," diuen, "i el que és el més Clement? Ha ens postrar al que ens demana?" I ells augmenta en aversió.
cy: A pan mae'n cael ei ddweud wrthynt, "Prostrate i y mwyaf tosturiol," maent yn dweud, "a beth yw y mwyaf Merciful? [Dylai ein prostrate i'r hyn y mae eich Gorchymyn inni?" Ac mae'n cynyddu eu mewn gwrthwynebiad.
da: Og når det er sagt til dem, "Næsegrus til den mest barmhjertige," de siger, "og hvad er den mest barmhjertige? Bør vi næsegrus, som du bestiller os?" Og det øger dem i aversion.
el: Και όταν είπε σε αυτούς, «Εξαπλώνω σε πιο φιλεύσπλαχνος,» λένε, «και τι είναι πιο εύσπλαχνος; Θα πρέπει εμείς να εξαπλώνω αυτό που μπορείτε να παραγγείλετε μας;» Και αυξάνει τους σε αποστροφή.
et: Ja kuna öeldakse neile "Polvistuvan – the armollinen," nad ütlevad, "ja mis on kõige Merciful? Peaks me polvistuvan sellele, mida tellite meie?" Ja see suurendab neid vastumeelsus.
fi: Ja kun se heille sanotaan, "Nujerrettu to armollinen," he sanovat, "ja mikä on kaikkein armollisin? Olisi meidän nujerrettu kuin se, josta voit tilata meille?" Ja se lisää niitä välttäminen.
he: כאשר הוא אמר להם, "להשפיל את והרחמן," הם אומרים, "ומהי ביותר הרחום והחנון? כדאי לנו להשפיל לאלה שאותם תזמין לנו?" זה מגדיל אותם בסלידה.
hr: I kada je rekao da ih "Bespomoćan da je Najmilostiviji," kažu oni, "a što je najviše milostiv? Trebali smo bespomoćan da ono što bi nas?" I povećava ih u averziju.
lt: Ir kai jis pasakė jiems, "Wybijaja į the litosciwy," jie sako, "o kas yra labiausiai litosciwy? Turėtų mes wybijaja, kurie užsisakote mus?" Ir jis didėja juos į baimę.
lv: Un kad tas esot pie viņiem, "Nogurdināt ar vairums žēlsirdīgs," viņi saka: "un kas ir visvairāk žēlsirdīgs? Būtu mums nogurdināt, ko jūs mums pasūtīt?" Un tā pieaugumu novēršana.
nb: Og når det er sagt til dem, "Nedbrutt til den mest barmhjertige," de sier, "og hva er mest barmhjertig? Bør vi nedbrutt som du bestille oss?" Og øker dem i aversjon.
sk: Keď sa povie im, "Přemoci na Most Milosrdných," hovoria: "a čo je najviac Milosrdných? Mali sme přemoci, ktorú si objednáte nás?" A to zvýšením odpor.
sl: In ko je dejal, da jih "Prostracije na the Most usmiljen," pravijo, "in kaj je najbolj usmiljen? Naj mi prostracije tistemu, ki bi nas?" In jim povečuje v odpor.
sr_cyrl: А када се говори да их "Поклоните да тхе најмилостивији," кажу,"и који је највише милосрдна? Требало би да нам поклоните да оно што нас поручујете?" И повећава их у аверзију.
sr_latn: A kada se govori da ih "Poklonite da the najmilostiviji," kažu, "i koji je najviše milosrdna? Trebalo bi da nam poklonite da ono što nas poručujete?" I povećava ih u averziju.
uk: І коли він сказав їм: "НІЦ до самий милосердний," вони говорять, "і що найбільш Merciful? Повинні ми НІЦ до того, що ви замовляєте нас?" І збільшується їх в огиду.
vi: Và khi nó được cho họ, "Suy nhược cho the nhất Merciful," họ nói, "và nhất Merciful là gì? Nên chúng tôi suy nhược vào đó mà bạn đặt hàng cho chúng tôi?" Và nó làm tăng chúng trong bất mãn.
zu: Futhi uma wathi kubo: "phansi ukuze the Ningi Nomusa," bathi, "Futhi iyini Nomusa? Akufanele yini nathi ngobuso lokho iyale us?"

# Quran2916
source: Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon.
ca: Beneït és el que ha posat en les grans estrelles de cel i posat en ell una làmpada [ardor] i Lluna lluminosa.
cy: Yn ffodus mae ef sydd wedi gosod yn y sêr mawr sky a gosod ynddo lamp [llosgi] a'r lleuad llewychol.
da: Velsignet er han, som har placeret i himlen store stjerner og placeret deri en [brænde] lampe og lysende måne.
el: Ευλογημένος είναι αυτός που έχει τοποθετηθεί σε μεγάλα αστέρια ουρανό και να τοποθετείται σ ' αυτό ένα λαμπτήρα [Εγγραφή] και φωτεινές φεγγάρι.
et: Õnnis on see, kes on paigutatud taevas suurt tähte ja asetatud selles lisas [põletamine] lamp ja helendav moon.
fi: Siunattu on hän, joka on sijoitettu sky suuret tähdet ja sijoitettu siinä [palava] lamppu ja valoisa kuu.
he: ברוך הוא אשר יש להציב הכוכבים הגדולים שמיים והניח בו המנורה [בוער] וירח זוהר.
hr: Blagoslovljen je onaj koji je u nebu velika zvijezda i stavljen u njemu [snimanje] svjetiljka i svijetao mjesec.
lt: Palaimintas yra tas, kuris buvo dedamas į dangų Didžiosios žvaigždės ir pateikiami jame [degimo] žibintai ir šviesos mėnulis.
lv: Laimīgs ir tas, kurš ir novietots liels zvaigznes debesīs un tajā ievieto [degšanas] lampas un gaismas mēness.
nb: Salig er den som har plassert i himmelen store stjerner og plassert der en [brennende] lampe og lyse månen.
sk: Blahoslavený je ten, kto má umiestnené veľké hviezdy oblohy a umiestnené v ňom [horiace] svetlo a svetelný mesiac.
sl: Blagoslovljen je tisti, ki je dano v nebo velike zvezde in zanj v njej [pereč] svetilke in svetlobna luna.
sr_cyrl: Благословен је онај који је постављен у велике звезде на небу, и стављен у томе [запаљеног] лампу и светле, Мун.
sr_latn: Blagosloven je onaj koji je postavljen u velike zvezde na nebu, i stavljen u tome [zapaljenog] lampu i svetle, Mun.
uk: Благословен, хто йде який поміщений в небо велику зірки і поміщений в ньому [спалювання] лампа і світяться місяця.
vi: May mắn là ông đã được đặt trong những ngôi sao lớn trên bầu trời và đặt trong đó [ghi] đèn và sáng mặt trăng.
zu: Ubusisiwe Lowo ibekwe esibhakabhakeni izinkanyezi ezinkulu futhi ibekwe therein a [esivuthayo] isibani nenyanga elikhanyayo.

# Quran2917
source: And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude.
ca: I és ell qui ha fet la nit i el dia en una successió per a qui vol recordar o desitjos de gratitud.
cy: Ac ef a wnaeth y nos a dydd yn olyniaeth ar gyfer pwy bynnag sy'n dymuno cofio neu yn dymuno diolch.
da: Og det er ham, der har gjort nat og dag i træk for hvem ønsker at huske eller begærer taknemmelighed.
el: Και είναι αυτός που έκανε την νύχτα και την ημέρα διαδοχικά για όποιον επιθυμεί να θυμόμαστε ή επιθυμίες ευγνωμοσύνη.
et: Ja see on tema, kes on teinud öö ja päeva järjest kes iganes soovib meelde jätta või soovib tänulikkust.
fi: Ja hän on luonut yön ja päivän peräkkäin kuka haluaa muistaa tai haluaa kiittää.
he: . וזה מי עשה את הלילה והיום ברצף עבור מי רצונות לזכור או רצונות הכרת תודה.
hr: I on je taj koji je napravio noć i dan zaredom za onoga tko želi zapamtiti ili želi zahvalnost.
lt: Ir tai tas, kuris padarė naktį ir dieną iš eilės, kas nori prisiminti arba nori Padėkos.
lv: Un tas ir viņš, kurš veicis nakti un dienu pēc kārtas tas, kurš vēlas atcerēties vai vēlmes pateicību.
nb: Og det er han som har gjort natten og dagen etter hverandre for den som ønsker å huske eller ønsker takknemlighet.
sk: A je to on, kto urobil noc a deň za sebou kto chce pamätať alebo túžby vďačnosť.
sl: In to je on, ki je noč in dan zapored za kdor želi vedeti, ali želi hvaležnost.
sr_cyrl: И он је постигла ноћи и дана заредом за онај ко жели да се сетим или прохтева захвалност.
sr_latn: I on je postigla noći i dana zaredom za onaj ko želi da se setim ili prohteva zahvalnost.
uk: І це той, хто зробив ніч і день поспіль для того, хто бажає, щоб пам'ятати і бажання подяку.
vi: Và ông đã có ban đêm và ngày trong kế vị cho bất cứ ai mong muốn ghi nhớ hoặc mong muốn tỏ lòng biết ơn.
zu: Futhi kuba Lowo owenza suku suku ilandelana for yilowo nalowo othanda ukukhumbula noma izifiso ukubonga.
