Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2003
source: Say, [O Muhammad], "The Pure Spirit has brought it down from your Lord in truth to make firm those who believe and as guidance and good tidings to the Muslims."
ca: Dir, [O Muhammad], "l'esperit pur ha portat del seu Senyor en veritat faci ferma aquells que creuen i com l'orientació i la bona nova als musulmans."
cy: Dweud, [O Muhammad], "ysbryd pur wedi dwyn ei i lawr gan eich Arglwydd mewn gwirionedd i wneud cadarn rhai sy'n credu ac fel canllawiau a tidings da i'r y Mwslimiaid."
da: Sige, [O Muhammad], "den rene ånd har bragt det ned fra din herre i sandhed at gøre fast dem, der mener og som vejledning og gode tidender til muslimer."
el: Ας πούμε, [Ο Μωάμεθ], «το αγνό πνεύμα έχει έφερε από το Λόρδο στην αλήθεια να κάνουν σταθερή εκείνους που πιστεύουν και ως καθοδήγηση και καλή είδηση για τους μουσουλμάνους.»
et: Öelda, [O Muhammad], "puhas vaim tõi ta oma Lord tõde võtta kindlaid kummutatakse ning arendus- ja rõõmusõnumit moslemid."
fi: Eli [Oi Muhammed] "puhdas henki se on laskenut Lord todellisuudessa tehdä yritys, jotka uskovat ja ohjaus- ja ilosanoman muslimien."
he: תגיד, [O מוחמד], "הרוח הטהורה הכניסו אותו מן האדון האמת כדי להפוך המשרד המאמינים, כמו בשורות טובות והכוונה למוסלמים."
hr: [O Muhammad], "čistog duha je donio od vašeg gospodara istine, kako bi čvrsto vjeruju i kao smjernice i radosne muslimanima."
lt: Pasakyti, [O Muhammad], "tyra dvasia davė jį iš savo Viešpaties, tiesa, kad tvirtai tiems, kurie tiki ir kaip gairės ir gera žinia musulmonai."
lv: Teiksim, [O Muhammad] "tīra gars ir sita savu kungu, lai firma, tiem, kas tic Patiesība un kā vadlīniju un labas vēstis no musulmaņiem."
nb: Si, [O Muhammad], "ren ånd har brakt det Herrens i sannhet å gjøre fast de som tror og veiledning og gode budskap til muslimene."
sk: J. [Mohamed], "čistého ducha priniesla to od vášho pána v pravde, aby firma, tých, ktorí veria a ako usmernenie a radostnú zvesť moslimov."
sl: Reči, [O Muhammad], "čistega duha je prinesel od svojega Gospoda, v resnici, da bi podjetja, tiste, ki verjamejo in kot smernice in dobrih novic za muslimane."
sr_cyrl: Реци , [О Мухаммад], "цисти дух га је донео од твог Господа, истина је да се чврсто оних који верују и као водич и радосне муслиманима."
sr_latn: Reci, [O Muhammad], "cisti duh ga je doneo od tvog Gospoda, istina je da se čvrsto onih koji veruju i kao vodič i radosne muslimanima."
uk: Кажуть, [O Мухаммад], "чистого спирту приніс його від Господа насправді зробити фірми тих, хто вірить і як керівництва і добру новину мусульман."
vi: Nói, [O Muhammad], "tinh thần tinh khiết đã mang nó từ của mình Chúa trong sự thật để làm cho công ty với những người tin và như hướng dẫn và các tidings tốt để các tín đồ Hồi giáo."
zu: Awusho, [O Muhammad], "UMoya Pure ulilethele it phansi kho Lord eqinisweni kube yimi owenza lezo aqine kholwa njengoba isiqondiso futhi izindaba ezinhle ukuba amaSulumane."

# Quran2004
source: And We certainly know that they say, "It is only a human being who teaches the Prophet." The tongue of the one they refer to is foreign, and this Qur'an is [in] a clear Arabic language.
ca: I certament sabem que ells diuen, "És només un ésser humà que ensenya el profeta". La llengua d'aquest que es refereixen a és estrangera, i aquesta Qur ' an és [una llengua àrab a].
cy: Ac yr ydym yn gwybod yn sicr y byddant yn dweud, "Mae'n dim ond bod dynol sydd yn addysgu y Proffwyd." Y tafod yr un y maent yn cyfeirio at yn tramor, ac yn y Qur'an hwn [mewn] iaith Arabeg yn glir.
da: Og vi ved helt sikkert, at de siger, "Det er kun et menneske, der underviser profeten." Tungen af det de refererer til er udenlandske, og denne Koranen er [i] en klar arabisk sprog.
el: Και γνωρίζουμε σίγουρα ότι λένε, «Είναι μόνο ένα ανθρώπινο ον που διδάσκει ο προφήτης». Η γλώσσα του ενός αναφέρεστε είναι ξένη και αυτό Qur'an είναι [ένα σαφές αραβική γλώσσα σε].
et: Ja me kindlasti teada, et nad ütlevad, "See on ainult inimene, kes õpetab prohvet." Nad viitavad üks keel on võõras ja see Koraan on [v] selge araabia keel.
fi: Tiedämme varmasti, että he sanovat: "Se on vain ihminen, joka opettaa profeetta." Ne viittaavat yhden kielen on ulkomaalainen, ja tämän Koraanin on [in] selkeä arabiaksi.
he: אנחנו בהחלט יודעים כי הם אומרים, "זה רק יצור אנושי אשר מלמדת את הנביא". הלשון של האחד שהם מתייחסים זרים, את הקוראן הזה הוא [ב] שפה ערבית ברורה.
hr: A mi sigurno znamo da kažu, "To je samo ljudsko biće koje uči prorok." Jezik neki se odnose na je stranih, a ovaj Kur'an je [u] jasno arapski jezik.
lt: Ir mes tikrai žinome, kad jie sako, "Tai tik žmogus, kuris moko pranašas." Jie nurodo, kad viena kalba yra užsienio, ir šis Koran yra [in] aiškiai Arabų kalba.
lv: Un mēs, protams, zināt, ka viņi saka, "Tas ir tikai cilvēks, kurš māca pravietis." Tie attiecas uz viena mēle ir ārvalstu un šo Qur atrodas [] skaidri arābu valodā.
nb: Og vi vet at de sier, "Det er bare et menneske som underviser profeten." Tungen av de refererer til er utenlandske, og denne Koranen er [i] en klar arabisk.
sk: A určite vieme, že oni hovoria, "Je to len človek, ktorý učí prorok." Jazyk jeden oni sa odvolávajú na je cudzie a tento Korán je [v] jasne Arabský jazyk.
sl: In seveda vemo, da bi rekli, "To je samo človeško bitje, ki uči preroka." Je jezik tisti, ki se nanašajo na tujih, in tej Qur'an je [v] jasno arabski jezik.
sr_cyrl: И знамо сигурно да кажу, "То је само људско биће који предаје пророка." Онај који се односе на језик је страних, а овај Куран је [у] јасно арапски језик.
sr_latn: I znamo sigurno da kažu, "To je samo ljudsko biće koji predaje proroka." Onaj koji se odnose na jezik je stranih, a ovaj Kuran je [u] jasno arapski jezik.
uk: І ми, звичайно, знаю, що вони говорять, "Це тільки людська істота, який викладає пророка". Язик той, який вони відносяться до іноземних, і цей Коран [в] чітко арабською мовою.
vi: Và chúng tôi chắc chắn biết rằng họ nói, "nó chỉ một con người người dạy các tiên tri." Lưỡi của họ đề cập đến là nước ngoài, và kinh Koran này là trong một ngôn ngữ rõ ràng tiếng ả Rập.
zu: Futhi Ngokuqinisekile niyazi ukuthi bathi, "Kuyinto kuphela isidalwa esingumuntu ofundisa umProfethi."

# Quran2005
source: Indeed, those who do not believe in the verses of Allah - Allah will not guide them, and for them is a painful punishment.
ca: De fet, els que no creuen en els versos d'Allah - Allah no guiarà-los i per a ells és un dolor càstig.
cy: Yn wir, y rhai nad ydynt yn credu yn y penillion Allah-bydd Allah yn tywys ni, ac iddynt hwy yn cosbi poenus.
da: Ja, dem, der ikke tror på Allah - Allah vers vil ikke guide dem, og for dem er en smertefuld straf.
el: Πράγματι, όσοι δεν πιστεύουμε στην στίχους του Αλλάχ - Αλλάχ δεν θα τους καθοδηγήσουν, και αποτελεί για αυτούς μια οδυνηρή τιμωρία.
et: Tõepoolest, need, kes ei usu, Jumal - Jumal salmid juhendavad neid, ja neil on valus karistus.
fi: Itse asiassa ne, jotka eivät usko Jumalan - jakeissa, Jumala ei ohjaa heitä ja niitä on tuskallinen rangaistus.
he: ואכן, אלה אשר אינם מאמינים של אללה - אללה לא ינחה את אותם, ויש להם עונש כואב.
hr: Uistinu, oni koji ne vjeruju u stihovima od Allaha - Allah će ih voditi, i za njih je bolna kazna.
lt: Iš tiesų, tiems, kurie nemanau, kad Dievas - Dievas eilėraščiai ne padės juos, ir jiems yra skausmingas bausmė.
lv: Patiešām, neticu Allah - Allah pantus, kuri nav viņiem palīdzēs, un viņiem ir sāpīgi sods.
nb: Faktisk, de som ikke tror på vers av Allah - Allah vil ikke lede dem, og for dem er en pinefull straff.
sk: V skutočnosti tí, ktorí neveria vo veršoch Alaha - Alah nie im sprievodca a je pre nich bolestivé trest.
sl: Res, tisti, ki ne verjamejo v verzih Allah - Allah ne bo vodilo, in za njih je boleča kazen.
sr_cyrl: Заиста , они који не верују у стихове Аллаха - Аллах водиће их, и за њих је болна казна.
sr_latn: Zaista, oni koji ne veruju u stihove Allaha - Allah vodiće ih, i za njih je bolna kazna.
uk: Дійсно, тих, хто не вірить у віршах Аллах - Аллаху не направляти їх і для них є болючим покарання.
vi: Thật vậy, những người không tin vào những câu thơ của Allah - Allah sẽ không hướng dẫn cho họ, và cho họ là một hình phạt đau đớn.
zu: Ngempela, labo abakholelwa amavesi Allah - Allah ngeke khaphi them futhi for them is a buhlungu jeziso.

# Quran2006
source: They only invent falsehood who do not believe in the verses of Allah, and it is those who are the liars.
ca: Només van inventar falsedat que no creuen en els versos d'Allah, i és qui són mentiders.
cy: Dim ond maent yn dyfeisio anwiredd nad ydynt yn credu yn y penillion Allah, ac mae'n rheini y celwyddgwn.
da: De kun opfinde løgn, der ikke tror på Allah vers, og det er dem, som løgnere.
el: Θα εφεύρουν μόνο ψέμα που δεν πιστεύουν στην στίχους του Αλλάχ, και είναι αυτοί που είναι οι ψεύτες.
et: Nad ainult leiutada valetamine, kes ei usu Jumalat salmid ja on neid, kes on valetas.
fi: Vain keksiä valhe, jotka eivät usko Jumalan jakeissa, ja ne, jotka ovat valehtelijoita.
he: רק ממציאים כזב אשר לא מאמינים של אללה, זה מי הם השקרנים.
hr: Samo izmišljaju laži koji ne vjeruju u stihovima Allaha, i oni koji su su lažovi.
lt: Jie tik sugalvoti melas, kurie netiki Dievo ženklai, ir tai yra tie, kurie klamcami.
lv: Viņi tikai izgudrot Meli, kuri neticu Allah vārsmas, un tas ir tiem, kuri ir liars.
nb: De bare oppfinne løgn som ikke tror på vers av Allah, og det er de som er løgnere.
sk: Oni len vymyslieť lož, ktorí neveria vo veršoch Alláha, a to je tých, ktorí sú klamári.
sl: So le izumiti laž, ki ne verjamejo v verzih Allah, in to je tisti, ki so lažnivci.
sr_cyrl: Само измисле неистина који не верују у стихове Алаха, и онима који су лаћљивци је.
sr_latn: Samo izmisle neistina koji ne veruju u stihove Alaha, i onima koji su laћljivci je.
uk: Вони тільки винаходити брехня, які не вірять у віршах Аллаха, і це ті, хто в брехунів.
vi: Họ chỉ phát minh ra falsehood người không tin vào những câu thơ của Allah, và đó là những người đang có những kẻ nói dối.
zu: Bathi kuphela usungula amanga abangakholelwa emavesini Allah, futhi kuba labo abangababiziweyo hubu.

# Quran2007
source: Whoever disbelieves in Allah after his belief... except for one who is forced [to renounce his religion] while his heart is secure in faith. But those who [willingly] open their breasts to disbelief, upon them is wrath from Allah, and for them is a great punishment;
ca: Qui disbelieves en Allah després de la seva creença... excepte que és forçat [a renunciar a la seva religió] mentre que el seu cor és segur en la fe. Però qui [voluntàriament] obrir els seus pits a la incredulitat, a ells és la ira d'Allah, i per a ells és un gran càstig;
cy: Pwy bynnag sydd yn disbelieves yn Allah ar ôl ei gred... ac eithrio un sy'n cael ei gorfodi [i ymwrthod â ei grefydd] tra bod ei galon yn ddiogel mewn ffydd. Ond rheini [o'u gwirfodd] agor eu bronnau i anghrediniaeth, arnynt yn ennyn digofaint gan Allah, ac ar eu cyfer yn cosb mawr;
da: Hvem disbelieves i Allah efter hans overbevisning... bortset fra én, der er tvunget [til at frasige sig sin religion], mens hans hjerte er sikker i troen. Men dem, som [frivilligt] åbner deres bryster til vantro, på dem er vrede fra Allah, og for dem er en stor straf;
el: Όποιος disbelieves στον Αλλάχ μετά την πίστη του..., εκτός από ένα που αναγκάζεται [να απαρνηθεί τη θρησκεία], ενώ η καρδιά του είναι ασφαλή με πίστη. Αλλά εκείνοι που [πρόθυμα] να ανοίξει στήθη τους να δυσπιστία, επάνω τους είναι οργή από Αλλάχ, και για αυτούς είναι μεγάλη τιμωρία?
et: Kes iganes disbelieves Jumal... välja arvatud üks, kes on sunnitud [loobuma oma usku], kuigi tema süda on turvaline usus oma veendumuste pärast. Aga need, kes [abivalmilt] avada rindades uskumatus, neile on viha Jumalalt ja neil on suur karistus;
fi: Kuka ei usko Jumalaan jälkeen hänen uskonsa... paitsi yksi, joka on pakko [luopua hänen uskontonsa] Vaikka hänen sydämensä on turvallista uskossa. Mutta niille, jotka avaavat [mielellään] rintojaan epäuskon, heille on viha Jumalalta, ja heille on suuri rangaistus;
he: מי disbelieves באללה לאחר האמונה שלו. חוץ מי נאלץ [מוותר על הדת שלו] בעוד ליבו הוא מאובטח באמונה. אבל מי [] פותחים את השדיים שלהן כדי חוסר אמונה, עליהם הוא זעם מאללה, עבורם היא עונש גדול;
hr: Tko disbelieves u Allaha nakon njegova vjera... osim jednog koji je prisiljen [da se odrekne svoje vjere] a njegovo srce je siguran u vjeri. Ali oni koji [rado] otvori svoje grudi u nevjerici, na njih se gnjev od Allaha, i za njih je velika kazna;
lt: Kas disbelieves Dievu po jo tikėjimo... išskyrus vieną, kuris yra priverstas [atsisakyti savo religijos] o jo širdis yra tikėjimas. Bet tie, kurie [noriai] atidaryti savo krūtis į netikėjimo, jiems yra Dievo rūstybę, ir jiems yra puikus bausmė;
lv: Tas, kurš disbelieves Allah pēc viņa pārliecības …, izņemot vienu, kurš ir spiests [atteikties no savas ticības] kamēr viņa sirds ir drošā ticībā. Bet tiem, kas [labprātīgi] atveriet savas krūtis un neticība, tām ir sašutums no Allah, un viņiem ir liels sods;
nb: Hvem disbelieves i Allah etter hans tro... bortsett som er tvunget [å avstå sin religion] mens hans hjerte er trygt i tro. Men de som [frivillig] åpner deres bryst vantro, dem er vrede fra Allah, og for dem er stor straff;
sk: Ten, kto neverí v Boha po jeho presvedčenie... s výnimkou jedného, kto je nútený [vzdať svojho náboženstva] jeho srdce je zabezpečené vo viere. Ale tí, ktorí [ochotne] otvorte svoje prsia na nedôveru, na nich je hnev od Boha, a pre ne je veľký trest;
sl: Kdor jih disbelieves v Allah po njegovo prepričanje... razen enega, ki je prisiljen [odreči svojo vero] medtem ko je njegovo srce je varno, v vero. Ampak tisti, ki [pripravljen] odpreti svojih prsi nejeverno, na njih je srd od Allah, in za njih je veliko kazen;
sr_cyrl: Ко год дисбелиевес у Алаха након увјерење... осим једног који је приморан [да се одрекне своје религије], док је његово срце је осигурана у вери. Али они који [својевољно] отвори своје груди у неверици, над њима је гњев од Алаха, и за њих је велика казна;
sr_latn: Ko god disbelieves u Alaha nakon uvjerenje... osim jednog koji je primoran [da se odrekne svoje religije], dok je njegovo srce je osigurana u veri. Ali oni koji [svojevoljno] otvori svoje grudi u neverici, nad njima je gnjev od Alaha, i za njih je velika kazna;
uk: Той, хто влаштовує викрадення в Аллах після його віру..., за винятком одного, який змушений [відмовитися від своєї релігії] у той час як його серце є безпечним у вірі. Але ті, хто [охоче] відкрити їх груди невір'я, на них гнів з Аллаха, і для них велике покарання;
vi: Ai disbelieves Allah sau khi niềm tin của mình... ngoại trừ một trong những người buộc [phải từ bỏ tôn giáo của mình] trong khi trái tim của mình được an toàn trong Đức tin. Nhưng những người [sẵn sàng] mở vú của họ đến sự hoài nghi, khi họ là cơn thịnh nộ từ Allah, và cho họ là một hình phạt rất lớn;
zu: Whoever disbelieves e Allah emva inkolelo yakhe ... ngaphandle lowo uphoqelekile [ukulahla inkolo yakhe] isashisa inhliziyo yakhe ephakeme elondekile okholweni.

# Quran2008
source: That is because they preferred the worldly life over the Hereafter and that Allah does not guide the disbelieving people.
ca: Això és perquè que preferia la vida mundana sobre el més enllà i que Allah guia no un poble incrèdul.
cy: Mae hynny oherwydd bod yn well ganddynt y bywyd worldly dros y o hyn ymlaen ac nid yw bod Allah yn arwain y bobl disbelieving.
da: Det er fordi de foretrak den verdslige liv over hinsidige og at Allah ikke guide mistroiske folk.
el: Αυτό συμβαίνει γιατί προτίμησαν την κοσμική ζωή πάνω από συνέχεια και ότι Αλλάχ δεν καθοδηγεί την disbelieving άτομα.
et: Ongi, sest nad eelistasid maise elu üle edaspidi ja et Jumal juhend olid inimesed.
fi: Tämä johtuu maallista elämää parempana jäljempänä ja että Allah ei ohjaa uskottomia ihmisiä.
he: זה כי הם העדיפו את החיים הגשמיים מעל בעולם הבא ולהדריך את אללה לא העם disbelieving.
hr: To je zato što su svjetovni život preferiramo nakon smrti i da Allah ne vodič sumnja ljudi.
lt: Taip yra todėl jie pageidaujamo žemiškas gyvenimas per toliau ir kad Dievas ne gidas niewiernych žmonių.
lv: Tas ir tāpēc, ka viņi dod priekšroku pasaulīgās dzīves gaitā turpmāk un ka Allāham nav izglītotu neticīgi cilvēki.
nb: Det er fordi de foretrakk verdslige livet over hinsidige og at Allah guide ikke disbelieving folk.
sk: To je preto radšej pozemský život cez nižšie a že Boh nie je sprievodca neveriacky ľudí.
sl: To je zato, ker so raje posvetno življenje v nadaljevanju in da Allah ne vodnik disbelieving ljudi.
sr_cyrl: Зато јер су предвиђени земаљски живот преко на другом свету, и тај Алах не води дисбелиевинг људе.
sr_latn: Zato jer su predviđeni zemaljski život preko na drugom svetu, i taj Alah ne vodi disbelieving ljude.
uk: Це тому, що вони вважали за краще мирські життя над П'єра і що Аллаху не направити невіруючий людей.
vi: Đó là bởi vì họ thích cuộc sống trần tục hơn sau đây và rằng Allah không hướng dẫn người dân disbelieving.
zu: Lokho kungenxa yokuthi bakhetha worldly pilo dlulile Hereafter nokuthi Allah cha khaphi disbelieving ntu.

# Quran2009
source: Those are the ones over whose hearts and hearing and vision Allah has sealed, and it is those who are the heedless.
ca: Aquests són els que més els cors i audició i visió Allah ha segellat, i és qui són els despreocupats.
cy: Dyma'r rhai dros eu calonnau a gwrandawiad a gweledigaeth Allah wedi selio, ac mae'n rhai ydynt y heedless.
da: De er dem, i hvis hjerter og hørelse og syn Allah har forseglet, og det er dem, der er den ubekymrede.
el: Αυτοί είναι εκείνοι κατά τη διάρκεια των οποίων καρδιές και προβλήματα ακοής και όρασης Αλλάχ έχει σφραγισμένα, και είναι αυτοί που είναι ο απρόσεκτος.
et: Need on need, kelle südamed ja kuulmist ja nägemist Allah on suletud üle ja on neid, kes on selle heedless.
fi: Nämä ovat niistä yli jonka sydämet ja kuulon ja näön Allah on suljettu ja ne, jotka ovat huoleton.
he: אלה הם אלה אשר ליבם ואת השמיעה והראייה אללה חסמה, וזה אלו והילת.
hr: To su onima čija srca i sluh i vid Allah zapečatio, i oni koji su je nepažljiv.
lt: Yra tie, per kurių širdies ir klausos ir regėjimo Dievas buvo u˛darytos, ir tai yra tie, kurie į neatidus.
lv: Tie ir tie, pār kuru sirdis un dzirdes un redzes Allah ir noslēgti, un tas ir tiem, kuri ir neuzmanīgs.
nb: De er de over som hjerter og hørsel og synstap Allah har forseglet, og det er de som er heedless.
sk: To sú tie, cez ktorých srdcia a sluchom a zrakom Alah má uzavreté, a to je tých, ktorí sú nepozorný.
sl: So tiste, katerih srca in sluh in vid Allah je zapečatena, in to je tisti, ki so v brezskrben.
sr_cyrl: То су они чија срца и слух и вид Алах је затворила и је онима који су у несмотрености.
sr_latn: To su oni čija srca i sluh i vid Alah je zatvorila i je onima koji su u nesmotrenosti.
uk: Ті, ті, з якого серця і та гастриту Аллах опечатані, і це ті, хто в забутті.
vi: Đó là những cái trên có trái tim và buổi điều trần và tầm nhìn Allah đã niêm phong, và đó là những người đang có sự không lưu ý.
zu: Labo yibo phezu hliziyo nokuzwa kanye umbono Allah vuneka, futhi kuba labo abangababiziweyo heedless.

# Quran2010
source: Assuredly, it is they, in the Hereafter, who will be the losers.
ca: Cert, és que, en el futur, que seran els perdedors.
cy: Yn sicr, mae'n hwy, o hyn ymlaen, a fydd ar eu colled.
da: Sandelig, det er de, i det hinsidige, der bliver taberne.
el: Σίγουρα, αυτοί, είναι στη συνέχεια, που θα είναι οι χαμένοι.
et: Totisesti, on nad, edaspidi, kes on kaotajad.
fi: Totisesti se on ne jäljempänä, jotka häviäjiä.
he: ללא ספק, זה הם, בעתיד, מי יהיה המפסידים.
hr: Zaista, oni, je u daljnjem tekstu, koji će biti gubitnici.
lt: Be abejo, tai jie, kurie bus pralaimėjusiųjų toliau.
lv: Protams, tas ir, tās tekstā, kurš būs zaudētāji.
nb: Sannelig, det er de i det hinsidige, som er taperne.
sk: Veru, je v nižšie, ktorý je zabité.
sl: Resnično, to je oni, v nadaljevanju, ki bodo poraženci.
sr_cyrl: Засигурно , то је да су, на другом свету, који ће бити губитници.
sr_latn: Zasigurno, to je da su, na drugom svetu, koji će biti gubitnici.
uk: Напевно, саме вони, в майбутньому, які будуть програли.
vi: Chắc chắn, đó là họ, trong tương lai, Ai sẽ là người thua cuộc.
zu: Ngokuqinisekile, it is they, Hereafter abazoba losers.
