Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1951
source: They fear their Lord above them, and they do what they are commanded.
ca: Temen seu Senyor sobre d'ells, i fan el que són manat.
cy: Maent yn ofni eu Arglwydd uchod iddynt, ac maent yn gwneud hyn y maent yn gyfrifol.
da: De frygter deres herre over dem, og de gør hvad de er befalet.
el: Φοβούνται τους κυρίου από πάνω τους, και κάνουν ό, τι είναι διέταξε.
et: Nad kardavad, et nende Issand nende kohal ja nad teevad, mida nad on käskinud.
fi: He pelkäävät Herransa niiden yläpuolella, ja he tekevät, mitä he ovat käskenyt.
he: הם מפחדים לאדונם מעליהם, הם עושים מה שהם ציווה.
hr: Boje se gospodara iznad njih, a oni rade ono što su zapovjedi.
lt: Jie bijo jų Viešpats virš jų, ir jie daro ką jie liepė.
lv: Viņi baidās savu kungu virs viņiem, un viņi dara to, ko viņi ir pavēlējis.
nb: De frykter deres herre over dem, og de gjør hva de er befalt.
sk: Sa obávajú ich Hospodin nad nimi, a robia to, čo je prikázané.
sl: Se bojijo svojega Gospoda nad njimi, in ne, kaj so ukazal.
sr_cyrl: Боје се свог господара изнад њих, а они раде то наредио.
sr_latn: Boje se svog gospodara iznad njih, a oni rade to naredio.
uk: Вони бояться, що їх Господа над ними, і вони роблять те, що вони є наказав.
vi: Họ lo sợ của Chúa trên chúng, và họ làm những gì họ đang chỉ huy.
zu: Besaba bo Lord phezulu them they ncisheka babe they phatha.

# Quran1952
source: And Allah has said, "Do not take for yourselves two deities. He is but one God, so fear only Me."
ca: I Allah ha dit, "no prengui's dues divinitats. És però un Déu, així tingui por només a mi."
cy: Ac a ddywedodd Allah, "nid ydynt yn drosoch duwdod ddwy. Mae'n ond un Duw, mor ofn dim ond Me."
da: Og Allah har sagt, "Tag ikke for jer to guder. Han er kun én Gud, så frygter kun mig."
el: Και Αλλάχ είπε, «δεν το κάνουν για τους εαυτούς σας δύο θεότητες. Αυτός είναι αλλά ένας Θεός, μέχρι το φόβο μόνο εμένα.»
et: Ja Jumal ütles, "Ärge võtke ise kaks jumalused. Ta on ainult üks Jumal, nii kardan ainult mind."
fi: Ja Jumala sanoi, "Älä ota itse kaksi jumalia. Hän on vain yksi Jumala, joten pelkoa vain minua."
he: אללה אמר, "לא לקחת לעצמכם שני אלים. הוא אינו אלא אלוהים אחד, אז הפחד בלבד."
hr: I Allah je rekao: "Nemojte uzeti za sebe dva Božanstva. On je samo jedan Bog, zato strah samo ja."
lt: Ir Dievas yra pasakęs: "nėra patys dvi Dievybės. Jis yra tik vienas Dievas, Taigi bijoti tik mane."
lv: Un Allah ir teicis: "neņem sev divas Dievības. Viņš ir tikai viens Dievs, tātad bailes tikai me."
nb: Og Allah har sagt, "ikke ta dere to guddommer. Han er bare én Gud, så frykt bare meg."
sk: A Boh povedal: "neberte sami dvoch božstiev. Je to ale jeden Boh, tak strach len Me."
sl: In Alah je dejal, "ne jemljite za sebe dva božanstva. Je pa en Bog, tako strah samo mi."
sr_cyrl: И Аллах је рекао, "Не узимајте сами два боћанстава. Он је само један Бог, толико се само мене."
sr_latn: I Allah je rekao, "Ne uzimajte sami dva boћanstava. On je samo jedan Bog, toliko se samo mene."
uk: І сказав Аллах, "не беруть за собою два божеств. Він є лише один Бог, так страх тільки мене."
vi: Và Allah đã nói: "không có cho mình hai vị thần. Ông là nhưng một Thiên Chúa, như vậy sợ hãi chỉ tôi."
zu: Futhi Allah akushilo: "Musa zithatheleni lab 'onkulunkulu ababili. Nguye kodwa uNkulunkulu munye, ngakho ukwesaba kuphela Me."

# Quran1953
source: And to Him belongs whatever is in the heavens and the earth, and to Him is [due] worship constantly. Then is it other than Allah that you fear?
ca: I a ell pertany el que és en els cels i la terra i a ell es [deu] adorar constantment. Llavors, és que no sigui Allah que té por?
cy: Ac ef yn perthyn iddo beth bynnag yn y nefoedd a'r ddaear, ac iddo yn [] addoli yn gyson. Yna mae'n heblaw Allah eich bod yn ofni?
da: Og ham tilhører hvad er i himlene og jorden, og ham skyldes [] tilbede konstant. Så er det andre end Allah som du frygter?
el: Και σ ' αυτόν ανήκει ό, τι είναι στον ουρανό και τη γη, και σ ' αυτόν οφείλεται [] λατρεία συνεχώς. Στη συνέχεια, είναι εκτός από Αλλάχ που φοβούνται;
et: Ja temale kuulub iganes on taeva ja maa ja talle makstakse [] kummardavad pidevalt. Siis on kui Jumal, et sa kardad?
fi: Ja hänelle kuuluu mitä on taivaassa ja maan päällä, ja hänelle on [määrä] palvoa jatkuvasti. Niin on kuin Jumala, että pelkäät?
he: אליו שייך מה נמצא את השמים ואת הארץ, ויש לו [יעד] סוגדים כל הזמן. אז זה מלבד אללה שאתם פוחדים?
hr: I njemu pripada sve što je u nebesima i na zemlji, a mu je [zbog] klanjati stalno. Onda je to osim Allaha da vas strah?
lt: Ir jam priklauso kokia yra dangaus ir žemės, ir jam yra [dėl] melstis nuolat. Tada tai ne Dievas, kad jūs nerimaujate?
lv: Un viņam pieder, kāds ir debesis un zemi, un viņam ir [izpildes] pastāvīgi pielūdz. Tad tas nav ka jums bailes Allah?
nb: Og ham tilhører hva er i himmelen og jorden, og for ham er [grunn] tilbe stadig. Deretter er det enn Allah du frykte?
sk: K nemu patrí, čo je v nebesiach a na zemi, a k nemu je [spôsobené] stále uctievať. Potom je to ako Boh, že ste strach?
sl: In mu pripada karkoli je v nebesih in na zemlji, in mu zapade [] častili nenehno. Potem je razen Allah, ki vas je strah?
sr_cyrl: И њему припада шта год је у небеса и земљу, а да га доспева [] стално да се клањају. Онда је то осим Алаха да је тебе страх?
sr_latn: I njemu pripada šta god je u nebesa i zemlju, a da ga dospeva [] stalno da se klanjaju. Onda je to osim Alaha da je tebe strah?
uk: І йому належить все, що знаходиться в небо й земля і йому [через] поклонятися постійно. Тоді це крім Аллаха, що ти боїшся?
vi: Và anh ta thuộc về bất cứ điều gì ở trên trời và trái đất, và ông là [do] thờ phượng liên tục. Sau đó là nó khác ngoài Allah mà bạn sợ hãi?
zu: Futhi kuze Him fanele konke in the bhakabhaka hlaba, kuze Him is njalo [ngenxa] ukukhulekela.

# Quran1954
source: And whatever you have of favor - it is from Allah. Then when adversity touches you, to Him you cry for help.
ca: I qualsevol cosa que tingui de favor - és des d'Allah. Llavors quan et toca l'adversitat, li crit d'ajuda.
cy: A beth bynnag y mae gennych chi o favor-mae'n oddi wrth Allah. Yna pan mae adfyd yn cyffwrdd â chi, iddo mae chi grio am help.
da: Og uanset hvad du har af fordel - det er fra Allah. Derefter når modgang rører dig, råb ham du om hjælp.
el: Και ό, τι έχετε για της favor - είναι από τον Αλλάχ. Στη συνέχεια, όταν σας αγγίζει τις αντιξοότητες, να τον φωνάζετε για βοήθεια.
et: Ja mida iganes teil on kasuks - on Jumalalt. Siis kui ebaõnn puudutab teid, talle sa nutma appi.
fi: Ja mitä sinulla on hyväksi - se on Jumalalta. Sitten kun vastoinkäymiset koskettaa sinua, hänelle voit huutaa apua.
he: וזה כל מה שיש לך. טובה - מן אללה. לאחר מכן, מצוקות ייגע לו תקרא לעזרה.
hr: I što god imate za uslugu - to je od Allaha. Onda kada nevolja dotakne, da ga plakati za pomoć.
lt: Ir ką turi, naudai - tai Dievas. Tada kai bėdų paliečia jus, jam verkia pagalbos.
lv: Un neatkarīgi no jums ir par labu - tas ir no Allah. Pēc tam kad nelaime skar jūs, viņam jūs sauciens pēc palīdzības.
nb: Og hva du har favør - det er fra Allah. Så når motgang berører du, rop til ham du om hjelp.
sk: A čo máte láskavosť - je od Boha. Potom keď nešťastie dotkne vás, ho budete volať o pomoc.
sl: In karkoli imate korist - to je od Allah. Potem ko stisko dotakne, da mu boste jokal za pomoč.
sr_cyrl: И шта год имате за услугу - од Алаха. Онда када недаћама дотакне, да га не плакати за помоћ.
sr_latn: I šta god imate za uslugu - od Alaha. Onda kada nedaćama dotakne, da ga ne plakati za pomoć.
uk: І все, що у вас користь - від Аллаха. Потім коли негаразди стосується вас, до нього ви плакати про допомогу.
vi: Và bất cứ điều gì bạn có lợi - từ Allah. Sau đó khi nghịch cảnh chạm bạn, cho anh ta, bạn khóc để được giúp đỡ.
zu: Futhi ngakho konke onakho, esimweni esamukelekayo - kuba Allah.

# Quran1955
source: Then when He removes the adversity from you, at once a party of you associates others with their Lord
ca: Llavors quan es treu la adversitat de vostè, a la vegada una festa que associa altres amb el seu Senyor
cy: Yna pan mae'n symud y adfyd oddi wrthych, ar unwaith mae plaid chi associates eraill gyda eu Arglwydd
da: Så når han fjerner modgangen fra dig, knytter på én gang en part af du andre til deres Herre
el: Στη συνέχεια όταν αυτός καταργεί τις αντιξοότητες από εσάς, με τη μία ένα κόμμα σας συσχετίζει τους άλλους με τους Λόρδος
et: Siis kui ta eemaldab selle ebaõnne sinult, korraga pool teist seostab teised nende Issand
fi: Sitten kun hän poistaa vastoinkäymisiä teiltä, kerralla puolue sinua associates muiden Herransa kanssa
he: ואז כאשר הוא מסיר את מצוקות ממך, בעת ובעונה אחת מסיבה מכם משייכת אחרים האל שלהן
hr: Onda kada skida na nedaće od tebe, odjednom ti stranka pridružuje drugih gospodara
lt: Tada kai jis pašalina bėdų iš jūsų, vienu metu iš jūsų šalis sieja kiti su jų Viešpaties
lv: Pēc tam, kad viņš noņem jums nedienās, uzreiz puse no jums saista citiem ar savu kungu
nb: Så når han fjerner motgang fra deg, knytter samtidig et parti du andre deres Herre
sk: Potom keď sa odstráni nepriazeň osudu od vás, naraz strana vám priradí iní svojho pána
sl: Potem ko se on odpravlja na stisko od vas, naenkrat stranka od vas poveže drugi s svojega Gospoda
sr_cyrl: Онда када он уклања у невољама од тебе, у исто време забаву од вас повезује другима са свог господара
sr_latn: Onda kada on uklanja u nevoljama od tebe, u isto vreme zabavu od vas povezuje drugima sa svog gospodara
uk: Потім коли він видаляє несприятливої від вас, одночасно партії з вас пов'язує інші з їх Господа
vi: Sau đó khi ông loại bỏ những nghịch cảnh từ bạn, cùng một lúc một bên của bạn liên kết những người khác với Chúa
zu: Khona lapho uzisusa kuhlupheka kusuka kuwe, ngaso leso ephathini kini Uzihlanganisa abanye neNkosi yabo

# Quran1956
source: So they will deny what We have given them. Then enjoy yourselves, for you are going to know.
ca: Així es podrà negar el que hem donat ells. Llavors gaudeix-ne, perquè vas saber.
cy: Felly y maent yn gwadu yr hyn yr ydym wedi rhoi iddynt. Yna fwynhau eich hunain, ar gyfer y byddwch yn gwybod.
da: Så de vil benægte, hvad vi har givet dem. Så Nyd jer selv, for du vil vide.
el: Έτσι θ ' αρνηθούν τι θα τους έχουν δώσει. Στη συνέχεια, Απολαύστε τους εαυτούς σας, γιατί θα ξέρουν.
et: Nii nad eitavad, mida me andnud neile. Seejärel Nautige, sest te ei kavatse teada.
fi: Joten he kieltävät olemme antaneet heille. Sitten nauttia itse, tulet tietää.
he: אז הם להכחיש מה נתנו להם. אז תהנו, כי אתה הולך לדעת
hr: Tako preko noći što smo im dali. Onda uživajte, jer ćete znati.
lt: Taip jie neigia, ką mums davė jiems. Tada mėgautis save, nes jūs einate sužinoti.
lv: Tātad viņi noliedz, mums ir devusi viņiem. Baudīt sev, jo jūs zināt.
nb: Så vil de nekte for det vi har gitt dem. Så nyte dere, for du skal vite.
sk: Tak budú popierať to, čo sme im dali. Potom si sami, lebo budete vedieť.
sl: Tako jih zanikati, kaj smo jih dali. Potem uživajte, za boš vedel.
sr_cyrl: Тако они це то порицати шта смо им дали. Онда , пријатан дан, јер има да се зна.
sr_latn: Tako oni ce to poricati šta smo im dali. Onda, prijatan dan, jer ima da se zna.
uk: Так що вони будуть заперечувати, що ми дали їм. Потім отримуйте задоволення, бо ви будете знати.
vi: Vì vậy, họ sẽ từ chối những gì chúng tôi đã cho họ. Sau đó thưởng thức chính mình, vì bạn sẽ biết.
zu: Ngakho ngeke baphike ukuthi yini We epha them.

# Quran1957
source: And they assign to what they do not know a portion of that which We have provided them. By Allah, you will surely be questioned about what you used to invent.
ca: I s'assigna a el que no saben una porció del que ens han proporcionat. Per Allah, vostè es segurament qüestionarà sobre què solia inventar.
cy: Ac maen nhw'n neilltuo i hyn nad ydynt yn gwybod cyfran o hwnnw ac yr ydym wedi darparu iddynt. Gan Allah, bydd eich siawns cael ei holi am beth yr ydych yn ei defnyddio i ddyfeisio.
da: Og de tildele hvad de kender ikke en del af det, som vi har givet dem. Ved Allah, vil du sikkert blive udspurgt om, hvad du har brugt til at opfinde.
el: Και να τους αντιστοιχίσετε σε τι δεν ξέρουν ένα μέρος αυτού που τους παρέχουμε. Με Αλλάχ, σας θα σίγουρα θα ανακριθεί για ό, τι χρησιμοποιήσατε για να εφεύρουμε.
et: Ja mida nad ei tea osa, mida me pakkunud neile määrata. Allahi poolt kindlasti küsitletakse teid kohta, mida kasutasite leiutada.
fi: Ja he keksivät mitä he tiedä, että osa siitä, mitä olemme luoneet heille. Allah voit varmasti kuullaan mitä käytetään keksiä.
he: ולהקצות להם מה שהם אינם יודעים את אשר סיפקנו להם חלק. בשם אללה, אתה לבטח להיחקר על מה שפעם להמציא.
hr: A dali su da ono što oni ne znaju dio onoga što smo ih ponudili. Tako mi Allaha, sigurno će biti ispitan o nekad si izmislio.
lt: Ir jie priskirti ką jie nežino dalis, kurią mes teikiame jiems. Dievas, tikrai jums bus apklausiamas apie kas naudojote sugalvoti.
lv: Un viņi piešķirtu ko viņi nezina, daļa to, ko esam nodrošinājuši viņus. Pēc Allah, jūs noteikti iztaujās par to, ko esat pieradis izgudrot.
nb: Og de tilordnes hva de ikke vet en del av det som vi har gitt dem. Ved Allah, vil du sikkert bli spurt om hva du brukte til å oppfinne.
sk: A ich priradenie k čo nevedia časť toho, čo sme im poskytli. Pri Alláhovi, určite sa pochybovali o tom, čo ste použili vymyslieť.
sl: In jih dodeliti kaj vedo, del, ki jih damo. Z Allah, zagotovo se dvomil o tem, kaj ste jo izmislil.
sr_cyrl: А дали су да шта не знају ни део онога што смо већ уложили у њих. Тако ми Алаха, те ће сигурно бити испитан о некад си измислио.
sr_latn: A dali su da šta ne znaju ni deo onoga što smo već uložili u njih. Tako mi Alaha, te će sigurno biti ispitan o nekad si izmislio.
uk: І вони призначать те, що вони не знають, частина того, що ми надали їм. Аллах ви будете напевно піддають про те, що ви використовували, щоб винаходити.
vi: Và họ chỉ định cho những gì họ không biết một phần đó mà chúng tôi đã cung cấp cho họ. Bởi Allah, bạn chắc chắn sẽ được hỏi về những gì bạn sử dụng để phát minh ra.
zu: Futhi ayinikeze lokho abazi ingxenyana yalowo lapho Siye azinika wona.

# Quran1958
source: And they attribute to Allah daughters - exalted is He - and for them is what they desire.
ca: I l'atribut a les filles d'Allah - exaltat és ell - i per a ells és el que desig.
cy: Ac eu priodoli i Allah merched-i'w mawrygu ef-ac ar eu cyfer yn eu dymuniadau.
da: Og de attribut til Allahs døtre - ophøjet er han - og for dem er, hvad de ønsker.
el: Και αυτοί χαρακτηριστικό να Αλλάχ κόρες - εξυψώνεται είναι αυτός - και να τους είναι αυτό που επιθυμούν.
et: Ja nad Allah tütart - ülendatud atribuut on ta - ja neil on, mida nad soovivad.
fi: Ja ne ominaisuus on hillitä tyttäret - ylevä on hän - ja niitä on, mitä he haluavat.
he: הם תכונה לבנות אללה - המרומם הוא - והוא להם מה שהם רוצים.
hr: I oni atribut Allahu kćeri - uzvišen je on - i za njih je ono što oni žele.
lt: Ir jie priskirti Dievo dukros - išaukštintas jis - ir jiems yra ką jie nori.
lv: Un tie viņam - ir atribūts Allah meitām - cildens un viņiem ir tas, ko viņi vēlas.
nb: Og de attributt til Allah døtre - opphøyet er han - og for dem hva de ønsker.
sk: A atribútom Alah dcéry - vyvýšený je on - a pre ne je, čo si želajú.
sl: In jih pripisujejo Allah hčere - vzvišeno je - in za njih je tisto, kar želijo.
sr_cyrl: И они су атрибут да Алах кћери - измореном је он - а за њих је шта они желе.
sr_latn: I oni su atribut da Alah kćeri - izmorenom je on - a za njih je šta oni žele.
uk: І вони значення атрибута Аллах дочок - exalted він - і для них те, що вони забажають.
vi: Và họ tính Allah cô con gái - sôi nổi là ông - và cho họ những gì họ mong muốn.
zu: Futhi zivela Allah amadodakazi - luphakanyisiwe nguye - njengomzali nakubo njengezingane befisa.

# Quran1959
source: And when one of them is informed of [the birth of] a female, his face becomes dark, and he suppresses grief.
ca: I quan un d'ells és informat del [naixement de] una femella, el seu rostre es fa fosc i es Suprimeix la pena.
cy: A phan un ohonynt yn gwybod [geni] Benyw, ei wyneb yn dod yn dywyll, ac mae ef yn atal galar.
da: Og når en af dem er informeret om fødslen af en kvinde, hans ansigt bliver mørkt, og han undertrykker sorg.
el: Και όταν ένας από αυτούς είναι ενήμεροι της [γέννησης του] ένα θηλυκό, το πρόσωπό του γίνεται σκούρο, και αυτός καταστέλλει θλίψη.
et: Ja kui üks neist teavitatakse [sünd] naissoost, tema nägu muutub tume ja ta pärsib leina.
fi: Ja kun yksi niistä tiedotetaan [Syntymäpäivä] nainen, hänen kasvonsa muuttuu tumman ja hän vaikenee jostakin suru.
he: כאשר אחד מהם הוא הודיע [להולדתו של] נקבה, פניו הופך כהה, הוא התנקה צער.
hr: I kad jedan od njih je informirani [rođenja] ženka, lice postane mrak i on potiskuje tugu.
lt: Ir kai vienas iš jų yra informuota [gimimo] moters, jo veidas tampa tamsios, ir jis slopina pucia.
lv: Un, kad viens no viņiem ir informēta [dzimšanas] mātīte, viņa seja kļūst tumšs, un viņš nomāc skumjas.
nb: Og når en av dem er informert om [fødselen av] en kvinne, ansiktet hans blir mørk og han undertrykker sorg.
sk: A keď jeden z nich je informovaný [narodenia] žena, jeho tvár sa stáva tmavý, a ten potláča smútok.
sl: In ko je eden od njih je obveščen [rojstva] psico, njegov obraz postane temno, in on zavira žalosti.
sr_cyrl: Када један од њих је информисана рођења [] Зенка, његово лице постаје тамно, и он потискује тугу.
sr_latn: Kada jedan od njih je informisana rođenja [] Zenka, njegovo lice postaje tamno, i on potiskuje tugu.
uk: І коли один з них є обгрунтовані [народження] жінки, його обличчя стає темним, він пригнічує горя.
vi: Và khi một trong số họ là thông báo [sự ra đời của] một phụ nữ, khuôn mặt của mình trở nên tối tăm, và ông ngăn chặn đau buồn.
zu: Futhi uma omunye wabo ukwaziswa [ukuzalwa] a female, ubuso bakhe ibe mnyama, futhi suppresses nosizi.

# Quran1960
source: He hides himself from the people because of the ill of which he has been informed. Should he keep it in humiliation or bury it in the ground? Unquestionably, evil is what they decide.
ca: Ell amaga de la gent perquè els malalts que ell ha estat informada. Hauria va mantenir-lo en humiliació o enterrar-lo a terra? Sens dubte, mal és el que decideixin.
cy: Mae ef yn cuddio ei hun gan bobl oherwydd y wael y mae ef wedi cael gwybod. Dylid ei gadw yn bychanu neu ei gladdu yn y ddaear? Yn ddiamau, drwg yw beth maent yn penderfynu.
da: Han skjuler sig selv fra folk på grund af de syge, som han har fået oplyst. Skal han holde det i ydmygelse eller begrave det i jorden? Utvivlsomt, onde er, hvad de beslutter.
el: Αυτός κρύβει τον εαυτό του από τους ανθρώπους λόγω τον άρρωστο, των οποίων έλαβε γνώση. Θα πρέπει αυτός να το κρατήσει σε ταπείνωση ή να θάψει στο έδαφος; Αναμφισβήτητα, κακό είναι ό, τι αποφασίζουν.
et: Ta peidab end inimesed tõttu halvasti, millest ta on teatatud. Peaks ta hoida see alandus või matta maapinda? Vaieldamatult, paha on see, mida nad otsustavad.
fi: Hän piilottaa itsensä kansalta koska huonosti, joista hänelle on kerrottu. Jos hän pitää sitä nöyryytystä tai haudata maahan? Kiistatta, paha on, mitä he päättävät.
he: הוא מסתיר את עצמו מן העם בגלל חולים אשר הוא כבר הודיע. הוא צריך לשמור על השפלה או לקבור אותו באדמה? אין ספק, רשע הוא מה שיחליטו.
hr: Krije se od ljudi zbog bolesti od kojih je bio obavješten. Trebao je držati ga u poniženje ili zakopati u zemlju? Bez sumnje, zlo je ono što oni odluče.
lt: Jis slepia save nuo žmonių dėl ligonių, kurių jis buvo pranešta. Jei jis saugokite pažeminimas ar užkasti į žemę? Be abejo, blogis yra ką jie nusprendžia.
lv: Viņš slēpj sevi no cilvēkiem, jo slikti, par kurām viņš ir informējis. Viņš būtu jāpatur pazemošanu vai to ierakt zemē Neapšaubāmi, ļaunums ir tas, ko viņi izvēlas.
nb: Han skjuler seg fra folk på grunn av dårlig som han har blitt informert. Skal han holde det i ydmykelse eller begrave den i bakken? Uten tvil, onde er hva de bestemmer seg.
sk: On skrýva sa od ľudí kvôli zlému, o ktorých bol informovaný. By mu ju v poníženia alebo ho zakopal do Zeme? Nesporne, zlo je to, čo sa rozhodnú.
sl: On sam skriva od ljudi zaradi bolezni, ki mu je bil obveščen. Naj ostane v poniževanje ali zakopati v zemljo? Nedvomno, zlo je, kaj se odločijo.
sr_cyrl: Крије се од људи због болесне од којих је обавештена је. Требало би да он остане у понижење или закопати у земљу? Без сумње, зло је шта они одлуче.
sr_latn: Krije se od ljudi zbog bolesne od kojih je obaveštena je. Trebalo bi da on ostane u poniženje ili zakopati u zemlju? Bez sumnje, zlo je šta oni odluče.
uk: Він приховує себе від людей з-жорстоке, якого він був проінформований. Він повинен тримати його в приниження або поховати його в землю? Без сумніву, зла є те, що вони вирішують.
vi: Hắn ẩn mình từ những người do bị bệnh trong đó ông đã được thông báo. Anh nên giữ nó trong nhục hoặc chôn nó trong mặt đất? Unquestionably, ác là những gì họ quyết định.
zu: Yena acashe kusukela abantu ngenxa abagulela elithize abengumsunguli azisiwe.

# Quran1961
source: For those who do not believe in the Hereafter is the description of evil; and for Allah is the highest attribute. And He is Exalted in Might, the Wise.
ca: Per aquells que no creuen en el futur és la descripció del mal; i per Allah és el major atribut. I ell és exaltat en el poder, el savi.
cy: Ar gyfer y rhai nad ydynt yn credu yn y o hyn ymlaen yn y disgrifiad o'r drygioni; ac ar gyfer Allah yw y briodoledd uchaf. A yw ef i'w mawrygu yn efallai, yn y doeth.
da: For dem, der ikke tror på hinsidige er beskrivelsen af det onde; og Allah er den højeste attribut. Og han er ophøjet i magt, klogt.
el: Για εκείνους που δεν πιστεύουν στη συνέχεια είναι η περιγραφή του κακού? και γιατί ο Αλλάχ είναι το υψηλότερο χαρακτηριστικό. Και αυτός είναι Exalted στο σθένος, του Σοφού.
et: Neile, kes ei usu, edaspidi on kirjeldus paha; ja Jumal on kõrgeim atribuut. Ja ta on ülendatud Might, tark.
fi: Niille, jotka eivät usko jäljempänä on kuvaus pahaa; ja Jumala on korkeimman ominaisuuden. Ja hän ylisti voisi viisas.
he: לאלו אשר אינם מאמינים בעולם הבא היא התיאור של רשע; למען אללה התכונה הגבוהה ביותר. הוא נמצא המרומם, אולי, החכם.
hr: Za one koji ne vjeruju u daljnjem tekstu je opis zlo; i za Allaha je najveći atribut. I on je uzvisio u moć, mudri.
lt: Tiems, kurie nemanau, kad toliau apibūdinamas blogis; ir Dievas yra aukščiausias atributas. Ir jis yra išaukštintas gali, Išminčius.
lv: Tiem, kuri netic turpmāk ir apraksts par ļaunuma; un Allah ir augstāko atribūtu. Un viņš ir cildens, iespējams, gudrs.
nb: For de som ikke tror i hinsidige er beskrivelsen av onde. og Allah er høyest attributtet. Og han er opphøyet i Might, Wise.
sk: Pre tých, ktorí neveria v nižšie je popis zla; a Boh je najvyšší atribút. A on je vyvýšené by, múdry.
sl: Za tiste, ki ne verjamejo v nadaljevanju je opis zlo; in zakaj Allah je najvišje atributa. In on je vzvišeno v oblast, pametno.
sr_cyrl: За оне који не верују у надаље је опис зло; а за Аллах је највећи атрибут. Он је био иио и у моћ, мудри.
sr_latn: Za one koji ne veruju u nadalje je opis zlo; a za Allah je najveći atribut. On je bio иio i u moć, mudri.
uk: Для тих, хто не вірять в загробному світі це Опис зла; а для Аллах найвищий атрибут. І він піднесене в меча, Мудрого.
vi: Đối với những người không tin rằng trong tương lai là các mô tả về cái ác; và đối với Allah là thuộc tính cao nhất. Và ông sôi nổi trong có thể, sự khôn ngoan.
zu: Kulabo abakholelwa Hereafter is de incazelo yento embi;
