Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran83
source: And when they meet those who believe, they say, "We have believed"; but when they are alone with one another, they say, "Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?" Then will you not reason?
ca: Quan es troben amb aquells que creuen, diuen, "Hem cregut"; però quan estan soles amb un altre, diuen, "fer parlar amb ells sobre què Allah ha revelat a vostè perquè es pot discutir amb vostè sobre això abans del seu senyor?" Llavors es vostè raó no?
cy: A pan fyddant yn bodloni rhai sy'n credu, maent yn dweud, "yr ydym wedi credu"; ond pan fyddant yn unig gyda'i gilydd, maent yn dweud, "fyddwch chi'n siarad â hwy am beth Allah wedi datgelu i chi felly gallant ddadlau â chi amdano cyn eich Arglwydd?" Yna bydd eich nid rheswm?
da: Og når de møder dem, der tror, de siger, "Vi har ment"; men når de er alene med hinanden, de siger, "kan du tale med dem om hvad Allah har åbenbaret for dig, så de kan argumentere med dig om det før din herre?" Derefter vil du ikke grund?
el: Και όταν συναντούν όσοι πιστεύουν, λένε, «Έχουμε πιστέψει»? αλλά όταν είναι μόνοι με το ένα άλλη, λένε, «μιλάτε για τους σχετικά με το τι Αλλάχ έχει αποκαλύψει σε σας, έτσι ώστε να υποστηρίζουν μαζί σας σχετικά με αυτό πριν από το Λόρδο;» Στη συνέχεια θα σας δεν το λόγο;
et: Ja kui nad vastavad need, kes arvavad, nad ütlevad, "Me oleme uskunud"; Aga kui nad on üksi üksteisega, nad ütlevad, "Kas sa rääkida neile mida Jumal näitas sulle nii, et nad saab vaielda sinuga see enne teie Issand?" Siis näidatakse teile mitte põhjus?
fi: Ja vastaavat ne, jotka uskovat he sanovat, "Olemme uskoneet"; mutta kun he ovat yksin, he sanovat, "Puhutko heille siitä, mitä Jumala on paljastanut sinulle niin he väitellä kanssanne siitä Herran edessä?" Sitten Aiotteko ole syytä?
he: וכאשר הם פוגשים את אלה אשר מאמינים, הם אומרים, "אנו האמנו"; אבל כאשר הם לבד אחד עם השני, הם אומרים, "אתה מדבר אליהם מה אללה גילה לך אז הם יכולים להתווכח איתך על זה לפני אדונך?" אז אתם לא סיבה?
hr: I kada se susreću oni koji vjeruju, oni kažu, "Mi vjerovao"; Ali kad su oni sami među sobom, oni kažu, "pričaš im o što Allah objavio da vas tako da oni mogu raspravljati s ti o tome prije nego što vaš gospodar?" Onda će ti nije razlog?
lt: Ir jeigu jie atitinka tuos, kurie tiki, jie sako, "Mes tikėti"; bet kai jie yra tik vienas su kitu, jie sako, "jūs kalbate su jais apie ką Dievas parodė jums, jie gali ginčytis su jumis apie tai prieš savo Viešpatį?" Tada bus jums ne priežastis?
lv: Un ja tie atbilst tiem, kas uzskata, viņi saka: "Mēs ticējusi"; taču gadījumos, kad tie viens ar otru, viņi saka, "vai jūs runāt ar viņiem par to Allah atklāja jums tāpēc viņi var apgalvot ar jums par to pirms jūsu kungs?" Pēc tam būs jums nav iemesls?
nb: Og når de møter dem som tror, de sier, "Vi har trodd". men når de er alene med hverandre, de sier, "du snakker til dem om hva Allah har avslørt for deg så de kan krangle med deg om det din Herren?" Da vil du ikke grunn?
sk: A keď sa stretnú, tí, ktorí veria, sa hovorí, "Sme uverili"; ale keď sú sami sebou, hovoria, "hovoríte im o tom, čo Boh zjavil na vás, takže môžu argumentovať so sebou o tom pred váš pán?" Potom budete nie je dôvod?
sl: In ko se sestane, tiste, ki verjamejo, pravijo, "Smo verjeli"; šele ko so sami s seboj, pravijo, "ali se Pogovarjajte z njimi o kaj Allah je pokazala, da boste tako lahko trdijo z vami o tem pred vaš gospod?" Nato boste ne razlog?
sr_cyrl: И кад се сретну они који верују, они кажу, "Су веровали смо"; Али када су сами, један са другим, кажу они, "да разговарате са њима о шта Аллах, открила си тако да они могу се расправљам са тобом о томе пред твој господар?" Онда ће ти није разлог?
sr_latn: I kad se sretnu oni koji veruju, oni kažu, "Su verovali smo"; Ali kada su sami, jedan sa drugim, kažu oni, "da razgovarate sa njima o šta Allah, otkrila si tako da oni mogu se raspravljam sa tobom o tome pred tvoj gospodar?" Onda će ti nije razlog?
uk: І коли вони зустрічаються, хто вірить, вони кажуть: "Ми часто вірили"; але коли вони залишаються наодинці один з одним, вони кажуть: "ви говорите їм про те, що Аллах показав тобі так вони можуть сперечатися з вами про це перед вашої Господа?" Тоді буде вам не причина?
vi: Và khi họ gặp những người tin rằng, họ nói, "Chúng tôi đã tin"; nhưng khi họ đang một mình với nhau, họ nói, "làm bạn nói chuyện với họ về những gì Allah đã tiết lộ cho bạn để họ có thể tranh luận với bạn về nó trước khi Chúa của bạn?" Sau đó chứ không phải lý do?
zu: Futhi uma they hlangabeza labo kholwa they tshela "We fanele kholwa";

# Quran84
source: But do they not know that Allah knows what they conceal and what they declare?
ca: Però ells no saben que Allah sap què amaguen i què manifesten?
cy: Ond nid ydynt yn gwybod bod Allah yn gwybod beth y maent yn ei guddio a beth y maent yn ei ddatgan?
da: Men ved de ikke, at Allah ved, hvad de skjule og hvad de erklærer?
el: Αλλά δεν ξέρουν ότι Αλλάχ γνωρίζει τι αποκρύπτουν και τι δηλώνουν;
et: Aga nad ei tea et Jumal teab mida nad varjata ja mida nad deklareerida?
fi: Mutta ne eivät tiedä, että Jumala tietää mitä he salaavat ja mitä he ilmoittaa?
he: אבל הם לא יודעים כי אללה יודע מה הם טומנים בחובם ולהכריז על מה הם?
hr: Ali oni ne znaju da Allah zna ono što skrivaju i ono što izjavljuju?
lt: Bet jie nežino kad Dievas žino, ką jie slepia ir ką jie paskelbti?
lv: Bet viņi nezina Allah zina, ko viņi slēpj un ko tās deklarē?
nb: Men de ikke vet at Allah vet hva de skjuler og hva de erklærer?
sk: Ale ja sa neviem že Alah vie čo skrývať a prehlasujú, že čo?
sl: Vendar pa ne veš, da Allah ve kaj skrijejo in kaj so razglasi?
sr_cyrl: Али они не знају да Аллах зна шта крију и шта су прогласити?
sr_latn: Ali oni ne znaju da Allah zna šta kriju i šta su proglasiti?
uk: Але вони не знають, що Аллах знає, що вони приховують і заявити, що вони?
vi: Nhưng họ không biết rằng Allah biết che giấu của họ và những gì họ tuyên bố?
zu: Kodwa ingabe ziyakufundisa abazi ukuthi Allah uyazi ukuthi yini bona gubadlela futhi babe they memezela?

# Quran85
source: And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.
ca: I entre ells som inliterat que no coneixen l'escriptura excepte en una il. lusió, però només assumeixen.
cy: Ac yn eu plith yn unlettered rhai nad ydynt yn gwybod yr ysgrythur ac eithrio yn ofer, ond dim ond bod eu cymryd yn ganiataol.
da: Og blandt dem er ulærde dem, der ikke kender Skriften undtagen i ønsketænkning, men de kun forudsat.
el: Και ανάμεσά τους είναι αγράμματος αυτοί που δεν ξέρουν τη γραφή εκτός από ευχολόγια, αλλά είναι μόνο αν υποτεθεί.
et: Ja nende hulgas on unlettered need, kes ei tea pühakiri välja arvatud soovmõtlemisest, kuid nad on ainult eeldades.
fi: Joukossa on oppimaton ones, jotka eivät tunne Raamatun lukuun ottamatta toiveajattelua, mutta ne vain oletetaan.
he: ביניהם הם מלומדים אלה שלא יודעים את כתבי הקודש מלבד ב משאלת לב, אבל הם מניח.
hr: Među njima su nepismen one koji ne znaju Sveto pismo osim u željan razmišljanja, a oni su samo pod pretpostavkom.
lt: Ir tarp jų yra unlettered tie, kurie nežino, išskyrus raštas į pageidautinas mąstymo, bet jie tik įgauna.
lv: Un starp tām ir neizglītots tiem, kuri nezina, izņemot rakstos karojošs domāšana, bet tie ir tikai pieņemot.
nb: Og blant dem er unlettered de som ikke vet skriften unntatt i ønsketenkning, men de bare antar.
sk: A medzi nimi sú unlettered tí, ktorí nevedia písmo Okrem v zbožné želanie, ale len za predpokladu.
sl: In med njimi so unlettered tisti, ki ne vedo pismo razen v želeno razmišljanje, ampak da so samo ob predpostavki.
sr_cyrl: Међу њима су неписмени оне који не знају Светог писма осим неостварљиво, а само претпостављају.
sr_latn: Među njima su nepismeni one koji ne znaju Svetog pisma osim neostvarljivo, a samo pretpostavljaju.
uk: І серед них неписьменний ті, хто не знає Писання, за винятком у бажане за дійсне, але вони тільки припущення.
vi: Và trong số đó là người unlettered ai không biết kinh thánh ngoại trừ trong suy nghĩ wishful, nhưng họ chỉ là giả định.
zu: Futhi phakathi kwabo kukhona abanhliziyo elalingafundile abangamazi emBhalweni ngaphandle ekucabangeni ezingasho lutho, kodwa basuke nje uzitshela.

# Quran86
source: So woe to those who write the "scripture" with their own hands, then say, "This is from Allah," in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.
ca: Tan aflicció als que escriuen el "escriptura" amb les seves pròpies mans, llavors diuen, "Aquest és d'Allah," per bescanviar-lo per un preu econòmic. Ai-los per què han escrit les seves mans i aflicció a ells per el que guanyen.
cy: Felly gwae i'r rhai sy'n ysgrifennu "ysgrythur" dwylo eu hunain, wedyn yn dweud, "Hwn yw gan Allah," er mwyn ei gyfnewid am bris bach. Gwae iddynt ar gyfer beth y mae eu dwylo wedi ysgrifennu, a gwae iddynt am beth y maent yn ei ennill.
da: Så ve dem, der skriver "Skriften" med deres egne hænder, så siger, "Dette er fra Allah," for at bytte den til en lille pris. Ve til dem for hvad deres hænder har skrevet og ve dem for hvad de tjener.
el: Έτσι Αλίμονο σε εκείνους που γράφουν το «γραφή» με τα χέρια, στη συνέχεια να πω, «Αυτό είναι από Αλλάχ» προκειμένου να ανταλλάξει για μια μικρή τιμή. Αλίμονο σε αυτούς, για το τι έχουν γράψει τα χέρια τους και αλίμονο σε αυτούς, για αυτά που κερδίζουν.
et: Nii et häda neile, kes kirjutavad "pühakirja" omaenda kätega öelge: "See on: Jumal," et vahetada väike hind. Häda neile ette mida kirjutanud oma käed ja häda neile jaoks nad teenivad.
fi: Niin voi niitä, jotka kirjoittavat "Raamattu" omin käsin silloin sanoa: "Tämä on päässä Allah," vaihtamiseksi pieni hinta. Voi niitä mitä käsiinsä kirjoittanut ja voi heille osalta he ansaitsevat.
he: אז למי לכתוב "כתבי הקודש" במו ידיהם, ואז אומר "זו היא מן אללה," על מנת להחליף אותו במחיר סמלי. אוי להם על מה כתבו את ידיהם ואוי להם בשביל מה הם מרוויחים.
hr: Pa teško onima koji pišu "pisma" sa svojim vlastitim rukama, onda kažeš, "Ovo je od Allaha," kako bi ga zamijeniti za malu cijenu. Teško ih za ruke napisao i teško ih za ono što oni zaraditi.
lt: Todėl Vargas tiems, kurie rašyti "raštas" su savo rankas, tada sakau, "Tai yra iš Dievo," siekiant keistis už mažą kainą. Vargas jiems, ką parašiau savo rankas ir Vargas jiems, ką jie uždirba.
lv: Tātad bēdas tiem, kas raksta "Svētie raksti" ar savām rokām, tad saka: "Šī ir no Allah," lai apmainītos par mazu cenu. Bēdas par to, ko esmu uzrakstījis savas rokas un bēdas tiem par to, ko viņi nopelna.
nb: Så ve dem som skriver "skriften" med sine egne hender, så si: "Dette er fra Allah," for å bytte den for en liten pris. Ve dem for det deres hender har skrevet og ve dem for de.
sk: Tak Beda tým, ktorí píšu "písem" vlastnými rukami, potom povedal, "To je od Boha," na výmenu za malú cenu. Beda im pre to, čo napísali ich ruky a Beda im za to, čo zarábajú.
sl: Tako Gorje tistim, ki pišejo "pismo" s svojimi lastnimi rokami, potem recimo, "To je od Allah," zamenjati za majhno ceno. Oprosti jim za kaj so napisali svoje roke in jih Oprosti za kaj zaslužijo.
sr_cyrl: Па Јао онима који је написао"писмо" са своје руке, онда рекао,"Ово је од Алаха," како би се трампимо за мала цена. Тешко их за њихове руке написао и тешко их за заради.
sr_latn: Pa Jao onima koji je napisao "pismo" sa svoje ruke, onda rekao, "Ovo je od Alaha," kako bi se trampimo za mala cena. Teško ih za njihove ruke napisao i teško ih za zaradi.
uk: Тому горе тим, хто писати "Писання" своїми руками, потім сказати, "Це є від Аллаха," для того, щоб обміняти її на невелику ціну. Горе їм за те, що написали свої руки і горе їм за те, що вони заробляють.
vi: Vì vậy woe để những người viết kinh thánh"" với bàn tay của họ, sau đó nói, "Này là từ Allah," để trao đổi với một mức giá nhỏ. Khốn cho họ cho những gì đã viết tay và khốn cho họ cho những gì họ kiếm được.
zu: Ngakho woe kuze labo ubhala 'scripture "ngezandla zabo siqu, khona-ke bathi:" Le ndaba ivela Allah, "ukuze ukushintshanisa ngemali encane.

# Quran87
source: And they say, "Never will the Fire touch us, except for a few days." Say, "Have you taken a covenant with Allah? For Allah will never break His covenant. Or do you say about Allah that which you do not know?"
ca: I que dir "mai el toc de foc nosaltres, excepte uns dies." Dir, "ha pres un pacte amb Allah? Per a Allah mai es trencarà seu pacte. O et diuen sobre Allah que no saps?
cy: A byddant yn dweud, "byth yn cyffwrdd tân ohonom, heblaw am ychydig ddyddiau." Dweud, "yr ydych wedi cyfamod â Allah? Ar gyfer Allah bydd byth yn torri ei gyfamod. Neu ydych chi'n ei ddweud am Allah sy'n nad ydych yn gwybod?"
da: Og de siger, "vil aldrig brand røre os, bortset fra et par dage." Sige, "har du taget en pagt med Allah? For Allah vil aldrig bryde sin pagt. Eller vil du sige om Allah, som du ikke kender?"
el: Και ας πούμε, «ποτέ δεν θα φωτιά αφή μας, εκτός από λίγες ημέρες.» Λένε, «έχετε λάβει μια διαθήκη με Αλλάχ; Για τον Αλλάχ θα σπάσει ποτέ διαθήκης του. Ή λέτε για Αλλάχ αυτό που δεν ξέρετε;»
et: Ja nad ütlevad, "kunagi tulekahju touch meile, välja arvatud paar päeva." Öelda: "Kas sa võetud Allah MIT? Eest Jumal ei saa kunagi murda tema pakti. Või sa öelda umbes Jumal, mida sa ei tea?"
fi: Ja ne sanoa, "koskaan tulen touch, lukuun ottamatta muutaman päivän." Esimerkiksi: "Oletteko ottaneet liiton kanssa Jumala? Allah ei murru liittonsa. Tai sanot hillitä sitä, mikä ei tiedä?"
he: ואני אומר, "ולא יעשו המגע אש לנו, מלבד כמה ימים" אומרים, "ברית עם אללה לקחת? למען אללה לעולם לא תשבור את בריתו. או יש לך לומר על אללה את אשר אתה לא יודע?"
hr: I kažu, "nikada neće vatru dodir nas, osim nekoliko dana." Kažu, "uzela je savez sa Allah? Za Allah nikada ne će slomiti svoj savez. Ili vam reći o Allahu ono što ne znate?"
lt: Ir jie sako, "niekada ugnies liesti mus, išskyrus keletą dienų." Sako: "ar jūs imtasi sandorą su Dievas? Už Dievas bus niekada pertraukos savo sandorą. Ar jums pasakyti apie Dievo, kuris jums nereikia žinoti?"
lv: Un viņi saka: "nekad uguns touch mums, izņemot dažas dienas." Teiksim, "ir veikti derību ar Allah? Par Allāhu nekad pauze savu derību. Vai tu saki par Allah, ko jūs nevar zināt?"
nb: Og de sier, "vil aldri ta på brann oss, bortsett fra et par dager." Si, "har du tatt en pakt med Gud? For Døyve vil aldri bryte pakten. Eller sier du om Allah som du ikke kjenner?
sk: A povedať, "nikdy dotyk ohňa nás, s výnimkou pár dní." Povedať: "už ste vziať zmluvu s Alah? Pre Boha, bude nikdy rozbiť svoj sľub. Alebo hovoríte o Alah, ktoré neviete?"
sl: In so rekli, "nikoli ne bo ogenj dotik nas, razen nekaj dni." Reči, "ste si vzeli pakt s Allah? Za Alah bo nikoli prekinil svojo zavezo. Ali praviš o Allah, ki ne veste?"
sr_cyrl: И они рекао, "никада додир ватре нас, осим неколико дана." Рецимо , "ти узела пакт са Алахом? За Алаха неће никад сломи синове. Или рецимо о Аллах оно што не знате?"
sr_latn: I oni rekao, "nikada dodir vatre nas, osim nekoliko dana." Recimo, "ti uzela pakt sa Alahom? Za Alaha neće nikad slomi sinove. Ili recimo o Allah ono što ne znate?"
uk: І вони кажуть, "ніколи не будуть вогонь touch нас, за винятком декількох днів". Скажімо, "зробили заповіта з Аллах? Для Аллах буде ніколи не розбити його заповіт. Або ви скажете про Аллах те, що ви не знаєте?"
vi: Và họ nói, "không bao giờ sẽ cháy liên lạc với chúng tôi, ngoại trừ một vài ngày." Nói, "có bạn thực hiện một giao ước với Allah? Đối với Allah không bao giờ sẽ phá vỡ giao ước của mình. Hoặc bạn nói về Allah đó mà bạn không biết?"
zu: Futhi bathi, "abasoze Fire namatha us ngaphandle kwezinsuku ezimbalwa."

# Quran88
source: Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.
ca: Sí, qui guanya el mal i el pecat ha englobat ell - són companys del foc; es queda aquí eternament.
cy: Ie, pwy bynnag sy'n ennill drygioni a phechod ei wedi cwmpasu ef-mae rhai cymdeithion y tân; Bydd maent yn glynu ynddo fythol.
da: Ja, hvem tjener onde og hans synd har omfattede ham - de er kammerater i ilden; de vil overholde deri evigt.
el: Ναι, όποιος κερδίζει το κακό και την αμαρτία του περιλάμβανε τον - αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει εκεί αιώνια.
et: Jah, kes teenib kurja ja tema patt on hõlmas teda - need on kaaslased tulekahju; nad järgivad seal igavesti.
fi: Kyllä, kuka ansaitsee pahan ja synnin on soittanut hänelle - ne ovat kumppaneita tuleen; säädöksien siinä ikuisesti.
he: כן, מי מרוויח הרוע והחטא שלו יש הקיף אותו -. אלו הלוויה של האש; הם להישמע בו לנצח.
hr: Da, onaj tko zarađuje zlo i grijeh je obuhvatila ga – to su drugovi požara; Oni će u njemu vječno trpe.
lt: Taip, kas uždirba blogis ir jo nuodėmės turi apėmė jam - tai draugų gaisro; jos paklūsta jame amžinai.
lv: Jā, tas, kurš pelna ļauno un viņa grēks ir ietvēra viņu - tie ir biedri no uguns; viņi ievēro tur mūžīgi.
nb: Ja, den som tjener onde og sin synd har omfattet ham - de er følgesvennene til på ilden. de vil følge der evig.
sk: Áno, ten, kto zarába zlo a hriech sojej ho - to sú spoločníci požiaru; dodržia sa v ňom naveky.
sl: Ja, kdor zasluži zlo in njegov sin mu je obsegala - to so tovariši ogenj; se bo upošteval v njem večno.
sr_cyrl: Да , ко год зарађује зло и свој грех, има га обухвата - то су Компањони ватре; Они ће у томе вечно да трпе.
sr_latn: Da, ko god zarađuje zlo i svoj greh, ima ga obuhvata - to su Kompanjoni vatre; Oni će u tome večno da trpe.
uk: Так, той, хто заробляє зла і його гріх охоплювала йому - такими є супутниками вогню; вони будуть дотримуватися в цьому вічно.
vi: Vâng, Ai kiếm được điều ác và tội lỗi của mình có bao phủ nó - những người là companions cháy; họ sẽ tuân thủ trong đó luôn.
zu: Yebo, noma ubani uhola okubi isono sakhe sasihlanganisa kuye - yilezo abangane Fire;

# Quran89
source: But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.
ca: Però es que creuen i fer els justos fets - són companys del paradís; es queda aquí eternament.
cy: Ond nhw sy'n credu a gwneud gweithredoedd cyfiawn-rhai yn chymdeithion o baradwys; Bydd maent yn glynu ynddo fythol.
da: Men de, der tror og gøre retfærdige gerninger - de er kammerater i paradis; de vil overholde deri evigt.
el: Αλλά αυτοί που πιστεύουν και κάνουν δίκαιοι πράξεις - αυτοί είναι οι συνοδοί του Paradise? θα τηρήσει εκεί αιώνια.
et: Kuid need, kes usuvad ja teha õiged teod - need on kaaslased paradiis; nad järgivad seal igavesti.
fi: Mutta ne, jotka uskovat ja tekevät vanhurskaat teot - ne ovat kumppaneita Paratiisiin; säädöksien siinä ikuisesti.
he: . אבל הם מי מאמין ולעשות מעשים טובים - אלה הלוויה של גן עדן; הם להישמע בו לנצח.
hr: Ali oni koji vjeruju i čine pravedna djela - oni su drugovi raja; Oni će u njemu vječno trpe.
lt: Bet tie, kurie tiki ir padaryti teisingas veikas - tai draugų Rojaus; jos paklūsta jame amžinai.
lv: Bet tie, kam ticēt un darīt taisns darbiem - tie ir paradīze; biedrus viņi ievēro tur mūžīgi.
nb: Men de som tror og rettferdige gjerninger - de er følgesvennene til paradis; de vil følge der evig.
sk: Ale tí, ktorí veria, a robiť spravodlivé skutky - sú spoločníci raja; dodržia sa v ňom naveky.
sl: Ampak tisti, ki verjamejo in ne pravičen dejanja - so tovariši raj; se bo upošteval v njem večno.
sr_cyrl: Али они који верују и праведна дела - то су Компањони раја; Они ће у томе вечно да трпе.
sr_latn: Ali oni koji veruju i pravedna dela - to su Kompanjoni raja; Oni će u tome večno da trpe.
uk: Але вони, хто вірить і робити добрі справи - тих, хто є супутниками рай; вони будуть дотримуватися в цьому вічно.
vi: Nhưng họ là những người tin tưởng và làm việc công bình - đó là những người bạn của thiên đường; họ sẽ tuân thủ trong đó luôn.
zu: Kodwa labo abakholelwa benze izinto ezilungile - labo abangane kwePharadesi;
