Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2444
source: He said, "I saw what they did not see, so I took a handful [of dust] from the track of the messenger and threw it, and thus did my soul entice me."
ca: Va dir, "vaig veure el que no veuen, així prenia un grapat [de pols] des de la pista del Missatger i tirar, i així feia la meva ànima atraure a mi".
cy: Meddai, "gwelais beth oedd nad ydynt yn gweld, felly cymerodd llond llaw [o lwch] o'r trac y negesydd ac yn ei daflu, ac felly oedd fy enaid yn denu mi."
da: Han sagde, "jeg så, hvad de ikke se, så jeg tog en håndfuld [af støv] fra sporet af messenger og kastede den, og dermed gjorde min sjæl lokke mig."
el: Είπε, «είδα τι δεν δείτε, έτσι πήρα μια χούφτα [σκόνη] από το κομμάτι του messenger και το πέταξε, και έτσι έκανε η ψυχή μου να με δελεάσει.»
et: Ta ütles: "ma nägin, mida nad ei näinud, et võtsin peotäie [tolmu] sõnumitooja rajalt ja viskas ta ja seega mu hing ahvatleb mind."
fi: Hän sanoi, "En nähnyt, mitä he näkivät, joten otin kourallinen [pöly] Airut radasta ja heitti sen, ja näin sieluni houkutella we."
he: הוא אמר, "ראיתי מה הם לא ראית, אז לקח חופן [אבקת] מן המסלול של השליח וזרקתי אותו, ובכך נשמתי לפתות אותי."
hr: On je rekao, "vidio sam ono što oni nisu vidjeli, pa sam uzeo i pregršt [prašine] iz pjesme Glasnik i bacio ga, i tako je moja duša primamiti mene."
lt: Jis pasakė, "aš pamačiau, ką jie nemanė, kad aš paėmė [dulkių sauja] iš messenger kelio ir metė jį, ir todėl padarė mano siela patrauktų mane."
lv: Viņš teica: es redzēju to, ko viņi neuzskatīja, tāpēc paņēma sauju [putekļu] no messenger trases, un iemeta to, un tādējādi nebija mana dvēsele kārdināt mani.
nb: Han sa, "jeg så hva de ikke ser, så jeg tok en håndfull av støv] fra sporet av messenger og kastet den, og dermed gjorde min sjel lokke meg."
sk: On povedal: "videl som, čo som nevidel, tak som vzal hrsť [prachu] z trate posol a hodil ju, a tak moja duša lákajú ma."
sl: Rekel je, "sem videl, kaj jih nisem videl, zato sem vzel nekaj [v prahu] od tir od sel in ga vrgel, in tako je moja duša Sablazniti me."
sr_cyrl: Рекао је, "видела сам да је не виде, па сам узео неколико [прах] из појам о гласник и бацио га, и самим тим да ли моја душа ме намами."
sr_latn: Rekao je, "videla sam da je ne vide, pa sam uzeo nekoliko [prah] iz pojam o glasnik i bacio ga, i samim tim da li moja duša me namami."
uk: Він сказав: "я бачив, що вони не бачили, так що я брав у жменю [пилу] з треку messenger і кинув її, і таким чином зробили мою душу заманити мене".
vi: Ông nói, "tôi thấy những gì họ không nhìn thấy, do đó, tôi đã có một số ít [bụi] từ các ca khúc của messenger và ném nó, và do đó đã làm tâm hồn tôi lôi kéo tôi."
zu: Wathi: "Ngabona okwakusengathi abazange bambone, ngakho ngathatha idlanzana [ngothuli] kusukela ithrekhi isithunywa waluphonsa, futhi ngaleyo ndlela akazange umphefumulo wami bayenge ama kimi."

# Quran2445
source: [Moses] said, "Then go. And indeed, it is [decreed] for you in [this] life to say, 'No contact.' And indeed, you have an appointment [in the Hereafter] you will not fail to keep. And look at your 'god' to which you remained devoted. We will surely burn it and blow it into the sea with a blast.
ca: [Moses] va dir, "llavors anar. I de fet, això és [decretava] per a vostè en [aquesta] vida a dir, "Sense contacte". I de fet, teniu una cita [en el futur] no deixarà de mantenir. I mirar el seu 'Déu', al qual romangué dedicada. Segurament vam cremar-lo i explotar-lo en el mar amb una explosió.
cy: [Moses] dywedodd, "yn mynd wedyn. Ac yn wir, ei Mae [a ddyfarnwyd] i chi yn y bywyd [hwn] i ddweud, 'Dim cyswllt.' Ac yn wir, mae gennych apwyntiad [yn o hyn ymlaen] Nid byddwch yn methu cadw. Ac edrych ar eich 'Duw' y chi aros wedi'i neilltuo. Byddwn yn sicr yn losgi ac ei chwythu i'r môr gyda chwyth.
da: [Moses] sagde, "så gå. Og ja, det er [dekreteret] for dig i [denne] liv at sige, ingen kontakt. Og ja, du har en aftale [i hinsidige] du vil ikke undlade at holde. Og se på din 'Gud' som du forblev hengiven. Vi vil helt sikkert brænde det og blæse det ud i havet med en blast.
el: [Moses] είπε, «τότε πάμε. Και πράγματι, αυτό είναι [θέσπισε] για σένα στην ζωή [αυτή] να πω, «Δεν έρχονται σε επαφή.» Και πράγματι, έχετε ραντεβού [στο εξής] δεν θα αποτύχει να κρατήσει. Και κοιτάξτε σας «Θεό» που σας παρέμεινε αφοσιωμένος. Σίγουρα, εμείς θα κάψει και να φυσήσει μέσα στη θάλασσα με ένα φύσημα.
et: [Moses] ütles: "siis Mine. Ja tõepoolest, see on [otsustatud] teile [selle] elu öelda, "Puudub kontakt." Ja tõepoolest, on teil ametisse [in edaspidi] sa ei suuda hoida. Ja pilk oma "Jumal", kuhu sa jäid pühendatud. Me kindlasti põletada ning puhu lööklaine merre.
fi: [Moses] sanoi: "sitten mene. Ja itse asiassa se on [päätetty] sinulle elämässä [] sanoa, "Ei yhteyttä." Ja todellakin, sinulla on tapaaminen [tuonpuoleisessa] et tiedä mitä pitää. Ja "Jumala" johon olivat omistautuneita. Tulemme varmasti polttaa sen ja puhalla mereen räjähdys.
he: [Moses] אמר, "ואז ללכת. וזה אכן, [ניתנת] עבורך בחיים [אלו] לומר, בלי קשר. אכן, יש לך פגישה [בעתיד] אתה תיכשל לא לשמור. ותראה את "אלוהים" אשר נשארת מסור. אנחנו בוודאי לצרוב אותו ולא להרוס את זה לתוך הים עם הפיצוץ.
hr: [Moses] je rekao, "onda ići. I doista, to je [odredio] za [ovaj] život reći: 'Ništa'. I doista, imamo sastanak [u daljnjem tekstu] da neće uspjeti zadržati. I Pogledaj svoj 'Bog' na koji si ostao odan. Sigurno ćemo zapaliti i puhati u more sa.
lt: [Moses] sakė: "tada eiti. Ir iš tiesų, tai yra [pasisuko] už jus [šiame] gyvenime pasakyti, "Jokio kontakto." Ir iš tiesų, turite paskyrimo [toliau], jums bus ne nesugeba išlaikyti. Ir pažvelgti į savo "Dievui" į kurį jums liko skirta. Mes tikrai bus įrašyti ją ir smūgis jį į jūrą su sprogimo.
lv: [Moses] teica: "tad ej. Un patiešām, tas ir [izsludinājusi] jums teikt, "Nekāda kontakta." [šajā] dzīvē Un patiešām, jums ir tikšanās [turpmāk], jums nav neizdoties saglabāt. Un apskatīt jūsu "Dievs", uz kuru jums palika veltīts. Mēs, protams, dedzina un pūst jūrā ar blastu.
nb: [Moses] sa, "så gå. Og ja, det er [bestemt] for deg i [Dette] livet å si, "Ingen kontakt." Og ja, du har en avtale [i hinsidige] vil du ikke lykkes å holde. Og se på din "Gud" som du fortsatt viet. Vi sikkert brenne den og blås i sjøen med en eksplosjon.
sk: [Moses] povedal, "potom ísť. A naozaj, to je [nariadil] v [tomto] život povedať, "žiadny kontakt. A naozaj, máte schôdzku [v nižšie] vám nepodarí udržať. A pozrieť si váš "Boh", ktoré ste zostal venoval. Budeme určite spáliť a vyhodiť ho do mora s výbuchom.
sl: [Moses] je dejal, "potem šel. In res, to je [odredil] za vas v [ta] življenje reči, "Ni stika." In res, imate sestanek [v nadaljevanju] ne bo propadel, da. In pogled na vaš "Bog", kateremu ostala namenjen. Bomo zagotovo spali in udarec v morje z pišu.
sr_cyrl: [Мосес ] је рекао, "Онда иди. И заиста, то је [да убрзају] за тебе у [овом] животу да кажем, 'Контакт'. И заиста, имате заказано [у надаље] ти неће успети да настави. А погледај ти је 'Бог' на који ти је остао одан. Смо сигурно ће га спалити и у море са стилом.
sr_latn: [Moses] je rekao, "Onda idi. I zaista, to je [da ubrzaju] za tebe u [ovom] životu da kažem, 'Kontakt'. I zaista, imate zakazano [u nadalje] ti neće uspeti da nastavi. A pogledaj ti je 'Bog' na koji ti je ostao odan. Smo sigurno će ga spaliti i u more sa stilom.
uk: [Moses] сказав, "потім перейти. І дійсно, це [постановив] для вас у [цьому] життя сказати «Ні контакт». І дійсно, у вас є призначення [в загробному світі] ви не вдасться зберегти. І подивіться на ваш "Бог", до якої ви залишалися відданими. Ми безумовно записати його і підірвати його в море з вибухом.
vi: [Moses] nói, "sau đó đi. Và quả thực, đó [quyết định] cho bạn trong cuộc sống [này] để nói, 'Không có liên lạc'. Và quả thật vậy, bạn có một cuộc hẹn [trong tương lai] bạn sẽ không giữ. Và nhìn vào Thiên Chúa' của bạn' mà bạn vẫn tận tâm. Chúng tôi chắc chắn sẽ đốt nó và thổi ra biển với một vụ nổ.
zu: [UMose] wathi: "Khona-ke hamba. Futhi ngempela, kuba [umncele] ngawe [lo] ukuphila zithi, 'Akekho contact.'

# Quran2446
source: Your god is only Allah, except for whom there is no deity. He has encompassed all things in knowledge."
ca: El seu Déu és només Allah, excepte qui hi ha cap divinitat. Ell ha abasta totes les coses en el coneixement."
cy: Eich Duw yn unig Allah, ac eithrio ef nid oes dim Dduwdod. [Wedi ei gwmpasu holl bethau mewn gwybodaeth."
da: Din Gud er kun Allah, med undtagelse af hvem der er ingen guddom. Han har omfattet alle ting i viden."
el: Ο Θεός είναι μόνο Αλλάχ, εκτός από τους οποίους δεν υπάρχει καμία θεότητα. Αυτός εξαπλωθεί σε όλα τα πράγματα στη γνώση.»
et: Teie Jumal on ainult Allah, välja arvatud, kellele ei ole jumalus. Ta on hõlmas kõiki asju teadmisi."
fi: Sinun Jumalasi on vain Jumala, lukuun ottamatta, jolle ei ole jumaluus. Hän on soittanut kaiken tiedon."
he: האלוהים שלך הוא רק אללה, חוץ מי זה אין אלוהות. הוא כולל הקיף כל הדברים הידע."
hr: Tvoj Bog je samo Allah, osim koga nema nema Božanstva. On je obuhvatila sve stvari u znanje."
lt: Jūsų Dievas yra tik Dievas, išskyrus kuriems nėra jokių dievybė. Jis jau apėmė visų dalykų žinių."
lv: Tavs Dievs ir tikai Allāhs, izņemot to, kuram nav nekādas dievība. Viņš ir ietvēra visas lietas zināšanas."
nb: Gud er bare Allah, unntatt som det er ingen guddom. Han har omfattet alle ting i kunnskap."
sk: Tvoj Boh, je len Alah, okrem ktorým neexistujú žiadne božstvo. On má zahŕňala všetky veci vo vedomostiach."
sl: Vaš Bog je samo Allah, razen za katero ni nobene božanstva. On je obsegala vse stvari v znanja."
sr_cyrl: Твој Бог је само Аллах, осим кога нема без боћанство. Он има обухвата све ствари у знање."
sr_latn: Tvoj Bog je samo Allah, osim koga nema bez boћanstvo. On ima obuhvata sve stvari u znanje."
uk: Ваш Бог, тільки Аллаха, за винятком кого немає немає божества. Він має охоплювати всі речі в знань.»
vi: Thiên Chúa là chỉ Allah, ngoại trừ người mà có là không có thần. Ông đã bao phủ tất cả mọi thứ trong kiến thức."
zu: Kho Nkulunkulu is yodwa Allah, ngaphandle okungekho unkulunkulu.

# Quran2447
source: Thus, [O Muhammad], We relate to you from the news of what has preceded. And We have certainly given you from Us the Qur'an.
ca: Així, [O Muhammad], ens relacionem amb tu de la notícia de què ha precedit. I hem certament donat ens el Qur ' an.
cy: Felly, [O Muhammad], ydym yn ymwneud â chi gan y newyddion am hyn wedi ei ragflaenu. Ac yr ydym yn sicr wedi rhoi ichi oddi wrthym ni y Qur'an.
da: Således [O Muhammad], vi forholder os til dig fra nyheder om hvad der gik forud. Og vi har helt sikkert givet dem fra os Koranen.
el: Έτσι, [Ο Μωάμεθ], μας αφορούν σε εσάς από την είδηση του τι έχει προηγηθεί. Και σίγουρα σου έχουμε δώσει από εμάς το Κοράνι.
et: Seega [O Muhammad], me hõlmata teile uudiseid mis on ees. Ja me kindlasti annan teile meilt Koraan.
fi: Näin ollen [Oi Muhammed] meidän liittyä sinua News of on edeltänyt. Ja olemme varmasti antaneet teille meitä Koraani.
he: לפיכך, [O מוחמד], אנו מתייחסים לך מהחדשות של מה לפניו. בהחלט נתנו לך מאיתנו הקוראן.
hr: Dakle, [O Muhammad], odnose smo vam od vijesti o ono što je prethodilo. I sigurno dajemo vam od nas Kur'an.
lt: Taigi, [O Muhammad], mes susiję jums iš naujienų, kas buvo prieš. Ir mes tikrai jums davė iš mūsų Korano.
lv: Tādējādi [O Muhammad] mēs attiecas uz jums no ziņas par to, kas ir pirms. Un mēs noteikti jums no mums Korāns.
nb: Dermed [O Muhammad], vi forholder deg fra nyheter om hva har forut. Og vi har sikkert gitt deg fra oss Koranen.
sk: Teda [Mohamed], môžeme vzťahovať na vás z Novinky čo predchádza. A sme určite dali si od nás Korán.
sl: Tako [O Muhammad], smo se nanašajo na vas od novice o tem, kaj je pred. In smo zagotovo dal od nas Koranu.
sr_cyrl: На тај начин [О Мухаммад], смо се односе на вас из вест о шта је претходио. И свакако дали смо ти од нас у Курану.
sr_latn: Na taj način [O Muhammad], smo se odnose na vas iz vest o šta je prethodio. I svakako dali smo ti od nas u Kuranu.
uk: Таким чином, [O Мухаммад], ми ставитися до вас з новини про те, що передувало. І ми безумовно дав вам від нас Коран.
vi: Do đó, [O Muhammad], chúng tôi liên quan đến bạn từ những tin tức của những gì đã dẫn trước. Và chúng tôi đã chắc chắn cho bạn từ chúng tôi kinh Koran.
zu: Ngakho, [O Muhammad], We ukukuqonda kusukela izindaba ngalokhu kwandulelwe.

# Quran2448
source: Whoever turns away from it - then indeed, he will bear on the Day of Resurrection a burden,
ca: Qui es converteix d'ella - a continuació, en efecte, portarà el dia de resurrecció una càrrega,
cy: Pwy bynnag yn troi oddi wrth-yna yn wir, bydd ei gofio ar ddiwrnod yr atgyfodiad yn faich,
da: Hvem vender væk fra det - så ja, han vil bære på den dag i opstandelse en byrde
el: Όποιος γυρίζει μακριά από αυτό - τότε, πράγματι, αυτός θα φέρει την ημέρα της Αναστάσεως βάρος,
et: Kes iganes lülitab mujale - siis tõepoolest, ta kannab ülestõusmist päev suurt koormust
fi: Se, joka kääntyy pois- sitten, hän kantaa ja ylösnousemuksen taakka,
he: מי שהופך מזה - אז אכן, הוא יישא על יום התקומה נטל,
hr: Tko pretvara od toga - onda doista, će na teret nositi na dan uskrsnuća
lt: Tas, kas paverčia nuo jo - tada iš tiesų, jis bus ant prisikėlimo dieną našta,
lv: Tas, kurš novēršas no tā - tad tiešām viņš nesīs uz augšāmcelšanās dienu nasta,
nb: Den som slår fra det - og faktisk han vil bære på oppstandelsen en byrde,
sk: Ten, kto sa odvráti od- potom skutočne bude niesť na deň vzkriesenia záťaži
sl: Kdor odvrne od-, potem je res, bo obrodilo na dan od vstajenje breme,
sr_cyrl: Онај ко се окреце то - онда заиста, он ће имати на дан ускрснућа на терету,
sr_latn: Onaj ko se okrece to - onda zaista, on će imati na dan uskrsnuća na teretu,
uk: Той, хто відвертається від неї - то дійсно, він буде на день Воскресіння нести тягар,
vi: Bất cứ ai quay lưng lại nó - sau đó, quả thật vậy, ông sẽ chịu vào ngày phục sinh một gánh nặng,
zu: Noma ubani obalekela it - ke ngempela, lowo uthela Suku Vuko umthwalo,

# Quran2449
source: [Abiding] eternally therein, and evil it is for them on the Day of Resurrection as a load -
ca: [Respectuosos] eternament en el mateix i el mal, és per a ells el dia de resurrecció com una càrrega -
cy: [Ufudd i'r] fythol ynddo, a drygioni ydyw iddynt ar ddiwrnod yr atgyfodiad fel llwyth-
da: [Lovlydige] evigt deri og onde det er for dem på den dag i opstandelse som en belastning -
el: [Νομοταγής] αιώνια σ ' αυτό, και το κακό είναι για τους κατά την ημέρα της Αναστάσεως, ως φορτίο -
et: [Kinni] igavesti seal, ja on neid ülestõusmist päev kergestisüttivaid - kurja
fi: [Noudattavien] ikuisesti siinä ja se on heille ylösnousemuksen kuin kuorma -
he: [שומר] לנצח בו, ורע זה עבורם על יום התקומה כמו עומס -
hr: [Ostajati] vječno u njoj i zla za njih je na dan uskrsnuća koje je opterećenje -
lt: [Gerbiantys] amžinai jame, ir būtent dėl jų ant prisikėlimo dieną kaip apkrova - blogis
lv: [Ievērojot] mūžīgi tajā un ļauno ir tiem augšāmcelšanās dienu kā slodze -
nb: [Følger] evig der. og ondt det er for dem på dagen av oppstandelse som en belastning -
sk: [Rešpektujúci] večne v ňom, a zlo je pre nich na deň vzkriesenia ako náklad -
sl: [Upoštevanje] večno v njej, in zlo je zanje na dan od vstajenje kot breme -
sr_cyrl: [Постојану ] бескрајно изнесено и зла, то је за њих, на дан ускрснућа као товар -
sr_latn: [Postojanu] beskrajno izneseno i zla, to je za njih, na dan uskrsnuća kao tovar -
uk: [Незмінною] вічно в ньому і це для них на день Воскресіння як навантаження - зло
vi: [Tuân thủ] luôn luôn ở đây, và nó là dành cho họ vào ngày phục sinh như là một tải - ác
zu: [Abiding] phakade kulo, okubi kungenxa them Suku Vuko umthwalo -

# Quran2450
source: The Day the Horn will be blown. And We will gather the criminals, that Day, blue-eyed.
ca: El dia de que la banya lacustres. I ens recollirà els criminals, que el dia, amb ulls blaus.
cy: Y diwrnod a bydd chwythu y corn. A bydd yn casglu y troseddwyr, y dydd, Glas-croes.
da: Dag Hornet vil blive blæst. Og vi vil samle de forbrydere, der dagen, blue-eyed.
el: Την ημέρα που θα διοχετεύεται το Κέρας της Αφρικής. Και εμείς θα συγκεντρωθούν οι εγκληματίες, που ημέρα, μπλε-eyed.
et: Päeval sarv puhutud. Ja kogume kurjategijad, mis päeval sinisilmne.
fi: Päivä puhalletaan sarvi. Ja keräämme rikollisia, joka päivä, sinisilmäinen.
he: היום הקרן יחסף אנחנו יתכנסו הפושעים, זה היום, עם עיניים כחולות.
hr: Dan rog će eksplodirati. I prekrasnu kriminalaca, koji dan, plave oči.
lt: Tą dieną bus susprogdintas, ragų. Ir mes susirinks nusikaltėliai, kad dieną, mėlynakis.
lv: Tajā dienā, kad tiks izpūstas ragu. Un mēs tiksies pret noziedzniekiem, kas dienā, zilacaina.
nb: Dagen Hornet vil bli blåst. Og vi vil samle de kriminelle, som dag blåøyet.
sk: Deň bude fúkané roh. A sme sa stretnú zločinci, že deň, modrooký.
sl: Dan bo prepihani rog. In smo zbrali kriminalci, da dan, modre oči.
sr_cyrl: Дан рог разнесу. И ми скупљамо криминалце, који је дан, плавооки.
sr_latn: Dan rog raznesu. I mi skupljamo kriminalce, koji je dan, plavooki.
uk: День Ріг бути підірваний. І ми зберемося злочинців, що день, синьоокі.
vi: Ngày sẽ thổi còi. Và chúng ta sẽ tập hợp những tên tội phạm, có ngày, mắt xanh.
zu: Suku phondo uzobe kushaywa.

# Quran2451
source: They will murmur among themselves, "You remained not but ten [days in the world]."
ca: Es buf entre ells, "vostè va romandre no però deu [dies del món]."
cy: Bydd eu murmur ymysg eu hunain, "arhosodd chi ddim ond deg [diwrnod yn y byd]."
da: De vil murre indbyrdes, "du forblev ikke men ti [dage i verden]."
el: Αυτοί θα φύσημα μεταξύ τους, "θα παραμείνει δεν αλλά δέκα [ημέρες στον κόσμο].»
et: Nad nurisema omavahel, "kuid kümme jäi [päeva maailmas]."
fi: He murehtivat keskenään "pysyitte vaan kymmenen [päivää maailmassa]."
he: הם תמלמל בינם לבין עצמם, "נשארת לא אבל עשר [ימים בעולם]."
hr: Oni će mrmljaju među sobom, "ti ostao je ne samo deset [dana u svijetu]."
lt: Jie bus ūžesys tarpusavyje, "Jums liko ne bet dešimt [dienų pasaulyje]."
lv: Tie būs kaut ko savā starpā, "palika ne tikai desmit gadu [dienas pasaulē]."
nb: De vil knurre seg imellom, "du fortsatt ikke men ti [dager i verden]."
sk: Oni sa šelest medzi sebou, "ste ostali ale ten [dní vo svete]."
sl: Jih bo šum med seboj, "ostala pa deset [dni v svetu]."
sr_cyrl: Они ће љапнем међу собом, "ти је остао не само десет [дана на свету]."
sr_latn: Oni će љapnem među sobom, "ti je ostao ne samo deset [dana na svetu]."
uk: Вони будуть ремствувати між собою, "залишився не але десять [днів у світі]."
vi: Họ sẽ murmur với nhau, "bạn vẫn không nhưng mười [ngày trong thế giới]."
zu: Bayoba ukububula bodwa, "Wena wahlala kodwa eziyishumi [izinsuku emhlabeni]."

# Quran2452
source: We are most knowing of what they say when the best of them in manner will say, "You remained not but one day."
ca: Som majoria sabent de què diuen quan el millor d'ells en forma voluntat dir, "vostè va romandre no, però un dia."
cy: Rydym yn gwybod fwyaf am yr hyn y maent yn ei ddweud pan y gorau ohonynt mewn modd fydd yn dweud, "chi arhosodd nid ond un diwrnod."
da: Vi er de fleste vel vidende af hvad de siger, når de bedste af dem i måde vil sige, "du forblev ikke men en dag."
el: Είμαστε οι περισσότεροι γνωρίζοντας τι λένε πότε το καλύτερο από αυτούς στον τρόπο θα λένε, «σας παρέμεινε δεν αλλά μια μέρα.»
et: Meil on enamik teades, mida nad öelda, millal parim neist viisil tahtmist öelda, "te jäi mitte vaid ühel päeval."
fi: Olemme eniten tietää, mitä he sanovat, kun paras niistä tavalla tahdon sanoa, "pysyitte ei mutta yksi päivä."
he: אנחנו נמצאים רוב בידיעה של מה שהם אומרים מתי הכי טוב מהם בצוואה באופן אומר, "אתה נשאר לא אלא יום אחד."
hr: Mi smo većina znajući što su kada rekli najbolje u način će reći, "ti si ostao ne ali jednog dana."
lt: Mes esame dauguma žinant, ką jie sako kai geriausias iš jų būdu bus pasakyti, "jūs liko ne bet vieną dieną."
lv: Mēs esam lielākā daļa zinot par to, ko viņi saka, kad vislabāk tās šajā veidā būs teikt: "jums palika ne, bet vienu dienu."
nb: Vi er de fleste vet av hva de sier når de beste av dem i måte vil si, "du ble ikke men en dag."
sk: Sme, že väčšina vedieť, čo hovoria, kedy najlepšie z nich spôsobom bude hovoriť, "ste zostal nie ale jeden deň."
sl: Mi smo najbolj vedo kaj pravijo, ko je najboljši od njih na način, ki bo rekel, "ostala ne, ampak en dan."
sr_cyrl: Ми смо већина знајући, како каже када најбољи од њих у тестаменту начин рекао, "ти остао не, али једног дана."
sr_latn: Mi smo većina znajući, kako kaže kada najbolji od njih u testamentu način rekao, "ti ostao ne, ali jednog dana."
uk: Ми є більшість знаючи, що вони говорять, коли найкраще з них в порядку будуть говорити, "ви залишалися не, але одного дня."
vi: Chúng tôi là hầu hết biết những gì họ nói khi nào là tốt nhất của họ trong cách sẽ nói, "bạn vẫn không có, nhưng trong một ngày."
zu: Singabantu engazi iningi lokho abakushoyo lapho best of them ngendlela uzothi: "Wena wahlala kodwa ngelinye ilanga."

# Quran2453
source: And they ask you about the mountains, so say, "My Lord will blow them away with a blast.
ca: I van preguntar sobre les muntanyes, diu així: "Senyor es bufar amb una explosió.
cy: Ac maent yn gofyn ichi am y mynyddoedd, felly yn dweud, "Bydd yr Arglwydd fy chwythu nhw i ffwrdd gyda chwyth.
da: Og de spørger dig om bjergene, så siger, "min herre vil blæse dem væk med en blast.
el: Και σας ζητούν για τα βουνά, έτσι λένε, «Κύριέ μου θα φυσήξει μακριά με ένα φύσημα.
et: Ja nad küsida mägedes, nii öelda, "Issand löök neid ära lööklaine.
fi: He kysyvät sinulta vuoret, niin eli "herrani puhaltaa ne pois hauskaa.
he: והם שואלים אותך על ההרים, נניח, "מלכי אפוצץ אותם עם הפיצוץ.
hr: I pitaju te o planinama, pa reći: "moj gospodar će ih otpuhati s blast.
lt: Ir jie paklausti apie kalnus, taip pasakyti, "mano Viešpats bus smūgis juos šalin su sprogimo.
lv: Un viņi jums jautāt par kalniem, tāpēc saku: "mans kungs būs trieciens tiem prom ar blastu.
nb: Og de spør deg om fjellene, så si: "min Herre blåse vil dem borte med en eksplosjon.
sk: A požiadať vás o horách, tak hovoria, "môj Pán bude vyhodiť preč s výbuchom.
sl: In so vas o gorah, tako pravijo, "Gospod bo odpihniti jih s a trobljenje.
sr_cyrl: И питају те о планинама, па реци: "мој господару ће их одувам са стилом.
sr_latn: I pitaju te o planinama, pa reci: "moj gospodaru će ih oduvam sa stilom.
uk: І вони, запитаєте ви гори, так кажуть, "Мій Господь буде удар їх з вибухом.
vi: Và họ yêu cầu bạn về các ngọn núi, như vậy nói, "Chúa tể của tôi sẽ thổi họ đi với một vụ nổ.
zu: Futhi they buza you izintaba, ngakho athi, "Nkosi yami ngeke ukuwashaya away nge ukuvunguza.

# Quran2454
source: And He will leave the earth a level plain;
ca: I va a deixar la terra un nivell simple;
cy: A bydd yn gadael y ddaear lefel plaen;
da: Og han vil forlade jorden et almindeligt;
el: Και θα αφήσει τη γη ένα επίπεδο πεδιάδα?
et: Ja ta lahkub maa tase plain;
fi: Ja hän jättää maan tasolle tavallinen;
he: הוא יעזוב הארץ רמה פשוטה;
hr: I napustit će zemlju na razini obične;
lt: Ir jis bus palikti žemės lygio lyguma;
lv: Un viņš aizies zemes līmenis parastā;
nb: Og han la jorden en vanlig;
sk: A opustí krajinu úrovni obyčajný;
sl: In on bo zapustiti zemljo raven navaden;
sr_cyrl: И он ће оставити земљу на ниво видном;
sr_latn: I on će ostaviti zemlju na nivo vidnom;
uk: І він залишить Землю рівень рівнині;
vi: Và ông sẽ rời khỏi trái đất một mức độ đơn giản;
zu: Futhi ngeke abashiye umhlaba ithafa ezingeni;
