Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1990
source: And [mention] the Day when We will resurrect among every nation a witness over them from themselves. And We will bring you, [O Muhammad], as a witness over your nation. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims.
ca: I [parlar] el dia quan ens serà ressuscitar entre totes les Nacions un testimoni sobre ells de si mateixos. I ens portarà, [O Muhammad], com un testimoni més de la seva nació. I hem enviat a vostè el llibre com aclariment per totes les coses i com a orientació i pietat i bona nova per als musulmans.
cy: A sôn y diwrnod pan ydym atgyfodi'r ymhlith pob cenedl yn dyst dros iddynt gan eu hunain [am]. A byddwn yn dod â chi, [O Muhammad], fel tyst dros eich cenedl. Ac yr ydym wedi anfon i lawr i chi y llyfr fel eglurhad ar gyfer pob un o'r pethau ac fel canllawiau a drugaredd a tidings da ar gyfer y Moslemiaid.
da: Og [omtale] den dag, når vi vil genopstå blandt alle nationer et vidne over dem fra sig selv. Og vi vil bringe dig, [O Muhammad], som vidne over din nation. Og vi har sendt til dig bogen som præcisering for alle ting og som vejledning og barmhjertighed og gode tidender for muslimer.
el: Και [αναφορά] την ημέρα όταν εμείς θα αναστήσει μεταξύ κάθε έθνος μάρτυρα πάνω τους από τον εαυτό τους. Και θα σας, [Ο Μωάμεθ], φέρνουμε ως μάρτυρας πάνω από το έθνος σας. Και στείλαμε σε σας το βιβλίο ως διευκρίνιση για όλα τα πράγματα και ως καθοδήγηση και έλεος και καλή είδηση για τους μουσουλμάνους.
et: Ja [mainida] päev, millal me taaselustada iga rahva seas tunnistaja nende üle alates ise. Ja toome teile [O Muhammad] tunnistajana üle oma rahvas. Ja meil on saatnud oma te raamat selgitus kõik asjad ja arendus ja halastust ja moslemid rõõmusõnumit.
fi: Ja [mainita] päivän kun me kaivaa esiin muun kansakunnan todistajana heitä itseltään. Ja tuomme sinulle [Oi Muhammed] todistajana murehdit. Ja lähetimme sinulle kirjan selvennyksenä kaiken ja ohjaus- ja armo- ja ilosanoman muslimeille.
he: [להזכיר] היום כאשר אנחנו אחיה בין כל אומה עדה עליהם מעצמם. אנחנו נביא לך, [O מוחמד], כעד מעל האומה שלך. שלחנו את הספר הבהרה לכל הדברים וכן הדרכה, רחמים, בשורות טובות עבור המוסלמים.
hr: I spomenuti dan kada smo će uskrsnuti među svakog naroda svjedok nad njima od njih samih. I vratit ćemo ti [O Muhammad], kao svjedok preko svog naroda. I poslali smo ti knjigu kao objašnjenje za sve i kao upute i milosti i dobra vijest za muslimane.
lt: Ir [paminėti] tą dieną, kada mes bus prisikelti tarp kiekvienos tautos liudytojas per juos nuo savęs. Ir mes atneš jums, [O Muhammad], per savo tauta liudytoju. Ir išsiuntėme jums knygą kaip paaiškinti viską ir orientavimo ir malonės ir gera žinia musulmonai.
lv: Un diena, kad mums būs atdzīvināt starp katrai tautai liecinieks pār tām no sevis [min]. Un mēs dos jums [O Muhammad] kā liecinieks pār savu valsti. Un mēs esam nosūtījuši uz leju jums grāmatu kā skaidrojums visām lietām un virzības un žēlastība un labas vēstis par musulmaņiem.
nb: Og [] dagen når vi vil gjenopplive blant alle nasjoner et vitne over dem fra seg selv. Og vi vil gi deg, [O Muhammad], som et vitne over nasjonen. Og vi har sendt til deg boken som avklaring for alle ting og veiledning og nåde og godt budskap for muslimer.
sk: A [] deň, kedy sme vzkriesi medzi každý národ svedkom nad ich od seba. A Prinášame vám [Mohamed], ako svedok počas svojho národa. A poslali sme vám knihu ako vysvetlenie všetkých veci a ako usmernenie a milosť a radostnú zvesť, pre moslimov.
sl: In [omenil] dan, kdaj mi bo obudila med vsak narod priča nad njimi od sebe. In ponujamo vam, [O Muhammad], bo kot priča v vaš narod. In smo poslali vam knjigo kot pojasnilo za vse stvari in kot smernice in milost in dobrih novic za muslimane.
sr_cyrl: И [споменуо] дан када ће васкрснути међу свака нација свједок над њима од њих самих. И доносимо, [О Мухаммад], као свједок преко своје нације. И послали смо да ти књигу као појашњење за све ствари и за вођење и милост и радосне за Муслимане.
sr_latn: I [spomenuo] dan kada će vaskrsnuti među svaka nacija svjedok nad njima od njih samih. I donosimo, [O Muhammad], kao svjedok preko svoje nacije. I poslali smo da ti knjigu kao pojašnjenje za sve stvari i za vođenje i milost i radosne za Muslimane.
uk: І [згадати] день, коли ми будемо воскресити серед кожної нації свідком над ними від себе. І ми принесемо Вам, [O Мухаммад], як свідок над свою націю. І ми направили вам книгу як роз'яснень для всіх речей і як керівництва і милосердя та добру новину для мусульман.
vi: Và [kể] trong ngày khi chúng tôi sẽ hồi sinh trong mỗi quốc gia một nhân chứng trên chúng từ bản thân mình. Và chúng tôi sẽ mang lại cho bạn, [O Muhammad], theo một nhân chứng trong quốc gia của bạn. Và chúng tôi đã gửi cho bạn cuốn sách như là làm rõ cho tất cả mọi thứ và là hướng dẫn và lòng thương xót và tidings tốt cho những người Hồi giáo.
zu: Futhi [Khumbuzani] Suku uma We uyobavusa sesizweni wonke ubufakazi phezu kwabo evela ngokwabo.

# Quran1991
source: Indeed, Allah orders justice and good conduct and giving to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded.
ca: De fet, Allah ordres justícia i bona conducta i donar a familiars i prohibeix la immoralitat i mala conducta i l'opressió. Va amonesta vostè que potser vostè es pot recordar.
cy: Yn wir, Allah Gorchmynion cyfiawnder ac ymddygiad da a rhoi i berthnasau a gwahardd anfoesoldeb ac ymddygiad gwael a gormes. Mae ef yn admonishes eich bod efallai y bydd atgoffa chi.
da: Faktisk Allah ordrer retfærdighed og god adfærd og give til pårørende og forbyder umoral og dårlig adfærd og undertrykkelse. Han formaner du at du måske vil blive mindet.
el: Πράγματι, Αλλάχ παραγγελίες δικαιοσύνης και καλής συμπεριφοράς και δίνει σε συγγενείς, και απαγορεύει την ανηθικότητα και την κακή συμπεριφορά και την καταπίεση. Αυτός admonishes μπορείτε ότι ίσως θα υπενθυμιστείτε.
et: Tõepoolest, Allah õigus ja hea käitumise ja andes sugulased jätta ja keelab amoraalsuse ja halb käitumine ja rõhumine. Ta manitseb sa et võibolla teile meelde.
fi: Itse asiassa Jumala tilaukset oikeudenmukaisuuden ja hyvän käytöksen ja antaa omaisille ja kieltää moraalittomuus ja huonosta toiminnasta ja sortoa. Hän kehoittaa sinua että ehkä sinua muistutetaan.
he: אכן, אללה הזמנות צדק, התנהגות טובה ולתת לקרובי משפחה, אוסר על חוסר מוסריות, התנהגות ודיכוי. הוא נוזף אותך כי אולי תקבל תזכורת.
hr: Uistinu, Allah naređuje pravdu i dobrog ponašanja i davanje rodbini i zabranjuje nemoral i loš ponašanje i ugnjetavanja. On savjetuje ti da možda ćete biti podsjetnik.
lt: Iš tiesų, Dievo užsakymai Teisingumo ir gero elgesio, suteikiant giminaičiams ir draudžia amoralumas ir blogo elgesio ir priespauda. Jis perspėja jus kad galbūt jums bus priminta.
lv: Patiešām, Allah tieslietu un nesodāmību un radiniekiem, dodot pasūtījumus un aizliedz netikumība un sliktu uzvedību un apspiešanu. Viņš jums, ka varbūt jums tiks atgādināts, ka aizrādījumu.
nb: Faktisk Allah bestillinger rettferdighet og god oppførsel og gi til slektninger og forbyr umoral og dårlig oppførsel og undertrykkelse. Han formaner du at kanskje du vil bli minnet.
sk: Alah je naozaj spravodlivosti a dobré správanie a dáva príbuzných a zakazuje nemorálnosti a zlé správanie a útlaku. On nabáda, aby ste, že možno budete upozornený.
sl: Res, Allah pravičnosti in dobrega obnašanja in daje sorodnikom in prepoveduje nemoralnosti in slabo ravnanje in zatiranja. On svari da morda boste opomnjeni.
sr_cyrl: Заиста , Аллах нареди правде и доброг понашања и давање родбини, а забрањује неморала и лоше понашање и угњетавања. Он вам можда неће бити подсежаљ адмонисхес.
sr_latn: Zaista, Allah naredi pravde i dobrog ponašanja i davanje rodbini, a zabranjuje nemorala i loše ponašanje i ugnjetavanja. On vam možda neće biti podseжaљ admonishes.
uk: Дійсно, Аллах накази правосуддя і гарної поведінки і даючи родичам і забороняє аморальності і погано поведінки і гноблення. Він закликає вас, що можливо вам буде нагадувати.
vi: Thật vậy, Allah ra lệnh cho công lý và tiến hành tốt và đưa ra cho người thân và cấm đạo Đức và ứng xử xấu và áp bức. Ông admonishes bạn rằng có lẽ bạn sẽ được nhắc nhở.
zu: Ngempela, oda Allah ubulungisa nokuziphatha okuhle futhi enikeza izihlobo phakathi kwabashadile futhi wenqabele nokuziphatha okubi, futhi ukuziphatha okubi kanye nokucindezelwa.

# Quran1992
source: And fulfill the covenant of Allah when you have taken it, [O believers], and do not break oaths after their confirmation while you have made Allah, over you, a witness. Indeed, Allah knows what you do.
ca: I complir el Pacte d'Allah quan ha pres-lo, [creients O] i no trencar juraments després de la seva confirmació mentre Allah, han fet sobre vosaltres, un testimoni. De fet, Allah sap què fer.
cy: Gyflawni y cyfamod Allah pan ydych wedi cymryd ei, [O gredinwyr], ac nid yn torri llwon ar ôl eu cadarnhau er bod chi wedi gwneud Allah, dros chi, tyst. Yn wir, mae Allah yn gwybod beth yr ydych yn ei wneud.
da: Og opfylde pagten af Allah, når du har taget det, [O troende], og bryder ikke eder efter deres bekræftelse, mens du har lavet Allah, over dig, et vidne. Faktisk ved Allah, hvad du gør.
el: Και εκπληρώνουν τα φώνου του Αλλάχ, όταν το έχετε λάβει, [O πιστών], και να μην σπάσει όρκους μετά τους επιβεβαίωση, ενώ έχετε κάνει Αλλάχ, πάνω σου, ένας μάρτυρας. Πράγματι, Αλλάχ γνωρίζει αυτό που κάνεις.
et: Ja Allah pakti kui olete võtnud see [O usklike], ja murda vande pärast nende kinnitamist, on muutnud Jumal, teile tunnistaja. Tõepoolest, Jumal teab, mida teha.
fi: Ja täyttää Jumalan liiton, kun olet ottanut sen [O uskovia], ja riko valoja niiden vahvistuksen jälkeen kun olet tehnyt Jumalalle, teidän todistajana. Itse asiassa Jumala tietää, mitä tehdä.
he: למלא את האמנה של אללה כאשר אתה לוקח את זה, [O המאמינים], ולא לשבור השבועות לאחר אישור שלהם בזמן שביצעת אללה, עלייך, עדה. אכן, אללה יודע מה אתה עושה.
hr: I ispuni zavjet Allahu kada je odnio, [O vjernici], i razbiti zakletve nakon njihove potvrde dok si Allahu, te svjedoka. Doista, Allah zna ono što radite.
lt: Ir įvykdyti Dievo sandorą kai ėmėtės ją, [O tikintieji], ir neatlieka priesaikas nuo jų patvirtinimo nors atlikote Dievo, virš tavęs, liudytojas. Iš tiesų, Dievas žino, ką daryti.
lv: Un piepildīt Allah pilsētas mēru, kad esat lietojis to [O ticīgie] un nepārkāps zvērestu pēc to apstiprināšanas laikā veiktās Allah, pār jums, liecinieks. Patiešām, Allah zina, ko darīt.
nb: Og oppfylle pakten Allah når du har tatt den, [O troende], og ikke bryte eder etter deres bekreftelse mens du har gjort Allah, du, et vitne. Faktisk vet Allah hva du gjør.
sk: A plniť pakt Alah, keď ste vzali to [O veriacich], a neporušujú prísahy po ich potvrdení, kým ste urobili Alaha, nad vami, svedok. Vskutku, Alah vie, čo robiť.
sl: Izpolnitev zaveze Allah, ko ste vzeli to, [O verniki], in ne lomite prisega po njihovi potrditvi, medtem ko so se Allah, nad vami, priča. Res, Allah ve, kaj storiti.
sr_cyrl: И испуни Завјет Аллаха када си узео, [О верници], и не заклетве након њихове потврде док си Аллах, над тобом, сведок. Заиста , Аллах зна шта радите.
sr_latn: I ispuni Zavjet Allaha kada si uzeo, [O vernici], i ne zakletve nakon njihove potvrde dok si Allah, nad tobom, svedok. Zaista, Allah zna šta radite.
uk: І виконувати заповіту Аллаха, коли ви взяли його, [O віруючі] і вже не вирватися клятви після своє підтвердження в той час як ви зробили Аллаха, над вами, свідок. Дійсно, Аллах знає, що ви робите.
vi: Và thực hiện đầy đủ các giao ước của Allah, khi bạn đã thực hiện nó, [O các tín hữu], và không phá vỡ lời thề sau khi xác nhận của họ trong khi bạn đã thực hiện Allah, trong bạn, một nhân chứng. Thật vậy, Allah biết những gì bạn làm.
zu: Futhi afeze isivumelwano Allah uma usuthathe it, [Jehova amakholwa], futhi musa aphule fungo isiqinisekiso yabo kuyilapho wena wenzé Allah, phezu kwakho, ibe ngufakazi.

# Quran1993
source: And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community. Allah only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ.
ca: I no ser com ella que untwisted el seu fil filat després era fort [per] prenent seus juraments com engany [mitjà de] entre vosaltres perquè una comunitat és més abundant [en nombre o riquesa] que una altra comunitat. Allah només tracta de vostè així. I segurament va fer clar el dia de resurrecció que més que solia diferir.
cy: A Peidiwch â bod fel hi a untwisted ei edau spun ar ôl iddo cryf gan gymryd eich llwon fel dichell [modd] rhwng chi oherwydd un gymuned yn helaethach [yn nifer neu gyfoeth] na'r gymuned arall. Allah dim ond ceisia'r chi felly. A bydd yn sicr yn gwneud glir i chi ar ddiwrnod atgyfodi y dros y gwnaethoch eu defnyddio i fod yn wahanol.
da: Og vær ikke som hende der ikke snoet hendes spundet tråd efter det var stærk [af] tager din eder som [middel til] bedrag mellem dig, fordi et fællesskab er mere rigeligt [i antallet eller rigdom] end et andet samfund. Allah kun forsøger du derved. Og han vil helt sikkert gøre klart til dig på den dag i opstandelse, at over, som du brugte til at variere.
el: Και δεν είναι σαν αυτή που untwisted της κλωσμένου νήματος μετά ήταν ισχυρή [με] τη λήψη σας όρκους ως εξαπάτηση [μέσα] ανάμεσα σε σας, επειδή μία κοινότητα είναι πιο άφθονα [στον αριθμό ή πλούτου] από μια άλλη Κοινότητα. Αλλάχ σας προσπαθεί μόνο με αυτόν τον τρόπο. Και σίγουρα θα κάνει σαφές σε σας για την ημέρα της Αναστάσεως, ότι πάνω από το οποίο χρησιμοποιήσατε για να διαφέρουν.
et: Ja ära ole nagu ta kes nullkeeruga tema kedratud niit, pärast seda, kui see oli tugev [poolt] võttes oma vande [transpordivahendite] pettusega vahele, sest üks ühenduse on veel küllaga [in number või rikkuse] kui teine ühenduse. Jumal ainult üritab sa sellega. Ja ta kindlasti teeb, tühjendage teile ülestõusmise päev selle üle, mida te kasutada erinevad.
fi: Ja ei ole kuin hän, joka kiertämätön hänen kehrätty lanka, kun se oli vahva [] ottaa teidän valoja [keino] petos välillä, koska yksi yhteisön on runsaasti [in numero tai varallisuuden] kuin toisessa yhteisössä. Jumala vain yrittää voit siten. Ja hän varmasti tehdä selväksi teille ylösnousemuksen päivänä että yli, jota käytit mieltä.
he: לא להיות כמו מי untwisted את החוט סובב אותה אחרי זה היה חזק [מאת] לוקח את השבועות כמו רמאות [אמצעי] ביניכם כי קהילה אחת היא יותר בשפע [מספר או עושר] מאשר קהילה נוספת. אללה רק מנסה אתה ובכך. הוא בוודאי יגרום לנקות לך על יום תחיית המתים הזה נגמר שבו השתמשת כדי להיות שונה.
hr: I ne budite kao ona koja uzbudljivost joj preden nit je jak uz uzimanje svoje zavjete kao [vid] prijevare između vas jer jedna zajednica je više obilan [u broj ili bogatstvo] nego još jedna zajednica. Allah vas time samo pokušava. I da sigurno će da ti objasnim na dan uskrsnuća taj nad kojim se razlikuju.
lt: Ir neturi būti kaip ji, kurie nesuktieji savo susuktų siūlų po to, kai jis buvo stiprus [iš] laikant savo przysiegami [priemones] apgaulės tarp jūsų nes viena bendruomenė yra gausios [numeris ir turto] nei kitos Bendrijos. Dievas tik bando jums tokiu būdu. Ir jis tikrai privers aišku jums prisikėlimo dieną kad daugiau nei, kuriuos naudojote skiriasi.
lv: Un nevar būt kā viņa, kas negrodota viņas griezās pavedienu, pēc tam, kad tā bija stipra [pēc] par [līdzekļus] viltu starp jums ņemot savu zvērestu, jo viena Kopiena ir vairāk bagātīgs [ar numuru vai bagātības] nekā citu Kopienas. Allah tikai mēģina jūs tādējādi. Un viņš noteikti dos skaidrs jums augšāmcelšanās diena, pār kuru izmantojāt atšķiras.
nb: Og ikke vær som hun som untwisted hennes spunnet tråden når det var sterk [av] tar din eder som [typer] bedrag mellom deg fordi et samfunn er mer rikelig [i nummer eller rikdom] enn et annet samfunn. Allah bare prøver du dermed. Og han vil sikkert gjøre klart for deg på dagen av oppstandelse at over som du brukte til å variere.
sk: A nechce byť ako ona, kto nekrútená jej točil vlákna, potom to bola silná [podľa] starostlivosti svoje prísahy [druh] machinácie medzi vami preto jedného spoločenstva je Hojná v číslo alebo bohatstva] ako iné komunity. Boh len snaží si tým. A určite bude vám jasné, na deň vzkriesenia že nad ktorou sa líšia.
sl: In noče biti kot ona, ki Neteksturirana, brez zavojev njena zavrtel niti ko je bilo močno [z] ob vaš prisega kot [prevoznega] prevaro med vami, ker ena skupnost je bolj izdatno [v številko ali bogastvo] kot drugo Skupnost. Allah samo jih poskuša s tem. In zagotovo bo jasno, da si na dan od vstajenje da več kot, ki ste ga uporabili, da se razlikujejo.
sr_cyrl: И не будите као она која је унтwистед јој локне нит када је јака по твој закуну као преваре [вид] између вас јер једна заједница је више изобиљу [у број или богатство] него други заједнице. Алах те је само покушава чиме би. И он ће сигурно јасно да ти на дан ускрснућа да тамо који сте користили да се разликују.
sr_latn: I ne budite kao ona koja je untwisted joj lokne nit kada je jaka po tvoj zakunu kao prevare [vid] između vas jer jedna zajednica je više izobilju [u broj ili bogatstvo] nego drugi zajednice. Alah te je samo pokušava čime bi. I on će sigurno jasno da ti na dan uskrsnuća da tamo koji ste koristili da se razlikuju.
uk: І чи не вподобляйтеся вона, хто розкручується її spun нитку, після того, як він був сильним [за] прийняття ваші клятви як [засобів] обману між вами, тому що одній громаді є більш рясні [в номер або багатства] ніж іншої спільноти. Аллах тільки ти нах тим самим. І він буде, безумовно, зробити очистити вам день Воскресіння що більше, яким Ви користувались відрізняються.
vi: Và không giống như cô người untwisted của cô chủ đề tách sau khi nó đã mạnh mẽ [] tham gia tuyên thệ của bạn như là sự lừa dối [phương] giữa bạn vì một cộng đồng phong phú hơn [trong số hoặc giàu có] so với các cộng đồng khác. Allah chỉ cố gắng bạn từ đó. Và ông chắc chắn sẽ làm cho rõ ràng cho bạn vào ngày phục sinh mà trên đó bạn đã sử dụng khác nhau.
zu: Futhi ungabi sengathi ngubani untwisted ngentambo yakhe baphotha emva kwaba eqinile [by] ukuthatha kho fungo njengoba [esebenzisa] ngenkohliso phakathi kwakho ngoba omunye emphakathini kukhulu ngaphezulu [ngesibalo noma ingcebo] kunesinye umphakathi.

# Quran1994
source: And if Allah had willed, He could have made you [of] one religion, but He causes to stray whom He wills and guides whom He wills. And you will surely be questioned about what you used to do.
ca: I si Allah tenia willed, podria haver fet tu [de] una religió, però provoca a qui ell voluntats i guies qui que vol desviar. I sens dubte vostè es qüestionarà sobre què solia fer.
cy: Ac os oedd Allah ewyllysio iddi, gallai wedi gwneud chi [o] un grefydd, ond mae ef yn peri i bwy mae'n wills a hysbysiadau y mae ef yn wills yn crwydro. Ac oni bydd eich holi am beth yr ydych yn ei defnyddio i wneud.
da: Og hvis Allah havde villet, han kunne have gjort dig [af] en religion, men han får for at omstrejfende hvem han Testamente og guider hvem han Testamente. Og du vil helt sikkert blive udspurgt om, hvad du plejede at gøre.
el: Και αν είχε βουλητικός Αλλάχ, αυτός θα μπορούσε να σε έχουν κάνει [μία θρησκεία του], αλλά αυτός προκαλεί να απομακρυνθούν από τον οποίο και Διαθήκες οδηγοί τους οποίους διαθήκες. Και εσείς σίγουρα θα ερωτηθεί για αυτό που χρησιμοποιήσατε για να κάνετε.
et: Ning kui Allah oli kombeks, ta on teinud teile [ning] üks usk, aga ta põhjustab hulkuvate, keda ta tahab ja juhendid, keda ta tahab. Ja sa kindlasti küsitletakse mida sa kasutada seda teha.
fi: Ja jos Jumala olisi tahtonut, hän hankkia kokoonpantu te [,] uskontoa, mutta hän saa eksyä jotka hän tahtoo ja ohjaa kenet tahtoo. Ja olet varmasti esille nousee myös kysymys mitä tapana tehdä.
he: אם אללה היה רצון הוא יכול לגרום לך [של] דת אחת, אבל הוא גורם תתעה מי הוא צוואות ומדריכים מי שהוא חפץ. אתה לבטח להיחקר על מה נהגת לעשות.
hr: I ako je htio Allah, možda je o jednoj religiji, ali on uzrokuje zastraniti koga on hoće i kome hoće. I sigurno će biti ispitan o što si naviknut obaviti.
lt: Ir jei Dievas turėjo valios, jis galėjo padaryti jums [,] viena religija, bet jis sukelia nuklysti kam jis testamentų ir vadovai kam jis nori. Ir jums bus tikrai apklausiamas apie ką jūs czynili.
lv: Un, ja Allāha gribas, viņš ir veikuši [par] viena reliģija, bet viņš liek uz klaiņojošiem, kuru viņš piespiež un ceļveži kuru viņš vēlas. Un jūs noteikti iztaujās par to, ko esat pieradis veikt.
nb: Og hvis Allah hadde ville, han kunne ha gjort [om] en religion, men han fører til spredt som han wills og guider som han wills. Og du vil sikkert bli spurt om hva du pleide å gjøre.
sk: A ak Boh bol chcel, mohol on robil [o] jedno náboženstvo, ale spôsobí túlavé, ktorého vôle a sprievodcov, koho on chce. A vám bude určite pochybovali o tom, čo ste zvyknutí robiť.
sl: In če je Allah voljan, on strjena lava življati narejen vi [za] eno vero, vendar mu povzroča zaiti ki je oporok in koga je oporok vodi. In vam bo zagotovo zaslišan o tem, kaj je za narediti.
sr_cyrl: И ако Алах имао воље, могао је да ти од једне религије, али он узрокује да залута коју је Wиллис и води кога он Wиллис. И сигурно ће бити испитан о шта си радила.
sr_latn: I ako Alah imao volje, mogao je da ti od jedne religije, ali on uzrokuje da zaluta koju je Willis i vodi koga on Willis. I sigurno će biti ispitan o šta si radila.
uk: І якщо Аллах був того, він міг зробити вас [про] однієї релігії, але він викликає відходити кого він воля і направляє кого він хоче. І ви напевно бути допитаний про те, що ви використовували, щоб зробити.
vi: Và nếu Allah có ý chí, ông có thể đã làm bạn của một tôn giáo, nhưng anh ta gây ra để đi lạc mà ông wills và hướng dẫn người mà Ngài muốn. Và bạn chắc chắn sẽ được hỏi về những gì bạn sử dụng để làm.
zu: Futhi uma Allah kwase willed He enza you [of] inkolo eyodwa, kodwa ubangela ukuba angamlandeli whom He tando futhi khaphi He tando.
