Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1182
source: Indeed, the worst of living creatures in the sight of Allah are the deaf and dumb who do not use reason.
ca: De fet, el pitjor de la vivents en la vista d'Allah els sords i muts que no fan la raó.
cy: Yn wir, y gwaethaf o greaduriaid byw yng ngolwg Allah yn y byddar ac addysg nad ydynt yn defnyddio rheswm.
da: Værst af levende væsener i synet af Allah er døve og stumme, der ikke bruger grund.
el: Πράγματι, η χειρότερη των ζωντανών πλασμάτων στα μάτια του Αλλάχ είναι κωφών και χαζός που δεν χρησιμοποιούν το λόγο.
et: Tõepoolest, elusolendid Allah silmapiiril halvim on kurt ja loll, kes ei kasuta põhjus.
fi: Itse pahin eläviä olentoja Jumalan silmissä kuuro ja tyhmä, jotka eivät käytä syy.
he: אכן, הגרוע מכל היצורים החיים בעיני אללה אתה החירש וטיפש ואינם משתמשים סיבה.
hr: Doista, najgora bića pred Allaha su gluhi i glupi koji ne koriste razlog.
lt: Iš tiesų, Dievo akyse Gyviai blogiausia yra Glusi ir niemy kurie nenaudoja priežastis.
lv: Patiešām, sliktākajā dzīvas radības Allah aktuāli ir kurls un mēms, kas neizmanto iemesls.
nb: Faktisk verst av levende vesener i synet av Allah er døve og dum som ikke bruker grunn.
sk: V skutočnosti najhoršie z živých tvorov v očiach Alah nepočujúcich a nemý, ktorí nepoužívajú dôvod.
sl: Dejansko najslabše živih bitij v očeh Allah so gluhe in neumna, ne uporabljajo razlog.
sr_cyrl: Уистину , најгоре живих створења на видику од Алаха су глуве и глупи који не користе разлог.
sr_latn: Uistinu, najgore živih stvorenja na vidiku od Alaha su gluve i glupi koji ne koriste razlog.
uk: Дійсно, найгірше живі істоти в очах Аллаха є глухих і німий, які не використовують причини.
vi: Thật vậy, tồi tệ nhất của các sinh vật trong tầm nhìn của Allah những người điếc và câm người không sử dụng lý do.
zu: Ngempela, lalibhekisela izidalwa eziphilayo emehlweni Allah are yisithulu yisimungulu ngaphakathi abangezanga ukusebenzisa isizathu.

# Quran1183
source: Had Allah known any good in them, He would have made them hear. And if He had made them hear, they would [still] have turned away, while they were refusing.
ca: Allah hagués sabut bo en ells, li hauria fet escolti. I si ell havia fet sentir, que [encara] hagués convertit en distància, mentre ells van negant.
cy: Roedd Allah yn hysbys unrhyw da ynddynt, byddai ef wedi eu clywed. Ac os oedd wedi eu gwneud yn clywed, fydden nhw [o hyd] wedi troi i ffwrdd, tra roedd eu gwrthod.
da: Allah havde kendt noget godt i dem, ville han have gjort dem høre. Og hvis han havde gjort dem høre, de ønsker [fortsat] har vendt væk, mens de nægter.
el: Αλλάχ γνώριζαν κάθε καλή σε αυτά, θα έχουν γίνει τους ακούω. Και αν είχε κάνει τους ακούω, θα [ακόμη] έχουν μετατραπεί μακριά, ενώ αυτοί που αρνούνταν.
et: Jumal oleks teadnud neist midagi head, ta oleks teinud neile kuulda. Ja kui ta tegi neile kuulnud, nad oleks [ikka] on loobunud, kuigi nad olid keeldumiseks.
fi: Allah tienneet mitään hyvää heissä, hän olisi tehnyt heidän kuulla. Ja jos hän oli tehnyt niitä kuulla ne olisi [edelleen] kääntynyt pois, vaikka he eivät enää suostu.
he: אללה יודעים טוב מהם, הוא כבר היה להם לשמוע. אם הוא יצר אותם לשמוע, הם [עדיין] הפכו משם, בעוד הם היו מסרבים.
hr: Allah znao dobro na njih, da bi se napravio ih čuti. I ako ih dao čuti, oni bi [još uvijek] bile, dok su odbijali.
lt: Bet gerai juos pažinojo Dievas, jis galėtų padaryti juos išgirsti. Ir jei jis padarė juos išgirsti, jie būtų [vis dar] kreipėsi toli, o jie atsisakė.
lv: Allah pazinusi kādu labu tiem, viņš būtu padarījuši to dzirdēt. Un ja viņš padarīja viņus uzklausīt, tie būtu [vēl] pagriezies projām, kamēr viņi bija atsakoties.
nb: Visst Allah noe godt i dem, ville han ha gjort dem høre. Og hvis han hadde gjort dem hører, [de ville fortsatt] har slått unna, mens de ble nektet.
sk: Boh vedel, nič dobrého v nich, že by sa ich počuť. Ak mal urobil ich počuť, by [stále] obrátili preč, zatiaľ čo oni boli odmietnutí.
sl: Allah poznal vse dobro v njih, on bi so jih slišali. In če je naredil jih slišati, da bi [še vedno] so obrnil proč, medtem ko so zavrnile.
sr_cyrl: Да је Аллах знао никакве користи од њих, зарадио би их иујем. И ако их је направио иути, они би [још] отпослао, док они су одбили.
sr_latn: Da je Allah znao nikakve koristi od njih, zaradio bi ih иujem. I ako ih je napravio иuti, oni bi [još] otposlao, dok oni su odbili.
uk: Аллах знав, нічого хорошого в них, він би склав їх почути. І якщо він зробив їх почути, вони б [ще] мають відвернувся, хоча вони були відмови.
vi: Allah biết bất kỳ tốt ở họ, ông nào đã làm cho họ nghe. Và nếu ông đã làm cho họ nghe thấy, họ đã [còn] có thể bật đi, trong khi họ đã từ chối.
zu: Ukube Allah eyaziwa phi hle ngaphakathi them He enza them uzwe.

# Quran1184
source: O you who have believed, respond to Allah and to the Messenger when he calls you to that which gives you life. And know that Allah intervenes between a man and his heart and that to Him you will be gathered.
ca: O que han cregut, respondre a Allah i el Missatger quan ell l'anomena al que li dóna vida. I saber que Allah intervé entre un home i el seu cor i que a ell li es recolliran.
cy: O chi sydd wedi credu, ymateb i Allah a y negesydd pan fydd ef yn galw chi i'r hyn a rhoi eich bywyd. A gwybod bod Allah yn ymyrryd rhwng dyn a ei galon a bod iddo bydd eich casglu.
da: O du, der har troet, reagere på Allah og Messenger når han ringer til dig, som giver dig liv. Og ved, at Allah griber ind mellem en mand og hans hjerte og at ham du vil blive indsamlet.
el: O εσάς που πίστεψαν, ανταποκρίνονται στον Αλλάχ και το Messenger όταν σας καλεί σε αυτό που σας δίνει ζωή. Και γνωρίζουμε ότι Αλλάχ παρεμβαίνει ανάμεσα στον άνθρωπο και την καρδιά του και ότι σ ' αυτόν σας θα συγκεντρωθούν.
et: O kes on uskunud, vastata Allah ning sõnumitooja kui ta helistab see, mis annab teile elu. Ja tean, et Jumal sekkub vahel mees ja tema süda ja et talle sa kogub.
fi: O jotka ovat uskoneet vastata, Jumala ja Messenger kun hän kutsuu sinua siihen, mikä tuo elämän. Ja Jumala puuttuu välillä mies ja hänen sydämensä ja että hänelle voit kootaan.
he:  מי מאמין, מגיבים אללה, השליח כאשר הוא קורא את זה אשר נותן לך את החיים. ואני יודע כי אללה מתערב בין גבר לבו, כי אליו אתה שייאספו.
hr: O koji su vjerovali, odgovor na Allaha i Glasnik kad on vas poziva na ono što vam daje život. I znam da Allah intervenira između čovjeka i njegovo srce i da mu da će biti prikupljen.
lt: O jūs, kurie tikėjo, reaguoti į Dievo ir Messenger kai jis jums, kurie suteikia jums gyvenimą. Ir žinau, kad Dievas įsiterpia tarp vyro ir jo širdis ir kad jam jums bus galima surinkti.
lv: O kas ticējusi, atbildēsit Allah Messenger un kad viņš aicina jūs uz to, kas jums dod dzīvību. Un zināt, Allah iejaucas, starp vīrieti un viņa sirdi un ka viņam jūs apkopos.
nb: O du hvem har trodd, svar til Allah og Messenger når han kaller deg som gir deg liv. Og vet at Allah griper inn mellom en mann og hans hjerte og at ham du skal hentes.
sk: O vás, ktorí ste uverili, reagovať na Alaha a posol keď mu zavolá, ktorá vám dáva život. A viem, že Boh zasahuje medzi človekom a jeho srdce a že k nemu vám budú sa zhromažďovať.
sl: O vi, ki ste verjeli, odziva na Alah in sel ko kliče vas, ki vam daje življenje. In vem, da Allah posreduje med moškim in njegovo srce in da mu vam bo mogoče zbrati.
sr_cyrl: О ти који верују, одговорите Алаха и да гласник када те зове да оно што вам даје живот. И знам да је Аллах интервенисала између мушкарца и његовог срца, и да му ти бити прикупљене.
sr_latn: O ti koji veruju, odgovorite Alaha i da glasnik kada te zove da ono što vam daje život. I znam da je Allah intervenisala između muškarca i njegovog srca, i da mu ti biti prikupljene.
uk: О ви, хто вірив, реагувати Аллах і Messenger коли він закликає вас до того, що відкриває вам життя. І знаю, що Аллах втручається між чоловіком і його серце, і що йому вам будуть зібрані.
vi: O bạn của những người đã tin tưởng, phản hồi lại Allah và Messenger khi ông gọi cho bạn để mà trong đó cung cấp cho bạn cuộc sống. Và biết rằng Allah can thiệp giữa một người đàn ông và trái tim của mình và rằng anh ta bạn sẽ được thu thập.
zu: O you kholwa aphendule Allah futhi uMphrofethi lapho ebiza wena ukuthi onikeza ukuphila kwakho.

# Quran1185
source: And fear a trial which will not strike those who have wronged among you exclusively, and know that Allah is severe in penalty.
ca: I el temor d'un judici que no atacarà qui han tractat injustament entre vosaltres exclusivament i sap que Allah és greu en pena.
cy: Ac ofn treial sy'n ni bydd yn taro'r rhai sydd wedi cam ymhlith eich unig, ac yn gwybod bod Allah yn difrifol yn gosb.
da: Og er bange for en retssag, som ikke slår dem, der har krænket blandt jer udelukkende, og ved, at Allah er alvorlig i straf.
el: Και φοβούνται μια δίκη, η οποία δεν θα χτυπήσει σε εκείνους που έχουν αδικηθεί αποκλειστικά ανάμεσά σας, και γνωρίζουμε ότι Αλλάχ είναι σε σοβαρή ποινή.
et: Ja hirm kohtuprotsessi, mis lööb neile, kes on ainult teie seas ülekohtu ja tean, et Jumal on raske karistus.
fi: Ja pelkään, oikeudenkäynti, joka ei lyö ne, jotka ovat tehneet väärin keskuudessanne yksinomaan ja tiedämme, että Jumala on ankara rangaistus.
he: ופחד על משפט לא יכה את אלה אשר התעה ביניכם באופן בלעדי, יודעים כי אללה הוא חמור בעונשם.
hr: A strah suđenja koje će pogoditi one koji su nepravdu među vama isključivo, a znam da je Allah u kaznu.
lt: Ir bijo teismą, kuris bus ne smogti tiems, kurie yra niesprawiedliwosci tarp jūsų tik, ir žinome, kad Dievas yra sunki bausmė.
lv: Un izmēģinājuma versiju, kas nav tie, kuri esat nodarījis jūsu vidū vienīgi, un zinām, ka Allāhs ir smagu sodu streiks bailes.
nb: Og frykt en prøveordning som ikke vil slå de som har gjort urett blant dere utelukkende, og vet at Allah er alvorlig i straffen.
sk: A strach, súdu, ktorý bude štrajk tých, ktorí ublížili výhradne medzi vami a viem, že Alah je ťažké trestu.
sl: In strah sojenje, ki vas ne bo najti tiste, ki so storjena krivica med vami izključno, in vem, da je Alah je huda kazen.
sr_cyrl: А страх је суђење, које ће ударити оне који искључиво наносила медју вама, и знам да је Аллах озбиљне у казну.
sr_latn: A strah je suđenje, koje će udariti one koji isključivo nanosila medju vama, i znam da je Allah ozbiljne u kaznu.
uk: І страх, суд, що не вдарить тих, які образили виключно серед вас і знати, що Аллах серйозними покарання.
vi: Và lo sợ một phiên tòa mà sẽ không tấn công những người có wronged trong số các bạn độc quyền, và biết rằng Allah là nghiêm trọng trong hình phạt.
zu: Bawosi kwecala lapho tando cha phansula labo ngalungi phakathi kwenu kuphela, futhi siyazi ukuthi Allah inzima nesijeziso.

# Quran1186
source: And remember when you were few and oppressed in the land, fearing that people might abduct you, but He sheltered you, supported you with His victory, and provided you with good things - that you might be grateful.
ca: I recordar quan eres pocs i oprimits de la terra, tement que gent podria segrestar, però va protegida, admet amb la seva victòria i sempre amb les coses bones - que podria estar agraït.
cy: A chofiwch, pan oeddech yn ychydig o dan orthrwm ac yn y tir, gan ofni y gallai pobl cymdeithsaol chi, ond mae ef gwarchod chi, eich cefnogi gyda ei fuddugoliaeth, a darparu chi gyda pethau da-y gallech fod yn ddiolchgar.
da: Og husk, når du var få og undertrykte i landet af frygt for at folk kan bortføre du, men han læ du, støttede dem med sejren, og forudsat at du med gode ting - at du kan være taknemmelige.
el: Και να θυμάστε όταν ήταν λίγες και καταπιεσμένων στη γη, φοβούμενος ότι άνθρωποι θα μπορούσε να σας απαγάγουν, αλλά προστατευμένη σας, σας υποστηρίζεται με τη νίκη του, και δώσατε με καλά πράγματα - ότι να είστε ευγνώμονες.
et: Ja pidage meeles, kui sa olid vähe ja rõhutud maa, kartes, et inimesed võivad röövida sa, kuid ta te kaitstud, toetatud te tema võit ja andnud teile head asjad - võib olla tänulik.
fi: Ja muistakaa kun oli vähän ja sorrettujen maa, peläten, että ihmiset voi ryöstää, mutta hän suojassa voit tukea hänen voittonsa ja antanut sinulle hyvistä asioista - että teidän olisi oltava kiitollisia.
he: זוכרת כשהיית כמה והמדוכאים בארץ, מחשש כי אנשים עלול לחטוף אותך, אבל הוא לך קורת-גג, תמך בך עם הניצחון שלו, סיפק לך דברים טובים - שאולי אתה אסיר תודה.
hr: I sjećam se kad si nekoliko i potlačenih u zemlji, bojeći se da ljudi mogu oteti, ali je otkriveno da, podržao te pobjedom i ako vam dobre stvari - da ste zahvalni.
lt: Ir prisiminti, kai jums buvo keletą ir engia į žemę, bijodamas, kad žmonės gali pagrobti jums, bet jis dengta jums, palaiko jums su savo pergalę, ir parūpinti jums gerų dalykų - kad jums gali būti dėkingas.
lv: Un atcerieties, kad jums bija maz un apspiesto zemi, baidoties, ka jūs varētu nolaupīt cilvēkus, bet viņš tiek aizsargātas, nodrošina jūs ar savu uzvaru un nodrošina jūs ar labas lietas - varētu būt pateicīgi.
nb: Og husk da du var få og undertrykte i landet fryktet at folk kan bortføre du, men han skjermet du støttes du med seieren og gitt deg gode ting - at du kan være takknemlig.
sk: A Pamätám si, keď ste boli málo a utláčaných v pozemku, zo strachu, že ľudia môžu uniesť vás, ale chránené ste, podporované si jeho víťazstvo, a poskytuje dobré veci - aby môžete byť vďační.
sl: In ne pozabite, ko ste bili nekaj in zatiranih v deželi, zaradi bojazni, da ljudje lahko ugrabiti vas, vendar je zavetje ste, zaslomba vi s svojo zmago in si zagotoviti dobre stvari - da bi bil hvaležen.
sr_cyrl: И запамти, кад си била мало и спутано у земљи, плашећи се да људи могу да вас отму, али он сакрио си ти није подржан у програму његове победе и али вам добре ствари - да си захвалан.
sr_latn: I zapamti, kad si bila malo i sputano u zemlji, plašeći se da ljudi mogu da vas otmu, ali on sakrio si ti nije podržan u programu njegove pobede i ali vam dobre stvari - da si zahvalan.
uk: І пам'ятайте, коли ви були кілька і пригноблених на землі, побоюючись, що люди можуть викрасти вас, але він захищеному ви підтримував вас з перемогою та забезпечені ви гарні речі - що ви можете бути вдячні.
vi: Và hãy nhớ rằng khi bạn đã ít và bị áp bức trong đất, vì sợ rằng những người có thể bắt cóc bạn, nhưng ông che chở cho bạn, được hỗ trợ bạn với chiến thắng của mình, và cung cấp cho bạn những điều tốt đẹp - bạn có thể biết ơn.
zu: Futhi khumbula ngesikhathi ngcosana cindezela ezweni, esaba ukuthi abantu bangase thwala ngani, kepha uvikelekile wena, shoka you Akhe ahlula hlinzeka you izinto ezinhle - ongase yibani ngababongayo.

# Quran1187
source: O you who have believed, do not betray Allah and the Messenger or betray your trusts while you know [the consequence].
ca: O que han cregut, no trair Allah i Missatger o trair el seu fideïcomisos mentre que sap [la conseqüència].
cy: O chi sydd wedi credu, peidiwch bradychu Allah ac y negesydd na bradychu eich ymddiriedolaethau er y gwyddoch [y canlyniad].
da: O du, der har troet, ikke forråde Allah og Messenger eller forråde din trusts mens du vide [konsekvens].
el: O που πίστευαν, δεν προδίδουν Αλλάχ και το Messenger ή να προδώσει σας σχέσεις αξιοπιστίας ενώ γνωρίζετε [αποτέλεσμα].
et: O kes uskunud, reedavad Allah ja sõnumitooja või reedavad oma trustid kui sa tead [tagajärg].
fi: O jotka ovat uskoneet, eivät petä Allah ja Messenger tai pettää luottaa kun tiedät [seuraus].
he:  מי מאמין, לא לבגוד אללה, ושליח או לבגוד נאמנויות שלך בעוד אתה יודע [התוצאה].
hr: O koji su vjerovali, ne izda Allaha i Glasnik ili izdati vaše povjerenje a znaš [posljedica].
lt: O jūs, kurie tikėjo, neišduos Dievo ir Messenger ar neišduos jūsų tiki nors žinote [todėl].
lv: O kas ticējusi, nevar nodot Allah un Messenger vai nodot jūsu trastu, kamēr jūs ziniet [rezultāts].
nb: O du hvem har trodd, ikke forråde Allah og Messenger eller forråde din klareringer mens du vet [konsekvensen].
sk: O vás, ktorí ste uverili, zradiť Boha a posla ani zradiť svoje fondy, zatiaľ čo viete [dôsledkom].
sl: O kdo verjel, ne izdala Allah in sel ali izdala svoje sklade, medtem ko veste, je posledica.
sr_cyrl: О који верују, не изда Алаха и гласник или издати своје фондове, док ви знате за ово.
sr_latn: O koji veruju, ne izda Alaha i glasnik ili izdati svoje fondove, dok vi znate za ovo.
uk: О ви, хто вірив, не зрадити Аллах і Messenger або зрадити ваш трасти, у той час як ви знаєте, в наслідок.
vi: O bạn của những người đã tin tưởng, không phản bội Allah và Messenger hoặc phản bội tín thác của bạn trong khi bạn biết [kết quả].
zu: O you kholwa cha dazula Allah kanye Messenger noma akhaphele trust yakho ngenkathi obaziyo [umphumela].

# Quran1188
source: And know that your properties and your children are but a trial and that Allah has with Him a great reward.
ca: I saber que les seves propietats i els seus fills són sinó un judici i que Allah té amb ell una gran recompensa.
cy: Ac yn gwybod bod eich eiddo a eich plant ond treial a bod gan Allah gydag ef gwobr mawr.
da: Og ved at dine egenskaber og dine børn er, men en retssag og at Allah er med ham en stor belønning.
el: Και ξέρετε ότι σας ιδιότητες και τα παιδιά σας είναι, αλλά μια δίκη και ότι Αλλάχ έχει μαζί του μια μεγάλη ανταμοιβή.
et: Ja tea oma omadused ja teie lapsed on aga kohtuprotsess ja et Jumal on temaga suur auhind.
fi: Ja tietää että ominaisuuksia ja lapsesi ovat, mutta oikeudenkäynti ja Allah on hänelle suuri palkinto.
he: ואני יודע כי את סגולות ולילדים שלך אבל משפט ואין אללה איתו פרס גדול.
hr: I znam da svojstvima i vaša djeca su suđenja i da Allah ima s njim velika nagrada.
lt: Ir žinau, kad savo savybes ir savo vaikams yra bet teismą ir kad Dievas yra su juo didelis atlygis.
lv: Un zina, ka jūsu rekvizītus un jūsu bērni ir bet tiesu un Allah ir līdzi liela atlīdzība.
nb: Og vet at egenskaper og barna er bare en prøve og at Allah har med seg en stor belønning.
sk: A viem, že sú vaše vlastnosti a vaše deti, ale súd a že Boh má s ním veľká odmena.
sl: In vem, da svoje lastnosti in vaši otroci so vendar sojenja in da Alah je z njim veliko nagrado.
sr_cyrl: А знам да твоја својства, као и твоја деца су само суђење, и да је Алах има с њим велика награда.
sr_latn: A znam da tvoja svojstva, kao i tvoja deca su samo suđenje, i da je Alah ima s njim velika nagrada.
uk: І знаєте, що ваш властивості і ваших дітей, але судового розгляду і що Аллах має з ним велику нагороду.
vi: Và biết rằng tài sản của bạn và con bạn là nhưng một thử nghiệm và Allah có với anh ta một phần thưởng tuyệt vời.
zu: Futhi bayazi ukuthi izindawo nezingane zakho kukhona kodwa uhlolo nokuthi Allah anabo naYe umvuzo omkhulu.

# Quran1189
source: O you who have believed, if you fear Allah, He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty.
ca: O que han cregut, si té por d'Allah, atorga un criteri i voluntat treure de vostè el seu malifetes i et perdoni. I Allah és el posseïdor de grans recompenses.
cy: O chi sydd wedi credu, os ydych yn poeni bod Allah, grant addysg uwch bydd ydych maen prawf a bydd yn tynnu oddi ar eich eich camweddau ac yn maddau ichi. Ac y possessor o bounty mawr yn Allah.
da: O du, som har ment, hvis du er bange for Allah, han vil give dig et kriterium og vil fjerne fra du din ugerninger og tilgive dig. Og Allah er besidderen af stor dusør.
el: O σας που πιστεύουν, αν ο φόβος Αλλάχ, αυτός θα χορηγήσει ένα κριτήριο και θα καταργήσετε από εσάς ατοπήματά σας και σας συγχωρήσει. Και Αλλάχ είναι ο νομέας του μεγάλη γενναιοδωρία.
et: O teile, kes oleks uskunud, kui te kardate Jumalat, ta annab kriteerium ja tahtmist eemaldate sinult oma üleastumised ja annan sulle andeks. Ja Jumala suur halastus valdaja.
fi: O teille, jotka ovat uskoneet, jos pelkää Jumalaa, hän myöntää peruste ja tahtoa poistat teiltä teidän rikoksistaan ja sinulle anteeksi. Ja Jumala on suuri armo omistaja.
he: O אתה מאמין, אם את חוששת אללה, הוא יעניק לך קריטריון בעלת רצון להסיר ממך את מעלליו לסלוח לך. אללה והאלוהי. כן.
hr: O ti koji su povjerovali, ako se bojiš Allaha, on će dati da kriterij te će ukloniti od tebe tvoja nedjela i ti oprostiti. A Allah je posjednik veliku nagradu.
lt: O jūs, kurie tiki, jei bijai Dievo, jis suteiks jums kriterijus ir bus pašalinti iš jūsų savo paklydimus ir atleis jums. Ir Dievas yra puikus bounty valdytojas.
lv: O jums, kas ir uzskats, ja bailes Allah, viņš piešķirs kritērijs, un noņemot no jums jūsu ļaundarībām un piedot. Un Allah ir lielu devība valdītāju.
nb: O dere som har trodd, hvis du frykter Gud, han vil gi du en vilkår og vil fjerne fra du din ugjerninger og tilgi deg. Og Allah er eier av stor skuddpremie.
sk: O vás, ktorí ste uverili, ak máte strach, že Alah, mu poskytne kritérium a bude odstrániť z vás svoje zločiny a odpúšťam. A Allah je vlastníkom veľkú odmenu.
sl: O vas, ki ste verjeli, če se bojiš, Alah, on bo odobrila merilo in bo od vas odstranite svoje zločine in vam odpustil. In Alah je lastnik veliko radodarnosti.
sr_cyrl: О ти који верују, ако те страх Аллах, он ће дати критеријум и воља уклоните из те твоје недела и ти опростити. А Аллах је ималац велику награду.
sr_latn: O ti koji veruju, ako te strah Allah, on će dati kriterijum i volja uklonite iz te tvoje nedela i ti oprostiti. A Allah je imalac veliku nagradu.
uk: О ви, хто вірив, якщо ти боїшся Аллаха, він надасть критерій і волі видалення від вас ваші злодіяння та прощаю тебе. І Аллах володарем великої щедрості.
vi: O bạn của những người đã tin rằng, nếu bạn sợ Allah, ông sẽ cấp cho bạn một tiêu chuẩn và sẽ loại bỏ từ bạn misdeeds của bạn và tha thứ cho bạn. Và Allah là người sở hữu rất hào phóng.
zu: O you kholwa uma wesaba Allah, He uyokunika umbandela futhi iyosusa wena misdeeds yakho thethelela you.
