Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran411
source: O you who have believed, do not take as intimates those other than yourselves, for they will not spare you [any] ruin. They wish you would have hardship. Hatred has already appeared from their mouths, and what their breasts conceal is greater. We have certainly made clear to you the signs, if you will use reason.
ca: O que han cregut, no et prens com insinua aquells que vosaltres, per que no estalviaré [qualsevol] ruïna. Desitgen que vostè hauria dificultats. Ja ha aparegut l'odi de la boca, i què amagar els seus pits és més gran. Hàgim fet naturalment clar a vostè els signes, si va a utilitzar la raó.
cy: O chi sydd wedi credu, nid cymryd fel intimates heblaw eich hunain, y rhai nid ydynt chi sbario [unrhyw] adfail. Dymunant byddai gennych caledi. Mae casineb eisoes wedi ymddangos o eu cegau, a beth y mae eu bronnau yn ei guddio yn fwy. Rydym yn sicr wedi clir i chi yr arwyddion, os byddwch yn defnyddio'r rheswm.
da: O du, der har troet, tag ikke som antyder dem, andre end jer selv, for de ikke vil spare dig [enhver] ruin. De ønsker, du ville have modgang. Had har allerede optrådt fra deres mund, og hvad deres bryster skjule er større. Vi har helt sikkert gjort klart til dig tegn, hvis du vil bruge årsagen.
el: O σας που πιστεύουν, δεν λαμβάνουν ως Εσώτεροι εκείνοι εκτός από τους εαυτούς σας, για αυτά δεν θα σας κουράσω [οποιαδήποτε] ερείπιο. Επιθυμούν ότι θα έχετε δυσκολίες. Μίσος έχει ήδη εμφανιστεί από το στόμα τους, και τι κρύβουν τα στήθη τους είναι μεγαλύτερη. Έχουν σίγουρα καταστήσαμε σαφές σε σας τα σημάδια, εάν πρόκειται να χρησιμοποιήσετε το λόγο.
et: O kes oleks uskunud, ärge võtke lähedastest nagu ise, mis ei ole sest nad ei säästa sa [mis tahes] häving. Nad soovivad teil raskusi. Viha on juba selgunud suhu ja nende rinnad varjata on suurem. Oleme kindlasti teinud selge teile märke, kui kasutate põhjus.
fi: Oi te, jotka ovat uskoneet ota vihjaa, jotka eivät ole itse, sillä ne ei säästän teidät [kaikki] perikatoon. Haluavat, että sinulla olisi vaikeuksia. Viha on jo ilmestynyt heidän suustaan ja rinnat peittää on suurempi. Olemme varmasti tehneet selväksi teille merkkejä, jos käytät syy.
he:  מי מאמין, לא לקחת בתור האינטימיים אלה מסור עצם, כי הם לא אחסוך ממך את החורבה [כל]. הם רוצים שיהיה לך מצוקה. השנאה הופיע כבר מפיותיהם, מה להסתיר את החזה שלהם הוא גדול. בהחלט עשינו ברור לך את הסימנים, אם אתה משתמש סיבה.
hr: O ti koji su vjerovali, ne uzeti kao intimni one samo na sebe, jer oni neće poštedjeti vas [bilo] propast. Da barem imamo teškoća. Mržnja je već pojavio iz usta, a njihove grudi skrivaju je veća. Sigurno smo jasno ti znakove, ako ćete koristiti razlog.
lt: O kurie tiki, negalima vartoti kaip moteriškų kitas nei savęs, nes jie neturi atsarginių jums [bet] griuvėsiai. Jie nori, jūs turite sunkumų. Neapykanta jau atsirado iš jų žiotis, o ką nuslėpti savo krūtis yra didesnė. Mes yra tikrai aiškiai jums ženklus, jei naudosite priežastis.
lv: O kas ticējusi, neesat lietojis modelēšana kā tiem, nevis paši, par tiem nav rezerves jums [visas] pazudināt. Viņi vēlas, varētu būt grūtības. Naids jau izrādījās no mutēm, un to, ko slēpj savas krūtis ir lielāka. Mums ir noteikti skaidri jums pazīmes, ja jūs izmantosiet iemesls.
nb: O dere som har trodd, ikke ta som antyder de enn dere, for de ikke vil spare deg [alle] ruin. De ønsker du ville ha motgang. Hat har allerede dukket opp fra deres munn, og hva deres bryst skjule er større. Vi har sikkert gjort klart du tegn, hvis du vil bruke grunn.
sk: O vás, ktorí ste uverili, neberú ako blízki tých, než sami, pre bude náhradné vás [žiadne] zničiť. Želajú, mali by ste mať ťažkosti. Nenávisť sa už objavilo z ich úst, a čo skrývajú svoje prsia je väčšia. Sme určite urobili jasné vám znamenia, ak budete používať dôvod.
sl: O ki ste verjeli, ne jemljite kot intimates tiste, razen sebe, zakaj jih ne boste rezervne [vse] propad. Želijo, da bi imeli težave. Sovraštvo je že pojavil iz usta, in kaj prikriva svoje prsi je večja. Smo zagotovo naredili jasno vam znake, če uporabljate razlog.
sr_cyrl: О који верују, не предузмете као тако близак онима осим себе, јер су забрињавате [сваког] пропаст. Желе да би муку. Мржња је већ су се појавили из њихових уста, а њихове груди и сакрити је већа. Свакако јасно смо изнели ти знакове, ако ћете користити разлог.
sr_latn: O koji veruju, ne preduzmete kao tako blizak onima osim sebe, jer su zabrinjavate [svakog] propast. Žele da bi muku. Mržnja je već su se pojavili iz njihovih usta, a njihove grudi i sakriti je veća. Svakako jasno smo izneli ti znakove, ako ćete koristiti razlog.
uk: О ви, хто вірив, не приймати як intimates тих, крім себе, бо вони не позбавить вас [будь-] розорення. Вони хотіли б мати труднощі. Ненависть вже з'явився з роти, і те, що їх груди приховати є більшою. Ми безумовно чітко вам ознаки, якщо ви будете використовувати причини.
vi: O bạn của những người đã tin tưởng, không dùng như intimates những người khác hơn mình, vì họ không sẽ phụ tùng bạn hủy hoại [bất kỳ]. Họ muốn bạn đã có thể khó khăn. Hận thù đã xuất hiện từ miệng và vú của họ che giấu là lớn hơn. Chúng tôi đã chắc chắn thực hiện rõ ràng cho bạn những dấu hiệu, nếu bạn sẽ sử dụng lý do.
zu: O you kholwa cha fuza njengoba usikisela ngabezinye kunani, ngoba ngeke akuyeke [yimuphi] incithakalo.

# Quran412
source: Here you are loving them but they are not loving you, while you believe in the Scripture - all of it. And when they meet you, they say, "We believe." But when they are alone, they bite their fingertips at you in rage. Say, "Die in your rage. Indeed, Allah is Knowing of that within the breasts."
ca: Aquí són estimar-los, però ells no són amants, mentre que vostè creu en l'escriptura - tot això. I quan es troben, diuen, "Creiem". Però quan estan sols, que mosseguen seves puntes del dit a tu de ràbia. Dir, "Die en la seva ràbia. De fet, Allah és saber que dins de les mames."
cy: Yma y mae yn eu caru, ond nid ydynt yn caru chi, tra ydych yn credu yn yr ysgrythur-i gyd. A pan fyddant yn bodloni chi, maent yn dweud, "Rydym yn credu." Ond pan fyddant yn unig, mae brathu eu bysedd chi mewn dicter. Dweud, "yn eich dicter yn marw. Yn wir, Allah yn gwybod hynny o fewn y bronnau.
da: Du elske her dem, men de er ikke at elske dig, mens du tror på de hellige skrifter - det hele. Og når de mødes du, de siger, "vi tror." Men når de er alene, de bider hånden på dig i raseri. Sige, "Die i din vrede. Allah jo vide heraf inden for bryster."
el: Εδώ αγαπάς τους αλλά δεν είναι αγάπη σας, ενώ σας πιστεύουν στη γραφή - όλα αυτά. Και όταν συναντάτε, λένε, «πιστεύουμε.» Αλλά όταν είναι μόνοι, δαγκώνουν τα χέρια τους σε σας σε οργή. Λένε, «πεθαίνουν στην οργή σας. Πράγματι, Αλλάχ είναι γνωρίζοντας ότι εντός του στήθους."
et: Siin on armastav neid, kuid nad on armastav sa, kui sa usud Püha - kõik see. Ja kui nad sinuga kohtuda, nad ütlevad, "usume." Aga kui nad on üksi, nad hammustavad käeulatuses sind pimedas raevus. Öelda, "sureb oma mõistmist. Tõepoolest, Allah on teades, et rinnad jooksul."
fi: Täällä olet rakastaa heitä, mutta he ovat ole rakastava, kun uskot Raamatun - kaikki se. Ja tavata, he sanovat, "uskomme." Mutta kun he ovat yksin, ne purevat ulottuvilla sinua raivoa. Sanoa, "kuolla raivoa. Jumala on, tietäen että sisällä rinnat."
he: כאן אוהב אותם אבל הם לא אוהבים אותך, בזמן שאתה מאמין כתבי הקודש - כל זה. כאשר הם יפגשו אותך, שהם אומרים, "אנו מאמינים." אבל כאשר הם לבדם, הם נושכים האצבעות שלהם אליך בזעם. תגיד, "מת בהזעם שלך. אכן, אללה הוא שהידיעה על זה בתוך השדיים."
hr: Ovdje su ih voli ali ne uživaju, dok vjeruješ u Svetom pismu - sve to. I kada te upoznaju, oni govore: "vjerujemo". Ali kad su oni sami, grizu vrhove prstiju te u bijesu. Kažeš, "umrijeti u svoj bijes. Uistinu, Allah je znajući da u grudi."
lt: Čia yra mylėti juos, bet jie ne myli jus, o jūs tikite raštas - visa tai. Ir kai jie susitikti su jumis, jie sako, "mes manome,." Bet kai jie atskirai, jie įkandimas ne jums, pyktis jų ranka. Pasakyti, "Die – savo įniršį. Iš tiesų, Allah yra žinios, kad per krūtinę."
lv: Šeit jums ir mīlēt tos, bet tie ir ne mīlošs jums, kamēr jūs uzskatāt, ka Svētie raksti - tas viss. Un, ja tās atbilst jums, viņi saka: "mēs uzskatām". Bet, ja tie ir atsevišķi, viņi sakodiens to pirkstu galiem pie jums dusmas. Teiksim, "Die jūsu dusmas. Patiešām, Allah ir zinot, ka krūtis laikā."
nb: Her du er kjærlig dem, men de er ikke elsker deg, mens du tror på skriften - alt sammen. Og når de møter du, de sier, "vi tror. Men når de er alene, de bite sine fingertupper på deg i raseri. Si, "dø i ditt raseri. Døyve er faktisk kjenne som innenfor brystene."
sk: Tu sa môžete milovať, ale im nie milujúci, aj keď si myslíte, že písmo - všetko. A keď sa vás spoznávam, oni hovoria, "veríme." Ale keď sú sami, oni uhryznúť svoje ruky na teba zlosť. Povedať, "zomrieť v zlosť. Alah je skutočne vedieť, že v rámci prsia."
sl: Tukaj so jih ljubeč, vendar oni so ne loving vas, medtem ko verjamete v Svetem pismu - vse to. In ko so spoznali, pravijo, "Menimo." Šele ko so sami, ugriznejo dosegu na vas v bes. Reči, "umre v svoj bes. Res, Allah je poznavanje tega v prsi."
sr_cyrl: Овде их волите, али не уживају у тебе, док ти верује у Светог писма - све то. И кад те упознају, кажу они, "ми верујемо." Али када су они сами, гризу су врхове прстију на тебе у бесу. Реци , "умри у твој бес. Уистину , Аллах је знајужи то унутар груди."
sr_latn: Ovde ih volite, ali ne uživaju u tebe, dok ti veruje u Svetog pisma - sve to. I kad te upoznaju, kažu oni, "mi verujemo." Ali kada su oni sami, grizu su vrhove prstiju na tebe u besu. Reci, "umri u tvoj bes. Uistinu, Allah je znajuжi to unutar grudi."
uk: Тут ви люблять їх, але вони не люблять вас, поки ви вірите в Писанні - все це. І коли вони зустрітися з вами, вони кажуть: "ми вважаємо". Але коли вони поодинці, вони вкусити їх під рукою на вас в лють. Кажуть, "померти в свій гнів. Справді, Аллах, знаючи, що всередині грудей."
vi: Ở đây bạn đang yêu thương họ nhưng họ không phải là yêu thương bạn, trong khi bạn tin vào kinh thánh - tất cả của nó. Và khi họ gặp anh, họ nói, "chúng tôi tin tưởng." Nhưng khi họ đang một mình, chúng cắn ngón tay của bạn trong cơn thịnh nộ. Nói, "chết trong cơn thịnh nộ của bạn. Thật vậy, Allah là hiểu biết rằng trong vòng ngực."
zu: Lapha usuke thanda them kodwa kungukuthi abanithandayo, ngenkathi ukholwa emBhalweni - konke kuwo.

# Quran413
source: If good touches you, it distresses them; but if harm strikes you, they rejoice at it. And if you are patient and fear Allah, their plot will not harm you at all. Indeed, Allah is encompassing of what they do.
ca: Si bé et toca, això angoixa; però si mal la vaga, s'alegren en això. I si ets pacient i por d'Allah, seu solar no perjudicarà vostè gens. De fet, Allah és que abasta de què fan.
cy: Os mae'r da yn cyffwrdd chi, mae yn distresses iddynt; ond os mae niwed sy'n eich taro, yn llawenhau yn ei. A os ydych yn glaf, ac yn ofni Allah, bydd eu plot nid ydych niwed o gwbl. Yn wir, yw Allah sy'n cwmpasu o'r hyn y maent yn ei wneud.
da: Hvis god rører dig, piner det dem; men hvis skade slår dig, de glæder sig over det. Og hvis du er tålmodig og frygt Allah, deres plot ikke vil skade dig på alle. Faktisk, Allah omfatter af hvad de gør.
el: Αν η καλή σας αγγίζει, αυτό συνταράζει τους? αλλά αν η βλάβη σας χτυπά, χαίρονται σε αυτό. Και αν είστε ασθενής και ο φόβος Αλλάχ, πλοκή τους δεν θα σας βλάψει καθόλου. Πράγματι, Αλλάχ που περιλαμβάνει από ό, τι κάνουν.
et: Kui hea puudutab teid, see distresses kuid kui kahju tabab sind, nad rõõmustavad seda. Ja kui te olete patsient ja kardavad Jumalat, nende krundi ei kahjusta sa üldse. Tõepoolest, Allah on süsteemikorraldusele millega nemad tegelevad.
fi: Jos hyvä koskettaa sinua, parlamenttivaaleista. mutta jos haittaa lyö sinua, he iloita se. Ja jos olette kärsivällisiä ja pelätkää Allahia, tontin ei haittaa sinua lainkaan. Itse asiassa Jumala on sisällytetty mitä he tekevät.
he: אם טוב נוגע בך, זה המציק להם; אבל אם נזק מכה אותך, הם שימחו על זה. אם אתה חולה פחד אללה, החלקה שלהם לא אפגע בך בכלל. אכן, אללה הוא המקיף של מה שהם עושים.
hr: Ako vas dotakne dobro, uznemirava Ali ako štetu udari, oni se raduju u to. I ako se pacijent boji Allaha, svoje zemljište neće naškoditi ti uopće. Uistinu, Allah je obuhvaća onoga što rade.
lt: Jei gera paliečia jus, ji distresses bet jei žalos padedantį jums, jie linksmai į jį. Ir jei esate pacientas ir bijoti Dievo, savo sklypo nepakenks jums ne visi. Iš tiesų, Allah yra apimanti, ką jie daro.
lv: Ja labu jums pieskaras, tas distresses bet, ja kaitējumu streiki, viņiem vajadzētu nopriecāties, uzzinot to. Un, ja esat pacients un bailes Allah, savas zemes gabala nekaitēs jums vispār. Patiešām, Allah ir aptver, ko viņi dara.
nb: Hvis god berører du, distresses det dem. men hvis skade slår deg, de fryde seg på den. Og hvis du er tålmodig og frykt Allah, deres grunn vil ikke skade deg i det hele tatt. Faktisk er Allah omfatter av hva de gjør.
sk: Ak dobre dotkne vás, že úzkosť ale ak ťa udrie škody, radovať, na to. A ak ste trpezliví a strach, Alah, pozemku vám neublíži vôbec. Alah je vskutku, zahŕňajúci čo robia.
sl: Če dobro dotakne, se kar distresses vendar če škodo spoznaš, se veselite na to. In če ste bolnik in strah Allah, svoje zemljišče ne bo vam škodovalo sploh. Res, Allah je zajema od kaj storiti.
sr_cyrl: Ако добро дотакне, растућује их; Али ако зло удари, они се радују томе. А ако сте стрпљиви и страх Алаха, њихов план ће ти наудити уопште. Уистину , Аллах је која обухвата о ономе што чине.
sr_latn: Ako dobro dotakne, rastuћuje ih; Ali ako zlo udari, oni se raduju tome. A ako ste strpljivi i strah Alaha, njihov plan će ti nauditi uopšte. Uistinu, Allah je koja obuhvata o onome što čine.
uk: Якщо добре стосується вас, distresses їх; але якщо шкоди вдарить тебе, вони радіти на неї. І якщо ви пацієнта і страх Аллаха, їх ділянки не зашкодить вам на всіх. Дійсно, Аллах охоплює про те, що вони роблять.
vi: Nếu tốt chạm vào bạn, nó distresses chúng; nhưng nếu thiệt hại tấn công bạn, họ hân hoan vào nó. Và nếu bạn là bệnh nhân và lo sợ Allah, âm mưu của họ sẽ không làm hại bạn ở tất cả. Thật vậy, Allah bao gồm của những gì họ làm.
zu: Uma kuthintwa okuhle kini, it edumaza them;

# Quran414
source: And [remember] when you, [O Muhammad], left your family in the morning to post the believers at their stations for the battle [of Uhud] - and Allah is Hearing and Knowing -
ca: I [recordes], [O Muhammad], deixava la seva família al matí per enviar els creients a les seves estacions per a la batalla [d'Uhud] - Quan i Allah és sentir i saber-
cy: A [gofio] pan adawodd eich teulu chi, [O Muhammad], yn y bore i post y credinwyr yn eu gorsafoedd ar gyfer brwydr [Uhud]-ac Allah yw gwrandawiad a gwybod-
da: Og [Husk] Når du, [O Muhammad], forlod din familie i morgen til at bogføre troende på deres stationer for slaget [ved Uhud] - og Allah er hørelse og vide-
el: Και [θυμηθείτε] όταν, [Ο Μωάμεθ], αφήσατε την οικογένειά σας το πρωί να δημοσιεύσετε οι πιστοί στους σταθμούς τους για τη μάχη [του Uhud] - και Αλλάχ είναι ακρόαση και γνωρίζοντας-
et: [Mäleta] kui sa [O Muhammad], jätsid oma pere hommikul postitamiseks usklikud saavad jaamades [Uhud] - lahing ja Allah on kuulmine ja teades-
fi: Ja [muista], [Oi Muhammed] jätit perheen lähettää uskovien asemat [Uhud] - taistelu aamulla jolloin Jumala on kuulo- ja tieto-
he: ו [זוכר], [O מוחמד], השארת את המשפחה שלך בבוקר לפרסם המאמינים בתחנות שלהם לקראת הקרב [Uhud] - אללה הוא הדיון וגם לדעת-
hr: I [zapamtite] kada si [O Muhammad], napustio porodicu ujutro objaviti vjernicima položaje za borbu [za Uhud] - i Allah je sluh i poznavanje-
lt: Ir [prisiminti] kai jums, [O Muhammad], paliko savo šeimos ryte po tikintieji savo stočių mūšis [Uhud] -, ir Dievas yra klausos ir žinios-
lv: Un kad tu [O Muhammad], atstāja savu ģimeni no rīta pastu ticīgie stacijās, lai kauja [Uhud] - un Allah ir dzirdes un zinot - [atceros]
nb: Og [Husk] når du, [O Muhammad], forlot familien i morgen for å postere troende på sine stasjoner for slaget [Uhud] - og Allah er å høre og vite-
sk: A keď ste [Mohamed], opustil svoju rodinu ráno na post veriacich na ich staniciach pre boj [Uhud] - a Alah je sluch a vedomím - [pamätať]
sl: In [spomnim] Ko vas, [O Muhammad], zapustil svojo družino v jutranjih urah po verniki na svoje postaje za bitko [Uhud] - in Alah je sluh in poznavanje-
sr_cyrl: И [запамти] када си, [О Мухаммад], напустио породицу ујутро за књижење верницима у својим станицама за битку [Ухуд] - и Аллах је слух и знајужи-
sr_latn: I [zapamti] kada si, [O Muhammad], napustio porodicu ujutro za knjiženje vernicima u svojim stanicama za bitku [Uhud] - i Allah je sluh i znajuжi-
uk: І [Пам'ятайте], коли ви [O Мухаммад], залишили вашу родину вранці, щоб розмістити віруючих в їх станцій для битви [тим] - і Аллах слуху і знаючи, що-
vi: Và [nhớ] khi bạn [O Muhammad], rời khỏi gia đình của bạn vào buổi sáng để gửi các tín hữu tại các trạm cho trận [Uhud] - và Allah là nghe và hiểu biết-
zu: Futhi [khumbula] uma, [O Muhammad], washiya umkhaya wakho ekuseni sokubhala amakholwa eziteshini zabo ngoba impi [of Uhud] - kanti Allah Ukuzwa nokwazi -

# Quran415
source: When two parties among you were about to lose courage, but Allah was their ally; and upon Allah the believers should rely.
ca: Quan dues parts entre els estaven a punt de perdre el coratge, però Allah era seu aliat; i en Allah hauria de confiar els creients.
cy: Pan mae'r ddwy blaid ymhlith yr oeddech ar fin colli dewrder, ond Allah oedd eu cynghreiriad; a dylai y credinwyr yn dibynnu ar Allah.
da: Når to parter blandt du var ved at miste modet, men Allah var deres allierede; og ved Allah troende bør stole.
el: Όταν τα δύο συμβαλλόμενα μέρη μεταξύ ήσουν έτοιμος να χάσει το θάρρος, αλλά Αλλάχ ήταν σύμμαχος τους? και κατόπιν Αλλάχ οι πιστοί πρέπει να στηριχθεί.
et: Kui kaks poolt seas olid umbes julgust kaotama, aga Jumal oli nende liitlane; ja pärast Allah usklikud toetub.
fi: Kun molemmat osapuolet keskuudessa olisit menettää rohkeutta, mutta Jumala oli heidän liittolaisensa; ja kun Jumala uskovien pitäisi luottaa.
he: כאשר שני הצדדים בין שאתה עומד לאבד את האומץ, אבל אללה היה בעל ברית שלהם; המאמינים להסתמך על אללה.
hr: Kada dvije stranke među ti bi izgubio hrabrost, ali Allah je bio njihov saveznik; i na Allah vjernicima treba osloniti.
lt: Kai abi šalys tarp buvo apie prarasti drąsos, bet Dievas buvo jų sąjungininkas; ir kai Dievas tikintieji turėtų remtis.
lv: Kad abas puses vidū bija gatavi zaudēt drosmi, bet Allah viņu sabiedrotais; un pēc Allah ticīgie nevajadzētu paļauties.
nb: Når to parter blant du skulle miste motet, men Allah var deres allierte; og mene bør stole på Allah.
sk: Keď obe strany medzi ste museli stratiť odvahu, ale Boh bol ich spojencov; a na Alah spoľahnú veriaci.
sl: Ko obema stranema, med ste bili približno izgubljati poguma, vendar Allah je svojega zaveznika; in na Alah naj bi se verniki.
sr_cyrl: Када два странака међу си изгубио храброст, али Аллах је био њихов савезник; и верници ослоните на Алаха.
sr_latn: Kada dva stranaka među si izgubio hrabrost, ali Allah je bio njihov saveznik; i vernici oslonite na Alaha.
uk: Коли дві партії серед були близько втратити мужність, але Аллаху був свого союзника; і після Аллах віруючих слід покладатися.
vi: Khi hai bên trong số bạn đã mất lòng dũng cảm, nhưng Allah là đồng minh của họ; và khi Allah các tín hữu nên dựa.
zu: Lapho amaqembu amabili phakathi kwenu ayesezolahlekelwa ukuba nesibindi, kodwa Allah kwaba ally yabo;

# Quran416
source: And already had Allah given you victory at [the battle of] Badr while you were few in number. Then fear Allah; perhaps you will be grateful.
ca: I ja havia Allah donat la victòria a [la batalla de] Badr mentre era poc nombrosos. Llavors por Allah; potser li ho agrairan.
cy: Ac eisoes wedi Allah rhoi ichi buddugoliaeth ar [brwydr] Badr tra oeddech ychydig mewn nifer. Yna ofn Allah; Efallai y byddwch yn ddiolchgar.
da: Og allerede havde Allah givet dig sejr i slaget ved Badr mens du var få i antal. Så frygt Allah; måske vil du være taknemmelig.
el: Και ήδη Αλλάχ σας έδωσα νίκη στο [η μάχη των] Badr ενώ σας ήταν αρκετοί. Τότε ο φόβος Αλλάχ? ίσως θα είναι ευγνώμονες.
et: Ja juba oli Jumal andnud sa võit lahingus [] Badr töötamise ajal vähestele. Siis kardavad Jumalat; ehk siis tuleb tänulik.
fi: Ja jo oli Jumala antanut sinulle voitto [taistelussa] Badr kun olit vähän. Sitten pelko hillitä; sinun tulee olla kiitollisia.
he: ואני כבר אללה נתן את הניצחון בקרב [של] באדר כשהיית מעטות. אז הפחד אללה; אולי אתה תהיה אסיר תודה.
hr: I već je Allah dao da pobjedu u [Bitka] Badr dok ste bili malobrojni. Zatim boji Allaha; Možda ćete biti zahvalan.
lt: Ir jau Dievas davė jums pergalės [mūšyje] Badr dirbdami nedaug. Tada bijo Dievo; Galbūt jums bus dėkingi.
lv: Un jau bija Allāha iedota jums uzvaru [cīņā] Badr, kamēr jums bija maz. Pēc tam bailes Allah; Varbūt jums būs pateicīgi.
nb: Og allerede hadde Allah gitt du seier ved [] Badr mens du var få. Så frykt Gud. kanskje vil du være takknemlig.
sk: A už mal Boh vám dal víťazstvo v [bitke] Badr, kým ste boli málo. Potom strach Alah; možno vám bude vďačný.
sl: In že je Allah dal zmago v [bitki pri] Badr medtem, ko si nekaj več. Potem strah Allah; Morda vam bo hvaležna.
sr_cyrl: И већ Аллах вам дао победу у [бици код] Бадр док сте били пар у број. А онда страх Аллах; Можда ће ти бити захвалан.
sr_latn: I već Allah vam dao pobedu u [bici kod] Badr dok ste bili par u broj. A onda strah Allah; Možda će ti biti zahvalan.
uk: І вже Аллах дав вам перемоги [у битві з] Бадра, поки ви були нечисленні в. То страх Аллах; Можливо, вам будуть вдячні.
vi: Và đã có Allah cho bạn chiến thắng [trận] Badr trong khi bạn đã được ít về số lượng. Sau đó sợ Allah; có lẽ bạn sẽ được biết ơn.
zu: Futhi kakade Allah ekunikile ukunqoba [empini] e Badr ngenkathi wena babembalwa.
