Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran682
source: So for their breaking of the covenant We cursed them and made their hearts hard. They distort words from their [proper] usages and have forgotten a portion of that of which they were reminded. And you will still observe deceit among them, except a few of them. But pardon them and overlook [their misdeeds]. Indeed, Allah loves the doers of good.
ca: Així per a la seva ruptura del pacte que va maleir-los i fer seus cors difícil. Es distorsionar paraules des dels usos [correcte] i ha oblidat una porció d'allò que es recorda. I encara observaràs engany entre ells, excepte alguns d'ells. Però perdoni'ls i donen [seves malifetes]. De fet, Allah estima els autors de bo.
cy: Felly ar gyfer eu torri y cyfamod felltithio iddynt a gwneud eu calonnau yn galed. Maent yn ystumio geiriau gan eu defnydd [iawn] ac wedi anghofio cyfran o hwnnw yn cael eu hatgoffa. A bydd eich dal yn arsylwi dichell yn eu plith, ac eithrio ychydig ohonynt. Ond maddeuwch iddynt a diystyru [o'u camweddau]. Yn wir, mae Allah wrth ei bodd phoenwn da.
da: Så for at deres bryde pagt, vi forbandet dem og gjorde deres hjerter hårdt. De fordrejer ord fra deres [ordentlig] kutymer og har glemt en del af, som de blev mindet. Og du vil stadig observere bedrag blandt dem, bortset fra et par af dem. Men undskyld dem og overse [deres ugerninger]. Faktisk elsker Allah magtsyge af god.
el: Έτσι για τους σπάσιμο του Συμφώνου μας και κάναμε τις καρδιές τους σκληρά. Διαστρεβλώνουν λέξεις από τους [σωστή] χρήσεις και έχετε ξεχάσει ένα τμήμα της που των οποίων υπενθύμισαν. Και θα παρατηρήσετε ακόμα εξαπάτηση μεταξύ τους, εκτός από μερικούς από αυτούς. Αλλά Χάρης τους, και έχουν θέα [τις κακές τους πράξεις]. Πράγματι, ο Αλλάχ αγαπάει doers του καλού.
et: Nii nende purustamiseks pakti neetud neile ja nende südamed raske teha. Need moonutavad sõnad [nõuetekohase] tavasid ja unustanud osa, et millest nad olid meelde. Ja ikka näete pettus seas neid, välja arvatud üksikutel juhtudel. Kuid neile armu ja unustada [nende üleastumised]. Tõepoolest, Jumal armastab head tegijad.
fi: Joten niiden rikkomisesta liiton kirosivat heitä ja sai heidän sydämensä vaikea. Ne vääristävät sanoja [kunnollista] käyttötarkoituksissa ja unohtanut osa, joka muistutti niistä. Ja vieläkään noudata petosta, lukuun ottamatta muutamia niistä. Mutta varmaankin antaa anteeksi ja unohtaa [rikoksistaan]. Itse asiassa Jumala rakastaa hyvää väärintekijät.
he: אז לשבירה שלהם של האמנה אנחנו קילל אותם ועשה את ליבם קשה. הם מעוותים מילים מתוך שימושים [נאות] שלהם ושכחת חלק זה אשר הם חודדה. אתם עדיין תקפידו על רמאות ביניהם, למעט כמה מהם. אבל סלח להם, ומשקיפים [ולקצינים]. אכן, אללה אוהב פעלתנים טוב.
hr: Tako za razbijanje saveza smo ih prokleo i njihova srca teško. Oni iskrivljuju riječi iz svog [vlastita] uzance i zaboravili dio koji je podsjetio da. I dalje će promatrati prijevare među njima, osim nekoliko njih. Ali im je oprostio i pogled njihovih nedjela. Doista, Allah voli rade dobro.
lt: Todėl ir jų sudaužymo Sandoros mes prakeiktas juos ir padarė savo širdį sunku. Jie iškraipyti žodžius iš jų [tinkamą] papročius ir Pamiršote dalis, iš kurių jie buvo priminė. Ir dar pastebėsite apgaulės tarp jų, išskyrus keletą iš jų. Bet pardon juos ir matosi [savo paklydimus]. Iš tiesų Dievas myli gerai daro.
lv: Tātad par to pārkāpj paktā mēs tos nolamājās un lika sirdīm grūti. Tie izkropļo vārdus no viņu [pareizu] paražas un aizmirsuši daļu, no kuriem tie tika atgādināts. Un būs joprojām jānovēro viltu vidū, izņemot dažas no tām. Bet tos apžēlot un aizmirst [to misdeeds]. Patiešām, Allah mīl labi darītāji.
nb: Så for deres bryte pakten vi forbannet dem og gjorde sine hjerter vanskelig. De forvrenger ord fra deres [riktig] bruksområder og har glemt en del av det som var de minnet. Og du vil fortsatt se bedrag blant dem, bortsett fra noen av dem. Men tilgi dem og overse [deres ugjerninger]. Faktisk elsker Allah doers av god.
sk: Takže za ich porušenie paktu sme nadával im a ich srdcia tvrdé. Narušiť slová z ich [správne] zvyklostiam a zabudli, časť z nich boli pripomenul, že. A stále budete pozorovať machinácie medzi nimi, s výnimkou niekoľkých z nich. Ale odpustiť im a výhľad [ich neprávosti]. V skutočnosti Boh miluje konajte dobro.
sl: Zato za njihovo razstavljanje zaveze smo jih preklet in je njihova srca težko. Izkrivljajo besede iz njihovega [pravilno] rabe in pozabili del, ki pa so bili spomnil. In še vedno boste opazovali prevaro Mednje, razen nekaj od njih. Vendar jih pomilostitev in gledajo njihove zločine. Res, Allah ljubi kršitelje dobro.
sr_cyrl: За њихове најновије завета смо их проклео и направио им срце теско. Они искривљују речи из њихове [одговарајуће] индустријама и заборавили то од којих су били подсетили су део. А и даље приметићете преваре међу њима, осим пар њих. Али их помилује и превиди својим неделима. Уистину , Аллах воли акцију тога доброг.
sr_latn: Za njihove najnovije zaveta smo ih prokleo i napravio im srce tesko. Oni iskrivljuju reči iz njihove [odgovarajuće] industrijama i zaboravili to od kojih su bili podsetili su deo. A i dalje primetićete prevare među njima, osim par njih. Ali ih pomiluje i previdi svojim nedelima. Uistinu, Allah voli akciju toga dobrog.
uk: Так що для їх розриву заповіту ми прокляті їх і зробив свої серця жорсткий. Вони спотворити слова з їх [належного] звичаї і забули частину, з яких вони були нагадав. І ви все ще будете дотримуватися обману серед них, за винятком деякі з них. Але вибачте їх з видом свої злодіяння. Дійсно, Аллах любить передбачивши добре.
vi: Để cho họ phá vỡ giao ước, chúng tôi bị nguyền rủa họ và làm cho trái tim của họ khó khăn. Họ xuyên tạc từ từ tập quán của họ [thích hợp] và đã quên một phần của mà trong đó họ đã được nhắc nhở. Và bạn vẫn sẽ quan sát sự lừa dối trong số đó, ngoại trừ một vài trong số chúng. Nhưng tha thứ cho họ và bỏ qua [của misdeeds]. Thật vậy, Allah yêu những kẻ tốt.
zu: Ngakho ngenxa kuphulwa yawo yesivumelwano We ngabathuka futhi benza izinhliziyo zabo zaba lukhuni.

# Quran683
source: And from those who say, "We are Christians" We took their covenant; but they forgot a portion of that of which they were reminded. So We caused among them animosity and hatred until the Day of Resurrection. And Allah is going to inform them about what they used to do.
ca: I d'aquells que diuen, "Som cristians" prenem el seu pacte; però van oblidar una porció d'allò que es recorda. Així hem causat entre ells animositat i l'odi fins el dia de resurrecció. I Allah va a informar-los sobre el que acostumaven a fer.
cy: A gan y rheini sy'n dweud, "Rydym yn Gristnogion" gwnaethom eu cyfamod; ond anghofiodd eu cyfran o hwnnw yn cael eu hatgoffa. Felly rydym yn achosi ymysg eu gelyniaeth a chasineb tan dydd atgyfodi. A yw Allah yn mynd i roi gwybod iddynt am beth y maen nhw'n ei wneud.
da: Og fra dem, der siger, "Vi er kristne" vi tog deres pagt; men de glemte en del af, som de blev mindet. Så vi forårsaget blandt dem fjendtlighed og had indtil den dag i opstandelse. Og Allah vil informere dem om, hvad de plejede at gøre.
el: Και από αυτούς που λένε, «Είμαστε Χριστιανοί» πήραμε τους σύμφωνο? αλλά ξέχασαν ένα τμήμα της που των οποίων υπενθύμισαν. Έτσι εμείς προκαλέσαμε ανάμεσά τους εχθρότητα και μίσος μέχρι την ημέρα της Αναστάσεως. Και ο Αλλάχ θα ενημερωθούν σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: Ja need, kes ütlevad, "Me oleme kristlased" võtsime oma pakt; Aga nad unustasid osa, et millest nad olid meelde. Nii me põhjustanud nende hulgas vaenulikkus ja vihkamise kuni ülestõusmise päev. Ja Jumal saab neid teavitama, mida nad varem ei.
fi: Ja niiltä, jotka sanovat: "Me olemme kristittyjä" otimme liitto. mutta he unohtivat osa, joka muistutti niistä. Joten me aiheuttaneet joukossa vihamielisyyden ja vihan päivä ylösnousemukseen asti. Ja Jumala tulee kertomaan heille mitä he ovat tehneet.
he: מאלה שאומרים "אנחנו נוצרים" ולקחנו את האמנה שלהם; אבל הם שכחו שהזכיר מהם הם היו חלק. כך שאנחנו גרמנו ביניהם עוינות ושנאה עד יום התקומה. אללה הולך להודיע להם על מה היו עושים.
hr: I od onih koji kažu, "Mi smo kršćani" Uzeli smo njihova saveza; ali zaboravili su dio koji je podsjetio da. Tako smo uzrokovali među njima neprijateljstvo i mržnju do dana uskrsnuća. I Allah će ih obavijestiti o ono što su nekad.
lt: Ir iš tų, kurie sako: "Mes esame krikščionys" paėmė savo Alianza; Tačiau jie pamiršo dalis, iš kurių jie buvo priminė. Todėl mes sukėlė tarp jų priešiškumas ir neapykanta iki prisikėlimo dieną. Ir Dievas ketina informuoti apie ką jie czynili.
lv: Un no tiem, kuri saka: "Mēs esam kristieši" mēs ņēmām viņu paktu; bet viņi ir aizmirsuši, no kuriem tie tika atgādināts daļu. Tāpēc mēs to vidū izraisīja naids un naidu līdz augšāmcelšanās dienu. Un Allah iet, lai tās informētu par to, ko viņi mēdza to darīt agrāk.
nb: Og fra de som sier, "Vi er kristne" vi tok sin pakt. men de glemte en del av det som var de minnet. Så vi forårsaket blant dem fiendskap og hat til dagen av oppstandelse. Og Allah vil informere dem om hva de pleide å gjøre.
sk: A z tých, ktorí hovoria, "My sme kresťania" Zobrali sme ich zmluvu; ale zabudol, že časť z nich boli pripomenul, že. Takže sme spôsobili medzi nimi nepriateľstvo a nenávisť až deň vzkriesenia. A Boh bude informovať o tom, čo boli zvyknutí robiť.
sl: In od tistih, ki pravijo, "Smo kristjani" smo svoje zaveze; pozabili so del tega, ki so bili spomnil. Tako smo zaradi med njimi sovraštvo in sovraštvo do dan od vstajenje. In Allah je tekoč obvesti o tem, kaj oni že rabljen uganjati.
sr_cyrl: И од оних који кажу, "Ми смо хришћани" узели смо њихов савез; Али заборавили су то од којих су били подсетили су део. Тако да смо је изазвало међу њима непријатељство и мржњу до дана ускрснућа. И , Алах ће их обавестити о шта су некад.
sr_latn: I od onih koji kažu, "Mi smo hrišćani" uzeli smo njihov savez; Ali zaboravili su to od kojih su bili podsetili su deo. Tako da smo je izazvalo među njima neprijateljstvo i mržnju do dana uskrsnuća. I, Alah će ih obavestiti o šta su nekad.
uk: І від тих, які кажуть, "Християни ми самі" ми взяли їх заповіт; але вони забули частину, з яких вони були нагадав. Так що ми викликало серед них ворожнечі і ненависті до дня воскресіння. І Аллах буде інформувати їх про те, що вони використовували, щоб зробити.
vi: Và từ những người nói rằng, "Chúng tôi là Kitô hữu" chúng tôi đã thỏa thuận của họ; nhưng họ quên mất một phần của mà trong đó họ đã được nhắc nhở. Vì vậy, chúng tôi gây ra trong số họ căm ghét và thù hận cho đến ngày phục sinh. Và Allah sẽ thông báo với họ về những gì họ sử dụng để làm.
zu: Futhi kusukela kulabo abathi, "SingamaKristu" Thina fuza bo vumelwano;

# Quran684
source: O People of the Scripture, there has come to you Our Messenger making clear to you much of what you used to conceal of the Scripture and overlooking much. There has come to you from Allah a light and a clear Book.
ca: O gent de l'escriptura, hi ha arribat a vostè en Missatger nostra fent clar molt del que solia amagar de l'escriptura i amb vistes molt. Hi ha vingut a vostè des d'Allah un llum i un llibre clar.
cy: O bobl o'r ysgrythur, wedi dod i chi Messenger ein gwneud clir i chi llawer o beth chi ddefnyddio i guddio o'r ysgrythur y ac anwybyddu llawer. Mae wedi dod i chi oddi wrth Allah golau a llyfr clir.
da: O folk af Skriften, der er kommet til dig vores Messenger gør klart, at du meget af, hvad du plejede at skjule af Skriften og med udsigt over meget. Der er kommet til dig fra Allah en lys og en tydelig bog.
el: O άνθρωποι του Scripture, εκεί έχει έρθει σε σας μας Messenger, ορίζοντας σαφώς σε σας πολλά από αυτά χρησιμοποιούνται για να κρύψουν της γραφής και με πολύ θέα. Εκεί έχει έρθει σε σας από τον Αλλάχ ένα φως και ένα σαφές βιβλίο.
et: O inimesi Pühakirja, seal on tulnud teile meie Messenger, tuues selgelt teile palju sellest, mida te kasutada varjata pühakiri ja vaatega palju. Seal on tulevad sind Jumal valguse ja selge raamat.
fi: O ihmiset Raamatun, siellä on tullut sinulle meidän Messenger selväksi teille paljon siitä, mitä yritetään peitellä Raamatun ja näkymät paljon. Siellä on peräisin sinulle Jumala valo ja selkeä kirja.
he: O אנשים של כתבי הקודש, שם הגיע לך השליח שלנו עושה לנקות לך הרבה ממה שאתה משמש כדי להסתיר של כתבי הקודש, משקיף על הרבה. שם בא לך מן אללה אור וספר ברורה.
hr: O ljudi Svetog pisma, tamo je došao da vas naš Glasnik što jasno da si mnogo toga što ti koristi da sakrije pisma i s pogledom na puno. Doći da ti od Allaha svjetlost i jasna knjiga.
lt: O žmonės knygos, ten jums atėjo mūsų Messenger aiškiai jums daug kas jums naudojami norint paslėpti knygos ir su vaizdu į daug. Ten atėjo jums nuo Allah šviesa ir aiški knyga.
lv: O cilvēku no rakstiem, kas tur ir pienācis jums mūsu Messenger padarīt skaidrs jums daudz par to, ko tu izmanto, lai apslēptu rakstos un ar daudz skatu. Tur ir nākt pie jums no Allah gaiši un skaidri grāmatu.
nb: O folk av skriften, det har kommet til deg vår Messenger gjør klart deg mye av det du pleide å skjule av skriften og utsikt over mye. Det har kommet til deg fra Allah et lys og en klar bok.
sk: O ľudí z Biblie, tam má prísť k vám náš posol objasňujúcu vám veľa toho, čo ste použité na ukrytie písma a prehliada veľa. Tam má prísť k vám od Boha svetlom a jasné kníh.
sl: O ljudje Sveto pismo, da je prišel, vam naši sel, ki jasno vam veliko tega, kar ste že rabljen skrivati Sveto pismo in s pogledom na veliko. Tam je prišel za vas od Allah luči in knjigo jasno.
sr_cyrl: О људима писма из сперме ти Оур Мессенгер прави јасно да си оно ти некад да се сакрије од Светог писма и са погледом на много тога. Тамо је обратила вама од Алаха лампу и јасну књигу.
sr_latn: O ljudima pisma iz sperme ti Our Messenger pravi jasno da si ono ti nekad da se sakrije od Svetog pisma i sa pogledom na mnogo toga. Tamo je obratila vama od Alaha lampu i jasnu knjigu.
uk: O людей в Писанні, там прийшов до вас, наші Messenger, робить очищення вам багато чого про те, що ви використовували приховати в Писанні і з видом на багато. Там прийшов до вас з Аллах світло і ясно книгу.
vi: O người của kinh thánh, có đã đến với bạn Messenger của chúng tôi làm cho rõ ràng cho bạn nhiều về những gì bạn sử dụng để che giấu của kinh thánh và nhìn ra nhiều. Có đã đến với bạn từ Allah một ánh sáng và một cuốn sách rõ ràng.
zu: O ntu scripture, lapho kufikile kuwe ithu gijimi okwenza kucace kuwe khulu of babe you esetshenziswa gubadlela yomBhalo ebheke okuningi.

# Quran685
source: By which Allah guides those who pursue His pleasure to the ways of peace and brings them out from darknesses into the light, by His permission, and guides them to a straight path.
ca: Per la qual Allah guies d'aquells que exerceixen el seu plaer a les formes de la pau i treu-los de darknesses a la llum, els seu permís i guies-los a un camí dret.
cy: Mae Allah hysbysiadau rhai sy'n dilyn ei bleser i ffyrdd o heddwch a dod â nhw o darknesses yn y goleuni, trwy ei ganiatâd, a hysbysiadau iddynt i lwybr syth.
da: Som Allah guider dem, der forfølger sin fornøjelse at måder af fred og bringer dem fra nysgerig ind i lyset af hans tilladelse, og guider dem til en lige vej.
el: Από Αλλάχ οδηγούς εκείνους που επιδιώκουν την ευχαρίστηση του να τους τρόπους της ειρήνης και αναδεικνύει τους από darknesses στο φως, από την άδειά του, και τους καθοδηγεί στον ίσιο δρόμο.
et: Millega Jumal juhatab neid, kes tegutsevad tema rõõm rahu võimalusi ja toob neid välja alates darknesses valgusesse, tema loal ja juhendab neid õigele teele.
fi: Jonka Jumala ohjaa ne, jotka suorittavat hänen ilo keinoja rauhan ja johtaa heidät polveutua tummuusasteilla valoon, hän lupaa ja ohjaa heitä oikealle tielle.
he: מאת אשר אללה מדריכים אלה הרודפים אחר ההנאה בענייני שלום מביא אותם מן אפלות לתוך האור, על ידי רשותו ו מנחה אותם על נתיב ישר.
hr: Kojim Allah vodi one koji zadovoljstvo na način mir i izvlači ih iz trenutci u svjetlo, uz njegovo dopuštenje, i ih vodi ravno put.
lt: Kuriuo Dievas vadovus sugebantys jo malonumas kaip taikos ir iškelia juos iš darknesses į šviesą, iš jo leidimą, ir vadovus juos tiesia kelią.
lv: Ar kuru Allah palīdz īstenot viņa bauda mieru veidus, kuri izceļ tos no darknesses gaismā, ar viņa atļauju un vadītu viņus ar taisnu ceļu.
nb: Som Allah guider som forfølge sin glede til veier fred bringer dem fra darknesses inn i lyset, ved hans tillatelse og guider dem til en rett bane.
sk: Ktoré Alah sprievodcu tých, ktorí sledujú svoje potešenie spôsoby mier a vynáša ich z darknesses do svetla, jeho zvolením a sprievodca im priamu cestu.
sl: S katerim Allah vodniki tiste, ki opravljajo svoje veselje na pota miru in jih prinaša iz darknesses v svetlobo, z njegovim dovoljenjem, in jih vodili naravnost pot.
sr_cyrl: По којем Аллах води оне који тежи његово задовољство на путеве мира доводи их из моје.и у свјетло, од стране његове дозволе и води их до праволинијску путању.
sr_latn: Po kojem Allah vodi one koji teži njegovo zadovoljstvo na puteve mira dovodi ih iz moje.i u svjetlo, od strane njegove dozvole i vodi ih do pravolinijsku putanju.
uk: За допомогою яких Аллах проведе тих, хто очікує його задоволення зі шляху миру приводить їх від darknesses до світла, з його дозволу і веде їх прямий сегмент контуру.
vi: Mà Allah sẽ hướng dẫn những người theo đuổi niềm vui của mình với những cách của hòa bình sẽ đưa chúng ra từ darknesses thành ánh sáng, bởi sự cho phép của mình và hướng dẫn họ đến một đường thẳng.
zu: By Allah khaphi LABO ukuphishekela injabulo yaKhe izindlela zokuthula futhi kuletha Wabakhipha darknesses engena ekukhanyeni, ngemvume yaKhe, futhi khaphi them ngaphakathi sobala dlela.
