Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3113
source: Give full measure and do not be of those who cause loss.
ca: Donar mesura completa i no ser d'aquells que provoquen la pèrdua.
cy: Rhoi Mesur llawn a Peidiwch â bod yn rhai sy'n achosi colli.
da: Give fuld foranstaltning og må ikke være for dem, der forårsager tab.
el: Δώσει πλήρες μέτρο και να μην είστε από αυτούς που προκαλούν απώλεια.
et: Anda täielik meetme ja olla need, kes on tekitanud kahju.
fi: Antaa täysi mitta ja olla niistä, jotka hävitä.
he: לתת מידה ולא אפשרות של מי לגרום לאובדן.
hr: Dati punu mjeru i ne budi od onih koji uzrokuju gubitak.
lt: Suteikti visą priemonė ir negali būti tie, kurie sukelia praradimo.
lv: Sniegt pilnu pasākuma, un nevar no tiem, kas rada zaudējumus.
nb: Gi full mål og ikke bli som forårsaker tap.
sk: Plnej miere a nie byť tých, ktorí spôsobujú stratu.
sl: Dajejo polno mero in ne bo tistih, ki povzroči izgubo.
sr_cyrl: Дај пуну меру, и не буди од оних који проузрокују губитак.
sr_latn: Daj punu meru, i ne budi od onih koji prouzrokuju gubitak.
uk: Дати повною мірою і не з тих, які викликають втрату.
vi: Cung cấp đầy đủ các biện pháp và không những người gây ra thiệt hại.
zu: Nikeza gcwele gqi ungabi of labo ukulahleka.

# Quran3114
source: And weigh with an even balance.
ca: I pesen amb un balanç fins i tot.
cy: A phwyso gyda cydbwysedd hyd yn oed.
da: Og afvejes med en selv balance.
el: Και ζυγίζει με μία ισορροπία.
et: Ja kaalutakse koos esindama tasakaalustatult.
fi: Ja painon tasapaino.
he: שוקל עם איזון אפילו.
hr: I ljuti i ravnotežu.
lt: Ir sveria su pusiausvyra.
lv: Un ar pat atlikumu nosver.
nb: Og veier med en selv saldo.
sk: A váži s rovnováhy.
sl: In stehtamo s celo ravnotežje.
sr_cyrl: Да , и бацити са је чак и баланс.
sr_latn: Da, i baciti sa je čak i balans.
uk: І важать з навіть балансу.
vi: Và cân nhắc với một sự cân bằng ngay cả.
zu: Futhi nesisindo nge ngisho balance.

# Quran3115
source: And do not deprive people of their due and do not commit abuse on earth, spreading corruption.
ca: I no privar a la gent de la seva causa i no cometre abusos a la terra, divulgació corrupció.
cy: A wneud Nid amddifadu pobl eu dyledus ac nid oes ymrwymo cam-drin ar y ddaear, gwasgaru llygredd.
da: Og ganske vist ikke fratager folk af deres forfaldne og ikke begå overgreb på jorden, sprede korruption.
el: Και δεν στερεί από τους ανθρώπους της δέουσας τους και δεν δεσμεύουν κατάχρησης πάνω στη γη, διάδοση της διαφθοράς.
et: Ja võta inimesed saavad asjakohase ja pannud kuritarvitamise maal, levib korruptsiooni.
fi: Ja ei ihmisiltä eräpäivät ja sido väärinkäyttö maapallolla, levittää korruptio.
he: לא לשלילת שמגיעים להם, לא יבצעו התעללות על כדור הארץ, הפצת שחיתות.
hr: I ne lišava ljude zbog njihovih i nije počinio zlostavljanja na zemlji, širenje korupcije.
lt: Ir neturi atimti žmonėms, jų tinkamai ir nepadaro piktnaudžiavimo žemėje, plinta korupcija.
lv: Un nedrīkst atņemt cilvēkiem viņu pienācīgi un nav izdarījis ļaunprātīgu izmantošanu uz zemes, korupcijas izplatīšanos.
nb: Og ikke frata folk av sin grunn og ikke forplikte misbruk på jorden, spre korrupsjon.
sk: Nezbavujú ľudí ich splatnosti a nedopustil zneužitia na zemi, rozšírenia korupcie.
sl: In ne prikrajšajo ljudi zaradi njihove in ne storijo zlorabe na zemlji, širjenje korupcije.
sr_cyrl: И не лиљити људе њихов крајњи и није починио злостављања на земљи, ширење корупције.
sr_latn: I ne liљiti ljude njihov krajnji i nije počinio zlostavljanja na zemlji, širenje korupcije.
uk: І не позбавляє людей їхніх належної і не чини зловживання на землі, розповсюдження корупції.
vi: Và không tước đi của người dân của họ và không cam lạm dụng trên trái đất, tham nhũng lan rộng.
zu: Futhi musa ukuncisha abantu bakwa-ngenxa yabo futhi cha bophezela ukuhlukunyezwa emhlabeni, lisakazeka inkohlakalo.

# Quran3116
source: And fear He who created you and the former creation."
ca: I por qui creada a vostè i la creació ex."
cy: Ac ef a greodd chi a chreu hen ofn.
da: Og frygter han, som skabte dig og den tidligere skabelse."
el: Και ο φόβος αυτός που δημιούργησε σας και τη δημιουργία πρώην.»
et: Ja hirmu ta loonud ja endine loomine."
fi: Ja pelkään, hän, joka loi ja entinen luomista."
he: פחד הוא שיצר את ויצירת לשעבר."
hr: I on koji je stvorio vas i bivši stvaranja straha."
lt: Ir bijo tas, kuris sukūrė jums ir buvęs kūrimą."
lv: Un tas, kas radīja jūs un bijušais radīšanu bailes."
nb: Og frykt som skapte deg og tidligere etablering.
sk: A ten, kto ste a bývalý vytvorenie strach."
sl: In kdor ustvarili vi in nekdanji ustvarjanje strah."
sr_cyrl: "И он створио си и бивши стварању страх."
sr_latn: "I on stvorio si i bivši stvaranju strah."
uk: І боюся, що той, хто створив вас і колишній створення".
vi: Và sợ ông đã tạo ra bạn và tạo ra trước đây."
zu: Ukwesaba He qamba you futhi indalo zangaphambili. "

# Quran3117
source: They said, "You are only of those affected by magic.
ca: Deien, "que són només de les persones afectades per art de màgia.
cy: Maent yn dweud, "yr ydych yn unig o'r rhai yr effeithir arnynt drwy hud a lledrith.
da: De sagde, "du er kun for dem, der berøres af magi.
el: Είπαν, «είσαι μόνο όσων πλήττονται από μαγεία.
et: Nad ütlesid: "sa oled ainult neist mõjutatud magic.
fi: He sanoivat: "olet vain niistä, jotka kärsivät magic.
he: הם אמרו, "אתה רק על אלה מושפעים על-ידי קסם.
hr: Rekli su, "ti si samo od onih koji su pogođeni magijom.
lt: Jie sakė, "tu tik apie tuos, kuriems iš magija.
lv: Viņi teica: "tu esi tikai par tiem, ko skārusi maģija.
nb: De sa, "du er bare til dem som berøres av magi.
sk: Povedali, že "ste len z tých, ktoré sú ovplyvnené mágie.
sl: So rekli, "vi ste samo za tiste prizadela magic.
sr_cyrl: Рекли су, "ти си само о онима који су погођени магију.
sr_latn: Rekli su, "ti si samo o onima koji su pogođeni magiju.
uk: Вони сказали, "ви тільки з тих, що постраждали від магії.
vi: Họ nói rằng, "bạn đang chỉ của những người bị ảnh hưởng bởi ma thuật.
zu: Bathi: "Wena kuphela walabo abathintekayo magic.

# Quran3118
source: You are but a man like ourselves, and indeed, we think you are among the liars.
ca: Ets un home com nosaltres mateixos, i de fet, pensem que es troben entre els mentiders.
cy: Ydych ond dyn fel ein hunain, ac yn wir, credwn ydych ymhlith y celwyddgwn.
da: Du er, men en mand som os, og vi tror faktisk, du er blandt løgnere.
el: Είστε παρά ένας άνθρωπος σαν τον εαυτό μας, και πράγματι, πιστεύουμε ότι είναι μεταξύ τους ψεύτες.
et: Sa oled kui inimene nagu iseennast, ja tõepoolest, me arvame, teil on ühed valetas.
fi: Olet mutta mies kuin mekin, ja mielestämme, olet yksi valehtelija.
he: אתה רק אדם כמותנו, ואכן, אנחנו חושבים שאתה בין השקרנים.
hr: Ti si samo čovjek kao i mi sami, i uistinu, mi mislimo da ste među su lažovi.
lt: Jūs esate bet vyras kaip save, ir iš tiesų, mes manome, kad jūs esate tarp klamcami.
lv: Esat taču tādu cilvēku kā sevi, un tik tiešām, mēs domājam, ka tu piederi liars.
nb: Du er bare et menneske som oss, og faktisk vi tror du er blant løgnere.
sk: Ste ale človek ako my, a skutočne si myslíme, že ste medzi klamárov.
sl: Ste, ampak človek kot sami, in res, menimo, da ste med lažnivci.
sr_cyrl: Ти си само човек као ми сами, и уистину, ми мислимо да сте међу лаћИјивци.
sr_latn: Ti si samo čovek kao mi sami, i uistinu, mi mislimo da ste među laћIjivci.
uk: Ви, але такої людини, як самих себе, і справді, ми думаємо, що є одними з брехунів.
vi: Bạn, nhưng một người đàn ông giống như chính mình, và thực sự, chúng tôi nghĩ rằng bạn là một trong những kẻ nói dối.
zu: Wena kodwa umuntu njengathi, futhi ngempela, we cabanga you are hubu phakathi.

# Quran3119
source: So cause to fall upon us fragments of the sky, if you should be of the truthful."
ca: De manera que causen a caure sobre nosaltres fragments del cel, si hauria de ser de la veritat."
cy: Felly achosi i syrthio ar ein darnau o'r awyr, os dylai fod o y geirwir."
da: Så årsagen til at falde over os fragmenter af himlen, hvis du skulle være af den sandfærdige."
el: Έτσι αιτία να πέσει πάνω μας τεμάχια του ουρανού, αν θα πρέπει να του το αληθινό.»
et: Nii põhjustavad langeb killud taevas, kui sa peaksid olema ka tõepärast."
fi: Joten aiheuttaa hyökätä kimppuumme palasia taivas, jos olisi ja rehellinen."
he: אז לגרום ליפול עלינו רסיסים של השמיים, אם את צריכה להיות של אמת."
hr: Pa uzrok pada na nas fragmenti neba, ako ti trebaju biti i istinite."
lt: Taigi sukelti patenka į mus fragmentai iš dangaus, jei jums reikia, kad teisingi."
lv: Tātad iemesls fragmenti no debesīm mums virsū, ja jums ir jābūt patiesam."
nb: Så anledning for å overfalle oss fragmenter av himmelen, dersom du skulle være av den sannferdig."
sk: Tak spôsobiť, aby na nás fragmenty z neba, ak by ste mali byť o pravdivé."
sl: Tako da pade na nas delci neba, če bi morala biti od resnične."
sr_cyrl: Толико разлога да падне на нас фрагменти неба, ако ти треба да је искрен."
sr_latn: Toliko razloga da padne na nas fragmenti neba, ako ti treba da je iskren."
uk: Так причиною, щоб напасти на нас, фрагменти небо, якщо ви повинні бути на правдивою."
vi: Vì vậy gây ra giảm khi chúng tôi mảnh vỡ của bầu trời, nếu bạn cần sự thật."
zu: Ngakho ukubangela ukwambuka phezu kwethu izingcezwana kwesibhakabhaka, uma kufanele kube truthful. "

# Quran3120
source: He said, "My Lord is most knowing of what you do."
ca: Va dir, "El meu Senyor és saber més del que fas".
cy: Meddai, "Fy Arglwydd yn gwybod rhan fwyaf o'r hyn yr ydych yn ei wneud."
da: Han sagde, "Min herre er de fleste at vide, hvad du gøre."
el: Είπε, «Κύριέ μου είναι περισσότεροι γνώση του τι θα κάνεις.»
et: Ta ütles: "Issand on enamik tea, mida teha."
fi: Hän sanoi: "Herrani on mitä teet."
he: הוא אמר, "אלוהים הוא לדעת רוב של מה שאתה עושה."
hr: Rekao je, "Moj Gospodin je većina znajući za što."
lt: Jis sakė: "mano Viešpats dauguma žinodami ką."
lv: Viņš teica: "Mans kungs, lielākā daļa zinot par to, ko jūs darāt."
nb: Han sa: "Min Herre er de fleste å vite hva du gjøre."
sk: On povedal: "Môj pán je väčšina vedieť, čo robíte."
sl: On reče: "Moj gospodar je večina vedo, kaj storiti."
sr_cyrl: Он је рекао, "Мој господар је већина знајући што ви радите."
sr_latn: On je rekao, "Moj gospodar je većina znajući što vi radite."
uk: Він сказав: "Мій Господь більшість знаючи, що ви зробити."
vi: Ông nói, "Chúa tể của tôi là hầu hết hiểu biết về những gì bạn làm."
zu: Wathi: "Nkosi yami owaziyo sebenzisa ningi of babe you enza."

# Quran3121
source: And they denied him, so the punishment of the day of the black cloud seized them. Indeed, it was the punishment of a terrible day.
ca: I ell, va negar perquè el càstig del dia del núvol negre agafat. De fet, era el càstig d'un dia terrible.
cy: A oedd yn gwadu iddo, felly roedd y gosb o ddiwrnod y cwmwl DU yn hatafaelu iddynt. Yn wir, oedd y gosb o ddiwrnod ofnadwy.
da: Og de nægtede ham, så straffen for dag i den sorte Sky beslaglagt dem. Det var faktisk en straf af en forfærdelig dag.
el: Και αυτοί αρνήθηκαν να του παράσχουν, έτσι η τιμωρία της ημέρας το μαύρο σύννεφο τους κατασχέθηκαν. Πράγματι, ήταν η τιμωρία της μια τρομερή ημέρα.
et: Ja nad eitas teda, nii et must pilv päeval karistuse arestitud neid. Tõepoolest, see oli kohutav päev karistuse.
fi: Ja he kielsivät hänet, joten päivä musta pilvi rangaistus yllätti heidät. Itse asiassa se oli kauhea päivä rangaistus.
he: הם דחו אותו, אז העונש של היום של הענן השחור תפסו אותם. אכן, זה היה העונש של יום נורא.
hr: I zanijekali su njega, pa kazna dan crni oblak zaplijenila ih. Doista, to je bila kazna užasan dan.
lt: Ir jie neigė jam, todėl baudimą už dieną, juodas debesis konfiskavo juos. Iš tiesų, tai buvo baisi diena bausmė.
lv: Un tie liedza viņam, tāpēc melns mākonis dienu sodu viņiem izdevīgu. Patiešām, tas bija sods par drausmo dienu.
nb: Og de nektet ham, slik at straffen for dagen for den svart sky beslaglagt dem. Det var faktisk straffen av en forferdelig dag.
sk: A oni zaprel, tak trest deň čierny mrak chytil je. V skutočnosti to bol trest hrozný deň.
sl: In jih omejevala, tako kazen dan črn oblak zaseženo njimi. Pravzaprav je bila kazen strašen dan.
sr_cyrl: И одбили су га, па казна дана црни облак им је одузета. Доиста , то је казна од Грозног ли дана.
sr_latn: I odbili su ga, pa kazna dana crni oblak im je oduzeta. Doista, to je kazna od Groznog li dana.
uk: І вони відрікся від нього, так що покарання день чорна хмара захопив їх. Дійсно, це було покарання жахливий день.
vi: Và họ từ chối anh ta, do đó, sự trừng phạt của của đám mây đen tịch thu chúng. Thật vậy, đó là sự trừng phạt của một ngày khủng khiếp.
zu: Futhi waphika, ngakho isijeziso usuku black ifu bagajwa.

# Quran3122
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran3123
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3124
source: And indeed, the Qur'an is the revelation of the Lord of the worlds.
ca: I en efecte, el Qur ' an és la revelació del Senyor dels mons.
cy: Ac yn wir, y Qur'an yw'r datgeliad o Arglwydd y byd.
da: Og ja, Koranen er åbenbaringen af verdens Herre.
el: Και πράγματι, το Κοράνι είναι η αποκάλυψη του τον κύριο των κόσμων.
et: Ja tõepoolest, Koraan on maailma Issanda ilmutus.
fi: Ja Koraani on ilmestys maailmojen luoja.
he: אכן, הקוראן הוא התגלות ה' העולמות.
hr: I doista, Kur'an je objava od gospodara svjetova.
lt: Ir iš tiesų, Korano yra pasaulių Viešpaties apreiškimas.
lv: Un patiešām, Korāns ir atklāsme kungam pasaulēm.
nb: Og faktisk Koranen er åpenbaringen av Herren av verdens.
sk: A skutočne, Korán je zjavenie pánovi svetov.
sl: In res, Koranu je razodetje gospodarja svetov.
sr_cyrl: И заиста, Куран је откривање господару света.
sr_latn: I zaista, Kuran je otkrivanje gospodaru sveta.
uk: І дійсно, Коран є одкровенням Господу світів.
vi: Và quả thật, kinh Qur'an là sự mặc khải của Chúa của thế giới.
zu: Futhi ngempela, Qur'an kuyinto ukwambulwa kweNkosi imihlaba.

# Quran3125
source: The Trustworthy Spirit has brought it down
ca: L'esperit de confiança ha portat
cy: Daeth yr ysbryd dibynadwy i lawr
da: Den troværdige ånd har bragt det ned
el: Το αξιόπιστο πνεύμα έχει το κατεδάφισαν
et: Usaldusväärne vaim on toonud
fi: Luotettava henki se on laskenut
he: הרוח אמין הביא אותו
hr: Pouzdani duh to je donijela
lt: Patikima dvasia davė jį žemyn
lv: Tas ir notriekta uzticamu garu
nb: Pålitelig ånden har brakt det
sk: Dôveryhodné ducha sa znížil
sl: Zanesljiv duh prinesel
sr_cyrl: Из поузданог извора дух га је донео
sr_latn: Iz pouzdanog izvora duh ga je doneo
uk: Надійним Дух привів його
vi: Tinh thần đáng tin cậy đã mang nó
zu: UMoya Ithembekile ulilethele ke phansi

# Quran3126
source: Upon your heart, [O Muhammad] - that you may be of the warners -
ca: Sobre el teu cor, [O Muhammad] - que pot ser de l'última-
cy: Ar eich calon, [O Muhammad]-a allai fod yn chi o y warners-
da: Ved dit hjerte, [O Muhammad] - der kan man af Warner-
el: Μετά την καρδιά σας, [Ο Μωάμεθ] - που μπορεί να της το warners-
et: Pärast oma südames, [O Muhammad] - mis siis võib selle warners-
fi: Teidän sydän [Oi Muhammed] - joka voi olla warners-
he: על הלב שלך, [O מוחמד] - זה ייתכן של וורנר-
hr: Na svoje srce, [O Muhammad] - koje mogu biti od u Warneru-
lt: Nuo savo širdies, [O Muhammad] - kad jums gali būti, kad warners-
lv: Pēc jūsu sirds, [O Muhammad] - kas jums var būt warners-
nb: På ditt hjerte, [O Muhammad] - som du kan ha warners-
sk: Na svoje srdce, [Mohamed] - ktorý môže byť v meste warners-
sl: Na svoje srce, [O Muhammad] - da si lahko v mestu warners-
sr_cyrl: На твом срцу, [О Мухаммад] - то је можда од је само идеја-
sr_latn: Na tvom srcu, [O Muhammad] - to je možda od je samo ideja-
uk: На серце своє, [O Мухаммад] - що ви можете бути в місті warners-
vi: Khi trái tim của bạn, [O Muhammad] - mà bạn có thể có các warners-
zu: Phezu inhliziyo yakho, [O Muhammad] - ukuthi ungase ube of warners! -

# Quran3127
source: In a clear Arabic language.
ca: En llengua àrab.
cy: Mewn iaith glir Arabeg.
da: I en klar arabisk sprog.
el: Σε μια σαφή και αραβική γλώσσα.
et: Selge araabia keeles.
fi: Selkeä arabian kielellä.
he: בשפה ברורה בערבית.
hr: U čisto arapskog jezika.
lt: Aišku Arabų kalba.
lv: Notīrīt arābu valodā.
nb: I et klart arabisk språk.
sk: V jasné Arabský jazyk.
sl: V jasno arabski jezik.
sr_cyrl: У јасно арапски језик.
sr_latn: U jasno arapski jezik.
uk: Ясно арабською мовою.
vi: Trong một ngôn ngữ rõ ràng tiếng ả Rập.
zu: Encwadini ulimi olucacile Arabic.

# Quran3128
source: And indeed, it is [mentioned] in the scriptures of former peoples.
ca: I de fet, això és [esmentat] en les escriptures dels pobles antics.
cy: Ac yn wir, ei Mae [at] yn yr ysgrythurau o bobloedd hen.
da: Og ja, det er [nævnte] i skrifter af tidligere folk.
el: Και πράγματι, αυτό είναι [όπως] στις Γραφές των πρώην λαών.
et: Ja tõepoolest, see on [nimetatud] endise Rahvaste pühakirja.
fi: Ja itse asiassa se on [mainittu] entinen kansojen Raamatussa.
he: וזה אכן, [מוזכר] בכתבי הקודש של העמים לשעבר.
hr: I doista, to je [spominje] u pisma bivšeg naroda.
lt: Ir iš tiesų, jis [minimas] buvęs Tautų raštą.
lv: Un patiešām, tā [minēts], bijušais tautu rakstos.
nb: Og faktisk det er [nevnt] i Skriftene tidligere folkeslag.
sk: A naozaj, to je [uvedených] v písmach bývalých obyvateľov.
sl: In res, to je [navedene] v svetih spisih nekdanji ljudstev.
sr_cyrl: И заиста, то је [поменута] у Светом писму бивши народа.
sr_latn: I zaista, to je [pomenuta] u Svetom pismu bivši naroda.
uk: І дійсно, це [згадується] у Святому Письмі, колишній народів.
vi: Và quả thật vậy, nó [nói] trong kinh thánh cựu dân tộc.
zu: Futhi ngempela, it is [okukhulunywa] emibhalweni kwabantu zangaphambili.

# Quran3129
source: And has it not been a sign to them that it is recognized by the scholars of the Children of Israel?
ca: I no ha estat un senyal per a ells que és reconegut pels erudits de nens d'Israel?
cy: Ac ni fu yn arwydd iddynt y cydnabyddir gan yr ysgolheigion plant Israel?
da: Og har det ikke været et tegn til dem at det er anerkendt af lærde af Israels børn?
el: Και αυτό δεν έχει ένα σημάδι τους, η αναγνώριση από τους λογίους της τα παιδιά του Ισραήλ;
et: Ja see ei ole märk nende tõdetakse Iisraeli laste teadlased?
fi: Eikä se ole merkki ne on tunnustettu tutkijat Israelin lapset?
he: זה לא היה סימן להם כי הוא מוכר על ידי התנאים של בני ישראל?
hr: I to nije znak da ih prepoznaju li znanstvenici djecu Izraela?
lt: Ir tai buvo ženklas jiems kad pripažįstama iš Izraelio vaikų mokslininkai?
lv: Un tas nav bijis zīme tiem, ka ir atzinuši zinātnieki Israēla bērniem?
nb: Og er det ikke et tegn til dem at det er anerkjent av lærde av Israels barn?
sk: A nebol im znamenie je rozpoznaný učenci deti Izraela?
sl: In to ni bil znak jim, da ga prizna učenjaki otroke Izraela?
sr_cyrl: И то није био знак да их да га препознаје научници децу Израел?
sr_latn: I to nije bio znak da ih da ga prepoznaje naučnici decu Izrael?
uk: І це не було знак їм, що вона визнана, вчені діти Ізраїль?
vi: Và nó đã không là một dấu hiệu cho họ rằng nó được công nhận bởi các học giả của trẻ em của Israel?
zu: Futhi uye kwakungekhona yisibonakaliso kubo ukuthi owaziwa izazi Ntwana Israyeli?

# Quran3130
source: And even if We had revealed it to one among the foreigners
ca: I fins i tot si ens havia revelat a un entre els estrangers
cy: A hyd yn oed os ydym wedi datgelu ei i un ymysg y tramorwyr
da: Og selvom vi havde åbenbaret det for én blandt udlændinge
el: Και ακόμα κι αν είχε αποκαλύψαμε το ένα μεταξύ των ξένων
et: Ja isegi siis, kui meil oli selgunud ühele välismaalaste seas
fi: Ja vaikka meillä oli ilmoittanut sen yhteen ulkomaalaisten joukossa
he: וגם אם אנחנו גילה אותו לאחד בין הזרים
hr: Čak i ako smo to otkrio jedan od stranaca
lt: Ir net jei mes parodė jį vienai tarp užsieniečių
lv: Un pat tad, ja mums bija atklājis vienu starp ārzemniekiem
nb: Og selv om vi hadde åpenbart det til blant utlendinger
sk: A aj keby sme mali odhalil jeden medzi cudzincami
sl: In čeprav mi je pokazala, da eden med tujci
sr_cyrl: Чак и да смо имали, открива да један међу странцима
sr_latn: Čak i da smo imali, otkriva da jedan među strancima
uk: І навіть якщо ми показало його до одного серед іноземців
vi: Và ngay cả khi chúng tôi đã tiết lộ nó cho một trong số những người nước ngoài
zu: Futhi ngisho noma We wayemambulele ngalo komunye phakathi abezinye izizwe
