Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran735
source: And if only they upheld [the law of] the Torah, the Gospel, and what has been revealed to them from their Lord, they would have consumed [provision] from above them and from beneath their feet. Among them are a moderate community, but many of them - evil is that which they do.
ca: I si només es mantingué [la Llei de] la Torà, l'Evangeli i que ha estat revelat a ells del seu Senyor, que han consumit [disposició] damunt ells i sota els peus. Entre ells hi ha una comunitat moderat, però molts d'ells - mal és el que fan.
cy: Ac os mai dim ond oedd yn cael eu cadarnhau [cyfraith] y Torah, yr efengyl, ac mae'r hyn a ddatgelwyd iddynt gan eu yr Arglwydd, eu byddai wedi hyfed [ddarpariaeth] Fry a torri eu traed. Yn eu plith mae cymuned cymedrol, ond llawer ohonynt-mae drygioni a wnânt.
da: Og hvis det kun er de stadfæstede [lovgivning] Toraen, evangeliet, og hvad er blevet afsløret hertil fra deres Herre, de ville have forbrugt [bestemmelsen] fra dem og fra under deres fødder. Blandt dem er en moderat Fællesskabet, men mange af dem - onde er det, de gør.
el: Και Μακάρι και επιβεβαίωσαν [νόμου του] το Torah, το Ευαγγέλιο και τι έχει αποκαλυφθεί σε αυτούς από τους Λόρδος, θα έχουν καταναλώσει [διάταξη] από πάνω τους και κάτω από τα πόδια τους. Ανάμεσά τους είναι μια μέτρια Κοινότητα, αλλά πολλοί από αυτούς - κακό είναι αυτό που κάνουν.
et: Ja kui ainult nad nõustuda [õigus] Toora, evangeeliumi ja mida on avastatud neile alates nende Issand, nad oleks tarbitud [näha], neile ülevalt ja alt oma jalgu. Nende hulgas on mõõdukas ühenduse, kuid paljud neist - kurjus on see, mida nad teevad.
fi: Ja jos vain he kannattivat [lain] Tooran, evankeliumia ja mikä tuli heille heidän Herransa ne kuluttaa [säännöksessä], niitä ylhäältä ja alta jaloillaan. Joukossa on kohtalainen yhteisö, mutta monet heistä - paha, mitä he tekevät.
he: אם רק הם אישר [החוק] התורה את הבשורה, מה נחשף אליהם מן האל שלהם, הם צורכים [מתן] מעל אותם, בינות בכפות הרגליים. ביניהם יש קהילה מתון, אבל רבים מהם - רשע זה אשר הם עושים.
hr: I samo ako su pozitivno [zakon] Tori, Evanđelju i ono što je otkrio da ih od Gospoda, oni bi konzumirati [odredbu] iznad njih i iz noge. Među njima su umjereno zajednice, a mnogi od njih - zlo je ono što oni čine.
lt: Ir jei tik jie patvirtino [teisė] Tora, Evangelija, ir kas buvo atskleista jiems iš savo Viešpaties, jie būtų galėjo būti šeriami [nuostatos] iš virš juos ir po jų kojų. Tarp jų yra vidutinio sunkumo bendruomenė, tačiau daugelis iš jų - blogis yra tai, kas jie.
lv: Un, ja vien tie apmierināja [tiesību] Toru, evaņģēliju un ko ir atklājies tos no viņu kungs, tie būtu patērēti [noteikumu], viņiem no augšas un no apakšas viņu kājām. Viņu vidū ir vidēji sabiedrībā, bet daudzas no tām - ļaunums ir tas, ko viņi dara.
nb: Og hvis bare de opprettholdt [lov] Torah evangeliet og det som er åpenbart til dem fra deres Herre, de ville har spist [Tilbud] fra over dem og under føttene. Blant dem er en moderat samfunnet, men mange av dem - onde er at de gjør.
sk: A keby len oni potvrdil [právo] Tóry, evanjelium, a čo bolo odhalené ich zo svojho pána, že by konzumovali [ustanovenie] zhora ich a pod nohami. Medzi nimi sú mierne komunity, ale mnoho z nich - zlo je to, čo robia.
sl: In če samo so sprejeti [pravo] Tora, evangelij, in kaj so pokazali, da jih iz svojega Gospoda, da bi uživale [opravljanja] od zgoraj jih in izza svoje noge. Med njimi so zmerno Skupnosti, vendar mnogi od njih - zlo je tisto, kar počnejo.
sr_cyrl: И ако само одговорили су позитивно на [закон] Торе, Госпел и шта је било откривено да их од свог господара, они би утрошени [одредбу] од њих, изнад и испод њихових ногу. Међу њима су умерене заједнице, али многи од њих - зло је оно што они раде.
sr_latn: I ako samo odgovorili su pozitivno na [zakon] Tore, Gospel i šta je bilo otkriveno da ih od svog gospodara, oni bi utrošeni [odredbu] od njih, iznad i ispod njihovih nogu. Među njima su umerene zajednice, ali mnogi od njih - zlo je ono što oni rade.
uk: І якщо тільки вони підтримали [закону] Тори, Євангеліє і те, що було виявлено до них від пана свого, вони б споживаються [надання] зверху їх і під ногами. Серед них — помірний громади, але багато хто з них - зло те, що вони роблять.
vi: Và nếu chỉ có họ tôn trọng [pháp luật] Torah, phúc âm, và những gì đã được tiết lộ cho họ từ Chúa của họ, họ sẽ có tiêu thụ [quy định] từ phía trên họ và từ bên dưới chân của họ. Trong số đó là một cộng đồng vừa phải, nhưng nhiều người trong số họ - ác đó mà họ làm.
zu: Ukube nje they yasekela [umthetho] Torah Vangeli babe phendla them bo Lord they ngabe kudliwe [lungiselelo] nga phezulu them phansi bo nyawo!.

# Quran736
source: O Messenger, announce that which has been revealed to you from your Lord, and if you do not, then you have not conveyed His message. And Allah will protect you from the people. Indeed, Allah does not guide the disbelieving people.
ca: O Missatger, anunciar que que ha estat revelat a vostè del seu Senyor, i si no, llavors vostè té no transmetien el seu missatge. I Allah el protegirà de les persones. De fet, Allah guia no poble incrèdul.
cy: O Messenger, gyhoeddi sydd wedi cael ei ddatgelu i chi gan eich Arglwydd, ac os nad ydych, yna yr ydych nid cyfleu ei neges. A bydd Allah yn eich diogelu rhag y bobl. Yn wir, yw Allah nid canllaw y bobl disbelieving.
da: O Messenger, meddele, at der har været åbenbaret for dig fra din Herre, og hvis du ikke gør det, så har du ikke formidles hans budskab. Og Allah vil beskytte dig mod folk. Faktisk guide Allah ikke mistroiske folk.
el: Ο αγγελιοφόρος, σας ανακοινώνουμε ότι που έχει αποκαλύψει σε σας από το Λόρδο, και εάν δεν το κάνετε, τότε δεν σας έχουν μετέφερε το μήνυμα του. Και ο Αλλάχ θα σας προστατεύσει από τους ανθρώπους. Πράγματι, Αλλάχ δεν καθοδηγεί την disbelieving άτομα.
et: O Messenger, teatada, et mis on avastatud teile: teie Issand, ja kui sul ei ole, siis teile on edasi, tema sõnum. Ja Jumal teid kaitsta inimesi. Tõepoolest, Allah juhend olid inimesed.
fi: Messenger, ilmoittaa, että joka on ilmoitettu tulee Herraltasi ja jos ei, sitten voit ei välittää hänen viestinsä. Ja Jumala suojelee sinua ihmiset. Itse asiassa Jumala ei ohjaa uskottomia ihmisiä.
he:  Messenger, להכריז כי אשר נחשף לך מן האל שלך, אם לא, אז יש לך לא שידר את המסר שלו. אללה יגנו עליך מפני האנשים. אכן, אללה לא מדריך העם disbelieving.
hr: O Messenger, najaviti da koji je otkrio da si iz vašeg gospodara, a ako ne, onda ti ne prenijeli njegovu poruku. I Allah će te zaštititi od ljudi. Zaista, Allah ne vodič sumnja ljudi.
lt: O Messenger, pranešti, kad kuri buvo atskleista jums iš savo Viešpaties, o jei ne, tada jums turi ne perdavė savo pranešimą. Ir Dievas bus apsaugoti jus nuo žmonių. Iš tiesų, Dievas ne gidas niewiernych žmonių.
lv: O Messenger, paziņot, ka kas tika atklāts ar tevi no savu kungu, un ja nav, tad jums ir nav pārsūtīta viņa ziņu. Un Allah pasargās Jūs no cilvēkiem. Patiešām, Allah nav ceļveža neticīgi cilvēki.
nb: O Messenger, kunngjøre at som har blitt åpenbart til deg fra din Herre, og hvis ikke, så har du ikke formidles hans meldingen. Og Allah vil beskytte deg mot folket. Allah guide faktisk ikke disbelieving folk.
sk: O Messenger, oznamuje, že čo bolo odhalené na vás od svojho pána, a ak nemáte, potom si nie odovzdal svoje posolstvo. A Boh vás ochráni od ľudí. V skutočnosti Boh nie je sprievodca neveriacky ľudí.
sl: O Messenger, sporočamo, da je pokazala za vas, ki od svojega Gospoda, in če ne, potem imate ni predvideno njegovo sporočilo. Ter Allah vas bo ščitil pred ljudi. Res, Allah ni vodnik disbelieving ljudi.
sr_cyrl: О , гласник, објављујем да је која је теби откривен од твог Господа, а ако не, онда ти није пренио његову поруку. И Аллах ће те заштитити од људи. Заиста , Аллах не води дисбелиевинг људе.
sr_latn: O, glasnik, objavljujem da je koja je tebi otkriven od tvog Gospoda, a ako ne, onda ti nije prenio njegovu poruku. I Allah će te zaštititi od ljudi. Zaista, Allah ne vodi disbelieving ljude.
uk: O Messenger, оголосити, що яких було виявлено до вас від вашого Господа, і якщо ви цього не зробите, то ви є не передав його послання. І Аллах буде захистити вас від людей. Дійсно, Аллах не керівництво невіруючий людей.
vi: O Messenger, thông báo rằng đó đã được tiết lộ cho bạn từ Chúa của bạn, và nếu bạn không muốn, sau đó bạn đã không truyền đạt thông điệp của mình. Và Allah sẽ bảo vệ bạn khỏi những người. Thật vậy, Allah không hướng dẫn người dân disbelieving.
zu: O Messenger, ukumemezela ukuthi eye phendla you kho Lord uma ungaphenduki, khona-ke ungazange wadlulisela isigijimi sakhe.

# Quran737
source: Say, "O People of the Scripture, you are [standing] on nothing until you uphold [the law of] the Torah, the Gospel, and what has been revealed to you from your Lord." And that which has been revealed to you from your Lord will surely increase many of them in transgression and disbelief. So do not grieve over the disbelieving people.
ca: Dir: «O gent de les escriptures, que són [peu] en res fins que vostè defensar [la Llei de] la Torà, l'Evangeli i que ha estat revelat a vostè del seu Senyor. " I allò que ha estat revelat a vostè del seu Senyor segurament augmentaran molts d'ells en la transgressió i la incredulitat. Així no tristos per la gent incrèdula.
cy: Ddweud, "O bobl yr ysgrythur, chi [sefyll] ar ddim nes arddelwch [cyfraith] y Torah, yr efengyl, ac mae'r hyn a ddatgelwyd i chi gan eich Arglwydd." Ac sydd wedi cael ei ddatgelu i chi gan eich Arglwydd bydd siawns yn cynyddu llawer ohonynt yn tramgwyddiad ac anghrediniaeth. Felly wneud nid galaru dros y bobl disbelieving.
da: Sige, "O folk af Skriften, du er [står] på intet indtil du opretholde [lovgivning] Toraen, evangeliet, og hvad har været åbenbaret for dig fra din herre." Og det, som er blevet afsløret til dig fra din herre vil helt sikkert øge mange af dem i overtrædelse og vantro. Så ikke sørge over mistroiske folk.
el: Λένε, «O άνθρωποι του Scripture, στέκεστε είναι [] σε τίποτα μέχρι να φέρετε το νόμο της] το Torah, το Ευαγγέλιο και τι έχει αποκαλύψει σε σας από το Λόρδο. " Και αυτό που αποκαλύφθηκε σε σας από το Λόρδο θα αυξήσει σίγουρα πολλοί από αυτούς στην παράβαση και δυσπιστία. Έτσι δεν τα λυπάστε πάνω από την disbelieving άτομα.
et: Öelda: "O inimesi Pühakirja, võtad [seisavad] midagi seni, kuni te vastutama [õigus] Toora, evangeeliumi ja mida on avastatud teile: teie Issand." Ja see, mis on ilmnenud alates teie Issand sulle kindlasti suurendab paljud neist üleastumine ja uskumatus. Nii leinata üle olid inimesed.
fi: Sanoa, "Oi ihmiset Raamatun seisot ovat [] mitään kunnes puolustaa [lain] Tooran, evankeliumia ja mikä tuli sinulle tulee Herraltasi." Ja se, joka on osoittanut teille Herranne kasvaa varmasti monet heistä rikkomukseen ja epäusko. Joten älä sure yli uskottomia ihmisiä.
he: אומרים, "O אנשים של כתבי הקודש, אתה [עומדים] על כלום עד לך שהחוק [של] התורה את הבשורה, מה כבר חשף לך מן האל שלך." אשר נחשף לך מן האל שלך בוודאי יגדל רבים מהם העבירה ואי אמון. אז לא מתאבל על העם disbelieving.
hr: Kažu, "O ljudi Svetoga pisma, te su [] na ništa dok ne podupirem [zakon] Tori, Evanđelju, i što je otkrio da ste iz vašeg gospodara." I ono što je otkrio da ste iz vašeg gospodara će sigurno povećati mnogi su u grijehu i nevjerice. Tako ne žalosti zbog sumnja ljudi.
lt: Sako: "O žmonės Šventojo Rašto, jūs [stovi] nieko, kol jūs palaikyti [teisė] Tora, Evangelija, ir kas buvo atskleista jums iš savo Viešpaties." Ir tai, kas buvo atskleista jums iš jūsų Viešpats tikrai padidėja daugelis iš jų nuodėmės ir netikėjimo. Todėl negalime sielvartauti per niewiernych žmonės.
lv: Teiksim, "O cilvēku no rakstiem, kas jūs [stāv], vienīgi līdz brīdim, kad jūs atbalstīt [tiesību] Toru, evaņģēliju un kas tika atklāts jums no jūsu kungs." Un to, kas tika atklāts jums no jūsu kungs noteikti palielinās, daudzi no viņiem pārkāpšana un neticībā. Tātad nevar sāpināt vairāk neticīgi cilvēki.
nb: Si, "O folk av skriften, du [står] ingenting før du opprettholde [lov] Torah evangeliet og hva har blitt åpenbart til deg fra din Herre." Og det som har blitt åpenbart til deg fra din Herre vil sikkert øke mange av dem i overtredelse og vantro. Så ikke sørge over disbelieving folk.
sk: Povedať, "O ľudí z písma, stojíte sú [] na nič, kým ste dodržiavali [právo] Tóry, evanjelium, a čo bolo odhalené na vás od pána vášho." A to, čo bolo odhalené na vás z vášho pána mnohé z nich zvýši určite hriech a neveriacky. Takže nie truchlit nad neveriacky ľudí.
sl: Recimo, "O ljudje Sveto pismo, si [stojijo] na nič, dokler vas podprejo [pravo] Tora, evangelij, in kaj so pokazali, da ste od svojega Gospoda." In mnogi od njih, ki so pokazali, da ste od svojega Gospoda bo zagotovo povečala v greh in nejeverno. Tako ne bi žalujejo nad disbelieving ljudi.
sr_cyrl: Рекао је, "О људима из Светог писма, те су [постоји] на ништа док те полиције [од] Торе, Госпел и шта је теби откривен од твог Господа." И оно што је теби откривен од твог Господа сигурно повећаће се многи од њих у неверици и исконског. Дакле , не тугуј над дисбелиевинг људима.
sr_latn: Rekao je, "O ljudima iz Svetog pisma, te su [postoji] na ništa dok te policije [od] Tore, Gospel i šta je tebi otkriven od tvog Gospoda." I ono što je tebi otkriven od tvog Gospoda sigurno povećaće se mnogi od njih u neverici i iskonskog. Dakle, ne tuguj nad disbelieving ljudima.
uk: Скажімо, "O людей в Писанні, вас [стоїш] нічого, поки ви підтримувати [закону] Тори, Євангеліє і те, що було виявлено до вас від вашого Господа." І те, що було виявлено до вас від вашого Господь безсумнівно, збільшення багато хто з них в злочин і зневіру. Так не сумують над невіруючий людей.
vi: Nói, "O người của kinh thánh, bạn đang [đứng] trên không có gì cho đến khi bạn duy trì [pháp luật] Torah, phúc âm, và những gì đã được tiết lộ cho bạn từ của mình Chúa." Và điều đó đã được tiết lộ cho bạn từ của mình Chúa chắc chắn sẽ tăng lên nhiều người trong số họ trong transgression và sự hoài nghi. Vì vậy, không đau khổ hơn disbelieving người.
zu: Ithi, "O ntu scripture, wena [nokuma] lutho uze uphold [umthetho] Torah Vangeli babe phendla you kho Lord."

# Quran738
source: Indeed, those who have believed [in Prophet Muhammad] and those [before Him] who were Jews or Sabeans or Christians - those [among them] who believed in Allah and the Last Day and did righteousness - no fear will there be concerning them, nor will they grieve.
ca: De fet, aquells que han cregut [el Profeta Muhammad] i [davant d'ell] qui eren jueus o Sabeans o cristians - aquells [entre ells], que creia en Allah i el darrer dia i feia justícia - cap por es allà ser concerneixen, ni es ells grieve.
cy: Yn wir, y rheini sydd wedi credu [yn Proffwyd Muhammad] a rhai [cyn iddo] oedd yn Iddewon neu Sabeans neu Cristnogion-rhai [rhyngddynt] a gredai yn Allah ac yn y dydd diwethaf a oedd chyfiawnder i-bydd unrhyw ofn yno yn ymwneud â hwy, na bydd iddynt alaru.
da: Ja, dem, der har troet [i profeten Muhammad] og [før ham] der var jøder eller Sabeans eller kristne - dem [blandt dem], der troede på Allah og den yderste dag og gjorde retfærdighed - ingen frygt vil der vedrører dem, eller vil de sørge.
el: Πράγματι, εκείνους που πίστεψαν [στον προφήτη Μωάμεθ] και οι [πριν από αυτόν] που ήταν Εβραίοι ή Sabeans ή χριστιανοί - εκείνοι [μεταξύ τους] που πίστευαν στον Αλλάχ και την τελευταία ημέρα και έκανε δικαιοσύνη - χωρίς το φόβο θα εκεί που τους αφορούν, ούτε θα να θλίβομαι.
et: Tõepoolest, need, kes on uskunud [prohvet Muhammad] ja [tema] ees kes olid juudid või Sabeans või kristlasi - need [nende] hulgas, kes uskus Jumalat ja viimane päev ja tegin head - ei karda näidatakse seal tuleb neid käsitlevatele ega näidatakse nad leinata.
fi: Itse asiassa ne, jotka ovat uskoneet [profeetta Muhammedin] aiheutuneet [hänelle] jotka olivat juutalaisia tai Sabeans tai kristittyjä - niiltä [] joka uskoi Jumalaan ja viimeiseen päivään teki vanhurskauden - ilman pelkoa siellä olla niistä, eikä ne surra.
he: ואכן, אלה אשר האמינו [הנביא מוחמד] ואלה [לפניו] מי היו יהודים או Sabeans או נוצרים - אלו [בהן] שהאמינו אללה, היום האחרון עשה את צדקתו - אין פחד שם להיות הקשור בהם, ולא יהיה שהם מתאבלים.
hr: Uistinu, one koji su vjerovali u poslanika Muhammeda] i [prije njega] koji su bili Židovi ili Sabeans ili kršćani - oni [] koji vjeruje u Allaha i zadnji dan i je pravednost - bez straha će tamo biti o njima, niti će oni tugovati.
lt: Iš tiesų, tie, kurie patikėjo [į pranašo Mahometo] ir [prieš jį] kurie buvo žydų ar Sabeans ar krikščionys - tie [tarp jų], kurie tikėjo Dievo ir paskutinę dieną ir padarė tiesos - be baimės bus ten apie juos, nei bus jie sielvartauti.
lv: Protams, tiem, kuri ir ticēja [pravieša Muhameda], un [viņa] priekšā tiem, kas bija ebreji vai Sabeans vai kristieši - tiem [to] vidū, kuri tic Allah un pēdējā dienā un nebija taisnībā - bailes būs par tur tiem, nedz arī būs tie sēro.
nb: Faktisk, de som har trodd [på profeten Muhammad] og [før ham] som var jøder eller Sabeans eller kristne - de [blant dem som trodde på Allah og siste dag og gjorde rettferdighet - ingen frykt vil det være om dem, eller vil de sørge.
sk: V skutočnosti tí, ktorí uverili v proroka Mohameda] a [pred ním] ktorí boli Židia alebo Sabeans či kresťania - tými [] kto veril v Boha a v posledný deň a to spravodlivosť - bez strachu budú tam o nich, ani sa im truchlit.
sl: Osebe, ki so verjeli [v preroka Mohameda] in [pred njim] kdo so bili Judje ali Sabeans ali kristjani - kdor [med njimi] vernik v Allah in zadnji dan in ni pravičnosti - brez strahu bo tam se jih zadevajo niti bo so žalujejo.
sr_cyrl: Уистину , оне који верују у пророка Мухамеда] и они [пре њега] који су били Јевреји или Сабеанс или хришћани - они [међу њима] који су веровали у Аллаха и последњи дан и јеси праведност - без страха ће тамо бити у вези са њима, нити ће они туговати.
sr_latn: Uistinu, one koji veruju u proroka Muhameda] i oni [pre njega] koji su bili Jevreji ili Sabeans ili hrišćani - oni [među njima] koji su verovali u Allaha i poslednji dan i jesi pravednost - bez straha će tamo biti u vezi sa njima, niti će oni tugovati.
uk: Дійсно, тих, хто вірив [в пророка Мухаммеда] і такі [його] хто були євреї або Sabeans або християн - хто [серед них] вірили в Аллах і останній день і зробив праведність - без страху там буде бути щодо їх, і не будуть вони сумують.
vi: Thật vậy, những người đã tin rằng [trong tiên tri Muhammad] và những [trước khi anh ta] những người đã là người Do Thái hoặc Sabeans hoặc Thiên Chúa giáo - những [trong đó] người tin vào Allah và ngày cuối cùng và đã làm sự công bình - không biết sợ sẽ không liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Ngempela, labo abaye babekholelwa [e Prophet Muhammad] nalabo [phambi kwakhe] ababe amaJuda noma izidakwa, noma amaKristu - labo [phakathi kwabo] ababekholwa Allah Suku futhi wenza ukulunga - ningesabi ngeke ngokuphathelene nabo,

# Quran739
source: We had already taken the covenant of the Children of Israel and had sent to them messengers. Whenever there came to them a messenger with what their souls did not desire, a party [of messengers] they denied, and another party they killed.
ca: Que ja havia fet el Pacte dels nens d'Israel i havia enviat a ells missatgers. Cada vegada que va venir ells un Missatger amb el que l'ànima no desig, una festa [de missatgers] van negar i van matar un altre partit.
cy: Rydym eisoes wedi cymryd y cyfamod plant Israel, ac wedi anfon i negeswyr iddynt. Pryd bynnag y deuai iddynt negesydd gyda eu heneidiau beth oedd dymuniad nid, parti [o negeswyr] eu hamddifadu, a plaid arall iddynt gael eu lladd.
da: Vi havde allerede taget pagten med Israels børn og havde sendt til dem budbringere. Når der kom dem en messenger med hvad deres sjæle lyst ikke, en part [af budbringere] de nægtet, og en anden part de dræbte.
el: Έχουμε ήδη είχε το Σύμφωνο των παιδιών του Ισραήλ και είχε στείλει για να τους κλητήρες. Κάθε φορά που ήρθε τους αγγελιοφόρος με τι τους ψυχές δεν ηθέλησας, [αγγελιοφόρων] ενός κόμματος αρνήθηκαν και σκότωσαν ένα άλλο κόμμα.
et: Me juba aset pakti Iisraeli laste ja oli saatnud neile kullerid. Iga kord, kui seal tuli neile messenger koos oma hinge ei soovi mõne Partei [kullerid] eitada ja teise poole nad tapsid.
fi: Oli jo liiton Israelin lasten ja oli lähettänyt niitä sanansaattajia. Aina kun tuli niitä Airut avulla heidän sielunsa halua, [lähettiläitä] puolueen he kielsivät ja toisen osapuolen he tappoivat.
he: אנו כבר לקח את האמנה של בני ישראל, שלחה שליחים אותם. בכל פעם אחז להם שליח עם נשמות שלהם לא השתוקק, מסיבה [של שליחים] הם דחו, והרגו מסיבה אחרת.
hr: Mi je već uzeo zavjet djecu Izraela i poslali ih glasnika. Kad god dođe ih si ne žele Glasnik sa svoje duše, [od glasnika] oni odbijen i druge stranke su ubili.
lt: Mes jau buvo Izraelio vaikų paktas ir nusiuntė juos pasiuntiniai. Kai atėjo juos kas jų sielų messenger ar ne noras, šalis [iš pasiuntiniai] paneigtos, ir kitos šalies jie nužudyti.
lv: Mums jau bija veikusi pilsētas mēru Israēla bērniem un viņus ziņnešiem atsūtīja. Ikreiz, kad tur ieradās tiem messenger ar kādas savas dvēseles nebija vēlēšanās partijas [kurjeriem] tās noliedza un citas puses viņi nogalināja.
nb: Vi allerede hadde tatt pakten av Israels barn og hadde sendt til dem budbringere. Når det kom til dem en budbringer med hva deres sjeler ønsker ikke, en gruppe [budbringere] de nektet og andre de drepte.
sk: Sme už prijali dohovor deti Izraela a poslal ich poslov. Vždy, keď prišiel ich posol s čo ich duša netúži, strana [poslov] popreli a inej strany zabili.
sl: Smo že sprejela zaveze otroke Izraela in je poslal jih kurirji. Vsakič, ko je prišel njih sel s kaj njihove duše ni željo, stranka [sli] zanikali in druge stranke, ki so ubili.
sr_cyrl: Смо већ узео Завјет децу Израел и послао је да их гласнике. Кад год тамо долазио у их гласник са каква њихове душе није ли жеља, странка [од гласника] одбили су и убили су још једна партија.
sr_latn: Smo već uzeo Zavjet decu Izrael i poslao je da ih glasnike. Kad god tamo dolazio u ih glasnik sa kakva njihove duše nije li želja, stranka [od glasnika] odbili su i ubili su još jedna partija.
uk: Ми вже прийняли заповіту діти Ізраїлю і послав до них посланників. Кожного разу, коли приходила до них messenger з того, що їхні душі не бажання партію [Посланці] вони заперечували та іншою стороною, вони вбили.
vi: Chúng tôi đã được giao ước của trẻ em của Israel và đã gửi cho họ các sứ giả. Bất cứ khi nào có đến họ một messenger với những linh hồn của họ đã không mong muốn, một bên [của sứ giả] họ từ chối, và một bên họ giết.
zu: We wayesesithathile kakade isinyathelo isivumelwano Ntwana Israyeli futhi wayethumele ukuba them gijimi.
