Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2057
source: And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word.
ca: I si vostè [ha] allunyar necessitades Mercè l'espera del seu Senyor que esperàveu, després parla'ls una paraula suau.
cy: Ac os chi [Rhaid] droi oddi wrth aros am drugaredd anghenus o eich Arglwydd y byddwch yn disgwyl, yna siarad iddynt addfwyn gair.
da: Og hvis du [skal] vende sig væk fra de trængende afventer nåde fra din Herre, som du forventer, derefter tale med dem en blid word.
el: Και αν εσείς [πρέπει να] στροφή μακριά από άπορους εν αναμονή έλεος από το Λόρδο που αναμένετε, τότε μιλήσω μαζί τους μια απαλή λέξη.
et: Ja kui sa [peab] omakorda eemal vaeseid ootab halastust oma Issand, mis te ootate, siis räägi neile õrn sõna.
fi: Ja jos [on] käännytettävä tarvitseville odottaa armoa Herralta, joka odottaa, sitten puhua heille lempeä sana.
he: אם אתה [חייב] להתרחק רחמים להסיעם נזקקים מן האדון אשר אתה מצפה, ואז תדבר איתם מילה עדינה.
hr: I ako [mora] odvratiti od potrebite čeka milost od vašeg gospodara koji očekujete, onda govore njima nježne riječi.
lt: Ir jei jūs [turi] nusigręžti nuo skurstantiems laukia malonės iš savo Viešpaties, kurios tikitės, tada kalbėti su juos švelnus žodis.
lv: Un ja trūcīgā gaida žēlsirdības ir novēršas no jūsu kungs, kas jūs sagaida, tad runāt ar viņiem maigu vārdu.
nb: Og hvis du [skal] slå fra trengende venter på nåde Herrens som du forventer, deretter snakke med dem en milde ord.
sk: A ak vypnete potrebné od potrebným čaká milosť od pána vášho, ktoré očakávate, potom hovoriť s nimi jemný slovo.
sl: In če [mora] pa od pomoči potrebnim čakajo na milost od svojega Gospoda, ki pričakujete, potem govoriti z njimi nežne besede.
sr_cyrl: И ако ти [] окренути се од захтевна милост и иекамо од твог Господа који очекујете, онда говори да их блага.
sr_latn: I ako ti [] okrenuti se od zahtevna milost i иekamo od tvog Gospoda koji očekujete, onda govori da ih blaga.
uk: І якщо ви мають відвернутися від нужденним очікує милість від Господа, що ви очікуєте, то говорити до них ніжний слово.
vi: Và nếu bạn [phải] bật ra khỏi lòng thương xót đang chờ nghèo từ của mình Chúa mà bạn mong đợi, sau đó nói chuyện với họ một lời nhẹ nhàng.
zu: Futhi uma [kumelwe] bafulathele abaswele isihe esalindele kho Lord lapho ungalindela, khona-ke khuluma kubo izwi elimnene.

# Quran2058
source: And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent.
ca: I no fer la mà [com] encadenat al seu coll o estendre'l completament i [i] es converteixen en culpar i insolvents.
cy: Ac nid gwneud eich llaw [fel] chadwyno eich gwddf nac yn ymestyn ei llwyr a [ac felly] fod bai ac yn fethdalwr.
da: Og ikke gøre din hånd [som] lænket til din hals eller udvide det helt og [dermed] blive skylden og insolvente.
el: Και μην κάνετε το hand, [όπως] αλυσοδεμένα σε λαιμό σας ή το επεκτείνετε πλήρως και [έτσι] γίνει κατηγόρησε και αφερέγγυα.
et: Ja teha oma käsi, [nagu] aheldatud oma kaela või pikendada seda täiesti ja [seega] saavad süüdistada ja maksejõuetu.
fi: Eikä tehdä käsin, [samoin kuin] kahlittu kaulassa tai laajentaa sitä täysin ja [mikä] tullut syyttää ja maksukyvytön.
he: ולא להפוך את ידך [כמו] כבולה אל הצוואר שלך או להאריכו לחלוטין וע י כך [] הופכים האשים או פושט רגל.
hr: I ne bi ruku [kao] vezana za vrat ili proširiti ga potpuno i [time] postali krivi i nesposoban za plaćanje.
lt: Ir padaryti savo rankas [nes] grandinės ant kaklo arba jį visiškai ir [taip] tampa kaltino ir nemoki.
lv: Un padarīt savu roku [kā] chained jūsu kakla vai nepagarina to pilnīgi un [tādējādi] kļuvis maksātnespējīgs un vainojama.
nb: Og ikke gjøre deg [som] lenket til halsen eller utvide den helt og [og] bli skylden og insolvent.
sk: A nie ruky [ako] pripútaný na krku alebo rozšíriť ho úplne a [a] sa za vinu a platobnej neschopnosti.
sl: In ne bi roko [kot] verigami na vratu ali razširiti popolnoma in [tako] postal krivijo in plačilno nesposoben.
sr_cyrl: И не направи руку, [као и] везана за врат или да се прошири то [Тиме] и потпуно постане окривио и инсолвентни.
sr_latn: I ne napravi ruku, [kao i] vezana za vrat ili da se proširi to [Time] i potpuno postane okrivio i insolventni.
uk: І не зробити вашу руку [як] прикутий до шиї або продовжити його повністю і [що] стати звинувачували і неплатоспроможним.
vi: Và không làm cho bàn tay của bạn [là] bị xích vào cổ của bạn hoặc mở rộng nó hoàn toàn và [do đó] trở thành đổ lỗi và khánh kiệt.
zu: Futhi musa ukwenza isandla sakho [njengoba] eboshelwe entanyeni yakho noma wena uxolela ngokuphelele futhi [ngaleyo ndlela] babe sola ezikweletini.

# Quran2059
source: Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing.
ca: De fet, el seu Senyor s'estén disposició per a qui ell voluntats i restringeix [es]. De fet ell és mai, sobre els seus servents, conèixer i veure.
cy: Yn wir, mae eich Arglwydd yn ymestyn darpariaeth ar eu cyfer mae'n wills ac yn cyfyngu ar [TG]. Yn wir mae'n erioed, ynghylch ei weision, yn gyfarwydd a gweld.
da: Ja, jeres Herre udvider bestemmelse for hvem han Testamente og begrænser [det]. Faktisk er han nogensinde, om sine tjenere, at kende og se.
el: Πράγματι, ο Λόρδος σας εκτείνεται διάταξη για τους οποίους κάνει Διαθήκη και περιορίζει [αυτό]. Θα έλεγα πως έχει ποτέ, σχετικά με τους υπηρέτες του, εξοικειωθούν και βλέπουμε.
et: Tõepoolest, laiendab oma Issanda sätet, kellele ta tahab ja piirab [ta]. Ta on tõepoolest kunagi, käsitlevad oma sulased, tutvustatakse ja nähes.
fi: Itse asiassa teidän Herranne ulottuu kenelle hän tahtoo ja rajoittaa [se]. Itse asiassa hän on koskaan, hänen palvelijansa, tutustua ja nähdä.
he: אכן, אדונך מרחיב הפרשה שעבורו הוא צוואות, מגבילה [בו]. אכן הוא אי פעם, בנוגע משרתיו, להכיר ולראות.
hr: Doista, Gospodar tvoj pruža se odredba za koga on hoće i ograničava [to]. Zaista je, u vezi svoje sluge, upoznati i vidjeti.
lt: Iš tiesų, jūsų Viešpats išplečia nuostata, kuriam jis testamentų ir apriboja [jis]. Iš tiesų jis yra kada nors, dėl savo tarnus, susipažinti ir matyti.
lv: Tik tiešām, savu kungu paplašina noteikums, kuram viņš piespiež un ierobežo [tā]. Patiešām viņš ir kādreiz par saviem kalpiem, iepazīties un redzēt.
nb: Faktisk, deres Herre utvider bestemmelse som han wills og begrenser [det]. Faktisk er han noensinne, om hans tjenere, kjent og se.
sk: V skutočnosti svojho pána rozširuje ustanovenia pre koho chce, a [to] obmedzuje. Naozaj je, že niekedy, týkajúce sa jeho zamestnanci oboznámení, a videl.
sl: Res, vaš gospod razširja določbe, za katere je oporok in omejuje [je]. Res je, kdaj, o služabnike, seznanjeni in videnje.
sr_cyrl: Заиста , твој господар проширује одредбу за кога он Wиллис и ограничава [то]. Јесте икада, у погледу његове слуге, упознате и да видим.
sr_latn: Zaista, tvoj gospodar proširuje odredbu za koga on Willis i ograničava [to]. Jeste ikada, u pogledu njegove sluge, upoznate i da vidim.
uk: Дійсно, Господь ваш поширюється положення, для яких він воля і обмежує [вона]. Дійсно він коли-небудь, щодо своїх слуг, знайомий і, бачачи.
vi: Thật vậy, Chúa của bạn mở rộng việc cung cấp cho người mà ông wills và hạn chế [nó]. Thật vậy, ông là bao giờ hết, liên quan đến công chức của mình, làm quen và nhìn thấy.
zu: Bala kho Lord kwelula ilungiselelo lokuba whom He tando futhi kuvimbela [isixhumo].

# Quran2060
source: And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin.
ca: I no matar els seus fills per por a la pobresa. Oferim per a ells i per a vostè. De fet, seu assassinat és sempre un gran pecat.
cy: Ac nid oes lladd eich plant rhag ofn tlodi. Rydym yn darparu ar eu cyfer ac i chi. Yn wir, erioed eu lladd yn bechod mawr.
da: Og må ikke dræbe dine børn af frygt for fattigdom. Vi leverer til dem og til dig. Faktisk, deres drab er stadig en stor synd.
el: Και να μην σκοτώσει τα παιδιά σας για το φόβο της φτώχειας. Παρέχουμε για αυτούς και για εσάς. Πράγματι, η θανάτωσή τους είναι πάντα μια μεγάλη αμαρτία.
et: Ja tapab teie lapsed kardavad vaesust. Pakume neile ja teile. Tõepoolest, nende tapmist on kunagi suur patt.
fi: Ja ne tappavat lasten pelossa köyhyyttä. Tarjoamme heille ja teille. Lopetuksen on koskaan suuri synti.
he: אל תהרוג את הילדים שלך מחשש עוני. אנו מספקים עבור אותם בשבילך. אכן, ההרג שלהם הוא חטא גדול.
hr: I ne ubijaju djecu iz straha od siromaštva. Nudimo vam za njih i za vas. Uistinu, njihovo ubijanje je veliki grijeh.
lt: Ir ne žudo savo vaikus baimės skurdo. Mes teikiame jiems ir jums. Iš tiesų, jų žudymas yra kada nors didelę nuodėmę.
lv: Un nav nogalināt jūsu bērni, baidoties no nabadzības. Mēs sniedzam viņiem un jums. Patiesi, viņu nogalināšana kādreiz ir liels grēks.
nb: Og ikke drepe barna frykt for fattigdom. Vi tilbyr for dem og for dere. Faktisk er deres drap stadig stor en synd.
sk: A nie zabiť svoje deti zo strachu z chudoby. Ponúkame pre nich a pre vás. Ich zabíjanie je skutočne niekedy veľký hriech.
sl: In ne ubijajo vaš otrok zaradi strahu pred revščino. Nudimo zanje in za vas. Res, usmrtitvi je vedno velik greh.
sr_cyrl: И не убијају дјецу из страха од сиромаштва. Пружамо за њих и за вас. Заиста , њихов је убијање икада велики грех.
sr_latn: I ne ubijaju djecu iz straha od siromaštva. Pružamo za njih i za vas. Zaista, njihov je ubijanje ikada veliki greh.
uk: І не вбивати своїх дітей через страх бідності. Ми надаємо для них і для вас. Справді, їх вбивство коли-небудь великий гріх.
vi: Và không phải giết con vì sợ nghèo đói. Chúng tôi cung cấp cho họ và cho bạn. Thật vậy, giết chết họ từng là một tội lỗi lớn.
zu: Futhi ungambulali izingane zakho ngenxa yokwesaba nobubha.

# Quran2061
source: And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way.
ca: I no s'acosten les relacions sexuals il·lícites. De fet, mai és una immoralitat i és mal com una forma.
cy: Ac nid oes dull cyfathrach rywiol anghyfreithlon. Yn wir, mae'n erioed anfoesoldeb a yw drygioni fel ffordd.
da: Og ikke nærme ulovlig seksuel samleje. Ja, det er stadig en umoral og er onde som en måde.
el: Και μην την προσέγγιση παράνομη σεξουαλική επαφή. Πράγματι, είναι ποτέ μια ανηθικότητα και είναι κακό ως ένα τρόπο.
et: Ja ei lähene ebaseadusliku seksuaalvahekorras. Tõepoolest, see on kunagi mõne amoraalsuse ja on paha viis.
fi: Ja ei saa lähestyä laitonta yhdyntää. Itse asiassa se on koskaan moraalittomuus ja on paha tapa.
he: אל תתקרב יחסי מין בלתי חוקיים. אכן, זהו אי פעם מוסריות והוא רשע כדרך.
hr: I ne prilazi nezakonit seksualni odnos. Doista, to je ikada na nemoral i zlo kao način.
lt: Ir ne požiūris neteisėtas lytinių santykių. Iš tiesų, tai yra kada nors yra amoralumo ir yra blogis, kaip.
lv: Un nav pieejas prettiesisku dzimumaktu. Patiešām, tas ir kādreiz netikumība un ļauno veids, kā.
nb: Og ikke nærme ulovlig seksuell omgang. Faktisk det er alltid en umoral og onde som en måte.
sk: A nie prístup nezákonný pohlavný styk. V skutočnosti je niekedy nemorálnosť a je zlé, ako tak.
sl: In ne približuj se nezakonito spolni odnos. Dejansko, je vedno na nemoralnost in je zlo kot tako.
sr_cyrl: И не прилази незаконит сексуални однос. Заиста , то икада је неморала и зла као начин.
sr_latn: I ne prilazi nezakonit seksualni odnos. Zaista, to ikada je nemorala i zla kao način.
uk: І не підходити до незаконного статевого акту. Дійсно, це коли-небудь в аморальності і зла, як спосіб.
vi: Và không tiếp cận quan hệ tình dục bất hợp pháp. Thật vậy, nó bao giờ là một đạo Đức và ác như là một cách.
zu: Futhi cha sondelana ubuhlobo bobulili ngalokungekho emtsetfweni.

# Quran2062
source: And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law].
ca: I no matar l'ànima que Allah ha prohibit, excepte per la dreta. I qui mor injustament - ens han donat la seva autoritat hereu, però que ell no excedir els límits en [la qüestió de] prenent vida. De fet, ha estat el suport [el dret].
cy: Ac nid oes lladd enaid a Allah wedi gwahardd, ac eithrio drwy hawl. A pwy bynnag yw lladd ar gam-rydym wedi rhoi awdurdod ei etifedd, ond gadewch iddo fod yn fwy na terfynau yn [y mater o] cymryd bywyd. Yn wir, cefnogwyd ef [gan y gyfraith].
da: Og ikke dræbe den sjæl, som Allah har forbudt, undtagen ved retten. Og hvem er dræbt uretfærdigt - har vi givet hans arving myndighed, men lad ham ikke overstiger grænserne i [spørgsmål om] at tage liv. Ja, han har støttet [ret].
el: Και δεν σκοτώνουν την ψυχή που Αλλάχ έχει απαγορεύσει, εκτός από το δικαίωμα. Και όποιος είναι που σκοτώθηκαν άδικα - έχουμε δώσει την εξουσία του κληρονόμος, αλλά ας δεν υπερβαίνουν όρια σε [το ζήτημα] λαμβάνοντας ζωή. Πράγματι, αυτός έχει υποστηριχθεί [από το νόμο].
et: Ja tapa hing, mis Jumal on keelatud, välja arvatud õigus. Ja kes tappis ebaõiglaselt - meil on anda volitused tema pärija, kuid siis ta ei ületa piire [Küsimus] võttes elu. Tõepoolest, ta on toetanud [Tummaihoinen].
fi: Ja tappaa sielu, Jumala on kieltänyt, paitsi oikealle. Ja kuka kuolee epäoikeudenmukaisesti - meillä on hänen perillinen valtuudet, mutta olkoon ylitetä [Kysymys] toteuttaa life. Itse asiassa hän on tukenut [lain].
he: לא להרוג את הנפש אשר אללה אסר, אלא בזכות. ואת מי הוא שהרג שלא בצדק - יש לנו ניתנה הסמכות היורש שלו, אבל לתת לו לחרוג ממגבלות בעניין [של] נטילת חיים. ואכן, הוא בתמיכתם [התורה].
hr: I ne Ubijte dušu koju je zabranio Allah, osim s pravom. I tko god je ubio nepravedno - imamo dao njegov nasljednik autoritet, ali neka ne prelazi granice u [pitanje] uzimanje života. Doista, on je podržan [zakonom].
lt: Ir ne žudo sielą, kuri Dievas uždraudė, išskyrus teise. Ir kas yra nužudyti neteisingai - mes turi pateikti jo įpėdinis institucija, bet tegul neturi viršyti ribų [kelias] atsižvelgiant gyvenimo. Iš tiesų, jis remia [įstatymo].
lv: Un neaiztikt dvēsele, kas Allah ir aizliegta, izņemot noteiktās tiesības. Un kurš ir nogalināti nepamatoti - mums ir dota vara viņa mantinieks, bet ļaut viņam nedrīkst pārsniegt ierobežojumus [lietu] atņemt dzīvību. Protams, viņš ir atbalstījusi [likumā].
nb: Og ikke drepe sjelen som Allah har forbudt, med unntak av høyre. Og hvem er drept urettferdig - har vi gitt sin arving autoritet, men la ham ikke overskrider grensene i [saken av] tar livet. Faktisk har han vært støttet [av loven].
sk: A zabiť dušu, ktoré Alah zakázal, s výnimkou práva. A ten, kto je zabil nespravodlivo - máme daný orgán jeho dedič, ale nech sa nesmie presiahnuť limity uvedené v [otázka] užívať život. V skutočnosti, on je podporovaný [zákona].
sl: In ne ubijajo dušo, ki Allah je prepovedana, razen s pravico. In kdo je ubil neupravičeno - imamo glede na njegov dedič organ, vendar naj ne presegajo vrednosti [vprašanje] ob življenje. Res, on je bila podprta [z zakonom].
sr_cyrl: И не убијају душу која је забрањено је Аллах, изузев с правом. И ко год да је убио неправедно - имамо с обзиром на његов наследник ауторитет, али нека не прелази границе у [питање] не разумем. Заиста , он има подршку [закон].
sr_latn: I ne ubijaju dušu koja je zabranjeno je Allah, izuzev s pravom. I ko god da je ubio nepravedno - imamo s obzirom na njegov naslednik autoritet, ali neka ne prelazi granice u [pitanje] ne razumem. Zaista, on ima podršku [zakon].
uk: І не вбити душа, яка Аллах заборонено, за винятком по праву. І той, хто вбив незаслужено - ми є дав його спадкоємцем авторитет, але нехай він не перевищує обмеження у [питання] беручи життя. Дійсно, він підтримує [закону].
vi: Và không giết chết các linh hồn mà Allah đã cấm, ngoại trừ của quyền. Và bất cứ ai giết chết vô cớ - chúng tôi đã cho thẩm quyền thừa kế của mình, nhưng hãy để anh ta không vượt quá các giới hạn trong [vấn đề] lấy cuộc sống. Thật vậy, ông đã ủng hộ [định của pháp luật].
zu: Futhi ungambulali umphefumulo Allah wenqabile, ngaphandle ngelungelo.

# Quran2063
source: And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.
ca: I no s'acosten la propietat d'un orfe, excepte en la manera que és millor, fins que arribi a la maduresa. I complir [cada] compromís. De fet, el compromís és mai [que sobre els quals una serà] qüestionat.
cy: Ac nid oes dull eiddo yn amddifad, ac eithrio yn y ffordd sydd orau, nes iddo gyrraedd aeddfedrwydd. A chyflawni ymrwymiad [bob]. Yn wir, mae'r ymrwymiad yn erioed [y ynghylch pa un fydd] holi.
da: Og ikke nærme egenskaben for sjældne, undtagen i den måde, der er bedst, indtil han bliver kønsmoden. Og opfylde [hver] engagement. Engagement er faktisk nogensinde [som om der bliver en] sat spørgsmålstegn ved.
el: Και δεν πλησιάζουν ιδιοκτησία του ένα ορφανό, εκτός από με τον τρόπο που είναι το καλύτερο, μέχρι να φθάσει στην ωριμότητα. Και να εκπληρώσει τη δέσμευσή [κάθε]. Πράγματι, η δέσμευση είναι ποτέ [αυτό για το οποίο ένας θα] υπό αμφισβήτηση.
et: Ja ei lähene vara harva, välja arvatud viisil, mis on parim, kuni ta jõuab haripunkti. Ja [iga] kohustust täita. Kohustus on tõepoolest kunagi [et milline üks saab] kahtluse alla.
fi: Ja ei saa lähestyä Kangasalla omaisuutta paitsi tavalla, joka on paras, kunnes hän saavuttaa kypsyyttä. Ja [] sitoutumista. Itse asiassa sitoumus on koskaan [että joista yksi on] kyseenalaiseksi.
he: אל תתקרב המאפיין של יתום, אלא באופן שבו היא הטובה ביותר, עד שהוא מגיע לבגרות. למלא את המחויבות [כל]. ואכן, המחויבות היא אי פעם [כי אילו אחד יהיה] חקר.
hr: I ne prilazi vlasništvo siroče, osim na način koji je najbolji, sve dok ne dosegne zrelost. I ispuniti [svake] opredjeljenje. Doista, opredjeljenje je ikad [to o kojima će biti] u pitanje.
lt: Ir nesiartinti nuosavybė, našlaitis, išskyrus taip, kad yra geriausias, kol jis pasiekia brandą. Ir įvykdyti [kiekvienas] įsipareigojimą. Iš tikrųjų, įsipareigojimą yra kada nors [, apie kuri vienas bus] suabejojo.
lv: Un nav pieeja īpašums, bārenis, izņemot, kā tas ir labākais, līdz viņš sasniedz briedumu. Un piepildīt [katru] saistības. Patiešām, saistības ir jebkad [, par kuriem viens būs] apšaubīja.
nb: Og gjør ikke tilnærming for foreldreløs, unntatt på samme måte som er best, til han når modenhet. Og oppfylle [alle] forpliktelse. Forpliktelsen er faktisk noensinne [at om hvilke vil man] avhørt.
sk: A prístup majetkom sirota, okrem spôsobom, ktorý je najlepšie, až keď dosiahne dospelosti. A splniť [každý] záväzok. V skutočnosti záväzok je niekedy [, o ktorom jeden bude] spochybnil.
sl: In ne pristop lastnost sirota, razen na način, ki je najboljši, dokler ne doseže zrelost. In izpolnitev [vsakega] zaveze. Obveznosti je namreč vedno [ki, o katerih bo] vprašljiva.
sr_cyrl: И не прилази власништво сироче, осим на начин на који је најбоље, док не стигне до зрелости. И испуни [сваког] обавезу. Заиста , посвећеност је икада [то о којима један биће] испитивали.
sr_latn: I ne prilazi vlasništvo siroče, osim na način na koji je najbolje, dok ne stigne do zrelosti. I ispuni [svakog] obavezu. Zaista, posvećenost je ikada [to o kojima jedan biće] ispitivali.
uk: І не підходити до власності сиротою, за винятком таким чином, що краще, поки він досягає зрілості. І виконати [кожен] зобов'язання. Справді, зобов'язання, коли-небудь [, про які можна буде] під сумнів.
vi: Và không tiếp cận tài sản của một trẻ mồ côi, ngoại trừ trong cách tốt nhất là, cho đến khi ông đạt đến sự trưởng thành. Và thực hiện đầy đủ cam kết [tất cả]. Thật vậy, các cam kết là bao giờ [mà về mà ai có] đặt câu hỏi.
zu: Futhi cha sondelana lo impahla ka uyintandane, ngaphandle ngendlela engcono, kuze he finyelela khula.

# Quran2064
source: And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result.
ca: I donar ple mesura Quan mesurar i pesar amb un balanç fins i tot. Que és el millor [camí] i millor resultat.
cy: A rhoi Mesur llawn pan fyddwch yn mesur, ac yn pwyso a Mesur gyda'r cydbwysedd hyd yn oed. Dyna'r gorau [ffordd] a'r gorau yn ganlyniad.
da: Og give fuld foranstaltning, når du måler og vejer med en selv balance. Det er den bedste [vejen] og bedste i resultatet.
el: Και να δώσει πλήρη κλίμακα όταν μέτρο και ζυγίζουν με μία ισορροπία. Αυτό είναι το καλύτερο [τρόπος] και καλύτερη στο αποτέλεσμα.
et: Ja anda täielik meede, kui mõõta ja kaaluda esindama tasakaalustatult. Mis on parim [viis] ja parima tulemuse.
fi: Ja antaa täysi mitta, mitata ja punnita tasapuolisesti. Tämä on paras [tapa] ja parhaan tuloksen.
he: ולתת כל צדדיו בעת למדוד, ולאחר שוקל עם איזון אפילו. זה הוא הטוב ביותר [דרך] מחירי כתוצאה.
hr: I dati punu mjeru kada mjeriti i vagati s čak i ravnotežu. To je najbolji [put] i najbolji rezultat.
lt: Ir suteikti visišką priemonė kai išmatuoti ir pasverti su pusiausvyra. Tai geriausia [taip] ir geriausias rezultatas.
lv: Un dot pilnu pasākuma mērīt un svērt pat bilance. Tas ir labākais [ceļu] un labāko rezultātu.
nb: Og gi fulle mål når du måle og veier med en selv saldo. Det er den beste [slik] og beste resultat.
sk: A plnej miere pri merať a vážiť s rovnováhy. To je najlepšie [cesta] a najlepší výsledok.
sl: In dajejo polno mero, ko ukrep, in stehtamo s celo ravnotežje. To je najboljši [pot] in najboljši rezultat.
sr_cyrl: И дати пуну меру када измерити, а тељка са је чак и баланс. То је најбоља [тако] и најбоље у резултат.
sr_latn: I dati punu meru kada izmeriti, a teљka sa je čak i balans. To je najbolja [tako] i najbolje u rezultat.
uk: І повною мірою під час вимірювання та важать з навіть балансу. Ось кращі [шлях] і найкраще в результаті.
vi: Và đưa ra biện pháp đầy đủ khi bạn đo lường, và cân nhắc với một sự cân bằng ngay cả. Đó là tốt nhất [cách] và tốt nhất trong kết quả.
zu: Futhi epha gcwele gqi uma ulinganise, balinganise nge ngisho balance.
