Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3009
source: Indeed, they are enemies to me, except the Lord of the worlds,
ca: De fet, ells són enemics per a mi, excepte el Senyor dels mons,
cy: Yn wir, maent yn elynion i mi, ac eithrio yr Arglwydd y byd,
da: Faktisk, de er fjender for mig, bortset fra verdener, Herre
el: Πράγματι, είναι εχθροί μου, εκτός από τον κύριο των κόσμων,
et: Tõepoolest, nad on vaenlased mulle, välja arvatud isand maailmu,
fi: Itse asiassa he ovat vihollisia, paitsi herrasta maailmoja,
he: ואכן הם אויבים, מלבד האדון של העולמות,
hr: Doista, oni su neprijatelji, osim gospodara svjetova,
lt: Iš tiesų, jie yra priešai man, išskyrus Viešpats pasaulių,
lv: Patiešām, tie ienaidnieki ar mani, izņemot kungu no pasaulēm,
nb: Ja, de er fiender å meg, bortsett fra Herren av verdener,
sk: V skutočnosti sú nepriatelia mi okrem pán svetov,
sl: Dejansko so sovražniki za mene, razen Gospoda svetov,
sr_cyrl: Заиста, они су непријатељи, осим господар светова,
sr_latn: Zaista, oni su neprijatelji, osim gospodar svetova,
uk: Дійсно, вони є ворогами мені, за винятком Господу світів,
vi: Thật vậy, họ là kẻ thù với tôi, ngoại trừ Chúa của thế giới,
zu: Ngempela, bayizitha kimi, ngaphandle iNkosi ngemihlaba,

# Quran3010
source: Who created me, and He [it is who] guides me.
ca: Naixement de mi i ell [és qui] em guia.
cy: Pwy a greodd mi, ac AU [Mae'n sydd] rhoi arweiniad imi.
da: Hvem skabte mig, og han [det er hvem] guider mig.
el: Εμένα, και αυτός [που είναι] οδηγοί μου.
et: Kes lõi mind, ja ta [see on kes] juhib mind.
fi: Kuka loi minut, ja hän [se on joka] ohjaa minua.
he: מי שיצר אותי, והוא [זה מי] מדריך אותי.
hr: Tko je stvorio, a on [to je] me vodi.
lt: Kas sukūrė mane, ir jis [tai kas] vadovai mane.
lv: Izveidotāju, un viņš [kas ir] ved mani.
nb: Som skapte meg, og han [det er som] guider meg.
sk: Kto vytvoril ma, a on [to je kto] sprievodca ma.
sl: Kdo je ustvaril me, in on [to je ki] me je vodila.
sr_cyrl: Ко је створио мене, и он [је ко] ме води.
sr_latn: Ko je stvorio mene, i on [je ko] me vodi.
uk: Хто створив мене і він [це, хто] направляє мене.
vi: Người đã tạo ra tôi, và ông [nó là người] hướng dẫn cho tôi.
zu: Ubani owadala mina, futhi Yena [ke ungubani] uyangihola.

# Quran3011
source: And it is He who feeds me and gives me drink.
ca: I és el que alimenta a mi i em dóna la beguda.
cy: Ac ef sy'n bwydo mi ac yn rhoi diod i mi.
da: Og det er ham, der fodrer mig og giver mig drink.
el: Και εκείνος μου τρέφεται και μου δίνει το ποτό.
et: Ja see on tema, kes toidab mind ja annab mulle juua.
fi: Ja hän ruokkii minua ja antaa minulle juoman.
he: . וזה מי מאכיל אותי ונותן לי משקה.
hr: I on je taj koji me hrani i daje mi piće.
lt: Ir tai tas, kuris maitina mane ir suteikia man gerti.
lv: Un tas ir tas, kas baro mani un dod man dzert.
nb: Og det er han som forer meg og gir meg drink.
sk: A to je ten, ktorý kŕmi ma a dáva mi piť.
sl: In to je on, ki me hrani in mi daje pijačo.
sr_cyrl: И он је тај који ме храни и даје ми пиће.
sr_latn: I on je taj koji me hrani i daje mi piće.
uk: І це той, хто годує мене і дає мені випити.
vi: Và ai ăn tôi và mang lại cho tôi uống.
zu: Futhi nguye feeds kimi futhi unikeza ungiphuzise.

# Quran3012
source: And when I am ill, it is He who cures me
ca: I quan estic malalt, és ell qui em cures
cy: A pan fydda i'n sâl, ef sy'n iacháu mi
da: Og når jeg er syg, det er ham, der helbreder mig
el: Και όταν είμαι άρρωστος, είναι αυτός που θεραπεύει μου
et: Ja kui ma olen haige, see on tema, kes ravib mind
fi: Ja kun minä olen sairas, hän voi Kovettuu minulle
he: וכאשר אני חולה, שהוא ריפא אותי
hr: I kad sam bolesna, on je taj koji liječi me
lt: Ir kai aš sergu, tai tas, kuris gydo mane
lv: Un, kad es esmu slims, tas ir viņš, kurš ārstē mani
nb: Og når jeg er syk, det er han som kurer meg
sk: A keď som chorá, je to on, kto ma vylieči
sl: In ko sem bolan, to je on, ki mi zdravi
sr_cyrl: И кад сам болестан, он је излечи ме
sr_latn: I kad sam bolestan, on je izleči me
uk: І, коли я хворий, це той, хто лікує мене
vi: Và khi tôi bị bệnh, ông đã chữa trị cho tôi
zu: Futhi lapho ngiyagula, kuba Lowo uphulukisa kimi

# Quran3013
source: And who will cause me to die and then bring me to life
ca: I que farà que em a morir i llavors portar-me a la vida
cy: Ac sydd yn achosi i marw a fi wedyn yn dod â mi
da: Og der vil volde mig at dø og derefter bringe mig til livet
el: Και που θα προκαλέσει μου να πεθαίνουν και, στη συνέχεια, φέρτε μου τη ζωή
et: Ja kes paneb mind surema ja tooge mulle elule
fi: Ja joka aiheuttaa minulle kuolla ja Tuokaa minulle elämään
he: מי יגרום לי למות, אז תביא לי את החיים
hr: I koji će uzrokovati da umre i onda me u život
lt: Ir kurie bus sukelti man mirti ir tada jis man į gyvenimą
lv: Un kurš būs iemesls man mirt, un pēc tam dod man dzīvību
nb: Og som vil føre meg til å dø og deretter bring meg til livet
sk: A kto spôsobí, že mi zomrie a potom mi prinesie do života
sl: In ki bodo povzročili mi, da umre in potem mi prinese v življenje
sr_cyrl: И који ће довести до тога да умре и онда ми донеси да живот
sr_latn: I koji će dovesti do toga da umre i onda mi donesi da život
uk: І який приведе мене до померти і потім принести мені життя
vi: Và những người sẽ gây ra cho tôi chết và sau đó mang lại cho tôi với cuộc sống
zu: Futhi ngubani uyongibangela ukuba afe bese ngenze ngiphile

# Quran3014
source: And who I aspire that He will forgive me my sin on the Day of Recompense."
ca: I que jo aspiren que ell em perdonin meu pecat en el dia de recompensa".
cy: A pwy yr wyf yn dyheu am y bydd yn maddau imi fy pechod ar y dydd o ad-dalu.
da: Og der jeg stræber efter, at han vil tilgive mig min synd på dagen af belønning."
el: Και που φιλοδοξώ ότι ότι θα με συγχωρήσει αμαρτία μου για την ημέρα του ανταμοιβή.»
et: Ja kes mul soov, et ta andestab mulle mu pattudest linna päeva palk."
fi: Ja jotka toivovat, että hän antaa anteeksi syntini on päivän palkka.
he: ומי שאני שואף שהוא יסלח לי החטא שלי על יום של פיצוי."
hr: I koji teže da on će oprostiti moj grijeh na dan nagraditi."
lt: Ir kurie siekiame kad jis atleis man mano nuodėmės dėl zaplata dieną."
lv: Un kam es cer, ka viņš man piedosi mans grēks par dienu atlīdzība."
nb: Og som jeg håper at han vil tilgi meg min synd på dagen av vederlag.
sk: A kto I ašpirovať, že on mi odpustí môj hriech na deň odmenu."
sl: In ki si prizadevajo, da bo on odpusti mi moj greh na dan zaracunati."
sr_cyrl: И ко сам теже да опростити мој грех на дан компензацију."
sr_latn: I ko sam teže da oprostiti moj greh na dan kompenzaciju."
uk: І хто я прагне, що простить мене мій гріх на день нагорода."
vi: Và những người tôi mong rằng ông sẽ tha thứ cho tôi tội lỗi của tôi vào ngày thương hiệu."
zu: Futhi ngubani I zilangazelela ukuthi ngeke angithethelele isono sami ngoSuku recompense. "

# Quran3015
source: [And he said], "My Lord, grant me authority and join me with the righteous.
ca: [I va dir], "el meu Senyor, concedir-me autoritat i uniu a mi amb els justos.
cy: [A dywedodd], "Mae fy Arglwydd, mi grant awdurdod ac ymuno â mi gyda y righteous.
da: [Og han sagde], "min herre, Giv mig myndighed og slutte sig til mig med retfærdige.
el: [Και είπε], "Κύριέ μου, δώσε μου αρχή και μαζί μου με τους δίκαιους.
et: [Ja ta ütles], "Issand, anna mulle asutus ja minuga õige.
fi: [Ja sanoi], "herrani, anna minulle viranomaisen ja liittyä minua vanhurskas.
he: [ואמר], "אלוהים, הענק לי רשות ולהצטרף אליי עם הצדיקים.
hr: [I on je rekao], "gospodaru, podari mi autoritet i pridružite mi se pravovjernima.
lt: [Ir jis sakė], "mano Viešpatie, suteikti man institucija ir prisijungti prie manęs su teisieji.
lv: [Un viņš teica]: "mans kungs, grant mani iestāde un pievienoties man ar taisnu.
nb: [Og han sa], "min Herre, gi meg myndighet og bli med meg med rettferdige.
sk: [A povedal], "môj pane, daj mi orgánu a Pripoj sa ku mne spravodlivý.
sl: [In reče], "Moj Gospodar, mi odobri organ in se mi pridruži s pravednika.
sr_cyrl: [И он је рекао], "мој господару, подари ми ауторитет и са праведнима са мном.
sr_latn: [I on je rekao], "moj gospodaru, podari mi autoritet i sa pravednima sa mnom.
uk: [І сказав він], "Мій Господь, дай мені авторитет і приєднатися до мене з праведників.
vi: [Và ông nói], "Thưa ngài, Grant cho tôi quyền và tôi tham gia với các công bình.
zu: [Wathi], "Nkosi yami, ungiphase igunya futhi ujoyine me nga the ngakhethi.

# Quran3016
source: And grant me a reputation of honor among later generations.
ca: I que em concediu una reputació d'honor entre les generacions posteriors.
cy: A mi grant enw o fraint ymysg cenedlaethau diweddarach.
da: Og giv mig et ry af ære blandt senere generationer.
el: Και δώσε μου μια φήμη της τιμής μεταξύ νεότερες γενιές.
et: Ja anna mulle maine au hilisemate põlvkondade vahel.
fi: Ja anna minulle mainetta kunnian myöhempien sukupolvien keskuudessa.
he: הענק לי מוניטין של כבוד בין דורות מאוחרים יותר.
hr: I daj mi ugled čast među kasnije naraštaje.
lt: Ir suteikti man garbė tarp vėlesnių kartų reputaciją.
lv: Un piešķirt man godu starp vēlākie pēcteči reputācija.
nb: Og gi meg et rykte av ære blant senere generasjoner.
sk: A daj mi povesť česť medzi neskoršie generácie.
sl: In dodeli mi ugled med poznejše generacije.
sr_cyrl: И подари ми репутацију части међу новије генерације.
sr_latn: I podari mi reputaciju časti među novije generacije.
uk: І дай мені репутацію честь серед наступні покоління.
vi: Và cấp cho tôi một danh tiếng của honor giữa các thế hệ sau này.
zu: Futhi ungiphase idumela udumo ezizukulwaneni kamuva.

# Quran3017
source: And place me among the inheritors of the Garden of Pleasure.
ca: I situar-me entre els hereus del jardí de plaer.
cy: Ac mi ymysg etifeddu o ardd bleser.
da: Og placere mig blandt arvtagere af have fornøjelse.
el: Και έχετέ μεταξύ οι κληρονόμοι της στον κήπο της απόλαυσης.
et: Ja koht me rõõm Aed pärijate vahel.
fi: Ja joukossa ilo Puutarha perijöille.
he: והנח לי בין היורשים של גן ההנאה.
hr: I mi mjesto među baštinici vrt užitka.
lt: Ir padėkite man tarp malonumas sodas įpėdiniais.
lv: Un man vietu starp baudu dārzs mantinieki.
nb: Og plassere meg blant arvinger til hage av nytelse.
sk: A miesto ma medzi dedičmi záhrade potešenie.
sl: In kraj mi med dediči vrt užitka.
sr_cyrl: И ми место међу наследнике врт од задовољства.
sr_latn: I mi mesto među naslednike vrt od zadovoljstva.
uk: І мені місце серед спадкоємцями сад задоволення.
vi: Và nơi tôi trong số inheritors vườn niềm vui.
zu: Futhi beka kimi + phakathi kwabantwana inheritors Garden Ngenjabulo.

# Quran3018
source: And forgive my father. Indeed, he has been of those astray.
ca: I perdona el meu pare. De fet, ha estat d'aquells per mal camí.
cy: A maddau fy nhad. Yn wir, mae wedi bod y rhai ar gyfeiliorn.
da: Og tilgive min far. Ja, han har været hos dem på afveje.
el: Και συγχωρήστε τον πατέρα μου. Πράγματι, έχει διατελέσει εκείνων παραστρατημένος.
et: Ja anna andeks minu isa. Tõepoolest, ta on olnud nende eksinud.
fi: Ja anteeksi isälleni. Itse asiassa hän on niistä harhaan.
he: סלח לי אבי. אכן, הוא היה מאלה מדרך הישר.
hr: I moj otac. Doista, bio je od onih pogrešnim putem.
lt: Ir atleisk mano tėvas. Iš tikrųjų, jis buvo iš tų, iš kelio.
lv: Un piedot manu tēvu. Protams, viņš ir bijis no tiem apmaldīties.
nb: Og tilgi min far. Faktisk har han vært av de avveie.
sk: A odpustí môj otec. V skutočnosti, on bol tých scestie.
sl: In odpusti moj oče. Dejansko je bil tistih zašel.
sr_cyrl: И Опрости мом оцу. Заиста , био је од оних на одмет.
sr_latn: I Oprosti mom ocu. Zaista, bio je od onih na odmet.
uk: І вибачте мій батько. Дійсно, він був з тих оману.
vi: Và tha thứ cho cha tôi. Thật vậy, ông đã được những người lạc lối.
zu: Futhi thethelela ubaba.

# Quran3019
source: And do not disgrace me on the Day they are [all] resurrected -
ca: I no em vergonya en el dia que [tots] ressuscitat-
cy: Ac nid oes disgrace mi ar y diwrnod maent i [holl] yn eu atgyfodi-
da: Og ikke skændsel mig på den dag, de er [alle] genoplivet-
el: Και δεν μου ντροπή την ημέρα τους είναι αναστήθηκε [all]-
et: Ja häbi mulle nad [kõik] Ülestõusnud - päeval
fi: Ja älä häpeä minua he [kaikki] elvyttivät - päivä
he: אל תבייש אותי ביום - [כל] יקומו לתחייה
hr: I mene osramotio na dan oni [sve] uskrsnuo-
lt: Ir ne gėda man tą dieną jie [visi] prikelti-
lv: Un man nav kauns dienā viņi [visas] augšāmcēlies-
nb: Og ikke skam meg dagen de er [alle] oppstandne-
sk: A nie hanbu mi deň, oni [všetko] vzkriesil-
sl: In ne mi Blamaža na dan, [vse] so vstali-
sr_cyrl: И немојте да ме осрамотите на дан они су [све] ускрснуо-
sr_latn: I nemojte da me osramotite na dan oni su [sve] uskrsnuo-
uk: І не ганьби на мене в день, вони [всі] воскрес-
vi: Và không hoen tôi vào ngày họ được [tất cả] phục sinh-
zu: Futhi musa ngehlazo kimi ngoSuku basuke [bonke] ovusiwe -

# Quran3020
source: The Day when there will not benefit [anyone] wealth or children
ca: El dia quan hi haurà no prestació [algú] riquesa o nens
cy: Y dydd pan fydd na budd [rhywun] cyfoeth neu blant
da: Dag hvor der bliver ikke fordel [alle] rigdom eller børn
el: Την ημέρα όταν θα υπάρχει δεν όφελος [κανέναν] πλούτου ή παιδιά
et: Päev Millal näidatakse kasuks, [kellelgi] rikkuse või laste
fi: Päivän jahka jälkisäädös ei etu [joku] hyvinvointia tai lasten
he: היום כאשר יהיו לא תועלת [אף] עושר או ילדים
hr: Dan kada će ne koristi [netko] bogatstva ili djece
lt: Dieną Kada ten bus ne naudos [visiems] turto ar vaikams
lv: Dienā, kad būs nevis labumu [kādu] bagātību vai bērniem
nb: Dagen da det vil ikke fordel [noen] rikdom eller barn
sk: V deň keď tam bude nie prospech, [niekto] bohatstvo alebo deti
sl: Dan ko bo ne koristi, [kdo] bogastva ali otrok
sr_cyrl: На дан када ће не корист [свако] богатства или деца
sr_latn: Na dan kada će ne korist [svako] bogatstva ili deca
uk: В день коли там буде не на користь, [кожен] багатства або дітей
vi: Ngày khi có sẽ không lợi ích [ai] sự giàu có hoặc trẻ em
zu: Usuku lapho ngeke kukuzuzise lapho umcebo noma abantwana [ubani]

# Quran3021
source: But only one who comes to Allah with a sound heart."
ca: Però només un que ve a Allah amb un so cor".
cy: Ond dim ond un sy'n dod i Allah gyda chalon gadarn.
da: Men kun én, der kommer til Allah med et godt hjerte."
el: Αλλά μόνο εκείνος που καταλήγει να Αλλάχ με μια υγιή καρδιά.»
et: Kuid ainult see, kes jõuab Jumala hea süda."
fi: Mutta vain yksi joka tulee Jumalan ääni sydämen."
he: אבל רק אחד שבא לאללה עם לב קול."
hr: Ali samo onaj koji dolazi na Allaha zvuk srca. "
lt: Bet tik tas, kuris ateina į Dievo su garso širdies."
lv: Taču vienīgais, kas nāk ar skaņas sirds Allah."
nb: Men bare som kommer til Allah med lyd hjerte."
sk: Ale iba ten, kto prichádza k Bohu s zvuk srdca."
sl: Ampak samo tisti, ki pride v Allah zvok srca."
sr_cyrl: Али само једна особа у питању Аллах звук срца."
sr_latn: Ali samo jedna osoba u pitanju Allah zvuk srca."
uk: Але тільки той, хто приходить до Аллах звук серцем."
vi: Nhưng chỉ một trong những người nói đến Allah với một trái tim âm thanh."
zu: Kodwa lowo oza Allah ngenhliziyo umsindo kuphela. "

# Quran3022
source: And Paradise will be brought near [that Day] to the righteous.
ca: I paradís serà portat a prop [aquell dia] als justos.
cy: A bydd paradwys yn dod ger [y diwrnod hwnnw] i y righteous.
da: Og Paradise vil blive bragt i nærheden af [samme dag] til retfærdige.
el: Και ο παράδεισος θα ζωντανεύουν κοντά [εκείνη την ημέρα] οι δίκαιοι.
et: Ja paradiisi tuuakse lähedal [ks] õige.
fi: Ja Paratiisin saatetaan lähellä [Tämä päivä] vanhurskas.
he: גן עדן, יובא ליד [היום] לצדיקים.
hr: A raj će biti izvedeni u blizini tog dana pravednima.
lt: Ir rojus bus teisiami – [tą dieną] teisus.
lv: Un blakus [todien] Paradise būs atnesi taisns.
nb: Og Paradise vil bli brakt nær [den dagen] rettferdige.
sk: A raj bude uvedená v blízkosti [ten deň] spravodliví.
sl: In Paradise bo prinesel bližje [dan] pravičnih.
sr_cyrl: А рај ће бити приведени у близини тог дана праведнима.
sr_latn: A raj će biti privedeni u blizini tog dana pravednima.
uk: І рай доставлять поблизу той день праведних.
vi: Và thiên đường sẽ được đưa gần [ngày đó] đến công bình.
zu: Futhi IPharadesi ngeke asondezwe [ngaloloSuku] kuze the ngakhethi.

# Quran3023
source: And Hellfire will be brought forth for the deviators,
ca: I Hellfire serà portat endavant per el deviators,
cy: A bydd Hellfire yn dod ymlaen ar gyfer y deviators,
da: Og helvede vil blive bragt frem for deviators,
el: Και Hellfire θα φέρει εμπρός για την deviators,
et: Ja Hellfire on toonud esile deviators,
fi: Ja Hellfire tuodaan esiin deviators,
he: ויובאו הלפייר הלאה עבור deviators,
hr: I vatre pakla će se iznese za deviators,
lt: Ir Hellfire bus išvedė už deviators,
lv: Un Hellfire tiks nodotas tālāk deviators,
nb: Og Hellfire vil bli brakt frem for deviators,
sk: A Hellfire sa vyviedol na deviators,
sl: In Hellfire bo rodila za deviators,
sr_cyrl: И огањ ће Изведите за девиаторс,
sr_latn: I oganj će Izvedite za deviators,
uk: І Hellfire буде вивів для deviators,
vi: Và Hellfire sẽ được đưa ra cho deviators,
zu: Futhi Isihogo Somlilo ziyovuswa for deviators,

# Quran3024
source: And it will be said to them, "Where are those you used to worship
ca: I es diu d'ells, "on són els que solia culte
cy: A bydd rhai yn dweud iddyn nhw, "ble mae rhai ddefnyddiwyd gennych i addoli
da: Og det vil være sagde til dem: "hvor er dem, du brugte til at tilbede
el: Και, θα μας πουν να τους, «όπου είναι εκείνοι που χρησιμοποιήσατε για να λατρεία
et: Ja ta ütles neile: "kus on need, kes harjunud kummardama
fi: Ja se sanoi heille "missä ovat palvonta käytetyt
he: ועל זה יאמר להם, "איפה כל שפעם פולחן
hr: I to je rekao njima, "gdje su oni nekada obožavanje
lt: Ir ji bus teigti, kad jų, "kur yra tie naudojote garbinti
lv: Un tas sacīja viņiem, "kur ir tie izmanto, lai dievkalpojumu
nb: Og de sier til dem: «hvor er de du brukte å tilbe
sk: A uviedla im, "kde sú tie, ktoré ste použili na uctievanie
sl: In to bo dejal, da jih "Kje so tiste, ki ste jo častili
sr_cyrl: И то ће бити рекао им, "где су ти си користио да се моле
sr_latn: I to će biti rekao im, "gde su ti si koristio da se mole
uk: І вона буде сказала їм: "де є ті, які використовуються для поклоніння
vi: Và nó sẽ được nói với họ, "ở đâu là những người bạn sử dụng để thờ phượng
zu: Futhi kuyothiwa kubo: "Baphi labo you sebenzisa khonza

# Quran3025
source: Other than Allah? Can they help you or help themselves?"
ca: Altre que Allah? Pot que ajudarà o ajudar a si mateixos?"
cy: Eraill na Allah? Gall eu helpu chi neu helpu eu hunain?"
da: Andre end Allah? Kan de hjælpe dig med eller hjælpe sig selv?"
el: Εκτός από Αλλάχ; Μπορεί αυτοί να σας βοηθήσει να ή βοηθούν τον εαυτό τους;»
et: Välja arvatud Jumal? Saate nad teid aidata või ise aidata?"
fi: Muut kuin hillitä? Voi ne auttaa tai nauttimalla?"
he: מלבד אללה? יכול לעזור לך? הם או לעזור לעצמם"
hr: Osim Allaha? Mogu oni pomoći ili sebi pomoći?"
lt: Išskyrus Dievas? Ar jie padės jums ar padėti sau?"
lv: Izņemot Allah? Var viņiem palīdzēt jums vai palīdzēt sevi? "
nb: Annet enn Døyve? Kan de hjelpe deg eller hjelpe seg selv?
sk: Iné ako Boh? Možno sa vám alebo pomôcť sami?"
sl: Razen Allah? So vam pomagajo ali pa pomagajo sami?"
sr_cyrl: Осим Алаха? Могу они ти помогне или да помогну себи?"
sr_latn: Osim Alaha? Mogu oni ti pomogne ili da pomognu sebi?"
uk: Інші, ніж Аллах? Може вони допомагають або допомогти собі сам?"
vi: Khác hơn là Allah? Có thể họ giúp bạn hoặc giúp đỡ mình?"
zu: Ngaphandle Allah?

# Quran3026
source: So they will be overturned into Hellfire, they and the deviators
ca: Així es ser anul·lat en infern, ells i els deviators
cy: Felly y bydd gael ei wrthdroi yn Hellfire, y maent, ac y deviators
da: Så vil de blive væltet ind i helvede, de og deviators
el: Έτσι αυτοί θα ανατραπεί σε Hellfire, αυτοί και τα deviators
et: Nii nad ümber lükata Hellfire, need ja nende deviators
fi: Niin ne on kaatunut Hellfire, ne ja deviators
he: אז הם להיות התהפך לתוך הלפייר, הם את deviators
hr: Tako će biti poništena u vatre pakla, oni su i na deviators
lt: Taigi jie bus galima apversti į Hellfire, jie ir į deviators
lv: Tātad tie tiks apgāzta Hellfire, viņi un deviators
nb: Så vil de bli veltet i Hellfire, de og deviators
sk: Tak bude zrušený do Hellfire a ich deviators
sl: Tako bo mogoče prevrniti Hellfire, jih in v deviators
sr_cyrl: Тако ће бити изгубљена у ватри пакла, они су и на девиаторс
sr_latn: Tako će biti izgubljena u vatri pakla, oni su i na deviators
uk: Так вони будуть скасовані в пекло, вони і в deviators
vi: Vì vậy họ sẽ được lật ngược vào Hellfire, họ và các deviators
zu: Ngakho bayobizwa amankeyane esihogweni somlilo, benza futhi deviators

# Quran3027
source: And the soldiers of Iblees, all together.
ca: I els soldats de Iblees, tots junts.
cy: A milwyr y Iblees, gyda'i gilydd.
da: Og soldaterne i Iblees, alle sammen.
el: Και οι στρατιώτες του Iblees, όλοι μαζί.
et: Ja sõdurid Iblees, kõik koos.
fi: Ja Iblees, sotilaat kaikki yhdessä.
he: החיילים של Iblees, כולם ביחד.
hr: I vojnici Iblees, svi zajedno.
lt: Ir kariai Iblees, visi kartu.
lv: Un Iblees, karavīri visi kopā.
nb: Og soldater Iblees, alle sammen.
sk: A vojakov Iblees, všetko dohromady.
sl: In vojaki Iblees, vse skupaj.
sr_cyrl: И војници од Иблеес, сви заједно.
sr_latn: I vojnici od Iblees, svi zajedno.
uk: І солдати Iblees, всі разом.
vi: Và những người lính của Iblees, tất cả cùng nhau.
zu: Futhi amasosha Iblees, bonke ndawonye.

# Quran3028
source: They will say while they dispute therein,
ca: Diran mentre es disputaria en ell,
cy: Byddant yn dweud tra maent yn anghydfod ynddo,
da: De vil sige mens de bestrider deri,
el: Θα πουν ενώ αμφισβητούν σ ' αυτό,
et: Nad ütlevad samal ajal, kui nad vaidlustavad kõnealuses lisas,
fi: He sanovat, kun he kiistävät,
he: הם יגידו בעוד הם לערער,
hr: Oni će reći da dok su spor u njemu,
lt: Jie sako, o jos nesutinka,
lv: Viņi saka, kamēr viņi apstrīd tajā,
nb: De vil si mens de bestrider,
sk: Budú hovoriť, zatiaľ čo popierajú, že v ňom
sl: Pravijo, da bo medtem ko izpodbijata,
sr_cyrl: Рећи ће док они оспоравају изнесено
sr_latn: Reći će dok oni osporavaju izneseno
uk: Вони скажуть, хоча вони спір в ньому,
vi: Họ sẽ nói khi họ tranh chấp ở đây,
zu: They tshela ngenkathi they phikisa therein,

# Quran3029
source: "By Allah, we were indeed in manifest error
ca: "Per Allah, estàvem realment en l'error es manifesten
cy: "Gan Allah, roeddem yn wir mewn camgymeriad amlwg
da: "Ved Allah, vi faktisk var i åbenbar
el: «Ο Αλλάχ, είμαστε πράγματι σε πρόδηλη πλάνη
et: "Mida Allah, olime tõepoolest ilmset
fi: "Allah, olimme todellakin ilmeinen virhe
he: "בשם אללה, היינו אכן שגיאת מניפסט
hr: "Tako mi Allaha, bili smo doista u manifesta
lt: "Iš Dievo, mes iš tikrųjų buvo akivaizdžios klaidos
lv: "By Allah, mēs bijām patiešām acīmredzamas kļūdas
nb: "Av Døyve, vi var faktisk i lasteliste feil
sk: "Alah, sme boli naozaj zjavnou
sl: "Z Allah, smo bili res v prostem preudarku
sr_cyrl: "Тако ми Алаха, били смо заиста у манифеста
sr_latn: "Tako mi Alaha, bili smo zaista u manifesta
uk: "Аллах, ми дійсно були в помилка
vi: "Bởi Allah, chúng tôi đã thực sự biểu hiện lỗi
zu: "Ngo Allah, sasingabantwana ngempela manifest iphutha
