Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1226
source: Now, Allah has lightened [the hardship] for you, and He knows that among you is weakness. So if there are from you one hundred [who are] steadfast, they will overcome two hundred. And if there are among you a thousand, they will overcome two thousand by permission of Allah. And Allah is with the steadfast.
ca: Ara, Allah ha alleugerit [les dificultats] per a vostè, i sap que entre vosaltres és feblesa. Així que si hi ha de vostè cent [que són] ferm, superarà dos-cents. I si hi ha entre vosaltres mil, superarà dos mil amb permís d'Allah. I Allah és amb el ferm.
cy: Yn awr, wedi Allah yn ysgafnhau [y caledi] i chi, a gwyr fod eich plith yn wendid. Felly os oes gennych chi gant [sydd] gadarn, bydd eu goresgyn ddau gant. Ac os oes ymhlith eich mil, bydd goresgyn dwy fil o drwy ganiatâd Allah. A yw Allah gyda y gadarn.
da: Nu, Allah har lettet [modgang] for dig, og han ved, at blandt jer er svaghed. Så hvis der er fra dig hundrede [der er] standhaftige, de vil overvinde to hundrede. Og hvis der er iblandt jer tusind, de vil overvinde to tusind med tilladelse fra Allah. Og Allah er med den standhaftige.
el: Τώρα, Αλλάχ έχει φώτισε [οι κακουχίες] για σας, και να ξέρει ότι ανάμεσά σας είναι αδυναμία. Έτσι, αν υπάρχουν από εσάς εκατό [είναι] ακλόνητοι, αυτοί θα ξεπεραστούν διακόσια. Και αν υπάρχουν ανάμεσά σας χίλια, θα μπορούν να ξεπεραστούν δύο χιλιάδες από την άδεια του Αλλάχ. Και Αλλάχ είναι με την ακλόνητη.
et: Nüüd, Jumal on vähendada [raskusi] teile ja ta teab, et teie seas on nõrkus. Nii et kui sinult 100 [kes ei] on vankumatu, nad aitavad ületada 200. Ja kui on teie tuhat seas, nad aitavad ületada kaks tuhat Jumala loal. Ja Jumal on nende vankumatu.
fi: Nyt Jumala on keventänyt [vaikeuksia] sinulle, ja hän tietää, että teidän keskuudessanne on heikkous. Joten jos sinulta sata [jotka] on luja, he voittavat kaksisataa. Ja onko teistä tuhat, he voittavat kaksituhatta luvalla. Ja Jumala on luja.
he: עכשיו, אללה, הוריד [המצוקה] בשבילך, והוא יודע כי ביניכם הוא חולשה. כך שאם יש לך מאה [מי] העמידה האיתנה, יעלה בידם להתגבר על מאתיים. אם יש ביניכם, אלף, יעלה בידם להתגבר על אלפיים לאחר אישור של אללה. אללה עם העמידה האיתנה.
hr: Allah je lakša [nevolja] za vas, i on zna da među vama je slabost. Ako ima od tebe sto [koja su] čvrst, oni će prevladati dvije stotine. I ako ima među vama tisuću, oni će prevladati dvije tisuće dozvolu od Allaha. A Allah je uporan.
lt: Dabar, Dievas buvo palengvinta [sunkumų] jums, ir jis žino, kad tarp jūsų yra silpnumas. Taigi, jei iš jūsų šimtą, [kurie] yra tvirtas, jie bus įveikti du šimtai. Ir jei yra tarp jūsų tūkstančio, jie bus įveikti du tūkstančius Šventasis Raštas, Dievas. Ir Dievas yra su ir tvirtas.
lv: Tagad, Allah ir jau gaišs [grūtības] jums, un viņš zina, ka jūsu vidū ir vājums. Tātad, ja tur ir no jums simts, [kas ir] nelokāms, tās pārvarēt divus simtus. Un ja jūsu tūkstoš vidū, tos pārvarēt divus tūkstošus ar atļauju no Allah. Un Allah ir nelokāms.
nb: Nå Allah har lettet [motgang] for deg, og han vet at blant dere er svakhet. Så hvis det er fra deg hundre [som er] standhaftig og de vil overvinne to hundre. Og hvis det finnes blant dere tusen, de vil overvinne to tusen av tillatelse av Allah. Og Allah er med de standhaftige.
sk: Teraz, Boh má Odľahčenú [utrpenie] pre vás a on vie, že u vás je slabosť. Takže ak od vás sto, [ktorí] sú vytrvalí, budú prekonať dvesto. A ak sú medzi vami tisíc, budú prekonať dvetisíc zvolením Alaha. A Allah je vytrvalý.
sl: Zdaj, Allah je omiliti [težave] zate, in on ve, da med vami je slabost. Torej, če so od vas sto [ki je] trdno, so premagali dvesto. In če obstaja med vami tisoč, so premagali dva tisoč z dovoljenjem Allah. In Alah je z je trdno.
sr_cyrl: Сада , Аллах је разведрио [тељкоже] за вас, и он зна да је медју вама слабост. Дакле , ако од тебе сто [који] постојано, они ће превазићи 200. И ако постоје медју вама хиљаду, они ће превазићи две хиљаде по дозволу од Алаха. А Аллах је са је постојано.
sr_latn: Sada, Allah je razvedrio [teљkoжe] za vas, i on zna da je medju vama slabost. Dakle, ako od tebe sto [koji] postojano, oni će prevazići 200. I ako postoje medju vama hiljadu, oni će prevazići dve hiljade po dozvolu od Alaha. A Allah je sa je postojano.
uk: Тепер Аллах полегшені [труднощі] для вас, і він знає, що серед вас слабкість. Так, якщо з вас сто, [які] твердою, вони будуть подолані двісті. І якщо хто з вас тисячі, вони здолає дві тисячі з дозволу Аллаха. І з з твердою Аллаха.
vi: Bây giờ, Allah đã làm sáng [khó khăn] cho bạn, và ông biết rằng trong số các bạn là sự yếu đuối. Vì vậy, nếu có những từ bạn một trăm [người] kiên định, họ sẽ vượt qua hai trăm. Và nếu có trong số các bạn một ngàn, họ sẽ vượt qua hai ngàn bởi sự cho phép của Allah. Và Allah là với sự kiên định.
zu: Manje, Allah baphungula [ubunzima] ngawe, futhi Uyazi ukuthi phakathi kwenu ebuthakathakeni.

# Quran1227
source: It is not for a prophet to have captives [of war] until he inflicts a massacre [upon Allah 's enemies] in the land. Some Muslims desire the commodities of this world, but Allah desires [for you] the Hereafter. And Allah is Exalted in Might and Wise.
ca: No és per un profeta que captius [de guerra] fins que infligeix una massacre [en enemics de Allah] a la terra. Alguns musulmans desig les mercaderies d'aquest món, però Allah desitjos [perquè] el més enllà. I Allah és exaltat en força i savi.
cy: Nid yw Proffwyd i captives [o rhyfel] hyd nes ei fod yn achosi cyflafan [ar Allah y gelynion] yn y tir. Mae rhai Mwslimiaid yn awydd y nwyddau y byd hwn, ond bydd Allah yn dymuno [am] y o hyn ymlaen. A yw i'w Allah mawrygu yn allai a Wise.
da: Det er ikke en profet har captivegenforsikringsselskaber [af krig] indtil han påfører en massakre [ved Allahs fjender] i landet. Nogle muslimer ønsker råvarer af denne verden, men Allah ønsker [for dig] hinsidige. Og Allah er ophøjet i Might and Wise.
el: Δεν πρόκειται για έναν προφήτη να έχουν αιχμαλώτους [του πολέμου] μέχρι που προκαλεί μια σφαγή [κατόπιν τους εχθρούς του Αλλάχ] στη γη. Ορισμένοι μουσουλμάνοι επιθυμία τα αγαθά αυτού του κόσμου, αλλά Αλλάχ επιθυμεί [για σας] συνέχεια. Και Αλλάχ είναι Exalted στο μήπως και σοφός.
et: See ei ole prohvet on vangid [of war] kuni ta tekitab veresauna [pärast Jumala vaenlased] maal. Mõned moslemid soov toorainetele, millest on siin maailmas, kuid Jumal soovib [te] jaoks edaspidi. Ja Jumal on ülendatud Might ja tark.
fi: Ei profeetta on [sota] vangeiksi kunnes hän aiheutetaan verilöyly, [kun Allahin vihollisia] maa. Jotkut muslimit haluavat hyödykkeiden tässä maailmassa, mutta Jumala haluaa [sinun] jäljempänä. Ja Jumala on mahtava mahti ja viisas.
he: . זה לא בשביל נביא יש שבויים [מלחמת] עד שהוא מפיל טבח [על האויבים של אללה] בארץ. חלק מהמוסלמים את הסחורות של העולם הזה, אך אללה וחפץ [] בעולם הבא. אללה הוא יינשא ב וייז והכוח.
hr: Nije ni za prorok imati zarobljenike [rata] dok on nanosi masakr [na Allahovu neprijatelja] u zemlji. Neki Muslimani pokapaju roba na ovom svijetu, ali Allah želi [ti] nakon smrti. A Allah je uzvišen u moć i mudar.
lt: Tai ne pranašas, kad [vienas iš karo] kol jis padaro žudynės [nuo Dievo priešų] žemės. Kai kurios musulmonų nori prekių ženklai prekių šiame pasaulyje, bet Dievas nori [u] toliau. Ir Dievas yra išaukštintas gali ir išmintingas.
lv: Tas nav domāts pravietis ir gūstekņi [kara], līdz brīdim, kad viņš nodara slaktiņš [Allāhs ienaidniekiem] uz zemes. Dažiem musulmaņiem vēlme preces no šīs pasaules, bet Allah vēlas [tu] par turpmāk. Un spēka un gudri ir cildens Allah.
nb: Det er ikke for en profet har fanger [i krig] før han påfører en massakre [ved Guds fiender] i landet. Noen muslimer ønsker varer i denne verden, men Allah ønsker [for deg] hinsidige. Og Allah er opphøyet i makt og klok.
sk: To nie je pre proroka, že zajatci [z vojny] kým mu spôsobí masaker [na Alaha nepriateľov] v krajine. Niektorí moslimovia chcú komodít z tohto sveta, ale Boh túži [si] ďalej. A Allah je vyvýšený na sile a múdry.
sl: Ne gre za prerok, da so ujetniki [vojne] dokler je inflicts [na Alaha sovražniki] Pokol v deželi. Nekateri muslimani želijo blago tega sveta, vendar Allah želje [za vas] v nadaljevanju. In Alah je vzvišeno v oblast in pametno.
sr_cyrl: То није за пророка да имам заробљенике [рата] док он наноси масакр [на Алахову непријатељи] у земљи. Неки Муслимани жељом роба се држи овога света, али Аллах је жеља [за тебе] на другом свету. И , Алах велииа снагом и мудар.
sr_latn: To nije za proroka da imam zarobljenike [rata] dok on nanosi masakr [na Alahovu neprijatelji] u zemlji. Neki Muslimani željom roba se drži ovoga sveta, ali Allah je želja [za tebe] na drugom svetu. I, Alah veliиa snagom i mudar.
uk: Це не для пророком, щоб мати бранцями [війни] поки він заподіює різанини [після Аллах ворогів] на землі. Деякі мусульмани бажання сировинні товари в цьому світі, але Аллах бажає [для вас] П'єра. І Аллах піднесене в меча і Мудрого.
vi: Nó không phải là cho một tiên tri để có tù nhân [của chiến tranh] cho đến khi ông inflicts một vụ thảm sát [khi kẻ thù của Allah] trong đất. Mong muốn một số tín đồ Hồi giáo hàng hóa của thế giới này, nhưng Allah mong muốn cho [Anh] đời sau. Và Allah sôi nổi trong Might và khôn ngoan.
zu: Akusikho umprofethi ukuba izithunjwa [zempi] aze uletha kubulawa [ezitheni Allah 's] ezweni.

# Quran1228
source: If not for a decree from Allah that preceded, you would have been touched for what you took by a great punishment.
ca: Si no és per un decret d'Allah que van precedir, hauria estat tocat pel que vostè va prendre per un gran càstig.
cy: Os nad yw, ar gyfer ordinhad gan Allah a ragflaenodd, byddech wedi cyffwrdd ar gyfer beth wnaethoch ei gan gosbi mawr.
da: Hvis ikke for et dekret fra Allah, der gik forud, du ville have været rørt for hvad du tog en stor straf.
el: Αν όχι για ένα διάταγμα από τον Αλλάχ που προηγήθηκε, σας θα έχουν αγγίξει για αυτό που πήρατε από μεγάλη τιμωρία.
et: Kui mitte Jumalalt, mis kehtisid enne dekreedi eest te sooviksite on puudutanud mis juhtus suur karistuse.
fi: Jos ei tuomioistuinta Jumalalta, joka edelsi olisitte liikuttunut siitä, mitä jalkapallokenttien suuri rangaistus.
he: אם לא בשביל צו מאללה שקדמו, היית נרגש עבור מה שלקחת על ידי עונש גדול.
hr: Ako ne za Uredbu od Allaha koji je prethodio, ti bi bio dirnut onim od velike kazne.
lt: Jei ne, iš Dievo, kad prieš dekretą, tai būtų buvę palietė, kas jums buvo iš Didžiosios bausmė.
lv: Ja ne par dekrētu no Allah, kas kādam citam sola drīzu, jums būtu bijis aizkustināts par to, ko jūs paņēmāt, ko liels sods.
nb: Hvis ikke for et dekret fra Allah som, ville du vært rørt for hva du tok en stor straff.
sk: Ak tomu tak nie je pre dekrét od Boha, ktoré predchádzali, by ste boli dotkol na to, čo si vzal veľký trest.
sl: Če ne za odlok od Allah, pred, ti bi bili dotaknil za kaj si vzel z veliko kazen.
sr_cyrl: Ако не за декрет од Алаха која је претходила, ти би био дирнут за шта си узео тако велику казну.
sr_latn: Ako ne za dekret od Alaha koja je prethodila, ti bi bio dirnut za šta si uzeo tako veliku kaznu.
uk: Якщо не для наказ царя Аллаха, що передують, ви були б порушені за те, що ви за велике покарання.
vi: Nếu không cho một sắc lệnh từ Allah trước, bạn sẽ có được xúc động cho những gì bạn mất bằng một hình phạt rất lớn.
zu: Ukube bekungekhona ukuthi isimemezelo Allah ezandulela, ubungeke ziye zathinteka ngenxa lokho wathatha by isijeziso esikhulu.

# Quran1229
source: So consume what you have taken of war booty [as being] lawful and good, and fear Allah. Indeed, Allah is Forgiving and Merciful.
ca: Així consumir el que vostè ha pres de botí de guerra [com] legal i bona i por d'Allah. En efecte, Allah és indulgent i Clement.
cy: Felly fwyta beth yr ydych wedi cymryd o booty rhyfel [fel] gyfreithlon a da, ac ofn Allah. Yn wir, Allah yn Forgiving a Merciful.
da: Så indtager, hvad du har taget i krigsbytte [som værende] lovlige og god, og frygt Allah. Allah er faktisk Forgiving og barmhjertige.
el: Έτσι καταναλώνουν ό, τι έχετε πάρει από λεία πολέμου [ως] νόμιμο και καλό, και ο φόβος Αλλάχ. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Nii tarbida, mis on võetud, ning sõda booty [olevaks] seaduslik ja hea, ja Jumal hirmu. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Siis kuluttaa, mitä olet ottanut sodan booty, [olevan], laillista ja hyvä ja pelätkää Allahia. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: אז צורכים מה שלקחת של שלל המלחמה [כמו להיות] כדין וטוב, ופחד אללה. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Tako pojesti ono što ste uzeli od ratnog plijena [kao] zakonito i dobar, i boj se Allaha. Uistinu, Allah je opraštanje i milostiv.
lt: Taigi vartoti kas išgėrėte, karo grobis [kaip] teisėtai ir gera, ir bijoti Dievo. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Tātad patērēt to, ko esat uzņēmis kā kara laupījums [atzīst], likumīgi un labā un bailes Allah. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Så bruker hva du har tatt av krigen bytte [som] lovlig og godt, og frykter Allah. Faktisk er Allah tilgi og barmhjertig.
sk: Tak konzumovať, čo by ste si vzali z vojnová korisť [ako] zákonné a dobré, a strach Alah. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Tako uživajo, kaj ste vzeli za vojni plen [kot] zakonita in dobro, in strah Allah. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Зато конзумирају шта си узео од ратни плен [као] законита и добар, и страх Аллах. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Zato konzumiraju šta si uzeo od ratni plen [kao] zakonita i dobar, i strah Allah. Uistinu, Allah je Forgiving i milosrdna.
uk: Так споживати ви взяли з воєнної здобичі [як] законним і добре і страх Аллаха. Дійсно, Аллах є бачить і Merciful.
vi: Vì vậy, tiêu thụ những gì bạn đã thực hiện trong chiến tranh giành của cải về [như là] hợp pháp và tốt, và sợ Allah. Thật vậy, Allah là Forgiving Merciful.
zu: Ngakho kudla lokho sebelithathile empi booty [njengabaphuma] semthethweni hle, umesabe Allah.

# Quran1230
source: O Prophet, say to whoever is in your hands of the captives, "If Allah knows [any] good in your hearts, He will give you [something] better than what was taken from you, and He will forgive you; and Allah is Forgiving and Merciful."
ca: O profeta, dir a qui estigui a les seves mans dels captius, "si Allah sap [qualsevol] bona en els seus cors, aquest li donarà [una mica] millor que el que es va prendre de vostè, i ell et perdonarà; i Allah és indulgent i Clement.
cy: Proffwyd O, dweud i bwy bynnag sydd yn eich dwylo o captives, "os gwyr Allah [unrhyw] Mae'r da yn eich calonnau, fydd yn ei roi ichi [peth] yn well na beth oedd yn ei gymryd oddi arnoch, a bydd yn maddau ichi; a Allah Forgiving a Merciful.
da: O profet, sige til den, der er i dine hænder af fanger, "hvis Allah ved [alle] godt i jeres hjerter, han vil give dig [noget] bedre end hvad blev taget fra dig, og han vil tilgive jer; og Allah er Forgiving og barmhjertige"
el: O Προφήτης, να πω όποιος είναι στα χέρια σας από τους αιχμαλώτους, «αν Αλλάχ ξέρει [κανένα] καλή μέσα στις καρδιές σας, θα σας δώσω [κάτι] καλύτερο από αυτό που ελήφθη από εσάς, και αυτός θα σας συγχωρήσει. και Αλλάχ είναι επιεικής και εύσπλαχνος».
et: O prohvet, öelda, et kes iganes on pihus vangid, "kui Allah teab [mis tahes] hea oma südames ta teile [midagi] parem kui mida võeti sinult ja ta andestab teile; ja Jumal on Forgiving ja Merciful."
fi: O profeetta, sano kuka on teidän käsissänne vangitut, "Jos Jumala tietää [joka] hyvä teidän sydämeenne, hän antaa sinulle [jotain] parempaa kuin mitä otettiin sinulta, ja hän antaa anteeksi sinulle; ja Allah on anteeksiantava ja armollisin.
he: הו נביא, להגיד לכל מי שנמצא. את הידיים של השבויים, "אם אללה יודע [כל] טוב הלב שלכם, הוא נותן לך יותר [משהו] מה נלקח ממך ואתה הוא יסלח לך; אללה הוא Forgiving, הרחום והחנון."
hr: O prorok, reći da tko god je u rukama zarobljenika, "Ako Allah zna [bilo] dobro u vašim srcima, on će vam dati [nešto] bolje nego što ti je oduzeto, a on će oprostiti; a Allah je opraštanje i milostiv."
lt: O pranašas, pasakyti, kas yra jūsų rankose, nelaisvę, "jei Dievas žino [bet] gera jūsų širdyse, jis bus jums [kažkas] geriau nei kas buvo paimtas nuo jūsų, ir jis bus tiesiog jums; ir Dievas yra Forgiving ir litosciwy."
lv: O Prophet, teiksim, lai tas, kurš ir jūsu rokās par gūstekņiem, "ja Allah zina [visas] labi savā sirdī, viņš jums [kaut] labāk nekā to, kas tika ņemts no jums, un viņš piedos jums; un Allah, piedošanu un žēlsirdīgs."
nb: O profeten si til den som er i hendene av fangene, "Hvis Allah vet [alle] gode i deres hjerter, vil han gi deg [noe] bedre enn hva som ble tatt fra deg, og han vil tilgi dere. og Allah er tilgi og barmhjertig.
sk: O proroka, hovorím, aby ten, kto je vo vašich rukách zajatcov, "Ak Alah vie [žiadne] dobrý vo svojom srdci, že nebude vám [niečo] lepšie, než to, čo bolo prevzaté z vás a on vám odpustí; a Boh je odpúšťajúci a Milosrdných."
sl: O prerok, rekel, da kdor je v vaših rokah ujetniki, "če je Allah ve [vse] dobro v vaših srcih, on bo vam [nekaj] bolje kot kaj je bil vzet iz vas, in on bo odpustil; in Alah je tolerantna in usmiljen."
sr_cyrl: Пророие , реци да ко год да је у твојим рукама од заробљеника, "Ако Аллах зна [ни] добро у својим срцима, хоце да ти дам [нешто] боље него шта је одузето, а он опростити; а Аллах је Форгивинг и милостив."
sr_latn: Proroиe, reci da ko god da je u tvojim rukama od zarobljenika, "Ako Allah zna [ni] dobro u svojim srcima, hoce da ti dam [nešto] bolje nego šta je oduzeto, a on oprostiti; a Allah je Forgiving i milostiv."
uk: O пророка, скажімо, щоб той, хто знаходиться у ваших руках полонених, "якщо Аллах знає [будь-якому] добре в ваших серцях, він буде дати вам [щось] краще, ніж те, що був взятий від тебе, і він простить вам; і Аллах бачить і Merciful."
vi: Tiên tri O, nói với bất cứ ai là trong tay của những tù nhân, "nếu Allah biết [có] tốt trong trái tim của bạn, ông sẽ cung cấp cho bạn [cái gì] tốt hơn so với những gì đã được lấy từ bạn, và ông sẽ tha thứ cho bạn; và Allah Forgiving và Merciful."
zu: O phrofethi tshela kuze ubani ezandleni zakho izithunjwa, "Uma Allah uyazi [yimuphi] hle ngaphakathi kho hliziyo He epha you [okuthile] okungcono kunalokho ayekulindele ngisuswa kuwe, futhi Yena uyokuthethelela, futhi Allah

# Quran1231
source: But if they intend to betray you - then they have already betrayed Allah before, and He empowered [you] over them. And Allah is Knowing and Wise.
ca: Però si tenen la intenció de trair-llavors ja han traït Allah abans, i va facultar [que] sobre ells. I Allah és saber i savi.
cy: Ond os ydynt yn bwriadu bradychu chi-yna eisoes maent wedi bradychu Allah cyn, ac roedd eu grymuso [ydych] drostynt. Ac Allah yn gwybod a Wise.
da: Men hvis de agter at forråde dig - så har de allerede forrådt Allah før, og han er bemyndiget [du] over dem. Og Allah er vide og klog.
el: Αλλά αν σκοπεύουν να προδώσει - τότε ήδη έχουν προδώσει τον Αλλάχ πριν από, και αυτός έχει την εξουσία [θα] από πάνω τους. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Aga kui nad kavatsevad reeda sind - siis nad Jumalat enne juba reedetud ja ta volitatud [te] nende üle. Ja Jumal on teades ja tark.
fi: Mutta jos he aikovat pettää sinua - sitten he ovat jo pettäneet Jumalan ennen, ja hän [sinulle] voiman päälle. Ja Jumala on tieto ja viisas.
he: אך אם בכוונתם לבגוד בך - ואז הם כבר לבגוד אללה לפני, הוא רשאי [לך] מעליהם. אללה הוא שהידיעה וחכם.
hr: Ali ako namjeravaju izdati - onda su već izdali Allah prije, a ovlašten je [ste] nad njima. A Allah je poznavanje i mudar.
lt: Bet jei jie ketina išduoti jūs - tada jie jau išdavikas Dievas prieš, ir jis įgaliojimus [jūs] virš jų. Ir Dievas yra žinios ir išmintingas.
lv: Bet, ja tās plāno nodot tevi - tad tie jau nodevis Allah pirms, un viņš [tu] pilnvaras pār viņiem. Un Allah ir zinot un gudrs.
nb: Men hvis de har tenkt å forråde deg - så de allerede har forrådt Allah før, og han myndighet [du] over dem. Og Allah er kjennskap og klok.
sk: Ale ak majú v úmysle nezradia - potom som už prezradil Alah pred, a on [vás] právomoc nad nimi. A Allah je znalosť a múdry.
sl: Vendar če nameravajo izdati vam -, potem so že izdali Allah pred, in on [si] pooblaščene nad njimi. In Alah je poznavanje in pametno.
sr_cyrl: Али ако намеравају да изда ти - онда су већ издали Аллах раније, а он [ти] овлашћења над њима. А Аллах је знајужи и мудар.
sr_latn: Ali ako nameravaju da izda ti - onda su već izdali Allah ranije, a on [ti] ovlašćenja nad njima. A Allah je znajuжi i mudar.
uk: Але якщо вони мають намір зрадити ви - то, вони вже зрадили Аллах перед, і він повноваження [ваc] над ними. І Аллаха, знаючи, що і Мудрого.
vi: Nhưng nếu họ có ý định phản bội bạn - sau đó họ đã phản bội Allah trước, ông quyền [Anh] qua chúng. Và Allah là hiểu biết và khôn ngoan.
zu: Kodwa uma uhlose dazula you - ke they vele dazula Allah ngaphambili, futhi Wanikeza [ukuba] phezu kwabo.
