Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran942
source: And, [moreover], this is My path, which is straight, so follow it; and do not follow [other] ways, for you will be separated from His way. This has He instructed you that you may become righteous.
ca: I, [a més], aquest és el meu camí, que és recta, així que segueix i encara no segueixen [altres] formes, perquè vostè serà separat del seu camí. Això ha va instruït vostè que vostè pot arribar a ser justos.
cy: Ac [hefyd], dyma fy llwybr, sydd yn syth, felly ei ddilyn; ac nid yn dilyn ffordd [arall], i chi yn cael eu gwahanu oddi wrth ei ffordd. Hyn wedi rhoi cyfarwyddyd chi y gallai ddod yn hoes dabloid.
da: Og [øvrigt], dette er min vej, som er lige, så følge det; og følger ikke [andre] måder, for du vil være adskilt fra sin vej. Dette har han instrueret du, at du kan blive retfærdiggjorte.
el: Και, [επίσης], αυτό είναι το μονοπάτι μου, που είναι ευθεία, ΑΚΟΛΟΥΘΕΙΤΕ? και δεν ακολουθούν [other] τρόπους, για σας θα να διαχωρίζεται από το δρόμο του. Αυτό έχει καθοδήγησε σας ότι μπορεί να γίνει δίκαιος.
et: Ja [Lisaks sellele], see on minu tee, mis on sirge, et jälgi ja järgige [muid] võimalusi te eraldada oma teed. See on ta sa juhendada, et siis saab õige.
fi: Ja [lisäksi] Tämä on polku, joka on suora, joten seuraa ja eivät noudata [other] tavalla voida erottaa tiensä. Tämä on hän neuvonut sinua, että tulet vanhurskas.
he: [בנוסף], זהו המסלול שלי, אשר ישרה, אז תעקוב אחרי זה; אל תבצע דרכים [השני], כי אתה יופרד ממנו בדרכו. זה הוא הורה לך כי אתה עלול להיות צדיק.
hr: I, [Nadalje], to je moja staza, što je ravno, pa za njom; i ne slijedite [druge] načine, jer će se odvojiti od svoj put. Ovo da vam je rekao da mogu postati pravedni.
lt: Ir, [be to], tai yra mano kelias, kuris yra tiesiai, taip sekti jį; ir ne po [kitos šalys] būdais, nes jums bus atskirta nuo savo kelią. Tai jis nurodė jums kad gali tapti teisieji.
lv: Un [bez] tas ir mans ceļš, kas ir taisni, lai sekotu to; un nav sekot [citiem] veidos, jo jums būs atdalīta no savu ceļu. Tas ir man liek jums var kļūt taisns.
nb: Og [tillegg] Dette er min vei, som er rett, så følger det; og følger ikke [andre] måter, for du vil skilles fra sin vei. Dette har han instruert du at du kan bli rettferdige.
sk: A [okrem], toto je moja cesta, ktorá je rovno, tak po nej; a nesledujú [Ostatné] spôsoby pre vás bude oddelený od jeho cestu. To má on vám pokyn, že sa môže stať spravodlivými.
sl: In [poleg], to je moja pot, ki je naravnost, torej slediti in ne sledijo [] drugače, za vas bo treba ločiti od poti. To je je naročeno boste, da lahko postanete pravični.
sr_cyrl: И [поред тога], ово је мој пут, што је право, па са њим; и не прати [друге] начине, за вас ће бити одвојен од свој пут. Ово је он вам инструкције постацете праведни.
sr_latn: I [pored toga], ovo je moj put, što je pravo, pa sa njim; i ne prati [druge] načine, za vas će biti odvojen od svoj put. Ovo je on vam instrukcije postacete pravedni.
uk: І, [нега] це мій шлях, який є прямими, тому виконуйте і не дотримуються [] способів, бо вас буде відділений від його шляху. Це має він доручив ви, що ви можете стати праведниками.
vi: Và, [hơn nữa], đây là con đường của tôi, mà là thẳng, vì vậy hãy làm theo nó; và không làm theo những cách [khác], cho bạn sẽ được tách ra khỏi con đường của mình. Điều này có ông hướng dẫn bạn rằng bạn có thể trở thành công bình.
zu: Futhi, [ngaphezu kwalokho], lena indlela yami, okuyinto iqonde, ngakho ukulilandela;

# Quran943
source: Then We gave Moses the Scripture, making complete [Our favor] upon the one who did good and as a detailed explanation of all things and as guidance and mercy that perhaps in [the matter of] the meeting with their Lord they would believe.
ca: Llavors ens donava l'escriptura, fent complet [nostre favor] Moses a qui feia bé i com una explicació detallada de totes les coses i com a orientació i Misericòrdia que potser a [la qüestió de] la reunió amb el seu Senyor que creuria.
cy: Yna y rhoesom Moses yr ysgrythur, gwneud gwblhau [ein favor] ar yr un a wnaeth yn dda ac fel esboniad manwl o'r holl bethau ac fel canllawiau a'r drugaredd efallai yn [y mater o] y cyfarfod gyda'r Arglwydd eu credu byddai.
da: Så vi gav Moses Skriften, gør komplet [vores favør] over den, der gjorde godt og som en detaljeret forklaring af alle ting og som vejledning og barmhjertighed der måske heri [af] mødet med deres Herre, de ville tro.
el: Τότε δώσαμε Moses η γραφή, κάνοντας πλήρη [Χάρης μας] σε αυτόν που το έκανε καλά και ως λεπτομερή εξήγηση όλων των πραγμάτων και ως καθοδήγηση και έλεος ότι ίσως σε [το ζήτημα] η συνάντηση με τους Λόρδος, θα πιστεύουν.
et: Siis andsime Moses pühakiri, tegemisel täielik [meie kasuks] ühest, kes ma olen hea ja üksikasjalik selgitus kõik asjad ja arendus ja halastust, et ehk in [Küsimus] nende Issand nad usuks kohtumine.
fi: Sitten annoimme Moses Raamatun Varauksen täydellinen [meidän puolesta] yksi, jotka tekivät hyviä ja yksityiskohtainen selvitys kaiken sekä ohjaus- ja armoa että ehkä [Kysymys] Herransa he uskovat tapaaminen.
he: אז נתנו Moses כתבי הקודש, ביצוע מלא [לטובתנו] על מי עשה טוב, הסבר מפורט של כל הדברים וכן הדרכה ורחמים כנראה בעניין [של] הפגישה עם האדון שלהם הם היו מאמינים.
hr: Onda smo dali Moses pisma, što čini kompletan [nas] na jedan koji je dobar i kao detaljno objašnjenje svih stvari i kao smjernice i milost da u [pitanje] sastanak sa svoga Gospodina misle.
lt: Tada mes davė Moses raštas, priėmimo pilnas [mūsų naudai] pagal tas, kuris nebuvo geras ir išsamus visų dalykų ir orientavimo ir gailestingumo kad galbūt [klausimas] susitikimo su savo pono jie tiki.
lv: Tad mums deva Moses rakstiem, padarot pilnīgu [mūsu favor] uz vienu, kas bija labi un kā sīku paskaidrojumu par visām lietām un virzības un žēlastību, ka varbūt lietā [no] tikšanās ar savu kungu, viņi gribētu ticēt.
nb: Så vi ga Moses skriften, gjør komplett [vår favør] på som gjorde godt og som en detaljert forklaring av alt og som veiledning og nåde at det kanskje i [saken av] møtet med Herren de ville tro.
sk: Potom sme dali Moses písma, takže kompletné [náš prospech] na ten, ktorý urobil dobré a podrobné vysvetlenie všetkých veci a vedenie a milosrdenstva, že snáď v [otázka] stretnutie s ich pán im neveril.
sl: Potem smo dali Moses pismo, ki celotno našo korist na eno, ki sem dobro in podrobno obrazložitev vseh stvari in smernice in milost, da morda v [vprašanje] srečanje s svojega Gospoda, ki menijo, da bi.
sr_cyrl: А онда ми је дао Мосес Светог писма, прави комплетну нашу корист на онога који је добар и као детаљна објашњења о свим стварима и за вођење и милост то евентуално у [питање] састанак са свог господара верују.
sr_latn: A onda mi je dao Moses Svetog pisma, pravi kompletnu našu korist na onoga koji je dobar i kao detaljna objašnjenja o svim stvarima i za vođenje i milost to eventualno u [pitanje] sastanak sa svog gospodara veruju.
uk: А потім ми дали Moses Писання, роблячи повний нашу користь на той, хто зробив хорошого і докладне пояснення всіх речей і як керівництва і милосердя, що можливо в [питання] зустрічі з їх Господа, вони б вірити.
vi: Sau đó chúng tôi đã cho Moses Thánh, làm cho hoàn thành [lợi của chúng tôi] sau khi một trong những người đã làm tốt và như là một lời giải thích chi tiết của tất cả mọi thứ và như là hướng dẫn và lòng thương xót mà có lẽ trong [vấn đề] cuộc họp với họ sẽ tin vào Chúa.
zu: Khona-ke We epha Mose umBhalo, okwenza ephelele [umusa Wethu] naphezu kwalowo wenza okuhle futhi njengoba incazelo eningiliziwe zonke izinto futhi njengoba hola sa ukuthi mhlawumbe ku [endabeni ka-] umhlangano bo Lord they kholwa.

# Quran944
source: And this [Qur'an] is a Book We have revealed [which is] blessed, so follow it and fear Allah that you may receive mercy.
ca: I aquest [Qur ' an] és un llibre que han revelat [que] tan beneïts, seguir-lo i por d'Allah que vostè pot rebre misericòrdia.
cy: A hwn [Qur'an] a llyfr Rydym wedi datgelu [sydd] bendithio, felly yn ei ddilyn ac yn ofni Allah y gallech dderbyn drugaredd.
da: Og denne [Koranen] er en bog vi har afsløret [der er] velsignet, så følge det og frygt Allah, du kan modtage barmhjertighed.
el: Και αυτό [Qur'an] είναι ένα βιβλίο έχουμε αποκάλυψε [που είναι] ευλογημένο, ακολουθήστε το έτσι και ο φόβος Αλλάχ, ότι μπορεί να λαμβάνετε έλεος.
et: Ning käesoleva Koraani on mõne raamatu me näitas [mis on] õnnistatud, nii et seda järgida ja kardavad Jumalat, et võite saada halastust.
fi: Ja tämän Koraanin on kirja olemme paljastaneet [joka on] siunattu, niin seuraa sitä ja pelätkää Allahia, näyttöön saattaa tulla armoa.
he: והוא זה [הקוראן] הספר אנחנו חשפו [אשר] מבורך, אחריו ופחד אז אללה שאתה עלול לקבל רחמים.
hr: I ovaj [Kurana] je knjigu da je otkrila [koja je] blagoslovljen, pa slijedite ga i boji Allaha da primi milosti.
lt: Ir šis [Koran] yra knyga mes parodė [kuris yra] palaimino, taip po to ir bijo, kad gaunate malonės Dievas.
lv: Un grāmata mums parādīja, [kas ir] [Qur] tik laimīgs, sekot tai un bailes Allah, ka varat saņemt žēlastības.
nb: Og dette [Koranen] er en bok vi har avdekket [som] velsignet, så følger det og frykte Gud at du kan få nåde.
sk: A to [Korán] knihy sme odhalili, [ktoré] požehnaný, tak po nej a strach, Alah, že dostanete milosť.
sl: In ta [Qur'an] je v knjigi smo pokazali [ki je] blagoslovil, torej slediti to in strah Allah, da boste lahko prejeli milost.
sr_cyrl: А овај Куран је књига смо [која је] су показале да благослови, тако да га пратимо и страх Алаха да ћете добити милост.
sr_latn: A ovaj Kuran je knjiga smo [koja je] su pokazale da blagoslovi, tako da ga pratimo i strah Alaha da ćete dobiti milost.
uk: І це [Коран] книга ми виявили [що] так благословив, слідувати йому і страх отримання такого милості Аллаха.
vi: Và này [Qur'an] là một cuốn sách chúng tôi đã tiết lộ [đó là] may mắn, vì vậy hãy làm theo nó và sợ Allah mà bạn có thể nhận được lòng thương xót.
zu: Futhi lokhu [Qur'an] liyincwadi We phendla [okuyinto] uyibusisile, ngakho landela it akwesabe Allah ongase samukeliswe isihawu.

# Quran945
source: [We revealed it] lest you say, "The Scripture was only sent down to two groups before us, but we were of their study unaware,"
ca: [Ens revelà que] perquè no diu, "l'escriptura va ser enviat només a dos grups davant nostre, però teníem del seu estudi conscient,"
cy: [Rydym yn datgelu ei] rhag ofn y dywedwch, "dim ond anfonwyd yr ysgrythur i lawr i ddau grŵp ger ein bron, ond yr oeddem yn eu hastudiaeth ymwybodol,"
da: [Vi afslørede det] lest du siger, "Skriften blev kun sendt ned til to grupper før os, men vi var i deres undersøgelse uvidende,"
el: [Το αποκαλύψαμε] μήπως λέτε, «η γραφή εστάλη μόνο κάτω σε δύο ομάδες πριν από μας, αλλά ήμασταν της μελέτης τους αγνοούν,»
et: [Me seda avalikustanud] muidu sa ütled, "pühakiri saadeti ainult alla kahe rühma enne meid, kuid me ei teadnud, nende uuring"
fi: [Meidän paljasti sen] jottei sanot, "Raamattu lähetettiin vain alas kaksi ryhmää ennen meitä, mutta me olimme tutkimuksessaan tietämättä,"
he: [חשפנו אותו] שמא אתה אומר, "כתבי הקודש נשלחה רק עד שתי קבוצות לפנינו, אבל היינו של המחקר שלהם, שאינם"
hr: [Mi je otkrila] da ne kažeš, "Sveto pismo je poslan samo na dvije skupine prije nas, ali smo bili studija nisu svjesni,"
lt: [Mes atskleidė ji] kad jūs sakote, "raštas buvo siunčiami tik į dvi grupes prieš mus, bet mes jų studijų nežino,"
lv: [Mēs atklāja tai] nedrīkstam arī jūs sakāt, "rakstos tika nosūtīts tikai līdz divām grupām pirms mums, bet mēs bijām to neapzinās, pētījuma"
nb: [Vi åpenbart det] lest du sier, "skriften var bare sendt to produktgruppene før oss, men vi var av studiet uvitende,"
sk: [Sme to odhalili] inak hovoríte, "písmo bolo zaslané iba až dve skupiny pred nami, ale boli sme ich nevie, štúdia"
sl: [Smo razkrili to] da ne rečeš, "pismo poslali le do dve skupini pred nami, vendar smo bili svojega študija pozna,"
sr_cyrl: [Нам , открива] ако не кажеш,"Светог писма само послат на две групе пред нама, али били смо њихове студије неспремног,"
sr_latn: [Nam, otkriva] ako ne kažeš, "Svetog pisma samo poslat na dve grupe pred nama, ali bili smo njihove studije nespremnog,"
uk: [Ми виявили] щоб не сказати, "Писання тільки був направлений вниз дві групи перед нами, але ми були їх дослідження не знають,"
vi: [Chúng tôi tiết lộ nó] vì sợ bạn nói, "Kinh Thánh chỉ gửi xuống hai nhóm trước khi chúng tôi, nhưng chúng tôi đã nghiên cứu của họ không biết,"
zu: [We phendla it] funa nithi, "UmBhalo kwaba kuphela sa phansi xuku phambili us, kodwa sasingababonayo besifundo sabo unaware,"

# Quran946
source: Or lest you say, "If only the Scripture had been revealed to us, we would have been better guided than they." So there has [now] come to you a clear evidence from your Lord and a guidance and mercy. Then who is more unjust than one who denies the verses of Allah and turns away from them? We will recompense those who turn away from Our verses with the worst of punishment for their having turned away.
ca: O perquè no diu, "si només l'escriptura havia estat revelat a nosaltres, que hauria estat millor guiada que ells." Així hi ha [ara] vingut una evidència clara de seu Senyor i orientació i Misericòrdia. Llavors, qui és més injust que un que nega els versos d'Allah i allunya d'ells? Ens els quals es recompensa de nostres versos amb el pitjor càstig per la seva haver s'allunyava.
cy: Neu rhag ofn y dywedwch, "os mai dim ond datgelwyd yr ysgrythur i ni, byddem wedi well dan arweiniad na nhw." Felly mae wedi [nawr] yn dod i chi tystiolaeth glir gan eich Arglwydd a canllawiau a drugaredd. Yna sydd yn anghyfiawn mwy nag un sydd yn gwadu y penillion Allah ac yn troi i ffwrdd oddi wrthynt? Bydd yn talu rhai sy'n troi oddi wrth ein penillion gyda'r gwaethaf o gosb i gael eu troi i ffwrdd.
da: Eller lest du siger, "Hvis kun Skriften var blevet afsløret til os, vi ville have været bedre guidet end de." Så har der [nu] komme til dig en tydelig dokumentation fra din herre og en vejledning og barmhjertighed. Så der er mere uretfærdig end en, der benægter vers af Allah og vender sig væk fra dem? Vi vil gengælde dem der Drej væk fra vores vers med værst straf for deres at have vendt sig bort.
el: Ή μήπως λέτε, «εάν μόνο η γραφή είχε αποκαλυφθεί σε μας, θα είχαμε καλύτερα καθοδηγούμενη από ό, τι.» Έτσι εκεί έχει [πλέον] έρθει σε σας μια σαφή στοιχεία από το Λόρδο και μια καθοδήγηση και έλεος. Στη συνέχεια, που είναι πιο άδικο από ό, τι εκείνος που αρνείται το στίχους του Αλλάχ και γυρίζει μακριά από αυτούς; Εμείς θα ανταμοιβή εκείνοι που γυρίζουν μακρυά από μας τους στίχους με η χειρότερη τιμωρία για τους έχοντας έδιωξε.
et: Või muidu sa ütled, "kui ainult pühakiri oli näidanud meile, me oleks olnud parem kui nad giidiga." Nii seal on [nüüd] tulevad sind selged tõendid oma Issanda ja arendus- ja halastust. Siis kes on rohkem kui üks, kes eitab Jumala salmid ja neilt ära pöördub alusetu? Me näidatakse palk neile, kes omakorda eemale meie salmid karistuse saavad olles pöörasid kõige halvem.
fi: Että te sanotte, "Kunpa Raamattu oli ilmoittanut meille, olisimme paremmin opastettuja kuin ne." Joten siellä on [nyt] luoksesi selkeää näyttöä teidän Herranne ja ohjaus-ja armoa. Sitten joka on epäoikeudenmukaisempi kuin yksi, joka kieltää Allah säkeet ja kääntyy pois? Meidän korvaus ne, jotka puolestaan pois meidän säkeet on pahin rangaistus heidän ottaa kääntyi pois.
he: או שמא אתה אומר, "אם רק כתבי הקודש היה מתגלה לנו, היינו יותר מודרכים מאשר הם." אז שם [עכשיו] הגיע לך ראיות ברורות של אדונך, הדרכה, רחמים. אז מי צודק יותר מאשר מי מכחיש של אללה והופך מהם? אנחנו פיצוי הפונים מן הפסוקים שלנו עם הגרוע ביותר של ענישה על שלהם שהפכה משם.
hr: Ili da ne kažete, "da samo Sveto pismo je objavljeno nama, bili bi bolje vođena nego oni." Tako [sada] doći vam jasan dokaz od tvoj gospodar i vođenja i milosti. A tko je više nepravedan nego onaj koji poriče stihovi uzvišenog Alaha i okreće od njih? Nagraditi ćemo koji od naših stihova s najgora kazna za svoje vlasništvo okrenuo.
lt: Arba kad jūs sakote, "jei tik knygos parodė mums, mes gi buvo geriau nei jie vadovaujasi." Taigi ten [dabar] atėjo jums aiškių įrodymų dėl jūsų Viešpats ir orientavimo ir gailestingumo. Tada kas yra labiau neteisinga nei tas, kuris neigia Dievo ženklai ir paverčia nuo jų? Mes zaplata tiems, kurie savo ruožtu nuo mūsų ženklai su blogiausia bausmė už jų turintys nusigręžė.
lv: Vai citādi jūs sakāt, "Ja tikai mums bija atklājies svētie raksti, mums būtu bijis labāk vadīta nekā viņi." Tātad tur [] pienācis jums skaidru pierādījumu savu kungu un virzības un žēlsirdība. Tad kurš ir netaisna vairāk nekā tas, kurš noliedz Allah vārsmas un novēršas no viņiem? Mēs kompensēt tiem, kuri savukārt prom no mūsu pantus ar ļaunākais sods par to, kam novērsās.
nb: Eller at du sier, "Hvis bare skriften var blitt åpenbart for oss, vi ville ha vært bedre guidede enn de." Så har det [nå] kommer til deg et klart bevis fra deres Herre og veiledning og nåde. Så hvem er mer urettferdig enn en som fornekter versene Allah og vender seg bort fra dem? Vi vil belønne de som slår fra våre vers med verst straffen for deres å ha slått unna.
sk: Alebo inak ste povedal, "len keby nás bolo odhalené písmo, by sme boli lepšie riadiť ako oni." Tak tam [] dospela k vám jasný dôkaz od vášho pána a vedenie a milosrdenstva. Kto je potom viac nespravodlivé, ako ten, kto popiera verše Alah a odvráti od nich? Sme sa odmeniť tých, ktorí sa obracajú od našich verše s najhorší trest za ich so odvrátil.
sl: Ali da ne rečeš, "če pismo je razkrila, da nas, smo bi bili bolje vodeni, kot so." Tako da je [zdaj] prišel vam jasni dokazi iz svojega Gospoda in usmerjanje in usmiljenja. Nato je kdo bolj nepravičen od tistega, ki zanika verzov Allah in odvrne od njih? Smo tisti, ki pa bo zmešati od naše verzov z najslabši kazen za svoje imetje obrnil proč.
sr_cyrl: Или да не би ти рекао, "кад би само писмо је открило да нас, били би боље вођена него они." Тако [сада] сперме вам јасан доказ од господара и водич и милост. Ко је онда више неправедан него онај ко пориче стихове Алаха и окреце против њих? Смо ће оне који се компензацију од нам стихови од најгоре казне за њихове се окренула.
sr_latn: Ili da ne bi ti rekao, "kad bi samo pismo je otkrilo da nas, bili bi bolje vođena nego oni." Tako [sada] sperme vam jasan dokaz od gospodara i vodič i milost. Ko je onda više nepravedan nego onaj ko poriče stihove Alaha i okrece protiv njih? Smo će one koji se kompenzaciju od nam stihovi od najgore kazne za njihove se okrenula.
uk: Або щоб не сказати, "Якщо тільки Писання було виявлено до нас, ми були б краще гідом, ніж вони." Так там [зараз] прийшов до вас чітких доказів від ваш Господь і керівництва і милосердя. То хто це більш несправедливим, ніж той, хто заперечує вірші Аллаха і відвертається від них? Ми буде нагорода ті, хто далеко від наших вірші з найгірших покарання за їх маючи відвернувся.
vi: Hay vì sợ bạn nói, "nếu chỉ kinh thánh đã được tiết lộ cho chúng tôi, chúng tôi sẽ có được tốt hơn hướng dẫn hơn họ." Vì vậy không có [bây giờ] đến với bạn một bằng chứng rõ ràng Chúa của bạn hướng dẫn và lòng thương xót. Sau đó, không công bằng hơn so với một trong những người từ chối những câu thơ của Allah và quay lưng lại chúng là ai? Chúng ta sẽ thương hiệu những người chuyển đi từ chúng tôi câu thơ với tồi tệ nhất của sự trừng phạt vì họ có quay lưng.
zu: Noma funa nithi, 'Ukube nje umBhalo wayekade wasembulela yona, siyobe baye kahle guided than they. "
