Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2398
source: He said, "Our Lord is He who gave each thing its form and then guided [it]."
ca: Va dir, "Nostre Senyor és qui donava cada cosa forma i llavors guiada [es]."
cy: Meddai, "Ein Arglwydd yw ef a roddodd bob peth ei ffurf ac a lywiodd [TG]."
da: Han sagde, "Vorherre er ham, der gav hver ting sin form og derefter styret [det]."
el: Είπε, «Ο Κύριός μας είναι αυτός που έδωσε κάθε πράγμα της φόρμας και στη συνέχεια να καθοδηγείται [αυτό].»
et: Ta ütles: "Issand on tema, kes andis iga asi oma vormi ja seejärel juhendava [ta]."
fi: Hän sanoi: "Meidän Herramme on hän, joka antoi jokainen asia muodossaan ja ylsi [se]."
he: הוא אמר, "אדוננו היא אשר נתנה לכל דבר בצורתו, מונחה לאחר מכן [בו]".
hr: "Naš gospodar je on koji je dao svaku stvar svoj oblik i onda vodi [to]."
lt: Jis sakė: "Mūsų Viešpats yra tas, kuris davė kiekvieno nieko jos forma ir tada vadovaujamasi [jis]."
lv: Viņš teica: "Mūsu kungs, viņš, kas deva katru lieta tā forma un tad aizveda [tā]."
nb: Han sa, "Vår Herre er den som ga hver ting sin form og deretter ledet [den]."
sk: On povedal: "Náš Pán je ten, ktorý dal každá vec, jeho formu a potom riadiť [to]."
sl: On reče: "Naš Gospod je on, ki je dal vsako stvar svojo obliko in nato ravna [je]."
sr_cyrl: Рекао је, "Господ је тај који је дао сваку ствар у свом облику и затим вођена [то]".
sr_latn: Rekao je, "Gospod je taj koji je dao svaku stvar u svom obliku i zatim vođena [to]".
uk: Він сказав: "наш Господь той, хто дав кожну річ свою форму і потім керуючись [його]."
vi: Ông nói, "Chúa chúng ta là người đã từng điều hình thức của nó và sau đó hướng dẫn [nó]."
zu: Wathi: "INkosi yethu inkulu Lowo owanika into ngayinye njengoba injalo bese guided [isixhumo]."

# Quran2399
source: [Pharaoh] said, "Then what is the case of the former generations?"
ca: [Faraó] dit, "Llavors què és el cas de les generacions anteriors?"
cy: [Ffaro] dywedodd, "Yna beth yw achos y cenedlaethau gynt?"
da: [Farao] sagde, "Så hvad er sagen om de tidligere generationer?"
el: [Φαραώ] είπε, «τι είναι η περίπτωση του πρώην γενεών; ΄΄
et: [Vaarao] ütles: "Siis mis on endine põlvkondade puhul?"
fi: [Farao] sanoi: "Sitten mitä tapahtuu edellisten sukupolvien?"
he: [פרעה] אמר, "אז מהו המקרה של הדורות לשעבר?"
hr: [Faraon] je rekao, "Onda što je slučaj bivše generacije?"
lt: [Faraonas] sakė: "Tai kas yra buvęs kartų atveju?"
lv: [Faraons] teica: "Tad kāda ir iepriekšējo paaudžu lieta?"
nb: [Farao] sa, "Så hva er tilfelle av tidligere generasjoner?"
sk: [Faraóna] povedal, "Potom, čo je prípad bývalého generácie?"
sl: [Faraon] je dejal, "Potem kaj je pri nekdanji generacije?"
sr_cyrl: [Фараон ] је рекао, "Онда шта је случај бившег генерација?"
sr_latn: [Faraon] je rekao, "Onda šta je slučaj bivšeg generacija?"
uk: [Фараона] сказав: "тоді те, що у випадку з колишнім поколінь?"
vi: [Pharaoh] nói, "Sau đó những gì là trường hợp của các thế hệ cũ?"
zu: [UFaro] wathi: "Khona-ke iyini icala izizukulwane zangaphambili?"

# Quran2400
source: [Moses] said, "The knowledge thereof is with my Lord in a record. My Lord neither errs nor forgets."
ca: [Moses] va dir, "és el coneixement del mateix amb el meu Senyor en un registre. Senyor errs ni oblida."
cy: [Moses] dywedodd, "y gwybodaeth ohonynt gyda fy Arglwydd mewn cofnod. Mae fy Arglwydd ymylu nac anghofio."
da: [Moses] sagde, "viden herom er med min herre i en post. Min herre med urette heller ikke glemmer."
el: [Moses] είπε, «η γνώση τους είναι με το Κύριό μου σε μια εγγραφή. Κύριέ μου ούτε σφάλλει ούτε ξεχνά.»
et: [Moses] ütles: "mu Issand salvestuses koos on teadmisi sellest. Mu Issand errs ega unusta."
fi: [Moses] sanoi: "tietoja niistä on minun herrani tietueen. Herra ei pettäisi eikä unohtaa."
he: [Moses] אמר, "הידע שלו עם הלורד ברשומה. אדוני לא שוגה ולא שוכח."
hr: [Moses] je rekao, "znanja tome je sa gospodaru u zapisu. Gospodaru errs niti zaboravlja."
lt: [Moses] sako: "žinių jos yra su mano Viešpats įraše. Mano Viešpats nei klaidų, nei pamiršta."
lv: [Moses] teica: "tās zināšanas, kas ir ar manu Lord ierakstā. Mans kungs kļūdās, nedz aizmirst."
nb: [Moses] sa, "kunnskap derav er min Herre i en post. Min Herre errs verken glemmer."
sk: [Moses] povedal: "poznať je môj pán v zázname. Môj pán nesprávne ani zabudne."
sl: [Moses] je dejal, "tega znanja je z moj gospodar v zapisu. Moj Gospodar zmotno niti pozabi."
sr_cyrl: [Мосес ] је рекао, "знање исте је са мојим господом у запису. Господару грељи, нити заборавља."
sr_latn: [Moses] je rekao, "znanje iste je sa mojim gospodom u zapisu. Gospodaru greљi, niti zaboravlja."
uk: [Moses] сказав: "знання їх з мого Господа в записі. Мій Господь не errs і не забуває."
vi: [Moses] nói, "những kiến thức đó là với tôi Chúa trong một hồ sơ. Thưa không errs cũng không quên."
zu: [UMose] wathi: "azani thereof is mi Lord thayela. Nkosi yami neither ona noma akhohlwe."

# Quran2401
source: [It is He] who has made for you the earth as a bed [spread out] and inserted therein for you roadways and sent down from the sky, rain and produced thereby categories of various plants.
ca: [És va] que ha fet per a tu la terra com un llit [estén] i inserit en això per a vostè, carreteres i enviat del cel, la pluja i produït per categories de diverses plantes.
cy: [Mae'n ef] sydd wedi gwneud i chi y ddaear fel gwely [lledaenu] ac ychwanegwyd erthyglau ar gyfer eich ffyrdd a anfonwyd i lawr o'r awyr, glaw a gynhyrchwyd gan categorïau o'r amrywiol blanhigion.
da: [Det er han] der har lavet til dig jorden som seng [spredt ud] og indsættes deri for dig veje og sendt ned fra himlen, regn og produceret dermed kategorier af forskellige planter.
el: [Είναι αυτός] που έχει γίνει για σας η γη ως ένα κρεβάτι [απλώνονται] και εισαχθεί σ ' αυτό για εσάς οδοστρώματα και έστειλε κάτω από τον ουρανό, βροχή και που παράγονται με αυτόν τον τρόπο κατηγορίες διαφόρων φυτών.
et: [On ta] kes on teinud teile maa [laiali] voodi ja lisatakse sealsamas teile liikumisteed ja saatnud oma taevast, rain ja toodetud mistõttu eri kategooriate.
fi: [Se on hän] joka on tehnyt sinulle maan vuoteena [levittää] ja sisällyttää sinulle maantiet ja lähettänyt taivaalta sataa ja tuottaa siten luokkien erilaisia kasveja.
he: [זה הוא] מי הכינה בשבילך כדור הארץ כמו מצע [התפרסו] הוספת שם בשבילך, כבישי גישה, נשלח מן השמים, גשם, המיוצר ובכך קטגוריות של צמחים שונים.
hr: [To je] koji je napravio za vas zemlju kao ležaj [rasporediti] i umetnuta u njemu prometnica i poslao dolje s neba, kiše i proizvodi time kategorije raznih biljaka.
lt: [Tai jis] kurie turi atlikti jums žemę [išsikeroti] lova, o įtraukta jums kelius ir zeslal iš dangaus, lietus ir tokiu būdu gaminami įvairių augalų rūšių.
lv: [Tas ir, viņš], kas ir radīts jums zemes kā gultas [izklāja] un ievieto tajā braucamie ceļi un nosūtīts uz leju no debesīm, lietus un tādējādi ražo dažādus augus kategorijām.
nb: [Det er han] som har gjort for deg jorden som en seng [fordelt] og satt inn der du veier og sendt ned fra himmelen, regn og produsert og dermed kategorier av ulike planter.
sk: [Je to] kto urobil pre vás Zeme ako posteľ [rozložené] a vložený v nej pre vás vozoviek a zoslal z neba, dážď a produkoval tým kategórie rôznych rastlín.
sl: [To je on] ki je za vas naredili zemljo kot posteljo [širijo] in vstavi v njej zate ceste in poslal dol z neba, dež in s tem proizvaja kategorije različnih rastlin.
sr_cyrl: [То је] ко је је за вас земљу као кревет [раљирите] и аутоматски умеће у томе путевима и послао са неба, киша и произвео чиме би категорије различитих биљака.
sr_latn: [To je] ko je je za vas zemlju kao krevet [raљirite] i automatski umeće u tome putevima i poslao sa neba, kiša i proizveo čime bi kategorije različitih biljaka.
uk: [Це він] хто зробив для вас землю як ліжко [Рассосредоточіться] і вставлений в ньому для вас доріг і посланим з неба, дощ і тим самим виробляється категорії різноманітних рослин.
vi: [Đó là ông] những người đã làm cho bạn trái đất như một chiếc giường [trải ra] và chèn vào trong đó cho bạn đường và được gửi xuống từ bầu trời, mưa và sản xuất do đó loại thực vật khác nhau.
zu: [Kuyinto Yena] owenze ngawe umhlaba njengoba umbhede [endlale] futhi kushuthekwa therein ngawe imendo sa nikela bhakabhaka, imvula kwaveza ngaleyo ndlela nezigaba ezitshalweni nasezihlahleni ezihlukahlukene.

# Quran2402
source: Eat [therefrom] and pasture your livestock. Indeed, in that are signs for those of intelligence.
ca: Menjar [derivar] i pasturar el seu bestiar. De fet, que són signes per als d'intel·ligència.
cy: Fwyta [thelir] a Tir pori eich da byw. Yn wir, yn yr arwyddion ar gyfer y rheini o ddeallusrwydd.
da: Spise [heraf] og græs dine husdyr. Faktisk, i der er tegn for dem af intelligens.
el: Φάτε [τους] και των βοσκοτόπων σας ζωικού κεφαλαίου. Πράγματι, στο ότι είναι σημάδια για εκείνους της νοημοσύνης.
et: Söö [nendest] ja karjamaa oma karja. Tõepoolest, selles on märke neile luure.
fi: Syö [siitä] ja oman karjan laidun. Siinä todellakin merkkejä niille älykkyyttä.
he: לאכול [ממנו] ומרעה על המשק החי שלך. ואכן, בזה הם סימנים לאלו של אינטליגנציה.
hr: Jesti [tome] i pasu svoju stoku. Doista, u tome su znaci za one inteligencije.
lt: Valgyti [jų] ir ganyklų savo gyvulių. Iš tiesų, tame yra ženklai tiems iš žvalgybos.
lv: Ēst [tiem], un jūsu mājlopu ganībām. Patiešām, ka tiem izlūkošanas ir pazīmes.
nb: Spise [Dette] og beite dine husdyr. Faktisk, som er tegn for de av intelligens.
sk: [Z] jesť a vaše hospodárskych zvierat na pastviny. Vskutku, v tom sú znamenia pre tých, inteligencie.
sl: [Iz] jesti in pašnik svoje živine. Res, da so znaki za tiste inteligence.
sr_cyrl: Једи [владини] и паљњак своју стоку. Уистину , у томе су знаци за оне интелигенције.
sr_latn: Jedi [vladini] i paљnjak svoju stoku. Uistinu, u tome su znaci za one inteligencije.
uk: Їжте [можуть бути результатом вищенаведеного] і пасовищ худобу. Дійсно, в тому, що є ознаками для тих інтелекту.
vi: Ăn [therefrom] và đồng cỏ chăn nuôi của bạn. Thật vậy, trong đó có dấu hiệu cho những người thông minh.
zu: Yidla [therefrom] nedlelo imfuyo yakho.

# Quran2403
source: From the earth We created you, and into it We will return you, and from it We will extract you another time.
ca: De la terra hem creat i a això tornarem i d'ella ens extraurà vostè una altra vegada.
cy: O'r ddaear rydym wedi creu chi, ac ynddo Byddwn yn dychwelyd eich, ac o bydd dyfyniad chi amser arall.
da: Fra jorden vi skabt jer, og i det vil vi vende tilbage du, og fra det vi vil udtrække du en anden gang.
el: Από τη γη σας, δημιουργήσαμε και σε αυτό θα σας επιστρέψουμε από αυτό θα εξάγουμε σας κάποια άλλη στιγμή.
et: Maast me lõime teid, ja sinna me tagasi te seda saame väljavõte sa muul ajal.
fi: Maasta olemme luonut teidät siihen palaamme ja siitä aiomme purkaa sinun toisen kerran.
he: מן הארץ שיצרנו, לתוכו נחזיר אותך ואת ממנו נוכל לחלץ אותך בפעם אחרת.
hr: Od zemlje stvorili smo, i u nju će se vraćamo i iz nje ćemo vas ekstrakt neki drugi put.
lt: Iš žemėje mes sukurta jums, ir į jį mes gražinsime jums, ir iš jo mes ekstraktas jums dar kartą.
lv: No zemes, mēs izveidojām, un to mēs jums atgriezīsim un no tā mēs ekstrakts jums citā laikā.
nb: Fra jorden vi opprettet, i den vil vi returnere deg og fra det vi ville ekstra du en annen gang.
sk: Zo Zeme sme vytvorili, a do nej vrátime vám od neho budeme rozbaliť ste inokedy.
sl: Iz zemlje, smo ustvarili, vanjo bomo vrnili vam in iz njega smo hoteti citat drugič.
sr_cyrl: Из земље, ми смо направили тебе, и у то смо ће се вратити те из тога морамо извући ће ти неки други пут.
sr_latn: Iz zemlje, mi smo napravili tebe, i u to smo će se vratiti te iz toga moramo izvući će ti neki drugi put.
uk: З землі, ми створили ви, в неї ми повернемося ви і з нього буде Витягаємо ви ще раз.
vi: Từ trái đất, chúng tôi tạo ra bạn, vào đó, chúng tôi sẽ trả lại bạn, và từ đó, chúng tôi sẽ trích xuất bạn một thời gian.
zu: Kusukela umhlaba We qamba you futhi ngifakwe kuyo Sizobuye wena, futhi kukho Sizokwenza luthathe elinye isikhathi.

# Quran2404
source: And We certainly showed Pharaoh Our signs - all of them - but he denied and refused.
ca: I certament mostràvem faraó rètols - tots ells - però va negar i es va negar.
cy: A ydym yn sicr yn dangos Ffaro ein arwyddion-pob un ohonynt-ond mae'n gwadu ac yn gwrthod.
da: Og vi helt sikkert viste Farao vores tegn, - alle af dem - men han nægtede og nægtede.
el: Και εμείς σίγουρα έδειξε Φαραώ μας σημάδια - όλοι τους - αλλά τον αρνήθηκε και αρνήθηκε.
et: Ja me kindlasti paranemismärke vaarao meie - need kõik - kuid ta eitas ja keeldus.
fi: Ja me todellakin osoitti farao merkkejä - kaikki niistä - mutta hän kielsi ja kieltäytyi.
he: בהחלט הראנו פרעה השלטים שלנו - כולן - אך הוא הכחיש וסירב.
hr: I mi svakako pokazao faraonu naši znakovi - sve - ali je porekao i odbio.
lt: Ir mes tikrai parodė Faraonas mūsų ženklai, - visi jie - bet jis neigė ir atsisakė.
lv: Un mēs noteikti negrasījās faraons mūsu - visi no viņiem - bet viņš noliedza un atteicās.
nb: Og vi sikkert viste Farao våre tegn - alle av dem - men han nektet og nektet.
sk: A sme určite ukázal faraóna našich značiek - všetky z nich - ale bol odmietnutý a odmietol.
sl: In smo zagotovo pokazala Faraon naše znake, - vse od njih - vendar je zanikal in zavrnil.
sr_cyrl: И показали смо свакако фараон знацима - свима њима - али он је порекао и одбио.
sr_latn: I pokazali smo svakako faraon znacima - svima njima - ali on je porekao i odbio.
uk: І ми, звичайно, показав фараона наших ознаки, - всі з них - але він відрікся і відмовився.
vi: Và chúng tôi chắc chắn cho thấy Pharaoh các dấu hiệu của chúng tôi - tất cả - nhưng ông từ chối và từ chối.
zu: Futhi Ngokuqinisekile wabonisa uFaro izimpawu Yethu - bonke of them - kodwa waphika futhi benqaba.

# Quran2405
source: He said, "Have you come to us to drive us out of our land with your magic, O Moses?
ca: Va dir, "que vénen per conduir-nos fora de la nostra terra amb la seva màgia, O Moses?
cy: Meddai, "yr ydych yn dod atom i ein gyrru allan o'r ein tir gyda eich hud, O Moses?
da: Han sagde, "er du kommet for os at drive os ud af vores land med din magi, O Moses?
el: Είπε, «έχεις έρθει για μας να μας διώξουν από τη γη μας με το μαγικό σας, O Moses;
et: Ta ütles: "sa tulnud meid juhtida meid läbi meie maa Magic, O Moses?
fi: Hän sanoi: "Oletko tullut luoksemme ajaa meidät pois maastamme magiaa, O Moses?
he: הוא אמר, "אתה? לנו להסיע אותנו האל עם הקסם שלך, O Moses
hr: Rekao je, "ti doći nama nas istjerati iz naše zemlje pomoću magije, O Moses?
lt: Jis sakė: "jūs atėjo mums vairuoti mus iš mūsų žemės su savo magija, O Moses?
lv: Viņš teica: "jūs esat nākuši pie mums, lai vestu mūs no mūsu zemes ar savu maģiju, Moses O?
nb: Sa han, "har du kommet til oss å kjøre oss ut av vårt land med magiske, O Moses?
sk: On povedal: "ste prišli na nás riadiť nás z našej pôdy svoje kúzlo, O Moses?
sl: Je dejal, "imeli ste prišli k nam za vožnjo nas iz naše zemlje s čarobno, O Moses?
sr_cyrl: Он је рекао, "да нам се обратио да нас избаци из земљу са твојом магијом, О Мосес?
sr_latn: On je rekao, "da nam se obratio da nas izbaci iz zemlju sa tvojom magijom, O Moses?
uk: Він сказав: "ви прийшли до нас, щоб керувати нами з нашої землі з магії, O Moses?
vi: Ông nói, "bạn đã đi với chúng tôi để đẩy chúng ra khỏi đất của chúng tôi với ma thuật của bạn, O Moses?
zu: Wathi: "Wake wangena kithina ukuba sishayele wasikhipha ezweni lakithi kho loya O Mose?

# Quran2406
source: Then we will surely bring you magic like it, so make between us and you an appointment, which we will not fail to keep and neither will you, in a place assigned."
ca: Llavors ens es segurament portarà màgia com això, així que entre nosaltres i vostè cita, que no ens deixarà de mantenir i tampoc es que, en un lloc assignat.
cy: Yna byddwn yn sicr ddod â chi hud tebyg iddo, felly gwnewch rhyngom a eich apwyntiad, a ydym ni Bydd methu â Cadw ac nid chi, bydd mewn lle neilltuir."
da: Så vi vil helt sikkert bringe dig magi ligesom det, så gør mellem os og dig en aftale, som vi ikke vil undlade at holde og hverken vil du, på et sted, der er tildelt."
el: Στη συνέχεια θα σας φέρει σίγουρα μαγεία σαν αυτό, έτσι κάνουν μεταξύ μας και σας ραντεβού, που δεν θα παραλείψουμε να κρατήσει και ούτε θα σας, σε ένα μέρος που έχει αντιστοιχιστεί."
et: Siis me kindlasti toovad teile meeldib magic, nii et meie vahel ja te kohtumise, kus me ei suuda hoida ja kumbki näidatakse teile määratud kohas."
fi: Sitten varmasti tuo taika tykkää, joten varmista välillämme ja voit tapaamisen, jossa emmekä jätä pitää eikä se teille osoitettu paikkansa.
he: לאחר מכן אנו לבטח להביא את הקסם כמו זה, לכן כדאי בינינו, לך פגישה, לא ניכשל לשמור וגם אתה, במקום להקצות."
hr: Onda će sigurno donijeti magija kao što je to, tako da između nas i te obveze koji ćemo uspjeti držati i ne će, u mjesto dodijelio."
lt: Tada mes neabejotinai atneš jums magija kaip tai, kad tarp mūsų ir jūsų paskyrą, kurioje mes ne nesugeba išlaikyti ir nė vienas bus jums, priskirtas vietoje."
lv: Tad mēs noteikti dos jums nepatīk maģija, tāpēc pārliecinieties, starp mums un jums tikšanos, kas nav mums neizdosies saglabāt un ne jūs, vietā piešķirta."
nb: Så vi vil sikkert gi deg magi som det, så gjør mellom oss og deg en avtale, som vi ikke vil unnlate å holde og heller vil du, på et sted som er tilordnet.
sk: Potom budeme určite vás mágia, ako to, aby sa medzi nami a ste schôdzku, ktoré sme nedokážu udržať, a ani nebude, vo vyhradenom mieste.
sl: Nato bomo zagotovo popeljal magic všeč, tako da med nas in vas sestanek, ki mi ne bo uspelo obdržati in niti boste, v kraju dodeljena."
sr_cyrl: Онда смо ће сигурно да вам донесем магију као то, Дакле између нас и ти сатанак на који Хером да настави и ни један ће ти, на месту додељена."
sr_latn: Onda smo će sigurno da vam donesem magiju kao to, Dakle između nas i ti satanak na koji Herom da nastavi i ni jedan će ti, na mestu dodeljena."
uk: Потім ми безумовно, принести вам магії, як він, тому переконайтеся, між нами і ви попереднього запису, що ми не вдасться зберегти і не буде вас, в місці призначення".
vi: Sau đó chúng tôi sẽ chắc chắn mang lại cho bạn ma thuật như nó, vì vậy hãy giữa chúng tôi và cuộc hẹn, chúng tôi sẽ không giữ cho bạn và không phải chứ, ở một nơi được chỉ định."
zu: Khona-ke ngokuqinisekile ulethe wena magic like it, ngakho-ke qinisekisa phakathi kwethu nani aphoyintimenti, okuyinto thina ngeke ahluleke ukugcina futhi futhi ngeke, endaweni ababelwe. "

# Quran2407
source: [Moses] said, "Your appointment is on the day of the festival when the people assemble at mid-morning."
ca: [Moses] va dir: "la cita és el dia del festival quan la gent reunir a mig matí".
cy: [Moses] dywedodd, "eich penodiad ar ddiwrnod yr ŵyl pan mae pobl yn ymgynnull yn ganol y bore."
da: [Moses] sagde, "din aftale er dag i festivalen når folk samles på midten af formiddagen."
el: [Moses] είπε, «σας ραντεβού είναι την ημέρα του Φεστιβάλ όταν οι άνθρωποι συγκεντρώσει στα μέσα του πρωινού.»
et: [Moses] ütles: "teie kohtumine kestab festivali päeval kui inimesed koondada kell keskhommikul."
fi: [Moses] sanoi: "aika on päivän festivaali kun ihmiset kokoontuvat aamupäivällä."
he: [Moses] אמר, "הפגישה ביום של הפסטיבל כאשר העם להרכיב בבוקר באמצע."
hr: [Moses] je rekao, "sastanak je dana festivala kada ljudi okupi sredinom jutra."
lt: [Moses] sako: "jūsų paskyra yra festivalio dieną kai žmonės surinkti ne vidurio ryto."
lv: [Moses] teica: "tikšanās ir festivāla dienā, kad cilvēki sapulcējas pie rīta cēliena vidū."
nb: [Moses] sa, "avtale er dagen av festivalen når folk samle på formiddagen."
sk: [Moses] povedal: "vaše vymenovanie je deň festivalu, keď ľudia zhromažďovať v polovici-ráno."
sl: [Moses] je dejal, "vaš sestanek je na dan festivala, ko ljudje zberejo na sredino dopoldneva."
sr_cyrl: [Мосес ] је рекао, "твој састанак је на дан прославе, када се људи окупе у рано јутро."
sr_latn: [Moses] je rekao, "tvoj sastanak je na dan proslave, kada se ljudi okupe u rano jutro."
uk: [Moses] сказав: "ваше призначення в день фестивалю коли люди збираються в середині ранку."
vi: [Moses] nói, "cuộc hẹn của bạn vào ngày của Lễ hội khi người dân lắp ráp tại giữa buổi sáng."
zu: [UMose] wathi: "ukuqashwa kuyo ngosuku lomkhosi lapho abantu babuthane emini yasekuseni."

# Quran2408
source: So Pharaoh went away, put together his plan, and then came [to Moses].
ca: Així faraó anava, reunit el seu pla i llavors va venir [a Moses].
cy: Felly mae Ffaro aeth i ffwrdd, lunio ei gynllun, ac yna daeth [i Moses].
da: Så Farao gik væk, sammensætte sin plan, og så kom [til Moses].
el: Έτσι Φαραώ πήγε μακριά, μαζί το σχέδιό του, και στη συνέχεια ήρθε [σε Moses].
et: Nii vaarao läks ära, tema plaan kokku panna ja siis tuli [Moses].
fi: Niin farao meni pois, koota hänen suunnitelmansa, ja sitten tuli [Moses].
he: אז פרעה הלך לדרכו, להרכיב את התוכנית שלו, ואז [עד Moses].
hr: Tako Faraon otišao, sastaviti svoj plan, a onda je došao [Moses].
lt: Taigi Faraonas nuėjo, sujungti savo planą, ir tada atėjo [į Moses].
lv: Tātad faraons aizgāja, salikt kopā savu plānu un tad nāca [Moses].
nb: Så Farao gikk bort, sette sammen sin plan, og så kom [til Moses].
sk: Tak faraóna odišiel, dokopy svoj plán, a potom prišiel [Moses].
sl: Torej Faraon odšel skupaj njegov načrt in potem prišel [Moses].
sr_cyrl: Тако фараон отишао, састави свој план, и онда дошли [Мосес].
sr_latn: Tako faraon otišao, sastavi svoj plan, i onda došli [Moses].
uk: Так фараона пішов геть, разом узяті його план і потім прийшли [Moses].
vi: Vì vậy Pharaoh đã đi xa, cùng nhau đưa kế hoạch của mình, và sau đó đến [Moses].
zu: Ngakho uFaro yahamba, waqoqa uhlelo lwakhe lokufundisa abantu, ayeseza [kuMose].
