Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2481
source: And they say, "Why does he not bring us a sign from his Lord?" Has there not come to them evidence of what was in the former scriptures?
ca: I diuen, "per què no va porta ens un signe del seu senyor?" No hi ha arribat a les proves del que tenia en les escriptures antigues?
cy: Ac maent yn dweud, "pam nid ei fod yn dod â inni arwydd gan ei Arglwydd?" Mae wedi dod iddynt nid tystiolaeth o'r hyn a oedd yn yr hen ysgrythurau?
da: Og de siger, "hvorfor han ikke bringe os et tegn fra sin herre?" Er der ikke kommet til dem beviser for hvad der var i de tidligere skrifter?
el: Και λένε, «γιατί δεν αυτός μας φέρνει μια πινακίδα από το Λόρδο;» Εκεί δεν έχει έρθει σε αυτά στοιχεία του τι ήταν πρώην γραφές;
et: Ja nad ütlevad, "miks ta anna meile märk: ta isand?" Seal ei jõudnud neid tõendeid, mis oli endine pühakirja?
fi: Ja he sanovat, "miksi hän tuo meille merkki Luojan?" Ei ole tullut niitä todisteita siitä, mitä oli entinen Raamatussa?
he: הם אומרים, "למה אינו הוא מביא לנו סימן של האל שלו?" לא הגיע יש להם ראיות של מה שהיה בכתובים לשעבר?
hr: I kažu, "Zašto ne on donosi nam znak od svoga gospodara?" Nije tamo došao im dokaze o tome što je u bivšoj pisma?
lt: Ir jie sako, "kodėl jis neduoda mums ženklas iš savo Viešpaties?" Ten neatėjo jiems įrodymų, kas buvo buvęs raštą?
lv: Un viņi saka: "kāpēc viņš nedod mums parakstīt no viņa kungs?" Tur nav pienācis uz tiem pierādījumiem, kas bija bijušais rakstos?
nb: Og de sier, "hvorfor han ikke bringer oss et tegn fra hans Herre?" Er det ikke kommet til dem bevis på hva som var i tidligere skriftene?
sk: A hovoria: "prečo on neprináša nám znamenie od svojho pána?" Tam neprišiel ich dôkaz toho, čo bolo v bývalej písma?
sl: In pravijo, "zakaj je nas ne bo znak iz svojega gospodarja?" Tam ni prišel do njih dokazov, kar je bilo v nekdanji pisma?
sr_cyrl: И кажу, "Зашто он не доноси нам знак из свог господара?" Има тамо не да им се доказе како је било у Библији бившег?
sr_latn: I kažu, "Zašto on ne donosi nam znak iz svog gospodara?" Ima tamo ne da im se dokaze kako je bilo u Bibliji bivšeg?
uk: І вони кажуть: "Чому не він приносить нам знак від пана свого?" Там не прийшла до них доказів того, що було в колишньому Писання?
vi: Và họ nói, "tại sao không ông mang lại cho chúng tôi một dấu hiệu từ của mình Chúa?" Đã có không đến với họ bằng chứng về những gì đã trong kinh thánh cũ?
zu: Futhi bathi, "Kungani ningezanga us komba nga akhe Lord?"

# Quran2482
source: And if We had destroyed them with a punishment before him, they would have said, "Our Lord, why did You not send to us a messenger so we could have followed Your verses before we were humiliated and disgraced?"
ca: I si ens havia destruït amb un càstig davant d'ell, hauria dit, "nostre Senyor, per què no enviar-nos un Missatger perquè hem podia seguit el seu versos abans que fóssim humiliat i deshonrat?"
cy: Ac os oedd gennym dinistrio eu â chosbi cyn iddo, byddent wedi dweud, "ein Arglwydd, pam nid oeddech wedi anfon i ni negesydd felly rydym wedi dilyn eich penillion cyn inni benisel ac cywilyddio'n?"
da: Og hvis vi havde ødelagt dem med en straf før ham, de ville have sagt, "vor Herre, hvorfor du sende ikke os en messenger så vi kunne have fulgt dit vers inden vi blev ydmyget og vanærede?"
el: Και αν εμείς είχε καταστρέφεται τους με μια τιμωρία πριν από αυτόν, ότι θα έλεγαν, «ο Κύριός μας, γιατί να δεν στείλετε μας αγγελιοφόρο έτσι θα μπορούσε να παρακολουθήσαμε τα τους στίχους πριν ήμασταν ταπεινωμένος και ντροπιασμένος;»
et: Ja kui meil oli hävitas nad karistust enne teda, nad oleks öelnud, "Issand, miks ei sa saatnud meile messenger nii, et me võiks järgida oma värsse, enne olime alanduse ja disgraced?"
fi: Ja jos me tuhosi ne rangaistukseksi ennen häntä, he sanoivat, "Herra, miksi voit ole lähettänyt meille messenger joten voisi on seurannut teidän säkeet ennen olimme nöyryytetään ja epäsuosioon?"
he: אם אנחנו הרסו אותם עם עונש לפניו, הם היו אומרים, "אדוננו, למה לא שלחת אלינו שליח אז אנחנו יכול להיות עקב החרוזים שלך לפני שהיינו מושפל על בושה?"
hr: I ako smo uništili ih s kaznom prije njega, rekli bi, "naš Gospodin, zašto si ne poslao nam Glasnik pa smo mogli pratiti svoje stihove prije nego što smo poniženi i osramoćena?"
lt: Ir jei mes turėjo sunaikinti juos su bausmės prieš jį, jie nori, sako, "mūsų Viešpatie, kodėl jūs nesiuntė mums messenger, turime galėtų laikytis savo eilėmis prieš tai buvo pažemintas ir pažemintas?"
lv: Un ja mēs iznīcinājusi tās ar sodu viņam priekšā, viņi ir teikuši, "mūsu kungs, kāpēc jūs nenosūtīja mums messenger tāpēc mēs varētu aiz jūsu vārsmas, pirms mēs bijām pazemots un negodā kritis?"
nb: Og hvis vi hadde ødelagt dem med en straff for ham, ville de ha sagt, "vår Herre, hvorfor du sendte ikke oss en budbringer så vi kunne ha fulgt din vers før vi ble ydmyket og skjemt?"
sk: A ak sme mali zničil trest pred ním, oni by povedali, "nášho Pána, prečo ste neposlal nás messenger tak sme mohli nasledovať vaše verše ako sme boli ponížení a nemilosti?"
sl: In če smo imeli jih uniči z kazen pred njim, da bi rekel, "Naš Gospod, zakaj si ne pošljete nam sel tako lahko sledimo svoje verze preden smo bili ponižan in osramočen?"
sr_cyrl: И ако смо уништили их са казна пред њим, говорили су, "Господ, зашто те није послао да нас гласник тако да смо могле пратити твоје песме пре него што смо били понижени и срамоте?"
sr_latn: I ako smo uništili ih sa kazna pred njim, govorili su, "Gospod, zašto te nije poslao da nas glasnik tako da smo mogle pratiti tvoje pesme pre nego što smo bili poniženi i sramote?"
uk: І якщо ми знищили їх з покаранням перед ним, вони б сказали: "наш Господь, чому не надіслано нам messenger таким чином ми могли б пішли за ваші вірші перед тим, як ми були приниження і Опальний?"
vi: Và nếu chúng tôi đã tiêu diệt chúng với một hình phạt trước khi anh ta, họ đã có thể nói, "Chúa chúng ta, tại sao bạn không gửi cho chúng tôi một messenger để chúng tôi có thể đã theo bài thơ của bạn trước khi chúng tôi đã bị sỉ nhục và disgraced?"
zu: Futhi uma We yayibabhubhisile nge isijeziso phambi kwakhe, they tshela "Ithu Lord You cha sa us gijimi ngakho sasingenakukwazi baye balandela amavesi yakho phambi thina babehlaziswa?"

# Quran2483
source: Say, "Each [of us] is waiting; so wait. For you will know who are the companions of the sound path and who is guided."
ca: Dir, "cada [nosaltres] espera; Així que espera. Perquè sabrà qui són els companys del camí so i que és guiada."
cy: Dweud, "Mae pob [ein] yn aros; Felly aros. I chi bydd gwybod pwy yw'r cymdeithion llwybr cadarn ac sy'n cael ei arwain."
da: Sige, "hver [os] venter; Så vent. Du vil vide hvem er ledsagere af stien lyd og der er guidet."
el: Λένε, «καθένας [μας] είναι σε αναμονή? Έτσι περιμένετε. Για σένα θα ξέρεις ποιοι είναι οι σύντροφοι της διαδρομής ήχου και που καθοδηγείται».
et: Öelda: "igaüks [meist] ootab; nii et oodata. Teile teate kes on heli tee kaaslased ja kes juhindub."
fi: Esimerkiksi: "jokainen [] odottaa; Joten odota. Voit tietää keitä seuralaisia ääni polku ja joka noudattaa."
he: אומרים, "כל [אחד] מחכה; אז רגע. לך תדע מי הם הלוויה של הנתיב קול, מי מודרך."
hr: Kažu, "svih [ljudi] čeka; Čekaj. Za vas će znati koji su društvo zvuk put i koji vodi."
lt: Tarkim, "viena [apie mus] laukia; Taigi palaukti. Jums bus žinoti, kas yra garso kelias kompanionai ir kurie vadovaujasi."
lv: Teikt: "katra [mums] gaida; Tātad jāgaida. Jums zināt, kas ir skaņas ceļa biedrus un kas tiek vadīta."
nb: Si, "hver [oss] venter; så vent. Du vet hvem er følgesvennene til lyd banen og som styres."
sk: Napríklad: "všetkých [nás] čaká; Takže čakať. Pre vás vedieť, kto sú spoločníci zvuku cestu a kto riadi."
sl: Reči, "vsak [nas] čaka; Torej čakati. Zate bo vedel kdo so tovariši zvok pot in ki ravna."
sr_cyrl: Рецимо , "чека свих [нас]; Па , чекај. За вас ће знати ко су Компањони звучне путање и која је вођена."
sr_latn: Recimo, "čeka svih [nas]; Pa, čekaj. Za vas će znati ko su Kompanjoni zvučne putanje i koja je vođena."
uk: Скажімо, "кожен [нас] чекає; так що чекайте. Для вас буде знати, хто є супутниками звукова шлях і хто керується."
vi: Nói, "mỗi người [chúng ta] là chờ đợi; Vì vậy chờ đợi. Cho bạn sẽ biết ai là companions của đường âm thanh và người được hướng dẫn."
zu: Uthi, "Ngamunye [wethu] ilindele ngokulangazela; ngakho ukulinda Ngoba niyolazi ibaphi abangane endleleni umsindo futhi eqondiswa.."

# Quran2484
source: [The time of] their account has approached for the people, while they are in heedlessness turning away.
ca: [El temps de] seu compte s'hagi acostat per a la gent, mentre estan heedlessness convertir de distància.
cy: [Amser] wedi eu cyfrif yn cysylltu â'i bobl, tra maent yn heedlessness i droi i ffwrdd.
da: [Tid af] deres konto har henvendt sig til mennesker, mens de er ubetænksomhed drejning væk.
el: [Ο χρόνος] λογαριασμό τους έχει προσεγγίσει για το λαό, ενώ βρίσκονται σε heedlessness στροφή μακριά.
et: [Aeg] oma konto on lähenes inimestele, kui nad heedlessness silma ära.
fi: [Aika] tilinsä on lähestynyt ihmisiä, kun he ovat kevytmielisen kääntämään pois.
he: [תקופת] בחשבונם פנה לעם, בעוד הם איכפתיות בורחת.
hr: [Vrijeme] njihov račun je prišao ljudima, dok su u heedlessness odbijati.
lt: [Metu] savo sąskaitą kreipėsi žmonėms, kai jie yra heedlessness sukant šalin.
lv: [Laiks] viņu kontā ir vērsies cilvēkiem, tām atrodoties heedlessness novērsdamās.
nb: [Da] kontoen har nærmet seg for mennesker, mens de er i heedlessness vende seg bort.
sk: [Čas] ich účet má priblížil pre ľudí, zatiaľ čo oni sú v nepozornosti odvrátil.
sl: [Čas] svoj račun je obrnila za ljudi, medtem ko so v heedlessness obrnil stran.
sr_cyrl: [Вријеме ] њихов рачун достигла је за људе, док су они у хеедлесснесс се окреће.
sr_latn: [Vrijeme] njihov račun dostigla je za ljude, dok su oni u heedlessness se okreće.
uk: [Часу] їх рахунок підійшов для людей, поки вони знаходяться в heedlessness відвертаючись.
vi: [Thời gian] tài khoản của họ đã tiếp cận cho người dân, trong khi họ đang có trong heedlessness quay đi.
zu: [Isikhathi] akhawunti wabo zokuba abantu, lokha heedlessness niphambuke.

# Quran2485
source: No mention comes to them anew from their Lord except that they listen to it while they are at play
ca: Cap menció ve a ells nou del seu Senyor excepte que van escoltar mentre estan en joc
cy: Nid oes sôn am y daw iddynt o'r newydd eu Arglwydd heblaw y mae nhw'n gwrando arno tra eu bod yn chwarae
da: Ingen omtale kommer til dem på ny fra deres Herre bortset fra at de lytter til det, mens de er på spil
el: Καμία αναφορά έρχεται σε αυτούς εκ νέου από τους Λόρδος εκτός από το ότι ακούνε αυτό ενώ βρίσκονται στο παιχνίδι
et: Ei mainita pärineb neile uuesti nende Issand välja, et nad kuulavad seda, kui nad mängivad
fi: Ei mainita tulee heille uudelleen heidän Herransa paitsi, että he kuuntelevat, kun he ovat Pelaa
he: אין אזכור מגיע להם מחדש את האל שלהם חוץ מזה הם מקשיבים זה בזמן שהם משחקים
hr: Ne spominje u pitanju ih iznova od Gospoda osim što slušaju ga dok su u igri
lt: Paminėti ateina į juos iš naujo iš jų Viešpaties išskyrus tai, kad jos klausytis, o jie žaisti
lv: Nav pieminēts nāk viņiem no jauna savu kungu no izņemot to, ka tie klausīties to, kamēr tie atrodas atskaņošanas
nb: Ingen nevner kommer til dem på nytt fra deres Herre bortsett fra at de lytte til det mens de er på spill
sk: Žiadna zmienka pochádza ich znovu svojho pána s výnimkou, že počúvajú to, keď sú v hre
sl: Ne omenja prihaja z njimi znova iz svojega Gospoda razen, da jih poslušate medtem ko so v igri
sr_cyrl: Нема спомена у питању их изнова из свог господара осим да слушају га док су они у игри
sr_latn: Nema spomena u pitanju ih iznova iz svog gospodara osim da slušaju ga dok su oni u igri
uk: Ніякої згадки приходить до них заново з їх Господь Крім того, що вони слухають, до нього поки вони грають
vi: Không đề cập đến chúng trở lại từ của Chúa ngoại trừ rằng họ lắng nghe nó trong khi họ đang chơi
zu: Akukhulunywa nhlobo sondela them kabusha nga bo Lord lowo they ukulalela it ngenkathi they are at play

# Quran2486
source: With their hearts distracted. And those who do wrong conceal their private conversation, [saying], "Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]?"
ca: Amb el cor distret. I qui s'equivoca ocultar la seva conversa privada, [dir], "és aquest [profeta] excepte un ésser humà com tu? Així vols t'acostes màgia mentre esteu conscients []?"
cy: Gyda eu calonnau tynnu sylw. Mae'r rhai sy'n ei wneud yn anghywir yn cuddio eu sgwrs breifat, [dweud], "yn hwn [Proffwyd] ac eithrio bod dynol fel chi? Felly byddai eich dull hud tra byddwch yn ymwybodol [TG]?"
da: Med deres hjerter distraheret. Og dem, der gør forkert skjule deres private samtale, [siger], "er denne [profet] undtagen et menneske som dig? Så ville du nærmer dig magi mens du kender [det]?"
el: Με την καρδιά τους αποσπούν την προσοχή. Και όσοι κάνουν λάθος κρύβουν ιδιωτική συνομιλία τους, [λέγοντας], «είναι αυτό [προφήτης] εκτός από έναν άνθρωπο σαν εσένα; Έτσι θα πλησιάζετε μαγεία ενώ γνωρίζετε [αυτό];»
et: Oma südame segane. Ja need, kes valesti varjata oma eravestlusi [öelda], "on see prohvet, välja arvatud inimene nagu sina? Nii oleks teil lähenemisviis magic olles teadlikud [ta]?"
fi: Heidän sydämensä häiritsee. Ja ne, jotka tekevät väärin peittää kahdenkeskisen keskustelun, [sanoen], "on tämä profeetta paitsi ihminen kuin sinä? Joten te lähestymistapa magic ollessasi tietoinen []?"
he: מוסחת ליבן. ואת מי טועה להסתיר את השיחה הפרטית שלהם, [ואמר] "[הנביא] למעט אדם כמוך? אז האם אתה מתקרב קסם בזמן שאתה מודע [בו]?"
hr: Svojim srcima rastresen. I one koji to krivo prikriju njihov privatni razgovor, [govoreći], "je ovaj [prorok] osim čovjeka kao što si ti? Tako bi pristup magije ako ste svjesni [toga]?"
lt: Savo širdį išsiblaškęs. Ir tiems, kurie neteisingai nuslėpti jų privatus pokalbis, [sako], "yra šios [pranašas] išskyrus žmogui kaip jūs? Taigi jums kreiptis magija o žinote, [jis]?"
lv: Ar viņu sirdis apjucis. Un tie, kuri nepareizi noslēpt to privātu sarunu, [saka], "ir [Pravietis] izņemot cilvēcisku būtni kā tu? Tātad būtu jums pieeja burvju, kamēr tu apzinies [tā]?"
nb: Med sine hjerter distrahert. Og de som galt skjule deres privat samtale, [sa], "er dette [profeten] bortsett fra et menneske som deg? Så ville du nærmer magic mens du er våken av det]?"
sk: Srdcom nepozorný. A tých, ktorí zle skrývať ich súkromný rozhovor [hovoriť], "je tento [prorok] okrem ľudskej bytosti, ako ste? Takže by ste prístup magic zatiaľ, čo ste si vedomí [to]?"
sl: Z moti njihova srca. In tiste, ki narobe prikriti svoje zasebni pogovor, [pravijo,], "je ta [prerok] razen človeka kot si ti? Tako bi se pristop magic medtem, ko ste seznanjeni [je]?"
sr_cyrl: Са њиховим срцима растројено. И оне који су погрешили сакрије њихов приватни разговор, [указујући], "је овај пророк осим људско биће као ти? Тако би ти прићи магију док сте свесни [то]?"
sr_latn: Sa njihovim srcima rastrojeno. I one koji su pogrešili sakrije njihov privatni razgovor, [ukazujući], "je ovaj prorok osim ljudsko biće kao ti? Tako bi ti prići magiju dok ste svesni [to]?"
uk: Всім своїм серцем відволікає. І ті, які неправильно приховувати їх приватної розмови, [кажучи:] "є [пророк] Крім людської істоти, як ти? Так би ви підійти магії у той час як ви усвідомлюють [це]?"
vi: Với trái tim của họ bị phân tâm. Và những người làm sai che giấu trò chuyện riêng của họ, [nói], "[tiên tri] này ngoại trừ một con người như bạn? Như vậy sẽ bạn tiếp cận ma thuật trong khi bạn đang nhận thức được [nó]?"
zu: With izinhliziyo zabo kokuphazamiseka.

# Quran2487
source: The Prophet said, "My Lord knows whatever is said throughout the heaven and earth, and He is the Hearing, the Knowing."
ca: El Profeta va dir, "el meu Senyor sap el que diu tot el cel i la terra, i és l'audiència, el saber".
cy: Dywedodd y Proffwyd, "Mae fy Arglwydd yn gwybod beth bynnag a ddywedir drwy gydol y nefoedd a'r ddaear, ac ei fod yn y gwrandawiad, y mae gwybod."
da: Profeten sagde, "min herre ved hvad siges hele himlen og jorden, og han er høringen, vide."
el: Ο προφήτης είπε, «Κύριέ μου ξέρει ό, τι λέγεται σε όλο τον ουρανό και τη γη, και αυτός είναι ακροατηρίου, γνωρίζοντας το.»
et: Prohvet ütles: "mu jumal teab mis iganes öeldakse kogu taeva ja maa ja ta on kuulmine, ning teades."
fi: Profeetta sanoi: "Herra tietää, mitä on sanottu koko taivaan ja maan, ja hän on istunnossa, kun tiedetään."
he: הנביא אמר: "אדוני יודע מה שנאמר ברחבי השמים והארץ, והוא הדיון, לדעת."
hr: Prorok je rekao, "moj Bog zna sve što je rekao u neba i zemlje, i on je sluh, poznavanje."
lt: Pranašas pasakė, "mano Viešpats žino, ką sako, per visą dangų ir žemę, ir jis yra per posėdį, kad žinios."
lv: Pravietis teica: mans kungs zina, kāds esot visā debesis un zemi, un viņš ir dzirdes, zinot.
nb: Profeten sa: "min herre vet hva sa hele himmelen og jorden, og han er høringen, på å vite."
sk: Prorok povedal: "môj pán vie, čo sa hovorí v celej neba a Zeme, a on je sluch, znalosť."
sl: Prerok je dejal, "moj Gospod ve, kar je rekel po vsej neba in zemlje, in on je zaslišanje, je poznavanje."
sr_cyrl: Пророк је рекао, "мој Господ зна да шта год да је рекао широм неба и земље, и он је слух, на знајужи."
sr_latn: Prorok je rekao, "moj Gospod zna da šta god da je rekao širom neba i zemlje, i on je sluh, na znajuжi."
uk: Пророк сказав: "Мій Господь знає все, що сказав по всій неба і землі, і він не слух, знаючи, що в".
vi: Các tiên tri đã nói, "Chúa tể của tôi biết bất cứ điều gì được nói trong thiên đàng và trái đất, và ông là cuộc điều trần, sự hiểu biết."
zu: Umprofethi wathi, "Nkosi yami iyazi whatever kuthiwa kulo lonke izulu nomhlaba, He is Ukuzwa, ukwazi."

# Quran2488
source: But they say, "[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles]."
ca: Però ells diuen, "[la revelació és però] una barreja de falsos somnis; més aviat, que ha inventat més aviat, és un poeta. Així que ell ens porten un signe igual que enviaven els anteriors [missatgers] [amb miracles]."
cy: Ond maent yn dweud, "[yn y datguddiad, ond] gymysgedd o'r breuddwydion ffug; yn hytrach, mae ef wedi dyfeisio'r yn hytrach, ef yw bardd. Felly, gadewch iddo ddod â ni'n arwydd union fel anfonwyd blaenorol [negeswyr] [gyda gwyrthiau]."
da: Men de siger, "[Åbenbaringen er men] en blanding af falske drømme; snarere, han har opfundet det; Han er derimod en digter. Så lad ham bringe os et tegn, ligesom de tidligere [budbringere] blev sendt [med mirakler]."
el: Αλλά αυτοί λένε, «[η αποκάλυψη είναι αλλά] ένα μείγμα απατηλά όνειρα? μάλλον, αυτός έχει εφεύρει? μάλλον, είναι ένας ποιητής. Οπότε αφήστε τον να μας φέρει ένα σημάδι, όπως ακριβώς και το προηγούμενο [] πέμπων [με θαύματα].»
et: Kuid nad ütlevad, "[ilmutus on aga] a segu vale unistused; pigem on ta on väljamõeldud pigem on ta luuletaja. Nii siis ta meid märk, nii nagu eelmise [kullerid] saadeti [koos imet]."
fi: Mutta he sanovat, "[ilmoitus on mutta] sekoitus vääriä unelmoimaan; pikemminkin hän on keksiä. pikemminkin hän on runoilija. Niin anna hänelle tuo meille merkki, kuten edellinen [lähettiläitä] lähetettiin [ihmeisiin]."
he: אבל הם אומרים, "[הגילוי הוא אבל] תערובת של חלומות שווא; במקום זאת, הוא המציא את זה; במקום זאת, הוא משורר. אז תנו לו להביא לנו סימן, בדיוק כמו הקודמת [אשר] נשלחו [עם ניסים]."
hr: Ali oni kažu, "[Otkrivenje je ali] mješavina snove; Umjesto toga, on je izumio Umjesto toga, on je pjesnik. Tako neka nas znak kao prethodni [glasnici] su poslane [s čudima]."
lt: Bet jie sako, "[apreiškimas yra bet] mišinys false sapnai; atvirkščiai, jis išrado atvirkščiai, jis yra poetas. Todėl leiskite jam atnešti ženklas kaip ankstesnis [pasiuntinius] buvo gabenamos [stebuklų]."
lv: Bet viņi saka: "[atklāsme ir bet] a maisījuma viltus sapņi; drīzāk viņš ir izgudrojis drīzāk viņš ir dzejnieks. Tātad ļaujiet viņam dot mums zīmi, tāpat kā iepriekšējā [kurjeriem] tika nosūtīti [ar brīnumiem]."
nb: Men de sier, "[Åpenbaringen er men] en blanding av falske drømmer; snarere har han oppfunnet. Han er snarere en poet. Så la ham gi oss et tegn like tidligere [budbringere] ble sendt med mirakler]."
sk: Ale oni hovoria, "[zjavenia je ale] zmes falošných snov; trochu, on vymyslel Naopak, on je básnik. Tak nech nám priniesť znamenie, rovnako ako predchádzajúce [poslov] boli zaslané [s zázraky]."
sl: Pa pravijo, "[razodetje je vendar] mešanica lažne sanje; Nasprotno, on je izumil namesto tega je pesnik. Tako naj bi nas znak, tako kot prejšnje [sli] so bili poslani [s čudeži]."
sr_cyrl: Али они кажу, "[откровење је али] мешавина нетачно снова; Радије , он је измислио то; Радије , он је песник. Нека нам донесе неки знак, као и претходне [гласници] су послате [са чуда]."
sr_latn: Ali oni kažu, "[otkrovenje je ali] mešavina netačno snova; Radije, on je izmislio to; Radije, on je pesnik. Neka nam donese neki znak, kao i prethodne [glasnici] su poslate [sa čuda]."
uk: Але вони говорять, "[одкровення, але] суміш неправдивих снів; скоріше, він має придумали; скоріше, він є поет. Так нехай він принесе нам ознакою так само, як попередній [посланцями] були відправлені [з чудес]. "
vi: Nhưng họ nói rằng, "[sự mặc khải là nhưng] một hỗn hợp của ước mơ sai; thay vào đó, ông đã phát minh ra nó; thay vào đó, ông là một nhà thơ. Vì vậy hãy để anh ta mang lại cho chúng ta một dấu hiệu giống như trước đây [messengers] được gửi [có phép lạ]."
zu: Kepha bathi: "[Isambulo kumane nje] inhlanganisela bamaphupho angamanga, kunalokho, yena owasungula it, kunalokho, he is imbongi Ngakho amlande isibonakaliso njengoba nje odlule [izithunywa] bathunyelwa [ngezimangaliso.

# Quran2489
source: Not a [single] city which We destroyed believed before them, so will they believe?
ca: No una [sola] ciutat que hem destruït cregut abans d'ells, així creurà?
cy: Credai nad Dinas [un] ydym yn dinistrio cyn iddynt, felly byddant yn credu?
da: Ikke en [enkelt] by, som vi ødelagt mente før dem, så vil de tro?
el: Δεν μία [μόνο] πόλη που εμείς καταστρέφουμε πίστευε πριν από αυτούς, έτσι θα πιστεύουν;
et: Ole [üks] linn, mis me hävitada uskunud enne neid, nii et nad usuvad?
fi: Ei [single] kaupunki, joka me tuhotaan uskoivat ennen heitä, niin he uskovat?
he: לא בעיר [אחת] אשר השמדנו האמין לפניהם, אז הם יאמינו?
hr: Ne [jedne] grad koji smo uništili vjerovao prije njih, pa će vjerovati?
lt: Ne [vienas] miestui, kuriame mes sunaikino tikėjo prieš juos, Taigi jie tiki?
lv: Ne [vienu] pilsētu, kas mēs iznīcināja uzskatīja, ka viņiem priekšā, tāpēc viņi ticēs?
nb: Ikke en [enkel] by som vi ødelagt trodde før dem, så vil de tro?
sk: Nie [jednotného] mesto, ktoré sme zničili veril pred nimi, tak im veriť?
sl: Ne [en] mesto, ki mi uniči verjel, pred njimi, torej bo menijo?
sr_cyrl: Не [једном] граду која смо уништена је веровао пре њих, па ће они верују?
sr_latn: Ne [jednom] gradu koja smo uništena je verovao pre njih, pa će oni veruju?
uk: Не [одного] місто, яке ми знищили вірив до них, тому вони повірять?
vi: Không phải là một thành phố [single] mà chúng tôi đã phá hủy tin rằng trước khi họ, vì vậy sẽ họ tin?
zu: Not a [olulodwa] umuzi We wabhubhisa bakholwa phambi kwabo, kanjalo kuyokwenza they kholwa?
