Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran522
source: O you who have believed, do not consume one another's wealth unjustly but only [in lawful] business by mutual consent. And do not kill yourselves [or one another]. Indeed, Allah is to you ever Merciful.
ca: O es que he cregut, no consumeixen un altre riquesa injustament però només [en legal] empresarial per mutu. I no matar vosaltres [o un altre]. De fet, Allah és a vostè alguna vegada Clement.
cy: O chi sydd wedi credu, nad ydynt yn yfed un arall cyfoeth gam ond dim ond [yn gyfreithlon] busnes drwy gydsyniad. Ac nid oes lladd eich hunain [neu un arall]. Yn wir, Allah yw i chi erioed tosturiol.
da: O du, der har troet, ikke forbruger en anden rigdom uretfærdigt men kun [i lovlig] business efter fælles overenskomst. Og ikke dræbe jer [eller hinanden]. Allah er faktisk at du nogensinde barmhjertig.
el: O σας που πιστεύουν, δεν καταναλώνουν μεταξύ του πλούτου άδικα αλλά μόνο [σε νόμιμη] επιχείρηση κοινή συναινέσει. Και να μην σκοτώσουν τους εαυτούς σας [ή ένα άλλο]. Πράγματι, ο Αλλάχ είναι να σας ποτέ ελεήμων.
et: O kes oleks uskunud, ei tarbi üksteise rikkuse ebaõiglaselt aga ainult [õiguspärase] äri vastastikusel kokkuleppel. Ja tapavad iseendid [või üksteist]. Tõepoolest, Allah on teile kunagi armuline.
fi: Oi te, jotka ovat uskoneet kuluta toistensa vaurautta epäoikeudenmukaisesti mutta vain [laillista] liiketoiminnan yhteisymmärryksessä. Ja tappaa itseänne [tai toisiaan]. Itse asiassa Jumala on sinulle koskaan armollinen.
he:  מי מאמין, לא צורכים העושר אחד של השני שלא בצדק אבל רק [ב כדין] עסקים בהסכמה הדדית. אל תהרגו את עצמכם [או אחד את השני]. אכן, אללה הוא לך אי פעם רחום.
hr: O ti koji su vjerovali, ne konzumiraju jedan drugoga bogatstva nepravedno ali samo [u zakonito] posao uz obostranu suglasnost. I ne ubiti sebe ili jedan drugoga]. Uistinu, Allah je vama uvijek milosrdan.
lt: O jūs, kurie tikėjo, nevartoja vienas kito turto nepagrįstai bet tik [, teisėtas] verslo bendru sutarimu. Ir ne žudo save (arba vienas kitą). Iš tiesų, Allah yra jums kada nors gailestingas.
lv: O jums, kas ir uzskats, ne patērēt viens otru bagātības netaisnīgi tikai [likumīga] uzņēmumu savstarpēji vienojoties. Un nav nogalināt sevi [vai kādu citu]. Patiešām, Allah ir jums kādreiz žēlsirdīgs.
nb: O du hvem har trodd, forbruker ikke hverandres rikdom urettmessig men bare [i lovlig] business ved felles samtykke. Og ikke drepe dere [eller en annen]. Døyve er faktisk du noensinne barmhjertig.
sk: O vás, ktorí ste uverili, konzumovať jeden druhému bohatstvo nespravodlivo ale len [v zákonnej] obchodné podľa vzájomnej dohody. A nie je zabiť seba [alebo navzájom]. Vskutku, Alah je na vás niekedy milosrdné.
sl: O vi, ki ste verjeli, ne porabijo drug drugega bogastva neupravičeno vendar le [v zakonite] poslovne sporazumno. In ne ubijajo sebe [ali drugega]. Res, Allah je vam kdaj usmiljen.
sr_cyrl: О ти који верују, не троши један другоме богатства неправедно али само [у закониту] пословно пристанком. И не убијајте сами [или једно друго]. Заиста , Аллах је теби икад милостив.
sr_latn: O ti koji veruju, ne troši jedan drugome bogatstva nepravedno ali samo [u zakonitu] poslovno pristankom. I ne ubijajte sami [ili jedno drugo]. Zaista, Allah je tebi ikad milostiv.
uk: О ви, хто вірив, не споживають один одного багатства незаслужено але тільки [в законних] бізнес за взаємною згодою сторін. І не вбивай себе [або один одного]. Дійсно, Аллах, щоб ви коли-небудь милосердний.
vi: O bạn của những người đã tin tưởng, không tiêu thụ của một sự giàu có vô cớ nhưng chỉ [trong hợp pháp] kinh doanh bằng thoả thuận. Và không giết mình [hoặc nhau]. Thật vậy, Allah là bạn đã bao giờ thương xót.
zu: O you kholwa musa kudle omunye ingcebo yomunye unjustly kodwa kuphela [e Kuvunyelwe] yebhizinisi kokuba kungokuvumelana.

# Quran523
source: And whoever does that in aggression and injustice - then We will drive him into a Fire. And that, for Allah, is [always] easy.
ca: I qui fa que en l'agressió i la injustícia - llavors ens conduirà a un incendi. I que, per Allah, [sempre] fàcil.
cy: A pwy bynnag sy'n gwneud hynny mewn ymddygiad ymosodol ac anghyfiawnder-yna bydd yn sbarduno iddo yn y tân. A hynny, ar gyfer Allah, [hawdd bob amser yw].
da: Og uanset hvem der gør, at aggression og uretfærdighed - så vi vil drive ham i en brand. Og, for Allah, [altid] nemt.
el: Και όποιος το πράττει αυτό σε επιθετικότητα και η αδικία - τότε θα οδηγούμε τον σε μια πυρκαγιά. Και ότι, για τον Αλλάχ, είναι [πάντα] εύκολο.
et: Ja kes iganes teeb seda agressiivsus ja ülekohus - siis sõidame teda arvesse tulekahju. Ja mis, Jumal, on [alati] lihtne.
fi: Ja kuka tekee aggression ja epäoikeudenmukaisuutta - sitten ajamme hänet tuleen. Ja että Jumala, on [aina] helppoa.
he: מי עושה את זה ב תוקפנות וחוסר צדק - לאחר מכן ניסע אותו לתוך אש. זה, למען האל, [תמיד קל].
hr: I tko to radi u agresije i nepravde - onda vozimo ga u vatru. I, za Allaha, [uvijek] lako je.
lt: Ir kas tai, kad agresija ir neteisybė - tada mes vairuoti jam į ugnį. Ir, dėl Dievo, tai [visada] lengvai.
lv: Un kurš tas, ka agresija un netaisnību - tad mēs viņam iedzīt uguni. Un tas, par Allāhu, [vienmēr] viegli.
nb: Og hvem gjør det i aggresjon og urettferdighet - så vi vil drive ham i en brann. Og som for Allah, [alltid] enkelt.
sk: A ten, kto robí, že agresie a nespravodlivosťou - potom budeme riadiť ho do ohňa. A to, pre Boha, je [stále] jednoduché.
sl: In kdor ne da v agresije in krivice - potem mu bo vozimo v ogenj. In da za Allah, prisotno [] enostavno.
sr_cyrl: И ко год то уради у агресије и неправде - онда возимо га у ватру. И то, за Алаха, [] лако је.
sr_latn: I ko god to uradi u agresije i nepravde - onda vozimo ga u vatru. I to, za Alaha, [] lako je.
uk: І той, хто робить у агресії і несправедливості - то ми відвеземо його у вогонь. І що, для Аллаха, [завжди] легко.
vi: Và bất cứ ai nào đó thuộc aggression và bất công - sau đó chúng tôi sẽ đưa anh ta vào một ngọn lửa. Và rằng, đối với Allah, [luôn] dễ dàng.
zu: Whoever enza ukuthi ngo uchuku nokungabi nabulungisa - ke Sizokwenza ukushayela abe Fire.

# Quran524
source: If you avoid the major sins which you are forbidden, We will remove from you your lesser sins and admit you to a noble entrance [into Paradise].
ca: Si vostè evitar els principals pecats que està prohibit, anem a eliminar de vostres pecats menor i admetre que una entrada noble [a paradís].
cy: Os chi osgoi bechodau mawr a waherddir chi, byddwn yn tynnu oddi ar eich eich pechodau llai ac yn chi gyfaddef i fynedfa noble [i baradwys].
da: Hvis du undgår de store synder, som du er forbudt, vil vi fjerne fra du din mindre synder og indrømme du til en noble indgang [til paradis].
el: Εάν μπορείτε να αποφύγετε τις μεγάλες αμαρτίες που είστε απαγορευμένοι, θα αφαιρέσει από εσάς λιγότερο τις αμαρτίες σας και σας ομολογήσω ένα ευγενές είσοδο [σε παράδεισο].
et: Kui teil vältida suuremate pattude eest, mis on keelatud, me eemaldada sinult oma vähemal patud ja tunnistama teil on üllas sissepääs [arvesse Paradise].
fi: Jos välttää suuret synnit, jotka ovat kiellettyjä, me poistaa sinulta vähemmän syntisi ja päästää noble sisäänkäynnin [Paradise].
he: אם לא תבקרו את החטאים הגדולים אשר נאסר, אנו להסיר את חטאיך לסר, להודות לך כניסה אצילי [לגן העדן].
hr: Ako izbjegavate velike grijehe koji su zabranjeni, ćemo ukloniti iz te manje grijehe i priznati si plemenita ulaz [u raj].
lt: Jei jums išvengti didelių nuodėmių, kurias draudžiama, mes pašalinti iš jūsų savo mažiau nuodėmių ir priimti jus į tauriųjų įėjimas [į Rojaus].
lv: Ja jums izvairīties no lielu grēku, kas ir aizliegts, mēs noņemtu no jums mazāku grēku un uzņemt cēlu ieejas [ieved paradīzē].
nb: Hvis du unngår store synder som du er forbudt, vil vi fjerne fra deg mindre synder og innrømmer du å en edel inngang [til paradis].
sk: Ak ste sa vyhnúť veľké hriechy, ktoré sú zakázané, budeme odstrániť od vás vaše menšie hriechy a priznať si ušľachtilý vchodu [do raja].
sl: Če se boste izognili glavnih grehov, ki so prepovedana, bomo odstranite od vas manjši grehe in si priznati, da plemenito vhod [v raj].
sr_cyrl: Да избегавате главни греси који им је забрањено, ће уклонити из те мање грехова и пусти да племенити улаз [у рај].
sr_latn: Da izbegavate glavni gresi koji im je zabranjeno, će ukloniti iz te manje grehova i pusti da plemeniti ulaz [u raj].
uk: Якщо вам уникнути великих гріхи, які ви заборонені, ми буде видалити від вас меншою гріхи і визнати, що ви благородного входом [у рай].
vi: Nếu bạn tránh các tội lỗi lớn mà bạn bị cấm, chúng tôi sẽ loại bỏ từ bạn ít hơn tội lỗi của mình và thừa nhận bạn với một lối vào quý tộc [vào thiên đường].
zu: Uma ugweme izono ezinkulu kulo esinqatshelwe, We uzosusa you kho ono mukela you oziphatha njengomncane a yokungena noble [iPharadesi].

# Quran525
source: And do not wish for that by which Allah has made some of you exceed others. For men is a share of what they have earned, and for women is a share of what they have earned. And ask Allah of his bounty. Indeed Allah is ever, of all things, Knowing.
ca: I no vol que els que Allah ha fet alguns de vostès superior a altres. Per als homes és una porció de què han guanyat, i per a les dones és una porció de què s'han guanyat. I demanar Allah de la seva generositat. De fet Allah és mai, de totes les coses, saber.
cy: Ac nid am hynny y gwnaeth Allah Mae rhai ohonoch chi yn fwy nag eraill. Ar gyfer dynion yn gyfran o'r hyn y maent wedi ei ennill, ac ar gyfer menywod yn gyfran o'r hyn y maent wedi ei ennill. A gofyn i Allah ei bounty. Yn wir erioed, yw Allah yr holl bethau, mae gwybod.
da: Og ønsker ikke for, hvorved Allah har skabt nogle af jer overskride andre. For mænd er en del af hvad de har tjent, og for kvinder er en del af hvad de har tjent. Og beder Allah for hans gavmildhed. Allah er nogen sinde, af alle ting, at vide.
el: Και δεν επιθυμούν για αυτό που Αλλάχ έχει κάνει κάποιοι από εσάς να υπερβαίνει τους άλλους. Για τους άνδρες είναι ένα μερίδιο από αυτά που κέρδισε, και για τις γυναίκες είναι ένα μερίδιο από αυτά που κέρδισε. Και να ρωτήσω Αλλάχ των γενναιοδωρία. Πράγματι, Αλλάχ είναι ποτέ, όλων των πραγμάτων, γνωρίζοντας.
et: Ja ei taha, et mida Jumal on teinud mõned teist ületada teised. Meestele on osa, mida nad on teeninud naistele on osa, mida nad on teeninud. Ja palun Jumal tema halastus. Tõepoolest Jumal on alati, kõik asjad, teades.
fi: Ja halua jonka Allah on tehnyt jotkut teistä yli toisten. Miehille on osuuden tuloistaan, ja naisten on osa tuloistaan. Ja kysy Allah armostaan. Itse asiassa hillitä on aina, kaikki asiat, tietäen.
he: אינני רוצה. שבו הפך אללה כמה מכם יעלה על אחרים. לגברים היא נתח של מה שהם הרוויחו, עבור נשים הוא נתח של מה שהם הרוויחו. ובקשו אללה השפע שלו. אכן אללה הוא אי פעם, של כל הדברים, לדעת.
hr: I ne želim da, po kojoj Allah ima neki drugi prelazi. Za muškarce je dio ono što su zaradili, a za žene je dio ono što su zaradili. I molimo Allaha od njegova obilja. Zaista Allah je, od svih stvari, znajući.
lt: Ir nenorite, kad kuria Dievas padarė kai kurie iš jūsų didesnis kaip kiti. Vyrams yra dalis, ką jie uždirbo, ir moterims yra dalis, ką jie uždirbo. Ir prašome Dievo savo lazdelės. Iš tiesų Dievas yra kada nors, viskas, žinios.
lv: Un nemaz nevēlas par to, kas Allah ir veikusi dažus jūs pārsniegt citiem. Vīriešiem ir daļa no to, ko viņi ir nopelnījuši, un sievietem ir daļa no to, ko viņi ir nopelnījuši. Un lūdzam Allah savas veltes. Patiešām Allah ir kādreiz, par visām lietām, zinot.
nb: Og ønsker ikke for det som Gud har gjort noen av du overstiger andre. For menn er en del av hva de har tjent for kvinner er en del av hva de har tjent. Og be Allah sitt. Faktisk Døyve er noen gang, av alle ting, å vite.
sk: A neželáte, ktorú Boh urobil niektoré z vás iní prekročiť. Pre mužov je podiel čo získali, a u žien je podiel tým, čo zarobili. A opýtajte sa Boha jeho Bounty. Naozaj Alah je niekedy, zo všetkých vecí, vedieť.
sl: In ne želijo za to ki je Allah ste nekateri drugi presega. Za moške je delež kar je zaslužil, in za ženske je delež kar so zaslužili. In vprašajte Allah svoje radodarnosti. Dejansko Allah je koli, vse stvari, poznavanje.
sr_cyrl: И не желе то помоћу којих Аллах је направио неки од вас остали премаши. За људе је део шта су зарадили, а за жене је део шта су зарадили. И питај Аллах од његове награде. Уистину , Аллах је икада, од свих ствари, знајужи.
sr_latn: I ne žele to pomoću kojih Allah je napravio neki od vas ostali premaši. Za ljude je deo šta su zaradili, a za žene je deo šta su zaradili. I pitaj Allah od njegove nagrade. Uistinu, Allah je ikada, od svih stvari, znajuжi.
uk: І не хотів би для, за допомогою якого зробила Аллах деякі з вас перевищує інших. Для чоловіків на частку те, що вони заслужили, а для жінок на частку те, що вони заслужили. Та запитати його милості Аллаха. Дійсно Аллах коли-небудь, всі речі, знаючи, що.
vi: Và không muốn mà Allah đã thực hiện một số bạn vượt quá những người khác. Dành cho nam giới là một phần của những gì họ có thể kiếm được, và đối với phụ nữ là một phần của những gì họ có thể kiếm được. Và yêu cầu Allah của tiền thưởng của mình. Thật vậy Allah là bao giờ hết, của tất cả mọi thứ, hiểu biết.
zu: Futhi musa ufisa nalokho Allah uye wenza abanye engadluli abanye.

# Quran526
source: And for all, We have made heirs to what is left by parents and relatives. And to those whom your oaths have bound [to you] - give them their share. Indeed Allah is ever, over all things, a Witness.
ca: I per a tots, hem fet hereus al que queda per pares i familiars. I per a aquells que han lligat seus juraments [te] - dóna la seva porció. De fet Allah és mai, sobre totes les coses, un testimoni.
cy: Ac i bawb, rydym wedi gwneud hetifeddion i'r hyn sy'n weddill gan rieni a pherthnasau. Ac i'r rheini y mae eich llwon wedi clymu [i chi]-rhoi iddynt eu rhannu. Yn wir Allah yw erioed, dros holl bethau, tyst.
da: Og for alle, har vi lavet arvinger til hvad der er tilbage af forældre og pårørende. Og til dem, som din Eder har bundet [til dem] - give dem deres andel. Faktisk er Allah nogen sinde, over alle ting, et vidne.
el: Και για όλα, έχουμε κάνει κληρονόμοι του ό, τι έχει απομείνει από τους γονείς και συγγενείς. Και σε εκείνους τους οποίους όρκους σας δέσει [σε σας] - να τους δώσουμε μερίδιό τους. Πράγματι Αλλάχ είναι ποτέ, επί όλων των πραγμάτων, ένας μάρτυρας.
et: Ja kõik, oleme teinud pärijatel mis vasakule vanemad ja sugulased. Ja neile, kellele oma vande on kohustatud [te] - anda neile oma osa. Allah on tõepoolest kunagi, kõik asjad üle tunnistaja.
fi: Ja kaikki, olemme tehneet perillisiä jäljelle vanhemmat ja sukulaiset. Ja niille, joita teidän valoja on sidottu [sinulle] - antaa heille osansa. Itse asiassa Jumala on koskaan, yli kaiken, todistaja.
he: עבור כל, אנחנו עשינו ויורשים מה שנשאר על ידי ההורים וקרובי משפחה. לאלה שאותם השבועות שלך יש חייב [לך] - לתת להם את החלק שלהם. אכן אללה הוא אי פעם, על כל הדברים, עדה.
hr: I za sve, napravili smo baštinici da ono što je ostalo od strane roditelja i rodbine. I onima koje svoje zavjete su dužni [li] - daj im njihov udio. Zaista Allah je ikada, nad svim stvarima, svjedok.
lt: Ir visiems, mes padarėme paveldėtojams – kas liko iš tėvai ir Artimieji. Ir tie, kurie savo priesaikas yra įpareigota [jūs] - suteikti jiems jų dalis. Iš tiesų Dievas yra kada nors, virš visų dalykų, liudytojas.
lv: Un visiem, mēs esam panākuši mantiniekus, kas ir palicis, vecākiem un radiniekiem. Un tiem, kam savu zvērestu būt piesaistīta [tu] - dot viņiem savu daļu. Patiešām Allah ir kādreiz, pār visām lietām, liecinieks.
nb: Og for alle, har vi gjort arvinger til det som er igjen av foreldre og slektninger. Og til dem din eder har bundet [til du] - gi dem deres del. Faktisk er Døyve noen gang, over alle ting, et vitne.
sk: A pre všetkých, sme sa dedičia, čo je ponechané rodičom a príbuzným. A na tie, ktoré majú svoje prísahy viazané [sa] - dať im svoj podiel. Naozaj Alah je niekedy, nad všetkými vecami, svedok.
sl: In za vse, smo naredili dediči kaj je ostalo, ki jih starši in sorodniki. In za tiste, ki svoje prisega so dolžni [si] - jim njihov delež. Dejansko Allah je koli, nad vse stvari, priča.
sr_cyrl: И за све, направили смо наследници шта је остало од стране родитеља и родбине. И на оне које је твоје заклетве су повезана [ти] - дај им њихов део. Заиста Аллах је икада, изнад свих ствари, сведок.
sr_latn: I za sve, napravili smo naslednici šta je ostalo od strane roditelja i rodbine. I na one koje je tvoje zakletve su povezana [ti] - daj im njihov deo. Zaista Allah je ikada, iznad svih stvari, svedok.
uk: І для всіх, ми досягли спадкоємці те, що залишилося від батьків та родичів. І для тих, кого ваші клятви мають обов'язково [ти] - дати їм свою частку. Дійсно Аллах коли-небудь, над усіма речами, свідок.
vi: Và cho tất cả, chúng tôi đã làm người thừa kế còn lại bởi cha mẹ và người thân. Và để những người mà tuyên thệ của bạn có ràng buộc [Anh] - cho họ chia sẻ của họ. Thật vậy Allah là bao giờ, trên tất cả mọi thứ, một nhân chứng.
zu: Futhi kuwo wonke umuntu, Senze wezindlalifa Okusele by abazali nezihlobo.
