Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran98
source: And when it is said to them, "Believe in what Allah has revealed," they say, "We believe [only] in what was revealed to us." And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, "Then why did you kill the prophets of Allah before, if you are [indeed] believers?"
ca: I quan es diu que, "Creure en Allah ha revelat", diuen, "[només] creiem en el que es va revelar a nosaltres." I no creuen en el que va venir després, tot i que és la veritat, confirmant que que està amb ells. Dir, "Llavors per què matar els profetes d'Allah abans, si és [fet] creients?"
cy: A phan ddywedir iddynt, "Credu yn hyn Dangosodd Allah," maent yn dweud, "Credwn [ond] yn hyn a ddatgelwyd i ni." Ac mae nhw'n chredu yn hyn a ddaeth ar ôl hynny, er ei bod y gwir yn cadarnhau yr hyn sydd gyda nhw. Dweud, 'Yna pam wnaeth eich lladd y proffwydi Allah cyn, os ydych yn [yn wir] credinwyr?'
da: Og når det er sagt til dem, "Tro i hvad Allah har åbenbaret," siger de, "vi tror [kun] i hvad blev åbenbaret for os." Og de tvivle i hvad der kom efter det, mens det er sandheden bekræfter, at der er med dem. Sige, "Så hvorfor har du dræbe profeter Allahs før, hvis du er [Ja] troende?"
el: Και όταν λέγεται σε αυτές, «Πίστεψε στην τι Αλλάχ έχει αποκαλύψει», λένε, "[μόνο] πιστεύουμε σε αυτό που αποκαλύφθηκε σε μας.» Και αυτοί που δυσπιστώ σε ό, τι ήρθε μετά από αυτήν, ενώ είναι η αλήθεια που επιβεβαιώνει ότι που είναι μαζί τους. Ας πούμε, «Τότε γιατί σκοτώσεις την προφήτες του Αλλάχ πριν, αν είστε [πράγματι] πιστοί;»
et: Ja kui öeldakse, et "Believe in Jumal näitas," nad ütlevad, "me usume [ainult] ja milline oli näitas meile." Ja usu, mida tuli pärast seda, mis kinnitab tõde, et kes on nendega küll. Öelda: "Siis miks ei sa tapad prohveteid Jumal enne, kui olete [tõepoolest] usklikud?"
fi: Ja kun sanotaan, "Uskoa Jumala paljasti," he sanovat, "uskomme [vain], mitä selvisi meille." Ja usko, mitä tuli sen jälkeen, kun se on itse totuus, vahvistus, se, mikä on heidän kanssaan. Sanoa, "Sitten miksi tappaa profeetat Allah ennen, jos olette [] uskovaisia?"
he: וכאשר נאמר להם, "מאמינים מה חשף אללה", הם אומרים, "אנחנו מאמינים [רק] ב מה התגלה לנו." הם לא מאמין בשום מה בא אחרי זה, בעוד שזו האמת המאשר כי אשר נמצא איתם. אומרים, "אז למה הרגת הנביאים של אללה בעבר, אם אתה אכן [] המאמינים?"
hr: I kad je rekao da ih, "Vjeruj u ono što je Allah objavio," kažu oni, "mi vjerujemo [samo] u ono što je objavio." I oni vjerovati u ono što došao nakon, dok je istina potvrđuje ono što je s njima. Rekao, "Onda zašto si ubio proroci Allah prije, ako ste [doista] vjernici?"
lt: Ir kai jis sakė, "Believe, ką Dievas parodė," jie sako, "mes tikime [tik], kas buvo atskleista mums." Ir jie ne wierza kas atėjo po to, nors tai yra tiesa patvirtinti tas, kuris yra su jais. Sako: "Tada kodėl nebuvo jums nužudyti pranašai Dievo prieš, jei jūs esate [iš tikrųjų] tikinčiųjų?"
lv: Un kad tas esot pie viņiem, "Ticiet, Allah ir atklājusi," viņi saka: "mēs uzskatām, ka [tikai], ko atklāja pie mums." Un tie, kas nāca pēc tam, atrodoties patiesību apliecina tas, kas ir ar viņiem neticēt. Teiksim, "Tad kāpēc tu nogalināji pravieši Allāha pirms, ja jūs tiešām [] ticīgie?"
nb: Og når det er sagt, "Tro på Allah har avdekket," de sier, "vi tror [bare] i det var åpenbart for oss." Og de tviler i det kom etter det, det er sannheten bekrefter at som med dem. Si, "Så hvorfor drepte du profeter Allah før, hvis du er [virkelig] troende?"
sk: A keď sa hovorí, "Veriť v to, čo Boh ukázal," hovoria: "Veríme, že [len] v čo bol odhalený na nás." A oni neveria v to, čo prišlo po tom, aj keď je pravdu potvrdzuje, že čo je s nimi. Napríklad: "Potom prečo to zabiť prorokov Alah predtým, ak ste [naozaj] veriaci?"
sl: In ko je dejal, "Verjamejo v kaj Allah je pokazala," pravijo, "[samo] verjamemo v kaj je pokazala, da nam." In ti verjamem v kaj je prišel po to, medtem ko je resnica, ki potrjuje, da, ki je z njimi. Reči, "Potem zakaj si ubil preroki Allah pred, če ste [res] verniki?"
sr_cyrl: И када га је рекао да их, "Веруј у ста Аллах је открио", кажу они, "ми верујемо [само] у шта откривено нам." И ти верују у су ста се после, док је истина Потврђујући да који је са њима. Реци , "Онда зашто си убио пророци Алаха раније, ако сте [заиста] верници"
sr_latn: I kada ga je rekao da ih, "Veruj u sta Allah je otkrio", kažu oni, "mi verujemo [samo] u šta otkriveno nam." I ti veruju u su sta se posle, dok je istina Potvrđujući da koji je sa njima. Reci, "Onda zašto si ubio proroci Alaha ranije, ako ste [zaista] vernici"
uk: І коли він сказав їм, "Повір у показав Аллах", вони кажуть: "ми вважаємо [тільки] в те, що було виявлено до нас." І вони не вірити в те, що прийшло після нього, хоча це правда, що підтверджує, що саме з ними. Кажуть, "То навіщо ти вбиваєш пророків Аллах раніше, якщо ви справді [] віруючих?"
vi: Và khi nó được cho họ, "Believe in những gì Allah đã tiết lộ," họ nói, "chúng tôi tin rằng [chỉ] trong những gì đã được tiết lộ cho chúng tôi." Và họ disbelieve vào những gì đến sau đó, trong khi đó là sự thật xác nhận rằng đó là với họ. Nói, "Sau đó tại sao bạn giết các tiên tri của Allah trước, nếu bạn [quả thật] tín hữu?"
zu: Futhi uma wathi kubo: "Kholwa kulokho Allah uye wasembulela," bathi, "Sikholelwa [kuphela] ngaphakathi babe phendla us."

# Quran99
source: And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.
ca: I Moses certament havia portat clares proves. Llavors es prengué el vedell [en adoració] després d'això, mentre era malfactors.
cy: A Moses yn sicr wedi dwyn eich proflenni yn glir. Yna y cymerasoch y lloi [yn addoli] ar ôl hynny, er eich bod yn tramgwyddo.
da: Og Moses havde bestemt bragte dig klare beviser. Derefter tog du kalv [i tilbedelse] efter dette, mens du var lovovertrædere.
el: Και Moses είχε σίγουρα σας έφερε σαφείς αποδείξεις. Στη συνέχεια πήρε το μοσχάρι [στη λατρεία] μετά από αυτό, ενώ ήσασταν παραβάτες.
et: Ja Moses oli kindlasti tõin tühjendage tõestus. Siis te töötamisel vasikas [in kummardama] pärast seda, tekitaja.
fi: Ja Moses oli varmasti tuonut teille selvää todisteita. Sitten otit vasikka [jumalanpalveluksissa] sen jälkeen, kun olit rikolliset.
he: Moses בהחלט הביא לך לנקות את הגהות. ואז לקחת את העגל [במסגרת פולחן] לאחר מכן, בזמן שהיית הפושעים.
hr: A Moses je svakako donio jasan dokaz. Onda si tele [u] nakon toga, dok si prijestupnicima.
lt: Ir Moses tikrai davė jums išvalyti įrodymai. Tada jums buvo blauzdos [garbinti] – po to, kai buvote grzesznicy.
lv: Un Moses noteikti bija atnesis jums skaidri pierādījumi. Pēc tam jūs pārņēma teļš [ar dievkalpojumu] pēc tam, kamēr jūs bijāt pārkāpējus.
nb: Og Moses hadde vokst du klare bevis. Så tok du kalven [i tilbedelse] etter at mens du var wrongdoers.
sk: A Moses určite priniesol vám jasné dôkazy. Potom sa lýtka [v uctievanie] po tom, keď ste boli zloèinci.
sl: In Moses je zagotovo prinesla vam jasno dokazila. Potem si vzel tele [v čaščenje] po tem, ko ste bili wrongdoers.
sr_cyrl: И Мосес је свакако вам јасан доказ. Одузео си теле [у] након тога, док си ти починиоце.
sr_latn: I Moses je svakako vam jasan dokaz. Oduzeo si tele [u] nakon toga, dok si ti počinioce.
uk: Та Moses безумовно принесли вам очистити доказів. Ви взяв теляти [в поклонінні] після цього, поки ви були розкаюємося.
vi: Và Moses đã chắc chắn mang đến cho bạn rõ ràng chứng minh. Sau đó bạn phải bê [trong thờ phượng] sau đó, khi bạn đã wrongdoers.
zu: UMose lase ngesineke ngokuqinisekile kwaletha kuwe cwatha bonakaliso.

# Quran100
source: And [recall] when We took your covenant and raised over you the mount, [saying], "Take what We have given you with determination and listen." They said [instead], "We hear and disobey." And their hearts absorbed [the worship of] the calf because of their disbelief. Say, "How wretched is that which your faith enjoins upon you, if you should be believers."
ca: I [avís] Quan va tenir el seu pacte i aixecar sobre la muntanya, [dir], "prendre el que ens han donat amb determinació i escoltar". Van dir [en canvi], "Escoltar i desobeir." Seus cors absorbir [l'adoració de] el vedell a causa de la seva incredulitat. Dir, "miserable com és allò que vostra fe enjoins a vostè, si hauria de ser creients".
cy: A [cofio] pan gymerodd eich cyfamod a godwyd dros eich mount, [dweud], "gymryd beth rydym wedi ei rhoi ichi gyda phenderfyniad a gwrando." Dywedodd [yn hytrach], "Rydym yn clywed ac yn torri'r." Ac yn eu calonnau hamsugno [addoliad] y lloi oherwydd eu hanghrediniaeth. Dweud, "sut truenus yn y mae eich ffydd yn enjoins arnoch, os dylai fod credinwyr."
da: Og [recall] når vi tog din pagt og rejst over du mount, [siger], "tage, hvad vi har givet dem med beslutsomhed og lytte." De sagde [i stedet], "Vi høre og adlyde." Og deres hjerte opslugt [tilbedelsen af] kalv på grund af deres vantro. Sige, "hvordan elendige, som din tro påbyder over dig, hvis du skulle være troende."
el: Και [ανάκληση] όταν πήραμε το σύμφωνο και έθεσε πάνω σας το βουνό, [λέγοντας], «Πάρτε ό, τι σας δώσαμε με αποφασιστικότητα και να ακούσετε.» [Αντί], είπαν «Ακούω και απειθώ.» Και τις καρδιές τους απορροφάται [η λατρεία του] το μοσχάρι λόγω δυσπιστία τους. Λένε, «πόσο άθλιοι είναι αυτή που επιτάσσει την πίστη σας σε σας, αν είστε πιστοί».
et: Ja [Meenuta] Kui tegime oma pakti ja tõsta teie üle mount, [ütles], "võtta, mida me oleme andnud teile jõuliselt ja kuulata." Nad ütlesid [hoopis], "Me kuuleme ja eiravad." [Kummardama] peatada ja oma südame vasika tõttu oma uskumatus. Ütlevad: "kuidas armetu on see, mis sinu usk enjoins teid, kui te tuleks usklikud."
fi: Ja [] kun otti liiton ja kasvanut yli mount, [sanoen], "ottaa, mitä olemme antaneet teille päättäväisesti ja kuunnella" He sanoivat [eikä] "Kuulla ja tottelematon." Ja heidän sydämensä [palvonta] vasikka koska epäuskosta. Esimerkiksi: "Miten kurja on se, jonka usko vaatii teitä, jos olisi uskovat."
he: [זוכר] כאשר אנחנו לקח את האמנה מוגבה מעל את ההר, [ואמר], "קח מה נתנו לך בנחישות, ותקשיב" הם אמרו [במקום], "אנו שומעים, לא מצייתים." ליבם ספג [הפולחן] העגל בשל אמונתם. אומרים, "כמה אומללה היא אשר אמונתך enjoins עמכם, אם אתה צריך להיות המאמינים".
hr: I [opoziv] kada je vaš savez i podigao preko te planine, [govoreći], "Uzmi što smo ti pružili odlučnošću i slušati." [Umjesto], rekli "Smo čuti i poslušati." I njihova srca apsorbira [štovanje] tele zbog njihove nevjere. "Kako jadan je ono što vjera nameÊe, ako bi trebao biti vjernici."
lt: Ir [atšaukti] kai mes savo sandorą, iškeltas virš tavęs kalno, [sako], "imtis ką mes davė jums nustatyti ir klausyti." Jie pasakė [vietoj], "Mes išgirsti ir nepaklusti." Ir jų širdis [garbinti] blauzdos dėl jų netikėjimo. Sako, "kaip niekam tikęs yra tas, kuris savo tikėjimą enjoins į tave, jei jums reikėtų tikinčiųjų."
lv: Un kad mēs ņēmām jūsu derību un pacēla virs jums mount, [saka], "ņemt to, ko mums ir devuši jums ar lielu apņēmību un klausīties." [atgādināt] [Vietā], viņi teica, "Mēs dzirdēt un nepakļauties". Un viņu sirdis absorbēt [pielūg anu] teļš, jo viņu neticību. Saka: "Cik nožēlojama ir tas, kas savu ticību enjoins pār jums, ja jums būtu ticīgie."
nb: Og [husker] når vi tok pakten og hevet over du fjellet, [sier], "ta det vi har gitt deg med besluttsomhet og lytte. De sa [stedet], "vi hører og bryter. Og deres hjerter absorbert [dyrkingen av] kalven på grunn av deres vantro. Sier, "hvordan elendige er som din tro enjoins på deg, hvis du skal troende."
sk: A [pripomínajú], keď sme sa vaša zmluva a zdvihol nad vami kopci [povedať], "vziať, čo sme vám dali s odhodlaním a počúvať." [Miesto], povedal "Budeme počuť a porušiť." A ich srdcia vstrebáva [uctievanie] teľa kvôli ich nedôveru. Povedať: "ako úbohý je to, čo vaša viera nariaÄ uje na vás, ak by ste mali byť veriaci."
sl: In [preklic], ko smo svoje zaveze in postavljeno nad vami mount, [pravijo,], "sprejmejo, kaj smo dal odločno in poslušaj." Rekli [namesto], "Smo slišali in kršijo." In njihova srca absorbira [čaščenje] tele zaradi svoje nejeverno. Reči, »kako bedno je tisto, kar vaša vera enjoins na vas, če bi morali biti verniki. «
sr_cyrl: [Се ] када смо узели завет и подигао преко те планине, [указујући], "Узми ста смо дали си са одлучношћу и слушај." Рекли су да би [уместо тога], "Чујемо и прекрљим." И њихова срца упили [обоћавање] младунче због њихове неверовање. "Како јадна је то што је твоја вера ењоинс над вама, ако би требала верници."
sr_latn: [Se] kada smo uzeli zavet i podigao preko te planine, [ukazujući], "Uzmi sta smo dali si sa odlučnošću i slušaj." Rekli su da bi [umesto toga], "Čujemo i prekrљim." I njihova srca upili [oboћavanje] mladunče zbog njihove neverovanje. "Kako jadna je to što je tvoja vera enjoins nad vama, ako bi trebala vernici."
uk: І [згадати], коли ми взяли свій заповіт і підняв над вами гори, [кажучи:], "прийняти те, що ми дали вам без визначення і слухати". Вони сказали [натомість], "Ми чуємо і не послухатися". І їх серця засвоюється [поклоніння] теляти через їх невіру. Сказати: "як нещасний є те, що ваша віра enjoins на вас, якщо ви повинні бути віруючих".
vi: Và [nhớ lại] khi chúng ta đã thỏa thuận của bạn và lớn lên trên bạn núi, [nói], "mất những gì chúng tôi đã đưa cho bạn với quyết tâm và lắng nghe." Họ nói rằng [thay], "Chúng tôi nghe thấy và không tuân theo." Và trái tim của họ hấp thụ [tôn thờ của] Ngưu vì sự hoài nghi của họ. Nói, "làm thế nào không may đó mà Đức tin của bạn enjoins khi bạn, nếu bạn có các tín hữu."
zu: Futhi [buyekeza] uma Sathatha isivumelwano sakho babeka phezu kwakho entabeni, [ethi], "Thatha Sikunikile ngokuzimisela ukulalela."

# Quran101
source: Say, [O Muhammad], "If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.
ca: Dir, [O Muhammad], "si l'habitatge de les d'ara endavant amb Allah és només per a tu i no el [altres] persones, llavors volem per a mort, si ha de ser veraç.
cy: Dweud, [O Muhammad], "os yw cartref y o hyn ymlaen gyda Allah i chi yn unig ac nid y [] pobl eraill, yna am am farwolaeth, os y dylech fod yn onest.
da: Sige, [O Muhammad], "hvis hjemsted for hinsidige med Allah er til dig alene og ikke de [andre] mennesker, så ønsker for død, hvis du skulle være sandfærdig.
el: Πω, [Ο Μωάμεθ], «αν το σπίτι του εφεξής με τον Αλλάχ είναι για σένα μόνο και δεν το [other], στη συνέχεια, θέλουν για το θάνατο, αν θα πρέπει να είναι αληθείς.
et: Ütlen, [O Muhammad], "kui Jumalat edaspidi kodu on teile üksi ja mitte [other] inimesed, siis loodate surma, kui sa peaksid olema tõesed.
fi: Esimerkiksi [Oi Muhammed], "jos jäljempänä kanssa Jumala asuu sinä yksin ja ei [other] ihmiset, sitten toivoa kuoleman, jos olisi totuudenmukaista.
he: אומרים, [O מוחמד], ביתו של בעולם הבא עם אללה בשבילך לבד, לא העם [השני], ואז תבקש למות, אם אתה צריך להיות כנה.
hr: Kažu, [O Muhammad], "Ako doma nakon smrti s Allahom je samo za tebe i ne [drugih] ljudi, onda bar za smrt, ako bi trebao biti iskren.
lt: Tarkim, [O Muhammad], "jei toliau su Dievo namuose yra jums vien ir ne [kitos šalys] žmonės, tada linkiu mirties, jei jūs turite būti teisingi.
lv: Teiksim, [O Muhammad], "Ja mājās ir turpmāk ar Allah ir vienīgi jūsu dēļ un nevis [citiem] cilvēkiem, tad vēlos nāves, ja jums ir jābūt patiesam.
nb: Si, [O Muhammad], "Hvis hjemmet til hinsidige med Allah er for deg alene og ikke [andre] personer, deretter ønsker for død, dersom du skulle være sannferdig.
sk: Povedať, [Mohamed], "Ak domov ďalej s Alláh je sama, a nie [Ostatné] ľudia potom priať smrť, ak by ste mali byť pravdivé.
sl: Recimo, [O Muhammad], "Če doma v nadaljevanju s Allah za vas sam in ne [druge] ljudi, potem si za smrt, če bi morali biti resnične.
sr_cyrl: Реци , [О Мухаммад], "Ако дом надаље Алах је само за тебе, а не [друге] народ, онда бар за смрт, да си био искрен.
sr_latn: Reci, [O Muhammad], "Ako dom nadalje Alah je samo za tebe, a ne [druge] narod, onda bar za smrt, da si bio iskren.
uk: [O Мухаммад], "Якщо сказати будинку П'єра з Аллах для вас поодинці і не [іншого] людей, потім могли побажати смерті, якщо ви повинні бути правдивими.
vi: Nói, [O Muhammad], "Nếu nhà của tương lai với Allah là dành cho bạn một mình và không phải những người [khác], sau đó muốn cho cái chết, nếu bạn cần phải trung thực.
zu: Awusho, [O Muhammad], "Uma ekhaya Hereafter Allah ukuphi wena wedwa futhi hhayi [ezinye] abantu, khona-ke ufisa ukufa, uma kufanele babe neqiniso.

# Quran102
source: But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.
ca: Però mai no desitjaran, mai, degut a què les seves mans han posat cap endavant. I Allah està saber de la malfactors.
cy: Ond byddant byth am ar ei gyfer, erioed, oherwydd beth y mae eu dwylo wedi ei rhoi ymlaen. Ac Allah yn gwybod y tramgwyddo.
da: Men de vil aldrig ønske for det, nogensinde, på grund af hvad deres hænder har lagt frem. Og Allah er vide i lovovertrædere.
el: Αλλά ποτέ δεν επιθυμούν για το, ποτέ, λόγω του ό, τι τα χέρια τους έχουν βάλει εμπρός. Και Αλλάχ είναι γνωρίζοντας το των παραβατών.
et: Kuid nad kunagi soovin, seda, kunagi, sest mida käsi on ajama. Ja Jumal on selle tekitaja teades.
fi: Mutta ne koskaan, koskaan, koska kädet ovat ojensi. Ja Jumala on tietäen laajemmalti.
he: אבל הם אף פעם לא יצטער על זה, אי פעם, בגלל מה ידיהם לשים הלאה. אללה הוא שהידיעה של הפושעים.
hr: Ali oni će nikada, ikada, zbog što rukama iznijeli. A Allah je poznavanje počinioce.
lt: Bet jie bus niekada to norėti, bet kada, nes kas savo rankose turi pasidengti. Ir Dievas yra žinios, grzesznicy.
lv: Bet viņi nekad negribēs, kādreiz, sakarā ar to, ko viņu rokās ir nodot tālāk. Un Allah ir zinot pārkāpējus.
nb: Men de vil aldri ønske for det, noen gang, på grunn av hva hendene har lagt frem. Og Allah er vite av wrongdoers.
sk: Ale oni sa nikdy si, niekedy, kvôli čo ruky sa vystrel. A Allah je znalosť zloèinci.
sl: Vendar bo nikoli ne želijo za to, kdaj, zaradi kaj roke dal tja. In Alah je poznavanje je wrongdoers.
sr_cyrl: Али они ће никада, икада, због како је њиховим рукама изнели. А Аллах је знајужи за починиоце.
sr_latn: Ali oni će nikada, ikada, zbog kako je njihovim rukama izneli. A Allah je znajuжi za počinioce.
uk: Але вони ніколи не хотіли для нього, коли-небудь, через те, що їх руки висунув. І Аллах знаючи на розкаюємося.
vi: Nhưng họ sẽ không bao giờ muốn cho nó, bao giờ hết, vì những gì bàn tay của họ đã đưa ra. Và Allah biết là wrongdoers.
zu: Kodwa abasoze ufisa ngoba, naphakade, ngenxa babe bo andla wasolula.
