Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran391
source: Say, "O People of the Scripture, why do you disbelieve in the verses of Allah while Allah is Witness over what you do?"
ca: Dir: «O gent de l'escriptura, per què vostè no creuen en els versos d'Allah mentre Allah és testimoni sobre què fa?»
cy: Yn dweud, 'O bobl o'r ysgrythur, pam a chredu yn y penillion Allah er bod Allah yn dyst dros beth yr ydych yn ei wneud?'
da: Sige, "O folk af Skriften, hvorfor du tvivle i vers af Allah, mens Allah er vidne over hvad du gør?"
el: Λένε, «O άνθρωποι του Scripture, γιατί μπορείτε δυσπιστώ στην στίχους του Αλλάχ, ενώ Αλλάχ είναι μάρτυρας πάνω από ό, τι κάνετε;»
et: Öelda: "Miks te usu. pühendasid Jumal Allah on tunnistaja üle mida pühakiri O inimesi?"
fi: Esimerkiksi: "Oi ihmiset Raamatun miksi epäilette Allah jakeissa ollessa Allah todistaja mitä teet?"
he: אומרים, "O אנשים של כתבי הקודש, למה אתה לא מאמין בשום של אללה אללה נמצא עדים על מה שאתה עושה?"
hr: Kažu, "O ljudima pisma, zašto sumnjati u stihovima Allaha a Allah je svjedok nad što?"
lt: Tarkim, "O žmonės knygos, kodėl jūs ne wierza Dievo ženklai o Dievas yra liudytojas per ką?"
lv: Teiksim, "O rakstiem, kāpēc jums neticēt, Allah vārsmas, kamēr Allah ir liecinieks vairāk nekā tas, ko jūs cilvēki?"
nb: Si, "O folk av skriften, hvorfor du tviler i versene Allah mens Allah er vitne over hva du gjøre?"
sk: Povedať, "O ľudí z písma, prečo si neveria vo veršoch Alah Alah je svedkom viac ako to, čo robíte?"
sl: Recimo, "O ljudje Sveto pismo, zakaj vam verjamem v verzih Alah Alah je priča nad kaj?"
sr_cyrl: Кажу , "О људима из Светог писма, зашто ти сумњаш у стихове Аллаха док Алах је сведок преко како?"
sr_latn: Kažu, "O ljudima iz Svetog pisma, zašto ti sumnjaš u stihove Allaha dok Alah je svedok preko kako?"
uk: Скажімо, "O людей в Писанні, чому ви не вірити у віршах Аллах під час Аллах свідок над що робити?"
vi: Nói, "O người của kinh thánh, tại sao bạn disbelieve trong những câu thơ của Allah trong khi Allah là nhân chứng qua bạn làm gì?"
zu: Ithi, "O ntu scripture ngani you disbelieve amavesi Allah ngenkathi Allah uFakazi phezu wenzani?"

# Quran392
source: Say, "O People of the Scripture, why do you avert from the way of Allah those who believe, seeking to make it [seem] deviant, while you are witnesses [to the truth]? And Allah is not unaware of what you do."
ca: Dir, "la gent O de l'escriptura, per què vostè evitar de la manera d'Allah els que creuen, tractant de fer-ho [semblar] anormals, mentre esteu testimonis [a la veritat]? I Allah no és conscient del que fas.
cy: Dweud, "pobl O ysgrythur, pam ydych chi osgoi o'r ffordd o Allah rhai sy'n credu, yn ceisio gwneud ei [ymddangos] gwyrdröedig, tra ydych dystion [gwir]? Ac nid yw Allah yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Sige, "O folk af Skriften, hvorfor du afværge fra måde Allah dem, som tror, søger at gøre det [synes] afvigende, mens du er vidner [til sandheden]? Og Allah er ikke uvidende om hvad du gør"
el: Λένε, «O άνθρωποι του Scripture, γιατί σας αποτρέψει από το δρόμο του Αλλάχ εκείνους που πιστεύουν, ώστε να καταστεί [φαίνεται] αποκλίνουσα, ενώ είστε μάρτυρες [να την αλήθεια]; Και Αλλάχ δεν αγνοεί αυτό που κάνεις."
et: Öelda: "O inimesi Pühakirja, miks te hoida sellest, kuidas Jumal neile, kes usuvad, keda oleks [tunduvad] hälbiv, kui olete tunnistajate [et tõde]? Ja Allah ei teadnud mida."
fi: Sanoa, "Oi ihmiset Raamatun miksi voit välttää Jumala, miten ne, jotka uskovat haluavat tehdä [Näytä] poikkeava, kun olet totuus] [todistamaan? Ja Jumala ei tiedä mitä tehdä."
he: אומרים, "O אנשים של כתבי הקודש, למה לך למנוע מן הדרך של אללה אלה אשר מאמינים, המבקשים לעשות זאת [נראה] סוטה, בעוד אתם עדים [אל האמת]? אללה אינו מודע מה לעשות."
hr: Kažu, "O ljudima pisma, zašto te spriječiti kako Allah one koji vjeruju, da napravi to [izgleda] devijantno, dok svjedoci [istina]? "I Allah nije znao što učiniti."
lt: Sako: "O žmonės knygos, kodėl jums išvengti iš to, kaip Dievas tiems, kurie tiki, ieško, kad jis [atrodo] deviantinio, kol būsite liudytojai [į tiesą]? Ir Dievas nežino ką daryti."
lv: Teiksim, "O cilvēku rakstos, kāpēc jūs novērst no Allah ceļu tiem, kas tic, cenšoties padarīt [šķiet] deviant, kamēr esat liecinieki [uz patiesību]? Un nav informēti par to, ko jūs Allah."
nb: Si, "O folk av skriften, hvorfor du avverge fra måten Allah dem som tror, søker å gjøre det [synes] avvikende, mens du er vitner du]? Og Allah er ikke klar over hva du gjør.
sk: Povedať, "O ľudí z písma, prečo vás odvrátiť od toho, ako Boh tých, ktorí veria, sa snažia [zrejme] deviantné, aj keď ste svedkami [pravda]? A nie je Alah nevie čo robiť."
sl: Recimo, "O ljudje Sveto pismo, zakaj ste preprečili iz pot Allah tisti, ki verjamejo, želijo, da bi to [zdi] deviantno, medtem ko so priče [za resnico]? Ter Allah ni vedela, kaj storiti."
sr_cyrl: Рекао је, "О људима из Светог писма, зашто ти склоним од пута Аллах оних који верују, да од њега направи [изгледа] девијантне, док сте сведоци [истина]? "И Аллах није свестан онога сто радите."
sr_latn: Rekao je, "O ljudima iz Svetog pisma, zašto ti sklonim od puta Allah onih koji veruju, da od njega napravi [izgleda] devijantne, dok ste svedoci [istina]? "I Allah nije svestan onoga sto radite."
uk: Скажімо, "O людей в Писанні, чому ви запобігти від того, як Аллаха, хто вірить, які прагнуть зробити це [мабуть] девіантної, поки ви свідки [насправді]? І Аллаху не знають про те, що ви зробити."
vi: Nói, "O người của kinh thánh, tại sao bạn tránh cách của Allah những người tin, tìm kiếm để làm cho nó [vẻ] tà, trong khi bạn đang nhân chứng [để sự thật]? Và Allah không phải không biết những gì bạn làm."
zu: Ithi, "O ntu scripture ngani you angashaywa endleleni Allah labo kholwa khonga alenze [kubonakale] ezihlanekezelwe, kuyilapho wena ofakazi [ukuba iqiniso]? Futhi Allah akayena unaware of babe you enza!

# Quran393
source: O you who have believed, if you obey a party of those who were given the Scripture, they would turn you back, after your belief, [to being] unbelievers.
ca: O vostè que he cregut, si vostè obeeixi un partit d'aquells que van rebre l'escriptura, al seu torn, després de la seva creença, [que] els infidels.
cy: O chi sydd wedi credu, os yw eich bod yn ufuddhau yn blaid rheini y rhoddwyd yr ysgrythur, byddai droi eich ôl, ar ôl eich cred, [i] unbelievers.
da: O du, som har ment, hvis du adlyder en part af dem, der blev givet Skriften, de ville gøre dig tilbage, efter din tro, [at] vantro.
el: O σας που πιστεύουν, αν σας υπακούσουν ένα κόμμα από εκείνους που είχαν δοθεί η γραφή, θα γυρίζουν σας πίσω, μετά την πίστη σας, [για να] unbelievers.
et: O teile, kes oleks uskunud, kui pool, kes anti pühakiri kuuletuma, nad ostaksid te tagasi, pärast oma veendumuste [on] et uskmatud.
fi: Oi te, jotka ovat uskoneet, jos tottelette osapuolena niistä, jotka olivat saaneet Pyhän, he vuorostaan voit takaisin, jälkeen uskonne [on] epäuskoisia.
he:  מי מאמין, אם תציית מסיבה של אלה אשר ניתנו כתבי הקודש, הם שתעלה אותך בחזרה, לאחר האמונה שלך, [להיות] הכופרים.
hr: O ti koji su povjerovali, ako se pridržavate stranke koji su dobili pismo, oni bi vratiti te, nakon vaše vjerovanje, [se] nevjernicima.
lt: O jūs, kurie tiki, jei jums paklusti šalis tiems, kurie buvo suteikta raštas, jie būtų paversti jus atgal, po savo tikėjimo, [kad] netikinčiųjų.
lv: O jums, kas ir uzskats, ja klausītu puse no tiem, kas tika dota svētie raksti, tās kļūs jums atpakaļ, pēc jūsu pārliecība, [kas ir] neticīgajiem.
nb: O dere som har trodd, hvis du følger et parti som fikk skriften, de vil slå deg igjen, etter din tro, [å være] vantro.
sk: O vás, ktorí ste uverili, ak budete počúvať stranou tých, ktorí dostali písma, by sa zase vás späť, po vaša viera [k] neveriaci.
sl: O vas, ki ste verjeli, če boš poslušal stranka tistih, ki so imele pismo, oni bi pa si nazaj, po svoje prepričanje, [da] nevjernicima.
sr_cyrl: О ти који верују, ако будете странка оних који су добили писмо, они би да те вратимо, након твоје веровање, [да] неверницима.
sr_latn: O ti koji veruju, ako budete stranka onih koji su dobili pismo, oni bi da te vratimo, nakon tvoje verovanje, [da] nevernicima.
uk: O ви, хто вірив, якщо підкорятися партії тих, які були надані Писання, вони б перетворити вас назад, після ваших переконань, [будучи] невіруючі.
vi: O bạn của những người đã tin rằng, nếu bạn tuân theo một đảng của những người đã được đưa ra trong kinh thánh, họ sẽ biến bạn trở lại, sau khi niềm tin của bạn, [để] unbelievers.
zu: O you kholwa uma you hlonipha iqembu labo ababenikwe umBhalo, aphenduke wena emuva, ngemuva inkolelo yakho, [ukuze kokuba] abangakholwa.

# Quran394
source: And how could you disbelieve while to you are being recited the verses of Allah and among you is His Messenger? And whoever holds firmly to Allah has [indeed] been guided to a straight path.
ca: I com podria vostè dubtar mentre a vostè els recitant les versos d'Allah i entre vosaltres és seu Missatger? I qui sosté fermament a Allah [fet] estat ha guiat per un camí dret.
cy: A sut y gallai chredu er i chi ei roi y penillion Allah ac ymhlith chi yw ei negesydd? A pwy bynnag sy'n dal yn gadarn i Allah [yn wir] wedi'i harwain i lwybr syth.
da: Og hvordan kan du tvivle mens at du er ved at blive fremsagde vers af Allah og blandt jer er hans sendebud? Og uanset hvem der holder fast ved Allah [Ja] har været styret til en lige vej.
el: Και πώς θα μπορούσε να μπορείτε δυσπιστώ ενώ για σας που απαγγέλλονται οι στίχοι του Αλλάχ και ανάμεσά σας είναι ο αγγελιοφόρος; Και όποιος κρατά σταθερά Αλλάχ [πράγματι] έχει καθοδηγηθεί στον ίσιο δρόμο.
et: Ja kuidas sa võiksid usu. Kuigi-teil on on loetud salmid Jumala ja teie seas on sõnumitooja? Ja kes iganes hoiab kindlalt, et Jumal on [tõepoolest] üles ehitatud sirge tee.
fi: Ja miten voisi usko, vaikka jotta ovat parhaillaan lausui runoja Allahin ja teidän keskuudessanne on hänen lähettiläänsä? Ja kuka pitää tiukasti Jumalaa [itse] ovat ohjanneet oikealle tielle.
he: איך יכול אתה מאשר בזמן כדי להיות דיקלמת הפסוקים של אללה, ביניכם הוא שליח שלו? למי שמחזיק בחוזקה לאללה [אכן] שינחו את נתיב ישר.
hr: I kako možeš sumnjati kad da se recitiraju stihove Allaha i da je njegov Glasnik? I tko god drži čvrsto u Allaha je [doista] instrukcije da ravan put.
lt: Ir kaip gali jums ne wierza nors į jums yra recytuja ženklai Dievo ir tarp jūsų yra jo Messenger? Ir kas turi tvirtai Allaho [iš tikrųjų] atsižvelgė į tiesia kelią.
lv: Un kā varētu jums neticēt, bet ar jums ir to citēja vārsmas no Allah un jūsu vidū ir viņa Messenger? Un kurš tur stingri Allahu [patiešām] aizveda taisnā ceļā.
nb: Og hvordan kan du tviler mens til du blir blir resitert versene Allah og du er Guds budbringer? Og den som holder fast til Allah [Ja] har vært guidet til en rett bane.
sk: A ako by mohol neveriť kým na vás sú je prednášal verše Alaha a medzi vami je posol? A ten, kto drží pevne na Alah [naozaj] bola vedená cesta priamo.
sl: In kako bi vam verjamem pa da so se recitiral verze Allah in med vami je njegov sel? In kdor ima trdno Allah je [resnično] vodil naravnost pot.
sr_cyrl: А како би ти сумњаш у док је да су је рецитовао стихове Алаха и међу те је његово Мессенгер? И ко год држи чврсто Алах је [заиста] инструкције да праволинијску путању.
sr_latn: A kako bi ti sumnjaš u dok je da su je recitovao stihove Alaha i među te je njegovo Messenger? I ko god drži čvrsto Alah je [zaista] instrukcije da pravolinijsku putanju.
uk: І як може вас не вірити в той час як для вас бути декламуються вірші Аллаха і серед вас є його Messenger? І той, хто тримає міцно, щоб Аллах [насправді] був направляв до прямий сегмент контуру.
vi: Và làm thế nào bạn có thể disbelieve trong khi để bạn có được niệm câu thơ của Allah và trong số các bạn là Messenger của ông? Và bất cứ ai nắm giữ vững chắc để Allah [quả thật] đã được hướng dẫn đến một đường thẳng.
zu: Futhi ngingabalahla kanjani you disbelieve isikhashana okukuthinta ngekhanda amavesi ka Allah phakathi kwenu isithunywa sakhe?

# Quran395
source: O you who have believed, fear Allah as He should be feared and do not die except as Muslims [in submission to Him].
ca: O es que he cregut, por Allah com ha de ser temut i no morir excepte com musulmans [en el submissió a ell].
cy: O chi sydd wedi credu, ofn Allah fel y dylai ef yn ofni ac yn wneud yn marw ac eithrio fel Moslemiaid [yn y cyflwyniad iddo].
da: O du, der har troet, frygte Allah som han bør frygtes og ikke dø undtagen som muslimer [i indsendelse til ham].
el: O σας που πιστεύουν, φόβου Αλλάχ όπως ο ίδιος θα πρέπει να φοβόμαστε και δεν πεθαίνουν εκτός από τους μουσουλμάνους [στην υποβολή σε αυτόν].
et: O kes oleks uskunud, kardavad Jumal, kui ta peaks kartis ja ei sure välja nagu moslemid [in esitamist talle].
fi: Oi te, jotka ovat uskoneet pelätkää Allahia, hän pitäisi pelätä ja kuollut paitsi muslimien [alamaisuudessa hänelle].
he:  מי מאמין, פחד אללה כפי שהוא צריך לפחד לא מתים חוץ כמוסלמים [בכניעה לו].
hr: O ti koji su vjerovali, boji Allaha treba bojati i ne umiru osim kao Muslimani u pokornosti njemu].
lt: O kurie tiki, bijoti Dievo, jis turi bijoti ir mirti išskyrus musulmonų [pateikimo jam].
lv: O jums, kas ticējusi, bailes Allah, kā viņš būtu baidījās un nav mirst izņemot kā musulmaņi [iesniegšanas viņam].
nb: O dere som har trodd, frykt Allah som han bør være fryktet og ikke die unntatt som muslimer [i underkastelse til ham].
sk: O strach vám, ktorí ste uverili, Alah, ako by sa bál a nie zomrieť s výnimkou, ako moslimovia [v podaní mu].
sl: O, ki ste verjeli, strah Allah, kot je je treba bati in kot muslimani ne umrejo razen [v oddajo mu].
sr_cyrl: О ти који верују, страх и Алах док је требало да се боје и не умиру осим као Муслимани [у покорности њему].
sr_latn: O ti koji veruju, strah i Alah dok je trebalo da se boje i ne umiru osim kao Muslimani [u pokornosti njemu].
uk: О ви, хто вірив, страх Аллаха, як він повинен боятися і не померти, крім як мусульмани [в підпорядкування до нього].
vi: O bạn của những người đã tin, sợ Allah như ông nên lo sợ và không chết trừ như người Hồi giáo [gửi cho anh ta].
zu: O you kholwa sesabe Allah njengoba He esatshwe futhi abafi ngaphandle namaSulumane [uthobela kuye].

# Quran396
source: And hold firmly to the rope of Allah all together and do not become divided. And remember the favor of Allah upon you - when you were enemies and He brought your hearts together and you became, by His favor, brothers. And you were on the edge of a pit of the Fire, and He saved you from it. Thus does Allah make clear to you His verses that you may be guided.
ca: Premuda fermament a la corda d'Allah tots junts i no ser dividit. I recordeu el favor d'al là sobre tu - quan vostè eren enemics i va reunir els cors i es va convertir, per favor, germans. Vostè estava a la vora d'un pou del foc i es va salvar d'ella. Així Allah fa clar a vostè seus versos que et poden guiar.
cy: A gynnal gadarn y rhaff Allah gyda'i gilydd ac nid oes yn cael ei rannu. A chofiwch favor Allah arnoch-pan oeddech yn elynion a daeth eich calonnau ynghyd a ddaethoch, gan ei favor, brodyr. A oeddech chi ar ymyl y pwll y tân, a achubodd chi ohono. Felly yw Allah gwneud yn glir i chi ei penillion y gall eich harwain.
da: Og hold fast til rebet af Allah alle sammen og ikke blive delt. Og huske Allah gunst ved du - når du var fjender og han bragte jeres hjerter og du blev ved hans gunst, brødre. Og du var på kanten af en grav af ilden, og han frelst dig fra det. Således Allah gøre klart for du hans vers, at du kan blive vejledt.
el: Και κρατήστε σταθερά το σχοινί του Αλλάχ όλοι μαζί και δεν διχαζόμαστε. Και θυμηθείτε τη χάρη του Αλλάχ σας - όταν ήταν εχθροί και έφερε μαζί τις καρδιές σας και έγινες, από την υπέρ του, τους αδελφούς. Και ήσουν στην άκρη ενός pit της φωτιάς, και αυτός που έχετε αποθηκεύσει από αυτό. Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους του ότι μπορείτε να καθοδηγούνται.
et: Ja olema kindlalt köis Jumal kõik koos ja ei saanud jagada. Ja mäletan Allah kasuks teie - peale, kui sa olid vaenlased ja ta koondas oma südamed ja sa said poolt tema kasuks vennad. Sa olid tulekahju kaevu äärel ja ta päästis teid sellest. Seega ei Jumal selgeks tegema te tema salmid, et teil võib juhinduda.
fi: Tiukasti kiinni Allah köysi kaikki yhdessä ja ei hajaannu. Ja muistaa Jumalan puolesta teitä -, kun olit vihollisia ja hän kokosi sydämenne ja sinusta tuli hänen suosionsa brothers. Ja olit reunan pit tuleen, ja hän pelasti teidät sen. Näin Jumala selväksi teille hänen runoissaan te pysyisitte.
he: תחזיק ביציבות בחבל של אללה כולם ביחד, לא להיות מחולקת. ואת זוכרת את אמונם של אללה עליך זרח, כאשר היית אויבים, הוא איחד את לבכם ואת הפכת, מאת טובה שלו, האחים. ואתה היית בקצה של בור של השריפה. הוא הציל אותך ממנו לפיכך אללה להבהיר לך את הפסוקים כי אתה עלול להיות מונחה.
hr: Držite čvrsto uže Allah sve skupa i nije podijeljena. I zapamtite uslugu Allah na vas - kad si neprijatelja i on je okupio svoja srca i postao, mimo svoju naklonost, braća. Bili ste na rubu jame za vatru i on te je spasio od nje. Tako ne Allah jasno dati do znanja da svoje stihove da ti može biti vođena.
lt: Ir laikykite tvirtai prie lynų Dievo visi kartu ir negali tapti padalintas. Ir prisiminti Dievo malonės tave - kai jūs buvote priešai ir jis subūrė savo širdyse ir jūs tapo, iš jo malonės, broliai. Ir jums buvo duobe ugnies krašto, ir jis išgelbėjo jus iš jo. Taigi nėra Dievas aiškiai jums savo eilėmis, kad jums gali būti vadovaujamasi.
lv: Un cieši turētos pie Allah virves kopā un nevis kļūtu dala. Un atcerēties favor Allāha ja jums ir ienaidnieki un viņš apvienoja savas sirdis un jums kļuva par viņa favor, brāļi. Bija uguns bedre malā un viņš saglabāti jūs no tā. Tādējādi netiek Allah skaidri jums savas vārsmas, ka jums var vadīties.
nb: Og hold til tauet av Døyve alle sammen og ikke blir delt. Og husk favør Allah dere - da du var fiender og han tok deres hjerter sammen og du ble på sin side, brødre. Og du var på kanten av en grop av brannen, og han reddet du fra den. Dermed gjør Allah klart deg hans vers at du blir veiledet.
sk: Držať pevne na lano, ktoré Alah dohromady a stať sa nerozlišujú. A Pamätajte si priazeň Boh na vás - keď ste boli nepriatelia a priviedol dohromady svoje srdcia a sa stal v jeho prospech, bratia. A boli na pokraji jamy ohÅ a zachrÃ¡nil ste od nej. Preto je Alah objasniť na vás jeho verše, že môže riadiť.
sl: In držite trdno vrv od Allah vse skupaj in ne postane razdeljena. In ne pozabite uslugo Allah na vas - ko ste bili sovražniki in prinesel srcu skupaj in si postal, s svojo korist, bratje. In ste bili na robu jame ogenj, in je rešil iz nje. Tako ne Alah bo jasno vam njegovi verzi, da boste lahko vodijo.
sr_cyrl: И држите чврсто за уже од Алаха сви заједно и постати подељена. И запамти услугу и Аллах на вас - када сте били непријатељи и он је окупио своја срца и постао, уз његову вољу, браћа. Био си на ивици јаме ватре и он те је спасио из ње. Према томе да ли Аллах ти разјаснити његових стихова те може бити вођена.
sr_latn: I držite čvrsto za uže od Alaha svi zajedno i postati podeljena. I zapamti uslugu i Allah na vas - kada ste bili neprijatelji i on je okupio svoja srca i postao, uz njegovu volju, braća. Bio si na ivici jame vatre i on te je spasio iz nje. Prema tome da li Allah ti razjasniti njegovih stihova te može biti vođena.
uk: І триматися міцно мотузку Аллах всі разом і не стати розділена. І пам'ятайте користь Аллах на вас - коли ви були ворогами і він зібрав ваших серцях і ви стали, завдяки його ласці, братів. Ви були на краю ями вогню і він врятував вас від неї. Таким чином Аллах чітко вам його вірші, що ви може керуватися.
vi: Và giữ vững chắc để các dây của Allah tất cả với nhau và không trở thành phân chia. Và hãy nhớ rằng ưu tiên của Allah khi bạn - khi bạn là kẻ thù và ông đã mang trái tim của bạn với nhau và bạn đã trở thành, bởi lợi của mình, anh em. Và bạn đang trên các cạnh của một hố lửa, và ông đã cứu bạn từ nó. Vì vậy Allah làm cho rõ ràng cho bạn bài thơ của ông, rằng bạn có thể được hướng dẫn.
zu: Futhi sibambelele ngokuqinile intambo Allah bonke ndawonye ningabi ihlukaniswe.

# Quran397
source: And let there be [arising] from you a nation inviting to [all that is] good, enjoining what is right and forbidding what is wrong, and those will be the successful.
ca: I que hi hagi bona [que] de tu una nació convidant a [tot el que és], ordenant el que és correcte i prohibint el que està malament, i els serà l'èxit.
cy: A gadewch yno yn [deillio] eich gwahodd genedl i [popeth], enjoining beth sy'n iawn a da Rhestra beth sydd o'i le, a rhai y bydd yn llwyddiannus.
da: Og lad der blive [der] fra dig en nation, der indbyder til [alle thats] god, pålægger hvad der er rigtigt og forbyder hvad der er galt, og de vil være den succesfulde.
el: Και μην [που απορρέουν] από εσάς ένα έθνος προσκαλεί σε [ό, τι είναι] καλή, οποία τι είναι σωστό και απαγορεύοντας τι είναι λάθος, και εκείνοι θα είναι η επιτυχής.
et: Ja Saagu [mis] te rahvas kutsudes [kõigile, et on] hea, enjoining, mis on õige ja keelavad, mis on valesti, ja need on edukas.
fi: Ja tulkoon [johtuvat] voit kansakunnan kutsua kaikille [on] hyvä, määräämisestä investointihankkeista hankkeille, mikä on oikein ja kielletään, mikä on väärin, ja ne onnistuu.
he: יהי טוב [הנובעים] את האומה מזמינה לכל [זה], בהנאת מה נכון, שאסר על מה קרה, ואת אלה יהיה מוצלח.
hr: I neka bude [nastali] iz te nacije pozivaju na [sve je] dobar, enjoining što je pravo i zabranjuje ono što nije u redu, i oni će biti uspješan.
lt: Ir tegul ten būti [su] iš jūsų tautos kviečia [visiems, kad yra] geras, pareikalaujant, kas yra teisinga ir uždraudžiant kas negerai, ir tie bus sėkmingai.
lv: Un ļaut tur [rodas] jūs tautai, aicinot [visiem, kas ir] labs, prasot to, kas ir labi un aizliedz to, kas ir nepareizi, un tie būs veiksmīgs.
nb: Og la det være [som] fra deg en nasjon inviterer til [alle dvs] god, enjoining hva som er riktig og forbyr hva som er galt, og de vil være vellykkede.
sk: Let tam byť [spôsobené] ste národa pozýva na [všetky, čiže] dobre, si budete užívať, čo je správne a brániť, čo sa deje, a tie budú úspešné.
sl: In naj bodo dobro [ki] si narod vabi [vse, kar je], enjoining, kaj je prav in prepovedujejo, kaj je narobe, in tiste, ki bo uspešno.
sr_cyrl: И нека тамо бити [насталих] те народ позива да [све] добар, ењоининг праву ствар и забрањују шта не ваља, а оне су успешни.
sr_latn: I neka tamo biti [nastalih] te narod poziva da [sve] dobar, enjoining pravu stvar i zabranjuju šta ne valja, a one su uspešni.
uk: І хай там бути [виникають] ви нації запрошуючи всім [це] добре, enjoining, що є правильним і що забороняють те, що це неправильно, і тих, хто буде успішного.
vi: Và hãy để có là [phát sinh] từ bạn một quốc gia mời tới [tất cả đó là] tốt, đích điều gì là đúng và cấm những gì là sai trái, và những người sẽ là thành công.
zu: Futhi makube-khona [ezivuka] kusuka isizwe simema [konke okungukuthi] kuhle, enjoining okulungile futhi enqabela lokho akulungile, nalabo kuyoba yimpumelelo.
