Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran405
source: They have been put under humiliation [by Allah] wherever they are overtaken, except for a covenant from Allah and a rope from the Muslims. And they have drawn upon themselves anger from Allah and have been put under destitution. That is because they disbelieved in the verses of Allah and killed the prophets without right. That is because they disobeyed and [habitually] transgressed.
ca: Han estat posat sota humiliació [per Allah] allà on s'han superat, excepte un pacte d'Allah i una corda als musulmans. I s'han dibuixat sobre si mateixos ira d'Allah i s'han posat sota la misèria. Això és perquè dubtaven en els versos d'Allah i va matar els profetes sense dret. Això és perquè desobeir i transgredien [habitualment].
cy: Mae maent wedi'u rhoi dan waradwydd [gan Allah] lle bynnag y maent yn goddiweddyd, ac eithrio Cyfamod gan Allah a rhaff gan y Mwslimiaid. Ac maent wedi tynnu arnynt eu hunain dicter gan Allah ac wedi'u rhoi dan amddifadedd. Mae hynny oherwydd maent yn ddysgais yn y penillion Allah ac yn lladd y proffwydi heb hawl. Mae hynny oherwydd maent yn disobeyed ac yn camweddu [yn gyson].
da: De har været sat under ydmygelse [af Allah] uanset hvor de er overhalet, bortset fra en pagt fra Allah og et reb fra muslimer. Og de har trukket på sig vrede fra Allah og er blevet sat under ekstrem fattigdom. Det er fordi de disbelieved i vers af Allah og dræbt profeterne uden lige. Det er fordi de adlød og [sædvanligvis] overskrides.
el: Αυτοί έχουν τεθεί υπό ταπείνωση [από τον Αλλάχ] όπου είναι παρασύρονται, εκτός από ένα σύμφωνο από Αλλάχ και ένα σχοινί από τους μουσουλμάνους. Και έχουν σύρει στον εαυτό τους θυμό από Αλλάχ και έχουν τεθεί υπό ένδεια. Αυτό είναι επειδή disbelieved στην στίχους του Αλλάχ και σκότωσαν την προφήτες, χωρίς δικαίωμα. Αυτό είναι επειδή disobeyed και παραβιάζονται [συνήθως].
et: Nad võinud asetada all alandus [Jumal] kus iganes nad on möödas, välja arvatud pakt Jumalalt ja trossi alates moslemid. Ja nad on endale viha Jumalalt ega aastast viletsuses. Ongi, sest nad pühendasid Allah disbelieved ja tapsid prohvetid õiguseta. Ongi, sest nad ei kuuletunud ja [alaliselt] ületatakse.
fi: Ne on painostettu nöyryytys [jonka hillitä] missä ne on tullut liiton polveutua hillitä ja köyttää polveutua muslimit. Tehnyt itse viha Jumalaa ja kurjuuden alaisiksi. Tämä johtuu siitä he uskoneet jakeissa Allah ja ilman oikeutta profeettoja tappaneet. Siksi he olivat tottelemattomia ja [tavallisesti] syntiä.
he: הם הושמו תחת ההשפלה [אללה] בכל מקום בו הם נמצאים עקפה, חוץ ברית מאללה, חבל המוסלמים. הם נמשכים על עצמם כעס מאללה, הושמו תחת בדלות. זה בגלל שהם disbelieved של אללה והרגו הנביאים ללא נכון. זה בגלל שהם לא ציית שפרעו [מתוך].
hr: Oni su stavili pod poniženje [koje Allah] gdje god se zatekne, osim saveza od Allaha i uže od muslimana. I oni su izvučeni na sebe bijes od Allaha i staviti pod neimaštine. To je zato što su bio u stihovima Allaha i ubili proroke bez prava. To je zato što su prekršili i [često] prekršio.
lt: Jie buvo įvesta pagal pažeminimas [Dievas] iš kur jie yra viršijamas, išskyrus sandorą nuo Dievo ir nuo musulmonų virvė. Ir jie atkreipė į save pyktis iš Dievo ir yra išleistos pagal skursta. Taip yra todėl jie disbelieved Dievo ženklai ir nužudyti pranašai neturint tam teisės. Taip yra todėl jie nepakluso ir [nuolat] sutrikusi.
lv: Tie ir ieviesti saskaņā ar pazemošanu [Allah], kur vien tie ir pārņemti, izņemot derību no Allah un virvi no musulmaņiem. Un tie ir vērsta uz sevi dusmas no Allah un ir ieviesti saskaņā ar nabadzībā. Tas ir tāpēc, ka viņi disbelieved Allah vārsmas un nogalināti pravieši bez tiesībām. Tas ir tāpēc, ka viņi nepakļautos pavēlei un [pastāvīgi] pārkāpts.
nb: De har blitt satt under ydmykelse [av Døyve] uansett hvor de er innhentet, unntatt en pakt fra Døyve og en bardun fra muslimer. Og de har trukket på seg sinne fra Allah og ha blitt putte under nød. Det er fordi de vantro i vers av Døyve og drepte profetene uten rett. Det er fordi de adlød og [fast] overtrådt.
sk: Sa zaviedli za poníženie [podľa Allah] nech je prekonaný, okrem zmluvu od Boha a lano z moslimov. A boli na seba hnev od Boha a dali pod bieda. To je, pretože pochyboval vo veršoch Alaha a zabil prorokov bez práva. To je, pretože oni neposlúchli a [obvyklý] prestúpil.
sl: Ko je bilo dano pod poniževanje [po Allah] kjer so prehitel, razen zveze od Allah in vrv iz muslimani. In so pripravljeni nase jeza od Allah in pod pomanjkanju. To je zato, ker so verjeli v verzih Allah in ubil preroki brez pravice. Ki je upošteval navodila in [običajno] prekoračene.
sr_cyrl: Они су стављене под понижење [Алаха] где год они су претекао, осим споразум од Алаха, а конопац од Муслимани. И они су нацртали на себе бес од Алаха и су стављене под беда. То је зато што они не верује у стихове Алаха и убили пророке без права. То је зато што су послусала и [из навике] одметнули.
sr_latn: Oni su stavljene pod poniženje [Alaha] gde god oni su pretekao, osim sporazum od Alaha, a konopac od Muslimani. I oni su nacrtali na sebe bes od Alaha i su stavljene pod beda. To je zato što oni ne veruje u stihove Alaha i ubili proroke bez prava. To je zato što su poslusala i [iz navike] odmetnuli.
uk: Вони мають була поставити під приниження [Аллах] скрізь, де вони втратили, за винятком Завіт з Аллах і каната від мусульман. І вони мають описового на себе гнів Аллах і будуть поставлені під нужді. Це тому, що вони disbelieved у віршах Аллах і вбивали пророків, без права. Це тому, що вони не слухали і [звикла] переступили.
vi: Họ đã được đặt dưới sự sỉ nhục [bởi Allah] bất cứ nơi nào họ đang vượt qua, ngoại trừ một giao ước từ Allah và một sợi dây thừng từ người Hồi giáo. Và họ đã rút ra khi mình tức giận từ Allah và đã được đặt dưới destitution. Đó là bởi vì họ disbelieved trong những câu thơ của Allah và giết hại các tiên tri mà không cần phải. Đó là bởi vì họ bất tuân và [habitually] transgressed.
zu: Baye phansi ngenxa yokululazeka [Allah] nomaphi lapho ehlelwa yisiphambeko, ngaphandle isivumelwano Allah kanye indophi kusukela amaSulumane.

# Quran406
source: They are not [all] the same; among the People of the Scripture is a community standing [in obedience], reciting the verses of Allah during periods of the night and prostrating [in prayer].
ca: No són [tots els] el mateix; entre la gent de l'escriptura és una comunitat de peu [en l'obediència], recitant Allah durant els períodes de la nit i postrant [en oració].
cy: Nid ydynt [bob] yr un peth; ymysg pobl y ysgrythur yn gymuned sefydlog [mewn ufudddod], adrodd penillion Allah yn ystod cyfnodau y nos a prostrating [yn gweddi].
da: De er ikke [alle] det samme; blandt folk af Skriften er et fællesskab stående [i lydighed], recitere vers af Allah i perioder om natten og prostrating [i bøn].
el: Δεν είναι [όλα] το ίδιο? ανάμεσα στους ανθρώπους του Scripture είναι μια κοινότητα στέκεται [στην υπακοή], απαγγέλλοντας τους στίχους του Αλλάχ σε περιόδους της νύχτας και prostrating [στην προσευχή].
et: Nad ei ole [] ühesugused; Pühakiri inimeste seas on ühenduse seisab [kuulekus], kandsime Allah salmid perioodidel öö ja prostrating [palves].
fi: Ne eivät ole [all] sama; Raamatun kansan keskuudessa on yhteisö seisoo [kuuliaisuuden], lausuen Allahin säkeet aikana yö ja kumartaen [rukouksessa].
he: הם אינם [כל] זהה; בקרב העם של כתבי הקודש היא קהילה עומד [בצייתנות], אמירת הפסוקים של אללה בתקופות של הלילה, השתטחות [בתפילה].
hr: Oni nisu [sve] isto; među ljudima u Svetom pismu je zajednica [u poslušnosti], recitira stihove Allah tijekom razdoblja noći i prostirući se [u molitvi].
lt: Jie nėra [visi] patį; tarp knygos žmonių yra bendruomenė, stovi [paklusnumo], rečituojantys Dievo ženklai laikotarpiais naktį ir prostrating [modlitwie].
lv: Tie nav [] vienādi; Bībele cilvēku vidū ir Kopiena, stāvot [paklausību], skandētu pantus no Allah nakts periodos un vājināja [lūgšanā].
nb: De er ikke [alt] den samme; blant skriften er et fellesskap står [i lydighet], resitere vers av Allah i perioder på natten og prostrating [i bønn].
sk: Nie sú [všetky] rovnaké; medzi ľuďmi písmo je komunita stojí [v poslušnosti], recitovať verše Alah počas noci, a prostrating [v modlitbe].
sl: Niso [vse] enako; med ljudmi Sveto pismo je Skupnost stoji [v poslušnosti], recitiral verze Allah obdobjih noči in prostrating [v molitvi].
sr_cyrl: Они нису [сви] исти; међу људима из Светог писма је заједница стоји [у покорности], рецитовање стихова Алаха током периода од ноћи и простратинг [у молитви].
sr_latn: Oni nisu [svi] isti; među ljudima iz Svetog pisma je zajednica stoji [u pokornosti], recitovanje stihova Alaha tokom perioda od noći i prostrating [u molitvi].
uk: Вони не [всі] те ж саме; в народі Писання є спільнотою стоїть [в послуху], читав вірші Аллах періоди ночі і prostrating [в молитві].
vi: Chúng không phải là [tất cả] tương tự; trong số những người của Kinh Thánh là một cộng đồng đứng [trong vâng lời], đọc những câu thơ của Allah trong suốt thời gian của ban đêm và prostrating [trong cầu nguyện].
zu: Ababona [bonke] okufanayo;

# Quran407
source: They believe in Allah and the Last Day, and they enjoin what is right and forbid what is wrong and hasten to good deeds. And those are among the righteous.
ca: Creuen en Allah i el darrer dia, i demanen el que està bé i prohibeixen el que està malament i afanyo a bones obres. I aquestes són entre els justos.
cy: Credant yn Allah ac yn y dydd diwethaf, a enjoin beth sy'n iawn a a'n gwaredo beth sydd o'i le maent a brysuro i weithredoedd da. A rhai ymhlith y righteous.
da: De tror på Allah og den sidste dag, og de pålægger hvad der er rigtigt og forbyde, hvad der er galt og skynder mig at gode gerninger. Og de er blandt retfærdige.
el: Πιστεύουν στο Αλλάχ και την τελευταία ημέρα, και διατάσσω τι είναι σωστό και απαγορεύσει και τι είναι λάθος και σπεύδουν να καλές πράξεις. Και αυτά είναι μεταξύ των δίκαιοι.
et: Nad usuvad Jumalat ja viimane päev ja nad kohustab, mis on õige ja hoidku, mis on valesti ja heade tegudeni kiirustama. - Ja need on õige.
fi: He uskovat Jumalaan ja viimeiseen päivään, ja he määrätä, mikä on oikein ja kieltää, mikä on väärin ja kiirehtiä hyviä tekoja. Ja ne joukkoon.
he: הם מאמינים אללה, היום האחרון, והן זכות לחייב מה נכון, וחלילה מה קרה לכזו מעשים טובים. ואלו בין הצדיקים.
hr: Oni vjeruju u Allaha i zadnji dan, a oni naložiti što je dobro i Sačuvaj ono što nije u redu i da dobra djela. A to su među pravednima.
lt: Jie tiki Dievo ir paskutinę dieną, ir jie neteisėtos, kas yra teisinga ir uždrausti kas negerai ir skubėti į gerus darbus. Ir jie yra tarp teisus.
lv: Viņi tic Allah un pēdējā dienā, un viņi liek, kas ir labi un pasarg, what ' s wrong un paātrināt labus darbus. Un tie ir vieni taisns.
nb: De tror på Allah og den siste dagen, og de pålegge hva som er riktig og forby hva som er galt og fremskynde til gode gjerninger. Og de er blant rettferdige.
sk: Oni veria v Boha a v posledný deň, a nariaďuje, čo je správne a chráň, čo je zle a urýchliť dobré skutky. A tie sú medzi spravodlivými.
sl: Verjamejo v Allah in zadnji dan, in jih zavezuje, kaj je prav in prepovedujejo, kaj je narobe in pospeši dobra dela. In to so med pravednika.
sr_cyrl: Они верују у Аллаха и последњи дан и забраним праву ствар и забрањују шта није у реду и убрзати да добра дела. А то су међу праведне.
sr_latn: Oni veruju u Allaha i poslednji dan i zabranim pravu stvar i zabranjuju šta nije u redu i ubrzati da dobra dela. A to su među pravedne.
uk: Вони вірять в Аллах і останній день, і вони накази про те, що і не дай, що не так і поспішають добрі справи. І ті, серед праведників.
vi: Họ tin vào Allah và ngày cuối cùng, và ra lịnh những gì là đúng và cấm những gì là sai và đẩy nhanh việc tốt. Và những người trong số các công bình.
zu: Bakholelwa Allah Suku, futhi enjoin okulungile futhi enqabela lokho akulungile futhi khawuleza nezenzo ezinhle.

# Quran408
source: And whatever good they do - never will it be removed from them. And Allah is Knowing of the righteous.
ca: I qualsevol cosa bona do - mai se suprimiran d'ells. I Allah està saber dels justos.
cy: Da beth bynnag a wnânt-byth y bydd cael gwared ohonynt. A gwybod y righteous yw Allah.
da: Og hvad godt de gør - aldrig vil det blive fjernet fra dem. Og Allah er at vide af retfærdige.
el: Και ό, τι καλό κάνουν - ποτέ αυτό αφαιρείται από τους. Και Αλλάχ είναι γνωρίζοντας της δίκαιοι.
et: Ja mis iganes hea nad teha - kunagi see eemaldatakse neilt. Ja Jumal on teades sugupõlves.
fi: Ja mitä hyvää he tekevät - koskaan se poistetaan niistä. Ja Jumala on vanhurskas tietäen.
he: טוב לא משנה מה הם עושים - לא זה יוסר אותם. אללה הוא שהידיעה של הצדיקים.
hr: I ono dobro rade - nikad to uklonit će se iz njih. A Allah je poznavanje pravednika.
lt: Ir kokia gera jie - niekada bus jis būti pašalintas iš jų. Ir Dievas yra žinios, teisus.
lv: Un ko labu viņi dara - nekad to novāks no tiem. Un Allah ir taisns zinot.
nb: Og hva godt de gjør - aldri vil det bli fjernet fra dem. Og Allah er vite av rettferdige.
sk: A čokoľvek dobrého robia - nikdy sa odstráni z nich. A Allah je znalosť spravodlivých.
sl: In ne glede na dobro delajo - nikoli ne bo to izluščiti iz njih. In Alah je poznavanje pravičnih.
sr_cyrl: И Какво год добро раде - никад не ће то бити уклоњени из њих. А Аллах је знајужи праведника.
sr_latn: I Kakvo god dobro rade - nikad ne će to biti uklonjeni iz njih. A Allah je znajuжi pravednika.
uk: І все, що добре вони роблять - ніколи не буде його видалено з ними. І Аллах знаючи, що праведників.
vi: Và bất cứ điều gì tốt họ làm - không bao giờ nó sẽ bị xoá khỏi chúng. Và Allah biết sự công bình.
zu: Futhi konke okuhle abakwenzayo - never ngeke usukile kubo.

# Quran409
source: Indeed, those who disbelieve - never will their wealth or their children avail them against Allah at all, and those are the companions of the Fire; they will abide therein eternally.
ca: De fet, els que dubten - mai ho farà la seva riquesa o fills aprofitar-los contra Allah en absolut, i aquells són companys del foc; es queda aquí eternament.
cy: Yn wir, rhai a chredu-byth bydd eu cyfoeth neu mae eu plant fanteisio ar iddynt erbyn Allah o gwbl, ac mae'r rheini'n cymdeithion y tân; Bydd maent yn glynu ynddo fythol.
da: Ja, dem, der ikke tror - vil aldrig deres rigdom eller deres børn benytte dem mod Allah overhovedet, og de er kammerater i ilden; de vil overholde deri evigt.
el: Πράγματι, αυτοί που δυσπιστώ - ποτέ δεν θα τα πλούτη τους ή τα παιδιά τους χρησιμοποιήσει αυτά κατά Αλλάχ σε όλα, και αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει εκεί αιώνια.
et: Tõepoolest, need, kes usu - kunagi oma rikkust või lastel kasutada neid Allah vastu üldse ja need on kaaslased tulekahju; nad järgivad seal igavesti.
fi: Itse asiassa ne, jotka ovat uskottomia - koskaan tule heidän omaisuutensa lastensa käyttää niitä Jumalaa vastaan ollenkaan ja ne ovat kumppaneita tuleen; säädöksien siinä ikuisesti.
he: ואכן, אלה לא להאמין - לעולם לא את עושרם או ילדיהם הועיל להם נגד אללה בכלל, ואלה הלוויה של האש; הם להישמע בו לנצח.
hr: Doista, oni koji ne vjeruju - neće svoje bogatstvo ili njihova djeca ih iskoristiti protiv Allaha na sve, a to su drugovi požara; Oni će u njemu vječno trpe.
lt: Iš tiesų, tie, kurie neturi wierza - niekada savo turtus ar jų vaikams pasinaudoti juos nuo Dievo visai, ir tai kompanionai gaisro; jos paklūsta jame amžinai.
lv: Patiešām, kuri neticēt - nekad savu bagātību vai saviem bērniem izmantot tos pret Allāhu vispār, un tie ir biedri no uguns; viņi ievēro tur mūžīgi.
nb: Faktisk, de som tviler - vil aldri deres rikdom eller barna benytte dem mot Allah hele, og de er følgesvennene til på ilden. de vil følge der evig.
sk: V skutočnosti tí, ktorí neveria - nikdy sa ich bohatstva alebo svoje deti využiť ich proti Alah vôbec, a tie sú spoločníci požiaru; dodržia sa v ňom naveky.
sl: Res, tistim, ki verjamem - nikoli ne bo svoje bogastvo ali njihovi otroci izkoristijo jih zoper Alah sploh, in so tovariši ogenj; se bo upošteval v njem večno.
sr_cyrl: Уистину , онима који је сигуран да је лажна - никада њихово богатство или њихова деца је узалудно их Аллах уопште, а то су Компањони ватре; Они ће у томе вечно да трпе.
sr_latn: Uistinu, onima koji je siguran da je lažna - nikada njihovo bogatstvo ili njihova deca je uzaludno ih Allah uopšte, a to su Kompanjoni vatre; Oni će u tome večno da trpe.
uk: Дійсно, тих, хто не вірити - ніколи не буде свої багатства або їхніх дітей скористатися їх проти Аллах на всіх, і ті супутники вогню; вони будуть дотримуватися в цьому вічно.
vi: Thật vậy, những người disbelieve - sẽ không bao giờ là sự giàu có của họ hoặc con cái của họ tận dụng chúng chống lại Allah ở tất cả, và những người đang companions cháy; họ sẽ tuân thủ trong đó luôn.
zu: Ngempela, labo disbelieve - angisoze ngengcebo yabo noma izingane zabo asebenzise ngokumelene Allah nhlobo, lezo abangane Fire;

# Quran410
source: The example of what they spend in this worldly life is like that of a wind containing frost which strikes the harvest of a people who have wronged themselves and destroys it. And Allah has not wronged them, but they wrong themselves.
ca: L'exemple de què passen en aquesta vida mundana és com la d'un vent que contenen les gelades que colpeja la collita de les persones que han tractat injustament-se i la destrueix. I Allah no ha perjudicat, sinó equivocar-se.
cy: Enghraifft o'r hyn y gallant ei wario yn y bywyd worldly hwn fel y gwynt sy'n cynnwys frost sydd yn taro y cynhaeaf o bobl sydd wedi cam eu hunain a ei ddinistrio. Ac wedi Allah Nid cam iddynt, ond mae rhywbeth o'i le eu hunain.
da: Eksempel på hvad de bruger i denne verdslige liv er som en vind, der indeholder frost, som slår høsten af et folk, der har krænket selv og ødelægger den. Og Allah har ikke krænket dem, men de forkerte selv.
el: Το παράδειγμα όσων δαπανούν σε αυτή την κοσμική ζωή είναι όπως αυτή του ένας άνεμος που περιέχουν παγετού που χτυπά τη συγκομιδή ενός λαού που έχουν αδικηθεί και καταστρέφει. Και Αλλάχ δεν έχει αδικηθεί τους, αλλά οι λάθος οι ίδιοι.
et: Näide sellest, mida nad kulutavad selle maise elu on nagu mis sisaldavad frost, mis looks inimestele, kes on end ülekohtu saagi tuul ja hävitab seda. Ja Jumal on ülekohtu neid, kuid nad ise valesti.
fi: Esimerkki siitä, mitä he kuluttavat maallinen elämä on kuin että tuuli sisältävien frost, joka iskee ihmisiä, jotka ovat tehneet väärin itse sadonkorjuun ja tuhoaa sen. Ja Jumala ei heille vääryyttä, mutta he väärin itse.
he: הדוגמה של מה הם לבלות את החיים הגשמיים הוא כמו זה של רוח המכיל פרוסט הפוגעת הקציר של אנשים אשר התעה עצמם והורס אותו. אללה לא מטעה אותם, אך הם טעות עצמם.
hr: Primjer su proveli u ovaj dunjalučki život je kao da je vjetar koji sadrži smrzavanja koja pogađa žetve ljudi koji su nepravdu sami i ne uništi. Allah ne im nepravdu, a sami o čemu se radi.
lt: Pavyzdžiui, ką jie praleidžia, šis pasaulietiškas gyvenimas yra kaip ir su šerkšnu, kurį streikų žmonių, kurie yra niesprawiedliwosci patys derliaus vėjo ir jį sunaikina. Ir Dievas yra niesprawiedliwosci ne jų, bet jie patys neteisingai.
lv: Piemērs par to, ko viņi pavada šo laicīgo dzīvi ir tāpat kā vējš, kurā ir sala, kas pārsteidz cilvēki, kuri paši esat nodarījis ražas un iznīcina to. Un Allah ir nodarījis ne viņiem, bet viņi paši nepareizi.
nb: Eksempel på hva de bruker i dette jordiske livet er som en vind som inneholder frost som slår avlingen av et folk som har gjort urett mot seg selv og ødelegger det. Og Allah har ikke gjort urett mot dem, men de feil selv.
sk: Príklad čo trávia v tento pozemský život je ako vietor, obsahujúce mráz, ktorý udrie úrodu ľudí, ktorí ublížili sebe a zničí. A Boh nie im ublížili, ale oni sami zle.
sl: Primer kaj so porabili v tem posvetno življenje kot v veter, ki vsebujejo zmrzali, ki udari letino ljudi, ki so storjena krivica sami in ga uniči. In Alah je ne jih storjena krivica, ampak so sami narobe.
sr_cyrl: Пример како су провели у овај земаљски живот је као од ветар који садржи фрост који напада жетва народа који себе наносила и уништава га. Алах су их повредили, а о чему се ради себе.
sr_latn: Primer kako su proveli u ovaj zemaljski život je kao od vetar koji sadrži frost koji napada žetva naroda koji sebe nanosila i uništava ga. Alah su ih povredili, a o čemu se radi sebe.
uk: Прикладом те, що вони витрачають в цьому житті мирські схожа на вітер, що містять іній, який вражає врожаю людей, які образили себе і руйнує його. І Аллаху не образили їх, але вони так себе.
vi: Các ví dụ về những gì họ chi tiêu trong cuộc sống trần tục này là tương tự như của một cơn gió có sương giá mà cuộc đình công thu hoạch của một người bạn có wronged mình và phá hủy nó. Và Allah đã không wronged chúng, nhưng họ đã sai mình.
zu: Isibonelo salokho abasichitha lo worldly pilo is like ukuthi umoya equkethe frost lapho eshaya isivuno abantu abaye ngalungi ngokwabo alibulale.
