Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran618
source: And who is better in religion than one who submits himself to Allah while being a doer of good and follows the religion of Abraham, inclining toward truth? And Allah took Abraham as an intimate friend.
ca: I qui és el millor en la religió que qui se sotmet a Allah mentre que un faci el bé i segueix la religió d'Abraham, inclinant cap a la veritat? I Allah agafava Abraham com un amic íntim.
cy: A phwy sy'n well mewn crefydd nag un sy'n cyflwyno ei hun i Allah er eu bod yn berson sy'n gweithredu o da ac yn dilyn crefydd o Abraham, inclining tuag at y gwir? A chymerodd Allah Abraham fel ffrind personol agos.
da: Og hvem er bedre i religion end en, der har gjort sig til Allah samtidig være en handlingsmenneske af god og følger religion af Abraham, hælder mod sandheden? Og Allah tog Abraham som en intim ven.
el: Και ποιος είναι καλύτερος στο θρησκεία από ό, τι εκείνος που υποβάλλει ο ίδιος ο Αλλάχ ενώ όντας ένας πράττων των καλών και ακολουθεί τη θρησκεία του Αβραάμ, επικλινές προς την αλήθεια; Και Αλλάχ πήρε Αβραάμ ως ένα στενό φίλο.
et: Ja kes on parem kui üks, kes omapoolse Jumal inimeseks hea olles ja järgmine Abraham, tõe poole kallutamist religioon religioon? Ja Jumal võttis Abraham intiimne sõbraks.
fi: Ja kuka on parempi uskonto joka väittää Jumalaa samalla mies hyvää ja seuraa Abraham, kallistumista totuus uskonto? Ja Jumala teki Abrahamille kuin läheinen ystävä.
he: ומי יותר טוב בדת מי יבצע את עצמו אללה בעת היותו אדם מעשי טוב ונוהליו הדת של אברהם, inclining לעבר האמת? אללה לקח אברהם בתור חברה נאמנה.
hr: I ko je bolje vjere od onoga koji je podnosi se Allahu dok djelovati dobro i slijedi vjeru Abrahama, okrenuta prema istini? A Allah je uzeo Abrahama kao intimni prijatelj.
lt: Ir kas yra geriau religija nei tas, kuris pateikia pats Dievas būdami geros darytojas ir taip Abraomo, pavertimas link tiesos religija? Ir Dievas Abraomo kaip artimų draugų.
lv: Un kas ir reliģija ir labākas nekā vienas, kas apgalvo pats Allah, būdams labs izpildītājs un seko reliģiju Abraham, piešķiebdama pret patiesību? Un Allah ņēma Abraham kā intīms draugs.
nb: Og hvem er bedre i religion enn som sender seg å Døyve samtidig en doer av gode og følger religion Abraham, skrånende mot sannheten? Og Allah tok Abraham som en intim venn.
sk: A kto je lepší v náboženstve, ako ten, kto predkladá sám Alah pričom plnitel dobré, a takto náboženstvo Abraham, inklinující k pravde? A Boh vzal Abrahám intímneho priateľa.
sl: In kdo je boljši, v vero kot tisti, ki sam trdi v Allah, medtem ko je storilec dobro in sledi vere Abrahama, nagibanje proti resnice? In Alah je Abraham kot intimni prijatelj.
sr_cyrl: А ко је бољи у религији, него онај ко се подвргне себе Алах док сте били од оних који раде добро и прати религију Абрахамов, воља према истини? А Аллах је узео Абрахама као мој близак пријатељ.
sr_latn: A ko je bolji u religiji, nego onaj ko se podvrgne sebe Alah dok ste bili od onih koji rade dobro i prati religiju Abrahamov, volja prema istini? A Allah je uzeo Abrahama kao moj blizak prijatelj.
uk: І хто краще в релігії, ніж той, хто представляє себе Аллах той же час діяча добра і слідує релігії Авраама, схиляючись до істини? І Аллах взяв Авраам як інтимний друг.
vi: Và ai là tốt trong tôn giáo hơn một người nộp mình cho Allah trong khi đang là thực hiện tốt và theo tôn giáo của Abraham, inclining đối với sự thật? Và Allah đã Abraham là một người bạn thân mật.
zu: Futhi ngubani kangcono enkolweni than fike faka ngokwakhe Allah ngenkathi kokuba ube ngumenzi omuhle futhi ulandela kolo Abraham, inclining ngase iqiniso?

# Quran619
source: And to Allah belongs whatever is in the heavens and whatever is on the earth. And ever is Allah, of all things, encompassing.
ca: I per Allah pertany el que està en el cel i el que està en la terra. I mai Allah, de totes les coses, que abasta.
cy: A Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Ac byth yn Allah, yr holl bethau, sy'n cwmpasu.
da: Og Allah tilhører uanset hvad der er i himlene og hvad der er på jorden. Og nogensinde er Allah, af alle ting, som omfatter.
el: Και Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και ποτέ Αλλάχ, όλων των πραγμάτων, που θα περιλαμβάνει.
et: Ja Allah kuulub iganes on taevas ja mis on maa peal. Ja kunagi on Jumal, kõik asjad, mis hõlmab.
fi: Ja Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja aina on Jumala, kaiken, joka käsittää.
he: ושייך לאללה מה הוא בשמים והוא מה על פני האדמה. והוא פעם אללה, של כל הדברים, המקיף.
hr: A Allahu pripada sve što je na nebesima i na zemlji. I zaista jeste Allah, od svih stvari, koja obuhvaća.
lt: Ir Dievas priklauso kokia yra danguje ir kas yra ant žemės. Ir kada nors yra Dievas, visų dalykų, apimanti.
lv: Un Allah pieder kāds ir debesīs un kāds ir uz zemes. Un kādreiz ir Allah, visas lietas, ietverot.
nb: Og til Allah tilhører i himmelen og det som er på jorden. Er noensinne Allah, av alle ting, omfatter.
sk: A Bohu patrí, čo je v nebesiach a čo je na zemi. A niekedy je Alah, zo všetkých vecí, zahŕňajúci.
sl: Ter Allah pripada karkoli je v nebesih in karkoli je na zemlji. In kdaj je Allah, vse stvari, ki zajema.
sr_cyrl: И , Алах припада шта год је на небесима, и шта год је на земљи. А некад је Алах, од свих ствари, која обухвата.
sr_latn: I, Alah pripada šta god je na nebesima, i šta god je na zemlji. A nekad je Alah, od svih stvari, koja obuhvata.
uk: І щоб Аллах належить все, що знаходиться в небесах, і все, що є на землі. І коли-небудь Аллаха, всіх речей, який охоплює.
vi: Và Allah bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và bao giờ là Allah, của tất cả mọi thứ, bao gồm.
zu: Futhi Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran620
source: And they request from you, [O Muhammad], a [legal] ruling concerning women. Say, "Allah gives you a ruling about them and [about] what has been recited to you in the Book concerning the orphan girls to whom you do not give what is decreed for them - and [yet] you desire to marry them - and concerning the oppressed among children and that you maintain for orphans [their rights] in justice." And whatever you do of good - indeed, Allah is ever Knowing of it.
ca: I demanen de vostè, [O Muhammad], [legal] dictamen sobre les dones. Dir: "Allah li dóna una sentència sobre ells i [sobre] que ha estat recitat a vostè en el llibre sobre les nenes orfes a qui no els donis el que es va decretar per a ells - i [encara] desitja casar-se amb ells - i pel que fa a l'oprimit entre nens i que es mantenen per a orfes [els drets] en justícia." I el que faci de bo - de fet, Allah està saber d'ella.
cy: Ac maent yn gofyn gennych chi, [O Muhammad], [cyfreithiol] dyfarniad yn ymwneud â menywod. Dweud, "Mae Allah rhoi dyfarniad amdanynt ac am beth mae wedi'i roi i chi yn y llyfr ynghylch y merched amddifad i bwy na roddwch beth a ddyfarnwyd iddynt-ac [eto] Mae eich awydd i briodi iddynt-ac ynghylch y dan orthrwm ymhlith plant, a bod eich bod yn cadw ar gyfer plant amddifad [eu hawliau] mewn cyfiawnder." A beth bynnag a wnewch o dda-yn wir, yw Allah erioed yn gwybod amdano.
da: Og de anmodning fra dig, [O Muhammad], [juridisk] afgørelse vedrørende kvinder. Sige, "Allah giver dig en afgørelse om dem og [om] Hvad er blevet fremsagt til dig i bogen om de forældreløse piger hvem du giver ikke hvad er forordnet til dem - og [men] du lyst til at gifte sig med dem - og om de undertrykte blandt børn, og at du opretholde for forældreløse [rettigheder] i retfærdighed." Og uanset hvad du gør godt - faktisk Allah er nogensinde at vide af det.
el: Και ζητούν από εσάς, [Ο Μωάμεθ], [νόμιμη] απόφαση που αφορούν τις γυναίκες. Λένε, «Αλλάχ σας δίνει μια απόφαση σχετικά με τους και [τον] τι έχει γίνει recited σε εσάς στο βιβλίο σχετικά με τα ορφανά κορίτσια σε ποιον μην δίνετε τι είναι θεσπισμένος για αυτούς - και [ακόμη] που επιθυμείτε να παντρευτεί τους - και για τους καταπιεσμένους μεταξύ των παιδιών και που διατηρείται για ορφανά [δικαιώματά τους] στον τομέα της δικαιοσύνης.» Και ό, τι κάνεις καλό - πράγματι, Αλλάχ γνωρίζοντας ποτέ από αυτό.
et: Ja need nõuavad sinult [O Muhammad] [juriidilised] määruse kohta naised. Öelda: "Jumal annab neile ja [umbes] mida on olnud loetud teile omanikuta tüdrukud, kellele sa annad, mida on otsustatud, neile - ja [veel] sa soovid abielluda neid - ja rõhutuid laste seas raamatu määrusega ja õigluse orbude [oma õigusi] Syndic8.com." Ja mida iganes sa teed hea - tõepoolest, Allah on kunagi sellest teadlik.
fi: Ja he pyytävät sinulta [Oi Muhammed] [oikeudelliset] tuomio koskevat naisten. Esimerkiksi: "Jumala antaa ratkaisunsa niistä ja [siitä], mitä on luettu sinulle kirjan orpojen tyttöjen kenelle et anna, mitä on päätetty heille - ja vielä] haluavat mennä naimisiin- ja sorrettujen lasten keskuudessa ja säilytät orpojen [oikeuksiaan] oikeus." Ja mitä teet hyvää - itse asiassa Jumala koskaan tiedä sitä.
he: הם מבקשים ממך, [O מוחמד], פסק [חוקי] לגבי נשים. אומרים, "אללה מעניקה לך פסק לגביהם, [] מה יש כבר קרא לך בספר בנוגע יתומות למי לא תתן מה ניתנת להם - ו [עדיין] אתם רוצים להתחתן איתן - ובדבר המדוכאים בקרב ילדים, הנשמרת ליתומים [זכויותיהם] בצדק." ולא משנה מה תעשה טוב - אכן, אללה הוא אי פעם לדעת על זה.
hr: I traže od vas, [O Muhammad], [pravne] odluka o ženama. "Allah vam daje odluku o njima i o što recitira ti u knjizi o siroče djevojke kojima ne dajete šta je odlučeno za njih - i [još] te želja da se oženim - i u vezi potlačenih među djecom i koji imate za siročad njihovih prava u pravdu." I što god radiš dobra - doista, Allah je znajući to.
lt: Ir jos prašo iš tavęs, [O Muhammad], [teisiniai] Nutartis dėl moterų. Pasakyti: "Dievas suteikia jums sprendimą apie juos ir [apie] kas buvo skaito jums knygoje dėl laičių mergaičių kam neduoda kas kam juos - ir [dar] nori vesti juos - ir užguitas tarp vaikų ir kad Teisingumo [jų teisių] našlaičiams." Ir ką daryti gerai, - iš tiesų, Allah yra niekada nežinant apie tai.
lv: Un tie pieprasa no jums [O Muhammad] [tiesību] nolēmumu attiecībā uz sievietēm. Teiksim, "Allah dod nolēmumu par viņiem un [] kāda ir skaitīja tev grāmatu attiecībā uz reti sastopamu slimību ārstēšanai meitenēm, kam nedot, ko izsludinājusi par viņiem - un [vēl] vēlies precēties tos - un attiecībā uz apspiesto bērnu vidū un kas uztur bāreņiem [tiesībām] tieslietu". Un neatkarīgi no jums par labu - patiešām, Allah ir kādreiz zināt par to.
nb: Og de ber om fra deg, [O Muhammad], en [legal] avgjørelse om kvinner. Si, "Allah gir deg en kjennelse om dem og [om] det har blitt resitert til deg i boken om de foreldreløse jentene som du gir ikke hva er fastsatt for dem - og [men] du ønsker å gifte seg med dem - og om den undertrykte blant barn og som du opprettholder for foreldreløse [deres rettigheter] rettferdighet." Og uansett hva du gjør bra - faktisk Allah er å vite det.
sk: A žiadajú od vás [Mohamed], [právnu] rozhodnutie týkajúce sa žien. Povedať "Alah vám rozhodnutie o nich a [o], čo bolo v knihe, týkajúcich sa osirelých dievčat Komu dať, čo je vyhlásené za ne - a [ešte] budete chcieť vziať ich - a utláčaných u detí prednášal vám a udržovaný pre siroty [ich práva] v spravodlivosti." A čokoľvek dobrého - Vskutku, Alah je vedel to.
sl: In zahtevajo od vas, [O Muhammad], [pravno] odločanje o ženske. Reči, "Allah vam v odločanje o njih in [o] kaj vam v knjigi o sirote deklice, ki mu ne daš kaj je razglašena za njih - in [vendar] ste željo, da se poroči them - in o zatiranih med otroci recitirajo in da se ohrani za sirote svojih pravic v pravosodju." In karkoli narediš dobrega - res, Allah je vedel za to.
sr_cyrl: И затражили су од тебе, [О Мухаммад], [правне] пресуда које се односе на жене. "Аллах вам даје пресуду о њима и о шта рецитовао ти у књизи у вези сирочићи девојке којима те заболе шта је разрезан их - а [још] те жеља да се оженим - а које се односе на угњетаваних међу децом и који се налазе за сирочад њихових права у правду." И радити то је добрих - заиста, Аллах је икада знати за то.
sr_latn: I zatražili su od tebe, [O Muhammad], [pravne] presuda koje se odnose na žene. "Allah vam daje presudu o njima i o šta recitovao ti u knjizi u vezi siročići devojke kojima te zabole šta je razrezan ih - a [još] te želja da se oženim - a koje se odnose na ugnjetavanih među decom i koji se nalaze za siročad njihovih prava u pravdu." I raditi to je dobrih - zaista, Allah je ikada znati za to.
uk: І вони запит від вас, [O Мухаммад], [правових] правлячої щодо жінок. Скажімо, "Аллах дає вам постанову про них і [про] що має відправляються до вас в книзі щодо Сирота дівчаток, яким ви не дають, що постановив для них - і [поки] ви хочете вийти заміж за ними - і щодо пригніченого серед дітей і який ви підтримуватимете для дітей-сиріт свої права в справедливості". І все, що ви робите з гарним - дійсно, Аллах ніколи не знаючи його.
vi: Và họ yêu cầu từ bạn, [O Muhammad], một phán quyết [Pháp] liên quan đến phụ nữ. Nói, "Allah cung cấp cho bạn một phán quyết về họ và [] những gì đã ngâm với bạn trong cuốn sách liên quan đến các cô gái mồ côi mà bạn không cung cấp cho những gì ra lệnh cho họ - và [nhưng] bạn mong muốn kết hôn với họ - và liên quan đến các bị áp bức trong số trẻ em và rằng bạn duy trì cho các trẻ mồ côi [quyền của họ] công lý." Và bất cứ điều gì bạn làm tốt - quả thật vậy, Allah là bao giờ biết về nó.
zu: Futhi bacele kuwe, [O Muhammad], a [zomthetho] yokubusa eziphathelane labesifazane.

# Quran621
source: And if a woman fears from her husband contempt or evasion, there is no sin upon them if they make terms of settlement between them - and settlement is best. And present in [human] souls is stinginess. But if you do good and fear Allah - then indeed Allah is ever, with what you do, Acquainted.
ca: I si un temors de la dona del seu marit menyspreu o l'evasió, hi ha cap pecat a ells si fan condicions d'assentament entre ells - i liquidació és millor. I actualment en ànimes [humans] és remarcable avarícia. Però si fer el bé i la por d'Allah - llavors fet Allah és mai, amb el que fas, conèixer.
cy: Ac os ofnau menyw gan ei gŵr dirmyg neu osgoi talu, nid oes dim pechod arnynt os byddant yn gwneud telerau setliad rhyngddynt-a setliad sydd orau. A hyn o bryd yn eneidiau [dynol] yn stinginess. Ond os da a ofni Allah-yna yn wir yw Allah erioed, gyda'r hyn yr ydych yn ei wneud, gyfarwydd.
da: Og hvis en kvinde frygt fra hendes mand foragt eller unddragelse, er der ingen synd for dem, hvis de gør vilkårene for forlig mellem dem - og afvikling er bedst. Og nuværende i [mennesker] sjæle er nærighed. Men hvis du gør godt og frygt Allah - så faktisk Allah er nogen sinde, med hvad du gør, bekendtskab.
el: Και αν μια γυναίκα οι φόβοι από την περιφρόνηση του συζύγου ή της φοροαποφυγής, δεν είναι αμαρτία σε αυτούς αν κάνουν τους όρους του διακανονισμού μεταξύ τους - και διακανονισμού είναι καλύτερο. Και σήμερα σε [ανθρώπινες] ψυχές είναι φιλαργυρία. Αλλά αν σας κάνει καλό και ο φόβος Αλλάχ - τότε, πράγματι, Αλλάχ είναι ποτέ, με ό, τι κάνετε, εξοικειωμένος.
et: Ja kui naine kardab tema abikaasa põlgus või kõrvalehoidumist, ei ole patt neile, kui nad teevad tingimused nendevahelist - ja arveldus on parim. Ja lebavad [] praegu on stinginess. Aga kui teha head ja kardavad Jumal -, siis tõepoolest Jumal on kunagi, mida sa, tuttavaks.
fi: Ja jos nainen pelkää hänen miehensä halveksuntaa tai kiertäminen ei ole synti päällensä, jos he tekevät ratkaisun välillä - ehdot on paras. Ja tässä [ihmisten] sieluja saituus. Mutta jos voit tehdä hyvää ja pelkäävät Allah - sitten Allah koskaan, mitä teet, tuntee.
he: אם האישה הפחדים שלה בעלה בוז או התחמקות, אין שום חטא עליהם אם הם עושים תנאי הסדר ביניהם - התנחלות היא הטובה ביותר. המתנה על נפש [האדם] קמצנות. אבל אם אתה עושה טוב ופחד אללה - אז אכן אללה אי פעם, עם מה שיש לך, מכיר.
hr: I ako žena strahova od njezina muža prezir ili utaja, grijeha nema na njih ako oni čine pojmove naselja između njih - i mjesto je najbolje. I danas u [duša] je škrtost. Ali ako dobro i boj se Allaha - pa uistinu Allah je ikada, sa onim što radite, upoznat.
lt: Ir jei moteris baimės nuo savo vyro panieka ar vengimo, yra ne nuodėmė jiems, jei jie padaryti sprendimo tarp jų - sąlygas ir atsiskaitymo yra geriausia. Ir šiuo metu [žmogaus] sielos yra stinginess. Bet jei daryti gera ir baimė Dievas - tada iš tiesų Dievas yra kada nors, su ką jūs, susipažinti.
lv: Un, ja sieviete baidās no viņas vīrs noniecināt vai izvairīšanos no nodokļu maksāšanas, ir grēks viņiem virsū, ja tos vienādotu norēķināšanās starp tām - un norēķinu ir labākais. Un klāt [cilvēka] dvēseles skopumu. Bet, ja jūs darīt labu un bailes Allah -, tad patiešām kādreiz ir Allah, ar ko tu iepazīties.
nb: Og hvis en kvinne frykt fra hennes mann forakt eller evasion, er det ikke synd på dem hvis de gjør vilkår for avtale mellom dem - og oppgjør er best. Dag i [menneskelige] sjeler er gjerrighet. Men hvis du gjør godt og frykt Allah - så faktisk Døyve er noen gang, med hva du gjør, kjent.
sk: A ak žena obavy z jej manžel opovrhnutie alebo daňovým únikom, nie je hriech na ne, ak sa podmienky vyrovnania medzi nimi - je najlepšie riešenie. A súčasnosť [človeka] duše je lakomosť. Ale ak ste to dobré a strach, Boha - a potom naozaj Alah je niekedy, s čo robíte, oboznámený.
sl: In če ženska boji njen mož prezir ali utaj, ni greh na njih, če bi pogoje dogovora med njimi - in poravnave je najbolje. In sedaj v [človekove] duše je stinginess. Vendar, če vi delati dobro in strah Allah - potem res Allah je koli, s tem, kar, seznanjeni.
sr_cyrl: И ако жена страх из њеног мужа презир или утаји, не постоји грех над њима ако направе услове насеља између њих - насеље је најбоље. И поклон у [људски] душе је говорила да сам циција. Али ако си добар и страх Аллах - тада заиста Аллах је икада, са оним што радите, упозната.
sr_latn: I ako žena strah iz njenog muža prezir ili utaji, ne postoji greh nad njima ako naprave uslove naselja između njih - naselje je najbolje. I poklon u [ljudski] duše je govorila da sam cicija. Ali ako si dobar i strah Allah - tada zaista Allah je ikada, sa onim što radite, upoznata.
uk: І якщо жінка боїться з її чоловіком презирства або ухилення, немає гріха на них, якщо вони роблять умови угоди між ними - і врегулювання краще. І сьогодні в душі [людини] stinginess. Але якщо ви робити добро і страх Аллах - то дійсно Аллах коли-небудь, що ви робите, знайомий.
vi: Và nếu một người phụ nữ lo ngại từ chồng khinh hay trốn của mình, không là không có tội lỗi khi họ nếu họ thực hiện các điều khoản của giải quyết giữa họ - và giải quyết tốt nhất. Và hiện tại ở linh hồn [người] là stinginess. Nhưng nếu bạn làm tốt và sợ Allah - sau đó thực sự Allah bao giờ hết, với những gì bạn làm, làm quen.
zu: Futhi uma owesifazane owesaba kumyeni wakhe ukudelelwa noma ukugwema, akulasono phezu kwabo uma benza ngokwemibandela zokuhlala phakathi kwabo - kanye nokuqala kuyinto engcono.

# Quran622
source: And you will never be able to be equal [in feeling] between wives, even if you should strive [to do so]. So do not incline completely [toward one] and leave another hanging. And if you amend [your affairs] and fear Allah - then indeed, Allah is ever Forgiving and Merciful.
ca: I vostè mai serà capaç de ser d'igual [sentiment] entre les dones, fins i tot si vostè ha d'aspirar [-ho]. Així no inclinem completament [cap a una] i deixar penjant d'un altre. I si modificar [el assumptes] i por d'Allah - de fet, llavors Allah és alguna vegada Clement i perdonant.
cy: A byddwch byth yn gallu bod yn cyfartal [mewn teimlad] rhwng gwragedd, hyd yn oed os dylai chi ymdrechu [i'w wneud]. Felly wneud inclein gwbl [tuag at un] a gadael hongian arall. Ac os ydych yn diwygio [eich materion] ac ofn Allah-yn wir, yna Allah yn faddeugar a tosturiol erioed.
da: Og du vil aldrig kunne være lig [i følelse] mellem koner, selvom du bør stræbe efter [til]. Så ikke incline helt [mod en] og lade en anden hængende. Og hvis du ændre [din anliggender] og frygt Allah - Allah derefter faktisk er nogensinde tilgivende og barmhjertig.
el: Και ποτέ δεν θα είστε σε θέση να είναι ίσες [στο συναίσθημα] μεταξύ των συζύγων, ακόμη και αν θα πρέπει να προσπαθήσετε [να το πράξει]. Έτσι δεν προμήθευέ εντελώς [ένα] και να αφήσει ένα άλλο κρεμώντας. Και εάν τροποποιηθεί [υποθέσεις σας] και ο φόβος Αλλάχ - πράγματι, στη συνέχεια, Αλλάχ είναι ποτέ επιεικής και φιλεύσπλαχνος.
et: Ja sa ei suuda kunagi olla võrdne [tunne] vahel naised, ka siis, kui sa peaksid püüdma [selleks]. Nii täiesti [poole üks] kaldega ja jäta teine rippuvad. Ja kui muuta [oma asjade] ja kardavad, et Allah - siis tõepoolest, Allah on kunagi andestav ja armuline.
fi: Koskaan voi olla yhtä [tunne] välillä vaimoja, vaikka sinun pitäisi pyrkiä [siihen]. Joten älä kallista täysin [kohti yhden] ja jättää toinen roikkumaan. Ja jos korjaat [asiat] ja pelätkää Allahia - sitten Allah on aina anteeksiantava ja laupias.
he: לעולם לא תוכל להיות שווה [ברגש] בין נשים, גם אם יש להשתדל [בכך]. אז לא שאיסלאם לחלוטין [אחד], תייבש עוד. אם אתה לתקן [הרומנים שלך] ופחד אללה - אז אכן, אללה הוא אי פעם סלחני ורחום.
hr: I nikada ne moći biti jednak [u osjećaj] između žene, čak i ako biste trebali težiti [to učiniti]. Pa ne priklanja potpuno [prema jednoj] i ostavite još jedno vješanje. I ako izmijeniti svoje poslove i boji Allaha - zatim doista, Allah je uvijek prašta i milostiv.
lt: Ir jūs niekada negali būti lygus [į jausmas] tarp žmonos, net jei jums turėtų siekti [daryti]. Todėl nereikia nuolydis visiškai [link vienas] ir palikti dar kabo. Ir jei iš dalies pakeisti [savo reikalus] ir baimė Dievas - iš tiesų, tada Dievas yra kada nors atlaidus ir gailestingas.
lv: Un jūs nekad nespēs būt vienāds [sajūta] starp sievām, pat ja jums ir jācenšas [to]. Tātad nav slīpums pilnībā [pret vienu] un atstāt vēl piekārtiem. Un ja grozītu [savu lietu] un bailes Allah - tad tiešām, Allah ir kādreiz piedodošs un žēlsirdīgs.
nb: Og du kan aldri være lik [i følelsen] mellom hustruer, selv om du bør strebe [vil]. Så ikke stigning helt [mot en] og la en annen hengende. Og hvis du endre [saker] og frykt Allah - faktisk Allah er stadig tilgivende og barmhjertig.
sk: A nikdy nebude môcť byť rovná [v pocite] medzi manželky, aj keď ste mali snažiť [to]. Takže sklopiť úplne [k] a nechať ďalší visí. A ak ste zmenu [svoje záležitosti] a strach Alah - potom skutočne Alah je niekedy odpúšťajúci a milosrdný.
sl: In nikoli ne boste mogli biti enako [v občutek] med žene, tudi če si morajo prizadevati [storiti]. Tako ne naklon popolnoma [proti enemu] in pustite druge viseče. In če spremeniti [vaše zadeve] in strah Allah - res, potem Allah je koli tolerantna in usmiljen.
sr_cyrl: И никад нисам могла би бити једнако [се] између жене, чак и ако ти би требало да тежи [учинили]. Дакле не коси потпуно [пред једном] и оставите још једно вешање. А ако се измени своје послове и бој се Аллах - заиста, Аллах је икада опростити и милостив.
sr_latn: I nikad nisam mogla bi biti jednako [se] između žene, čak i ako ti bi trebalo da teži [učinili]. Dakle ne kosi potpuno [pred jednom] i ostavite još jedno vešanje. A ako se izmeni svoje poslove i boj se Allah - zaista, Allah je ikada oprostiti i milostiv.
uk: І ніколи не можна бути рівна [у відчуттях] між дружинами, навіть якщо ви повинні прагнути [зробити]. Так що не схиляємося повністю [бік один] і залишити ще висить. І якщо ви внести зміни ваших справ і страх Аллах - то дійсно, Аллах ніколи не прощає і милосердний.
vi: Và bạn sẽ không bao giờ có thể bình đẳng [trong cảm giác] giữa người vợ, thậm chí nếu bạn nên cố gắng [để làm như vậy]. Vì vậy, không nghiêng hoàn toàn [về hướng một] và để lại một treo. Và nếu bạn sửa đổi [vấn đề của bạn] và sợ Allah - sau đó, quả thật vậy, Allah là bao giờ khoan dung và thương xót.
zu: Futhi awusoze ukwazi ulingana [e umuzwa] phakathi kwabafazi, ngisho noma ningahlupheka silwele [ukwenza kanjalo].
