Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2702
source: And say, 'My Lord, let me land at a blessed landing place, and You are the best to accommodate [us].' "
ca: I diu: "Senyor meu, deixa que me la terra a un lloc d'aterratge beneït, i són els millors per acollir [nosaltres]." "
cy: A dweud, ' fy Arglwydd, gadewch imi tir mewn man glanio Bendigaid, a chi yw'r gorau i letya [ein].' "
da: Og sige, "min herre, lad mig lander på en velsignet landing sted, og du er bedst til at rumme [os].» "
el: Και να πω, «Κύριέ μου, ας με οικόπεδο στο ένα μέρος ευλογημένο προσγείωση, και σας είναι το καλύτερο να φιλοξενήσει [μας].» "
et: Ja öelda, "Issand, lase mind land õnnistatud lossimise koht ja sa oled parim tulla [meid]." "
fi: Ja sanoa: "minun herrani minut maa siunattu purkamispaikkaan, ja olet paras sijoittaa [us]." "
he: ולהגיד, ' אדוני, תן לי לנחות במקום הנחיתה המבורך, ואתה הטוב ביותר כדי להתאים [אותנו].' "
hr: I reći, ' gospodaru moj, neka me sletjeli na blagoslovljeno mjesto, i ti si najbolji za smještaj [nas].' "
lt: Ir pasakyti, "mano Viešpatie, tegul mane žemės palaimintas iškrovimo vietoje, ir esate geriausias prisitaikyti [mus]." "
lv: Un saka: "mans kungs, ļaujiet man zemi laimīgs izkraušanas vietā, un jums ir labākais, lai izvietotu [mums]." "
nb: Og si "min Herre, la meg land på en velsignet landingsplass, og du er best å imøtekomme [oss]." "
sk: A povedal: "môj pán, nech ma pozemok požehnaný vstupné miesto, a tie sú najlepšie vyhovieť [nás]." "
sl: In reči, "moj Gospod, dovolite mi pristanejo na blagoslovljeni pristanek mesto, in vi ste najboljši solarij []." "
sr_cyrl: И реци, "мој господару, пусти ме искрцати код благословену слетање место, и најбоља си удовољити [нас].' "
sr_latn: I reci, "moj gospodaru, pusti me iskrcati kod blagoslovenu sletanje mesto, i najbolja si udovoljiti [nas].' "
uk: І сказати: "Мій Господь, нехай мене посадку в благословив посадочне місце, а ти найкращий для розміщення [нас]." "
vi: Và nói, ' tôi Chúa, hãy để tôi hạ cánh tại một nơi hạ cánh may mắn, và bạn là tốt nhất để đáp ứng [chúng tôi].' "
zu: Futhi nithi, 'Nkosi yami, ake ngikhiphe cababa esikhumulweni ababusisiwe kokwehla indawo, wena the best ukuze kuhlaliswe [us].'

# Quran2703
source: Indeed in that are signs, and indeed, We are ever testing [Our servants].
ca: Fet que els signes, i de fet, sempre que aquestes proves [nostres funcionaris].
cy: Yn wir yn hynny yn arwyddion, ac yn wir, rydym yn profi [ein gweision] erioed.
da: Ja der er tegn, og faktisk, vi afprøver nogensinde [vores tjenere].
el: Βέβαια υπάρχουν σε αυτά σημεία, και πράγματι, δοκιμάζουμε ποτέ [οι υπάλληλοι μας].
et: Tõepoolest, et on märke, ja tõepoolest, me katsetame kunagi [meie teenistujate].
fi: Todellakin, että merkkejä ja itse asiassa Testaamme koskaan [palvelijoita].
he: אכן בזה הן סימנים, ואכן, אנחנו בודקים אי פעם [שלנו משרתים].
hr: Doista su to znakovi, i doista, ikada testiramo naše sluge.
lt: Iš tiesų, kad yra požymių, ir iš tiesų, mes kada nors bandymai [mūsų tarnautojų].
lv: Tik tiešām, ka ir pazīmes, un tik tiešām, mēs kādreiz testēšana [mūsu ierēdņi].
nb: Faktisk som er skilt, og faktisk vi tester noensinne [våre tjenere].
sk: Naozaj v tom, že sa príznaky, a v skutočnosti stále testujeme [našich zamestnancov].
sl: Res da so znaki, in res, smo vedno testiranje naših uslužbencev.
sr_cyrl: Заиста у то су знаци, и заиста, икада тестирамо нам слуге.
sr_latn: Zaista u to su znaci, i zaista, ikada testiramo nam sluge.
uk: Дійсно, в тому, що є ознаками, і дійсно, ми коли-небудь тестування наших слуг.
vi: Thật vậy, trong đó có dấu hiệu, và thực sự, chúng tôi đã bao giờ thử nghiệm [công chức của chúng tôi].
zu: Ngempela ngo ukuthi kukhona izimpawu, futhi ngempela, Thina owake testing [izinceku sethu].

# Quran2704
source: Then We produced after them a generation of others.
ca: Després es va produir després d'ells una generació d'altres.
cy: Rydym wedyn yn llunio ar ôl eu cenhedlaeth o eraill.
da: Så vi produceret efter dem en generation af andre.
el: Στη συνέχεια εμείς παράγονται μετά από αυτές μια γενιά των άλλων.
et: Siis me toodetud pärast neid teiste põlvkond.
fi: Sitten laadimme perään sukupolven muiden.
he: ואז אנחנו המיוצר אחריהם דור של אחרים.
hr: Onda smo proizveli poslije njih druge generacije.
lt: Tada mes pagamintas po jų kartos kitų.
lv: Tad mēs ražo pēc tām citu paaudzi.
nb: Så vi produsert etter dem en generasjon av andre.
sk: Potom sme vyrobili po nich ďalšie generácie.
sl: Nato smo izdelali po njih generacije drugih.
sr_cyrl: Онда смо произвели за њима друге генерације.
sr_latn: Onda smo proizveli za njima druge generacije.
uk: Потім ми здійснюється після їх покоління інших людей.
vi: Sau đó, chúng tôi sản xuất sau khi họ một thế hệ của những người khác.
zu: Khona-ke We kukhiqizwa emva kwabo isizukulwane abanye.

# Quran2705
source: And We sent among them a messenger from themselves, [saying], "Worship Allah; you have no deity other than Him; then will you not fear Him?"
ca: I hem enviat entre ells un Missatger de si mateixos, [dir], "culte Allah; teniu cap deïtat que no sigui ell; llavors es vostè no li tinc por?"
cy: A anfonwyd yn eu plith negesydd o eu hunain, [dweud], "addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo; yna bydd eich nid ofni iddo?"
da: Og vi sendte blandt dem en budbringer fra sig, [siger], "tilbede Allah; du har ingen guddom end ham; derefter vil du ikke frygte ham?"
el: Και στείλαμε ανάμεσά τους ένα αγγελιοφόρος από τον εαυτό τους, [λέγοντας], «λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. στη συνέχεια, θα δεν φοβάστε αυτόν;»
et: Ja saatsime nende hulgas messenger alates ise, [ütles], "kummardama Jumalat; teil puudub jumalus peale teda; seejärel näidatakse te ei karda teda?"
fi: Ja lähetimme joukossa messenger itseltään, [sanoen] "palvonta hillitä; sinulla ei Jumaluus kuin häntä. sitten olet pelkää häntä?"
he: ושלחנו ביניהם שליח מעצמם, [ואמר] "אללה הפולחן; יש לך אין אלוהות חוץ ממנו; אז אתה לא יפחדו אותו?"
hr: I poslali smo među njima glasnika iz samih, [rekao], "obožavanje Allaha; imate nema Božanstva osim njega; Onda ti se bojati ga?"
lt: Ir išsiuntėme tarp jų messenger nuo savęs, [sako], "garbinti Dievo; Jūs turite ne Dievybės ne jam; tada bus ne baimė jį?"
lv: Un mēs nosūtījām vidū ziņnesis no pašiem [saka] "dievkalpojumu Allah; tev nav dievība, kas nav viņam; pēc tam būs jums nav bailes viņu?"
nb: Og vi sendte blant dem en budbringer fra seg selv, [sa] "tilbe Gud. du har ingen guddom enn ham. deretter vil du ikke frykter ham?"
sk: A poslali sme medzi nimi posol od seba, [povedať], "uctievanie Boha; budete mať žiadne božstvo okrem neho; potom sa ste sa ho bojí?"
sl: In mi poslal med njimi sel od sebe, [pravijo,] "čaščenje Allah; vi življati ne božanstvo ni nato bo vam ni ga strah?"
sr_cyrl: И послали смо међу њима гласник од њих самих, [указујући], "молитве Аллах; Имате нема боћанство осим њега; Онда ће ти не боје њега?"
sr_latn: I poslali smo među njima glasnik od njih samih, [ukazujući], "molitve Allah; Imate nema boћanstvo osim njega; Onda će ti ne boje njega?"
uk: І ми послали серед них гінця від себе, [кажучи:] "поклоніння Аллаху; у вас немає божества, відмінних від нього. тоді буде вам не боїться його?"
vi: Và chúng tôi đã gửi trong số đó một messenger từ bản thân, [nói], "tôn thờ Allah; bạn có không có thần khác ngoài ngài; sau đó sẽ bạn không phải lo sợ anh ta?"
zu: Futhi Sithumele phakathi them gijimi nga ngokwabo, [bethi], "Khulekela Allah; une akekho omunye ngaphandle kwaKhe ubuNkulunkulu; pho, ngeke yini abamesabayo"

# Quran2706
source: And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said, "This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink.
ca: I la seva gent que dubtaven i negaven la reunió de la d'ara endavant mentre ens havia donat luxe en la vida mundana eminents deia, "això no és sinó un home com vosaltres. Menja d'allò que vostè menja i beu de què vostè beu.
cy: Ac meddai enwog ymysg ei bobl sy'n gwrthod cyfarfod y o hyn ymlaen er ein bod wedi rhoi iddynt moethus ym mywyd worldly a ddysgais, "Nid yw hwn ond dyn yn hoffi eich hunain. Mae'n bwyta o hynny yr ydych yn ei fwyta a diodydd o beth yr ydych yn ei yfed.
da: Og de fremtrædende blandt sit folk, der disbelieved og nægtet mødet i hinsidige, mens vi havde givet dem luksus i det verdslige liv sagde, "Dette er ikke men en mand kan lide jer selv. Han spiser af, hvorfra du spiser og drikker af hvad du drikker.
el: Και το περίφημο μεταξύ του όσοι disbelieved και αρνήθηκε τη συνάντηση του εφεξής, ενώ που τους είχαμε δώσει πολυτέλεια στην κοσμική ζωή είπε, «αυτό δεν είναι όμως ένας άνθρωπος σαν τους εαυτούς σας. Τρώει αυτό από το οποίο μπορείτε να φάτε και πίνει από τι πίνετε.
et: Ja silmapaistvamad hulgas oma inimesed, kes disbelieved ja eitas edaspidi koosolek, kuigi meil oli andnud neile luksus, maise elu ütles: "see ei ole aga mees meeldib endid. Ta sellest, millest sa sööd sööb ja joob ning mida sa juua.
fi: Ja arvostettua hänen keskuudessa, jotka uskoneet ja kielsi jäljempänä Kokous, vaikka meillä oli antanut heille ylellisyyttä maallinen elämä sanoi: "Tämä ei ole mutta mies pidä itse. Hän syö että josta syöt ja juo mitä juot.
he: אמר הנודע בין אנשיו אשר disbelieved נדחתה הפגישה של בעולם הבא בעוד אנחנו נתן להם יוקרה בחיים הגשמיים, "זה לא אבל אדם כמוכם. הוא אוכל את זה שממנו אתה אוכל ומשקאות של מה שאתה שותה.
hr: I eminentnih svome narodu koji je bio i nije prihvatio sastanak nadalje dok smo im luksuzni u svjetovnom životu rekao, "ne ali čovjek poput vas. On jede od toga iz kojeg jedete i pije od što piješ.
lt: Ir žymus tarp savo žmonių, kurie disbelieved ir neigė toliau susirinkime o mes davė jiems prabangos žemiškas gyvenimas sako, "tai ne bet žmogus kaip save. Jis valgo, iš kurių galite valgyti ir geria, ką gerti.
lv: Un pazīstamu starp viņa cilvēkiem, kuri disbelieved un noliedza sapulces turpmāk, kamēr mums sagādājis viņiem luksusa pasaulīgās dzīves teica: "tas nav, bet man patīk sevi. Viņš ēd, no kuras jūs ēdat un dzērienus, ko tu dzer.
nb: Den fremste blant sitt folk som vantro og nektet møtet i hinsidige mens vi hadde gitt dem luksus i verdslige livet sa: "Dette er ikke men en mann som dere. Han spiser av som du spiser og drikker av det du drikker.
sk: A významných medzi jeho ľud, kto pochyboval a poprel stretnutie ďalej, keď sme im dal luxus v pozemský život povedal: "to nie je, ale človek ako vy. Sníva, že odkiaľ budete jesť a pije čo pijete.
sl: In uglednih svojega naroda, ki verjeli in zanikal sestanka v nadaljevanju, medtem ko smo jim je dal razkošje v posvetno življenje dejal, "to ni, ampak človek kot sebe. On poje tega, iz katere ste jedli in pije kaj pijete.
sr_cyrl: Еминентни овим људима који не верује, и ускраћује сусрет на другом свету, док смо им је давао луксуз у земаљски живот је рекао, "Ово није али човек као ви сами. Он једе од тога из којег си јео и шта пијеш се напије.
sr_latn: Eminentni ovim ljudima koji ne veruje, i uskraćuje susret na drugom svetu, dok smo im je davao luksuz u zemaljski život je rekao, "Ovo nije ali čovek kao vi sami. On jede od toga iz kojeg si jeo i šta piješ se napije.
uk: І видатних серед його люди, які disbelieved і заперечував зустрічі П'єра, хоча ми і дав їм розкоші в мирське життя сказав: "це не, але чоловік, як себе. Він, з якого ви їсте їсть і п'є з те, що ви п'єте.
vi: Và nổi tiếng trong số những người của ông, người disbelieved và bị từ chối cuộc họp sau đây trong khi chúng tôi đã cho họ sang trọng trong cuộc sống trần tục nói: "đây không phải là nhưng một người đàn ông như mình. Ông ăn mà từ đó bạn ăn và uống của những gì bạn uống.
zu: Futhi ovelele phakathi akhe ntu disbelieved waphika le buthano Hereafter ngenkathi We ayezinikeze elibizayo e worldly pilo wathi: "Lena akuyona kodwa umuntu njengami ngokwenu. Yena esidla ukuthi kusukela lapho nidla futhi oyakuphuza lokho

# Quran2707
source: And if you should obey a man like yourselves, indeed, you would then be losers.
ca: I si vostè ha d'obeir un home com vosaltres, de fet, llavors seria perdedors.
cy: Ac os dylai chi ufuddhau dyn fel chithau, yn wir, yna byddai gennych ar eu colled.
da: Og hvis du skal adlyde en mand som jer, ja, ville du så være tabere.
el: Και αν θα πρέπει να υπακούει τον άνθρωπο σαν τους εαυτούς σας, πράγματι, τότε θα χαμένοι.
et: Ja kui peaks allu mees ise, nagu tõepoolest sa oleks sellest kaotajad.
fi: Ja jos sinun tulee noudattaa mies kuin te itse asiassa sitten olisi häviäjiä.
he: אם אתה צריך לציית? אדם כמוכם, ואכן, ואז היית לוזרים.
hr: I ako moraš se držati čovjeka kao što ste vi, doista, što će onda biti gubitnici.
lt: Ir jei jūs turėtų paklusti vyras kaip savęs, iš tiesų, jums tada bus pralaimėta.
lv: Un, ja vajadzētu ievērot tādu cilvēku kā sev, protams, jūs tad būtu zaudētāji.
nb: Og hvis du må følge en mann som dere, ja, du vil deretter bli tapere.
sk: A ak ste dodržiavali človek ako vy, v skutočnosti ste potom by porazení.
sl: In če bi morala ubogati človek kot sebe, res, potem boš poraženci.
sr_cyrl: И да ти треба да се покори човек као ви сами, заиста, онда би губитници.
sr_latn: I da ti treba da se pokori čovek kao vi sami, zaista, onda bi gubitnici.
uk: І якщо ви повинні коритися такої людини, як самі, дійсно, ви потім б і переможені.
vi: Và nếu bạn nên tuân theo một người đàn ông giống như mình, thật vậy, bạn sau đó sẽ thua.
zu: Futhi uma kufanele silalele umuntu onjengami ngokwenu, impela, ubungeke ke be losers.

# Quran2708
source: Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]?
ca: Va prometre que quan han mort i convertir-se en pols i ossos que serà portat endavant [una vegada més]?
cy: Yw iddo addo hynny i chi pan fyddwch wedi marw ac yn dod yn llwch ac esgyrn y bydd eich eu dwyn ymlaen [unwaith mwy]?
da: Han lover du, når du har døde og bliver støv og knogler, som du vil blive bragt frem [engang mere]?
el: Αυτός υπόσχομαι ότι όταν έχετε πεθάνει και γίνει σκόνη και τα οστά που θα σας έφερε εμπρός [φορά];
et: Ei ta lubada, et kui te olete suri tolmu ja siis tuuakse esile [üks kord veel] luud muutuvad?
fi: Hän luvata, että kun kuoli ja pöly ja luut, jotka voit tuodaan esiin [kerran lisää]?
he: האם הוא הבטיח לך כאשר אתה מת להיות אבק ועצמות כי אתה תובא הלאה [פעם עוד]?
hr: Obećava li to kada je umro i postati prah i kosti da li će se iznese [još jednom]?
lt: Ar jis pažadėti, kad kai jūs mirė ir tapti dulkių ir kaulus, kad jums bus būti išvedė [dar daugiau]?
lv: Vai viņš tev apsolu, ka tad, kad ir nomiris un kļūt putekļi un kaulus, kas jums tiks nodotas tālāk [reiz vairāk]?
nb: Han lover deg at når du har døde og blitt støv og bein som du vil bli brakt frem [gang mer]?
sk: Robí mu sľúbiť, že keď zomrel a prachu a kosti, ktoré budete presunutí späť [raz]?
sl: Ali je obljubim da ko postane prah in kosti, ki vam bo prinesel tja [enkrat] in umrl?
sr_cyrl: Он нам обећава ти то када сте умрли и постати прах и кости које приказаће се напред-назад [једном више]?
sr_latn: On nam obećava ti to kada ste umrli i postati prah i kosti koje prikazaće se napred-nazad [jednom više]?
uk: Чи він обіцяють, що якщо помер і стати пилу і кістки, які ви буде вивів [ще раз]?
vi: Hiện ông hứa với bạn rằng khi bạn đã qua đời và trở thành bụi và xương mà bạn sẽ được đưa ra [một lần nữa]?
zu: Ingabe he thembisa you uma uke wafa futhi babe thuntutha ukuthi ziyovuswa [once more]?

# Quran2709
source: How far, how far, is that which you are promised.
ca: Fins a quin punt, com ara, és el que es prometia.
cy: Pa mor bell, pa mor bell yw hyn a addawyd gennych.
da: Hvor langt, hvor langt er det, som du er lovet.
el: Πόσο, πόσο μακριά, είναι αυτό που έχετε υποσχεθεί.
et: Kui kaugele, kui kaugele on see, mis sa lubasid.
fi: Kuinka pitkälle kuinka paljon on sitä, mikä teille on luvattu.
he: כמה רחוק, עד כמה הוא את אשר אתה הבטחת.
hr: Koliko daleko, koliko daleko, je ono što su obećali.
lt: Kaip toli, kaip toli, yra tai, kas jums pažadėjo.
lv: Cik tālu, cik tālu ir tas, ko ir apsolījis.
nb: Hvor langt, hvor langt er det som du lovet.
sk: Ako ďaleko, ako ďaleko je to, čo ste sľúbil.
sl: Kako daleč, kako daleč je tisto, kar so obljubili.
sr_cyrl: Колико далеко, колико далеко, да су оне које знам.
sr_latn: Koliko daleko, koliko daleko, da su one koje znam.
uk: Як далеко як далеко, це те, що ви обіцяли.
vi: Làm thế nào đến nay, như thế nào đến nay là mà bạn được hứa hẹn.
zu: Indlela kude, ukuthi kukude kangakanani, wukuthi iziphi ayenithembisile.

# Quran2710
source: Life is not but our worldly life - we die and live, but we will not be resurrected.
ca: Vida no és sinó la nostra vida mundana - morim i viure, però no ens seran ressuscitats.
cy: Nid yw bywyd ond ein bywyd worldly-Rydym yn marw a byw, ond ni fydd inni atgyfodi.
da: Livet er ikke men vores jordiske liv - vi dø og live, men vi skal ikke genopstå.
el: Η ζωή δεν είναι αλλά η εγκόσμια ζωή μας - πεθάνουμε και να ζήσουν, αλλά εμείς δεν θα αναστηθούν.
et: Elu ei ole aga meie maise elu - me sureme ja elada, kuid me ei Ülestõusnud.
fi: Elämä ei ole mutta maallinen elämä - me kuolemme ja elää, mutta emme ole ylösnousseet.
he: החיים הם לא אבל החיים הגשמיים שלנו - אנחנו מתים וחיים, אבל אנחנו לא יקום לתחייה.
hr: Život nije ali života - možemo umrijeti i živjeti, ali ne ćemo uskrsnuti.
lt: Gyvenimas yra ne bet mūsų žemiškas gyvenimas - mes mirti ir gyvena, bet mes ne būti prikelti.
lv: Dzīve nav, bet mūsu laicīgo dzīvi - mēs mirst un dzīvot, bet mums nevar būt augšāmcēlies.
nb: Livet er ikke, men vår verdslige liv - vi dør og live, men vi vil ikke oppstå.
sk: Život nie je, ale náš pozemský život - môžeme umrieť a žiť, ale sme nie byť vzkriesený.
sl: Življenje ni ampak naše posvetno življenje - bomo umrli, in živeti, ampak mi ne vstali.
sr_cyrl: Живот није, али наш земаљски живот - умиремо и живе, али не Васкрснужемо.
sr_latn: Život nije, ali naš zemaljski život - umiremo i žive, ali ne Vaskrsnuжemo.
uk: Життя не але наші мирські життя - ми вмираємо і жити, але ми не будуть Відроджені.
vi: Cuộc sống là không, nhưng cuộc sống trần tục của chúng tôi - chúng ta chết và sống, nhưng chúng tôi sẽ không được phục sinh.
zu: Ukuphila akuyona kodwa ukuphila kwethu abanesimo sengqondo sezwe - sifa futhi siphile, kodwa thina ngeke bavuswe.

# Quran2711
source: He is not but a man who has invented a lie about Allah, and we will not believe him."
ca: No és però un home que ha inventat una mentida Allah, i nosaltres no creurà ell."
cy: Nid yw ond yn ddyn sydd wedi dyfeisio celwydd am Allah, ac ni chredwn iddo."
da: Han er ikke, men en mand, der har opfundet en løgn om Allah, og vi vil ikke tro ham."
el: Δεν είναι αλλά ένας άνθρωπος που έχει εφεύρει ένα ψέμα για Αλλάχ, και εμείς δεν θα τον πιστέψουμε.»
et: Ta ei ole kui inimene, kes on leiutanud lie Jumalat umbes, ja me ei usu teda."
fi: Hän ei ole, mutta ihminen, joka on keksinyt valheita Jumala, ja me emme usko häntä."
he: הוא אינו אלא גם אדם מי המציא את השקר על אללה, אנו לא מאמינים לו."
hr: On nije samo čovjek koji je izumio laž o Allahu, a mi mu vjerujemo."
lt: Jis yra ne tik žmogus, kuris išrado melas apie Dievo, ir mes ne manyti jį."
lv: Viņš nav, bet cilvēks, kurš izgudrojis meli par Allah un mūsuprāt nav viņam."
nb: Han er ikke bare et menneske som har oppfunnet en løgn om Allah, og vi vil ikke tro ham."
sk: On nie je, ale človeka, ktorý vymyslel lož o Boha a sme neverili mu."
sl: On ni, ampak človek, ki je izumil laž o Allah, in ne boste verjeli mu."
sr_cyrl: Он није само човек који је измислио лаж о Аллах, и ће не верујемо у њега."
sr_latn: On nije samo čovek koji je izmislio laž o Allah, i će ne verujemo u njega."
uk: Він не але людина, що винайшов брехня про Аллаха, і ми не повірять йому."
vi: Ông không phải là nhưng một người đã phát minh ra nói dối về Allah, và chúng tôi sẽ không tin tưởng anh ta."
zu: Akayena kodwa umuntu oye owasungula amanga mayelana Allah, futhi thina ngeke nikholwe nguye. "

# Quran2712
source: He said, "My Lord, support me because they have denied me."
ca: Va dir, "El meu Senyor, suport mi perquè ells m'han negat".
cy: Meddai, "Fy Arglwydd, fy nghefnogi oherwydd maent wedi gwadu mi."
da: Han sagde, "Min herre, støtte mig, fordi de har nægtet mig."
el: Είπε, «Κύριέ μου, Στήριξέ επειδή αρνήθηκαν μου.»
et: Ta ütles: "Issand, toetada mind kuna nad on mulle keelatud."
fi: Hän sanoi: "Herrani, tukea minua, koska he kielsivät minua."
he: הוא אמר, "אדוני, תתמכו בי. כי הם מנעו ממני."
hr: Rekao je: "Gospodaru, podržava me jer su mi se."
lt: Jis sakė: "Mano Viešpats, paremti man nes jie buvo atsisakyta mane".
lv: Viņš teica: "Mans kungs atbalsta mani, jo tie ir liedzis man."
nb: Han sa: "Min Herre, støtte meg fordi de har avvist meg."
sk: On povedal: "Môj pane, podporu mi pretože oni majú odmietnutý ma."
sl: On reče: "Moj Gospodar, podpirajo me zato, ker so mi zanikali."
sr_cyrl: Он је рекао, "Мој господару, подржава ме јер одбили су ме."
sr_latn: On je rekao, "Moj gospodaru, podržava me jer odbili su me."
uk: Він сказав: "Господи, підтримує мене тому, що йому відмовлено мене."
vi: Ông nói, "Thưa ngài, hỗ trợ cho tôi bởi vì họ đã từ chối tôi."
zu: Wathi: "Nkosi yami, ukusekela kwami ngoba Zimphikile kimi."

# Quran2713
source: [Allah] said, "After a little, they will surely become regretful."
ca: [Allah] deia, "després d'una mica, segurament serà es penedeix."
cy: Dywedodd [Allah], "ar ôl ychydig, byddant yn sicr yn destun gofid."
da: [Allah] sagde, "efter lidt, de vil helt sikkert blive beklageligt."
el: [Αλλάχ] είπε, «μετά από λίγο, θα σίγουρα γίνονται περίλυπος.»
et: [Jumalat] ütles: "pärast seda, kui vähe, nad kindlasti muutub kahetseb."
fi: [Jumala] sanoi: "Kun vähän, ne varmasti tulee ikävää."
he: [אללה] אמר, "לאחר קצת, הם לבטח יהפכו חרטה."
hr: [Allah] je rekao, "nakon malo, oni će sigurno postati Varri."
lt: [Dievas] sakė: "po nedaug, jie tikrai taps gailestingas."
lv: [Allah] teica: "pēc tam, kad ir maz, tie noteikti kļūs nožēlas."
nb: [Allah] sa, "etter litt, vil de sikkert bli regretful."
sk: [Allah] povedal, "potom trochu, určite bude poľutovaniahodné."
sl: [Alahove] je dejal, "po malo, bodo zagotovo postale regretful."
sr_cyrl: [Аллах ] је рекао, "након што је мало, они ће сигурно постати жалостне."
sr_latn: [Allah] je rekao, "nakon što je malo, oni će sigurno postati žalostne."
uk: [Аллах] сказав: "після того, як мало, вони теж стануть жалю."
vi: [Allah] nói: "sau khi một chút, họ sẽ chắc chắn trở thành ân hận."
zu: [Allah] wathi: "Emva kwesikhashana, ngokuqinisekile baba regretful."
