Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran67
source: And [recall] when Moses prayed for water for his people, so We said, "Strike with your staff the stone." And there gushed forth from it twelve springs, and every people knew its watering place. "Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption."
ca: I [avís] Quan Moses va pregar per l'aigua per la seva gent, perquè ens va dir, "vaga amb el personal de la pedra." I allà passar endavant-ne dotze molles, i cada gent sabia el seu lloc de reg. "Menjar i beure de la prestació d'Allah i no cometre abusos a la terra, divulgació corrupció."
cy: A [cofio] pan oedd Moses yn rhoi'r bai arnom ar gyfer dŵr ar gyfer ei bobl, fel y dywedasom, "taro gyda'ch staff y garreg." Ac yna gushed blaen o'r deuddeg springs, a bob pobl yn gwybod ei le dŵr. "Fwyta a diod o ddarpariaeth Allah, ac nid oes ymrwymo cam-drin ar y ddaear, gwasgaru llygredd."
da: Og [husker] Hvornår Moses bad for vand til sit folk, så vi sagde, "Strike med dine medarbejdere stenen." Og der sprang frem fra det tolv fjedre, og alle folk vidste sin vanding sted. "Spise og drikke fra levering af Allah, og ikke begå overgreb på jorden, sprede korruption."
el: Και [ανάκληση] όταν Moses προσευχήθηκε για νερό για τον λαό του, οπότε και είπαμε, "απεργία με το προσωπικό σας στην πέτρα." Και εκεί ξεπήδησε εμπρός από αυτό δώδεκα ελατήρια, και κάθε λαός γνώριζε τη θέση ποτίσματος. «Τρώνε και πίνουν από την παροχή του Αλλάχ, και δεν δεσμεύουν κατάχρησης πάνω στη γη, διάδοση της διαφθοράς».
et: Ja [Meenuta] Kuna Moses palvetas, vesi oma rahvale nii "Strike oma töötajad kivi." Ja gushed edasi sellest kaksteist vedrud ja iga inimesed teadsid oma joogikoht. "Süüa ja juua Jumala osutamisest ja pannud kuritarvitamise korruptsiooni leviku maa peal."
fi: Ja [] kun Moses rukoili vettä hänen kansansa, joten sanoimme: "Strike henkilökunnalle kivi." Gushed edelleen siitä kaksitoista jouset, ja kaikki ihmiset tiesivät sen kylpyläkaupunki. "Syödä ja juoda Allah säännöksestä ja sido väärinkäyttö maapallolla, levittää korruption."
he: [זוכר] כאשר Moses התפלל עבור מים למען עמו, אז אמרנו, "שביתה שלך עם הצוות את האבן." שם gushed הלאה מזה שתים עשרה מעיינות, כל אנשים ידע את מקומו השקיה. "לנגב חומוס מהוראות אללה, לא יבצעו התעללות על כדור הארץ, הפצת שחיתות."
hr: I podsjetiti kada Moses molili za vodu za svoj narod, tako mi je rekao, "udarati s vaše osoblje kamen." I tamo naširoko naprijed od toga dvanaest vrela i svaki narod znao svoje pojilišta. "Jesti i piti iz odredba od Allaha, i nije počinio zlostavljanja na zemlji, širenje korupcije."
lt: Ir [atšaukti] kai Moses girdi vandens savo žmonėms, tai mes pasakė, "Strike su jūsų darbuotojai akmuo." Ir ten lelijos atgal iš jo dvylika springs, ir kiekvienas žmonės žinojo savo laistymo vietą. "Valgyti ir gerti iš Dievo, ir negalima tapti piktnaudžiavimo žemėje, plinta korupcija."
lv: Un [atgādināt] kad Moses lūdza ūdens savai tautai, tāpēc mēs teicām: "streiks ar savu personālu akmeni." Un tur gushed tālāk no tā divpadsmit atsperes un katru cilvēku zināja tās uzpildes vietu. "Ēst un dzert no Allah sniegšanu, un nav izdarījis ļaunprātīgu izmantošanu uz zemes, korupcijas izplatīšanos."
nb: Og [husker] da Moses ba for vann for sitt folk, så vi sa, "Strike med dine ansatte steinen." Og det rant ut fra det tolv fjærer, og alle folk visste sin vanning sted. "Spise og drikke fra levering av Allah, og gjør ikke bryte misbruk på jorden, spre korrupsjon.
sk: A [pripomínajú] kedy Moses modlil na vodu pre svoj ľud, tak sme si povedali, "kuj s vašimi pracovníkmi kameň." A tam tiekli tam z toho dvanásť prameňov a každý ľudia poznali jeho napájadlo. "Jesť a piť z poskytovania Alah a nedopustil zneužitia na zemi, rozšírenia korupcie."
sl: In [preklic] kdaj Moses molil za vodo za svoj narod, tako da smo rekli, "Strike z vaše osebje kamen." In tam gushed tja iz nje dvanajst vzmeti, in vsak narod vedel, svoje mesto za zalivanje. "Jedo in pijejo od Allah, in ne storijo zlorabe na zemlji, širjenje korupcije."
sr_cyrl: И опозива када Мосес молили за воду за свој народ, рекли смо, "ударити са својим особљем камен." И тамо нашироко напред-назад од тога дванаест опруге, а сваки народ је знао своје место извор. "Јести пити из пружање Алаха и није починио злостављања на земљи, ширење корупције."
sr_latn: I opoziva kada Moses molili za vodu za svoj narod, rekli smo, "udariti sa svojim osobljem kamen." I tamo naširoko napred-nazad od toga dvanaest opruge, a svaki narod je znao svoje mesto izvor. "Jesti piti iz pružanje Alaha i nije počinio zlostavljanja na zemlji, širenje korupcije."
uk: І [згадати] коли Moses молилися для води для свого народу, так що ми сказали, "удар з вашим співробітникам камінь." Там почало від його дванадцять Спрінгс і кожен хто знав його місце поливу. "Їдять і п'ють від надання Аллаха і не чини зловживання на землі, розповсюдження корупції".
vi: Và [nhớ lại] khi Moses đã cầu nguyện cho nước cho người dân của mình, vì vậy chúng tôi đã nói, "cuộc đình công với nhân viên của bạn đá." Và gushed ra từ nó mười hai lò xo, và mỗi người dân biết nơi nước của nó. "Ăn uống từ việc cung cấp của Allah, và cam kết không lạm dụng trên trái đất, lây lan tham nhũng."
zu: Futhi [buyekeza] uMose wakhuleka for amanzi kubantu bakhe, ngakho sathi, "Cibishela nenduku yakho itshe."

# Quran68
source: And [recall] when you said, "O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions." [Moses] said, "Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked." And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.
ca: I [avís] Quan va dir, "O Moses, ens poden no suportar un [mena de] aliments. Així que crida a la Senyor per donar a llum per a nosaltres de la terra les herbes verdes i seus cogombres i seu all i les llenties i les cebes." [Moses] va dir, "vols que intercanvieu què és millor per què és menys? Entrar [tot] assentament i fet, tindrà el que han demanat". I van ser cobert amb la humiliació i la pobresa i tornar amb la ira d'Allah [amb ells]. Això va ser perquè [repetidament] dubtaven en els senyals d'Allah i va matar els profetes sense dret. Això va ser perquè desobeir i eren més transgressora [habitualment].
cy: A [cofio] pan ddywedasoch, "O Moses, ni all byth ddioddef un [math o] bwyd. Felly yn galw ar eich Arglwydd i ddwyn ymlaen i ni o'r ddaear ei perlysiau gwyrdd a ei Cucumerau a ei garlleg a ei ffacbys a ei nionod." [Moses] yn dweud, "byddai ydych yn cyfnewid beth mae hyn yn llai yn well? Mynd i [unrhyw] setliad ac yn wir, bydd gennych beth yr ydych wedi gofyn." Ac roeddent yn cwmpasu gyda chywilydd a thlodi ac yn dychwelyd â dicter gan Allah [arnynt]. Yr oedd oherwydd maent [dro ar ôl tro] ddysgais yn arwyddion o Allah ac yn lladd y proffwydi heb hawl. Yr oedd oherwydd maent yn disobeyed ac roedd tramgwyddus [yn gyson].
da: Og [recall] Når du sagde, "O Moses, vi kan aldrig udholde en [slags] mad. Derfor opfordre din herre bringe frem for os fra jorden sin grønne urter og dens agurker og dens hvidløg og dens linser og dens løg." [Moses] sagde, "vil du udveksle hvad er bedre for hvad der er mindre? Gå til [enhver] bosættelse og faktisk, du får, hvad du har bedt om." Og de blev dækket med ydmygelse og fattigdom og vendte tilbage med vrede fra Allah [af dem]. Det var fordi de [gentagne gange] disbelieved i tegn på Allah og dræbt profeterne uden ret. Det var fordi de adlød og var [sædvanligvis] overtræde.
el: Και [ανάκληση] όταν είπατε, «O Moses, εμείς ποτέ δεν αντέχουν ένα [είδους] τροφίμων. Έτσι καλούμε τον Κύριό σας να φέρει στο προσκήνιο για μας από τη γη τα χόρτα και τα αγγούρια και το σκόρδο και τις φακές και τα κρεμμύδια.» [Moses] είπε, «θα ανταλλάσσατε τι είναι καλύτερο για το τι είναι λιγότερο; Υπεισέλθω σε [] οικισμός και πράγματι, θα έχετε αυτό που έχετε ζητήσει.» Και ήταν καλυμμένο με ταπείνωση και τη φτώχεια και επέστρεψε με θυμό από Αλλάχ [σε αυτά]. Και αυτό επειδή [επανειλημμένα] disbelieved των σημείων του Αλλάχ και σκότωσαν την προφήτες, χωρίς δικαίωμα. Αυτό ήταν επειδή disobeyed και ήταν παραβαίνοντας [συνήθως].
et: Ja [Meenuta] kui sa ütlesid, "O Moses, me kunagi taluvad üks [omamoodi] toidu. Nii et Kutsun oma Issanda tekitab meile maast roheliste ürtide ja oma kurgid ja selle küüslaugu ja oma läätsed ja selle sibul." [Moses] ütles: "oleks teil vahetada mis on parem, mis on väiksem? Minema [mis tahes] lahendamise ja tõepoolest, on teil, mida sa palusid." Ja nad olid kaetud alanduse ja vaesuse ja tagasi koos viha Jumalalt [nende] peale. See oli, sest nad [korduvalt] nähud Allah disbelieved ja tapsid prohvetid õiguseta. See oli, sest nad ei kuuletunud ja [alaliselt] meelevaldne.
fi: Ja [] kun sanoit, "O Moses me koskaan kestämme yksi [eräänlainen] ruoka. Joten pyydän teidän Herranne tuomaan esiin meille maasta sen valkosipuli, vihreä yrtit ja kurkkuja ja punasipulia ja sen linssit." [Moses] sanoi: "voit vaihtaa mikä on parempi tarkoittaa? Mennä [] ratkaisun ja todellakin olet mitä olet pyytänyt. Ja he olivat Viheliäisyys ja köyhyyden ja palasi vihaa Jumalan [heille]. Se oli koska he [toistuvasti] uskoneet Allah merkkejä ja ilman oikeutta profeettoja tappaneet. Juuri siksi he olivat tottelemattomia ja [tavallisesti] kieltoaan.
he: [ראה] כשאמרת, "O Moses, אנחנו לעולם לא יעמוד אחד [של] מזון. אז קוראים אדונך שתקדם אותנו מן הארץ שלה עשבי תיבול ירוקים, מלפפונים שלה, שום שלה, שלה עדשים, בצל שלה." [Moses] אמר, "היה לך להחליף מה טוב יותר עבור מה פחות? להיכנס [כל] הסדר, אכן, יהיה לך מה שביקשת." הם היו מכוסים השפלה ועוני, חזר עם כעס מן אללה [עליהם]. זה היה כי הם [שוב. ושוב] disbelieved על השלטים של אללה, הרג הנביאים ללא נכון. זה היה, כי הם לא ציית והפרת היו [מתוך].
hr: I [opoziv] kad si rekao, "O Moses, mi može nikada nećeš izdržati jedan [vrsta] hrane. Pozovite vašeg Gospodina da nam iz zemlje svojim zelenim biljem i svoje krastavci i svoj češnjak i svoje leće i njegov luk." [Moses] je rekao, "bi li razmjena što je bolje za ono što je manje? U [bilo] naselje i doista, neće imati što tražite." I oni su poniženje i siromaštvo i vraćeni s bijes od Allaha [na njih]. To je bio jer su [više puta] bio u znakovi Allaha i ubili proroke bez prava. To je bilo zato što su prekršili i [često] krši.
lt: Ir [atšaukti] kai jums sako, "O Moses, mes gali niekada ištverti vienas [rūšies] maisto. Taigi kreiptis į jūsų Viešpats duoda mums nuo žemės savo žalios žolės ir jos agurkai ir jos česnako ir jos lęšių ir savo svogūnai." [Moses] sakė: "būtų jums keistis kas yra geriau, kas yra mažiau? Eiti į [bet] sprendimo ir iš tiesų, jūs turite ką prašė." Ir jie buvo padengta pažeminimą ir skurdo ir grįžo su pyktis iš Dievas [kai juos]. Tai buvo, nes jie [nuolat] disbelieved Dievo ženklai ir nužudyti pranašai neturint tam teisės. Tai buvo todėl, kad jie nepakluso ir buvo [nuolat] peržengti.
lv: Un [atsaukšana] Ja jums teica: "O Moses, mēs varētu nekad paciest viens [veida] pārtiku. Tāpēc aicinām savu kungu, lai tālāk mums no zemes tās zaļas zālītes un tās gurķus un tās ķiploku un tās lēcas un tās sīpolus." [Moses] teica: "būtu jums apmainīties ar to, kas ir labāka par to, kas ir mazāk? Iedziļināties [] izlīgums un tik tiešām, jums to, ko esat pieprasījis. Un tie bija klāta ar pazemošanu un nabadzības un atgriezās ar dusmas no Allah [pār viņiem]. Tas bija tāpēc, ka viņi [atkārtoti] disbelieved Allah pazīmes un nogalināti pravieši bez tiesībām. Tas bija tāpēc, ka viņi nepakļautos pavēlei un bija [pastāvīgi] noziedzīgu.
nb: Og [huske] når du sa, "O Moses, vi kan aldri holde ut en [slags] mat. Så påkalle deres Herre å frembringe for oss fra jorden sin grønne urter og sine agurker og dens hvitløk og sine linser og dens løk." [Moses] sa, "vil du bytte hva er bedre for hva er mindre? Gå inn [noen] bebyggelse og faktisk, du får hva du spurte." Og de ble dekket med ydmykelse og fattigdom og tilbake med sinne fra Allah [på dem.]. Det var fordi de [gjentatte ganger] disbelieved i tegnene av Allah og drepte profetene uten rett. Det var fordi de adlød og var [fast] overskride.
sk: A [pripomínajú], keď ste povedal, "O Moses, sme možno nikdy vydržať jeden [druh] potravín. Takže zavolať na svojho pána, aby tam pre nás zo Zeme jeho zelené bylinky a jeho uhorky a jeho cesnak a jeho šošovica a jej cibule." [Moses] povedal, "by ste vymeniť, čo je lepšie, čo je menej? Ísť do [o] vyrovnaní a naozaj, budete mať to, čo ste žiadali." A oni boli pokryté poníženie a chudoby a vrátil s hnevom od Boha [na ne]. To bolo preto, že [opakovane] pochyboval o príznakoch Alaha a zabil prorokov bez práva. To bolo preto, že oni neposlúchli a [obvyklý] boli zaobchádzania v dôsledku porušenia.
sl: In [preklic], ko si rekel, "O Moses, mi nikoli ne zdržimo eden [nekakšen] hrane. Tako pozivajo svojega Gospoda, da bi tja za nas iz zemlje, njegove zelena zelišča in svoje kumare in svoje česen in svoje leča in svoje čebulo." [Moses] je dejal, "bi si izmenjate kaj je bolje za kaj manjša? Pojdite v [o] poravnavi in res, boste imeli kar ste prosili." In so bili prekriti s poniževanjem in revščine in vrnil z jeza od Allah [na njih]. To je bilo, ker [večkrat] verjeli v znake Allah in ubil preroki brez pravice. To je bilo, ker je upošteval navodila in bili [običajno] benih.
sr_cyrl: И [опозив] када си рекао, "О Мосес, никада не добијемо један [врсти] храну. Зато позивам твој господар, да се зна за нас из земље своје зелене биљке своје краставци и својим луком и своје соииво и свој лук." [Мосес ] је рекао, "да размењујете шта је боље за оно сто је мање? Иди у [сваког] насеље, и наравно да ће што тражите." И били су прекривени понижење и сиромаштво и вратио се са љутњом од Алаха [на њих]. То је било зато што су [више пута] не верује у знацима од Алаха и убили пророке без права. То је било зато што су послусала и били [из навике] гоњењу због кршења.
sr_latn: I [opoziv] kada si rekao, "O Moses, nikada ne dobijemo jedan [vrsti] hranu. Zato pozivam tvoj gospodar, da se zna za nas iz zemlje svoje zelene biljke svoje krastavci i svojim lukom i svoje soиivo i svoj luk." [Moses] je rekao, "da razmenjujete šta je bolje za ono sto je manje? Idi u [svakog] naselje, i naravno da će što tražite." I bili su prekriveni poniženje i siromaštvo i vratio se sa ljutnjom od Alaha [na njih]. To je bilo zato što su [više puta] ne veruje u znacima od Alaha i ubili proroke bez prava. To je bilo zato što su poslusala i bili [iz navike] gonjenju zbog kršenja.
uk: І [згадати], коли ви сказали, "O Moses, ми може ніколи не витримати один [родом з] їжі. Так закликати Господа, щоб вона породила для нас із землі зеленої трави і його огірки і його часник і його сочевиця і його цибулю." [Moses] сказав, "хотів би обміняти ви, що ж краще за те, що менше? Вдаватися в [будь-] поселення і дійсно, у вас буде те, що ви просили. І вони були покриті приниження і бідність і повернувся з гнівом з Аллах [на них]. Це було, тому що вони [неодноразово] disbelieved ознаки Аллах і вбили пророків без права. Це було, тому що вони не слухали і були [звикла] transgressing.
vi: Và [thu hồi] khi bạn nói, "O Moses, chúng tôi có thể không bao giờ chịu đựng một [loại] thực phẩm. Vì vậy kêu gọi của Chúa để đưa ra cho chúng ta từ trái đất các loại thảo mộc xanh và dưa chuột của nó và của tỏi và đậu lăng của mình và hành của nó." [Moses] nói: "nào bạn trao đổi những gì là tốt hơn cho ít hơn là gì? Đi vào [bất] khu định cư và thực sự, bạn sẽ có những gì bạn đã yêu cầu." Và họ đã được bao phủ với nhục và đói nghèo và trở về với sự tức giận từ Allah [khi đó]. Đó là bởi vì họ [liên tục] disbelieved trong các dấu hiệu của Allah và giết hại các tiên tri mà không cần phải. Đó là bởi vì họ bất tuân và [habitually] vì.
zu: Futhi [buyekeza], lapho uthi: "O Mose, asisoze sikhuthazele eyodwa [uhlobo] ukudla. Ngakho ababiza kho Lord ziveze kithi evela emhlabeni amakhambi yayo green and ukhukhamba zalo nesweli zalo nodali aso nesihlalo saso

# Quran69
source: Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.
ca: De fet, aquells que creien i els qui eren jueus o cristians o Sabeans [abans Profeta Muhammad] - aquells [entre ells], que creia en Allah i el darrer dia i feia justícia - voluntat tenen la seva recompensa amb el seu Senyor i no hi cap voluntat de por ser concerneixen, ni es ells grieve.
cy: Yn wir, y rhai sydd yn credu, a rhai a oedd yn Iddewon neu Gristnogion neu Sabeans [cyn Proffwyd Muhammad]-rheini [rhyngddynt] sy'n credu yn Allah a diwrnod olaf a wnaeth chyfiawnder i-bydd yn cael eu gwobrwyo gyda eu yr Arglwydd, ac a fydd unrhyw ofn yn ymwneud â hwy, ac ni bydd iddynt alaru.
da: Ja, dem, der troede, og dem, der var jøder eller kristne eller Sabeans [før profeten Muhammad] - dem [blandt dem], der troede på Allah og den yderste dag og gjorde retfærdighed - vil have deres belønning med deres Herre, og ingen frygt vil der angående dem, eller vil de sørge.
el: Πράγματι, εκείνοι που πίστεψαν και εκείνοι που ήταν Εβραίοι ή χριστιανοί ή Sabeans [πριν από προφήτη Μωάμεθ] - εκείνοι [μεταξύ τους] που πίστευαν στον Αλλάχ και την τελευταία ημέρα και έκανε δικαιοσύνη - θα έχουν την ανταμοιβή τους με τους Λόρδος, και δεν θα φόβος εκεί που τους αφορούν, δεν θα να θλίβομαι.
et: Tõepoolest, need, kes uskusid ja need, kes olid juudid või kristlased või Sabeans [enne prohvet Muhammad] - need [nende] hulgas, kes uskus Jumalat ja viimane päev ja tegin head - tahe on nende tasu nende Issand ja hirm testament seal tuleb neid käsitlevatele ega nad leinata.
fi: Itse asiassa ne joka uskoi ja ne, jotka olivat juutalaisia tai kristittyjä tai Sabeans [ennen profeetta Muhammed] - niiltä [] joka uskoi Jumalaan ja viimeiseen päivään ja teki vanhurskautta - tahtoa palkkansa Herraansa ja ole pelkoa tulee olla niistä eikä ne murehtia.
he: ואכן, אלה מי האמין ואלה היו יהודים או נוצרים או Sabeans [לפני הנביא מוחמד] - אלה [בהן] אשר האמין אללה וכך היום האחרון ועשה צדק - וויל יש את הפרס שלהם עם האדון שלהם, והאם אין חשש להיות הקשור בהם, ולא יהיה שהם מתאבלים.
hr: Uistinu, oni koji vjeruju i oni koji su bili Jevreji ili kršćani ili Sabeans [prije proroka Muhameda] - oni [] koji vjeruje u Allaha i zadnji dan i nije pravednost - će imati svoju plaću sa svoga Gospodina, i nema straha da li će u vezi s njima, niti će oni tugovati.
lt: Iš tiesų, tie, kurie tikėjo ir tie, kurie buvo žydų ar krikščionių ar Sabeans [prieš pranašo Mahometo] - tie [tarp jų], kurie tikėjo Dievo ir paskutinę dieną ir padarė tiesos - bus jau atsiėmė užmokestį su jų Viešpaties, ir jokios baimės bus ten apie juos, nei jie bus sielvartauti.
lv: Protams, tiem, kas ticēja, un tie, kuri bija ebreji vai kristieši vai Sabeans [pirms pravieša Muhameda] - tiem [starp tiem], kuri tic Allah un pēdējā dienā un nebija taisnībā - gribas viņu atlīdzība ar savu kungu un bez bailēm vai ir saistībā ar tiem, nedz arī būs tie sēro.
nb: Faktisk, de som trodde, og de som var jøder eller kristne eller Sabeans [før profeten Muhammad] - de [blant dem som trodde på Allah og siste dag og gjorde rettferdighet - vil ha deres belønne deres Herre, og ingen frykt vil det være om dem, eller vil de sørge.
sk: V skutočnosti tí, kto veril, a tých, ktorí boli Židia alebo kresťania alebo Sabeans [pred proroka Mohameda] - tými [] kto veril v Boha a v posledný deň a to spravodlivosť - bude mať ich odmenou za svojho pána a strachu nebude tam sa o nich, ani sa im truchlit.
sl: Osebe, kdo verjel, in tisti, ki so bili Judje ali kristjani ali Sabeans [pred preroka Mohameda] - kdor [med njimi] vernik v Allah in zadnji dan in ni pravičnosti - bo svoje nagrade s svojega Gospoda, in brez strahu bo tam se jih zadevajo, prav tako jih bo žalujejo.
sr_cyrl: Уистину , онима који је веровао, и оне који су били Јевреји или хришћани или Сабеанс [пред пророка Мухамеда] - они [међу њима] који верује у Аллаха и последњи дан и праведност - воља да ли награђени са свог господара, и без страха воље тамо бити у вези са њима, нити ће они туговати.
sr_latn: Uistinu, onima koji je verovao, i one koji su bili Jevreji ili hrišćani ili Sabeans [pred proroka Muhameda] - oni [među njima] koji veruje u Allaha i poslednji dan i pravednost - volja da li nagrađeni sa svog gospodara, i bez straha volje tamo biti u vezi sa njima, niti će oni tugovati.
uk: Дійсно, ті, хто вірив і ті, хто були євреї або християн або Sabeans [перед пророка Мухаммеда] - хто [серед них] вірили в Аллах і останній день і зробив праведність - волі мають уже нагороду свою з їх Господа і там волі нема страху бути щодо їх, і не будуть вони сумують.
vi: Thật vậy, những người tin tưởng và những người Do Thái hay Kitô hữu hay Sabeans [trước tiên tri Muhammad] - những [trong đó] người tin vào Allah và ngày cuối cùng và đã làm sự công bình - sẽ có phần thưởng của họ với Chúa, và sẽ không sợ hãi có thể liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Ngempela, labo kholwa labo ababe amaJuda noma amaKristu noma izidakwa [phambi Prophet Muhammad] - labo [phakathi kwabo] ababekholwa Allah Suku futhi benza ukulunga - bayoba umvuzo wabo neNkosi yabo, futhi ningesabi kuthanda khona
