Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran266
source: Or [consider such an example] as the one who passed by a township which had fallen into ruin. He said, "How will Allah bring this to life after its death?" So Allah caused him to die for a hundred years; then He revived him. He said, "How long have you remained?" The man said, "I have remained a day or part of a day." He said, "Rather, you have remained one hundred years. Look at your food and your drink; it has not changed with time. And look at your donkey; and We will make you a sign for the people. And look at the bones [of this donkey] - how We raise them and then We cover them with flesh." And when it became clear to him, he said, "I know that Allah is over all things competent."
ca: O [considerar aquest exemple] com el que va passar per una població que havia caigut en ruïna. Va dir, "Com Allah portarà això a vida després de la seva mort?" Així Allah va morir per cent anys; llavors va reanimar-lo. Va dir, "quant de temps li quedaren?" L'home va dir: "Jo em vaig quedar un dia o una part d'un dia." Va dir, "més aviat, que han mantingut cent anys. Mira el seu menjar i el beure; no ha canviat amb el temps. I mirar el seu ase; i li farem un cartell per a la gent. I mirar els ossos [d'aquest ase] - com vam criar-los i llavors podem cobrir amb carn." I quan es va fer evident a ell, va dir: "sé que Allah és sobre totes les coses competents".
cy: Neu [ystyried enghraifft o'r fath] fel yr un a basiwyd gan trefgordd sydd wedi gostwng yn adfail. Meddai, "Sut bydd Allah yn dod â hyn i fywyd ar ôl ei farwolaeth?" Felly roedd Allah yn achosi iddo farw dros gant o flynyddoedd; Roedd ei hatgyfodi wedyn iddo. Meddai, "pa mor hir yr ydych wedi aros?" Dywedodd y dyn, "Wedi gorfod aros diwrnod neu rhan o ddiwrnod." Meddai, "yn hytrach, byddwch wedi aros blynyddoedd gant. Edrych ar eich bwyd a diod eich; yw wedi newid gydag amser. Ac edrych ar eich asyn; a byddwn yn gwneud arwydd ichi ar gyfer y bobl. Ac edrych ar esgyrn [asyn hwn]-sut yr ydym yn eu codi ac yna rydym yn ymdrin â hwy gyda cnawd." A pan ddaeth yn glir iddo, meddai, "Rwy'n gwybod bod Allah yn dros holl bethau cymwys."
da: Eller [overveje sådan et eksempel] som den, der gik forbi en township, som var faldet i ruin. Han sagde, "Hvordan vil Allah bringe dette til livet efter sin død?" Så fik Allah ham til at dø for et hundrede år; derefter genoplivet han ham. Han sagde: "hvor længe har du været?" Manden sagde, "Jeg er forblevet en dag eller en del af en dag." Han sagde, "hellere, du er forblevet et hundrede år. Kig på din mad og dine drikke; Det har ikke ændret sig med tiden. Og kig på jeres æsel; og vi vil gøre dig et tegn for folk. Og kig på knogler [af denne æsel] - hvordan vi hæve dem og så vi dækker dem med kød." Og når det blev klart for ham, sagde han, "Jeg ved, at Allah er over alle ting kompetente."
el: Ή [θεωρούν ένα τέτοιο παράδειγμα] ως αυτός που πέρασε από ένα Δήμος που είχε πέσει σε ερείπιο. Είπε, «Πώς θα Αλλάχ φέρω αυτό στη ζωή μετά από το θάνατό του;» Έτσι Αλλάχ τον ανάγκασε να πεθάνει για εκατό χρόνια. στη συνέχεια αυτός, τον αναγέννησε. Είπε, «πόσο καιρό σας παρέμειναν;» Ο άνθρωπος είπε, «Έχουν παραμείνει μια ημέρα ή μέρος της ημέρας.» Είπε, «μάλλον, παρέμεινες εκατό χρόνια. Κοιτάξτε το φαγητό σας και το ποτό σου. δεν έχει αλλάξει με το χρόνο. Και ματιά σε σας γάιδαρος; και εμείς θα σας κάνουμε ένα σημάδι για τα άτομα. Και κοιτάξτε τα οστά [του γαϊδουριού] - πώς θα τα αυξήσουν και στη συνέχεια καλύπτουμε τους με σάρκα.» Και όταν έγινε σαφές σε αυτόν, είπε, «ξέρω ότι Αλλάχ είναι για όλα τα πράγματα αρμόδια."
et: Või [leiab selline näide] kes möödusid township, mis oli sattunud häving. Ta ütles: "Kuidas Jumal toob see elu pärast tema surma?" Nii Allah põhjustas tema surra sada aastat; siis ta taaselustab teda. Ta ütles: "kui kaua sa jäid?" Mees ütles: "Mul on jäänud päeva või päeva osa." Ta ütles: "pigem on jäänud sada aastat. Vaata oma toitu ja jooke; See on muutunud aja jooksul. Ja pilk oma eesli; ning me teeme teile märk inimesed. Vaadata [donkey] luud - kuidas me tõsta neid ja siis me katma neile liha." Ja sai selgeks talle, ta ütles, "Ma tean, et Jumal on üle kõik asjad pädev."
fi: Tai [esimerkiksi] henkilönä, joka kulki kuntaan, joka oli pudonnut pilata. Hän sanoi: "Kuinka Jumala tuo tämä elämään sen kuoleman jälkeen?" Allah aiheutuvaa hän kuolee sata vuotta. sitten hän elvyttää häntä. Hän sanoi: "kuinka kauan olet jäänyt?" Mies sanoi, "Olen pysynyt päivän tai osa päivän." Hän sanoi: "pikemminkin pysyitte sata vuotta. Ruoka ja juoma; se ei ole muuttunut ajan myötä. Ja katsoa donkey; ja teemme sinulle merkki ihmisille. Ja Katsokaa [Tämä paisti] luut - miten ne esille ja sitten kattamaan niitä lihaa." Ja kun kävi selväksi hänelle, hän sanoi, "Tiedän, että Jumala on kaikkivaltias toimivaltaisen."
he: או [תחשיב כזה דוגמה] כאדם אשר עברו על הישוב שנפל הפכו לחורבות. הוא אמר, "איך אללה יביא זה לחיים לאחר המוות שלו?" אז אללה גרם לו למות מאה שנים; ואז הוא החיו אותו. הוא אמר, "כמה זמן אתה נשאר?" האיש אמר, "נשארתי יום או חלק של יום." הוא אמר, "במקום זאת, נשאר מאה שנים. תראה את האוכל ואת המשקה; זה לא השתנה עם הזמן. תסתכל על החמור שלך; אנחנו נגרום לך סימן לעם. העצמות [של החמור] - איך נגייס אותם ולראות ואז אנחנו מכסים אותם עם בשר." כאשר התברר לו, הוא אמר, "אני יודע כי אללה הוא מעל המוסמכת כל הדברים".
hr: Ili [razmotriti takav primjer] onaj koji je usvojila općina koji je pao u propast. Rekao je, "Kako će Allah oživjeti ovaj nakon svoje smrti?" Tako Allah izazvao ga da umre sto godina; Onda ga je oživjela. Rekao je, "koliko dugo su ti ostala?" Čovjek je rekao, "Sam ostao dan ili dio dana." Rekao je: "Naprotiv, ostao si stotinu godina. Pogled na hranu i piće; nije promijenila s vremenom. A Pogledaj svog magarca; i mi ćemo vas znak za ljude. I Pogledaj kosti [ovo Magare] - kako smo ih podići i ih pokriti s tijelom." I kada je postalo jasno da ga, kazao je, "Znam da Allah sve nadležna."
lt: Arba [mano toks pavyzdys], kuris priimtas township, kuris pateko į griuvėsiai. Jis sakė: "Kaip Dievas duos tai į gyvenimą po savo mirties?" Taigi Dievas sukėlė jam mirti už šimtą metų; tada jis atgaivino jį. Jis pasakė, "kiek laiko Jums liko?" Kažkas pasakė, "Man liko per dieną arba per dalį dienos." Jis sakė: "o, jūs liko šimtas metų. Pažvelgti į savo maisto ir jūsų gėrimas; Tai pasikeitė su laiku. Ir pažvelgti į savo asilas; ir mes pasistengsime jums ženklas žmonėms. Ir pažvelgti į kaulus [, šį asilas] - kaip mes keliame jiems ir tada mes padengti juos su kūnu." Ir kai tapo aišku, į jį, jis sakė: "aš žinau, kad Dievas yra virš visų dalykų kompetentingos."
lv: Vai [apsvērt šādu piemēru] kā tas, kurš pieņēmis draudze, kurā iekritusi drupās. Viņš teica: "Cik Allah dos šo dzīvi pēc savas nāves?" Tātad Allah lika viņam mirt par simt gadiem; pēc tam viņš atdzīvināja viņu. Viņš teica: "cik ilgi jūs palikuši?" Vīrs teica: "Man ir palikušas dienas vai dienas daļa." Viņš teica: "drīzāk, jums ir palikuši simts gadus. Paskaties uz jūsu pārtikas un dzērienu; ar laiku tas nav mainījies. Un paskatieties uz ēzeļa; un mēs dos jums liecina par cilvēku. Un paskatīties uz kauliem [no ēzeļa] - kā mēs tās paceļam un tad mēs tos segt ar miesu." Un kad kļuva skaidrs, viņš teica: "es zinu, ka Allāhs ir pār visām lietām, kas ir kompetenta."
nb: Eller [anser slikt eksempel] som den som passerte en township som hadde falt i ruin. Han sa: "Hvordan vil Allah gi dette liv etter sin død?" Så forårsaket Allah ham dø for hundre år; så han gjenopplivet ham. Han sa, "hvor lenge har du vært?" Mannen sa, "Jeg har holdt en dag eller en del av en dag." Han sa, "stedet du har vært ett hundre år. Se på mat og drikke; Det har ikke endret seg med tiden. Og se på din esel; og vi vil gjøre deg et tegn for mennesker. Og se på beina [av denne esel] - hvordan vi oppdrar dem. og da kan vi dekke dem med kjøtt. Og da det ble klart for ham, sa han, "jeg vet at Allah er over alle ting kompetent."
sk: Alebo [napríklad] ako ten, kto prešiel černošskej štvrti, ktorá spadla do krachu. On povedal: "Ako Boh prinesie to do života po svojej smrti?" Tak Boh spôsobila mu zomrieť za sto rokov; potom on oživil ho. On povedal: "ako dlho ste zostali?" Muž povedal: "Som zostal deň alebo časť dňa." On povedal: "skôr ste zostal sto rokov. Pozrite sa na jedlo a pitie; nezmenilo sa s časom. A pozrite sa na váš somár; a my vám bude znamenie pre ľudí. Pozrieť na kosti [tento somár] - ako zvýšime them a potom sme ich prikryjeme mäso." A keď vyšlo najavo, povedal: "Viem, že Boh je nad všetkými vecami, ktoré sú príslušné."
sl: Ali [obravnavati tak primer] kot tisti, ki je sprejel okrožje, ki je bil v razvalinah. On reče: "Kako Alah bo to za življenje po svoje smrti?" Tako Allah zaradi njega umreti za sto let; potem je ponovno zaživela mu. On reče: "kako dolgo boste ostali?" Človek je dejal, "Sem ostal dan ali del dan." On reče: "namesto, so ostali sto let. Pogled na hrano in pijačo; to ni spremenila s časom. In pogled na vaše osla; in smo vas bo znak za ljudi. In pogled na kosti [ta osel] - kako jih dvigniti in potem jih pokrivamo z mesom." In ko je postalo jasno, da mu je dejal, "vem, da je Alah je nad vse stvari, ki so pristojni."
sr_cyrl: Или [размотрити такав пример] као онај који је пролазио поред тоwнсхип која је пала у пропаст. Рекао је: "Како ће Аллах ово донели живот након своје смрти?" Тако је Аллах изазвало да умре за стотину година; Онда он га повратили. Он је рекао, "колико си остао?" Човек је рекао, "Ово ми је потребно пар дана део дана." Рекао је: "радије, остао си стотину година. Погледај твоју храну и твоје пиће; То се није променило са временом. А погледај твој магарац; и водили сте знак за људе. И погледај кости [Овај магарац] - како смо одрастали и онда их покривамо са месом." И кад је постало јасно да га, он је рекао, "Знам да Алах је преко надлежних свих ствари."
sr_latn: Ili [razmotriti takav primer] kao onaj koji je prolazio pored township koja je pala u propast. Rekao je: "Kako će Allah ovo doneli život nakon svoje smrti?" Tako je Allah izazvalo da umre za stotinu godina; Onda on ga povratili. On je rekao, "koliko si ostao?" Čovek je rekao, "Ovo mi je potrebno par dana deo dana." Rekao je: "radije, ostao si stotinu godina. Pogledaj tvoju hranu i tvoje piće; To se nije promenilo sa vremenom. A pogledaj tvoj magarac; i vodili ste znak za ljude. I pogledaj kosti [Ovaj magarac] - kako smo odrastali i onda ih pokrivamo sa mesom." I kad je postalo jasno da ga, on je rekao, "Znam da Alah je preko nadležnih svih stvari."
uk: Або [розглянемо такий приклад,] як той, хто проходили повз township, яка потрапила в розорення. Він сказав: "Як Аллах принесе це життя після його смерті?" Так, Аллаха завданих йому померти за сто років; Потім він відродив його. Він сказав: "як довго ви залишалися?" Чоловік сказав: "Я залишилися день або частину дня". Він сказав: "швидше за все, ви залишилися сто років. Дивитися на їжу і напої; він не змінився з часу. І подивіться на віслюку; і ми зробить вас ознакою для людей. І подивитися на кістки [цей осел] - як ми піднімаємо їх і тоді ми їх покриття з плоттю." І коли з'ясувалося йому, він сказав: "я знаю що Аллах все впокорив компетентним."
vi: Hoặc [xem xét một ví dụ] như là một người đã đi qua một xã mà rơi vào làm hỏng. Ông nói, "Làm thế nào sẽ Allah mang lại điều này để cuộc sống sau cái chết của nó?" Vì vậy Allah khiến ông phải chết một trăm năm; sau đó, ông hồi sinh anh ta. Ông nói, "làm thế nào long bạn vẫn?" Người đàn ông nói, "Tôi đã ở lại một ngày hay một phần của một ngày." Ông nói, "thay vào đó, bạn vẫn một trăm năm. Nhìn đồ ăn và thức uống của bạn; nó đã không thay đổi theo thời gian. Và nhìn vào con lừa của bạn; và chúng tôi sẽ làm cho bạn một dấu hiệu cho người dân. Và nhìn vào xương [của donkey này] - làm thế nào chúng tôi nâng chúng và sau đó chúng tôi bao gồm chúng với thịt." Và khi nó trở nên rõ ràng cho anh ta, ông nói, "tôi biết rằng Allah là hơn tất cả mọi thứ có thẩm quyền."
zu: Noma [sicabangele isibonelo esinjalo] njengoba lowo wadlula elokishini, iwela incithakalo.

# Quran267
source: And [mention] when Abraham said, "My Lord, show me how You give life to the dead." [Allah] said, "Have you not believed?" He said, "Yes, but [I ask] only that my heart may be satisfied." [Allah] said, "Take four birds and commit them to yourself. Then [after slaughtering them] put on each hill a portion of them; then call them - they will come [flying] to you in haste. And know that Allah is Exalted in Might and Wise."
ca: I [parlar] quan Abraham va dir, "el meu Senyor, Mostra'm com et donen vida als morts." [Allah] deia, "Té vostè no creu?" Va dir: "Sí, però [demano] només que el meu cor pot ser satisfet." [Allah] deia, "prendre quatre ocells i cometen a tu mateix. [Després de la matança ells] posa llavors en cada turó una part d'ells; aleshores els dic - vindran [volant] a vostè en la pressa. I saber que Allah és exaltat en força i savi.
cy: [Yn sôn am] pan ddywedodd Abraham, "fy Arglwydd, dangos i mi sut ydych yn rhoi bywyd i y meirw." [Allah] yn dweud, "Yr ydych nid credu?" Dywedodd, "ie, ond [Gofynnaf] dim ond y gall fod yn fodlon fy nghalon." [Allah] dywedodd, "gymryd adar pedwar ac ymrwymo iddynt i chi'ch hun. Yna [ar ôl eu lladd nhw] yn rhoi ar bob hill cyfran ohonynt; yna eu galw-byddant yn dod [Dechrau'n Deg] i chi ar frys. A gwybod bod yw Allah i'w mawrygu yn allai a Wise.
da: Og [omtale] da Abraham sagde, "min herre, Vis mig hvordan du give liv til døde." [Allah] sagde, "Ikke har du troede?" Han sagde, "Ja, men [Jeg beder] kun, at mit hjerte kan opfyldes." [Allah] sagde, "tage fire fugle og forpligte dem til dig selv. Derefter sat [efter slagtning dem] på hver bakke en del af dem; derefter kalder dem - de kommer [flyver] til dig i hast. Og ved, at Allah er ophøjet i Might and Wise. "
el: Και [αναφορά] όταν ο Αβραάμ είπε, «Κύριέ μου, δείξε μου πώς μπορείτε να δώσετε ζωή για τους νεκρούς.» [Αλλάχ] είπε, «Εσείς δεν πίστεψαν;» Είπε, «ναι, αλλά [ζητώ] μόνο που μπορεί να τηρηθεί η καρδιά μου. " [Αλλάχ] είπε, «πάρτε τέσσερις πουλιά και δεσμεύομαι να τον εαυτό σας. Στη συνέχεια [μετά τη σφαγή τους] θα τοποθετούνται σε κάθε λόφο μια μερίδα από αυτούς? στη συνέχεια, να τους αποκαλούν - θα έρθουν [που φέρουν] σας βιαστικά. Και γνωρίζουμε ότι Αλλάχ είναι Exalted στο μήπως και σοφός.»
et: Ja [mainida] kui Aabraham ütles: "Issand, Näita mulle kuidas sa annad elu surnud." [Jumalat] ütles: "Te ei uskunud?" Ta ütles: "Jah, aga [Palun] ainult, et minu süda saab täita." [Jumalat] ütles: "Võta nelja lindude ja kohustab neid ise. Siis [pärast tapmist neid] pane igal mäel osa neist; siis helista neile - nad tulevad [all] teile kiirustades. Ja tean, et Jumal on ülendatud Might ja tark."
fi: Ja [] kun Aabraham sanoi: "herrani, Näytä minulle miten annat elämäsi kuollut." [Jumala] sanoi, "Sinun ei uskonut?" Hän sanoi, "kyllä, mutta [pyydän] siinä voidaan täyttää sydämeni." [Jumala] sanoi: "Ota neljä lintua ja sitoa ne itse. [Jälkeen teurastukset] laittaa sitten jokaiselta kukkulalta osa soittaa heille - he tulevat [lentävät] sinulle kiire. Ja Jumala Ylhäinen Might and viisas."
he: [לציין] אברהם אמר: "אדוני, תראה לי איך לתת חיים למתים." [אללה] אמר, "אתה לא מאמין?" הוא אמר, "כן, אלא [לשאול] רק את הלב שלי יכול להיות מרוצה." [אללה] אמר: "לקחת ארבע ציפורים לעצמך לבצען. אז [לאחר טבח בהם] לשים על כל גבעה חלק מהם; ! אז התקשרי אליהם - הם יבואו [עף] לך בחיפזון. ואני יודע כי אללה הוא יינשא ב ואולי חכם."
hr: I spomenuti kad Abraham je rekao, "moj gospodaru, Pokaži mi kako život dati mrtvima." [Allah] je rekao, "Ne, povjerovao si." Rekao je, "da, ali da pitam samo da moje srce može biti zadovoljan." [Allah] je rekao, "Uzmi četiri ptice te ih obvezuju na sebe. [Nakon klanja ih] onda na svakom brdu dio njih; Onda nazovi ih - oni će doći [lete] vam u žurbi. I da Allah uzvišeni u moć i mudar."
lt: Ir [paminėti] kai Abraomas atsakė, "mano Viešpatie, parodyti man kaip jums suteikti gyvenimo mirę." [Dievas] sakė: "Jūs ne tikėti?" Jis sakė: "taip, bet [prašau] tik tai, kad mano širdis gali įvykdyti." [Dievas] sakė, "Paimkite keturis paukščių ir padaryti juos sau. Tada [po skerdimo juos] ant kiekvieno kalno dalis tada skambinti jiems - jie ateis [su] jums skubotai. Ir žinau, kad Dievas yra išaukštintas gali ir Išminčius. "
lv: Un [min] kad Ābrahāmam teica: "mans kungs man parādīt kā dot dzīvību mirušajiem." [Allah] teica: "Jums nav ticams, ka?" Viņš teica: "Jā, bet [es aicinu] tikai to, ka mana sirds var izpildīt." [Allah] teica: "veikt četras putnu un apņemties sevi. [Pēc nokaušanas tos] uzlika sildīties katra kalna daļu no tiem; pēc tam piezvanīt – viņi nāks [peld] jums steigā. Un zinu, ka Allah ir cildens var un gudrs."
nb: Og [nevne] da Abraham sa: «min Herre, Vis meg hvordan du gir liv til døde». [Allah] sa, «Du ikke har trodd?» Han sa: "Ja, men [jeg spør] bare det mitt hjerte kan være fornøyd." [Allah] sa, "ta fire fugler og utfører dem selv. Deretter satt [etter slakte dem] på hver bakke en del av dem. deretter kaller dem - de vil komme [flyr] deg i all hast. Og vet at Allah er opphøyet i makt og klok.
sk: A [spomenúť] keď Abrahám povedal: "môj pane, ukáž mi ako si dať život mŕtvy." [Allah] povedal: "Ste nie uverili?" On povedal: "áno, ale [pýtam] len to, že môže byť splnené moje srdce." [Allah] povedal: "Vezmite štyri vtáky a zaviazať sa k sebe. Potom [po porážke ich] dal každý kopec časť z nich; potom volať - prídu [lietania] sa v zhone. A viem, že Alah je vyvýšený na sile a múdry."
sl: In [omenil] Ko Abraham je rekel, »moj Gospod, Pokaži mi kako daš življenje do mrtvih." [Alahove] je dejal, "Vam ne verjel?" On reče: "ja, vendar [prosim] samo to moje srce mogoče zadostiti." [Alahove] je dejal, "sprejmejo štiri ptice in jih storijo sami. Nato [po zakolu, jih] dajo na vsakem hribu del nato jim - bodo prišli [pod] vam v naglici. In vem, da Allah je vzvišeno v oblast in pametno."
sr_cyrl: И споменуо кад Абрахам је рекао, "мој господару, покажи ми како да оживе мртвих." [Аллах ] је рекао, "Ти није веровао?" Он је рекао, "да, али [питам] само то моје срце може бити задовољан." [Аллах ] је рекао, "Узми четири птице и њима посветити себи. Затим [после их кољу] стави на сваком брду део њих; Онда их зови - ће долете [] да ти на брзину. И знам да је Аллах измореном у моћ и мудар."
sr_latn: I spomenuo kad Abraham je rekao, "moj gospodaru, pokaži mi kako da ožive mrtvih." [Allah] je rekao, "Ti nije verovao?" On je rekao, "da, ali [pitam] samo to moje srce može biti zadovoljan." [Allah] je rekao, "Uzmi četiri ptice i njima posvetiti sebi. Zatim [posle ih kolju] stavi na svakom brdu deo njih; Onda ih zovi - će dolete [] da ti na brzinu. I znam da je Allah izmorenom u moć i mudar."
uk: І [кажучи вже] коли Авраам сказав: "Господи, покажи мені як вдихнути життя в мертвих." [Аллах] сказав: "Ви не повірили?" Він сказав: "так, але [я прошу] тільки це моє серце може бути задоволені." [Аллах] сказав: "Візьміть чотири птахів і вчинення їм себе. [Після забою їх] надягають на кожному Хілл частина з них; потім називати їх - вони прийдуть [flying] вам в поспіху. І знаю, що Аллах піднесене в меча і Мудрого."
vi: Và [kể] khi Abraham nói, "Thưa ngài, cho tôi làm thế nào bạn cho cuộc sống cho người chết." [Allah] nói: "Có anh không tin?" Ông nói, "Vâng, nhưng [tôi yêu cầu] chỉ có trái tim của tôi có thể được hài lòng." [Allah] nói, "có bốn loài chim và cam kết chúng vào chính mình. Sau đó [sau khi sát hại họ] đặt trên ngọn đồi mỗi một phần của họ; sau đó gọi cho họ - họ sẽ đến [bay] với bạn trong sự vội vàng. Và biết rằng Allah sôi nổi trong Might và khôn ngoan."
zu: Futhi [Khumbuzani] lapho u-Abrahama wathi: "Nkosi yami, ngibonise indlela Bapheni nina ukuvusa abafileyo."
