Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran113
source: We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?
ca: No anul un vers o provocar-lo a l'oblit excepte que portem endavant [un] millor del que o semblant a ell. No saps que Allah és sobre totes les coses competents?
cy: Nid ydym yn diddymu'r adnod nac yn achosi iddo anghofio heblaw y Rydym yn cyflwyno [un] yn well nag neu debyg iddo. Nad ydych yn gwybod bod Allah yn dros holl bethau yn gymwys?
da: Vi må ikke ophæve et vers eller få det til at være glemt, bortset fra at vi frembringe [en] bedre end det eller lignende til den. Ved du ikke, at Allah er over alle ting kompetente?
el: Δεν καταργεί ένα στίχο ή να προκαλέσει την να ξεχαστούν εκτός από το ότι θα φέρει στο προσκήνιο [ένα] καλύτερα από ό, τι ή παρόμοιο με αυτό. Δεν ξέρετε ότι Αλλάχ είναι πάνω από όλα τα πράγματα που είναι αρμόδια;
et: Me tühistada salm või lasta seda unustada, et meil tuua esile [üks] parem see kui või nagu tema. Kas sa ei tea, et Jumal on üle kõik asjad pädev?
fi: Ei ilmoituksestamme jae tai se unohdetaan, paitsi, että tuomme esiin [jonkin] paremmin kuin se tai samanlaisen tilalle. Eivät tiedä, että Jumala on kaikkivaltias toimivaltainen?
he: איננו מהמתחם פסוק או לגרום לו לשכוח חוץ מזה אנחנו שמטילות [אחד] טוב יותר מאשר זה או דומה לו. אתה לא יודע כי אללה הוא מעל המוסמכת כל הדברים?
hr: Ne ukinuti stih ili uzrokovati da se zaboravi osim što ćemo donijeti [više] nego što ili sličan to. Ne znaš da Allah je nad svim stvarima nadležan?
lt: Mes panaikinti stichijos ir pasirūpinti, kad jis laureatė išskyrus tai, kad mes pagimdysi [vienas] geresnių nei ji ar panašaus į jį. Ar jūs nežinote, kad Dievas yra virš visų dalykų kompetentingos?
lv: Mēs nevar atcelt dzejolis vai izraisīt to aizmirsis, izņemot to, ka mums nes sevī [vienu] labāk nekā to vai līdzīgs tam. Jūs nezināt, ka Allāhs ir pār visām lietām, kas ir kompetenta?
nb: Vi ikke oppheve et vers eller føre til glemmes bortsett fra at vi frembringe [en] bedre enn eller lik den. Vet dere ikke at Allah er over alle ting kompetente?
sk: Nechceme zrušiť verš alebo spôsobiť, že sa zabúda, okrem toho, že sme zrodiť [jedna] lepšie než alebo podobné na to. Nie viete, že Boh je nad všetkými vecami príslušný?
sl: Ne odpravi verz ali povzroči, da bodo pozabili, razen da smo prinašajo [en] bolje kot to ali podobno, da ga. Ali ne veste, da je Alah je nad vse stvari, ki so pristojni?
sr_cyrl: Не радимо аброгате стих или изазвати бити заборављен, осим што смо Доведите [] боље него то или слично томе. Ти не знаш да је Аллах је готово све надлежне
sr_latn: Ne radimo abrogate stih ili izazvati biti zaboravljen, osim što smo Dovedite [] bolje nego to ili slično tome. Ti ne znaš da je Allah je gotovo sve nadležne
uk: Ми не поступалися вірш або викликати його буде забутий, крім того, що ми народити [один] краще ніж його або схоже на нього. Хіба ви не знаєте, що Аллах більше не є всі речі компетентні?
vi: Chúng tôi không thay bỏ một câu thơ hay gây ra nó sẽ bị lãng quên, ngoại trừ rằng chúng tôi đưa ra [một] tốt hơn so với nó hoặc tương tự với nó. Bạn không biết rằng Allah là hơn tất cả mọi thứ có thẩm quyền?
zu: Asazi abrogate ivesi noma abangele it khohlwa ngaphandle kokuthi We bathele [elilodwa] ongcono kakhulu kunanoma yimuphi noma ecishe ifane nayo it.

# Quran114
source: Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?
ca: No saps que a Allah pertany el dominion dels cels i la terra i [que] teniu a no més d'Allah qualsevol protector o cap d'ajuda?
cy: Nad ydych yn gwybod bod Allah yn perthyn iddo ddominiwn y nefoedd a'r ddaear a [y] bydd gennych yn ogystal â Allah unrhyw protector neu unrhyw gynorthwy-ydd?
da: Ved du ikke, at Allah tilhører herredømme over himlen og jorden og [at] du har ikke udover Allah nogen protector eller nogen hjælper?
el: Δεν ξέρεις ότι Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη και [ότι] έχετε οποιαδήποτε δεν εκτός από Αλλάχ προστάτη ή καμία Βοηθός;
et: Kas sa ei tea et Jumal kuulub võim taevas ja maa ja [et] teil on mitte lisaks Allah protector või mis tahes abistaja?
fi: Ettekö tiedä, että Jumalalle kuuluu valta taivaassa ja maan päällä ja [että] sinulla on ei paitsi Allah suojelija tai auttajaa?
he: אתה לא יודע כי אללה שייכת הריבונות של השמים והאדמה, [כי] יש לך לא, מלבד אללה מגן או שום עוזר?
hr: Zar ne znaš da Allahu pripada vlast na nebesima i na zemlji i [da] imate ne osim Allah zaštitnik ili bilo koji pomoć?
lt: Argi tu nežinai, kad Dievas priklauso viešpatavimas, dangų ir žemę, ir [kad] jūs turite ne be Dievo bet raštas arba bet koks pagalbininkas?
lv: Jūs nezināt Allahu pieder valdīšana debesis un zemi un [ka] rodas ne bez Allah aizsargs vai jebkuru palīgs?
nb: Vet dere ikke at Allah tilhører herredømmet over himmelen og jorden og [at] du har ikke foruten Allah noen protector eller en hjelper?
sk: To neviete že Alah patrí panstva nebies a Zeme a [že] máte nie okrem Alaha chránič alebo akékoľvek helper?
sl: Ne veš, da Allah pripada oblast v nebesih in na zemlji in [da] imate ne poleg Allah zaščitnik ali poljuben pomočnik?
sr_cyrl: Знате ли да Алах припада власт небеса и земље и [да] те ни имати, не поред Аллах заштитник или неки помагач?
sr_latn: Znate li da Alah pripada vlast nebesa i zemlje i [da] te ni imati, ne pored Allah zaštitnik ili neki pomagač?
uk: Ви не знаєте Аллаху належності Домініон небеса та Земля і [що] у вас не крім Аллаха будь-який протектор або будь-який помічник?
vi: Bạn không biết rằng Allah thuộc lãnh địa của bầu trời và trái đất và [] bạn có không ngoài Allah bất kỳ bảo vệ hoặc bất kỳ trợ giúp?
zu: Anazi yini ukuthi Allah fanele dominion of bhakabhaka hlaba futhi [ukuthi] awunalo futhi Allah yimuphi umvikeli noma yimuphi umsizi?

# Quran115
source: Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.
ca: O voleu demanar el seu Missatger com Moses va demanar abans? I qui intercanvia fe per la incredulitat certament ha allunyat d la solidesa del camí.
cy: Neu a ydych yn bwriadu ei ofyn eich Messenger fel yr oedd Moses wedi gofyn o'r blaen? A pwy bynnag sydd yn cyfnewid ffydd ar gyfer anghrediniaeth wedi crwydro yn sicr o gadernid y ffordd.
da: Eller har de tænkt Dem at bede din Messenger som Moses blev spurgt før? Og hvem udvekslinger tro for vantro har bestemt forvildet fra soliditet af måde.
el: Ή έχετε την πρόθεση να ζητήσει σας Messenger όπως Moses τέθηκε πριν; Και όποιος ανταλλαγές πίστη για δυσπιστία έχει σίγουρα πολύ strayed από το βάσιμο του τρόπου.
et: Või kas te kavatsete küsida teie Messengeri Moses oli palunud enne? Ja kes iganes noorsoovahetused usk, uskumatus jaoks on kindlasti eksinud viis usaldusväärsusele.
fi: Vai Aiotteko tehdä kysymyksiä profeetallenne Moses pyydettiin ennen? Ja kuka vaihtaa uskossa epäusko on varmasti eksyneet tapa vakauteen.
he: או, אתה מתכוון לבקש Messenger שלך כפי Moses התבקש לפני? מי בורסות אמונה אמון יש בהחלט סוטה מן הדרך איכות החלטתנו.
hr: Ili ćete pitati tvoj Glasnik kao Moses je pitao prije? I tko god razmjena vjeru za nevjerovanje je svakako zalutao iz zdravlja na način.
lt: Ar ketinate prašyti jūsų Messenger kaip Moses buvo paprašyta prieš? Ir kas mainai-tikėjimas ir netikėjimas turi tikrai Noklīdis iš kaip patikimumas.
lv: Vai jūs plānojat uzdot jūsu kurjers kā Moses lūdza pirms? Un kurš apmaiņas ticības neticība noteikti ir noklīdis no tā stabilitāti.
nb: Eller har du tenkt å be din Messenger som Moses ble spurt før? Og hvem utveksling tro for vantro har sikkert kommet fra soliditet måten.
sk: Alebo sa chcete opýtať vášho Messenger ako Moses bol požiadaný pred? A ten, kto vymieňa viery pre nedôveru má určite odchýlili od správnosť cesty.
sl: Ali nameravate zaprositi vaš sel kot Moses prosili pred? In kdor izmenjave vere za nejeverno je gotovo zašel iz smotrnost način.
sr_cyrl: Или намеравате да питам твој гласник као Мосес је питао раније? И ко год размењује вере за неверовање сигурно скренуо са правог разумност до краја.
sr_latn: Ili nameravate da pitam tvoj glasnik kao Moses je pitao ranije? I ko god razmenjuje vere za neverovanje sigurno skrenuo sa pravog razumnost do kraja.
uk: Або ви збираєтеся запитати вашого Messenger як Moses було запропоновано раніше? І той, хто бірж віри для невір'я безумовно відхилився від обгрунтованість шляху.
vi: Hoặc bạn có dự định để hỏi bạn bè như Moses được hỏi trước khi? Và bất cứ ai trao đổi niềm tin đối với sự hoài nghi đã chắc chắn lạc từ soundness cách.
zu: Noma ingabe uhlose ukubuza Messenger yakho njengoba uMose wabuza ngaphambi?

# Quran116
source: Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.
ca: Moltes de les persones de l'escriptura desitjar que podria convertir-te a incredulitat després que s'han cregut, per enveja d'ells mateixos [encara] després que la veritat s'ha convertit en clar a ells. Així perdó i donen fins que Allah reparteix el seu comandament. De fet, Allah és sobre totes les coses competents.
cy: Mae llawer o'r bobl y ysgrythur yn dymuno gallent droi eich ôl at anghrediniaeth ar ôl yr ydych yn credu, allan o ennyn cenfigen yn eu hunain [hyd yn oed] ar ôl wedi dod yn y gwir amlwg iddynt. Felly maddeuwch, a diystyru hyd nes bod Allah yn cyflawni ei Gorchymyn. Yn wir, yw Allah dros holl bethau yn gymwys.
da: Mange af mennesker af Skriften vil de kunne slå dig tilbage til vantro, efter du har troet, ud af misundelse fra sig selv [selv] efter sandheden er blevet klart for dem. Så undskyld og overse indtil Allah leverer hans kommando. Allah er over alle ting kompetente.
el: Πολλοί από τους ανθρώπους του Scripture επιθυμούν αυτοί θα μπορούσε να γυρίζετε πίσω στο δυσπιστία, αφού έχετε πίστευε, από φθόνο από τον εαυτό τους [ακόμη] μετά την αλήθεια έχει γίνει σαφές σε αυτούς. Έτσι συγχώρηση και έχουν θέα μέχρι Αλλάχ παραδίδει τις διαταγές του. Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Paljud inimesed pühakiri soovin, et nad võiksid omakorda teid aastasse uskumatus, pärast seda, kui te uskunud, kadedus alates ise välja [isegi] pärast tõde saab selge neile. Nii et armu ja unustada, kuni Jumal annab temale alluvad. Tõepoolest, Allah on üle kõik asjad pädev.
fi: Monet ihmiset Raamatun toivovat he puolestaan voit takaisin epäusko, kun uskot, kateus itseltään pois [edes] kun totuus on tullut selvittää heille. Joten anteeksi ja unohtaa kunnes Jumala antaa hänen käskynsä. Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: מאחלים הרבה האנשים של כתבי הקודש הם יכולים להפוך אותך בחזרה אל חוסר אמונה לאחר האמנת, מתוך קנאה מעצמם [אפילו] אחרי האמת הפך ברור להם. אז סליחה על ומשקיפים עד אללה מספק את הפיקוד שלו. אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: Mnogi ljudi u Svetom pismu bar može vas pretvoriti u nevjerici nakon što vjeruješ, iz zavisti od sebe [čak] kad istina je postao čisto i njih. Pa Oprosti i gledaju dok Allah pruža svoju naredbu. Uistinu, Allah je nad svim stvarima nadležan.
lt: Daugelis žmonių knygos nori jie galėtų paversti jus atgal į netikėjimo po to, kai jūs turite tikėjimą, iš pavydo nuo pačios [net] po tiesos tapo aišku, kad jiems. Taip Malonė ir nepastebi tol, kol Dievas pristato savo komandą. Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Daudzi rakstos cilvēki vēlos tās varētu savukārt jums atpakaļ uz neticību, pēc tam, kad ir uzskats, no skaudības no sevis [pat] pēc tam, kad patiesība ir kļuvis skaidrs, tos. Tātad, piedodiet un aizmirst līdz Allah dod pavēli. Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: Mange av skriften folk ønsker de kunne slå deg tilbake til vantro etter at du har trodd, av misunnelse fra seg [også] etter sannheten har blitt klart for dem. Så tilgi og overse til Allah gir hans kommando. Døyve er faktisk over alt som er kompetente.
sk: Mnoho ľudí písma by sa mohol otočiť späť na nedôveru po ste uverili, z závisť od seba [i] po pravde stalo zrejmé. Tak pardon a výhľad až Alah prináša jeho príkaz. Alah je skutočne cez všetky veci príslušný.
sl: Veliko ljudi Sveto pismo si lahko zavijete v nejeverno, ko ste verjeli, iz zavisti od sebe [tudi] po resnice je postalo jasno, nanje. Tako pomilostitev in spregledati dokler Alah prinaša njegov ukaz. Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: Многи људи писма из бар они могао претворити у неверици након што си веровао, из зависти од њих самих [чак] након што је постала истина јасно да их. Зато Опростите и превиди док Аллах доставља његову команду. Уистину , Аллах је преко надлежних све ствари.
sr_latn: Mnogi ljudi pisma iz bar oni mogao pretvoriti u neverici nakon što si verovao, iz zavisti od njih samih [čak] nakon što je postala istina jasno da ih. Zato Oprostite i previdi dok Allah dostavlja njegovu komandu. Uistinu, Allah je preko nadležnih sve stvari.
uk: Багато людей в Писанні хотів би вони могли б перетворити вас повернутися до невір'я, після того, як ви повірили, з заздрістю від себе [навіть] після того, як стала правду зніміть до них. Так помилування з видом поки Аллах постачає свою команду. Справді, Аллах, все впокорив компетентним.
vi: Nhiều người kinh thánh muốn họ có thể biến bạn quay trở lại sự hoài nghi sau khi bạn có tin rằng, ra khỏi ghen tỵ từ mình [thậm chí] sau khi sự thật đã trở thành rõ ràng đối với họ. Vì vậy, tha thứ và bỏ qua cho đến khi Allah cung cấp chỉ huy của ông. Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Abaningi of the People yomBhalo ufisa bebangabuyisela isikhathi wena emuva ukungakholwa ngemuva kokuthi bakholwa, aphume umona kusukela ngokwabo [ngisho] hla yaniso phathelana kucace kubo.

# Quran117
source: And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.
ca: I establir l'oració i donar zakah, i qualsevol cosa bona que proposis per vosaltres mateixos - vostè trobarà amb Allah. De fet, Allah del que fas, és veure.
cy: A sefydlu gweddi a rhoi zakah, a beth bynnag da chi gerbron drosoch eich hunain-bydd ei chael gyda Allah. Yn wir, mae Allah yr hyn yr ydych yn ei wneud, yn gweld.
da: Og etablere bøn og give zakah, og hvad god du lægger frem for jer selv - vil du finde det med Allah. Faktisk Allah hvad du gør, er at se.
el: Και προσευχή θεσπίσει και να δώσει zakah, και ό, τι καλό που θέσατε για τον εαυτό σας - θα το βρείτε με Αλλάχ. Πράγματι, Αλλάχ από αυτό που κάνεις, είναι να δει.
et: Ja loovad palve ja anna zakah, ja iganes paned edasiliikumise ise - hea leiad ta Jumalat. Tõepoolest, Allah, mida teha, on näha.
fi: Ja vahvistaa rukous ja antaa zakah, ja mitä hyvää ehdotatte-löydät sen kanssa Jumala. Itse asiassa Jumala, mitä sinulla on nähdä.
he: להקים תפילה ותן zakah, מה טוב אתה תצלח בעצמכם - תמצאו אותו עם אללה. אכן, אללה של מה שאתה עושה, היא הראיה
hr: I uspostavljanje molitve i daj zakah, i ono dobro si iznijela sami - naći ćete ga s Allahom. Doista, Allah ono što radite, vidim.
lt: Ir nustatyti malda ir duoti zakah, ir kokia gera tu pateikti sau - jūs rasite tai su Dievo. Iš tiesų, Allah, ką jūs, mato.
lv: Un izveidot lūgšanu un dot zakah, un neatkarīgi jūs izvirzīja sev - laba, jūs atradīsiet to ar Allah. Patiešām, Allah, ko jūs darīt, ir redzēt.
nb: Og etablere bønn og gi zakah, og hva god du legger frem for dere - du vil finne det med Allah. Faktisk Allah av hva du gjør, er å se.
sk: A modlitby a dať Zakát, a čokoľvek dobrého, dáte foward pre seba - nájdete ho k Bohu. Vskutku, Alah, čo robíte, je vidieť.
sl: In vzpostavitev molitev in zakah, in ne glede na dobro si dal foward zase - boste našli z Allah. Res, Alah, kaj vam, je videl.
sr_cyrl: И успостављање молитве и дај заках, и Какво год добро си изложио за себе - ће вам бити Алах. Заиста , Аллах онога сто радите, да видимо.
sr_latn: I uspostavljanje molitve i daj zakah, i Kakvo god dobro si izložio za sebe - će vam biti Alah. Zaista, Allah onoga sto radite, da vidimo.
uk: І встановити молитви і дати zakah, і будь-який хороший, ви поклали foward самі - ви знайдете його з Аллаха. Дійсно, бачачи Аллах те, що вам робити.
vi: Và thiết lập các cầu nguyện và cung cấp cho zakah, và bất cứ điều gì tốt bạn đưa ra cho mình - bạn sẽ tìm thấy nó với Allah. Thật vậy, Allah của những gì bạn làm, là nhìn thấy.
zu: Futhi ukusungula umthandazo futhi anikeze zakah, futhi noma yini enhle wena phambili owenu - uyokuthola Allah.

# Quran118
source: And they say, "None will enter Paradise except one who is a Jew or a Christian." That is [merely] their wishful thinking, Say, "Produce your proof, if you should be truthful."
ca: I diuen, "cap ingressarà a paradís llevat qui és un jueu o cristià." Això és [només] seus lusions, diuen, "produeixi la seva prova, si vostè ha de ser veraç."
cy: Gan y maent yn dweud, "dim mynd i baradwys ac eithrio un sydd yn Iddew neu'n Gristion." Dyna [ond] eu breuddwyd gwrach, dweud, "cynhyrchu eich prawf, os dylai fod yn onest."
da: Og de siger, "ingen vil komme i paradis undtagen én, der er en Jøde eller kristen." Thats [kun] deres ønsketænkning, siger, "vise din bevis, hvis du skulle være sandfærdig."
el: Και λένε, «κανένας δεν θα τεθεί παράδεισο εκτός από ένα που είναι Εβραίος ή Χριστιανός.» Αυτό είναι [μόνο] τους ευσεβείς πόθους, λένε, «παραγωγή την απόδειξη σας, αν θα πρέπει να είναι αληθείς."
et: Ja nad ütlevad, "ükski sisestab Paradise peale ühe, kes on kristlane või juut." See on [ainult] nende wishful thinking ehk "tõendama oma, kui sa peaksid olema tõesed."
fi: Ja he sanovat, "mikään tulee Paratiisin lukuun ottamatta yhtä, joka on juutalainen tai kristitty." Se on [vain] niiden toiveajattelua, "tuottaa todiste, jos olisi totuudenmukaista."
he: הם אומרים, "לא יזין עדן חוץ מי הוא יהודי או נוצרי." . זה [רק] שלהם משאלת לב, אומר, "לייצר ההוכחה שלך, אם אתה צריך להיות כנה."
hr: I kažu, "ne će raj osim jednog koji je Židov ili kršćanin." To je [samo] njihov željan razmišljanja, kažu, "proizvesti dokaz, ako bi trebao biti iskren."
lt: Ir jie sako, "nė vienas bus įvesti Paradise išskyrus vieną, kuris yra Judėjas ar krikščionis." Tai yra [tik] savo pageidautinas mąstymo, tarkim, "įrodymus, jūsų, jei jūs turite būti teisingi."
lv: Un viņi saka: "neviens stāsies Paradise, izņemot vienu, kas ir ebrejs vai Christian." Tas ir [tikai] to karojošs domāšana, teiksim, "ražot pierādījums, ja jums jābūt patiesam."
nb: Og de sier, "ingen vil angi paradis foruten som er jøde eller kristen." Det er [bare] deres ønsketenkning, si, "gi bevis, hvis du bør være sannferdig."
sk: A hovoria: "nikto vstúpi raj okrem jedného, kto je Žid, alebo kresťan." To, že [len] ich zbožné želanie, hovoriť, "produkovať dokladu, ak je pravdivé."
sl: In pravijo, "nobena vnese raj razen enega, ki je Žid ali kristjan." To je [samo] svoje želeno razmišljanje, pravijo, "proizvajajo dokazilo, če bi morali biti resnični."
sr_cyrl: И кажу, "Нико није ушла рај осим онај ко је Јевреј или хриљжанин." То је [само] њихове ћеље, рецимо, "производ твој доказ, да си био искрен."
sr_latn: I kažu, "Niko nije ušla raj osim onaj ko je Jevrej ili hriљжanin." To je [samo] njihove ћelje, recimo, "proizvod tvoj dokaz, da si bio iskren."
uk: І вони кажуть, "None вступить рай за винятком одного, який є євреєм або християнин." Це [просто] їх дійсне, скажімо, "виробляти доказ, якщо ви повинні бути правдивими."
vi: Và họ nói, "không ai sẽ nhập vào thiên đường ngoại trừ một người là một người Do Thái hay một Kitô hữu." Đó là [chỉ là] suy nghĩ wishful của họ, nói, "sản xuất bằng chứng của bạn, nếu bạn cần phải trung thực."
zu: Futhi bathi, "Akekho ngena Pharadisi except omunye engumJuda noma umKristu."

# Quran119
source: Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.
ca: Sí [contra], qui sotmet la seva cara a l'Islam a Allah mentre que un faci el bé tindrà la seva recompensa amb el seu Senyor. I sense por es allà ser concerneixen, ni es ells grieve.
cy: Ydw [i'r gwrthwyneb], pwy bynnag sydd yn cyflwyno ei wyneb yn Islam i Allah er eu bod yn berson sy'n gweithredu o da bydd yn cael ei gwobrwyo gyda ei Arglwydd. A bydd unrhyw ofn yno yn ymwneud â hwy, na bydd iddynt alaru.
da: Ja [Nej], vil uanset hvem der sender hans ansigt i Islam at Allah samtidig være en handlingsmenneske af god have sin løn med sin herre. Og ingen frygt vil der vedrører dem, eller vil de sørge.
el: Ναι [αντίθετα], όποιον υποβάλει το πρόσωπό του στο Ισλάμ, Αλλάχ ενώ όντας ένας πράττων των καλών θα έχουν την ανταμοιβή του με τον κύριό του. Και χωρίς το φόβο θα εκεί που τους αφορούν, δεν θα να θλίβομαι.
et: Jah [vastupidi], kes iganes väidab silmili Jumala islamis, olles samal ajal hea inimeseks on tema tasu oma isanda. Ja ei karda näidatakse seal tuleb neid käsitlevatele, ega nad leinata.
fi: Kyllä [päinvastoin] kuka väittää hänen kasvonsa islamin Allah samalla mies hyvää on hänen palkkansa hänen herransa. Ilman pelkoa siellä olla niistä, eikä ne surra.
he: כן [לעומת זאת], מי שולח את פניו באיסלאם אללה בעת היותו אדם מעשי טוב יהיה הפרס שלו עם אדונו. בלי פחד שם להיות הקשור בהם, ולא יהיה שהם מתאבלים.
hr: Da [naprotiv], tko podnosi lice u Islam Alahu dok se počinitelj dobro će imati svoju nagradu uz svoga gospodara. I strah će tamo biti o njima, niti će oni tugovati.
lt: Taip [priešingai], kas tvirtina jo veido islamo Allaho būdami geros darytojas turės savo atlygį su jo Viešpats. Ir be baimės bus ten apie juos, nei jie bus sielvartauti.
lv: Jā [turpretim], kurš iesniedz seju islāmā Allahu būdams labs izpildītājs būs viņa atlīdzība ar savu kungu. Un bailes būs par tur tiem, nedz arī būs tie sēro.
nb: Ja [tvert] får den som sender ansiktet i Islam å Døyve samtidig en doer av gode sin belønning med sin herre. Og ingen frykt vil det være om dem, eller vil de sørge.
sk: Áno [naopak], ten, kto tvrdí, že jeho tvár v islame Alah pričom plnitel dobré mať svoju odmenu s jeho pána. A bez strachu budú tam o nich, ani sa im truchlit.
sl: Ja [nasprotno], kdor trdi njegov obraz v Islam v Allah, medtem ko je storilec dobro bo nagrado s njegov gospodar. In brez strahu bo tam se jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Да [напротив], ко год их прослеђују његово лице у Ислам Алаху док сте били од оних који раде добро ће имати своју награду са његовим Господом. И без страха ће тамо бити у вези са њима, нити ће они туговати.
sr_latn: Da [naprotiv], ko god ih prosleđuju njegovo lice u Islam Alahu dok ste bili od onih koji rade dobro će imati svoju nagradu sa njegovim Gospodom. I bez straha će tamo biti u vezi sa njima, niti će oni tugovati.
uk: Так [навпаки], той, хто подає його обличчя в ісламі Аллаху той же час діяча добра матиме своєї нагороди з його Господь. І немає страху там буде бути щодо їх, і не будуть вони сумують.
vi: [Ngược lại], ai nộp khuôn mặt của mình trong Islam Allah trong khi đang là thực hiện tốt sẽ có phần thưởng của mình với Chúa của ông. Và không biết sợ sẽ không liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Yebo [kunalokho], noma ubani ozithoba ubuso bakhe Islam Allah ngenkathi kokuba ube ngumenzi abalungile umvuzo wakhe akhe Lord.
