Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1122
source: And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience].
ca: I podem dividir-los al llarg de la terra en Nacions. D'ells alguns eren justos, i ells alguns van ser altrament. I provem amb bona [temps] i el dolent que potser vols tornar [a l'obediència].
cy: A ydym eu rhannu ledled y ddaear yn Cenhedloedd. Ohonynt oedd rhai cyfiawn, ac iddynt oedd rhai fel arall. A ydym yn eu profi gyda da [gwaith] a drwg y efallai y byddai dychwelyd [i ufudddod].
da: Og vi opdelt dem i hele jorden i nationer. Hvoraf nogle var retfærdige, og hvoraf nogle var ellers. Og vi har testet dem med god [tid] og bad, at måske de ville vende tilbage [til lydighed].
el: Και εμείς τους χωρίζονται σε όλη τη γη σε έθνη. Από αυτούς μερικοί ήταν δίκαιοι, και από αυτούς μερικοί ήταν αλλιώς. Και δοκιμάσαμε και με το καλό [φορές] και κακή που ίσως να επιστρέψει [στη υπακοή].
et: Ja me jagada neid kogu maa rahvad. Mõned neist olid õiged, ja mõned neist olid muidu. Ja me katsetatud neid hea [korda] ja halb, et võibolla nad [et kuulekus] naaseb.
fi: Ja me jakoi ne koko maan kansakunnat. Jotkut olivat vanhurskaita, ja jotkut olivat muuten. Ja Testasimme niitä [kertaa] hyvä ja paha, että ehkä he palaisivat [kuuliaisuuden].
he: חילקנו אותן ברחבי כדור הארץ האומות. מהם כמה היו צדיקים, והיו מהם קצת אחרת. בדקנו אותם עם טוב [פי] ורע אולי שהם יחזרו [לציית].
hr: I podijelili smo ih u cijeloj zemlji na naroda. Od njih neki su bili pravedni, a od njih neki su bili neki drugi način. I mi smo ih testirali s dobrom [vremena] i da možda će se vratiti [poslušnosti].
lt: Ir mes nesiginčyti visoje žemėje į Tautų. Iš jų kai kurie buvo teisieji, ir iš jų kai kurie buvo kitaip. Ir mes išbandėme juos su gera [laikas] ir blogai, kad galbūt jie sugrįš [į paklusnumo].
lv: Un mēs sadalīt tos visā zemes tautām. No tiem daži bija taisnīgs un no tiem daži bija citādi. Un mēs testē tos ar labu [laiks] un slikti, ka varbūt viņi atgriezīsies [paklausību].
nb: Og vi delt dem gjennom jorden i land. Hvorav noen var rettferdige, og av dem var noen ellers. Og vi testet dem med gode [tid] og dårlig at kanskje de ville komme tilbake [til lydighet].
sk: A môžeme rozdeliť celej Zeme na národy. Z nich niektoré boli spravodliví, a z nich niektoré boli inak. A Testovali sme ich s dobrou [čas] a zlé, že možno oni by vrátiť [poslušnosti].
sl: In smo jih razdelili po vsej zemlji v narodov. So nekateri bili pravični in jih nekateri so bili drugače. In smo jih testirali z dobro [čas] in slabo, ki morda bi vrnitvi [v poslušnosti].
sr_cyrl: И смо подељен их широм земље нације. Неки од њих били праведни, а неки од њих били у супротном. И тестирали смо их са добрим [пута] и лоше то можда вратили би [послушности].
sr_latn: I smo podeljen ih širom zemlje nacije. Neki od njih bili pravedni, a neki od njih bili u suprotnom. I testirali smo ih sa dobrim [puta] i loše to možda vratili bi [poslušnosti].
uk: І ми розділяли їх по всій землі в Націй. З них деякі з них були праведниками, і вони деякі з них були в іншому. І ми протестували їх з гарним [часу] і погано, що можливо вони повернутися [послух].
vi: Và chúng tôi chia chúng trên khắp đất nước. Của họ, một số đã được công bình, và họ một số đã được bằng cách khác. Và chúng tôi thử nghiệm với tốt [thời gian] và xấu mà có lẽ họ sẽ trở về [Vâng lời].
zu: Futhi We hlanganyela them emhlabeni wonke abe izizwe.

# Quran1123
source: And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, "It will be forgiven for us." And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason?
ca: I va seguir-los seus successors que va heretar l'escriptura [mentre] prenent les mercaderies d'aquesta vida inferior i dient: "Això es ser perdonat per a nosaltres." I si una oferta com això arriba a ells, [nou] tindran-lo. No va ser el Pacte de l'escriptura pres d'ells que vols no diuen sobre Allah excepte la veritat, i va estudiar el ser-hi? I la casa de la d'ara endavant és millor per a aquells que temen Allah, així que no utilitzarà raó?
cy: Ac wedyn eu holynwyr sy'n etifeddu yr ysgrythur tra'n cymryd y nwyddau hyn bywyd is a dweud, "bydd yn maddau i ni." Ac os daw cynnig tebyg iddynt, byddant yn [eto]. Nid oedd y cyfamod o ysgrythur a gymerwyd oddi wrthynt y byddent yn dweud nid am Allah ac eithrio y gwir, ac astudiodd beth oedd ynddi? Ac yn gartref i y o hyn ymlaen yn well ar gyfer y rhai sy'n ofni Allah, felly byddwch nid yn defnyddio'r rheswm?
da: Og der fulgte dem efterfølgere, som har arvet Skriften [mens] tager råvarer af denne lavere liv og siger, "Det vil blive tilgivet for os." Og hvis et tilbud som det kommer til dem, de [igen] vil tage det. Var ikke pagten af Skriften taget fra dem, at de ikke ville sige om Allah undtagen sandheden, og de studerede, hvad der var i det? Og hjemsted for hinsidige er bedre for dem, der frygter Allah, så du ikke vil bruge årsagen?
el: Και ακολούθησε τους διαδόχους που κληρονόμησε η γραφή [] λαμβάνοντας παράλληλα τα αγαθά αυτού κάτω ζωή και λέει, «Αυτό θα συγχωρεθούν για εμάς.» Και αν μια προσφορά, όπως αυτό έρχεται σε αυτούς, θα το πάρετε [πάλι]. Δεν ήταν το Σύμφωνο του Scripture λαμβάνονται από αυτούς που θα έλεγαν δεν σχετικά με Αλλάχ εκτός από την αλήθεια, και που μελέτησαν τι ήταν αυτό; Και το σπίτι του συνέχεια είναι καλύτερη για όσους φοβούνται Αλλάχ, έτσι εσείς δεν θα χρησιμοποιήσετε τον λόγο;
et: Ja siis järgnes neile pärijatele, kes päritud pühakiri [kinni] kaupade selle madalama elu ja ütlus, "See on andeks meile." Ja kui neile tuleb pakkuda meeldib see, see [uuesti] tegevus. Raamatu võetud neile, et nad oleks ütle Allah välja arvatud tõde arstivanne ei olnud ja nad uurisid, milline oli see? Ja edaspidi kodus on parem neile, kes kardavad, et Allah, nii et te ei kasuta põhjus?
fi: Ja seurasi heitä seuraajat, joka peri Raamatun [ottaen] hyödykkeiden alemman elämän ja sanoi, "Se anteeksi meille." Ja jos tarjouksen kuin se tulee heille, he [jälleen] ottaa sen. Ei Raamattu otettu heille, että he eivät sanovat Allahin paitsi totuus liittoon, ja he tutkivat, mitä siinä oli? Ja jäljempänä koti on parempi niille, jotka pelkäävät, Allah, joten voit käyttää syy?
he: ויש אחריו להם פעילויות עוקבות שירשה כתבי הקודש [כאשר] לוקח את הסחורות של החיים התחתונה הזאת ואומר "זה יסלח לנו." אם הצעה כאילו זה בא להם, הם [שוב] יקחו. לא הייתה האמנה של כתבי הקודש שנלקחו אותם כי הם לא היו אומרים על אללה מלבד האמת, הם למדו מה היה בו? הבית של בעולם הבא עדיף לאלה החוששים אללה, אז אתה לא תשתמש סיבה?
hr: I slijedi ih nasljednika koji je naslijedio pismo dok uzimate roba ove niže život i reći, "To će biti oprošteno za nas." I ako ih ponudu kao što je to u pitanju, [opet] polažu. Nije bio savez pisma iz njih koji žele da govore o Allahu osim istine, i učio što je u njemu? I dom Nadalje je bolji za one koji se boje Allaha, pa neće ti koristiti razlog?
lt: Ir po jų teisių perėmėjams, kurie paveldėjo raštas [o] atsižvelgiant prekių šios mažesnės gyvenimo ir sakydamas: "Tai bus būti atleista už mus." Ir jei pasiūlymą kaip ji ateina į juos, jie bus [vėl]. Nebuvo paktas Šventojo Rašto iš jų, kad jie ne pasakyti apie Allah, išskyrus tiesą, ir jie mokėsi, kas buvo jame? Ir toliau namuose yra geriau tiems, kurie bijo Dievo, taip bus jums naudoti priežastis?
lv: Un tad sekoja tiem mantiniekiem, kas ir mantojis svētie raksti, [bet] ņemot preces šajā zemāka dzīves un sakot, "Tas tiks piedots mums." Un ja patīk piedāvājums nāk viņiem, viņi [atkal] ņemt to. Nebija svētie raksti ņemti no viņiem, ka viņi nevar teikt par Allah, izņemot patiesības mēru, un viņi pētīja, kas tas bija? Un turpmāk mājas ir labāks par tiem, kuri baidās, Allah, Tātad jums neizmantos iemesls?
nb: Og det fulgte dem etterfølgere som arvet skriften [under] tar råvarer av denne lavere liv og sier, "Det vil bli tilgitt for oss." Og hvis et tilbud som det kommer til dem, vil de [nytt] ta. Var ikke pakt skriften tatt fra dem at de ikke ville si om Allah bortsett fra sannheten, og de studerte hva var det? Og hjemmet til hinsidige er bedre for dem som frykter Allah, så ikke vil du bruke grunn?
sk: A nasledovalo ich nástupcov, ktorí zdedili písmo [pričom] komodity tejto nižšej život a povedal: "To bude byť odpustené pre nás." A ak ponuka ako to príde k nim, oni [znova] si ju. Nebol pakt písmo prevzaté z nich, ktoré by nepovedal o Alah okrem pravdu, a oni študovali, čo sa v ňom? A doma ďalej, je lepšie pre tých, ktorí sa obávajú, Alah, takže sa nepoužije dôvod?
sl: In tam jim sledili naslednikov, ki je podedoval pismo [pri] čemer blago to nižje življenja in rekel, "Da bo oprošteno za nas." In če ponudbo kot da pride do njih, bo [spet] sprejmejo. Ni zveza je Sveto pismo, vzetih iz njih, ki pa ne bi rekli o Allah razen resnico, in so študirali, kaj je v njej? In dom v nadaljevanju je bolje za tiste, ki se bojijo Allah, tako bo uporabljate razlog?
sr_cyrl: И тамо их је пратио наследнике која је наследила Светог писма док узима роба се држи овај доњи живота и изреку, "То ће бити опроштено за нас." А ако понуду као да дође до њих, они ће [опет]. Није био Завјет из Светог писма је одузет од њих то нису говорили су о Аллах осим истину и они су студирали ста је унутра? И Постојбина надаље је бољи за оне који страхују да би Алах, па неће ти користити разлог?
sr_latn: I tamo ih je pratio naslednike koja je nasledila Svetog pisma dok uzima roba se drži ovaj donji života i izreku, "To će biti oprošteno za nas." A ako ponudu kao da dođe do njih, oni će [opet]. Nije bio Zavjet iz Svetog pisma je oduzet od njih to nisu govorili su o Allah osim istinu i oni su studirali sta je unutra? I Postojbina nadalje je bolji za one koji strahuju da bi Alah, pa neće ti koristiti razlog?
uk: А там їх наступників, який успадкував Писання [приймаючи] товари цього нижня життя і кажуть, "Він буде одержати прощення нам." І якщо пропоновані як він приходить до них, вони будуть [знову] прийняти його. Не заповіту Писання, взяті з ними, що вони б не сказав про Аллах Крім правди, і вони вивчили, що було в ньому? І Головна П'єра краще для тих, хто побоюється Аллаха, так ви не використовуватиме їх причина?
vi: Và có theo họ là những người thừa kế, người thừa kế kinh thánh [trong] các mặt hàng này cuộc sống thấp hơn và nói rằng, "Nó sẽ được tha thứ cho chúng tôi." Và nếu cung cấp một như nó đi kèm với họ, họ [lần nữa] sẽ mất nó. Không phải là giao ước của kinh thánh Lấy từ họ rằng họ sẽ không nói về Allah ngoại trừ sự thật, và họ đã nghiên cứu những gì đã nó? Và ngôi nhà của tương lai là tốt hơn cho những người sợ hãi Allah, vì vậy bạn sẽ không sử dụng lý do?
zu: Futhi lapho wabalandela abazolandela inherited scripture [ngenkathi] kokuthatha yezimbiwa zalokhu kuphila aphansi bethi: "Iyothethelelwa kithi."

# Quran1124
source: But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers.
ca: Però els qui ostentem ràpid al llibre i establir pregària - de fet, no permetrem que es perd la recompensa de reformadors.
cy: Ond rhai sy'n dal yn gyflym at y llyfr a sefydlu gweddi-yn wir, ni fyddwn yn caniatáu i wobrwyo y Diwygwyr yn cael eu colli.
da: Men dem, der har hurtigt til bogen og etablere bøn - ja, vi vil ikke tillade at være tabt belønning af reformvenlige.
el: Αλλά όσοι κατέχουν γρήγορα στο βιβλίο και καθιέρωση προσευχή - πράγματι, δεν θα επιτρέψουμε να χαθεί η ανταμοιβή της οι μεταρρυθμιστές.
et: Aga neile, kellel raamat kiire ja kehtestada palve - tõepoolest, me lubab kaduma ning reformaatorid palk.
fi: Mutta ne, jotka nopeasti kirja ja luoda rukous - todellakin, emme salli menetetty uudistusmieliset palkita.
he: אבל המחזיקים מהר לפנקס ולהקים תפילה - אכן, לא נאפשר לאיבוד גמולם של הרפורמיסטים.
hr: Ali oni koji brzo u knjigu i uspostavljanje molitve - zaista, nećemo dozvoliti da se izgubi nagrada reformatora.
lt: Bet tie, kurie turi greitai į knygą ir nustatyti malda - iš tiesų, mes ne leisti būti prarastas už atlygį, riformingo įrenginių.
lv: Bet tiem, kuriem ātri grāmatu un izveidot lūgšanu - patiešām, mēs neļaus zust atlīdzība no riformeriem.
nb: Men de som holder fast til boken og etablere bønn - faktisk, vi tillater ikke tapt belønning til reformatorene.
sk: Ale tých, ktorí sú držiteľmi rýchlo knihy a vytvoriť modlitbu - samozrejme, nebudeme umožní byť stratený odmenu reformátorov.
sl: Ampak tisti, ki imajo hitro v knjigo in vzpostaviti molitev - dejansko, ne bomo dovolili izgubljena nagrada reformerjev.
sr_cyrl: Али оне који имају брзо у књигу и успостави молитва - заиста, нећемо дозволити да се губи награду за реформисте.
sr_latn: Ali one koji imaju brzo u knjigu i uspostavi molitva - zaista, nećemo dozvoliti da se gubi nagradu za reformiste.
uk: Але тих, хто дотримується швидко до книги і встановити молитви - дійсно, ми не дозволимо бути втрачені нагорода реформатори.
vi: Nhưng những người giữ nhanh để cuốn sách và lập nguyện - thực sự, chúng tôi sẽ không cho phép bị mất phần thưởng của những nhà cải cách.
zu: Kodwa labo nibambelele kuwo Book futhi amise umthandazo - impela, Ngeke sivumele ukuba ulahlekelwe umvuzo nabashisekeli bezinguquko.

# Quran1125
source: And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], "Take what We have given you with determination and remember what is in it that you might fear Allah."
ca: I [parlar] Quan pugem la muntanya per sobre d'ells com si era un núvol fosc i que estigueren segurs que va caure sobre ells i Allah deia, "prendre el que ens han donat amb determinació i recordar el que hi ha que podrien por Allah."
cy: [Yn sôn am] pan godasom y mynydd uwchlaw iddynt fel os oedd cwmwl tywyll ac roeddent yn sicr y byddai'n gyfrifoldeb arnynt, [a dywedodd Allah], "gymryd beth rydym wedi ei rhoi ichi gyda phenderfyniad ac yn cofio beth mae'n ei bod efallai eich bod yn ofni Allah."
da: Og [omtale] når vi rejste bjerg over dem, som om det var en mørk sky og de var sikkert, at det ville falde over dem, [og Allah sagde], "tage, hvad vi har givet dem med beslutsomhed og huske, hvad betyder det at man kan frygte Allah."
el: Και [αναφορά] όταν τα εγείραμε το βουνό πάνω τους σαν να ήταν ένα σκοτεινό σύννεφο και ήταν βέβαιο ότι αυτό θα έπεφτε επάνω τους, [και Αλλάχ είπε], «Πάρτε ό, τι σας δώσαμε με αποφασιστικότητα και θυμηθείτε τι είναι αυτό που μπορεί να φοβούνται Αλλάχ.»
et: Ja [mainida] kui me tõstatasime mägi nende kohal, kui see oli tume pilv ja nad olid kindel, et tehing jääks neile [ja Jumal ütles], "võtta, mida me oleme andnud teile jõuliselt ja meeles pidada, mis on see, et võid karta Jumalat."
fi: Ja [] kun nostimme vuoren yllä niitä, kuin jos se oli tumma pilvi ja he olivat varmoja, että se pudota päälleen ja Allah sanoi, "ottaa, mitä olemme antaneet teille päättäväisesti ja muista mikä se että te pelkäätte Jumalaa."
he: [לציין] כאשר גייסנו את ההר מעליהם כאילו זה היה ענן אפל, הם היו בטוחים כי הוא נפל עליהם, [ואמר אללה], "לקחת מה נתנו לך בנחישות, ואני זוכר מה יש בתוך זה. אתה אולי מפחד אללה".
hr: I [spomenuti] kada smo podigli planinu iznad njih kao da je tamni oblak i bili su sigurni da će pasti na njih i rekao je Allah, "Uzmi što smo ti pružili odlučnošću i što je u tome da možda boji Allaha."
lt: Ir [paminėti] kai mes iškėlė kalno virš jų, jei jis buvo tamsus debesis ir jie buvo tikri, kad tai priklauso nuo jų, [ir Dievas sakė], "imtis ką mes davė jums nustatyti ir prisiminti, kas yra, kad jums gali bijoti Dievo."
lv: Un kad mēs pacēlām kalna virs viņiem, it kā tas bija tumšs mākonis, un viņi bija pārliecināti, ka tas viņiem virsū, [un Allah teica], "ņemt to, ko mums ir devuši jums ar lielu apņēmību un atcerēties to, kas ir tas, ka jūs varētu bailes Allah." [min]
nb: Og [nevne] når vi hevet fjellet ovenfor dem som om det var en mørk Sky og de var sikker på at det ville falle over dem og Allah sa, "ta det vi har gitt deg med besluttsomhet og huske hva er det at du kunne frykte Gud."
sk: A [Uveďte] keď sme postavili hory nad nimi, akoby to bol temný mrak a oni boli istí, že to padne na ne, [a Allah povedal], "vziať, čo sme vám dali s odhodlaním a pamätať, čo je v ňom, že by vás mohli strach Alah."
sl: In [omenil] Ko smo obravnavali gore nad njimi, kot da je bil temen oblak in bili so namreč prepričani, da bi padel na njih, [in dejal Allah], "sprejmejo, kaj smo dal odločno in ne pozabite, kaj je v njej, da boste morda strah Allah."
sr_cyrl: [Споменуо] када скупили смо планине изнад њих, као да је тамни облак и били су сигурни да би се на њих, [и Аллах је рекао], "Узми ста смо дали си са одлучношћу и запамти шта је у томе да бојите Аллах."
sr_latn: [Spomenuo] kada skupili smo planine iznad njih, kao da je tamni oblak i bili su sigurni da bi se na njih, [i Allah je rekao], "Uzmi sta smo dali si sa odlučnošću i zapamti šta je u tome da bojite Allah."
uk: І [згадати], коли ми підняли гору над ними, як якщо б це було темна хмара, і вони були впевнені, що вона буде падати на них, [а Аллах сказав], "прийняти те, що ми дали вам без визначення і пам'ятайте, що в ньому що може боятися Аллаха".
vi: Và [kể] khi chúng ta lớn lên núi trên chúng như thể đó là một đám mây đen tối và họ đã chắc chắn rằng nó sẽ sụp đổ khi họ [và Allah nói], "mất những gì chúng tôi đã đưa cho bạn với quyết tâm và ghi nhớ những gì đang ở trong đó bạn có thể sợ Allah."
zu: Futhi [Khumbuzani] lapho Sasifuye entabeni engenhla sengathi kwaba ifu elimnyama futhi babeqiniseka ukuthi kwakuyothatha phezu kwabo, [futhi Allah wathi]: 'Thathani We epha you ngokuzimisela futhi akhumbule lokho okukulo

# Quran1126
source: And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], "Am I not your Lord?" They said, "Yes, we have testified." [This] - lest you should say on the day of Resurrection, "Indeed, we were of this unaware."
ca: I [parlar] Quan el seu Senyor va prendre dels fills d'Adam - des seus lloms - seus descendents i els va fer donar testimoni de si mateixos, [dir], "jo no sóc el seu senyor?" Deien, "Sí, vam tenir va declarar." [Això] - perquè no li hauria de dir el dia de resurrecció, "De fet, ens Desconeixedors això."
cy: [Yn sôn am] pan eich Arglwydd gymerodd gan blant Adam-o loins eu-eu disgynyddion a gwneud iddynt dystio eu hunain, [dweud iddynt], "Nid wyf yn eich Arglwydd?" Maent yn dweud, "Ie, yr ydym yn tystio." [Hyn]-rhag ofn y dylech ddweud ar ddiwrnod yr atgyfodiad, "Yn wir, roeddem yn hyn anymwybodol."
da: Og [omtale] Når din herre tog fra børn af Adam - fra deres kam - deres efterkommere og gjorde dem vidne for sig selv, [siger til dem], "er jeg ikke din herre?" De sagde, "Ja, har vi vidnede." [Denne] - lest du skal sige dag i opstandelse, "Ja, vi var dette uvidende."
el: Και [αναφορά] όταν ο Λόρδος σας πήρε από τα παιδιά του Αδάμ - από τους φιλέτα - τους απογόνους τους και τους έκανε να μαρτυρούν από μόνες τους, να τους [λέει], "δεν είμαι ο Λόρδος σας;" Είπαν, «Ναι, εμείς έχουν μαρτυρούν.» [Αυτό] - Μήπως πρέπει να λέτε την ημέρα της Αναστάσεως, «Πράγματι, δεν γνωρίζαμε αυτό.»
et: Ja [mainida] kui teie Issand võttis laste Adam - nimme - järeltulijad ja tegi nad tunnistavad ise, [öeldes neile], "Ma pole teie Issand?" Nad ütlesid: "Jah, meil on tunnistanud." [See] - muidu peaks ütlema ülestõusmine, päeval "Tõepoolest, olime sellest teadlik."
fi: Ja [] kun Herrasi otti lapset Adam - amalekilaiset - heidän jälkeläisensä ja niistä todistavat, [sanoen heille], "En teidän Herranne?" He sanoivat: "Kyllä, me ovat todistaneet." [Tämä] - etten kerro ylösnousemuksen päivänä ", olimme tästä tietämätön."
he: [לציין] כאשר אדונך לקח מן הילדים של אדם - מ לשנס - צאצאיהם והפך אותם להעיד על עצמם, [ואמר להם], "אני לא הנסיך שלך?" הם אמרו, "כן, לנו יש העיד". [זה] - שמא אתה צריך לומר ביום של תחיית המתים, "ואכן, היינו זה לא מודע."
hr: I spomenuti kad Gospodar tvoj uzeo iz Adamova - djeca iz njihovih slabina - njihovi potomci i je napravio njima svjedoče o sebi, [rekavši da ih], "Ja nisam vaš gospodar?" Rekli su, "Da, mi su posvjedočili." [Ovo] - da ne bi trebao reći na dan uskrsnuća, "Uistinu, mi nismo bili ovo."
lt: Ir [paminėti] kai jūsų Viešpats paėmė iš Adomo - vaikai iš jų nugarinė - jų palikuonių ir juos liudyti apie save, [sakydamas jiems], "aš ne jūsų Viešpats?" Jie sakė, "Taip, mes turime liudija." [Tai] - kad galima pasakyti apie prisikėlimą, dieną "Iš tiesų, mes nežinojo apie tai."
lv: Un [min] jūsu kungs paņēma no Adam - bērniem no ļaužu gurnu auglis - viņu pēctečiem un lika viņiem apliecināt sevi, [sakot viņiem], "man nav jūsu kungs?" Viņi teica: "Jā, mums ir apliecina." [Šo] - lest augšāmcelšanās dienā, jums vajadzētu teikt "Protams, mums bija šī nezina."
nb: Og [nevne] når deres Herre tok fra Adam - barn fra deres lender - deres etterkommere og gjort dem vitner om seg selv, [sier til dem], ikke er jeg deres Herre?" De sa: "Ja, vi har vitnet." [Dette] - at du bør si på dagen av oppstandelse, "Ja, vi var dette uvitende."
sk: A [spomenúť] Ak váš pán vzal od deti Adam - od ich chrbty - ich potomkovia a ich svedectvo o sebe, [povedal im], "ja nie som svojho pána?" Oni povedali: "Áno, budeme mať svedectvo." [To] - inak by ste mali povedať na deň vzkriesenia, "Naozaj, boli sme to nevie."
sl: In [navedba] Ko vaš gospod vzel od otrok Adam - od njihovih bokov - njihovih potomcev in so jim pričajo o sami, [pravijo, da jih], "sem ne svojega gospodarja?" So rekli, "Ja, smo imeli pričal." [To] - da ne bi rekel, na dan vstajenja, "Res, smo te ne pozna."
sr_cyrl: И споменуо када твој господар узео од синова Адам - из њихове слабине - њихови потомци и биле су сведочи о себи, [указујући да их], "Ја нисам твој господар?" Рекли су, "Да, смо сведочили." [Ово ] - да не би требало да кажеш на дан ускрснућа, "Уистину, ми нисмо били од овога."
sr_latn: I spomenuo kada tvoj gospodar uzeo od sinova Adam - iz njihove slabine - njihovi potomci i bile su svedoči o sebi, [ukazujući da ih], "Ja nisam tvoj gospodar?" Rekli su, "Da, smo svedočili." [Ovo] - da ne bi trebalo da kažeš na dan uskrsnuća, "Uistinu, mi nismo bili od ovoga."
uk: І [згадати], коли ваш Господь взяв від дітей Адам - від свої і чекати - їхніх нащадків і зробив їх свідчу про себе, [кажучи їм], "я не ваш Господа?" Вони сказали: "Так, ми маємо свідчив." [Це] - щоб не повинен сказати в день Воскресіння, "Дійсно, ми були цього не знають".
vi: Và [kể] khi Chúa của bạn đã từ trẻ em của Adam - từ loins của họ - hậu duệ của họ và làm cho họ làm chứng của mình, [nói với chúng], "tôi không phải Chúa của bạn?" Họ nói, "Vâng, chúng tôi đã làm chứng." [Điều này] - vì sợ bạn nên nói trong ngày phục sinh, "Thật vậy, chúng ta những này không biết."
zu: Futhi [Khumbuzani] uma kho Lord ayithatha ntwana Adam - ezinkalweni zabo - nozalo lwabo bazenza zaba bayakufakazela ngokwabo, [wathi kubo], "Angiyona yini Nkosi?"
