Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2388
source: [And We favored you] when your sister went and said, 'Shall I direct you to someone who will be responsible for him?' So We restored you to your mother that she might be content and not grieve. And you killed someone, but We saved you from retaliation and tried you with a [severe] trial. And you remained [some] years among the people of Madyan. Then you came [here] at the decreed time, O Moses.
ca: [I hem afavorit] Quan la seva germana va anar i va dir, 'S que dirigir-lo a algú que serà responsable d'ell?' Així hem restaurat a la seva mare que ella podria ser continguts i no plorar. I va matar a algú, però et va salvar de represàlies i va tractar de vostè amb un judici [greu]. I vostè va romandre [alguns] anys entre la gent del Madyan. Posteriorment es van [aquí] en el moment decreed, O Moses.
cy: [A ydym yn ffafriol chi] pan aeth eich chwaer a dweud, 'Bydd eich cyfeirio at rywun a fydd yn gyfrifol amdano?' Felly adfer chi at eich mam, y gallai fod yn fodlon ac nid galaru. A oedd eich lladd rhywun, ond rydym yn eich arbed rhag dial ac yn ceisio eich â treial [difrifol]. A ydych yn parhau [rai] mlynedd ymysg pobl Madyan. Yna chi Daeth [yma] ar y pryd decreed, O Moses.
da: [Og vi stillede du] da din søster gik og sagde, "Skal jeg direkte dig til nogen, der vil være ansvarlig for ham?" Så vi gendannet du til din mor at hun kunne være tilfredse og ikke bedrøve. Og du dræbt nogen, men vi frelst dig fra gengældelse og forsøgt dig med en [svær] retssag. Og du forblev [nogle] år af Madyan mennesker. Så kom du [her] på den krævede tid, O Moses.
el: [Και εμείς σας ευνοηθεί] όταν η αδελφή σας πήγε και είπε, «Πρέπει να σας κατευθύνει σε κάποιον που θα είναι υπεύθυνος για τον;» Έτσι αποκαταστήσαμε σας στη μητέρα σου ότι θα μπορούσε να είναι ικανοποιημένοι και δεν θλίβομαι. Και μπορείτε να σκοτώσει κάποιον, αλλά εμείς σας έσωσε από αντίποινα και προσπάθησε σας με μια δίκη [σοβαρή]. Και θα παραμείνει [κάποιες] ετών μεταξύ των ανθρώπων του Madyan. Στη συνέχεια ήρθε [εδώ] θεσμοθετημένου τότε, O Moses.
et: [Ja me soositud te] Kuna teie õde läks ja ütles: "Ma juhib sa kellelegi, kes juhib teda?" Me taastada te oma emale, et ta võib olla sisu ja mitte kurvastada. Ja sa näed kedagi tappa, kuid oleme päästetud vastulöögi ja proovisin [tugev] kohtuprotsessi. Ja sa jäid [mõned] aastaid Madyan inimeste seas. Siis sa tulid [siin] tagatisega ajal O Moses.
fi: [Ja emme suosi] kun sisko meni ja sanoi: "Olen ohjaa sinun joku, joka vastaa hänelle?" Jotta voimme palauttaa äidille että hän voi olla tyytyväinen ja Sure. Ja kuolee joku, mutta me pelastimme teidät vastatoimia ja kokeiltu [vakavia] oikeudenkäynti. Ja pysyi [jotkut] vuotta Madyan keskuudessa. Sitten tulit [tästä] päätetty aikaan O Moses.
he: [ו אנחנו העדיף את] מתי אחותך הלכה ואמר: 'בסדר? לאן להפנות אותך למישהו יהיה אחראי עליו' אז אנחנו לשחזר לאמא שלך כי היא עשויה להיות התוכן, לא מתאבל. הרגת מישהו, אך אנו הציל אותך מתוך נקמה, ניסו אותך עם משפט [חמור]. ונשארו לך מספר שנים בקרב אנשי Madyan. . ואז אתה הגעת [כאן] בזמן decreed, O Moses
hr: [I mi omiljen] kad tvoja sestra je otišao i rekao, 'Će vas uputiti na nekoga tko će biti odgovoran za njega?' Tako smo te vratiti majci da može biti zadovoljan i da ne tuguju. I ubio si nekoga, ali te spasio od odmazde i pokušao sa [teška] suđenje. I ti si ostao [neki] godina među ljudima Madyan. Onda ste došli [ovdje] tada odlučeno O Moses.
lt: [Ir mes jums išrinktasis] kai jūsų sesuo atėjo ir pasakė, "Turi aš nukreipti į žmogų, kuris bus atsakingas už jį?" Todėl mes jums atstatyti savo motinai, kad ji gali būti turinio ir negalime sielvartauti. Ir kas nors nužudyti, bet mes i gelbėti jus nuo atsakomųjų veiksmų ir bandė jums [sunki] teismą. Ir jums liko [kai] metų tarp Madyan žmonių. Tada jūs atėjo [čia] imtasi metu, O Moses.
lv: [Un mēs jums privileģēts] kad tava māsa devās un sacīja: "Es vada jūs kādam, kurš būs atbildīgs par viņu?" Tāpēc mēs jums atjaunot savu māti, ka viņa varētu būt saturu un nebēdājies. Un tevi nogalināt kādu, bet mēs ietaupīto atriebības un mēģināja jums ar [smagas] trial. Un palika [kādu] gadiem Madyan cilvēku vidū. Tad jūs atbraucāt [] O Moses izsludinājusi brīdī.
nb: [Og vi foretrukket du] da søster gikk og sa, "Skal jeg henvise deg til noen som vil være ansvarlig for ham?" Så vi restaurert du til moren din at hun kunne være innhold og ikke sørge. Og du noen drept, men vi reddet du fra gjengjeldelse og prøvde du med en [alvorlig] prøve. Og du [noen] år blant Madyan. Så kom du [her] samtidig fastsatte, O Moses.
sk: [A my vám favorizoval] kedy vaša sestra šiel a povedal: "Sa vás nasmerujú na niekoho, kto bude zodpovedný za neho?" Tak sme si obnoviť svojej matke, že ona môže byť spokojný a nie truchlit. A ste niekoho zabil, ale my ťa zachránil pred odvetou a skúšali ste súde [vážne]. A ste zostal [asi] rokov medzi ľuďmi Madyan. Potom si prišiel [tu] v čase nariadil O Moses.
sl: [In smo si priljubljen] ko tvoja sestra šel in rekel, "Se I neposredno vam, da nekdo, ki bo odgovoren za njega?" Tako smo si obnovljeno svoji mami, da je lahko vsebina in ne žalujejo. In vidite nekoga ubil, vendar smo rešil pred povračilnimi ukrepi in si se potrudil z [hudo] poskus. In ostala [nekaj] let med ljudi Madyan. Potem ste prišli [tukaj] takrat sprejet, O Moses.
sr_cyrl: [И смо била наклоњена] када је твоја сестра отишао и рекао, 'Да ли сам вас упутити некога ко ће бити одговоран за њега?' Тако смо у претходно стање те твоја мајка да она можда садржаја и не тугуј. Убио си некога, а ми је спасио од одмазде и ти пробао са [озбиљне] суђење. И остао си [соме] година медју људима, Мадyан. Онда си дошао [овде] наредби истовремено, О Мосес.
sr_latn: [I smo bila naklonjena] kada je tvoja sestra otišao i rekao, 'Da li sam vas uputiti nekoga ko će biti odgovoran za njega?' Tako smo u prethodno stanje te tvoja majka da ona možda sadržaja i ne tuguj. Ubio si nekoga, a mi je spasio od odmazde i ti probao sa [ozbiljne] suđenje. I ostao si [some] godina medju ljudima, Madyan. Onda si došao [ovde] naredbi istovremeno, O Moses.
uk: [І ми сприяння вас] коли ваша сестра пішла і сказав: "Повинен я направить вас до того, хто буде нести відповідальність за ним?" Так що ми відновили ви до своєї матері, що вона може бути задоволеним і не шкодую. І ви вбили когось, але ми врятував вас від удару у відповідь і спробував вас з [серйозні] суд. І ви залишилися [деякі] років в народі Madyan. Тоді ви зайшли [тут] разом з ухвалили, Moses O.
vi: [Và chúng tôi ủng hộ bạn] khi chị em của mình đã đi và nói, 'Shall tôi trực tiếp của bạn cho những người sẽ chịu trách nhiệm cho ông ấy?' Vì vậy, chúng ta khôi phục bạn để mẹ bạn rằng cô ấy có thể được nội dung và không phải đau khổ. Và anh đã giết một ai đó, nhưng chúng tôi đã cứu bạn từ trả đũa và thử bạn với một thử nghiệm [nặng]. Và bạn vẫn [một số] năm trong số những người Madyan. Sau đó, bạn đến [ở đây] lúc decreed, O Moses.
zu: [Futhi We sakubona kukuhle kini] uma udadewenu wahamba, wathi: 'Ngiyakusinda sa qondisa you kuze othile okuyibona abazobamba iqhaza ngaye?'

# Quran2389
source: And I produced you for Myself.
ca: I que va produir per mi mateix.
cy: Ac wedi cynhyrchu chi fy hun.
da: Og jeg produceret dig for mig selv.
el: Και εγώ που παράγεται για τον εαυτό μου.
et: Ning ma esitada teile ise.
fi: Ja laadin itselleni.
he: הפקתי את עצמי.
hr: I sam si za sebe.
lt: Ir aš pagaminti jums už save.
lv: Un es jums par sevi.
nb: Jeg laget du selv.
sk: A ja sa vyrába si pre seba.
sl: In jaz si zase.
sr_cyrl: И ја створила је тебе за себе.
sr_latn: I ja stvorila je tebe za sebe.
uk: І я вироблений ви для себе.
vi: Và tôi sản xuất bạn cho bản thân mình.
zu: Mina kukhiqizwa Mina nawe.

# Quran2390
source: Go, you and your brother, with My signs and do not slacken in My remembrance.
ca: Anar, vostè i el seu germà, amb els meus signes i no afluixar en el meu record.
cy: Ewch, chi a dy frawd, fy arwyddion ac nid oes slacken yn cofio fy.
da: Gå, du og din bror, med mit tegn og ikke slække på i min erindring.
el: Πάει, εσείς και ο αδερφός σου, με σημεία μου και όχι να χαλαρώσει σε ανάμνηση μου.
et: Minna, sina ja su vend, minu märke ja lõdvestatakse minu mäletamist.
fi: Mene sinä ja veljesi minun merkkejä ja älä herpaannuta mieleeni.
he: קדימה, אותך ואת אחיך, עם השלטים שלי, לא כלל בזכרון שלי.
hr: Idi, ti i tvoj brat, sa moje znakove i usporiti u moje sjećanje.
lt: Eiti, jūs ir jūsų brolis, mano ženklais ir ne nemažiau mano atsiminimai.
lv: Iet, jūs un jūsu brālis ar manu pazīmes un nav palēnināja manu piemiņai.
nb: Gå, du og din bror, min tegn og Svekk ikke i min erindring.
sk: Ísť, vy a váš brat mojej označené a nie spomaliť v moja spomienka.
sl: Iti, vi in vaš brat, moj znakov in ne popuščati pade zaradi v moj spomin.
sr_cyrl: Иди , ти и твој брат, са мојим знацима и не успорите у мој спомен.
sr_latn: Idi, ti i tvoj brat, sa mojim znacima i ne usporite u moj spomen.
uk: Йти, ви і ваш брат, моя знаками та не послабити в моїй пам'яті.
vi: Đi, bạn và anh trai của bạn, với các dấu hiệu của tôi và không slack trong nhớ của tôi.
zu: Hamba, wena kanye umfowenu, ngezibonakaliso yami futhi musa siyekethise likhunjulwa My.

# Quran2391
source: Go, both of you, to Pharaoh. Indeed, he has transgressed.
ca: Anar, tots dos, al faraó. De fet, ell ha transgredida.
cy: Ewch, ddau ohonoch, i Ffaro. Yn wir, y mae ei feirniadaeth.
da: Go, begge to i jer, at Farao. Ja, han har overtrådt.
el: Μεταβείτε, και οι δύο σας, Φαραώ. Πράγματι, αυτός έχει παραβιαστεί.
et: Mine, nii sa, vaarao. Tõepoolest, ta on pattu.
fi: Siirry, te molemmat, farao. Itse asiassa hän on syntiä.
he: . קדימה, שניכם, לפרעה. ואכן, הוא כולל שפרעו.
hr: Hajde, oboje faraonu. Doista, on je prekršio.
lt: Eiti, jums, Faraonas. Iš tiesų, jis yra sutrikusi.
lv: Ej, gan no jums, lai faraons. Patiešām, ir pārkāpts.
nb: Gå, begge, til Farao. Faktisk har han overtrådt.
sk: Cestách, obaja si Pharaoh. V skutočnosti má prestúpil.
sl: Iti, vaju, Faraon. Res, on je prekršil.
sr_cyrl: Иди , обоје, фараоне. Заиста , он је Божји.
sr_latn: Idi, oboje, faraone. Zaista, on je Božji.
uk: Йти, як ви, до фараона. Дійсно, він має переступили.
vi: Đi, cả hai bạn, Pharaoh. Thật vậy, ông có transgressed.
zu: Hamba, nobabili, kuFaro.

# Quran2392
source: And speak to him with gentle speech that perhaps he may be reminded or fear [Allah]."
ca: I parlar amb ell amb veu suau que potser ell pot recordar o por [Allah]."
cy: A siarad ag ef gyda araith addfwyn y efallai caiff ei atgoffa neu ofn [Allah].
da: Og tale til ham med blid tale at han måske kan blive mindet eller frygt [Allah]."
el: Και να του μιλήσω με απαλή ομιλία ότι ίσως αυτός να υπενθυμιστείτε ή φόβο [Αλλάχ].»
et: Ja räägivad talle õrn kõnes, et ehk ta võib tuletada meelde või hirm [Jumalat]. "
fi: Ja puhua hänelle lempeä puhe että ehkä hän voi muistuttaa tai pelko [Jumala]."
he: לדבר איתו עם דיבור עדין כי אולי הוא יכול להיזכר או פחד [אללה]."
hr: I razgovarati s nježnim govora da možda može biti podsjetio ili strah [Allah].
lt: Ir pasikalbėti su juo su švelnus kalbos, kad galbūt jis gali būti priminė ar baimės [Dievas]."
lv: Un runāt ar viņu ar maigu runas, ka varbūt viņš var atgādināja vai bailes [Allah]."
nb: Og snakke med ham med mild tale at kanskje han kan bli minnet eller frykt [Allah].
sk: A s ním hovoriť s jemným reči, že snáď môže byť pripomenul alebo strach [Boh]."
sl: In govoriti z njim z nežno govora, da morda on lahko spomnil ali strah [Alahove]."
sr_cyrl: И разговарати са њим са нежна говора да можда може бити подсетио или страха [Аллах]. "
sr_latn: I razgovarati sa njim sa nežna govora da možda može biti podsetio ili straha [Allah]. "
uk: І говоримо йому з ніжним мовлення, що можливо він може нагадати або страху [Аллах]."
vi: Và nói chuyện với anh ta với nhẹ nhàng nói rằng có lẽ ông có thể được nhắc nhở hay sợ hãi [Allah]."
zu: Uyakukhuluma kuye ngenkulumo emnene ukuthi mhlawumbe kungenzeka akhumbuza noma ukwesaba [Allah]. "

# Quran2393
source: They said, "Our Lord, indeed we are afraid that he will hasten [punishment] against us or that he will transgress."
ca: Deien, "Nostre Senyor, de fet tenim por que ell accelerarà [càstig] contra nosaltres o que va a transgredir."
cy: Maent yn dweud, "Ein Arglwydd, yn wir rydym yn ofni y bydd ef yn cyflymu [cosbi] yn ein herbyn neu y bydd ef yn camddefnyddio'u."
da: De sagde, "Vor Herre, vi er bange for, at han vil fremskynde [straf] mod os eller at han vil synde."
el: Όπως είπαν, «Ο Κύριός μας, πράγματι είμαστε φοβισμένοι ότι αυτός θα επισπεύσω [τιμωρία] εναντίον μας ή ότι αυτός θα υπερβαίνουν τα όρια.»
et: Nad ütlesid: "Issand, tõepoolest Me kardame et ta kiirendaks [karistuse] meie vastu, või et ta ületaks."
fi: He sanoivat: "Meidän Herramme itse pelkäämme että hän nopeuttaa [rangaistus] meitä vastaan tai hän syntiä."
he: הם אמרו, "אדוננו, ואכן אנחנו מפחדים שהוא לזרז את [עונש] נגדנו או כי הוא דאיכא."
hr: Rekli su da "Naš Gospodin doista bojimo da će ubrzati [kazne] protiv nas ili da će prekoračiti."
lt: Jie sakė: "Mūsų Viešpatie, iš tiesų mes bijo kad jis bus paspartinti [bausmė] prieš mus arba kad jis bus peržengtų."
lv: Viņi teica: "mūsu kungs, tik tiešām mēs baidās, ka viņš būs paātrināt [sods] pret mums vai ka viņš pārkāpt."
nb: De sa: «vår Herre, ja vi er redd at han vil skynde [straff] mot oss, eller at han vil overskride.
sk: Povedali, že "Nášho Pána, skutočne sme strach, že to bude urýchliť [trest] proti nám, alebo že on sa prestúpiť."
sl: Pa reče: "Naš Gospod, res smo strah, da bo proti nam pospeši [kazen] ali da mu bo prekoračili."
sr_cyrl: Рекли су, "Господ, заиста смо бојим се да је он незатегнут [казна] против нас, или да ће он поклекну."
sr_latn: Rekli su, "Gospod, zaista smo bojim se da je on nezategnut [kazna] protiv nas, ili da će on pokleknu."
uk: Вони сказали: "Наш Господь, дійсно ми боїмося, що він в свою чергу прискорить [покарання] проти нас, або що він буде переступати."
vi: Họ nói, "Chúa chúng ta, thực sự chúng tôi là sợ anh sẽ đẩy nhanh [trừng phạt] chống lại chúng ta hoặc rằng ông sẽ transgress."
zu: Bathi: "Nkosi yethu, ngempela siyesaba bonyana yona izokwenza khawuleza [isijeziso] ngokumelene nathi noma ukuthi ngeke wone."

# Quran2394
source: [Allah] said, "Fear not. Indeed, I am with you both; I hear and I see.
ca: [Allah] deia, "no tinguis por. De fet, estic amb tu tant; Sento i veig.
cy: Dywedodd [Allah], "ofni nad. Yn wir, yr wyf â chi ddau; Clywaf a gwelaf.
da: [Allah] sagde, "frygt ikke. Ja, jeg er med jer begge; Jeg hører og ser jeg.
el: [Αλλάχ] είπε, «μη φοβάσαι. Πράγματι, είμαι μαζί σου και τα δύο. Ακούω και βλέπω.
et: [Jumalat] ütles: "Ära karda. Tõepoolest, ma olen teiega nii; Ma kuulen ja näen.
fi: [Jumala] sanoi, älä pelkää. Olenkin kanssanne sekä; Kuulen ja näen.
he: [אללה] אמר, "אל תירא. אכן, אני עם שניכם; אני שומע ואני רואה.
hr: [Allah] je rekao, "ne boj se. Doista, ja sam s vama i; Čujem i vidim.
lt: [Dievas] pasakė: "Nesijaudink. Iš tiesų, aš esu su jumis abu; Girdžiu ir matau.
lv: [Allah] teica: "bailes nav. Patiešām, es esmu ar jums abiem; Es dzirdu un redzu.
nb: [Allah] sa, "frykt ikke. Faktisk er jeg med dere begge; Jeg hører og ser jeg.
sk: [Allah] povedal: "Neboj sa. Samozrejme, že som s vami oboma; Počujem a vidím.
sl: [Alahove] je dejal, "ne boj se. Res, jaz sem z vami, tako; Slišim in vidim.
sr_cyrl: [Аллах ] је рекао, "Не бој се. Заиста , ја сам с обојицом; Чујем и видим.
sr_latn: [Allah] je rekao, "Ne boj se. Zaista, ja sam s obojicom; Čujem i vidim.
uk: [Аллах] сказав: "не бійся. Я з вами як; Я чув, і я бачу.
vi: [Allah] nói, "Đừng sợ. Thật vậy, tôi với bạn cả hai; Tôi nghe và tôi thấy.
zu: [Allah] wathi: "Ungesabi Ngempela, mina nginawe zombili. Engikuzwa sengiyabona.

# Quran2395
source: So go to him and say, 'Indeed, we are messengers of your Lord, so send with us the Children of Israel and do not torment them. We have come to you with a sign from your Lord. And peace will be upon he who follows the guidance.
ca: Per així anar a ell i dir, "de fet, estem missatgers del seu Senyor, així enviar amb nosaltres els nens d'Israel i no turmentar-los. Hem vingut a vostè amb un senyal del seu Senyor. I la Pau serà en el que segueix l'orientació.
cy: Felly ewch i ef a dweud, ' yn wir, ydym yn negeswyr eich Arglwydd, felly anfon plant Israel gyda ni ac nid a dychryn ymhlith y iddynt. Rydym wedi dod i chi gyda'r arwydd o eich Arglwydd. A bydd heddwch ar ef a dilyn y canllawiau.
da: Så gå til ham og sige, ' ja, vi er budbringere af Herren, så send med os børn Israel og ikke Pine dem. Vi kommer til dig med et tegn fra din herre. Og fred være med ham, der følger vejledning.
el: Έτσι πάει να του και να πει, «πράγματι, οι αγγελιοφόροι του κυρίου σας, έτσι στέλνουμε μαζί μας τα παιδιά του Ισραήλ και τους μαρτύριο. Μας έχουν έρθει σε σας με μια πινακίδα από το Λόρδο. Και ειρήνη θα είναι προς αυτός που ακολουθεί την καθοδήγηση.
et: Nii minna, teda ja öelda "tõepoolest, me oleme oma Issanda käskjalad, nii saatke meile Iisraeli laste ja ei piina neid. Meil on pärit teie märgiga oma Issanda. Ja rahu olgu ta, kes järgib juhendamisel.
fi: Niin mene häntä ja sanoa, "itse asiassa ovat sanansaattajia Herranne, niin lähetämme kanssamme Israelin lapset ja kiusata heitä. Olemme sinulle ja merkki tulee Herraltasi. Ja rauha olkoon se, joka seuraa ohjeita.
he: אז ללכת אליו ונאמר ' אכן, אנו שליחי האל שלך, אז שלח איתנו על בני ישראל, לא להכאיב להם. הגענו אליך עם שלט אדונך. ויהיה שלום על מי שהולך ההדרכה.
hr: Idi do njega i reći: "doista, mi smo glasnicima svoga Gospodina, pa Pošalji s nama djeci Izraela i gristi ih. Došli smo vam sa znakom od vašeg gospodara. I mir će biti na onaj koji slijedi upute.
lt: Taip, pereikite prie jo ir sako "iš tiesų, mes esame pasiuntiniai savo Viešpaties, Taigi siųsti su mumis Izraelio vaikai ir ne kančia juos. Mes turime ateiti pas jus su ženklu iš jūsų Viešpats. Ir taikos bus nuo kas taip gaires.
lv: Lai iet pie viņa un saka: "patiešām, mēs esam savu kungu kurjeriem, tik nosūtīt mums ar Izraēlas bērniem un nevis mocīt tos. Mēs esam nonākuši pie jums ar zīmi no savu kungu. Un miers būs pēc viņš, kurš šādi norādījumi.
nb: Så gå til ham og si, "Ja, vi er budbringere Herrens, så sende med oss Israels barn og ikke plage dem. Vi har kommet til deg med et tegn fra deres Herre. Og fred vil være på den som følger veiledning.
sk: Takže ísť k nemu a hovoria, "v skutočnosti sme poslov svojho pána, tak nám poslať deti Izraela a ich trápiť. Sme dospeli vám so znamením od pána vášho. A pokoj bude na ten, ktorý sa riadi usmernením.
sl: Tako iti k njemu in rekel, "res, smo sli svojega gospodarja, tako Pošlji z nami otroci Izraela in ne muči. Prišli smo vam z znakom iz svojega Gospoda. In miru bo se kdo sledi smernice.
sr_cyrl: Зато иди да га и реците: ' заиста, смо су гласници од свога господара, па Пошаљи с нама децу Израела и немој да мужиљ их. Дошли смо вам са знаком од твог Господа. И мир ће бити над он који прати упутства.
sr_latn: Zato idi da ga i recite: ' zaista, smo su glasnici od svoga gospodara, pa Pošalji s nama decu Izraela i nemoj da muжiљ ih. Došli smo vam sa znakom od tvog Gospoda. I mir će biti nad on koji prati uputstva.
uk: Цього заходимо в нього і сказати: "дійсно, ми є посланцями пана свого, так відправляти з нами діти Ізраїлю і не мучити їх. Ми прийшли до вас з табличкою ваш Господь. І мир горе обгорне хто йде керівництвом.
vi: Vì vậy hãy để anh ta và nói, ' quả thật vậy, chúng tôi là sứ giả của Chúa của bạn, vì vậy gửi với chúng tôi các trẻ em của Israel và không nổi đau khổ họ. Chúng tôi đến với các ngươi với một dấu hiệu từ Chúa của bạn. Và hòa bình sẽ khi ông đã theo hướng dẫn.
zu: Ngakho hamba kuye bathi, 'Impela, thina ayizithunywa kho Lord, ngakho ukuthumela nathi Ntwana Israyeli futhi musa ukuhlupha kubo.

# Quran2396
source: Indeed, it has been revealed to us that the punishment will be upon whoever denies and turns away.' "
ca: De fet, ha estat revelat a nosaltres que el càstig sigui qui nega i voltes distància. " "
cy: Yn wir, datgelwyd inni y bydd y gosb ar bwy bynnag yn gwadu ac yn eu tro i ffwrdd.' "
da: Ja, det er blevet afsløret for os at straffen vil være hvem benægter og vender væk.» "
el: Μάλιστα, έχει αποκαλυφθεί σε μας ότι η τιμωρία θα είναι προς όποιον αρνείται και διώχνει.» "
et: Tõepoolest, see on näidanud meile karistus on, kes eitab ja keerab ära. " "
fi: Itse asiassa se on osoittanut meille että rangaistus on se, joka unohtaa ja kääntyy pois. " "
he: אכן, זה התגלה לנו כי העונש יהיה על מי מכחיש, והופך את משם. " "
hr: Doista, to je otkrio nam da će kazna biti onaj koji poriče i okreće daleko. " "
lt: Iš tiesų, jis parodė mums kad bausmė bus tas, kas neigia ir nusigręžia. " "
lv: Patiešām, tas tika atklāts mums sods būs tas, kurš noliedz un pagriežas prom. " "
nb: Faktisk har det blitt avslørt for oss at straffen vil være den som nekter og blir borte. " "
sk: Naozaj, to bolo ukázal nám, že trest bude ten, kto popiera a odvracia. " "
sl: Res, so pokazali, da nam da kazen bo ob kdor zanika in se obrne stran. " "
sr_cyrl: Заиста , то је био нам открива да ће казна бити онај ко пориче и испоставило се.' "
sr_latn: Zaista, to je bio nam otkriva da će kazna biti onaj ko poriče i ispostavilo se.' "
uk: Дійсно, це було виявлено до нас покарання буде той, хто заперечує і повороти геть.' "
vi: Thật vậy, nó đã được tiết lộ cho chúng tôi rằng các hình phạt sẽ dựa trên bất cứ ai từ chối và lần lượt đi.' "
zu: Ngempela, liye wasembulela ukuthi isijeziso kuyoba phezu yilowo nalowo ophika futhi uphendulela away. '

# Quran2397
source: [Pharaoh] said, "So who is the Lord of you two, O Moses?"
ca: [Faraó] dit, "Així que és el Senyor de vostès dos, O Moses?"
cy: [Ffaro] dywedodd, "Felly pwy yw yr Arglwydd eich dwy, O Moses?"
da: [Farao] sagde, "Så hvem er Herren af jer to, O Moses?"
el: [Φαραώ] είπε, «Έτσι που είναι ο κύριος των δυο σας, O Moses;»
et: [Vaarao] ütles: "Kes siis teie kaks, O Moses isand?"
fi: [Farao] sanoi: "Kuka on Herra, te kaksi, O Moses?"
he: [פרעה] אמר, "אז מי הוא האדון של שניכם, O Moses?"
hr: [Faraon] je rekao, "Tko je gospodar vas dvoje, O Moses?"
lt: [Faraonas] sakė: "Taigi kas yra Viešpats jus du, O Moses?"
lv: [Faraons] teica: "Kas ir kungs, no jums abiem, Moses O?"
nb: [Farao] sa, "Så hvem er Herren, dere to, O Moses?"
sk: [Faraóna] povedal: "Tak kto je pánom vy dvaja, O Moses?"
sl: [Faraon] je dejal, "Torej, kdo je gospodar vidva, O Moses?"
sr_cyrl: [Фараон ] је рекао, "Ко је Бог од вас двојице, О Мосес?"
sr_latn: [Faraon] je rekao, "Ko je Bog od vas dvojice, O Moses?"
uk: [Фараона] сказав: "Так хто Господь вами двома, O Moses?"
vi: [Pharaoh] nói, "Vì vậy những người là Chúa tể của hai bạn, O Moses?"
zu: [UFaro] wathi: "Alo, ngubani iNkosi kwakho ezimbili, O Mose?"
