Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1876
source: And We made the highest part [of the city] its lowest and rained upon them stones of hard clay.
ca: I hem fet la major part [de la ciutat] seu més baix i rained a les pedres de fang dur.
cy: A ydym yn gwneud y rhan uchaf [y ddinas] ei isaf a rained ar eu cerrig clai caled.
da: Og vi lavede den højeste del [af byen] dens laveste og rained efter dem sten hårdt ler.
el: Και κάναμε το υψηλότερο μέρος [της πόλης] τη χαμηλότερη και έβρεξε κατόπιν τους πέτρες από σκληρό πηλό.
et: Ja tegime [linn] kõrgeimas osas kõige madalam ja rained soovi neid kive kõva savi.
fi: Ja teimme suurin osa [city] alin ja rained kun ne kivet saveen.
he: עשינו החלק הגבוה ביותר [העיר] שלה הנמוך, ירד גשם על האבנים של חימר קשה.
hr: I najveći dio [grada] njegova najniža i rained na kamenje teško gline.
lt: Ir mes dalį [Miestas] jo mažiausia ir rained ant jų akmenis sunku molio.
lv: Un mēs esam padarījuši augstākajai daļai [pilsētā] zemāko un rained viņus akmeņiem ciets Māls.
nb: Og vi gjorde den høyeste delen av byen] den laveste og rained på dem steiner vanskelig leire.
sk: A urobili sme najvyššiu časť [mesto], najnižšia a rained po nich kamene ťažké hliny.
sl: In smo na najvišji del [mesto], najnižji in rained na njih kamni trde gline.
sr_cyrl: И направили смо највећи део [Град], најниже и кисиле на камење од тешко глине.
sr_latn: I napravili smo najveći deo [Grad], najniže i kisile na kamenje od teško gline.
uk: І ми зробили найвища частина [місто], низькі і rained на них камені жорсткий глини.
vi: Và chúng tôi thực hiện phần cao nhất [thành phố] thấp nhất và rained của nó khi họ đá của đất sét cứng.
zu: Futhi Senza kanjalo ingxenye ephakeme kakhulu [ngaphandle komuzi] eliphansi kunawo wonke zayo kanye wanisa phezu kwabo amatshe ngobumba kanzima.

# Quran1877
source: Indeed in that are signs for those who discern.
ca: Fet que són signes pels que discernir.
cy: Yn wir yn hynny yn arwyddion ar gyfer y rhai sy'n dirnad.
da: Faktisk er i dette tegn for dem, der skelne.
el: Βέβαια υπάρχουν σε αυτά σημάδια για όσους διακρίνουν.
et: Tõepoolest, et on märgid neile, kes tajuda.
fi: Todellakin, että ovat merkkejä niille, jotka näkevät.
he: אכן בזה הם סימנים למי להבחין.
hr: Doista su to znakovi za one tko opaziti.
lt: Iš tiesų tame yra ženklai tiems, kurie išskirti.
lv: Tik tiešām, ka ir pazīmes, kuri saskatīt.
nb: Faktisk er som skilt for de som skjelne.
sk: Naozaj v tom sú znamenia pre tých, ktorí sa rozoznať.
sl: Res da so znaki za tiste, ki zaznati.
sr_cyrl: Заиста у то су знаци за оне који распознају.
sr_latn: Zaista u to su znaci za one koji raspoznaju.
uk: Дійсно в тому, що є ознаками для тих, хто розгледіти.
vi: Thật vậy trong đó là dấu hiệu cho những người phân biệt.
zu: Ngempela ngalolo are komba for labo abaqaphela.

# Quran1878
source: And indeed, those cities are [situated] on an established road.
ca: I en efecte, les ciutats són [a] en un camí establert.
cy: Ac yn wir, y dinasoedd hynny [Lleolir] ar ffyrdd sefydledig.
da: Og ja, disse byer er [beliggende] på en etableret vej.
el: Και πράγματι, αυτές τις πόλεις είναι [τοποθεσία] σε μια καθιερωμένη δρόμο.
et: Ja tõepoolest, need linnad [asuvad] kehtestatud maantee.
fi: Ja itse asiassa ne kaupungit [sijaitsevat] perustettu tiellä.
he: אכן, בערים אלו [ממוקמים] בכביש הוקמה.
hr: I doista, tih gradova [se] na osnovana ceste.
lt: Ir iš tiesų, šių miestų yra [esanti] nustatytų kelių.
lv: Un patiešām, šīm pilsētām [atrodas] noteikto ceļu.
nb: Og ja, disse byene [ligger] på en etablert vei.
sk: A skutočne, tie mestá [nachádzajú] sídlom ceste.
sl: In res, teh mestih so [] na določene ceste.
sr_cyrl: И заиста, те градове [налазе се] на установљеним путу.
sr_latn: I zaista, te gradove [nalaze se] na ustanovljenim putu.
uk: І дійсно, всіх цих містах [розташовані] на встановлених шлях.
vi: Và quả thực, những thành phố [nằm] trên một con đường được thành lập.
zu: Futhi ngempela, labo imizi [isebangeni] emgwaqweni osungulwe.

# Quran1879
source: Indeed in that is a sign for the believers.
ca: Fet que és un senyal per als creients.
cy: Yn wir yn hynny yn arwydd y credinwyr.
da: Faktisk er i, et tegn for troende.
el: Πράγματι σε αυτό είναι ένα σημάδι για τους πιστούς.
et: Tõepoolest, et on märk usklikud.
fi: Itse asiassa se on merkki uskovaisille.
he: אכן זה הוא סימן עבור המאמינים.
hr: Zaista u tome je znak za vjernike.
lt: Iš tiesų, kad yra ženklas tikinčiuosius.
lv: Patiešām, ka ticīgie ir zīme.
nb: Faktisk er som et tegn for troende.
sk: Naozaj v tom, že je znamenie pre veriacich.
sl: Res da je znak za z vernike.
sr_cyrl: Заиста у то је знак за верници.
sr_latn: Zaista u to je znak za vernici.
uk: Дійсно в тому, що є ознакою для віруючими.
vi: Quả thật đó là một dấu hiệu cho các tín hữu.
zu: Ngempela kuleyo kuwuphawu kholwa.

# Quran1880
source: And the companions of the thicket were [also] wrongdoers.
ca: I els companys del matoll [també] eren malfactors.
cy: A chymdeithion y thicket Roedd [hefyd] yn tramgwyddo.
da: Og ledsagere af krat var [også] lovovertrædere.
el: Και οι σύντροφοί του Άλσους [επίσης] ήταν των παραβατών.
et: Ja tihnik kaaslased olid [ka] tekitaja.
fi: Ja pusikko kumppaneita olivat [myös] rikolliset.
he: והיו חבריו הסבך [גם] הפושעים.
hr: A drugovi čestaru [također] prijestupnicima.
lt: Ir krūmynai draugų buvo [taip pat] grzesznicy.
lv: Un biezoknī ceļabiedri [arī] pārkāpējus.
nb: Og kameraten av kratt var [også] wrongdoers.
sk: A spoločníci křoví [i] zloèinci.
sl: In tovariši iz goščave [tudi] wrongdoers.
sr_cyrl: И компањони од честару су [и] починиоце.
sr_latn: I kompanjoni od čestaru su [i] počinioce.
uk: І супутники чагарники були [також] розкаюємося.
vi: Và companions của thicket [cũng] wrongdoers.
zu: Futhi abangane sehlozi ngamashumi [futhi] abenzi bobubi.

# Quran1881
source: So We took retribution from them, and indeed, both [cities] are on a clear highway.
ca: Així que prenem la retribució d'ells, i de fet, són dues [ciutats] en una carretera clara.
cy: Felly, cymerasom dial oddi wrthynt, ac yn wir, yn ddwy ddinas ar briffordd clir.
da: Så vi tog gengældelse fra dem, og begge [byer] er faktisk på en klart motorvej.
el: Έτσι πήραμε αντίποινα από τους, και πράγματι, οι δύο [πόλεις] είναι σε μια σαφή εθνική οδό.
et: Seega võtsime neilt gustiku, ja tõepoolest, mõlemad linnad on selge maanteel.
fi: Joten otimme kostoa niistä, ja molemmat kaupungit ovatkin selvästi maantiellä.
he: אז לקחנו גמול מהם, אכן, שני [ערים] על כביש ברור.
hr: Tako da smo kaznu od njih, i doista, oba [gradovi] su jasno autocestom.
lt: Todėl mes priėmėme atpildo iš jų, ir iš tiesų, abiejų [miestai] yra aiškiai užmiestyje.
lv: Tāpēc mēs pieņēmām, atmaksa no viņiem, un patiešām, gan [pilsētas] ir skaidri šosejas.
nb: Så vi tok gjengjeldelse fra dem, og faktisk, begge [byer] er på en klar motorvei.
sk: Tak sme vzali odplaty od nich, a obe mestá [:] sú skutočne na jasné ceste.
sl: Tako smo maščevanjem iz njih, in res, obe [mesta] so na jasno avtocesti.
sr_cyrl: Па смо бацили одмазде из њих, и заиста, оба града су на јасан аутопута.
sr_latn: Pa smo bacili odmazde iz njih, i zaista, oba grada su na jasan autoputa.
uk: Так що ми взяли відплата від них, і справді, обидва [міста] на ясно, шосе.
vi: Vì vậy, chúng tôi đã trả thù từ họ, và quả thật vậy, cả hai [thành phố] là trên một xa lộ rõ ràng.
zu: Ngakho Sathatha retribution nga them; bheka, kokubili [imizi] kukhona emgwaqweni omkhulu ecacile.

# Quran1882
source: And certainly did the companions of Thamud deny the messengers.
ca: I certament ho va negar els companys dels Thamud missatgers.
cy: Ac yn sicr oedd y cymdeithion o Thamud yn gwadu y negeswyr.
da: Og helt sikkert gjorde kammerater i Thamud benægte budbringere.
el: Σίγουρα έκανε συντρόφους του Thamud η του κλητήρες και αρνείται.
et: Ja kindlasti Thamud kaaslased eitada kullerid.
fi: Ja varmasti Thamud kumppaneita kieltää sanansaattajia.
he: בהחלט דחיתי השותפים Thamud השליחים.
hr: I sigurno društvo Thamud poreći glasnike.
lt: Ir tikrai Thamud draugų neigia pasiuntinius.
lv: Un noteikti Thamud biedrus noliegt kurjeri.
nb: Og sikkert gjorde følgesvennene til Thamud nekte budbringere.
sk: A určite si spoločníci Thamud poprieť, posl.
sl: In zagotovo tovariši Thamud zanikati sli.
sr_cyrl: И свакако компањони од Тхамуд порицати весници.
sr_latn: I svakako kompanjoni od Thamud poricati vesnici.
uk: І звичайно ж товариші Thamud заперечувати посланцями.
vi: Và chắc chắn các companions của Thamud đã từ chối các sứ giả.
zu: Futhi ngokuqinisekile akuzange nabangane Thamud ukuphika izithunywa.

# Quran1883
source: And We gave them Our signs, but from them they were turning away.
ca: I vam donar rètols, però d'ells es van ser convertint fora.
cy: Rhoesom ein arwyddion, ac oddi wrthynt yn troi i ffwrdd.
da: Og vi gav dem vores tegn, men fra dem de drejning væk.
el: Και δώσαμε μας σημάδια, αλλά από τους γύριζαν μακριά.
et: Ja andsime neile meie märke, kuid neid nad olid ära keerates.
fi: Ja antoi heille merkkejä, mutta niistä he olivat käännytetään.
he: נתנו להם את השלטים שלנו, אבל מהם הן הופעלו משם.
hr: I dali smo im naše znakove, ali od njih postajali su daleko.
lt: Ir mums davė mūsų ženklai, tačiau iš jų jie buvo sukant šalin.
lv: Un mēs viņiem deva mūsu zīmes, bet no tiem viņi griezās prom.
nb: Og vi ga dem våre tegn, bortsett fra dem de var å snu bort.
sk: A dali sme im naše znamenia, ale od nich sa odvrátil.
sl: In smo jim dali naše znake, vendar od njih so bili obrnil stran.
sr_cyrl: Дали смо им свој знак, а од њих су се далеко.
sr_latn: Dali smo im svoj znak, a od njih su se daleko.
uk: І ми дали їм наші знаки, але від них вони були відвертаючись.
vi: Và chúng tôi đã cho chúng dấu hiệu của chúng tôi, nhưng từ đó họ đã chuyển đi.
zu: We epha them ithu komba, kodwa kusukela kubo ayenza away.

# Quran1884
source: And they used to carve from the mountains, houses, feeling secure.
ca: I van servir per fer de les muntanyes, cases, sentir-se segur.
cy: A ddefnyddiwyd ganddynt i gerfio o'r mynyddoedd, Dai, yn teimlo'n ddiogel.
da: Og de bruges til at skære fra bjergene, huse, følelse sikker.
el: Και το χρησιμοποίησαν για να χαράσει από τα βουνά, σπίτια, αισθάνεται ασφαλής.
et: Ja nad kasutasid kitsenduse mägedest, majad, turvaline tunne.
fi: Ja niitä käytetään raivata vuorilta Taloja, turvallisuudentunteen.
he: הם נהגו לגלף מן ההרים, בתים, מרגיש בטוח.
hr: I su se izrezati iz planine, kuće, osjećati sigurnim.
lt: Ir jie naudojami siekiant išskirti iš kalnų, namus, jaučiasi saugus.
lv: Un viņi izmanto, lai grebt no kalniem, nami, jūtas droši.
nb: Og de brukes til å skjære fra fjellet, hus, følelsen sikker.
sk: A používajú vyčleniť z hôr, domov, pocit bezpečia.
sl: In uporabljajo, da bi si iz gore, hiše, popolnoma varni.
sr_cyrl: А некада су урезали из планина, кућа, се сигурно.
sr_latn: A nekada su urezali iz planina, kuća, se sigurno.
uk: І вони використовували, щоб вирізати з гір, будинків, відчуття захищене.
vi: Và họ sử dụng để đục từ trên núi, nhà, cảm giác an toàn.
zu: Futhi esetshenziswa dweba kusuka ezintabeni, izindlu, enomuzwa evikelekile.

# Quran1885
source: But the shriek seized them at early morning.
ca: Però el sortir agafat a primera hora del matí.
cy: Ond roedd y shriek yn hatafaelu iddynt yn gynnar yn y bore.
da: Men skrig beslaglagt dem på tidligt om morgenen.
el: Αλλά η διαπεραστική κραυγή τους κατασχέθηκαν στο νωρίς το πρωί.
et: Kuid selle kriiskamine arestitud neid varahommikul kell.
fi: Mutta kiljua yllätti heidät aamulla.
he: אבל צווחה תפסו אותם בשעה מוקדמת בבוקר.
hr: Ali krikom zaplijenjen im u rano jutro.
lt: Bet kad klyksmas juos sulaikytoms anksti ryte.
lv: Tomēr kliedziens konfiscēja tos pie agri no rīta.
nb: Men skriker beslaglagt dem i tidlig morgen.
sk: Ale výkrik chytil je v skorých ranných hodinách.
sl: Vendar Vrištati zaseženo njimi v zgodnjih jutranjih urah.
sr_cyrl: Али у властитој им је одузета у рано јутро.
sr_latn: Ali u vlastitoj im je oduzeta u rano jutro.
uk: Але в shriek захопили їх на ранній ранок.
vi: Nhưng shriek nắm lấy chúng lúc sáng sớm.
zu: Kodwa ngezwi bagajwa ekuseni.

# Quran1886
source: So nothing availed them [from] what they used to earn.
ca: Així que res aprofitat ells [de] el que acostumaven a guanyar.
cy: Felly roedd dim wedi manteisio ar iddynt o'r hyn y maen nhw'n ei ennill.
da: Så intet benyttet dem [fra] hvad de bruges til at tjene.
el: Έτσι τίποτα δεν τους απεκόμισε [από] που χρησιμοποιείται για να κερδίσουν.
et: Midagi kasutanud neid [alates] mida nad teenida.
fi: Joten mikään ei käyttänyt niitä [from] mitä heillä oli tapana ansaita.
he: אז שום דבר לא ניצל אותן [מ] מה הם השתמשו כדי להרוויח.
hr: Ništa ih iskoristio od to dobro zaraditi.
lt: Taigi nieko negavo juos [iš] kas jie turi uždirbti.
lv: Tātad nekas tos izmantojusi [no] ko viņi izmanto, lai nopelnīt.
nb: Så benyttet ingenting dem [fra] hva de pleide å tjene.
sk: Takže nič využil ich [z], čo boli zvyknutí zarábať.
sl: Torej nič jih ni [od] kar se uporabljajo za zaslužiti.
sr_cyrl: Тако да ништа им се уздигло из су обичавали да зарадим.
sr_latn: Tako da ništa im se uzdiglo iz su običavali da zaradim.
uk: Так що ніщо не скористатися в них [] вони використовували, щоб заробити.
vi: Vì vậy, không có gì availed chúng [từ] họ sử dụng như thế nào để kiếm được.
zu: Ngakho lutho alisebenzisa leli thuba lokusinda kubo [kusukela] ngalokho ababevame uthole.

# Quran1887
source: And We have not created the heavens and earth and that between them except in truth. And indeed, the Hour is coming; so forgive with gracious forgiveness.
ca: I no hem creat el cel i la terra i que entre ells excepte en veritat. I de fet, s'acosta l'hora; Així que perdona amb perdó de Gràcia.
cy: Ac yr ydym ni wedi creu y nefoedd a'r ddaear a bod rhyngddynt ac eithrio mewn gwirionedd. Ac yn wir, y mae yr awr yn dod; felly maddeuwch â maddeuant graslon.
da: Og vi har ikke skabt himlen og jorden, og at mellem dem undtagen i sandhed. Og ja, timen kommer; så tilgiv med nådige tilgivelse.
el: Και δεν έχουμε δημιουργήσει τον ουρανό και γη και που μεταξύ τους εκτός από στην αλήθεια. Και πράγματι, έρχεται η ώρα? οπότε, συγχωρήστε με ευγενικό συγχώρεση.
et: Ja me pole loonud taeva ja maa ja et nende välja arvatud tõde. Ja tõepoolest, tunnis on tulemas; nii andeks armuline andestust.
fi: Ja emme ole luoneet taivaat ja maan ja välillä ne todellisuudessa. Ja itse asiassa se hetki on tulossa; Joten anteeksi armollisen anteeksi.
he: אנחנו לא יצרו את השמים, הארץ וכל זה בין שניהם מלבד האמת. אכן, השעה הוא מגיע; אז תסלח עם הסליחה אדיב.
hr: I mi nismo stvorili nebesa i zemlju i da je između njih, osim u istini. A uistinu, čas dolazi; Zato Oprostite milostivi oproštenje.
lt: Ir mes ne sukūrė dangų ir žemę ir kad tarp jų, išskyrus tiesą. Ir iš tiesų, artėja laikas; ir atleisk su maloningas atleidimą.
lv: Un mums nav izveidota heavens un zemes un ka starp tiem, izņemot patiesību. Un patiešām, nāk stunda; tāpēc piedot ar žēlīgs piedošanu.
nb: Og vi har ikke opprettet himlene og jorden og som mellom dem unntatt i sannheten. Og faktisk time kommer; så tilgi med grasiøse tilgivelse.
sk: A sme nevytvorili, nebesia a zem, a že medzi nimi okrem pravdy. A skutočne sa blíži hodina; tak odpusť s milostivý odpustenie.
sl: In mi ni ustvaril nebo in zemljo in med njih, razen v resnici. In res, uro prihaja; tako odpusti z milostiv odpuščanje.
sr_cyrl: И нису створили смо небеса и земљу, и то између њих, осим у истини. И заиста, за сат времена долази; Тако се опростити са милостиви опрост.
sr_latn: I nisu stvorili smo nebesa i zemlju, i to između njih, osim u istini. I zaista, za sat vremena dolazi; Tako se oprostiti sa milostivi oprost.
uk: І ми ще не створили небеса і земля і що між ними Крім правди. І дійсно, що надходить година так прости з милостивий прощення.
vi: Và chúng tôi đã không tạo ra trời và trái đất và rằng giữa họ ngoại trừ sự thật. Và quả thực, đến giờ; Vì vậy tha thứ với duyên dáng, sự tha thứ.
zu: Futhi Asizange wadala amazulu nomhlaba nokuthi phakathi kwabo ngaphandle ngeqiniso.

# Quran1888
source: Indeed, your Lord - He is the Knowing Creator.
ca: De fet, el seu senyor - és el creador de saber.
cy: Yn wir, eich Arglwydd-ef yw creawdwr wybod.
da: Ja, jeres Herre - han er at kende skaberen.
el: Πράγματι, ο Λόρδος σας - είναι ο δημιουργός γνωρίζοντας.
et: Tõepoolest, teie Issand - ta on looja, teades.
fi: Herra - hän nimittäin tietää luoja.
he: אכן, האל שלך - הוא היוצר בידיעה.
hr: Uistinu, Gospodar tvoj - on je kreator znajući.
lt: Iš tiesų, jūsų Viešpats - jis yra žinant kūrėjas.
lv: Patiešām, kungam - viņš ir zinot radītājs.
nb: Faktisk, deres Herre - han er skaperen å vite.
sk: Svojho pána - on je skutočne vedel, tvorca.
sl: Res, gospod - on je stvarnik vedo.
sr_cyrl: Твој господар - он је заиста Створитељ сазнање.
sr_latn: Tvoj gospodar - on je zaista Stvoritelj saznanje.
uk: Дійсно, Господь - він-творець знаючи.
vi: Thật vậy, Chúa của bạn - ông là người biết tạo ra.
zu: Bala kho Lord - UnguMdali Sokwazi.

# Quran1889
source: And We have certainly given you, [O Muhammad], seven of the often repeated [verses] and the great Qur'an.
ca: I sens dubte hem donat que, [O Muhammad], set de les sovint repetides [versos] i el Qur ' an gran.
cy: Ac yr ydym yn sicr wedi rhoi ichi, [O Muhammad], saith [penillion] yn aml yn ailadrodd ac y Qur'an mawr.
da: Og vi har helt sikkert givet dem, [O Muhammad], syv af de ofte gentagne [vers] og stor Koranen.
el: Και σίγουρα σου έχουμε δώσει, [Ο Μωάμεθ], επτά από την συχνά επαναλαμβανόμενη [Στίχοι] και το Κοράνι μεγάλη.
et: Ja me kindlasti annan teile, [O Muhammad] seitse sageli korduvate [salmid] ja suur Koraan.
fi: Ja olemme varmasti antaneet teille [Oi Muhammed] seitsemän usein toistuvat [runoja] ja suuri Koraanin.
he: בהחלט נתנו לך, [O מוחמד], שבעה שחזרו [הפסוקים] ואת הקוראן נהדר.
hr: I sigurno dajemo vam, [O Muhammad], sedam često ponavljaju [stihovi] i veliki Kur'an.
lt: Ir mes tikrai davė jums, [O Muhammad], septyni dažnai kartojasi [Slapyvardis] ir didelis Korano.
lv: Un mums noteikti ir dota jums, [O Muhammad] septiņi bieži atkārtotas [vārsmas] un liels Korāns.
nb: Og vi har sikkert gitt deg, [O Muhammad], sju av de ofte gjentatte [versene] og stor Koranen.
sk: A určite sme dali vám, [Mohamed], sedem často opakované [verše] a skvelé Korán.
sl: In smo zagotovo dal, [O Muhammad], sedem mnogokraten [verzi] in veliko Koranu.
sr_cyrl: И свакако дале смо ти, [О Мухаммад], седам од често понављају [стихове] и велики Кур'ан.
sr_latn: I svakako dale smo ti, [O Muhammad], sedam od često ponavljaju [stihove] i veliki Kur'an.
uk: І ми безумовно дав вам, [O Мухаммад], сім часто повторюється [вірші] і великий Коран.
vi: Và chúng tôi chắc chắn đã đưa cho bạn, [O Muhammad], bảy thường lặp đi lặp lại [thơ] và kinh Koran tuyệt vời.
zu: Futhi Siye Ngokuqinisekile lona, [O Muhammad], eyisikhombisa wakuphindaphinda [amavesi] kanye Qur'an omkhulu.

# Quran1890
source: Do not extend your eyes toward that by which We have given enjoyment to [certain] categories of the disbelievers, and do not grieve over them. And lower your wing to the believers
ca: No estendre els ulls cap a que els que ens han donat gaudi [certa] categories dels disbelievers i no plorar sobre ells. I reduir la seva ala als creients
cy: Nid yw yn ymestyn eich llygaid tuag at hynny gan wedi rhoi mwynhad i gategorïau [penodol] y disbelievers, a gwneud nid galaru drostynt. A is eich adain y credinwyr
da: Udvid ikke dine øjne mod det, som vi har givet nydelse [Vis] kategorier af vantro, og ikke bedrøve over dem. Og sænke din fløj til troende
el: Δεν επεκτείνονται τα μάτια σας προς που με την οποία έχουν δώσει απόλαυση [κάποιες] κατηγορίες των disbelievers, και θλίβομαι από πάνω τους. Και να μειώσετε την πτέρυγα σας πιστών
et: Laiendada oma silmad, et millega me andnud nautimine [] liiki ning uskottomille ja kurvastada, nende üle poole. Ja madalam oma tiiva usklikud
fi: Eivät ulotu silmäsi kohti että jonka olemme kiinnittäneet nautintoa [] tiettyihin uskottomille ja älä sure päälle. Ja Laske siipi uskoville
he: לא לא להרחיב את עיניך לכיוון שבו אנו העניקו הנאה [מסוימים] לקטגוריות של disbelievers, לא מתאבל עליהם. ולהוריד את הכנף למאמינים
hr: Proširiti svoje oči prema kojima dali uživanje [određenim] kategorijama i iskuse i tugovati nad njima. I spusti krilo vjernicima
lt: Nepratęsia akis link, kuria mes davė malonumą [] tikroms į disbelievers, ir negalime sielvartauti virš jų. Ir sumažinti savo sparnus į tikintieji
lv: Nevar paplašināt tavas acis uz to, kas mums ir devuši baudījumu [konkrētu] disbelievers kategorijām un nebēdājies pār tiem. Un zemākas jūsu spārnu, lai ticīgie
nb: Forlenge ikke øynene mot som vi har gitt glede til [visse] kategorier av troende, og ikke sørger over over dem. Og lavere vingen til troende
sk: Nerozširuje oči ku ktorým sme radosti [] určitým neveriacim, a nie truchlit nad nimi. A nižšej krídla pre veriacich
sl: Oči proti, ki ki smo dali užitek za [določene] kategorije je disbelievers, in ne žalujejo nad njimi ne razširi. In nižje vaš krilo z vernike
sr_cyrl: Не да проширите поглед ка која по којој смо дали уживање [одређеним] категоријама за скептике, а не тугуј над њима. И спусти своје крило верницима
sr_latn: Ne da proširite pogled ka koja po kojoj smo dali uživanje [određenim] kategorijama za skeptike, a ne tuguj nad njima. I spusti svoje krilo vernicima
uk: Не розширити ваші очі бік, за допомогою якого ми дали задоволення [деякі] категоріям на disbelievers і не сумувати над ними. І нижче крило віруючими
vi: Mở rộng đôi mắt của bạn về hướng đó mà chúng tôi có được hưởng [một số] danh mục các thì, và không đau khổ qua chúng. Và thấp hơn của bạn bay đến các tín hữu
zu: Musa ukunweba amehlo akho ngalapho nalokho Sinike kujabulise izigaba [ezithile] disbelievers, futhi Ningamdabukisi phezu kwabo.

# Quran1891
source: And say, "Indeed, I am the clear warner" -
ca: I dir, "De fet, sóc la clara Avisador"-
cy: A dweud, 'Yn wir, I 'm warner glir'-
da: Og sige, "Jeg er jo den klart warner"-
el: Και να πω, «Πράγματι, είμαι το σαφές warner»-
et: Ja öelda: "Tõepoolest, ma olen selge warner"-
fi: Ja sanoa, "Olen todellakin selkeä warner"-
he: אומרים, "אכן, אני וורנר ברורה"-
hr: I reći, "Uistinu, ja sam jasno upozorenje"-
lt: Ir sako: "Iš tiesų, aš aiškiai warner"-
lv: Un saka: "Protams, es esmu skaidrs, warner"-
nb: Og si, "Ja, jeg er den klart warner"-
sk: A hovoria: "Samozrejme, že som jasne warner"-
sl: In reče: "Pravzaprav, sem jasno warner"-
sr_cyrl: И реци, "Заиста, ја сам јасна wарнер"
sr_latn: I reci, "Zaista, ja sam jasna warner"
uk: І сказати: "Я чітко warner"-
vi: Và nói: "Thật vậy, tôi warner rõ ràng"-
zu: Futhi bathi, "Ngempela, I am warner esicacile" -

# Quran1892
source: Just as We had revealed [scriptures] to the separators
ca: Tal com ens havia revelat [escriptures] els separadors
cy: Yn union fel yr ydym wedi datgelu [ysgrythurau] i y gwahanwyr
da: Ligesom vi havde afsløret [skrifter] til separatorerne
el: Ακριβώς όπως θα είχε αποκαλύψει [γραφές] να τα διαχωριστικά
et: Nii nagu meil oli selgunud [pühakirja] eraldajad
fi: Aivan kuten me oli ilmoittanut [kirjoitukset] erottimet
he: בדיוק כפי גילה לנו [הכתוב] המפרידים
hr: Kao što nam je otkrio [pismo] za razdjelnike
lt: Kaip ir mes buvo atskleista skyriklius [raštai]
lv: Tāpat kā mēs bija atklājusi [raksti] atdalītājus
nb: Akkurat som vi hadde åpenbart [skriftene] for skilletegn
sk: Rovnako ako sme mali odhalil [Biblia] oddeľovače
sl: Tako kot mi je pokazala [pisave] ločila
sr_cyrl: Само које смо имали открива [скрипте] знакове за раздвајање
sr_latn: Samo koje smo imali otkriva [skripte] znakove za razdvajanje
uk: Подібно тому, як ми показало [Писання] щоб сепаратори
vi: Cũng giống như chúng ta đã tiết lộ [kinh điển] cho các thiết bị tách
zu: Njengoba nje We wayemambulele [imiBhalo] kuya separators
