Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2464
source: And [mention] when We said to the angels, "Prostrate to Adam," and they prostrated, except Iblees; he refused.
ca: I [accèsit] Quan ens diu que els àngels, "Postrar a Adam," i postrava, excepte Iblees; es va negar.
cy: A [sôn am] pan dywedasom i'r angylion, "Prostrate i Adam," ac y maent yn prostrated, ac eithrio Iblees; Gwrthododd.
da: Og [omtale] når vi sagde til englene, "Næsegrus til Adam," og de bukkede, undtagen Iblees; han nægtede.
el: Και [αναφορά] όταν είπαμε να τους αγγέλους, «Εξαπλώνω να Αδάμ,» και να τους πέφτουν χάμω, εκτός από το Iblees? Αυτός αρνήθηκε.
et: [Märkus], kui me ütles inglid "Polvistuvan – Adam," ja prostrated, välja arvatud Iblees; ta keeldus.
fi: [Maininnan], kun sanoimme Angels "Nujerrettu ja Adam," ja he kasvoillaan, paitsi Iblees; hän kieltäytyi.
he: ו [אזכור] כאשר אמרנו למלאכים, "להשפיל את אדם,", הם prostrated, חוץ Iblees; הוא סירב.
hr: I [spomenuti] kad smo rekli da anđeli, "Bespomoćan da Adam," i oni prostrated, osim Iblees; On je odbio.
lt: Ir [paminėti] kai mes sako, kad angelai, "Wybijaja į Adomo," ir jie yra prostrated, išskyrus Iblees; jis atsisakė.
lv: Un [min] tad, kad mēs teicām "Nogurdināt ar Adam," eņģeļu sabiedrībā, un tie Džo-Ans, izņemot Iblees; viņš atteicās.
nb: Og [nevner] når vi sa til englene, "Nedbrutt til Adam," og de prostrated, unntatt Iblees; han nektet.
sk: A [zmienka] keď sme povedali anjeli, "Přemoci na Adam," a oni prostrated, okrem Iblees; odmietol.
sl: In [navedba], ko smo rekli, da angeli, "Prostracije na Adam," in oni prostrated, razen Iblees; On je zavrnil.
sr_cyrl: И [помиње] када смо рекли да андјели,"Поклоните да Адам,", а они су простратед, осим Иблеес; Он је одбио.
sr_latn: I [pominje] kada smo rekli da andjeli, "Poklonite da Adam,", a oni su prostrated, osim Iblees; On je odbio.
uk: І [згадки], коли ми сказали ангели, «НІЦ до Адама,» і вони prostrated, за винятком Iblees; Він відмовився.
vi: Và [đề cập đến] khi chúng tôi nói với các thiên thần, "Suy nhược cho Adam," và họ prostrated, ngoại trừ Iblees; ông từ chối.
zu: Futhi [Khumbuzani] uma We tshela kuze gelosi, "prostrate ku-Adamu," futhi wakhothama, ngaphandle Iblees;

# Quran2465
source: So We said, "O Adam, indeed this is an enemy to you and to your wife. Then let him not remove you from Paradise so you would suffer.
ca: Així dèiem, "O Adam, de fet això és un enemic a vostè i a la seva dona. Llavors deixar-lo no treu de paradís així que patiria.
cy: Fel y dywedasom, O Adam, yn wir Dyma elyn i chi ac i'ch gwraig. Gadewch iddo nid ydych yn symud o baradwys felly byddai ydych yn dioddef.
da: Så vi sagde, "O Adam, det jo en fjende til dig og din kone. Så lad ham ikke fjerne dig fra paradis, så du ville lide.
el: Έτσι είπαμε, "Ο Αδάμ, πράγματι πρόκειται για έναν εχθρό σε εσάς και γυναίκα σου. Τότε ας μην αφαιρεθείτε από παράδεισο έτσι θα υποφέρετε.
et: Nii "O Adam, tõepoolest on teile ja teie abikaasa vaenlane. Seejärel lasta tal ei eemalda te Paradise, nii et sa kannaks.
fi: Joten sanoimme: "Oi Adam, tämä on vihollinen teille ja vaimo. Anna hänelle poistaa sinun Paratiisista niin joutuisitte kärsimään.
he: אז אמרנו, "O אדם, ואכן זה אויב אליך ולא עם אשתך. . אז תן לו לא להסיר את מגן העדן. אז אתה תסבול.
hr: Tako mi je rekao, "O Adame, zaista to je neprijatelj tebi i tvojoj ženi. Neka ne uklanja te iz raja pa će patiti.
lt: Todėl mes sakė, "O Adomas, iš tiesų tai priešas jums ir Jūsų žmonai. Tada tegul ne pašalinti jus iš Rojaus, jūs nukentėtų.
lv: Tāpēc mēs teicām: "O Adam, patiešām tas ir ienaidnieks, lai jūs un jūsu sieva. Tad ļaujiet viņam nevar noņemt jūs no paradīzes, tādēļ būtu jācieš.
nb: Så vi sa, "O Adam, faktisk dette er en fiende til deg og din kone. Så la ham ikke fjerne deg fra paradis så du ville lide.
sk: Tak sme povedali, "O Adam, naozaj je to nepriateľ vás a vaša žena. Potom nech nie ste odstrániť z raja, takže by ste trpieť.
sl: Zato smo rekli, "O Adam, res to je sovražnik za vas in vašo ženo. Nato naj ga ne odstranite si raj tako bi trpeti.
sr_cyrl: Рекли смо, "О Адаму, заиста то је непријатељ да ти и твоја супруга. Онда нека га не уклања из раја па ти патити.
sr_latn: Rekli smo, "O Adamu, zaista to je neprijatelj da ti i tvoja supruga. Onda neka ga ne uklanja iz raja pa ti patiti.
uk: Так що ми сказали, "O Адам, дійсно це ворога, щоб ви і ваша дружина. Потім нехай він видаляє вас від раю так буде страждати.
vi: Vì vậy, chúng tôi đã nói, "O Adam, thực sự đây là một kẻ thù để bạn và vợ của bạn. Vậy hãy để anh ta không phải loại bỏ bạn từ thiên đường vì vậy bạn sẽ phải chịu.
zu: Ngakho sathi: "O Adam, ngempela lo is mabonwabulawe kuwe umkakho. Khona makangabi nisuswe ePharadesi ngakho-ke ahlupheke.

# Quran2466
source: Indeed, it is [promised] for you not to be hungry therein or be unclothed.
ca: De fet, això és [promès] per no tenir fam d'aquí o ser unclothed.
cy: Yn wir, ei Mae [addo] na allwch fod yn llwglyd ynddo neu fod yn unclothed.
da: Ja, det er [lovede] for dig ikke at være sulten deri eller være nøgen.
el: Πράγματι, δεν είναι [υποσχέθηκε] για να μην είναι πεινασμένοι σ ' αυτό ή είναι unclothed.
et: Tõepoolest, see on [lubas] teile ei olla näljane sealsamas või alasti.
fi: Itse asiassa se on [luvattu] voit olla nälkä siinä tai olla unclothed.
he: אכן, זה [הובטח] לא כדי להיות רעב ובזה או להיות ללא בגדים.
hr: Doista, to je [obećao] da ne biti gladan u njemu ili go.
lt: Iš tiesų, tai yra [pažadėjo] jums nereikia būti alkanas ten pat arba unclothed.
lv: Patiešām, tā [solīja] jums nevar būt izsalkuši tur vai arī kaila.
nb: Faktisk det er [lovet] for ikke å være sulten der eller være naken.
sk: V skutočnosti, to je [sľúbil] pre vás mať hlad v ňom alebo byť neoblečený.
sl: Res, to je [obljubil] ni da lačnih v njej ali pa Neodeven.
sr_cyrl: Заиста , то је [обећао] да се не бити гладан у томе или гола.
sr_latn: Zaista, to je [obećao] da se ne biti gladan u tome ili gola.
uk: Дійсно, це [обіцяно] для вас, щоб не бути голодним в ньому або бути без одягу.
vi: Thật vậy, nó là [hứa] để bạn không bị đói trong đó hoặc là unclothed.
zu: Ngempela, it is [ethenjisiwe] ngawe hhayi uyolamba ongaqhuba kube unclothed.

# Quran2467
source: And indeed, you will not be thirsty therein or be hot from the sun."
ca: I de fet, es no tenir set aquí o ser calent del sol."
cy: Ac yn wir, bydd eich nid yn sychedig ynddo neu yn boeth rhag yr haul.
da: Og ja, vil du ikke være tørstig deri eller være varme fra solen."
el: Και πράγματι, δεν θα είναι διψασμένες σ ' αυτό ή είναι ζεστό από τον ήλιο.»
et: Ja tõepoolest, siis ei saa janu sealsamas või kuum päike."
fi: Ja itse asiassa et ole janoissaan siinä tai kuuma auringon.
he: אכן, אתה לא תהיה צמא בו או להיות חם מהשמש."
hr: I doista, nećete biti žedan u njemu ili biti vruće od sunca."
lt: Ir iš tiesų, jums nebus nebetrokš jame arba karšto nuo saulės."
lv: Un patiešām, jums nebūs izslāpuši tajā vai karsta saule".
nb: Og faktisk du ikke blir tørst der eller være varme fra solen.
sk: A naozaj, nebudete sa v ňom smäd alebo horúce zo slnka.
sl: In res, vam ne bo žejen v njej ali vroče iz sonca."
sr_cyrl: И заиста, те неће бити жедан у томе или бити вруће од сунца."
sr_latn: I zaista, te neće biti žedan u tome ili biti vruće od sunca."
uk: І дійсно, вам буде не пити в ньому або бути гарячим від сонця".
vi: Và quả thật vậy, bạn sẽ không được khát trong đó hoặc là nóng từ mặt trời."
zu: Futhi impela, ngeke ome ongaqhuba Lizakubalela ukusuka elangeni. "

# Quran2468
source: Then Satan whispered to him; he said, "O Adam, shall I direct you to the tree of eternity and possession that will not deteriorate?"
ca: Llavors Satanàs xiuxiuejava a ell; va dir, "O Adam, serà que dirigir-vos a l'arbre de l'eternitat i la possessió que no es deteriori?"
cy: Yna sibrydodd Satan iddo; Dywedodd, "O Adam, bydd eich cyfeirio at y goeden eternity a meddiant y bydd yn dirywio?"
da: Derefter hviskede Satan til ham; Han sagde, "O Adam, skal jeg direkte dig til træet til evigheden og besiddelse, der ikke vil blive forværret?"
el: Στη συνέχεια, ο Σατανάς μού ψιθύρισε σ ' αυτόν. είπε, «Ο Αδάμ, πρέπει να σας κατευθύνει προς το δέντρο της αιωνιότητας και της κατοχής που δεν θα επιδεινωθεί;»
et: Seejärel Saatan sosistas talle; ta ütles: "O Adam, peab ma juhin su tähelepanu puu igavik ja omamine, et mitte halveneb?"
fi: Sitten Saatana kuiskasi hänelle; Hän sanoi: "O Adam on osoitan teille puu ikuisuuden ja hallussa, joka ei heikkene?"
he: . אז השטן לחש לו; הוא אמר, "O אדם, בסדר? לאן להפנות אותך אל העץ של נצחיות, אחזקת זה לא יתדרדר"
hr: Onda Sotona šapnuo mu; On je rekao, "O Adame, će ja vas direktno na stablo vječnosti i posjed koji će pogoršati?"
lt: Tada Šėtonas pašnibždėjo jam; Jis sakė: "O Adomas, turi aš nukreipia jus į amžinybę ir kad nesuges medis?"
lv: Pēc tam sātans viņam pačukstēja; viņš teica: "O Adam, es vada jūs kokam mūžību un īpašums, kam nav pasliktināsies?"
nb: Så hvisket Satan til ham. Han sa, "O Adam, skal jeg henvise deg til treet til evighet og besittelse som ikke vil svekkes?"
sk: Potom Satan šepká mu; on povedal: "O Adam, budú vás nasmerujú stromu večnosti a vlastníctve, ktoré sa neznehodnotí?"
sl: Nato Satan zašepetal nanj; On reče: "O Adam, se sem neposredno vam, da drevo večnosti in posesti, da ne bo poslabšal?"
sr_cyrl: Онда је Сотона шапутала му; Он је рекао, "О Адаму, да сам вас упутити дрво веиности и поседовање који ће неће погоршати?"
sr_latn: Onda je Sotona šaputala mu; On je rekao, "O Adamu, da sam vas uputiti drvo veиnosti i posedovanje koji će neće pogoršati?"
uk: Потім сатана шепнув йому; Він сказав: "O Адам, повинен я направить вас до дерево вічність і володіння, які не будуть погіршуватися?"
vi: Sau đó Satan thì thầm với anh ta; ông nói, "O Adam, thì tôi hướng dẫn bạn đến cây của cõi đời đời và sở hữu sẽ không xấu đi?"
zu: USathane wabe swebeza him;

# Quran2469
source: And Adam and his wife ate of it, and their private parts became apparent to them, and they began to fasten over themselves from the leaves of Paradise. And Adam disobeyed his Lord and erred.
ca: I Adam i la seva esposa menjaven i seves parts privades es va fer evidents a ells, i van començar a subjectar sobre ells mateixos de les fulles del paradís. I Adam desobeir el seu Senyor i equivocat.
cy: A bwytaodd Adam a'i wraig, a daeth yn amlwg iddynt yn eu rhannau preifat, a dechreuon nhw Caewch dros eu hunain gan y dail o baradwys. Ac Adam disobeyed ei Arglwydd a ochri.
da: Og Adam og hans kone spiste af det, og deres private dele blev klart for dem, og de begyndte at spænde over sig fra bladene af paradis. Og Adam adlød sin herre og begik en fejl.
el: Αδάμ και η σύζυγός του έφαγα από αυτό, και τα ιδιωτικά μέρη έγινε εμφανής τους και άρχισαν να στερεώσει πέρα από τον εαυτό τους από τα φύλλα του παραδείσου. Και Αδάμ υπάκουσε τον Λόρδο και κακώς.
et: Ja Aadam ja tema naine sõi seda, ja nende suguelundid ilmsiks neile ja nad hakkasid kinnitamist enda Paradise lehtedest. Ja Adam kuuletunud oma isanda ja eksis.
fi: Aadam ja hänen vaimonsa söi, ja heidän yksityisiä osia ilmeni heille ja he alkoivat kiinnittää itsensä Paratiisin lehdistä. Adam totellut hänen herransa ja virheellisesti.
he: אדם ואשתו אכלו, ואת באיבריהם הפרטיים התברר להם ו החלו לחגור על עצמם מן העלים של גן עדן. אדם הפר את אדונו, טעה.
hr: I Adam i njegova žena pojeli, i njihovih privatnih dijelova postalo jasno da ih, i počeli su da vežete preko sebe iz lišća raj. A Adam nije poslušao svoga gospodara i erred.
lt: Ir Adomas ir jo žmona valgė, ir jų private parts tapo aišku, į juos, ir jie pradėjo užsegamas per save iš Rojaus. Ir Adomas nepakluso jo Viešpats ir padarė klaidą.
lv: Un Ādams un viņa sieva ēda, un savu vīrietību kļuva skaidrs tiem, un viņi sāka piesprādzēt pār sevi no paradīze lapām. Un Adam neklausīt viņa kungs kļūdījās.
nb: Og Adam og hans hustru spiste, og deres private deler ble åpenbart for dem, og de begynte å feste over seg selv fra bladene av paradis. Adam adlød hans Herre og feilet.
sk: Adam a jeho žena zjedol, a ich prirodzení zrejmé, k nim a začali na upevnenie cez seba druhu raj. A Adam neposlúchol svojho pána a nesprávne.
sl: In Adam in njegova žena, ki so jedli, in svoje zasebne dele postalo jasno, da jih, in so začeli pritrdite v sami iz listov raj. In Adam upošteval navodila svojega Gospoda in napačno.
sr_cyrl: Адам и његова жена јела је, и своје интимне делове постало јасно да их и они је почела да вежеш преко себе од лишћа рај. И Адам је послусала свог господара и погрешило.
sr_latn: Adam i njegova žena jela je, i svoje intimne delove postalo jasno da ih i oni je počela da vežeš preko sebe od lišća raj. I Adam je poslusala svog gospodara i pogrešilo.
uk: Адам і його дружина, що їли його і їх особисті частини став очевидним для них, і вони почали пристебнути над себе з листя рай. І Адам не слухали його Господь і помилилися.
vi: Adam và vợ của ông đã ăn nó, và bộ phận riêng của họ trở nên rõ ràng với họ, và họ bắt đầu chặt hơn mình từ lá của thiên đường. Và Adam bất tuân của ông Chúa erred.
zu: Futhi u-Adamu nomkakhe wadla kuwo, futhi izingxenye zazo ezizimele kwacaca kubo, baqala ukubophela phezu ngokwabo kusukela amaqabunga ePharadesi.

# Quran2470
source: Then his Lord chose him and turned to him in forgiveness and guided [him].
ca: Llavors el seu Senyor va elegir i convertit a ell en el perdó i guiat [li].
cy: Yna mae ei Arglwydd yn dewisodd ef a troi ato mewn maddeuant a harwain [ef].
da: Derefter hans herre valgte ham og vendte ham i tilgivelse og guidede [ham].
el: Στη συνέχεια ο Λόρδος τον επέλεξε και στράφηκα σ ' αυτόν στη συγχώρεση και καθοδηγείται [τον].
et: Siis ta isand valis ta ja pöördus tema andestus ja giidiga [talle].
fi: Hänen herransa valitsi hänet ja kääntyi hänelle anteeksi ja opastettuja [hänelle].
he: אז האדון בחרה בו, פנה אליו במחילה וסיורים מודרכים [לו].
hr: Onda njegov gospodin izabrala njega i okrenuo ga u oproštenje i [ga].
lt: Tada jo Viešpats pasirinko jį ir kreipėsi į jį į atleidimą ir vadovaujasi [jam].
lv: Tad viņa kungs izvēlējās viņu un pievērsās viņam piedošanu un vadīta [viņam].
nb: Da hans Herre valgte ham og viste ham i tilgivelse og guidet [han].
sk: Potom jeho pán si ho vybral a obrátil sa k nemu v odpustenie a riadiť [ho].
sl: Nato ga gospodar ga izbrali in obrnil nanj v odpuščanje in vodeni [mu].
sr_cyrl: Онда његов господар га је одабрао и претворио га у опрост и вођена [он].
sr_latn: Onda njegov gospodar ga je odabrao i pretvorio ga u oprost i vođena [on].
uk: Потім пан вибрав його і звернувся до нього в прощення і керуючись [його].
vi: Sau đó, Chúa của mình đã chọn anh ta và biến anh ta trong sự tha thứ và hướng dẫn [ông].
zu: Bese akhe Lord wamkhetha futhi waphendukela kuye intethelelo futhi waqondisa [kuye].

# Quran2471
source: [Allah] said, "Descend from Paradise - all, [your descendants] being enemies to one another. And if there should come to you guidance from Me - then whoever follows My guidance will neither go astray [in the world] nor suffer [in the Hereafter].
ca: [Allah] deia, "descens cap del paradís - tot, [els seus descendents] sent enemics per un altre. I si hi ha de venir a l'orientació de mi - llavors qui segueix el meu consell es extravien [en el món] ni patir [en el futur].
cy: Dywedodd [Allah], "Descend o baradwys-popeth, [eich ddisgynyddion] yn elynion i un arall. Ac os dylai ddod i ganllawiau ydych oddi wrthyf fi-yna pwy bynnag dilyn fy canllawiau fydd yn mynd ar goll [yn y byd] nac yn dioddef [yn o hyn ymlaen].
da: [Allah] sagde, "nedstammer fra Paradise - alle [dine efterkommere] at være fjender til hinanden. Og hvis der skulle komme til dig vejledning fra mig - så hvem følger min vejledning vil gå på afveje [i verden] heller ikke lide [i hinsidige].
el: [Αλλάχ] είπε, «κατεβαίνουν από τον παράδεισο - όλοι, [σας απόγονοι] να είμαστε εχθροί μεταξύ τους. Και αν υπάρχουν θα πρέπει να έρθουν στην καθοδήγηση σας από μένα - τότε Όποιος ακολουθεί καθοδήγησή μου θα πάει παραστρατημένος [στον κόσμο] ούτε υποφέρουν [στο εξής].
et: [Jumalat] ütles: "Paradise - põlvne kõik [oma järeltulijatele] on omavahel vaenlased. Ja kui seal peaks tule sa juhiseid minult - siis kes iganes järeldub minu juhised ei [maailmas] kõrvale kalduda ega kannata [edaspidi].
fi: [Jumala] sanoi, "Paradise - Alueveutuvat kaikki [jälkeläiset] on vihollisia keskenään. Ja jos tulisi sinulle ohjeita minulta - se, joka seuraa minun ohjausta eivät menevät harhaan [maailma] eikä kärsiä [tuonpuoleisessa].
he: [אללה] אמר, "Descend מגן העדן - כל, [לצאצאיך] להיות אויבים אחד לשני. ואם שם צריך לבוא לך הדרכה ממני - אז מי עוקב אחר והכוונה שלי לא לסטות [בעולם] ולא לסבול [בעולם הבא].
hr: [Allah] je rekao, "potječu od raja - svi vaši potomci biti neprijatelji jedni drugima. I ako tamo bi trebao doći da ti smjernice iz mi - tko god slijedi moje upute neće ni zalutati [u svijetu] ni pate [u daljnjem tekstu].
lt: [Dievas] pasakė, "nusileidžia iš Rojaus - visi, [jūsų palikuonys] yra priešai vienas kitam. Ir jei ten turėtų ateiti į jūsų rekomendacijas iš manęs - tada kas seka mano rekomendacijos bus nei Apmaldīties [pasaulyje] kenčia [toliau].
lv: [Allah] teica: "skrējienu no Paradise - visi [jūsu pēcteči] ir viens pret otru ienaidnieku. Un, ja tur būtu pienācis jums norādījumus no manis - tad kurš izriet mans vadlīnijas būs iet apmaldīties [Pasaule] nedz ciest [turpmāk].
nb: [Allah] sa, "ned fra Paradise - alle, [dine etterkommere] er fiender til hverandre. Og hvis det skulle komme til du veiledning fra meg - så den som følger min veiledning vil verken gå seg vill [i verden eller lide [i hinsidige].
sk: [Allah] povedal: "zostúpiť z raja - všetko [potomkovia] sa nepriateľov k jednému iný. A ak tam mali prísť k vám poradenstvo odo mňa - potom ten, kto sleduje môj návod bude zabloudit [v rámci] ani trpieť [ďalej].
sl: [Alahove] je dejal, "spustimo iz Paradise - vsi, vaši potomci so sovražniki drug drugemu. In če tam should zavedeti se vi navodila od mene - potem kdo sledi moje napotke bo zašel [v svetu] niti trpi [v nadaljevanju].
sr_cyrl: [Аллах ] је рекао, "Десценд из раја - сви твоји потомци бити непријатељи једни другима. И ако тамо треба да долазе да ти упутства од мене, - онда ко год следи мојим водством ће залутати [света] ни пати [у надаље].
sr_latn: [Allah] je rekao, "Descend iz raja - svi tvoji potomci biti neprijatelji jedni drugima. I ako tamo treba da dolaze da ti uputstva od mene, - onda ko god sledi mojim vodstvom će zalutati [sveta] ni pati [u nadalje].
uk: [Аллах] сказав: "Descend від раю - все, ваші нащадки будучи ворогами один одного. І якщо там повинно прийти на вам вказівки від мене - то той, хто слідує моїм керівництвом буде не збивається [у світі] не страждати [в загробному світі].
vi: [Allah] nói, "Descend từ Paradise - tất cả, [con cháu của bạn] là kẻ thù với nhau. Và nếu có nên đến để hướng dẫn bạn tôi - sau đó, bất cứ ai theo hướng dẫn của tôi sẽ không đi lạc lối [thế giới] cũng không bị [trong sau đây].
zu: [Allah] wathi: "Yehla ePharadesi -. Zonke, [nenzalo yakho emva kwakho] beyizitha komunye nomunye Futhi uma kungenzeka kufike kuwe isiqondiso esivela Me - ngalesosikhathi whoever olandela iseluleko wami ngeke bayaduka [emhlabeni] nor ahlupheke [

# Quran2472
source: And whoever turns away from My remembrance - indeed, he will have a depressed life, and We will gather him on the Day of Resurrection blind."
ca: Qui allunya el meu record - de fet, ell tindrà una vida deprimit i li recollirà el dia de resurrecció cec."
cy: Pwy bynnag yn troi oddi wrth fy coffa-yn wir, bydd ganddo fywyd isel a bydd yn casglu iddo ar ddall dydd atgyfodi."
da: Hvem vender væk fra min erindring - ja, han vil have en deprimeret liv og vi vil samle ham på den dag i opstandelse blind."
el: Όποιος γυρίζει μακριά από την μνήμη μου - μάλιστα, θα έχει μια καταθλιπτική ζωή και θα μαζεύουμε αυτόν κατά την ημέρα της Αναστάσεως τυφλή."
et: Ja kes iganes lülitab eemal minu mäletamist - tõepoolest, ta on depressioonis elu ja kogume talle päev ülestõusmist pime."
fi: Se, joka kääntyy pois minun muistoni - itse asiassa hän on masentunut elämää ja keräämme häntä ylösnousemuksen sokea."
he: מי פונה מן הזיכרון שלי -. אכן, יהיו לו חיים מדוכא ו אנחנו אאסוף אותו על יום של תחיית המתים עיוור."
hr: Tko okreće od moje sjećanje - doista, on će imati depresivan život i okupili smo ga na dan uskrsnuća slijep."
lt: Ir kas paverčia nuo mano atminimo - iš tiesų, jis turės depresija gyvenimą, ir mes bus surinkti jam dieną, prisikėlimo aklas."
lv: Kurš pagriežas prom manu atceres - patiešām, viņš būs pazeminātas dzīves un mēs viņu pulcēsies uz aklo augšāmcelšanās dienā."
nb: Og hvem viser fra min erindring - faktisk han vil ha en deprimert liv, og vi vil samle seg på oppstandelsen blind.
sk: Ten, kto sa odvráti od moja spomienka - v skutočnosti, že bude mať depresívne život a zhromažďujeme ho na deň vzkriesenia slepý."
sl: Kdor odvrne od mojega spomina - res, bo imel depresivni življenje in mu druženje na dan od vstajenje slep."
sr_cyrl: Ко год се окреце мој спомен - заиста, он ће имати депресиван живот и ми га скупљамо на дан за ускрснуће слеп."
sr_latn: Ko god se okrece moj spomen - zaista, on će imati depresivan život i mi ga skupljamo na dan za uskrsnuće slep."
uk: Той, хто відвертається від моєї пам'яті - дійсно, він буде мати життя, депресії і ми зберемося йому на день Воскресіння сліпим."
vi: Ai quay lưng lại remembrance của tôi - thực sự, ông sẽ có một cuộc sống chán nản, và chúng tôi sẽ thu thập ông ngày ngày Resurrection mù."
zu: Futhi noma ubani obalekela ukukhunjulwa My - impela uzobondla abe nokuphila ecindezelekile, We bazohlangana him Suku Vuko blind ".

# Quran2473
source: He will say, "My Lord, why have you raised me blind while I was [once] seeing?"
ca: Va dir, "El meu Senyor, per què tenen que em va criar cec mentre jo estava veient [una vegada]?"
cy: Bydd yn dweud, "Fy Arglwydd, pam yr ydych wedi codi mi ddall er [unwaith] oedd gweld?"
da: Han vil sige, "Min herre, hvorfor har du rejst mig blind mens jeg var vidne til [når]?"
el: Θα σου πει, «Κύριέ μου, γιατί έχουν ανέστησες τυφλός ενώ έβλεπα [μία φορά];»
et: Ta ütlen, "Issand, miks sa tõstsid mind pime kuigi ma [kord] nägin?"
fi: Hän sanoo: "Herra, miksi olet korottanut minulle sokea kun olin [kerran] nähdä?"
he: והוא יאמר, "אדוני, למה אתה העלו אותי עיוור בזמן [בעבר] ראיתי?"
hr: Reći će, "Moj gospodaru, zašto ste skupili mi slijepi dok [nekada] vidim?"
lt: Jis sako, "Mano Viešpatie, kodėl jums iškėlė mane aklas o aš [kai] matau?"
lv: Viņš teiks: "Mans kungs, kāpēc jūs sagādājuši man akli kaut [kad] man bija redzēt?"
nb: Han skal si: "Min Herre, hvorfor har du reist meg blind mens jeg [gang] så?"
sk: On bude hovoriť: "Môj pane, prečo ste vyvolali mi slepý zatiaľ čo som [raz] videl?"
sl: Je rekel, "Moj Gospodar, zakaj ste podali mi slepi medtem ko [enkrat] je videvala?"
sr_cyrl: Рекао је, "Мој господару, зашто си скупио ми слепи док [некада] виђала?"
sr_latn: Rekao je, "Moj gospodaru, zašto si skupio mi slepi dok [nekada] viđala?"
uk: Він скаже: "Господи, чому ви підняли мене сліпим коли я [колись] бачив?"
vi: Ông sẽ nói, "Thưa ngài, tại sao có bạn lớn lên tôi mù trong khi tôi đã nhìn thấy [một]?"
zu: Uzothi, "Nkosi, kungani ukuthi uke wazibuza yona me phumputheka ngisenani [once] ebona?"
