Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1734
source: And those who disbelieved say, "Why has a sign not been sent down to him from his Lord?" Say, [O Muhammad], "Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him] -
ca: I els que dubtaven dir, "Per què un signe no hagi estat enviat li del seu senyor?" Dir, [O Muhammad], "de fet, Allah deixa per mal camí qui ell voluntats i guies a ell mateix qui fa la volta [a ell]-
cy: A rhai a ddysgais yn dweud, "Pam arwydd nad anfonwyd i lawr iddo ef gan ei Arglwydd?" Dweud, [O Muhammad], "yn wir, Allah yn gadael ar gyfeiliorn bwy AU ewyllysiau a chanllawiau ei hun pwy bynnag sy'n eu tro yn ôl [i ef]-
da: Og de, der disbelieved siger, "Hvorfor ikke har et tegn blevet sendt til ham fra hans herre?" Sige, [O Muhammad], "faktisk Allah blade på afveje hvem han Testamente og guider til sig selv, hvo vender tilbage [til ham]-
el: Και όσοι disbelieved λένε, «Γιατί ένα σημάδι δεν έχει σταλεί σε αυτόν από τον Λόρδο;» Ας πούμε, [Ο Μωάμεθ], "πράγματι, Αλλάχ αφήνει δρόμους τους οποίους διαθήκες και τους οδηγούς για τον εαυτό του, όποιος γυρίζει την πλάτη [στον αλλά(χ)]-
et: Ja need, kes disbelieved öelda: "Miks märk pole saadetud talle tema Lord?" Öelda, [O Muhammad], "tõepoolest, Allah jätab eksinud kellele He wills ja ise, kes pöördub tagasi [talle] - juhendid
fi: Ja ne, jotka uskoneet sanoa, "Miksi on merkki ei lähettänyt hänen herransa?" Eli [Oi Muhammed] "itse asiassa Jumala lähtee harhaan kenelle tahtoo ja oppaita itse, kuka kääntyy takaisin [hänelle]-
he: מי disbelieved אומרים, "למה סימן לא נשלחה לו מן האל שלו?" תגיד, [O מוחמד], "ואכן, אללה עלי מדרך הישר למי שהוא וקווי עזר לעצמו מי פונה חזרה [אליו]-
hr: I oni koji bio reći, "Zašto znak nije poslao da ga od svoga gospodara?" [O Muhammad], "uistinu, Allah ostavlja krivi put koga hoće i vodiče za sebe onaj koji se okrene natrag []-
lt: Ir tie, kurie disbelieved pasakyti, "Kodėl ženklas nebuvo išsiųsta į jį iš savo Viešpaties?" Tarkim, [O Muhammad], "iš tiesų, Dievas palieka kelio kuriam jis testamentų ir vadovus į save, kas virsta atgal [jam]-
lv: Un tie, kuri disbelieved saka: "Kāpēc zīme nav nosūtīta uz leju viņam no viņa kungs?" Teiksim, [O Muhammad] "patiešām, Allah atstāj apmaldīties kam viņš testamentiem un rokasgrāmatas, lai sevi, kurš atkal pievēršas [viņam]-
nb: Og de vantro sier, "Hvorfor et tegn ikke er blitt sendt til ham fra hans Herre?" Si, [O Muhammad], "faktisk Allah blader vill som han wills og guider til seg den som snur ryggen [til ham]-
sk: A tí, kto pochyboval hovoria: "Prečo znamenie nebola odoslaná mu z jeho pána?" J. [Mohamed], "naozaj, Alah listy scestie koho on wills a sprievodca sám, ten, kto odvracia [s ním]-
sl: In tisti, ki so verjeli pravijo, "Zakaj znak ni bil poslan mu iz svojega gospodarja?" Reči, [O Muhammad], "res, Alah pušča zašel koga je oporok in vodila k sebi, kdor izkaže nazaj [da mu]-
sr_cyrl: И реци онима који не верује, "Зашто је знак није послао да га из свог господара?" Реци , [О Мухаммад], "заиста, Аллах оставља на странпутицу коме је тестамент и водичи за себе ко год окрене назад []-
sr_latn: I reci onima koji ne veruje, "Zašto je znak nije poslao da ga iz svog gospodara?" Reci, [O Muhammad], "zaista, Allah ostavlja na stranputicu kome je testament i vodiči za sebe ko god okrene nazad []-
uk: І тих, хто disbelieved сказати: "Чому знак не надійшло йому пан його?" Кажуть, [O Мухаммад], "дійсно, Аллах залишає оману кого він заповітів і посібників для себе, той, хто повертається назад [його]-
vi: Và những người disbelieved nói, "Tại sao có một dấu hiệu không được gửi cho ông từ của mình Chúa?" Nói, [O Muhammad], "thật vậy, Allah lá lạc lối mà di chúc ông và các hướng dẫn để mình ai quay trở lại [Anh]-
zu: Futhi labo disbelieved nithi, 'Kungani uye isibonakaliso engakaze sa phansi him akhe Lord? "

# Quran1735
source: Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably, by the remembrance of Allah hearts are assured."
ca: Qui he cregut i cors del qual s'asseguren pel record d'al·là. Sens dubte, en el record d'al·là cors són segur."
cy: Rhai sydd wedi credu a sicrheir eu calonnau gan cofio Allah. Yn ddiamau, gan y cofio Allah eu calonnau yn sicr."
da: Dem, der har ment, og hvis hjerte er sikret af erindringen om Allah. Utvivlsomt af erindringen om Allah sikker hjerter."
el: Εκείνους που πίστεψαν και οι καρδιές είναι εξασφαλισμένα από την ανάμνηση του Αλλάχ. Αναμφίβολα, από την ανάμνηση του Αλλάχ καρδιές είναι διασφαλισμένη.»
et: Need, kes on uskunud ja kelle süda on kindel Allah mälestuseks. Kahtlemata poolt mälestuseks Jumal südamed kindel."
fi: Jotka ovat uskoneet ja joiden sydämet varma Allah muistamisesta. Kiistatta jonka Allah muistamisesta sydämet varma."
he: אלה אשר האמינו, שליבם מובטח על ידי הזיכרון של אללה. אין ספק, על-ידי הזיכרון של אללה לבבות מובטח."
hr: Oni koji su povjerovali i čija srca su sigurni od sjećanja na Allaha. Bez sumnje, od sjećanja na Allaha srca su sigurni."
lt: Tiems, kurie tikėjo ir kurių širdis yra tikri iš Dievo atminimas. Be abejo, iš Dievo atminimas širdis tikri."
lv: Tiem, kas ticējusi un kuru sirdis ir nodrošināti ar Allah piemiņai. Neapšaubāmi, par piemiņu no Allah sirdis ir pārliecināti."
nb: De som har trodd og hvis hjerte er sikret av minnet om Allah. Uten tvil, av minnet om Allah hjerter er forsikret."
sk: Tí, ktorí uverili a ktorých srdcia zabezpečená pamiatku Alah. Nepochybne, od pamiatku Alah srdce istí."
sl: Tiste, ki ste verjeli in katerih srca so zagotovljena z spomina Allah. Nedvomno, z spomina Allah srca prepričani."
sr_cyrl: Оне који верују и чија срца су сигурни под сећањем од Алаха. Без сумње, под сећањем Аллаха срца су сигурни."
sr_latn: One koji veruju i čija srca su sigurni pod sećanjem od Alaha. Bez sumnje, pod sećanjem Allaha srca su sigurni."
uk: Ті, хто вірив операціях і чиї серця на згадку про Аллаха. Без сумніву, за пам'ять про Аллах серця впевнені."
vi: Những người đã tin tưởng và trái tim mà được đảm bảo bởi remembrance của Allah. Unquestionably, bởi remembrance của Allah trái tim được đảm bảo."
zu: Labo siye sakholwa futhi abanezinhliziyo baqinisekiswa by ukukhunjulwa Allah.

# Quran1736
source: Those who have believed and done righteous deeds - a good state is theirs and a good return.
ca: Aquells que han cregut i fet escriptures justos - bon estat ells i un bon retorn.
cy: Rhai sydd wedi credu a gwneud gweithredoedd cyfiawn-cyflwr da hwy ac elw da.
da: Dem, der har ment og gjort retfærdige gerninger - en god tilstand, er deres og et godt afkast.
el: Εκείνοι που πίστεψαν και γίνει δίκαιοι πράξεις - καλή κατάσταση είναι δικοί τους και μια καλή επιστροφή.
et: Need, kes on uskunud ja teinud õiged teod - heas, on nemad ja selle investeeringutasuvus.
fi: Niille, jotka ovat uskoneet ja tehdä vanhurskaita tekoja - hyvässä kunnossa on hyvä palata.
he: אלה אשר האמינו והוא עשה מעשים טובים - מצב טוב שלהם תשואה טובה.
hr: Oni koji su vjerovali i pravedna djela - dobrom stanju je njihov i dobar povratak.
lt: Tie, kurie tikėjo ir padaryti teisingas poelgius - geros būklės yra jiems ir gera grįžti.
lv: Tiem, kas ticējusi un izdarīts taisnīgs darbiem - labā stāvoklī ir savējo un labu atdevi.
nb: De som har trodd og gjort rettferdige gjerninger - en god tilstand er deres og en god avkastning.
sk: Tí, ktorí uverili a urobil spravodlivé skutky - dobrom stave je ich a dobrý return.
sl: Tisti, ki je verjel in naredil pravednici dejanja - dobrem stanju je njihov in dober donos.
sr_cyrl: Они који су веровали и урадио праведни дела - у исправно стање њихова и добар новац.
sr_latn: Oni koji su verovali i uradio pravedni dela - u ispravno stanje njihova i dobar novac.
uk: Ті, хто вірив і робити добрі справи - справного стану є голоси і гарне повернення.
vi: Những người đã tin tưởng và thực hiện những hành động chính đáng - một nhà nước tốt của họ và một tốt trở lại.
zu: Labo siye sakholwa futhi ungenzele izenzo zokulunga - esesimweni esihle yabo, inzuzo enhle.

# Quran1737
source: Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, "He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return."
ca: Així han t'hem enviat a una comunitat abans que [altres] comunitats han passat a perquè vostè podria recitar-los allò que ens va revelar a vostè, mentre que no creuen en el misericordiós. Dir, "és el meu Senyor. no hi ha cap Déu excepte ell. A ell vaig confiar i a ell és el meu retorn."
cy: Felly rydym wedi anfon atoch i gymuned cyn sydd wedi [arall] Cymunedau yn pasio ar felly efallai byddwch yn adrodd iddynt a ydym wedi datgelu i chi, tra mae eu chredu yn fwyaf tosturiol. Dweud, "ei fod yn fy Arglwydd; Nid oes unrhyw Dduwdod ac eithrio ef. Arno rwy'n dibynnu a iddo yw fy dychwelyd.
da: Dermed har vi sendt dig til et fællesskab før som [andre] samfund er gået på, så du kan fremsige dem, som vi viste til dig, mens de tvivle i den mest barmhjertige. Sige, "han er min herre; der er ingen guddom undtagen ham. Ham jeg stole, og han er min tilbagevenden."
el: Έτσι έχουν που σας στείλαμε μια κοινότητα ενώπιον του οποίου [άλλες] κοινότητες έχουν περάσει στο έτσι σας μπορεί να διηγούμαι τους αυτό που μας προέκυψε σε εσάς, ενώ αυτοί που δυσπιστώ σε ο πανάγαθος. Λένε, «είναι Κύριέ μου? δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Προς αυτόν εγώ βασίζονται, και σ ' αυτόν επιστροφή μου.»
et: Seega me teile saadetud ühendusse enne mida [other] ühenduste möödunud aasta nii võib etlema neile seda, mis meil näitas sulle, kuigi nad usu. linnas kõige armuline. Öelda: "ta on mu isand; ei ole jumalus, välja arvatud tema. Talle ma usaldada ja temaga on minu tagasi."
fi: Näin me lähettänyt sinulle yhteisön, jossa [other] yhteisöjen käynyt joten te voi kertoa heille että, joka osoitti sinulle, vaikka he epäillä Armahtaja. Sanoa, "hän Herraani. ei ole Jumaluutena, paitsi hänelle. Hänelle olen luottaa ja hänelle on minun palata."
he: ובכך אנו שלחנו לך קהילה שלפניו [השני] קהילות עברו על כך אתה יכול לדקלם להם את אשר חשפנו לך, בזמן שהם לא מאמין בשום הרחמן ביותר. אומרים, "הוא אדוני; יש אין אלוהות חוץ ממנו. עליו אני סומך, ויש לו החזרה שלי."
hr: Tako smo te poslali u zajednicu prije kojeg [drugih] zajednica prošlo na tako da ih može recitirati ono što mi je otkrio, dok oni vjerovati u najmilostiviji. "On je moj gospodar; Nema Božanstva osim njega. Na njega sam osloniti, i da ga je moj povratak."
lt: Tokiu būdu mes atsiuntė jums iki kurios [kitos šalys] Bendrijų praėjo apie, jums gali deklamuoti jiems tai, kas mes atskleisti jums, o jie neturi uwierzyli, kad litosciwy bendruomenei. Sako, "jis yra mano Viešpats; nėra jokių Dievybės išskyrus jam. Jam aš pasitikėti, ir jam yra mano grįžti."
lv: Tādējādi mums ir nosūtījis jums Kopienā, pirms kura [citiem] Kopienu ir nodotas, lai jūs varētu deklamēt tiem, kas mums atklājās, kamēr viņiem neticēt, jo vairums žēlsirdīgs. Saka: "viņš ir mans Lord; nav neviens, izņemot viņu dievība. Upon Him es paļauties, un viņam ir manu atgriešanos."
nb: Dermed har vi sendt deg til et samfunn som [andre] samfunn har gått på så du kan resitere dem som vi avslørte deg, mens de tviler i den mest Nåderike. Si, "han er min Herre; Det er ingen guddom bortsett fra ham. Ham jeg stole, og for ham er min tilbake.
sk: Preto sme vám poslali na obec, pred ktorým [Ostatné] obce prešli na takže môže prednášať na ne, ktoré sme odhalili, zatiaľ čo oni neveria v Most Milosrdných. Povedať: "on je môj pán; Neexistuje žiadne božstvo okrem neho. Mu môžem spoľahnúť a mu je môj návrat.
sl: Tako so mi poslal v Skupnosti, pred katerim so opravili [druge] Skupnosti na tako bi recitiranjem nanje, ki mi je pokazala, da vas, medtem ko ti verjamem v najbolj usmiljen. Reči, "on je moj gospodar; ni nobene božanstva, razen njega. Na njem sem zanašati, in mu je moji vrnitvi."
sr_cyrl: Стога смо ти послали заједници пре кога [других] заједница преминуо тако да си могао да рецитује их оно што смо открили, док ти верују у је најмилостивији. "Он је мој господару; тамо је нема боћанство осим њега. На њега сам се ослонити и да га је мој повратак."
sr_latn: Stoga smo ti poslali zajednici pre koga [drugih] zajednica preminuo tako da si mogao da recituje ih ono što smo otkrili, dok ti veruju u je najmilostiviji. "On je moj gospodaru; tamo je nema boћanstvo osim njega. Na njega sam se osloniti i da ga je moj povratak."
uk: Таким чином ми надіслали вам в товаристві, перед яким [іншого] громад перейшли так що ви могли б читати їм те, що ми показали вам, поки вони не вірити в самий милосердний. Сказати, "Він мій Господь. немає не божества, за винятком йому. На ньому я розраховувати і йому мого повернення."
vi: Do đó chúng tôi đã gửi cho bạn một cộng đồng trước khi mà các cộng đồng [khác] đã thông qua ngày do đó, bạn có thể đọc cho họ mà trong đó chúng tôi tiết lộ cho bạn, trong khi họ disbelieve trong thương xót nhất. Nói, "ông thưa ngài; có là không có vị thần ngoại trừ anh ta. Khi anh ta tôi dựa, và ông là trở lại của tôi."
zu: kanjalo Sithumele emphakathini phambi kwalo [ezinye] imiphakathi baye badlula ku ngakho ungase hlabelela them lowo esasinawo phendla you ngenkathi they disbelieve ngaphakathi the Ningi Nomusa.

# Quran1738
source: And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise.
ca: I si hi havia qualsevol Qur ' an per la qual es retira les muntanyes o la terra es trenca part o morts es faria parlar, [seria aquest Alcorà], però a Allah pertany l'assumpte totalment. Llavors qui considerava no han acceptat que havia al là volgués, que han guiat la gent, tots ells? I els que dubten no deixaran de ser colpejat, per el que han fet, per la calamitat - o va descendir a prop de casa seva - fins que arriba la promesa d'Allah. De fet, Allah no fallar a [seva] promesa.
cy: Ac os oedd unrhyw qur'an y byddai symud mynyddoedd neu fyddai'n y ddaear yn cael eu torri yn ddarnau neu byddai y meirw yn cael eu gwneud i siarad, [byddai'n Qur'an hwn], ond i bod Allah yn perthyn y ddigwyddiad llwyr. Yna wedi rhai a gredai na derbyn bod wedi Allah ewyllysio iddi, byddai ef wedi arwain y bobl, pob un ohonynt? A rhai a chredu wneud peidio â chael taro, ar gyfer beth maent wedi'i wneud, gan drychineb-neu bydd ei ddisgyn ger eu cartref-nes y daw yr addewid o Allah. Yn wir, nid yw'r Allah yn methu yn [ei] addewid.
da: Og hvis der var nogen Koranen som bjergene ville være fjernet eller jorden ville være brudt apart eller døde vil blive gjort at tale, [det skulle dette Koranen], men at Allah hører sagen helt. Derefter har de, som ikke troede accepteret, at havde Allahs vilje, han ville have styret folk, alle af dem? Og dem, der ikke tror ophører med ikke at være ramt, for hvad de har gjort, af katastrofe - eller det vil stige ned i nærheden af deres hjem - indtil der kommer et løfte om Allah. Faktisk svigter Allah ikke i [hans] løfte.
el: Και αν υπήρχε οποιαδήποτε qur'an, με την οποία θα καταργούνταν τα βουνά ή στη γη θα να σπάσει χώρια ή τους νεκρούς θα γίνει για να μιλήσει, [θα ήταν αυτό Qur'an], αλλά να Αλλάχ ανήκει εξ ολοκλήρου η υπόθεση. Στη συνέχεια δέχθηκαν όσοι δεν πίστευαν ότι είχε βουλητικός Αλλάχ, αυτός θα καθοδήγησαν το λαό, όλα αυτά; Και όσοι δυσπιστώ δεν παύουν να χτυπηθεί, για το τι έχουν κάνει, από καταστροφή - ή αυτό θα κατέβουν κοντά στο σπίτι τους - μέχρι εκεί έρχεται η υπόσχεση του Αλλάχ. Πράγματι, Αλλάχ δεν αποτυγχάνει στην υπόσχεσή [του].
et: Ja kui ei olnud ühtegi Koraan, millega jäetaks mägedes või maa peal oleks katki peale või surnud tehakse rääkida, [oleks see Koraan], kuid et Jumal kuulub asi täiesti. Siis need, kes uskusid ei aktsepteerinud et oli Jumal kombeks, ta on juhindutud inimesi, neid kõiki? Ja need, kes usu lakka tabas, mida nad teinud, mida õnnetus - või see laskuvad lähedal oma kodus - kuni tuleb Jumala tõotus. Tõepoolest, Allah ei [tema] lubadus.
fi: Ja jos oli Koraani, jonka vuoret poistettaisiin tai maan rikki lisäksi tai kuollut tehtäisiin puhua, [olisi tämän Koraanin], mutta Jumala kuuluu asia kokonaan. Sitten ne, jotka eivät uskoneet hyväksyneen, että had hillitä jälkisäädös, hän olisi ohjata ihmiset, ne kaikki? Ja ne, jotka ovat uskottomia lakkaa iski, mitä he ovat tehneet, jonka onnettomuus - tai laskeutua lähellä koti - kunnes tulee Jumalan lupaus. Itse asiassa Jumala ei epäonnistu [hänen] lupaus.
he: ושייך אם היה כל הקוראן שבו הוסרו ההרים או כדור הארץ להיות שבור לחתיכות או המתים ייעשה לדבר, [זה יהיה את הקוראן הזה], אלא כדי אללה הרומן כולו. אז אלו שהאמינו לא להסכים כי היה שאללה רצה, הוא הנחו את האנשים, כולם? אלה לא להאמין לא מפסיקים להיות פגע, עבור מה הם עשו, על ידי לאסון - או זה לרדת ליד ביתם - עד הנה באה ההבטחה של אללה. אכן, אללה לא נכשל בההבטחה [שלו].
hr: I ako je bilo koji Kur'an kojim planine će biti uklonjena ili zemlje bi se razbije zasebnih ili mrtvi bi se razgovarati, [bit će ovaj Kur'an], ali da Allahu pripada afera u potpunosti. Onda oni koji su vjerovali nije prihvatio da je Allah htio, on bi vodio ljude, svi oni? I oni koji ne vjeruju ne prestaju da se udario, za ono što su učinili, strane nesreća - ili će se u blizini svoje kuće - dok ne dođe obećanje od Allaha. Uistinu, Allah neće iznevjeriti [njegov] obećanje.
lt: Ir jei ten buvo bet Korano kalnų bus pašalintas arba žemės būtų pažeisti apart arba mirę būtų kalbėti, [būtų šis Koran], bet kad Dievas priklauso reikalas visiškai. Tada tie, kurie netiki sutiko, kad buvo Dievo valia, jis būtų vadovaujasi žmonės, visi jie? Ir tie, kurie neturi wierza nenustoja būti paauti, už ką jie padarė, iš bėdų - ar jis nusileis netoli savo namų - kol ateis Dievo pažadas. Iš tiesų, Dievas nėra nepavyksta – [jo] pažadą.
lv: Un, ja tur bija jebkura Korāns, kas kalnos vajadzētu novākt vai zeme tiktu sadalīti atsevišķi vai mirušo nāktos runāt, [tas būtu šo Qur], bet Allāha pieder lieta pavisam. Pēc tam tie, kuri uzskatīja, ka nav pieņēmuši, ka Allāha gribas, viņš varētu vadīties cilvēki, visi no tiem Un tiem, kam neticēt nav vairs pārsteigts par to, ko viņi ir darījuši, ko nelaime - vai tā nokāpt pie savas mājas - līdz brīdim, kad pienāk Allah solījumu. Patiešām, Allah nevar neizdoties [viņa] solījumu.
nb: Og hvis det var noen Koranen som fjellet fjernes eller jorden ville bli brutt fra hverandre eller døde foretas å snakke, [det ville være denne Koranen], men til Allah tilhører saken helt. Deretter har de som ikke trodde akseptert at fikk Døyve ville, han ville ha guidet folk, alle av dem? Og de som tviler slutte ikke å bli slått, for hva de har gjort, ved ulykke - eller det vil ned nær sitt hjem - til det kommer løftet av Allah. Faktisk mislykkes Allah ikke i [hans] løftet.
sk: A ak tam bol žiadne Korán, ktorý hory by sa zrušilo alebo Zem by byť rozdelená alebo mŕtvi by sa hovoriť, [je to Korán], ale Alah patrí aféra úplne. Potom prijali tých, ktorí neverili, že mal Boh chcel, on by riadiť ľudí, všetky z nich? A tých, ktorí neveriť neprestávajú byť udrel, čo urobili, od kalamity - alebo to bude klesať v blízkosti ich domov - kým príde prísľub Alah. Vskutku, Alah nezabudla v [jeho] sľub.
sl: In če ni bilo vse Koran, ki gore zbrisal ali Zemlje bi lomljenega narazen ali mrtvih bi treba govoriti, [bi bilo tej Qur'an], ampak da Allah spada aferi povsem. Potem tisti, ki so verjeli ne sprejeli, da had Allah voljan, on bi voditi ljudi, vse od njih? In tistim, ki verjamem temu, da udari, za kaj so storili, jih nesreča - ali ga spustimo blizu svojih domov -, dokler ne pride obljubo Allah. Res, Allah ne v [svojega] obljubo.
sr_cyrl: И ако није било никакве Куран помоћу којих би уклонити планинама, или земља би била сломљена раздвојени или мртве бих како би се говори, [да је овај Куран], али да је Аллах у потпуности припада аферу. Онда прихватили су они који не верују да је Алах воље, он би довео људе, сви они? И оне који више не престану да бити обрисани, за шта су урадили, од стране Каламити - или то да се спусте у близини своје куће -, док не доде обећање од Алаха. Заиста , Аллах пропасти у [] обећање.
sr_latn: I ako nije bilo nikakve Kuran pomoću kojih bi ukloniti planinama, ili zemlja bi bila slomljena razdvojeni ili mrtve bih kako bi se govori, [da je ovaj Kuran], ali da je Allah u potpunosti pripada aferu. Onda prihvatili su oni koji ne veruju da je Alah volje, on bi doveo ljude, svi oni? I one koji više ne prestanu da biti obrisani, za šta su uradili, od strane Kalamiti - ili to da se spuste u blizini svoje kuće -, dok ne dode obećanje od Alaha. Zaista, Allah propasti u [] obećanje.
uk: І якщо було будь-яких Коран, за допомогою якого гори буде видалений або землі б бути розділений на частини або мертвих виготовлятимуться говорити, [що це Коран], але щоб Аллах повністю належить у справі. Потім, хто вірив не прийняли, що був Аллах того, він хотів би керував людей, всі з них? І тих, хто не вірити не перестане бути вражений тим, за те, що вони зробили, шляхом лихо - або його і сходить біля свого будинку - поки настає обіцянку Аллаха. Дійсно, Аллах невдачу в [його] обіцянку.
vi: Và nếu đã có bất kỳ kinh Koran mà những ngọn núi sẽ được gỡ bỏ hoặc trái đất sẽ được chia nhỏ ngoài hoặc chết sẽ được thực hiện để nói chuyện, [sẽ có kinh Koran này], nhưng để Allah thuộc chuyện hoàn toàn. Sau đó có những người tin rằng không chấp nhận rằng có Allah ý chí, ông sẽ có hướng dẫn cho người dân, tất cả chúng? Và những người disbelieve không ngừng để có thể tấn công, cho những gì họ đã làm, bởi thiên tai - hoặc nó sẽ đi xuống gần nhà của họ - cho đến khi có những lời hứa của Allah. Thật vậy, Allah không thất bại trong lời hứa [của mình].
zu: Futhi uma ikhona Qur'an ngazo izintaba lwaluyonqanyulwa noma emhlabeni abayokuya ephukile ahluke noma abafileyo babeyobuyiselwa wenza ukuba akhulume, [bekuyoba lokhu Qur'an], kodwa Allah fanele nomakhwapheni ngokuphelele.
