Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2899
source: Or do you think that most of them hear or reason? They are not except like livestock. Rather, they are [even] more astray in [their] way.
ca: O creus que la majoria d'ells escoltar o raó? No són excepció com bestiar. Més aviat, són [encara] més per mal camí a [el seu] camí.
cy: Neu a ydych yn credu bod rhan fwyaf ohonynt yn clywed neu reswm? Nid ydynt ac eithrio fel da byw. Yn hytrach, maent yn [yn] fwy ar gyfeiliorn yn eu ffordd [eu].
da: Eller tror du at de fleste af dem høre eller årsag? De er ikke undtagen som husdyr. De er snarere, [endnu] mere på afveje i [deres] måde.
el: Ή νομίζετε ότι τα περισσότερα από αυτά ακούω ή λόγο; Δεν είναι εκτός από όπως ζώα. Μάλλον, είναι [ακόμη] πιο παραστρατημένος κατά τρόπο [τους].
et: Või sa arvad, et enamik neist kuulda või motivatsioon? Nad ei ole peale nagu kariloomad. Pigem on [isegi] rohkem eksinud kohta [oma] teel.
fi: Vai Luuletko, että suurin osa heistä kuulla tai syystä? Ne eivät ole paitsi kuin karjaa. Pikemminkin ne ovat [] vieläkin harhaan [niiden] tavalla.
he: או שאתה חושב כי רובם שומעים או סיבה? הם אינם אלא כמו בעלי. במקום זאת, הם [אפילו] יותר מדרך הישר בדרך [שלהם].
hr: Ili ti misliš da je većina od njih čuti ili razlog? Oni nisu osim poput stoke. Umjesto toga, oni su [još] više krivim putem [svojim] način.
lt: Arba jūs manote, kad dauguma jų išgirsti ar priežastis? Jie nėra išskyrus kaip gyvuliai. O, jie [net] daugiau kelio [jų] būdu.
lv: Vai jūs domājat, ka lielākā daļa no viņiem dzirdēt vai iemesls? Tie nav izņemot kā lopu. Drīzāk, tie ir apmaldīties [vēl] [to] veidā.
nb: Eller tror du at de fleste av dem hører eller grunn? De er ikke unntatt som husdyr. Er [] enda avveie [sine] måte.
sk: Alebo si myslíte, že väčšina z nich počuť alebo dôvod? Nie sú výnimkou ako dobytok. Trochu, oni sú [] ešte scestie [ich] spôsobom.
sl: Ali misliš, da večina od njih slišati ali razlog? Niso razen kot živina. Namesto, da so [tudi] več zašel v [njihovi] način.
sr_cyrl: Или мислите да је већина њих иујељ или разлог? Они нису осим као стоку. Радије , они су [чак] више застранили [им] на путу.
sr_latn: Ili mislite da je većina njih иujeљ ili razlog? Oni nisu osim kao stoku. Radije, oni su [čak] više zastranili [im] na putu.
uk: Чи ви думаєте, що більшість з них почути або причина? Вони не є крім як тваринництво. Швидше за все, вони [] ще оману [їх] чином.
vi: Hoặc bạn có nghĩ rằng hầu hết trong số họ nghe hoặc lý do? Chúng không phải trừ như chăn nuôi. Thay vào đó, họ là [thậm chí] nhiều lạc lối theo cách [của họ].
zu: Noma ingabe ucabanga ukuthi iningi labo ukuzwa noma baqonde?

# Quran2900
source: Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.
ca: Has no considera el seu Senyor - com ell s'estén l'ombra, i si ell willed, podria haver fet això immòbil? Llavors vam fer el sol per a això una indicació.
cy: Ydych chi wedi ystyried eich Arglwydd yn nad-sut y mae ef yn ymestyn yr wrthblaid, ac os oedd yn ewyllysio iddi, gallai fod wedi'i gyflwyno yn llonydd? Yna rydym yn gwneud yr haul ar ei gyfer yn arwydd.
da: Har du ikke overvejet din herre - hvordan han udvider skyggen, og hvis han testamenterede han kunne have gjort det stationære? Så vi lavede solen for det en indikation.
el: Έχετε εξετάσει δεν σας Λόρδος - πώς ο επεκτείνει τη σκιά, και εάν αυτός θέλησε, αυτός θα μπορούσε να έχουν καταστήσει εν στάσει; Στη συνέχεια, κάναμε τον ήλιο για αυτό μια ένδειξη.
et: Kas te ei peeta oma Issanda - kuidas ta laiendab varju, ja kui ta kombeks, ta oleks võinud seda paigal? Siis tegime päike seda märget.
fi: Onko teillä pidetä Herrasi - kuinka hän laajentaa varjo, ja jos hän tahtoo, hän olisi voinut tehdä sen paikallaan? Sitten teimme aurinko siitä maininta.
he: אתה לא נחשב. האל שלך - איך הוא מרחיב את הצל, ואם הוא רצון, הוא יכל להפוך אותו נייח? ואז עשינו השמש על זה אינדיקציה.
hr: Te ne smatra vaš gospodar - kako da se proteže sjena, a on je htio, on bi uspio stacionarni? Onda smo sunce za to indikacija.
lt: Jums nėra laikomas jūsų Viešpats - kaip jis išplečia šešėlis, ir, jei jis norėjo, jis galėjo padaryti tai stacionarus? Tada mes padarėme saulės už tai nurodymas.
lv: Jūs neuzskata par savu kungu,-kā viņš plešas ēnu, un, ja viņam gribas, viņš nevarēja būt jau stāv? Tad mēs veicām saule to norādi.
nb: Har du ikke vurdert deres Herre - hvordan han utvider skyggen, og hvis han villet, han kunne ha gjort det stasjonære? Da vi gjorde solen for det en indikasjon.
sk: Ste za svojho pána - ako sa rozširuje tieň a on chcel, mohol si urobil to stacionárne? Potom sme sa slnko to údaj.
sl: Ste šteje vaš gospodar - kako je sega senca, in če je volje, on strjena lava življati narejen to nepremični? Nato smo na soncu za to navedbo.
sr_cyrl: Зар нисте узели у обзир твој господар - како се он проширује сенка и ако он воље, он је могао стационарне? Направили смо сунце за то индикација.
sr_latn: Zar niste uzeli u obzir tvoj gospodar - kako se on proširuje senka i ako on volje, on je mogao stacionarne? Napravili smo sunce za to indikacija.
uk: Ви не вважається ваш Господа - як він розширює тіні, і якщо він волею, він міг зробити це стаціонарні? Потім ми зробили сонця за це вказівка.
vi: Có bạn không được xem là Chúa tể của bạn - làm thế nào ông kéo dài trong bóng tối, và nếu anh ta ý chí, ông có thể đã làm cho nó cố định? Sau đó chúng tôi làm mặt trời cho nó một dấu hiệu.
zu: Anizange yini nisebenzise kubhekwe kho Lord - indlela Yena usinika isithunzi, futhi uma willed He niyenzé umile?

# Quran2901
source: Then We hold it in hand for a brief grasp.
ca: Llavors ens manteniu agafat a la mà un pom breu.
cy: Yna rydym yn cynnal ei mewn llaw ar gyfer dealltwriaeth byr.
da: Derefter vi holde det i hånden for en kort rækkevidde.
el: Στη συνέχεια εμείς κρατήστε το στο χέρι για μια σύντομη κατανόηση.
et: Siis me Hoia seda kassas lühike aru.
fi: Sitten me pidä sitä kädessä lyhyt ote.
he: ואז אנחנו מחזיקים אותו ביד על הבנה קצרה.
hr: Onda smo ga držite u ruci za kratak shvatiti.
lt: Tada mes laikykite jį rankoje trumpas suvokti.
lv: Tad mēs turēt rokā uz īsu tvēriena.
nb: Så vi holder den i hånden for en kort rekkevidde.
sk: Potom budeme držať v ruke na Stručný prehľad.
sl: Potem bomo držite v roki za kratek razumevanje.
sr_cyrl: Затим смо га држите у руци за кратак разумевање.
sr_latn: Zatim smo ga držite u ruci za kratak razumevanje.
uk: Потім ми провести його в руках для короткий досяжності.
vi: Sau đó chúng tôi giữ nó trong tay một nắm ngắn.
zu: Sabe uyibambe ngesandla ukubamba kafushane.

# Quran2902
source: And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection.
ca: I és ell qui ha fet la nit per a vostè com la roba i la resta son [un mitjà per] i ha fet el dia a la resurrecció.
cy: Ac ef a wnaeth y nos i chi fel dillad a gweddill cysgu [modd] a wnaed y diwrnod atgyfodiad.
da: Og det er ham, der har gjort natten for dig som tøj og søvn [et middel for] resten og har gjort dagen til en opstandelse.
el: Και είναι αυτός που έχει κάνει η νύχτα για εσάς ως ιματισμό και ύπνο [μέσο για] υπόλοιπο και έχει κάνει την ημέρα την ανάσταση.
et: Ja see on tema, kes on kui riided ja une [selleks] ülejäänud ööd teile teha ja on teinud päev ülestõusmine.
fi: Ja hän on tehnyt yön sinulle vaatteet ja nukkua [keino] muualla ja on tehnyt päivä ylösnousemus.
he: . וזה מי הפך את הלילה עבורך כמו בגדים, לישון [אמצעי] מנוחה והפכה ביום תחיית המתים.
hr: I on je taj koji je napravio noć za vas kao odjeća i ostalo spavanje [sredstvo za] i je napravio na dan uskrsnuća.
lt: Ir tai tas, kuris padarė naktį jums kaip drabužių ir miego [priemonė] poilsio ir padarė dieną per prisikėlimą.
lv: Un tas ir tas, kas jums ir veikusi nakts kā apģērbu un miega [līdzekļus] atpūtas un veikusi augšāmcelšanās dienu.
nb: Og det er han som har gjort natten for deg som klær og sove [et middel for] resten og har gjort dagen en oppstandelse.
sk: A je to on, kto urobil v noci si oblečenie a zvyšok spánku [prostriedok] a urobila deň vzkriesenia.
sl: In to je on, ki je iz noči za vas kot oblačila in spanja [sredstvo za] ostali in je dan na vstajenje.
sr_cyrl: И он је постигла ноћи за тебе као одецу и остало сна [средство за] и остварила дан је ускрснуће.
sr_latn: I on je postigla noći za tebe kao odecu i ostalo sna [sredstvo za] i ostvarila dan je uskrsnuće.
uk: І це той, хто зробив ніч для вас, як одяг і сну [засоби для] відпочинку і зробила день на Воскресіння.
vi: Và ông đã làm cho đêm cho bạn như quần áo và phần còn lại giấc ngủ [một vật] và đã thực hiện ngày một phục sinh.
zu: Futhi kuba Lowo owenza ebusuku ngawe zokugqoka balale [indlela] ukuphumula futhi uye wenza usuku lovuko.

# Quran2903
source: And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water
ca: I és el que envia els vents com bona nova abans de la seva misericòrdia, i li enviarem de l'aigua pura de cel
cy: Ac ef sy'n anfon y gwyntoedd fel tidings da cyn ei drugaredd, a byddwn yn ei anfon i lawr o'r dŵr pur sky
da: Og det er ham, der sender vindene som gode tidender før hans barmhjertighed, og vi sender fra himlen ren vand
el: Και είναι αυτός που στέλνει τους ανέμους ως καλή είδηση, πριν από το έλεος, και στέλνουμε από το νερό καθαρό ουρανό
et: On see, kes saadab tuuled rõõmusõnumit enne tema armu ja me saadame taevas puhast vett
fi: Hän voi lähettää tuulet ilosanoman ennen hänen armonsa ja lähetämme sky puhtaasta vedestä
he: ואת זה אשר שולח את הרוחות כמו בשורות טובות לפני לרחמיו. נשלח מן המים שמיים טהורה
hr: On je taj koji šalje vjetrove kao radosne prije njegova milosrđa i pošaljemo s neba čistu vodu
lt: Ir tai tas, kuris siunčia vėjai kaip gera žinia prieš jo malonės, ir mes siųsti iš dangaus gryno vandens
lv: Tas ir viņš, kurš sūta vējiem kā labas vēstis pirms viņa žēlsirdību un nosūtām uz leju no debesīm tīra ūdens
nb: Det er han som sender vinden som godt budskap før hans barmhjertighet og vi sende fra himmelen rent vann
sk: Je to on, kto posiela vetry ako dobrá zvesť pred jeho milosrdenstvo a pošleme z neba čistej vody
sl: Je bil kdo pošlje vetrovi kot dobrih novic pred njegovo milost in pošljemo iz neba bistra voda
sr_cyrl: Он је шаље ветрови као радосне пред његову милост и пошаљемо из неба чиста вода
sr_latn: On je šalje vetrovi kao radosne pred njegovu milost i pošaljemo iz neba čista voda
uk: Саме він посилає вітри як добру новину перед його милосердя і ми відправляємо з неба чистої води
vi: Và ông đã gửi gió như tidings tốt trước khi lòng thương xót của, và chúng tôi gửi từ nước tinh khiết trên bầu trời
zu: Futhi kuba He bani sa oya izindaba ezinhle ngaphambi Akhe sa We sa phansi bhakabhaka msulwa nzi!

# Quran2904
source: That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men.
ca: Que ens pot portar a la vida per tant una terra morta i donar-li com beguda als hem creat de nombrosos homes i bestiar.
cy: Gall ddod â bywyd i gan dir marw a roi fel diod i rheini rydym yn creu o nifer o ddynion a da byw.
da: At vi kan bringe til livet derved en døde jord og give det som drik til dem lavet vi af talrige dyr og mænd.
el: Ότι ενδέχεται να φέρει στη ζωή με αυτόν τον τρόπο μια νεκρή γη και να δώσει ως ποτό σε αυτούς δημιουργήσαμε πολλές ζώων και τους άνδρες.
et: Et saaksime tuua elu seeläbi surnud maa ja anda see jook neile lõime arvukad elusloomade ja meestele.
fi: Voi tuoda elämään siten kuollut maa ja antaa sen juoma niille olemme luoneet lukuisia karjan ja miesten.
he: כי אנחנו עשויים להביא לחיים ובכך ארץ מת, תן אותו כמו המשקה לאלה יצרנו של חיות משק רבות גברים.
hr: Da možemo dovesti u život tako mrtva zemlja i dati kao piće za one stvorili smo brojne stoke i ljudi.
lt: Kad galime atgaivinti taip miręs žemės ir suteikti jai kaip gėrimas tiems, mes sukūrėme daug gyvulių ir vyrai.
lv: Mēs varam tādējādi celt dzīves miris zemes un sniegt to kā dzēriens, tiem, mēs esam izveidojuši daudz lopu un vīriešu.
nb: At vi kan gi liv og dermed en død land og gi den som drikker til de laget vi av mange husdyr og menn.
sk: Že môžeme priviesť k životu, čím krajina mŕtvych a dať ako nápoj tým sme vytvorili množstvo hospodárskych zvierat a ľudí.
sl: Da smo lahko prinese v življenje s tem mrtva dežela in da ga kot pijača za tiste, smo ustvarili številne živine in ljudi.
sr_cyrl: Да оћиви чиме би мртва земља и да га дати као пиће оних створили смо бројне стоке и људи.
sr_latn: Da oћivi čime bi mrtva zemlja i da ga dati kao piće onih stvorili smo brojne stoke i ljudi.
uk: Щоб повернути до життя тим самим мертвих землі та дати його як напій тим ми створили численні тваринництва та чоловіків.
vi: Chúng tôi có thể mang lại cho cuộc sống từ đó một vùng đất chết và cung cấp cho nó như là thức uống với những người chúng tôi tạo ra nhiều gia súc và người đàn ông.
zu: Lokho Singase ukuletha ekuphileni ngaleyo ndlela ezweni labafile futsi aniketa it njengoba siphuze kulabo We qamba livestock eziningi namadoda.

# Quran2905
source: And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief.
ca: I sens dubte hem distribuït entre ells que es podria tenir en compte, però la majoria de la gent es neguen excepte incredulitat.
cy: Ac yn sicr rydym wedi dosbarthu yn mysg y gellid eu hatgoffa, ond mae'r rhan fwyaf o bobl yn gwrthod ac eithrio anghrediniaeth.
da: Og vi har helt sikkert fordelt det mellem dem, at de kan blive mindet om, men de fleste mennesker nægter undtagen vantro.
el: Και σίγουρα αυτό έχουν διανεμηθεί μεταξύ τους που μπορεί να υπενθυμιστείτε, αλλά οι περισσότεροι άνθρωποι αρνούνται εκτός από δυσπιστία.
et: Ja meil on kindlasti jagati ta neile, et nad võiks meelde, kuid enamik inimesi keelduda välja arvatud uskumatus.
fi: Ja me varmasti jakaa se muun muassa, että ne ehkä muistutti, mutta suurin osa ihmisistä on kiellettävä lukuun epäusko.
he: בהחלט שחילקנו זה וביניהם מוטב, אך רוב האנשים מסרבים מלבד חוסר אמונה.
hr: I mi svakako su raspodijeljena među njima i da ih se moglo podsjetiti, ali većina ljudi odbijaju osim nevjerice.
lt: Ir mes yra tikrai paskirstomas tarp jų, kad jie gali priminti, bet dauguma žmonių atsisakyti išskyrus netikėjimo.
lv: Un mēs noteikti esat sadalījis starp viņiem, ka viņi varētu saņemt atgādinājumu, bet lielākā daļa cilvēku atsakās, izņemot neticība.
nb: Og vi har sikkert fordelt det blant dem som de kan være minnet, men de fleste nekter unntatt vantro.
sk: A budeme mať určite distribuované medzi nimi, ktorý môže pripomenúť, ale väčšina ľudí odmietajú okrem neveriacky.
sl: In smo zagotovo razdeljeni med njimi, ki bi se spomnil, vendar večina ljudi zavrniti razen nejeverno.
sr_cyrl: И свакако то слали међу њима који може бити подсетили су, али већина људи одбијају осим неверовање.
sr_latn: I svakako to slali među njima koji može biti podsetili su, ali većina ljudi odbijaju osim neverovanje.
uk: І ми безумовно розповсюдив її серед них, що вони могли б нагадав, але більшість людей відмовитися від Крім зневіру.
vi: Và chúng tôi chắc chắn đã phân phối nó trong số họ rằng họ có thể được nhắc nhở, nhưng hầu hết những người từ chối ngoại trừ sự hoài nghi.
zu: Futhi Siye Ngokuqinisekile sabalala it them kanye ukuthi ungase ukhumbule, kodwa iningi labantu abalenqabayo ngaphandle disbelief.

# Quran2906
source: And if We had willed, We could have sent into every city a warner.
ca: I si ens tenia willed, hem pogut enviat a cada ciutat un Avisador.
cy: Ac os ydym wedi ewyllysio iddi, gallai Rydym wedi anfon i bob dinas warner.
da: Og hvis vi havde villet, vi kunne have sendt ind i hver by en warner.
el: Και αν εμείς είχε το θέλησες, έχουμε θα μπορούσε να στείλει σε κάθε πόλη μια warner.
et: Ja kui meil oli kombeks, me võiks on läkitanud igas linnas on warner.
fi: Ja jos olisi tahtonut, meidän olisi voinut lähettää joka kaupunkiin warner.
he: אם אנחנו היה רצון, יכולנו לשלוח לתוך בכל עיר וורנר.
hr: I ako mi je htio, mogao poslali smo u svakom gradu je upozorenje.
lt: Ir jei mes turėjo valios, mes galėtų atsiuntė į kiekvieną miestą su warner.
lv: Un ja mums gribas, mēs būtu varējusi aizsūtīt uz katru pilsētu warner.
nb: Og hvis vi hadde villet, kunne vi ha sendt i hver by en warner.
sk: A ak sme mali vôľou, sme zaslali do každého mesta warner.
sl: In če smo imeli volje, bomo lahko poslali v vsakem mestu je warner.
sr_cyrl: И ако смо имали воље, могли смо послати у сваком граду у wарнер.
sr_latn: I ako smo imali volje, mogli smo poslati u svakom gradu u warner.
uk: І якщо ми був того, ми могли б направив в кожному місті в warner.
vi: Và nếu chúng tôi đã có ý chí, chúng tôi có thể gửi vào mỗi thành phố warner một.
zu: Futhi uma We ayekuhlosile, besingaba wathumela kuyo yonke imizi warner.

# Quran2907
source: So do not obey the disbelievers, and strive against them with the Qur'an a great striving.
ca: Així no obeir els disbelievers, i lluitar contra ells amb el Qur ' an un gran esforç.
cy: Felly ni ufuddhau i'r disbelievers, ac ymdrechu yn eu herbyn gyda y Qur'an ymdrechu mawr.
da: Så ikke adlyde vantro, og stræbe imod dem med Koranen en stor stræben.
el: Έτσι δεν υπακούουν disbelievers, και να αγωνιστούμε εναντίον τους με το Κοράνι, μια μεγάλη προσπάθεια.
et: Nii on uskottomille kuuletuma, ja püüdma nende vastu koos Koraan suur loodetakse.
fi: Joten tehdä totella saa luovuttaa, ja pyrkiä niitä vastaan Koraanin hyvä pyrkiä.
he: אז לא מצייתים את disbelievers, ולחתור נגדם עם הקוראן חתירה מעולה.
hr: Pa ne poštuje je iskuse, i boriti protiv njih s Kur'an velika težnja.
lt: Taigi ne paklusti ir disbelievers, ir siekti prieš juos su Korano labai stengiasi.
lv: Tātad nav jāpakļaujas disbelievers un tiekties pret viņiem ar Korāns liels tiekties.
nb: Så ikke adlyde troende, og streve mot dem med Koranen en stor streve.
sk: Takže nie počúvať neveriacim a usilovať sa proti nim s Korán veľké úsilie.
sl: Tako ne ubogajo na disbelievers, in si prizadevajo proti njim z Koranu na veliko prizadevanje.
sr_cyrl: Тако не покори скептике и тежите против њих са Кур'ану велики тежи.
sr_latn: Tako ne pokori skeptike i težite protiv njih sa Kur'anu veliki teži.
uk: Так не підкорятися на disbelievers, і прагнути проти них з Коран велике прагнення.
vi: Vì vậy không tuân theo các thì, và cố gắng chống lại chúng với kinh Koran phấn đấu tuyệt vời.
zu: Ngakho cha hlonipha disbelievers phokophela eyolwa nabo enebutho Qur'an ukulwela omkhulu.

# Quran2908
source: And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition.
ca: I és ell qui ha llançat [simultàniament] dos mars, un fresc i dolç i salat i amarg, i classificà entre ells una barrera i prohibició de partició.
cy: Ac ef sydd wedi rhyddhau [ar yr un pryd] y moroedd dau, un ffres a melys ac un hallt a chwerw, ac yr oedd yn gosod rhyngddynt yn rhwystr a gwahardd pared.
da: Og det er ham, der har udgivet [samtidig] de to have, en frisk og sød og salt og bitter, og han placeret mellem dem en barriere og forbyder partition.
el: Και είναι αυτός που έχει κυκλοφορήσει [ταυτόχρονη], οι δύο θάλασσες, ένα φρέσκο και γλυκό και αλμυρό και πικρό, και τοποθέτησε μεταξύ τους ένα εμπόδιο και απαγορεύοντας διαμέρισμα.
et: See on tema, kes on välja [samaaegselt] kaks merede, üks värske ja magus ja üks soolane ja mõru ja ta paigutatakse nende vahel barjääri ja keelab partitsiooni.
fi: Ja juuri hän, joka on julkaissut [samanaikaisesti] kaksi merta, yksi tuore ja makea ja suolainen ja karvas ja sijoittui välillä este ja kieltää jakaminen.
he: זה אשר פרסמה [בו-זמנית] הים שני, אחד טרי ומתוק, אחד מלוח ומר ו הוא הציב ביניהם מחסום וכן איסור מחיצה.
hr: I on je taj koji je objavio [istovremeno] dva mora, jedno svježe i slatko i Slano i gorko, a je postavljena između njih barijeru i zabranjuje dijeljenje.
lt: Tai tik jis išleido [kartu] dviejų jūrų, vienas šviežias ir saldus ir vieno sūraus ir kartaus ir jis dedamas tarp jų kliūtis ir draudžiančią skaidinį.
lv: Un tas ir tas, kas ir izlaidusi [vienlaicīgi] divām jūrām, vienu svaigu un salds un sāļš un rūgta, un viņš nolika starp abiem barjera un aizliedz nodalījumu.
nb: Det er han som har lansert [samtidig] to hav, en frisk og søte og salte og bitter og han plassert mellom dem en barriere og forbyr partisjon.
sk: Je to on, kto bol prepustený [súčasne] dvoch morí, jedna čerstvá a sladké a jednu slanú a horkú a sa umiestnil medzi nimi bariéra a zákazu oblasť.
sl: In to je on, ki je izdal [hkrati] dve morji, eno sveže in sladko in slano in grenko, in je postavil med njimi oviro in prepovedi prekat.
sr_cyrl: И он је тај који је објавио [истовремено] два морима, један свеже и сладак и један слани и Горки је поставио између њих баријера и забране партицију.
sr_latn: I on je taj koji je objavio [istovremeno] dva morima, jedan sveže i sladak i jedan slani i Gorki je postavio između njih barijera i zabrane particiju.
uk: Саме він випустив [одночасно] двох морів, один свіжий і солодкий і один солоне і гіркий і він поклав між ними бар'єр і заборону розділу.
vi: Và đó là người đã phát hành [đồng thời] hai vùng biển, một tươi và ngọt và mặn và đắng, và ông đặt giữa chúng một rào cản và cấm phân vùng.
zu: Futhi kuba Lowo ukhiphe [kanyekanye] ezilwandle ezimbili, eyodwa fresh and sweet and one okunosawoti nebabayo, He beka phakathi kwabo mngcele nothango owenqabela ukwahlukanisa.
