Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2137
source: And they say, "Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled."
ca: I diuen, "exaltat de és el nostre Senyor! De fet, la promesa de nostre Senyor s'ha complert."
cy: Ac maent yn dweud, "i'w mawrygu yn ein Arglwydd! Yn wir, yr addewid o ein Arglwydd wedi'i gyflawni."
da: Og de siger, "ophøjet er vor Herre! Faktisk, løftet om vor Herre har opfyldt."
el: Και λένε, «Exalted είναι ο Κύριός μας! Πράγματι, η υπόσχεση του Κυρίου μας αυτή εκπληρώθηκε."
et: Ja nad ütlevad, "ülendatud on meie Issand! Tõepoolest, meie Issanda lubadus on täidetud."
fi: Ja he sanovat, "ylevä on meidän Herramme! Itse asiassa meidän Herramme lupaus on täytetty."
he: הם אומרים, "המרומם זה אדוננו! אכן, ההבטחה של אדוננו התגשמה."
hr: I kažu, "uzvišen je naš Gospodin! Doista, obećanje našeg Gospoda je ispunjen."
lt: Ir jie sako, "išaukštintas yra mūsų Viešpats! Iš tiesų, mūsų Viešpaties pažadas įvykdytas."
lv: Un viņi saka: "cildens ir mūsu kungs! Patiešām, mūsu Kunga solījums ir izpildīts."
nb: Og de sier, "opphøyet er vår Herre! Faktisk har løfte om vår Herre vært oppfylt."
sk: A oni hovoria, "povýšil je náš Pán! Vskutku, sľub, že náš Pán bol splnený."
sl: In pravijo, je vzvišeno "je naš gospod! Res, obljube našega Gospoda je izpolnjeni."
sr_cyrl: И кажу, "измореном је Господ! Уистину , обећање Господње смо испунили."
sr_latn: I kažu, "izmorenom je Gospod! Uistinu, obećanje Gospodnje smo ispunili."
uk: І вони говорять, "піднесене, Господа нашого! Дійсно, обітниці Господа нашого була здійснена."
vi: Và họ nói, "sôi nổi là Chúa của chúng tôi! Thật vậy, lời hứa của Chúa của chúng tôi đã được hoàn thành."
zu: Futhi bathi, "Indinganiso uyiNkosi yethu! Ngempela, isithembiso weNkosi yethu sesigcwalisekile."

# Quran2138
source: And they fall upon their faces weeping, and the Qur'an increases them in humble submission.
ca: I cauen en els seus rostres, plorant, i el Qur ' an ells augmenta en el submissió humil.
cy: Ac maent yn dod ar eu hwynebau yn wylo, ac mae'r Qur'an yn cynyddu eu yn cyflwyno ostyngedig.
da: De falde på deres ansigter, græd, og Koranen øger dem i ydmyg hengivelse.
el: Και πέφτουν προς τα πρόσωπά τους κλάμα, και το Κοράνι αυξάνει τους στο ταπεινό υποβολή.
et: Need kuuluvad nende nägu, nutt ja Koraani suurendab neid alandlik esitamist.
fi: Ja he hyökkäsivät heidän kasvonsa, itku ja Koraanin lisääntyminen nöyrä jättämistä.
he: הם נופלים על פניהם בוכה ומגביר את הקוראן אותם בהכנעה צנוע.
hr: I oni padaju na svoja lica plačući, a Kur'an ih povećava u najnižoj pokornosti.
lt: Jie patenka į jų veidus, verksmas ir Korano jų didėja kuklus teigimu.
lv: Tie attiecas uz viņu sejām, raudādams un Korāns palielinās tās pazemīgs iesniegšanas.
nb: Og de faller på deres ansikter gråt, og Koranen øker dem i ydmyk innlevering.
sk: Oni padajú na tvárach plač a Korán sa zvyšujú v pokornej predloženie;
sl: In padejo na njihove obraze jok, in Koranu jih povečanja ponižna oddajo.
sr_cyrl: Они пасти на њихова лица, уплакане и Кур'ану повећава их у скромном покорности.
sr_latn: Oni pasti na njihova lica, uplakane i Kur'anu povećava ih u skromnom pokornosti.
uk: Вони падають на їхні обличчя, плач і Коран збільшує їх у скромний подання.
vi: Chúng rơi trên khuôn mặt của họ, khóc và kinh Koran tăng chúng trong trình khiêm tốn.
zu: Futhi bawa ngobuso babo behamba bekhala, futhi Qur'an kwandisa kwabo bezithoba.

# Quran2139
source: Say, "Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names." And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way.
ca: Dir, "crida a Allah o crida a més Clement. Qualsevol [nom] trucar - li pertanyen els noms millors. " I que no recitar en veu alta [també] en la seva pregària o [també] en silenci però busquen entre que una manera [intermedi].
cy: Dweud, "yn galw ar Allah neu yn galw ar y rhai mwyaf Merciful. Pa bynnag [enw] yn eich galw-iddo perthyn enwau gorau. " A gwneud nid adrodd uchel [hefyd] yn eich gweddi neu [hefyd] yn dawel ond yn ceisio rhwng y ffordd [Canolradd].
da: Sige, "opfordre sendebud eller opfordrer den mest barmhjertige. Uanset hvilken [navn] du ringer - ham tilhører de bedste navne. " Og ikke recitere [for] højt i din bøn eller [for] roligt men søge mellem der en [mellemliggende] måde.
el: Λένε, «κλήση στον αλλά(χ) ή κλήση κατά του Πολυεύσπλαχνου. Όποια [όνομα] μπορείτε να καλέσετε - σε αυτόν ανήκουν τα καλύτερα ονόματα.» Και δεν απαγγέλλουν [πολύ] δυνατά στην προσευχή σας ή [πολύ] ήσυχα αλλά επιδιώκουν μεταξύ που ένας [ενδιάμεσο] Τρόπος.
et: Tähendab "Jumal kutsub või kõige Merciful kutsub. Kumb [nimi] helistate - talle kuuluvad parimad nimed. " Ja etlema, [ka] valjuhäälselt oma palve või [ka] vaikselt aga otsima vahel mis [vahe] viis.
fi: Eli "Jumala kehottaa tai kehottaa kaikkein armollisin. Kumpi [nimi] soitat - hänelle kuuluvat parhaat nimet. " Ja ole lausua [myös] äänekkäästi rukouksen tai [myös] hiljaa mutta etsiä välillä että [väli] tapa.
he: תגיד, "קורא את אללה או קורא את הכי הרבה הרחום והחנון. באיזו [שם] אתה קורא - אליו שייכים השמות הכי טוב. " וזה לא לדקלם בקול רם [גם] בתפילה שלך או [גם] בשקט אבל לחפש בין זה דרך [בינוני].
hr: Recimo, "poziv na Allaha ili poziv na najviše milostivog. Koji god [ime] tebi - njemu pripadaju najbolje imena. " I [previše] glasno izgovaraju svoje molitve ili [previše] tiho ali traži između toga [srednji] način.
lt: Sako, "šaukiasi Dievo ar kreiptis i labiausiai litosciwy. Nesvarbu [pavadinimas] Jūs vadinate - jam priklauso geriausių pavadinimų. " Ir neturi deklamuoti [per] garsiai jūsų malda arba [per] tyliai, bet ieškoti tarp kad [tarpinis] būdas.
lv: Proti, "pēc Allah vai zvanu uz visvairāk žēlsirdīgs. Atkarībā no tā [nosaukums] jūs zvanīt - viņam pieder labākos vārdus. " Un nav deklamēt [arī] skaļi savu lūgšanu vai [arī] klusi, bet meklēt starp šo [starpposma] veidā.
nb: Si "påkalle Allah eller påkalle mest barmhjertige. Uansett hvilken [navn] du ringe - ham tilhører de beste navnene. " Og ikke resitere [for] høyt i din bønn eller [også] stille men søker mellom som en [mellomliggende] måte.
sk: Teda "výzvu Alah alebo výzvu najviac Milosrdných. Nech [meno] zavoláte - k nemu patria najlepšie mená. " A nie recitoval [príliš] hlasno, v modlitbe, alebo [príliš] ticho, ale Hľadať medzi ktoré [intermediate] spôsobom.
sl: Reči, "poziva Allah ali poziva najbolj usmiljen. Kar [ime] pokličete - mu spadajo najboljši imena. " In ne recitirati [] Preglasno v vašo molitev ali [tudi] tiho ampak iščejo med ki [vmesnih] način.
sr_cyrl: Рецимо , "позив на Алаха или позвати највише милосрдна. Који год [име] - га позовете припадају најбоља имена. " И рецитовати [] прегласно у твоју молитву или [и] тихо, али тражи између који представља [средња] начин.
sr_latn: Recimo, "poziv na Alaha ili pozvati najviše milosrdna. Koji god [ime] - ga pozovete pripadaju najbolja imena. " I recitovati [] preglasno u tvoju molitvu ili [i] tiho, ali traži između koji predstavlja [srednja] način.
uk: Скажімо, "покличе Аллах або закликати на найбільш Merciful. Який би [ім'я] телефонуєте - йому належать кращі імена. " І не читай [занадто] голосно в вашу молитву або [занадто] тихо, але шукати між що [Проміжний] шлях.
vi: Nói rằng, "cuộc gọi khi Allah hoặc gọi theo nhất Merciful. [Tên] cho dù bạn gọi - để anh ta thuộc về những cái tên tốt nhất. " Và không phải niệm [cũng] lớn tiếng cầu nguyện của bạn hoặc [cũng] lặng lẽ nhưng tìm kiếm từ đó một cách [trung bình].
zu: Uthi, "Bizani Allah noma nibize Ningi Nomusa Nomaphi [igama] nawe abize -. To Him fanele the ningi best."

# Quran2140
source: And say, "Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification."
ca: I dir, "elogi a Allah, que no ha tingut un fill i ha tingut cap soci en la [seua] domini i té no [necessita d'un] protector per de debilitat; i glorificar a ell amb la glorificació [gran]."
cy: A dweud, "canmoliaeth i Allah, sydd nad yw wedi cymryd y mab ac wedi cael unrhyw bartner yn ddominiwn [ei] ac unrhyw [Mae angen] protector allan o wendid; ac iddo fawrygu'r â mawrygu [mawr].
da: Og sige, "ros til Allah, der ikke har truffet en søn og har ingen partner i [hans] herredømme og har ingen [der har behov for en] protector ud af svaghed; og herliggøre ham med [stor] forherligelse."
el: Και να πω, "Έπαινος Αλλάχ, που δεν έχει λάβει ένα γιο και είχε κανέναν συνεργάτη στην κυριαρχία [του] και δεν έχει κανένα [ανάγκη μια] προστάτης από αδυναμία? και τον δοξάζουν με [μεγάλη] εξύμνηση.»
et: Ja öelda, "Kiitke Jumalat, kes on võtnud poeg ja on olnud mingit partner [tema] võim ja on nr [vajab mõne] protector välja nõrkus; ja ülistaksid teda [suur] glorification."
fi: Ja sanoa "Ylistys Jumalalle, joka ei ole tehnyt poika ja ei ollut [hänen] vallassa ole kumppania ja ei [tarve] suojelija heikkoudesta; ja Ylistä häntä [hyvä] ihannointi.
he: ולהגיד, "השבח לאללה, לא נקטה בן, יש לו בן זוג על הריבונות [שלו] ואם לא [של] מגן מתוך חולשה; ולפאר אותו עם שיר הלל [הגדול]."
hr: I reći, "hvala Allahu, koji je uzeo sina i ima je nijedan partner u [njegovu] vlast i nema [treba od na] zaštitnik iz slabosti; i slavite ga sa [veliki] veličanje.
lt: Ir pasakyti, "pagirti Allaho, kurie nėra priėmusi sūnų ir turėjo partnerio – [jo] valdžia ir neturi [reikia a] raštas iš silpnumas; ir garbinti jį su [didelis] šlovinimas."
lv: Un jāsaka: "Allah, kas nav veikusi dēls un ir bijusi bez partnera [viņa] valdīšana nav slavēt [nepieciešams] aizsargs no vājums; un viņu cildināt ar [liels] cildināšana."
nb: Og si "ros til Allah, som ikke har tatt en sønn og har hatt ingen partner i [hans] herredømme og har ingen [trenger en] beskytter av svakhet; og forherlige ham med [stor] forherligelse.
sk: A povedal: "Chvála Bohu, ktorý neprijal syna a má žiadny partnera v [jeho] panstva a nemá [potreba] chránič zo slabosti; a oslavujú ho s [veľký] velebenie."
sl: In reči, "pohvale za Allah, ki ni sprejela sina in je brez partnerja v [njegova] oblast in ne [potreba po a] zaščitnik iz šibkosti; in slavili s [velik] poveličevanje."
sr_cyrl: И реци, "Слава Алаху, који није заузела сина и је имао партнера у [његове] власт и нема [треба од на] заститник из слабости; "и славимо га са [велики] прослављање."
sr_latn: I reci, "Slava Alahu, koji nije zauzela sina i je imao partnera u [njegove] vlast i nema [treba od na] zastitnik iz slabosti; "i slavimo ga sa [veliki] proslavljanje."
uk: І сказати: "хвалу Аллах, який не прийняв сина і має немає партнера в [його] Домініон і не має [потребують за] захисник з слабкості; і Славімо його з [великий] прославлення.
vi: Và nói rằng, "khen ngợi Allah, những người đã không đưa con trai và đã có không có đối tác ở dominion [của mình] và không có [cần một] bảo vệ khỏi sự yếu kém; và vinh danh ông với ca ngợi [tuyệt vời]."
zu: Futhi bathi, "Dumisani Allah, ongazange athathwe indodana futhi uye waba umngane e dominion [bakhe] ayinakho [isidingo] umvikeli baphiwa amandla ebuthakathakeni, dumisa Him nge ukukhazinyuliswa [okukhulu]."

# Quran2141
source: [All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance.
ca: Elogi [all] és [deu] a Allah, que ha empresonat a criat seu el llibre i no ha fet aquí qualsevol desviació.
cy: Canmoliaeth [bob] yn [] i Allah, sydd wedi anfon i lawr ar ei was y llyfr ac nid yw wedi gwneud hynny unrhyw deviance.
da: [Alle] ros er [grund] Allah, der har sendt over hans tjener bogen og har ikke gjort deri enhver afvigelse.
el: [Όλα] έπαινος οφείλεται [] Αλλάχ, ο οποίος έστειλε καθορίζονται κατόπιν τον υπάλληλό του βιβλίου και δεν έχει γίνει σε αυτό οποιαδήποτε αποκλίνουσα συμπεριφορά.
et: [Kõik] kiitust tuleneb [] Jumal, kes on saatnud pärast tema sulane raamat ja ei teinud seal kõik Aberratsioon.
fi: [All] kehua johtuu [] jotta hillitä, joka on lähettänyt kun hänen palvelija kirjan ja tehnyt siinä mitään poikkeavuus.
he: [כל] שבח היא [בשל] לאללה, אשר שלחה על המשרת שלו את הספר, לא ביצע בו כל סטייה.
hr: [Sve] hvale je [zbog] Allahu, koji je poslao po njegov sluga knjiga i nije napravio u njemu bilo sranje.
lt: [Visi] girti yra [dėl] Dievo, kuris atsiuntė į jo tarnas knyga ir nebuvo ten jokių Deviacijos.
lv: [Visi] slavēt ir [izpildes] Allah, kas sūtīja pēc viņa kalps grāmatu un tajā jebkurā deviance nav veikusi.
nb: [Alle] ros er [grunn] Allah, som har sendt ned på hans tjener boken og har ikke gjort der alle avvik.
sk: [Všetky] chvála je [spôsobené] Boh, ktorý poslal na jeho sluha knihu a nie sa v nej všetky deviácie.
sl: [Vse] pohvale zapade [] v Allah, ki je poslan na njegov služabnik knjige in ni v njem vse deviantnosti.
sr_cyrl: [Све ] похвале доспева [] Алаху, који је послао на његовог слугу књигу и није постигла у томе неке девијације.
sr_latn: [Sve] pohvale dospeva [] Alahu, koji je poslao na njegovog slugu knjigu i nije postigla u tome neke devijacije.
uk: [Всі] похвали обумовлюється [] Аллах, який відправив після його слуга книги і не зробила в ньому будь-яких девіантної.
vi: [Tất cả] khen phải [] Allah, những người đã gửi xuống khi tôi tớ của ông cuốn sách và đã không thực hiện trong đó bất kỳ lệch lạc.
zu: [All] udumo [ngenxa] Allah, okuthumele phansi phezu NESISEBENZI SAKHE eNcwadini akenzanga therein yimuphi nokwedelela.

# Quran2142
source: [He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward
ca: [Ell ha fet] recta, per advertir de greu càstig d'ell i donar la bona nova als creients que fer els justos fets que tindran una bona recompensa
cy: [Mae wedi'i gwneud yn] syth, i rybuddio am gosbi difrifol oddi wrtho a rhoi tidings da i gredinwyr sy'n gwneud gweithredoedd cyfiawn y bydd ganddynt wobr da
da: [Han har gjort det] lige, at advare om alvorlig straf fra ham og at give gode tidender for de troende, der gøre retfærdige gerninger, de vil have en god belønning
el: [Έκανε] κατ ' ευθείαν, να προειδοποιήσει για αυστηρή τιμωρία από αυτόν και να δώσει καλή είδηση πιστών που κάνουν δίκαιοι πράξεις ότι θα έχουν μια καλή ανταμοιβή
et: [Ta on teinud seda] sirge hoiatada karm karistus teda ja anda rõõmusõnumit usklikud, kes seda head teod, et nad on head tasu
fi: [Hän has kokoonpantu se] suoraan varoittaa ankara rangaistus häntä ja antaa hyvä sanoma uskoville, jotka tehdä vanhurskaita tekoja että heillä on hyvä palkinto
he: [הוא הצליח] ישר, להתריע מפני ענישה חמורה ממנו ורוצים לתת בשורות טובות למאמינים לעשות מעשים טובים כי הם יהיה גמול טוב
hr: [Postaju] ravno, upozoravaju na teške kazne od njega i dati dobre vijesti vjernicima koji čine pravedna djela da će imati dobru plaću
lt: [Jis padarė tai] tiesiai, įspėti sunkus bausmės iš jo ir suteikti gerą naujieną tikinčiųjų, kurie teisieji poelgius, kad jie turės gerą atlygį
lv: [Viņš ir darījis] taisni, lai brīdinātu par bargu sodu no viņa un dot labas vēstis ticīgie, kas darīt taisns darbus viņiem būs labi atalgotu
nb: [Han har gjort det] rett, advare av streng straff fra ham og gi gode budskap til de troende som gjør rettferdige gjerninger at de har en god belønning
sk: [Urobil to] rovno varovať ťažkým trest od neho a dať dobrú zvesť veriacich, ktorí spravodlivé skutky, že budú mať dobrú odmenu
sl: [Mu je bilo] ravne, na hudo kazen od njega in da dobrih novic, da verniki, ki naredil pravednici dejanja opozarjajo, da bodo imeli dobro plačilo
sr_cyrl: [Направио је] равно, упозорава на озбиљне казне од њега и да дам радосне верници који раде праведни дела да имају добру награду
sr_latn: [Napravio je] ravno, upozorava na ozbiljne kazne od njega i da dam radosne vernici koji rade pravedni dela da imaju dobru nagradu
uk: [Він це зробив] прямо, попередити серйозними покарання від нього і дати добру новину на віруючих, які робити добрі справи, що вони будуть мати хороший винагороду
vi: [Ông đã làm cho nó] thẳng, để cảnh báo hình phạt nặng Anh ta và cho tidings tốt để các tín hữu người làm những việc làm chính đáng rằng họ sẽ có một phần thưởng tốt
zu: [Uye wakwenza kwaba] iqonde, ukuze axwayise yesijeziso esikhulu esivela Him futhi ukunikeza izindaba ezinhle nalaba ababesanda kukholwa abenza izenzo zokulunga eziyoba banomvuzo omuhle

# Quran2143
source: In which they will remain forever
ca: En el qual romandran per sempre
cy: Y byddant yn aros am byth
da: Hvor de forbliver for evigt
el: Στην οποία θα παραμείνουν για πάντα
et: Kus nad jäävad igaveseks
fi: Jossa ne pysyvät ikuisesti
he: שבו הם יישארו לנצח
hr: U kojoj će ostati zauvijek
lt: Kai jie liks amžinai
lv: Kur viņi paliks uz visiem laikiem
nb: Som de vil alltid forbli
sk: V ktorom zostanú navždy
sl: V katerem bo večno ostala
sr_cyrl: У којој ће остати заувек
sr_latn: U kojoj će ostati zauvek
uk: В якій вони назавжди залишаться
vi: Trong đó họ sẽ vẫn mãi mãi
zu: In eyoba khona kuze kube phakade

# Quran2144
source: And to warn those who say, "Allah has taken a son."
ca: I per advertir als que diuen, "Allah ha tingut un fill."
cy: Ac i rybuddio rheini sydd yn dweud, "Allah wedi mab."
da: Og for at advare dem, der siger, "Allah har taget en søn."
el: Και να προειδοποιήσει όσους λένε, «Αλλάχ έχει λάβει ένα γιο.»
et: Ning hoiatab neid, kes ütlevad, et "Allah on võtnud poeg."
fi: Ja varoittaa niitä, jotka sanovat, "Jumalan poika."
he: ועטה להזהיר את מי שאומר, "אללה בן."
hr: I upozoriti one koji kažu, "Allah je uzeo sina."
lt: Ir įspėti žmonių, kurie sako, "Dievas ėmėsi sūnų."
lv: Un brīdināt tos, kuri saka, "Allah ir veikusi dēls."
nb: Og for å varsle de som sier, "Allah har tatt en sønn."
sk: A upozorniť tých, ktorí hovoria, "Alah vzala syna."
sl: In svariti tisti, ki pravijo, "Allah je sina."
sr_cyrl: А да упозорим оне који кажу, "Аллах је узео сина."
sr_latn: A da upozorim one koji kažu, "Allah je uzeo sina."
uk: І попередити тих, хто сказати, "Аллах має прийняті сина".
vi: Và để cảnh báo những người nói rằng, "Allah đã lấy một con trai."
zu: Kuze khuza labo tshela "Allah uthathé indodana."

# Quran2145
source: They have no knowledge of it, nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie.
ca: No tenen cap coneixement d'això, ni tenia els seus pares. Tomba és la paraula que surt de la boca; parlen no excepte una mentida.
cy: Ganddynt unrhyw wybodaeth am hynny, nac wedi eu tadau. Bedd yw y gair a ddaw allan o'u cegau; byddant yn siarad nid ac eithrio celwydd.
da: De har ikke kendskab til det, og heller ikke havde deres fædre. Graven er det ord, der kommer ud af munden; de taler ikke undtagen en løgn.
el: Δεν έχουν καμία γνώση από, δεν είχε τους πατέρες. Τάφος είναι η λέξη που βγαίνει από τα στόματά τους? μιλούν δεν εκτός από ένα ψέμα.
et: Nad ei ole seda, samuti oli nende isad. Haud on sõna, mis väljub suhu; nad räägivad mitte peale valetada.
fi: Ne ei ole mitään tietoa siitä, eikä ollut heidän isiensä. Hauta on sana, joka tulee heidän suustaan; he puhuvat ei paitsi valhe.
he: יש להם שום ידע על זה, ולא היו האבות שלהם. הקבר נמצא המילה. שיוצאת להם מהפה; הם מדברים לא רק שקר.
hr: Oni imaju pojma o tome, niti su njihovi očevi. Grob je riječ koja dolazi iz njihovih usta; Oni govore ne osim laž.
lt: Jie neturi jokių žinių apie tai, taip pat buvo jų tėvai. Kapo yra žodis, kuris ateina iš savo burną; jie kalba ne išskyrus melas.
lv: Viņiem nav zināšanu par to, kā arī bija viņu tēvi. Kaps ir vārds, kas nāk no viņu mutēm; viņi runā, nevis izņemot meli.
nb: De har ingen kunnskap av det, heller ikke hadde deres fedre. Graven er ordet som kommer ut av munnen; de snakker ikke bortsett fra løgn.
sk: Nemajú žiadne vedomosti to, ani sa ich otcovia. Hrob je slovo, ktoré pochádza z ich úst; hovoria nie okrem lož.
sl: Oni življati ne pozna, niti ni imel svojih očetov. Grob je beseda, ki pride iz ust; govorijo ne razen laž.
sr_cyrl: Они немају појма о томе, нити је имао њихови очеви. Гроб је реч која долази из њихових уста; Они говоре не осим лаж.
sr_latn: Oni nemaju pojma o tome, niti je imao njihovi očevi. Grob je reč koja dolazi iz njihovih usta; Oni govore ne osim laž.
uk: Вони не мають знань про нього, і не мали своїх батьків. Могила знаходиться слово, яке приходить з роти; вони говорять, не Крім брехня.
vi: Họ không có kiến thức của nó, và cũng không có người cha của họ. Mộ là từ mà đi ra khỏi miệng; họ nói chuyện không trừ một lời nói dối.
zu: They cha fanele azani! Wako, bangaze oyise babo.

# Quran2146
source: Then perhaps you would kill yourself through grief over them, [O Muhammad], if they do not believe in this message, [and] out of sorrow.
ca: Llavors potser vols matar-vos a través del dolor sobre ells, [O Muhammad], si no creuen en aquest missatge, [i] de tristesa.
cy: Yna efallai byddai eich lladd eich hun drwy galar drostynt, [O Muhammad], os nad ydynt yn credu yn y neges hon, [a] allan o'r tristwch.
da: Så ville måske du dræbe dig selv gennem sorg over dem, [O Muhammad], hvis de ikke tror i denne meddelelse, [og] ud af sorg.
el: Στη συνέχεια, ίσως θα σκοτώνεις τον εαυτό σου μέσα από τη θλίψη πέρα από τους, [Ο Μωάμεθ], αν δεν πιστεύουν σε αυτό το μήνυμα, [και] από θλίψη.
et: Siis ehk sa tapaks ennast läbi leina nendega [O Muhammad], kui nad ei usu selles sõnumis [ja] välja kurbust.
fi: Sitten ehkä voit tappaa itsesi läpi surun päälle [Oi Muhammed], jos he eivät usko tämän viestin ja surusta.
he: אז אולי שתהרוג את עצמך? דרך צער מעליהם, [O מוחמד], אם הם אינם מאמינים בהודעה זו, [ו] מתוך צער.
hr: Onda možda ti ubit kroz tugu nad njima, [O Muhammad], ako oni ne vjeruju u ove poruke, [i] zbog tuge.
lt: Tada galbūt jums nužudyti save per pucia per juos, [O Muhammad], jei jie nemanau, kad į šį pranešimą, [ir] iš liūdesio.
lv: Tad varbūt tu nogalinātu sevi caur bēdām pār tām [O Muhammad], ja viņi netic šajā ziņojumā, [un] no bēdām.
nb: Så vil kanskje du drepe deg gjennom sorg over dem, [O Muhammad], hvis de ikke tror i denne meldingen og av sorg.
sk: Potom možno by zabiť seba cez smútok nad nimi [Mohamed], ak nie veria v tejto správe, [a] zo smútku.
sl: Potem morda bi ubil sebe skozi žalosti nad njimi, [O Muhammad], če ne verjamem v to sporočilo, [in] iz žalosti.
sr_cyrl: Онда можда убила би се кроз тугу над њима, [О Мухаммад], ако они не верују у овој поруци, [и] из туге.
sr_latn: Onda možda ubila bi se kroz tugu nad njima, [O Muhammad], ako oni ne veruju u ovoj poruci, [i] iz tuge.
uk: Тоді можливо ви б убити себе через горя над ними, [O Мухаммад], якщо вони не вірять у цьому повідомленні, [і] з горя.
vi: Sau đó có lẽ bạn sẽ giết mình qua đau buồn qua chúng [O Muhammad], nếu họ không tin trong thông báo này, [và] ra khỏi phiền muộn.
zu: Khona-ke mhlawumbe ungase ucabange ukubulala wena nosizi phezu kwabo, [O Muhammad], uma bengakholelwa mlayezo, [futhi] aphume ukudabuka.
