Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1271
source: Indeed, the number of months with Allah is twelve [lunar] months in the register of Allah [from] the day He created the heavens and the earth; of these, four are sacred. That is the correct religion, so do not wrong yourselves during them. And fight against the disbelievers collectively as they fight against you collectively. And know that Allah is with the righteous [who fear Him].
ca: De fet, el nombre de mesos amb Allah és dotze mesos [lunars] en el registre d'Allah [des] del dia que va crear el cel i la terra; d'aquests, quatre són sagrats. Que és la religió correcte, perquè no fan mal vosaltres durant-los. I la lluita contra els disbelievers col·lectivament lluiten contra tu col·lectivament. I saber que Allah és amb els justos [que li tinc por].
cy: Yn wir, mae nifer y misoedd gyda Allah yw deuddeg mis [lunar] yn y gofrestr o Allah [o] y dydd y creodd y nefoedd a'r ddaear; o'r rhain, mae pedwar yn sanctaidd. Dyna y grefydd gywir, felly nid oes eich hunain anghywir yn ystod eu. Ac ymladd yn erbyn y disbelievers ar y cyd fel y byddant yn ei hymladd yn eich erbyn ar y cyd. Ac yn gwybod bod Allah â righteous [sy'n ofni iddo].
da: Faktisk, antallet af måneder med Allah er tolv [lunar] måneder i registret af Allah [fra] den dag, han skabte himlen og jorden; af disse er fire helligt. Det er korrekt religion, så gør ikke forkert jer under dem. Og kampen mod vantro kollektivt som de kæmpe mod dig kollektivt. Og ved, at Allah er med de retfærdige, [der frygter ham].
el: Πράγματι, ο αριθμός των μηνών με τον Αλλάχ είναι δώδεκα μήνες [σεληνιακό] στο μητρώο του Αλλάχ [από] την ημέρα που δημιούργησε τον ουρανό και τη γη. από αυτούς, οι τέσσερις είναι ιερή. Που είναι η σωστή θρησκεία, έτσι ώστε να μην τον εαυτό σας λάθος κατά τη διάρκειά τους. Και την καταπολέμηση της disbelievers συλλογικά, όπως να πολεμήσει εναντίον σας συλλογικά. Και γνωρίζουμε ότι Αλλάχ είναι δίκαιοι [που φοβούνται αυτόν].
et: Tõepoolest, Jumalat kuude arv on kaksteist [lunar] kuud Allah registrisse [alates] päev, ta lõi taeva ja maa; neist neli on püha. Mis on õige religioon, nii valesti endid neile ajal. Ja võitlus on uskottomille kollektiivselt, nagu nad võitlevad sinu vastu ühiselt. Ja tean, et Jumal on õige [kes teda kardavad].
fi: Itse asiassa useita kuukausia kanssa Jumala on 12 [kuun] kuukauden Allah rekisteriin [from] päivä hän loi taivaat ja maan; näistä neljä on pyhä. Se on oikea uskonto, joten älä väärin itse niiden aikana. Ja torjunta saa luovuttaa yhdessä, kun he taistelevat sinua vastaan yhdessä. Ja tiedämme, että Jumala on vanhurskas, [joka pelkää häntä].
he: ואכן, מספר חודשים עם אללה הוא שנים-עשר חודשים [ירחי] בקופה של אללה [מ] היום שהוא יצר את השמים ואת הארץ; מתוכם, ארבעה הן קדושות זה הדת הנכונה, אז לא רע את עצמכם במהלך אותם. להילחם נגד disbelievers באופן קולקטיבי כפי שהם להילחם נגדך באופן קולקטיבי. ואני יודע כי אללה הוא עם הצדיקים [אשר פוחדים ממנו].
hr: Broj mjeseci sa Allah doista dvanaest [lunarni] mjeseci u registar Allah od dana kada je stvorio nebesa i zemlju; od ovih, četiri su sveta. To je ispravna religija, pa se krivo tijekom njih. I boriti se protiv na iskuse kolektivno kao zajednički bore protiv vas. I znamo da Allah pravovjernima [koji ga strah].
lt: Iš tiesų, keletą mėnesių su Dievo yra dvylika mėnesių [Mėnulio] Dievas registre [iš] kitą dieną jis sukūrė dangų ir žemę; iš jų keturi yra šventa. Tai teisinga religija, todėl neteisinga save per juos. Ir kova su su disbelievers kartu nes jie kovos prieš jus visi kartu. Ir žinau, kad Dievas yra su teisus [kurie jo].
lv: Patiešām, vairākus mēnešus ar Allah ir [mēness] divpadsmit Allah reģistrā [no] dienas, viņš radīja debesis un zemi; no tiem četri ir svēta. Tas ir pareizā reliģija, tāpēc sev nepareizi laikā tos. Un cīnīties pret disbelievers kolektīvi, kā viņi kopīgi cīnīties pret jums. Un zinu, ka Allāhs ir taisns, [kas bailes viņu].
nb: Faktisk er antall måneder med Allah tolv [lunar] måneder i registeret av Allah [fra] dagen han skapte himlene og jorden. av disse er fire hellig. Det er den riktige religionen, så ikke gjøre galt dere under dem. Og kjempe mot troende samlet som de kjempe mot du kollektivt. Og vet at Allah er med de rettferdige [som frykter ham].
sk: V skutočnosti počet mesiacov Alah je [zatmenie] dvanásťmesačnej registra Alah [z] deň stvoril nebesia a zem; z nich štyri sú posvätné. To je správne náboženstvo, tak zle sami počas nich. A boj proti neveriacim spoločne, ako bojovať proti vám spoločne. A viem, že Boh je spravodlivý, [ktorí sa ho bojí].
sl: Dejansko število mesecev z Allah je dvanajst mesecev [lunar] v register Allah [od] dan, ki je ustvaril nebo in zemljo; od teh, štiri so sveto. To je pravilno vere, tako narobe, sami med njimi. In boj proti je disbelievers skupaj, kot oni boj zoper vi skupaj. In vem, da Alah je z pravednika, [ki ga strah].
sr_cyrl: Заиста , број месеци Алах је [лунарни] дванаест месеци у дневнику Аллаха од дана кад је створио небо и земљу; од ових, четири су свете. То је исправна религија, тако да није погрешно себе током их. И бори се против скептике колективно као колективно боре против тебе. И знам да је Аллах са праведне [који страхују да би га].
sr_latn: Zaista, broj meseci Alah je [lunarni] dvanaest meseci u dnevniku Allaha od dana kad je stvorio nebo i zemlju; od ovih, četiri su svete. To je ispravna religija, tako da nije pogrešno sebe tokom ih. I bori se protiv skeptike kolektivno kao kolektivno bore protiv tebe. I znam da je Allah sa pravedne [koji strahuju da bi ga].
uk: Справді, кількість місяців з Аллах є дванадцять місяців [Місячне] до реєстру Аллаха [з] дня він створив небо й земля; Ці чотири є священним. Це правильний релігії, так що зробити так себе під час їх. І боротьби з у disbelievers колективно, як вони борються проти вас колективно. І знаю, що Аллах перебуває з праведниками, [хто боїться його].
vi: Thật vậy, số tháng với Allah là mười hai tháng [lịch] trong đăng ký của Allah từ ngày ông tạo ra trời và trái đất; trong số này, bốn là thiêng liêng. Đó là tôn giáo chính xác, do đó, không làm sai mình trong họ. Và chiến đấu chống lại người thì chung khi họ chiến đấu chống lại bạn chung. Và biết rằng Allah là với sự công bình [những người lo sợ anh ta].
zu: Ngempela, isibalo izinyanga ne Allah [kwenyanga] izinyanga eziyishumi nambili encwadini okubhalwa kuyo Allah [kusukela] suku He qamba bhakabhaka hlaba;

# Quran1272
source: Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people.
ca: De fet, l'ajornament [de restricció en mesos sagrats] és un augment de la incredulitat, per la qual els que dubtaven tenen els portar [més] per mal camí. Sigui legítim un any i il. legals un altre any corresponen al nombre il·legal per Allah i [que] fer legal que Allah ha fet il·legal. Fer agradable per a ells és el mal dels seus actes; i Allah guia no un poble incrèdul.
cy: Yn wir, mae gohirio [o'r cyfyngiad o fewn mis sanctaidd] yw cynnydd mewn anghrediniaeth y mae rhai a ddysgais wedi arwain [pellach] ar gyfeiliorn. Maent yn gwneud yn gyfreithlon un flwyddyn ac anghyfreithlon wedi blwyddyn arall yn cyfateb i'r nifer a wnaed yn anghyfreithlon gan Allah a [felly] gwneud gyfreithlon pa Allah gwneud yn anghyfreithlon. Braf iddynt yw drygioni eu gweithredoedd; ac nid yw Allah yn arwain y bobl disbelieving.
da: Faktisk er udskyde [af restriktion i hellige måneder] en stigning i vantro som dem, der har disbelieved er afveje [videre]. De gør det lovligt ét år og ulovlig endnu et år svarer til nummeret gjort ulovlig af Allah og [derfor] foretage lovlig hvad Allah har gjort ulovlige. Lavet behagelig for dem er onde i deres gerninger; og Allah guide ikke mistroiske folk.
el: Πράγματι, η αναβολή [του περιορισμού μέσα σε ιερή μήνες] είναι μια αύξηση στην δυσπιστία με την οποία όσοι έχουν disbelieved είναι παραπλανάται [περισσότερο]. Αυτοί κάνουν νόμιμο ένα έτος και παράνομη άλλη μια χρονιά να αντιστοιχούν στον αριθμό γίνεται παράνομη από Αλλάχ και [έτσι] κάνει νόμιμη τι Αλλάχ έχει κάνει παράνομες. Κάνει παρακαλώντας τους είναι το κακό από τις πράξεις τους? και Αλλάχ δεν καθοδηγεί την disbelieving άτομα.
et: Tõepoolest, järelmaksu [nimetatud piirangu Püha kuu jooksul] on suurenenud uskumatus, millega need, kes on disbelieved on sunnitud [veel] eksinud. Nad teevad seda seaduslikult ühe aasta ja ebaseadusliku teise aasta vastama tehtud õigusvastast Allah arvule ja [seega] teha seadusliku mida Jumal on teinud ebaseaduslik. Tehtud neile meeldiv on kurja nende tegusid; ja Jumal juhib olid inimesed.
fi: Itse asiassa lykätä [rajoittaminen Pyhän kuukauden kuluessa] kasvaa epäuskoisena, jonka ne, jotka ovat uskoneet ovat harhateille (vielä entisestään). He tekevät laillista vuosi ja laiton toinen vuosi vastaa hillitä laitonta tekemät ja [] siten laillista mitä Jumala on tehnyt laitonta. Miellyttävät heitä on paha heidän tekonsa; ja Jumala ei johda uskottomia ihmisiä.
he: אכן, דחיית [של הגבלת בתוך חודשים הקדושה] הוא עלייה אמון שבו למי יש disbelieved מובלים [עוד] מדרך הישר. הם הופכים אותו כדין שנה והפכה בלתי חוקיים עוד שנה תואמים מספר שנעשו בלתי חוקית על ידי אללה ולעשות [לכן] חוקי אללה איזה בלתי חוקיים. עשוי לרצות אותם הוא הרוע של מעשיהם; ונדריך אללה לא העם disbelieving.
hr: Uistinu, odlaganje [od ograničenja unutar svetih mjeseci] je povećanje u nevjerici po kojem oni koji imaju bio su stranputicom [dalje]. Oni to rade zakonito godinu a nezakonito još godinu dana da odgovaraju broju od nezakonitog strane Alaha i [Stoga je] da zakonito ono što Allah je napravio nezakonito. Su ugodne za njih je zla djela; i Allah ne vodič sumnja ljudi.
lt: Iš tiesų, atidėti [apie apribojimus, taikomus šventa mėnesių] yra padidėjęs netikėjimas kuria tie, kurie turi disbelieved yra mėgstu [toliau]. Jie daro tai teisėtas vienerius metus ir neteisėtas, dar metus atitikti padarė neteisėtą Dievas, numerį ir [taip] padaryti teisėtai ką Dievas padarė neteisėtas. Malonus jiems yra blogio, savo poelgius; ir Dievas ne gidas niewiernych žmonių.
lv: Patiešām, atliekot [par svētu mēnešu ierobežojumu] ir neticība, kas tiem, kuri ir disbelieved tiek rezultātā [turpmāk] apmaldīties palielināšanās. Tās padara likumīgu vienu gadu un nelikumīgu citu gadu atbilst numuram nelikumīgi veikto Allah un [tādējādi] padarīt likumīgu kādi Allah ir veikusi prettiesisku. Patīkami uz tiem, kas ir ļaunums, viņu darbiem; un Allah nav guide neticīgi cilvēki.
nb: Utsette [av begrensning i hellig måneder] er faktisk en økning i vantro som de vantro har er villedet [mer]. De gjør det lovlig ett år og ulovlig et år tilsvarer antallet gjort ulovlig av Allah og [slik] gjøre lovlig hva Gud har gjort ulovlig. Behagelig for dem er onde i deres gjerninger; og Allah guide ikke disbelieving folk.
sk: Vskutku, odloženie [o obmedzení v posvätných mesiacov] je nárast nedôvery, ktorú tí, ktorí majú pochyboval sú zvedení [ďalej]. Robia to zákonné jeden rok a nezákonné ďalší rok zodpovedajú počtu protiprávne uskutočnenej Alah a [teda] zákonné toho, čo Boh urobil protiprávne. Sa páči im to zlé svojich skutkov; a Boh nie je sprievodca neveriacky ľudí.
sl: Res, odlaganje [od omejitev v svetih mesecev] je povečanje nejeverno, ki tiste, ki so verjeli so speljati [dodatno]. Da bi to bilo zakonito eno leto in nezakonite še eno leto da ustrezajo številkam, ki nezakonito jih Allah in [tako] da zakonita kaj Allah je nezakonita. Je prijeten, jim je zla dejanja; ter Allah ni vodnik disbelieving ljudi.
sr_cyrl: Заиста , ће одлагање [од ограничења за свето месеци] је пораст у неверици по којој они који имају не верује су на странпутицу [даље]. Га праве закониту годину и незаконитог још годину дана да одговарају броју направио незаконито Алаха и [тако] је прави законит какав Алах је направио незаконито. Драго им је зло својих поступака; и , Алах не води дисбелиевинг људе.
sr_latn: Zaista, će odlaganje [od ograničenja za sveto meseci] je porast u neverici po kojoj oni koji imaju ne veruje su na stranputicu [dalje]. Ga prave zakonitu godinu i nezakonitog još godinu dana da odgovaraju broju napravio nezakonito Alaha i [tako] je pravi zakonit kakav Alah je napravio nezakonito. Drago im je zlo svojih postupaka; i, Alah ne vodi disbelieving ljude.
uk: Справді, на відкладення [обмеження в рамках священних місяців] є збільшення невір'я, за допомогою яких ті, які мають disbelieved знаходяться в оману [далі]. Вони роблять це законним один рік і незаконним ще на один рік, наведених під номером зроблені незаконних Аллах і [так] переконайтеся, законного що Аллах зробила незаконним. Приємним для них це зло їхні вчинки; і Аллаху не направити невіруючий людей.
vi: Thật vậy, sự trì hoãn [của giới hạn trong vòng vài tháng thiêng liêng] là sự gia tăng trong sự hoài nghi mà những người có disbelieved được dẫn [hơn nữa] lạc lối. Họ làm cho nó hợp pháp một năm và bất hợp pháp một năm tương ứng với các số thực hiện trái pháp luật của Allah và [vì thế] làm cho hợp pháp những gì Allah đã thực hiện trái pháp luật. Bằng lòng với họ là điều ác hành động của họ; và Allah không hướng dẫn người dân disbelieving.
zu: Ngempela, lo ekuhlehlisweni [imingcele kungakapheli izinyanga engcwele] kuwukwanda engakholwa abangazuzanga ngakho labo disbelieved abaholwa [eminye] astray.

# Quran1273
source: O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little.
ca: O es que he cregut, què és [la matèria] amb vostè que quan vostè se diu d'anar endavant en la causa d'Allah, que s'adhereixi fortament a la terra? Està satisfet amb la vida d'aquest món més que la d'ara endavant? Però el que és gaudir de la vida mundana, en comparació amb el d'ara endavant excepte un [molt] poc.
cy: O chi sydd wedi credu, beth sy'n bod ar [y] gyda chi bod, pan y dywedir wrthych i fynd ymlaen yn achos Allah, byddwch yn glynu drwm i y ddaear? A ydych yn fodlon â bywyd y byd hwn yn hytrach na y o hyn ymlaen? Ond beth yw y mwynhad o fywyd worldly o'i gymharu â y o hyn ymlaen heblaw ychydig [iawn].
da: O du, som har ment, hvad er [der] med dig, når du bliver bedt om at gå frem i årsagen til Allah, du overholder tungt til jorden? Er du tilfreds med livet i denne verden i stedet for hinsidige? Men hvad er nydelsen af verdslige liv i forhold til hinsidige undtagen en [meget] lidt.
el: O εσείς που πίστευαν, τι είναι [το ζήτημα] με σας ότι, όταν σου λένε να πάει εμπρός στην αιτία του Αλλάχ, τηρείτε σε μεγάλο βαθμό στη γη; Είστε ικανοποιημένοι από τη ζωή αυτού του κόσμου και όχι το εξής; Αλλά τι είναι η απόλαυση της εγκόσμια ζωή σε σύγκριση με την συνέχεια εκτός από μια μικρή [πολύ].
et: O teile, kes oleks uskunud, mis on [asja] mis sa, et kui te olete rääkinud minna edasi Allah põhjus, te järgima tugevalt maa? Kas oled rahul elu selles maailmas, mitte edaspidi? Aga mis edaspidi välja arvatud [väga] vähe võrreldes maise elu nautimine.
fi: Oi te, jotka ovat uskoneet, mitä on [asia] voit, kun olet kertonut lähteä syy Allah, noudatat voimakkaasti maahan? Oletko tyytyväinen elämään tässä maailmassa eikä tulevassa? Mutta mikä on maallinen elämä verrattuna jäljempänä paitsi [] juurikaan nautintoa.
he: הו, אתה מאמין? מה קרה [] עם אתה, כשאומרים לך ללכת הלאה למען אללה, שאתם נצמדים בכבדות לכדור הארץ? אתה מרוצה מחיי בעולם הזה ולא בעולם הבא? אבל מה שימחת החיים הגשמיים, בהשוואה בעולם הבא אלא מעט [מאוד].
hr: O ti koji su vjerovali, što je [] s si da, kada su rekli da ide naprijed jer Allah, se teško na zemlju? Zadovoljna životom u ovom svijetu nego u daljnjem tekstu Ali što je uživanja svjetovnog života u odnosu na ahiret osim [jako] malo.
lt: O jūs, kurie tiki, kas yra [klausimas] su jums, kai jūs pasakė, kad išėję į priežastis, Dievas, jums prisijungti stipriai prie žemės? Ar jus tenkina gyvenimą šiame pasaulyje, o ne toliau? Bet koks žemiškas gyvenimas, palyginti su toliau išskyrus [labai] šiek tiek malonumą.
lv: O jums, kas ir uzskats, kas noticis [] ar jums, kad jums ir teicis, lai iet tālāk Allah cēlonis, ievērojat stipri zemes? Vai jūs esat apmierināts ar dzīvi šajā pasaulē, nevis turpmāk? Bet kāda ir salīdzinājumā ar turpmāk izņemot [] maz pasaulīgās dzīves baudījumu.
nb: O dere som har trodd, hva er [det] med du, når du blir bedt om å gå frem i årsaken til Allah, du overholder tungt jorden? Er du fornøyd med livet til denne verden i stedet for hinsidige? Men hva glede av verdslige livet sammenlignet med hinsidige unntatt en [] lite.
sk: O vás, ktorí ste uverili, čo je [otázka] s vás, keď ste povedal, ísť späť v záujme Alaha, budete držať silno na zem? Ste spokojní so životom v tomto svete skôr ako nižšie? Ale čo je pôžitok z pozemský život v porovnaní s ďalej okrem [veľmi] málo.
sl: O vas, ki ste verjeli, kaj je [vprašanje] z vam da, ko so vam povedali, da gredo tja v vzrok od Allah, držijo močno zemlje? Ali ste zadovoljni z življenjem v tem svetu, ne pa v nadaljevanju? Toda kaj je uživanje posvetno življenje, v primerjavi z v nadaljevanju razen [zelo] malo.
sr_cyrl: О ти који верују, шта не ваља [] са те да, када вам није речено да идем по узрок Аллах, ти се придржава јаким земљу? Да ли сте задовољни живот овог света, а не на другом свету? Али шта је земаљски живот у поређењу са надаље осим [јако] мало уживања.
sr_latn: O ti koji veruju, šta ne valja [] sa te da, kada vam nije rečeno da idem po uzrok Allah, ti se pridržava jakim zemlju? Da li ste zadovoljni život ovog sveta, a ne na drugom svetu? Ali šta je zemaljski život u poređenju sa nadalje osim [jako] malo uživanja.
uk: О ви, хто вірив, що ж це питання з вас, що, коли ви сказали, щоб йти вперед, в ході Аллаха, Вам дотримуватися сильно землі? Чи задоволені ви з життям цього світу, а не в майбутньому? Але що таке задоволення мирські життя порівняно з П'єра Крім [дуже] трохи.
vi: O bạn của những người đã tin rằng, những gì là [vấn đề] với bạn rằng, khi bạn đang nói để đi ra trong các nguyên nhân của Allah, bạn tuân theo nhiều trái đất? Bạn đang hài lòng với cuộc sống của thế giới này chứ không phải là đời sau? Nhưng những gì thú vị cho cuộc sống trần tục so với đời sau trừ [một rất] ít.
zu: O you kholwa uyini [ngendaba] nawe ukuthi, uma you thasisela ukuba kuhlume lwa zathu Allah, ubambelela ayehlome emhlabeni?

# Quran1274
source: If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent.
ca: Si no vas cap endavant, es castigarà amb un dolor càstig i substituirà amb una altra gent, i es farà no mal ell en absolut. I Allah sobre totes les coses competents.
cy: Os nad ydych chi'n mynd ymlaen, a wnaiff eich cosbi â chosbi poenus a bydd eich lle pobl arall, ac nid chi fydd niwed iddo bob. A yw Allah dros holl bethau yn gymwys.
da: Hvis du ikke gå tilbage, han vil straffe jer med en smertefuld straf og vil erstatte du med en anden mennesker, og du vil ikke skade ham overhovedet. Og Allah er over alle ting kompetente.
el: Αν δεν πάτε εμπρός, αυτός θα σας τιμωρήσει με μια οδυνηρή τιμωρία και θα αντικαταστήσει σας με άλλα άτομα και δεν θα βλάψει τον καθόλου. Και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Kui sa ei lähe edasi, on ta karistab valus karistuse ja asendamiseks mõne muu inimesed ja te ei kahjusta teda üldse. Ja Jumal on üle kõik asjad pädev.
fi: Jos et mene ulos, hän kurittaa teitä tuskallinen rangaistus korvataan toisella ihmisiä ja ei haittaa häntä lainkaan. Ja Jumala on kaikkivaltias toimivaltainen.
he: אם אתה לא הולך יעניש אתכם עם עונש כואב והוא יחליף לך עם עוד אנשים, אתה לא תפגע בו בכלל. אללה נגמר המוסמכת כל הדברים
hr: Ako ne ideš naprijed, on će vas kazniti sa bolna kazna i će te zamijeniti s drugim ljudima, i da mu ne mogu ništa at svi. A Allah je nad svim stvarima nadležan.
lt: Jei jūs ne eiti pirmyn, jis bus nubausti jums su skausminga bausmė ir jums pakeis dar žmonės, ir jums negali pakenkti jam ne visi. Ir Dievas yra virš visų dalykų kompetentinga.
lv: Ja jums nav iet tālāk, viņš sodīt jūs sāpīga sods un aizstās ar citu cilvēku un jums nebūs kaitēt viņu vispār. Un pār visām lietām, kas ir kompetentas ir Allah.
nb: Hvis du ikke gå tilbake, han vil straffe deg med en pinefull straff og vil erstatte deg med et annet folk, og du vil ikke skade ham på alle. Og Allah er over alle ting kompetent.
sk: Ak nechcete ísť tam, on navštívim vás bolestivé trest a môžete nahradiť iným ľuďom, a vám neublíži mu vôbec. A Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Če ne greš tja, on vas bo kaznoval z boleče kazen in bo nadomestil z drugo ljudje, in vam ne bo škodilo mu sploh. In Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Ако ти не иду напред-назад, он ће те казнити са болна казна ће заменити те други људи и ти руке увис га уопште. А Аллах је преко надлежних све ствари.
sr_latn: Ako ti ne idu napred-nazad, on će te kazniti sa bolna kazna će zameniti te drugi ljudi i ti ruke uvis ga uopšte. A Allah je preko nadležnih sve stvari.
uk: Якщо ви не йти вперед, він покарає тебе з болючою покарання і замінити іншим людям, і ви не зашкодить його на всіх. І все впокорив компетентним Аллаха.
vi: Nếu bạn không đi ra, ông sẽ trừng phạt bạn với một hình phạt đau đớn và sẽ thay thế bạn với những người khác, và bạn sẽ không làm hại anh ta cả. Và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Uma ungenalo siyophuma, He tando jezisa wena nge buhlungu jeziso futhi ngeke ithathe isikhundla sakho wena nomunye nabantu, futhi ngeke ona Him ngaphakathi nhlobo.
