Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2824
source: But let them who find not [the means for] marriage abstain [from sexual relations] until Allah enriches them from His bounty. And those who seek a contract [for eventual emancipation] from among whom your right hands possess - then make a contract with them if you know there is within them goodness and give them from the wealth of Allah which He has given you. And do not compel your slave girls to prostitution, if they desire chastity, to seek [thereby] the temporary interests of worldly life. And if someone should compel them, then indeed, Allah is [to them], after their compulsion, Forgiving and Merciful.
ca: Però deixar-los que no troben [mitjans de] matrimoni abstenir [relacions sexuals] fins que Allah enriqueix-los des de la seva generositat. I aquells que busquen un contracte [per l'emancipació eventual] entre els qui tenen les mans dreta - després de fer un contracte amb ells si saps que hi ha dins d'ells bondat i donar-los de la riquesa d'Allah que li ha donat. I obliga el seu esclaves a la prostitució, si desitgen castedat, buscar [que] els temporals interessos de vida mundana. I si algú hauria d'obligar-los, de fet, llavors Allah és [ells], després de la seva obligació, indulgent i Clement.
cy: Ond gadewch iddynt sy'n dod o hyd i ni [y ffordd ar gyfer] priodas ymatal [o berthynas rywiol] nes Mae'r Allah yn eu cyfoethogi gan ei bounty. A rhai sy'n ceisio contract [ar gyfer rhyddfreinio pen draw] o blith bwy yn eich dwylo hawl yn meddu ar-wedyn gwneud contract gyda nhw os ydych yn gwybod Mae ynddynt Duw a rhoi iddynt o gyfoeth Allah sydd wedi ei rhoi i chi. Ac a gorfodi eich merched gaethion i buteindra, os ydynt yn dymuno diweirdeb, dros dro, i geisio [ac felly] Mae buddiannau bywyd worldly. Ac os dylai rhywun eu gorfodi, yn wir, yna Allah [iddyn nhw], ar ôl eu gorfodaeth, Forgiving a Merciful.
da: Men lad dem, der ikke finder [betyder for] ægteskab undlade [seksuelle relationer] indtil Allah beriger dem fra hans bounty. Og dem, der søger en kontrakt [for eventuel frigørelse] blandt hvem din højre hånd besidder - derefter foretage en kontrakt med dem, hvis du ved, der er i dem godhed og give dem fra rigdommen af Allah, som han har givet dig. Og tvinge ikke din slavepiger til prostitution, hvis de ønsker kyskhed, for at søge [dermed] midlertidigt interesser af verdslige liv. Og hvis nogen skal tvinge dem, så ja, Allah er [til dem], efter deres tvang, Forgiving og barmhjertige.
el: Αλλά αφήστε τους που δεν βρίσκουν [τα μέσα για] γάμου απέχουν [από σεξουαλικές σχέσεις] έως ότου Αλλάχ εμπλουτίζει τους από γενναιοδωρία. Και όσους αναζητούν μια σύμβαση [για ενδεχόμενη χειραφέτηση] μεταξύ τους οποίους κατέχουν τα δεξιά χέρια σας - στη συνέχεια να συμβόλαιο μαζί τους, αν γνωρίζετε ότι υπάρχει στο εσωτερικό τους καλοσύνη και να τους δώσουμε από τον πλούτο του Αλλάχ που έχει δώσει. Και να μην αναγκάζει σας slave κορίτσια στην πορνεία, εφόσον επιθυμούν αγνότητας, να αναζητήσουν [έτσι] η προσωρινή συμφερόντων της εγκόσμια ζωή. Και αν κάποιος πρέπει να τους υποχρεώνουν, πράγματι, στη συνέχεια, Αλλάχ είναι [σε αυτά], μετά τους παρόρμηση, επιεικής και εύσπλαχνος.
et: Aga lasta neil, kes ei leia [vahenditega] abielu hoiduma [sugulises] kuni Allah rikastab neid alates tema halastus. Ja neile, kes tahavad [kohta lõpliku emantsipatsiooni] lepingu hulgast, kelle käed õiguse vallata - tehke leping nendega, kui tead, et nendes on headus ja anda neile rikkuse Jumal, mis ta on andnud teile. Ja sundida oma orja tüdrukud prostitutsiooniga, kui nad soovivad kasinuse, otsima [seega] ajutise huvitab maisest elust. Ja kui keegi peaks neid sundida, siis tõepoolest, Allah on [neid], pärast nende sund, Forgiving ja Merciful.
fi: Mutta anna heidän, jotka löytävät ei [keinot] avioliitto pidättäytyä [yhdynnässä] kunnes Jumala rikastuttaa niitä armostaan. Ja niille, jotka pyrkivät sopimukseen [lopulta emansipaatio] joukosta joille oikeissa käsissä on - tee heidän kanssaan jos tiedätte niiden hyvyys ja antaa heille Jumalan, jonka hän on antanut sinulle vaurautta. Ja ei pakota orja tyttöjä prostituutioon, halutessa siveys etsimään [näin] väliaikaisen edut maallista elämää. Ja jos joku pakottaa ne, sitten Jumala [heille], jälkeen pakkoa anteeksiantava ja armollisin.
he: אבל לתת להם למצוא לא [האמצעים הנחוצים] נישואים מקיום [יחסי המין] עד אללה מעשיר אותם מן השפע שלו. אלה המבקשים חוזה [לעצמאות בסופו של דבר] מבין מי מחזיקים ידיים ימין - ואז עושה חוזה עם אותם אם אתה יודע שיש בתוכם אדירים. ותן להם מן העושר של אללה אשר נתן לך. לא להכריח את נערות זנות, אם רצונם צניעות, לחפש [ובכך] הזמניים מעניין של החיים הגשמיים. אם מישהו צריך להכריח אותם, אז אכן, אללה היא [אותם], לאחר הכפייתי שלהם, Forgiving, הרחום והחנון.
hr: Ali neka koji ne [biti sredstvo za] brak suzdržati se [od seksualnih odnosa] dok Allah obogaćuje ih iz njegove glave. I one koji traže ugovor [za eventualne emancipaciju] među kojima posjeduju desnu ruku - onda napravi ugovor s njima ako postoji u njima dobrotu i dati im iz bogatstva Allah koji vam je dao. I prisiliti vaše djevojke, robinje na prostituciju, ako žele čednosti, tražiti [time] je privremeno interesa od svjetovnog života. I ako netko treba ih natjerati, onda zaista, Allah je [za njih], nakon svog prisile, opraštanje i milostiv.
lt: Bet tegul ne radusiems [būdai] santuokos susilaikyti [nuo lytinių santykių] kol Dievas praturtina juos iš savo lazdelės. Ir tiems, kurie siekia sutartį [dėl galimo emancipacijos] iš kurių savo dešinės rankos turi - tada padaryti su jais sutartį, jei žinote, per jų gerumą ir suteikti jiems iš Dievo, kurį jis davė jums turto. Ir nėra priversti savo vergais merginos su prostitucija, jei jie nori skaistumo, siekti [taip] laikinai interesus žemiškas gyvenimas. Ir jei kas nors turėtų priversti juos, tada iš tiesų, Allah yra [juos], po jų prievarta, Forgiving ir litosciwy.
lv: Bet ļaujiet tiem, kas nevar atrast [līdzekļus] laulības atturēties [no seksuālām attiecībām] līdz Allah bagātina tos no savas veltes. Un tiem, kuri meklē līgumu [par eventuālu emancipācijas] no kuriem piemīt labās rokās - veiciet līgumu ar viņiem, ja jūs zināt, tur ir tajās labestību un dot viņiem no Allah, kas viņam ir devis jums bagātība. Un nevar piespiest savu vergu meitenes ar prostitūciju, ja viņi vēlas šķīstība, [tādējādi] meklēt pagaidu interesēm pasaulīgās dzīves. Un, ja kādam vajadzētu likt viņiem, tad patiešām, Allah [tiem], lai pēc viņu tieksmē, piedošanu un žēlsirdīgs.
nb: Men la dem som ikke finner [betyr for] ekteskap avstå [fra seksuelle relasjoner] til Allah beriker dem fra sitt. Og de som søker en kontrakt [for eventuell frigjøring] fra hvem din høyre hånd har - gjør en kontrakt med dem hvis du vet det er innenfor dem godhet og gi dem alt fra Allah som han har gitt deg. Og tvinge ikke slave jenter til prostitusjon, hvis de ønsker kyskhet, for å søke [og] midlertidige interesser av verdslige liv. Og hvis noen skulle tvinge dem, faktisk Allah er [til dem] etter deres trang, tilgi og barmhjertig.
sk: Ale nech, ktorí hľadajú nie [prostriedkov] manželstvo zdržať [sexuálne vzťahy] kým Alah ich obohacuje z jeho štedrosť. A tých, ktorí hľadajú zmluvy [pre prípadné emancipácie] spomedzi ktorých ruky právo vlastniť - potom sa s nimi zmluvu, ak viete, že je v nich dobro a dať im z bohatstva Alláha, ktorý on vám dal. A nútiť svoje otrokyne prostitúcii, ak chcú cudnosti, Hľadať [tak] dočasné záujmy pozemský život. A ak niekto mal nútiť ich, potom v skutočnosti Alah je [ho], po ich nátlaku, odpúšťajúci a Milosrdných.
sl: Ampak jim, ki ne najdejo [sredstva za] zakonske zveze vzdrži [spolne odnose] dokler Alah jih bogati iz njegove glave. In tiste, ki iščejo pogodbo [za morebitno emancipacije] med katere roke pravice imajo - potem bi pogodbo z njimi, če veš, da je v njih dobrota in jim iz bogastvo Allah, ki je dal. In ne prisiljuje vaš suženj dekleta za prostitucijo, če želijo čistost, iskati [tako] začasno interesov posvetnega življenja. In če nekdo bi jih prisilila, potem res, Allah je [jih], po svoje prisila, tolerantna in usmiljen.
sr_cyrl: Али нека ко наћи не [средства за] брак сузбијете [сексуалне односе] док их је Алах обогаћује од његове награде. И онима који траже уговор [за евентуални еманципацију] међу којима руке поседују - онда направити уговор са њима, ако знате да постоји унутар њих доброта и дати им из богатство од Алаха, које вам је он. И неће наметнути твоја робиња на проституцију, ако они желе невиности, да траже [Тиме] привремених интересе земаљски живот. А ако неко треба да их примора, заиста, Аллах је [за њих], након њихове присиле, Форгивинг и милосрдна.
sr_latn: Ali neka ko naći ne [sredstva za] brak suzbijete [seksualne odnose] dok ih je Alah obogaćuje od njegove nagrade. I onima koji traže ugovor [za eventualni emancipaciju] među kojima ruke poseduju - onda napraviti ugovor sa njima, ako znate da postoji unutar njih dobrota i dati im iz bogatstvo od Alaha, koje vam je on. I neće nametnuti tvoja robinja na prostituciju, ako oni žele nevinosti, da traže [Time] privremenih interese zemaljski život. A ako neko treba da ih primora, zaista, Allah je [za njih], nakon njihove prisile, Forgiving i milosrdna.
uk: Але нехай вони, хто не знайти [засоби для] шлюб утриманні [сексуальні відносини] поки Аллах збагачує їх від його щедрість. І тих, хто шукає контракт [можливого звільнення] з-поміж яких руки право володіти - то на укладення з ними Якщо ви знаєте, що є в них доброти і дати їм від багатства Аллах, який він дав вам. І не змусити ваш рабинь до проституції, якщо вони бажають цнотливість, шукати [тим самим] тимчасовий спільних інтересів мирські життя. І якщо хтось повинен змусити їх, то дійсно, Аллах є [їх], після їх примусом, бачить і Merciful.
vi: Nhưng để cho họ những người tìm không [phương tiện cho] cuộc hôn nhân tránh [quan hệ tình dục] cho đến khi Allah enriches chúng từ tiền thưởng của mình. Và những người tìm kiếm một hợp đồng [cuối cùng giải phóng] trong những người mà bàn tay phải của bạn có - sau đó thực hiện một hợp đồng với họ nếu bạn biết có trong vòng chúng tốt đẹp và cung cấp cho họ từ sự giàu có của Allah mà ông đã trao cho bạn. Và không bắt buộc của bạn cô gái nô lệ cho mại dâm, nếu họ mong chastity, để tìm kiếm [do đó] tạm thời lợi ích của cuộc sống trần tục. Và nếu ai đó nên buộc chúng, sau đó, quả thật vậy, Allah là [chúng], sau của họ cưỡng bách, Forgiving và Merciful.
zu: Kodwa mabangabuyeli abathola hhayi [indlela] umshado ukungabuthinti nhlobo [ocansini] kuze kube Allah kuthuthukisa nabo kusuka ekufunayo nekucelayo Akhe.

# Quran2825
source: And We have certainly sent down to you distinct verses and examples from those who passed on before you and an admonition for those who fear Allah.
ca: I tenen sens dubte enviàvem als versos diferents exemples d'aquells que va passar abans que i una advertència per a aquells que temen Allah.
cy: Ac yr ydym yn sicr wedi anfon i lawr i chi wahanol penillion ac enghreifftiau gan y rhai a basiwyd cyn ichi a cheryddu ar gyfer y rhai sy'n ofni Allah.
da: Og vi helt sikkert har sendt ned til du forskellige vers og eksempler fra dem, der gik før du og en formaning for dem, der frygter Allah.
el: Και σίγουρα στείλαμε να σας ξεχωριστή στίχους και παραδείγματα από εκείνους που μετακυλίεται πριν από εσάς και μια admonition για όσους φοβούνται Αλλάχ.
et: Ja meil on kindlasti saatnud oma eraldiseisev salmid ja näited nendest, kes enne teid ja hoiatus neile, kes kardavad, et Allah edasi.
fi: Ja olemme varmasti antaneet eri jakeita ja esimerkkejä niiltä, jotka eteenpäin ennen ja varoitus niille, jotka pelkäävät Jumalaa.
he: בהחלט שלחנו פסוקים ברורים לך ודוגמאות לאלו. נפטרה לפני שפגשתי אותך ואת של ההטפה לאלו החוששים אללה.
hr: I naravno poslali različite stihove i primjeri od onih koji su umrli prije tebe i uputi upozorenje za one koji se boje Allaha.
lt: Ir mes tikrai atsiuntė jums skiriasi ženklai ir pavyzdžių iš tų, kurie perduodami prieš jus ir napomnienie tiems, kurie bijo Dievo.
lv: Un mums ir noteikti nosūtīts uz leju, lai atsevišķi panti un piemēri no tiem, kuri nodoti pirms un brīdinājums tiem, kas bailes Allah.
nb: Og vi har sikkert sendt til deg tydelig vers og eksempler fra dem som videre før du og en formaning for dem som frykter Allah.
sk: A sme určite poslali odlišné verše a príklady z tých, ktorí prešli predtým máte a napomenutie pre tých, ktorí sa obávajú Alah.
sl: In mi smo zagotovo poslali različni verzov in primeri, od tistih, ki so opravili pred vas in opomin za tiste, ki se bojijo Allah.
sr_cyrl: И свакако послали смо да различите стихове и примери од оних који су поставили пред собом, и као упозорење онима који страхују да би Алах.
sr_latn: I svakako poslali smo da različite stihove i primeri od onih koji su postavili pred sobom, i kao upozorenje onima koji strahuju da bi Alah.
uk: І ми безумовно направили до окремих віршів і приклади від тих, які пройшли перед вами і повчання для тих, хто побоюється Аллаха.
vi: Và chúng tôi đã chắc chắn gửi cho bạn câu thơ khác biệt và các ví dụ từ những người đã thông qua ngày trước khi bạn và một lưu ý đối với những người sợ Allah.
zu: Futhi Siye Ngokuqinisekile sa phansi you amavesi abahlukene nezibonelo ezivela kulabo adlula phambi kwakho futhi i siyalo kulabo abamesabayo Allah.

# Quran2826
source: Allah is the Light of the heavens and the earth. The example of His light is like a niche within which is a lamp, the lamp is within glass, the glass as if it were a pearly [white] star lit from [the oil of] a blessed olive tree, neither of the east nor of the west, whose oil would almost glow even if untouched by fire. Light upon light. Allah guides to His light whom He wills. And Allah presents examples for the people, and Allah is Knowing of all things.
ca: Allah és la llum dels cels i la terra. L'exemple de la seva llum és com un nínxol en el qual és un llum, la llum és dins de vidre, el vidre com si fos una estrella [blanc] nacrat il·luminat des de [l'oli de] un beneït l'olivera, de l'Orient ni de l'oest, el oli vols brillen gairebé fins i tot si tocat pel foc. Llum en llum. Guies d'Allah a la seva llum qui ell voluntats. I Allah presenta exemples per a la gent, i Allah està saber de totes les coses.
cy: Allah yn y goleuni y nefoedd a'r ddaear. Yr enghraifft o olau ei hoffi arbenigol o fewn y lamp, yw y lamp o fewn gwydr, gwydr fel pe bai'n seren [gwyn] pearly Llyth o [olew] coeden olewydd Bendigaid, yn y dwyrain na'r gorllewin, byddai eu olew yn tywynnu bron hyd yn oed os nas cyffyrddwyd gan dân. Golau ar ysgafn. Allah canllaw ei goleuni y mae ef yn wills. Ac mae'r Allah yn cyflwyno enghreifftiau ar gyfer y bobl, a bod Allah yn gwybod am yr holl bethau.
da: Allah er lyset af himlen og jorden. Eksempel på hans lys er som en niche inden for der er en lampe, lampen er i glas, glas som om det var en perlemorsfarvet [hvid] stjerne tændt fra [olie af] en velsignet oliventræ, hverken øst eller vest, hvis olie ville næsten glød selvom uberørt af branden. Lys efter lys. Allah guides til hans lys, hvem han Testamente. Og Allah præsenterer eksempler for mennesker, og Allah er vide af alle ting.
el: Αλλάχ είναι το φως του τον ουρανό και τη γη. Το παράδειγμα του φωτός είναι σαν μια θέση εντός της οποίας είναι μια λάμπα, ο φανός βρίσκεται σε γυαλί, το γυαλί, σαν να ήταν μια μαργαριταρένια [λευκό] αστέρι άναψε από [το λάδι του] ένα ευλογημένο δέντρο της ελιάς, ούτε της Ανατολής, ούτε και της Δύσης, του οποίου πετρελαίου θα σχεδόν λάμψη ακόμα και αν ανέγγιχτη από φωτιά. Το φως από το φως. Αλλάχ οδηγοί τους οποίους διαθήκες το φως του. Αλλάχ παρουσιάζει παραδείγματα για τον λαό και Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: Jumal on taevas ja maa. Näide tema valguses on nišš, mille jooksul on lamp, lamp on maksimaalselt klaas, klaas, nagu oleks see pärlendav [valge] star valgustatud [õli] õnnistatud oliivipuu ei Idas ega läänes, kelle õli oleks peaaegu kuma, isegi kui tulekahju puutumata. Valgusallika valguse korral. Tema valguses, kellele ta tahab Jumal juhendid. Allah on esitatud näited inimesed ja Jumal on kõike teades.
fi: Jumala on taivaat ja maan. Esimerkki valoaan on markkinarako, jossa on lamppu, lamppu on lasi, lasi ikään kuin pearly [Valkoinen] tähti valaistu [öljy] siunattu oliivipuu itään eikä länteen, jonka öljy lähes hehku, vaikka koskemattomia palo. Valo valo. Allah oppaat valoaan, kenet tahtoo. Allah esittelee esimerkkejä ihmisille, ja Allah on tietäen kaiken.
he: אללה הוא האור את השמים ואת הארץ. הדוגמה של אור שלו כמו גומחה שבתוכו היא מנורה, המנורה הוא בתוך זכוכית, הזכוכית כאילו היה כוכב [לבן] פנינה הדליק מהשמן [של] עץ זית המבורך, לא של המזרח ולא של המערב, אשר שמן זוהר כמעט אפילו אם לא נגעה אש. אור על האור. אללה מדריכים לאור שלו, מי שהוא חפץ. אללה מציג דוגמאות לאנשים ו אללה הוא שהידיעה של כל הדברים.
hr: Allah je svjetlo nebesa i zemlje. Primjer njegovo svjetlo kao niša u kojoj je svjetiljka, svjetiljka je u staklo, staklo kao da je to biserno [bijeli] zvijezda osvijetljen iz [ulje] blagoslovljeno stablo masline, ni od istoka ni Zapada, čije ulje gotovo će sjajiti iako netaknuta od vatre. Svjetlo na svjetlo. Allah vodiči svjetlu koga hoće. I Allah predstavlja primjere za ljude, i Allah je poznavanje svih stvari.
lt: Dievas yra dangaus ir žemės šviesa. Jo šviesos pavyzdys kaip niša, kurioje yra lempa, žibintas yra per stiklo, stiklo tarsi perlamutrinės [baltas] žvaigždės dega nuo [aliejų] błogosławiony alyvuogių medis, nei Rytų, nei Vakarų, kurių aliejus būtų beveik švyti net jei nepaliesti ugnies. Šviesos į šviesą. Dievas vadovai savo šviesos, kuriam jis testamentų. Ir Dievas pateikia pavyzdžių žmonių, ir Dievas yra žinios ir viskas.
lv: Allah ir gaisma no debesīm un zemi. Lukturīti piemērs ir kā niša, kurā ir lampa, lukturis atrodas stikla, stikla, ja tas bija pērļaini [balts] zvaigzne apgaismota no [eļļa] svētlaimīgs olīvu koku, ne austrumu, ne no rietumiem, kuru naftas iesildīja gandrīz pat tad, ja uguns neskāra. Gaisma uz gaismu. Allah gidi ar savu gaismu, kuru viņš vēlas. Allah dāvanas piemērus par cilvēkiem un Allah ir zinot visas lietas.
nb: Døyve er lys himlene og jorden. Eksempel på hans lys som en nisje som er en lampe, lampen er i glass, glass som om det var en perlehvite [hvit] stjerne opplyst fra [olje] en velsignet oliventre, verken i øst eller vest, der olje ville nesten glød selv om uberørt av brann. Lyset på lys. Allah guider til hans lys som han wills. Og Allah gir eksempler for folket, og Allah er å vite alt.
sk: Boh je svetlo neba a Zeme. Jeho svetlo je výklenok, v ktorej je svietidlo, svietidlo je sklo, sklo ako keby perleťovo [biela] hviezda svieti z [oleja] požehnal olivový strom, východ, ani západ, ktorých olej by takmer svietia, aj v prípade, že nedotknuté oheň. Svetlo na svetlo. Alah návody na jeho svetlo, koho on chce. Alah uvádza príklady pre ľudí a Alah je znalosť všetkých vecí.
sl: Allah je luč iz nebes in zemlje. Primer njegove luči je kot nišo, v katerem je svetilko, svetilko, ki je v steklo, steklo, kot da bi biserno [belo] zvezdo, osvetljeno od [olje] blagoslovljeno oljčno drevo, niti na vzhodu niti na zahodu, katerih olje bi skoraj sijaj, tudi če nedotaknjena z ognjem. Glede na svetlobo. Allah navodila za njegovo svetlobo, ki je oporok. Allah predstavlja primere za ljudi in Alah je poznavanje vseh stvari.
sr_cyrl: Аллах је свјетло небеса и земље. У примеру његове светлости као своје место у оквиру које је лампа, лампа је унутар стакла, стакло, као да га је звијезда бисерно [бели] осветљен из [уље од] благословену Маслиново дрво, ни са истока ни са запада, чије уље готово светле иако нетакнуте у ватру. Поносита светло. Алах водиче на његова светлост, кога је воља. Алах представља примере за људе и Аллах је знајужи свих ствари.
sr_latn: Allah je svjetlo nebesa i zemlje. U primeru njegove svetlosti kao svoje mesto u okviru koje je lampa, lampa je unutar stakla, staklo, kao da ga je zvijezda biserno [beli] osvetljen iz [ulje od] blagoslovenu Maslinovo drvo, ni sa istoka ni sa zapada, čije ulje gotovo svetle iako netaknute u vatru. Ponosita svetlo. Alah vodiče na njegova svetlost, koga je volja. Alah predstavlja primere za ljude i Allah je znajuжi svih stvari.
uk: Аллах є світло небо і Земля. Приклад його світло як ніша, в межах якого є лампа, лампа в межах скло, скло, як якби вона була перлинно [білий] зіркою лит [нафта] благословив оливкове дерево, ні на сході, ні заходу, чиї масло майже світитися навіть якщо незайманою вогню. Світло на світло. Аллах керівництв щодо його світло, кого він хоче. Аллах представлені зразки для людей і Аллах є знаючи, що всі речі.
vi: Allah là ánh sáng của bầu trời và trái đất. Các ví dụ của ánh sáng của mình như một thích hợp trong đó là một bóng đèn, đèn là trong thủy tinh, thủy tinh như thể nó là một ngôi sao [màu trắng] ngọc trai sáng từ [dầu của] một cây ô liu may mắn, đông cũng như của phương Tây, dầu mà hầu như sẽ phát sáng ngay cả khi bị ảnh hưởng bởi lửa. Ánh sáng khi ánh sáng. Allah các hướng dẫn để ánh sáng của người mà Ngài muốn. Allah trình bày các ví dụ cho người dân và Allah là biết tất cả mọi thứ.
zu: Allah ukuKhanya bhakabhaka hlaba.

# Quran2827
source: [Such niches are] in mosques which Allah has ordered to be raised and that His name be mentioned therein; exalting Him within them in the morning and the evenings
ca: [Aquests nínxols són] en mesquites que Allah ha ordenat a elevar-se i que el seu nom cal esmentar aquí; Ell exalta dins d'ells al matí i al vespre
cy: [Mae marchnadoedd arbenigol o'r fath] mewn mosgiau a Allah wedi archebu eu codi ac y crybwyll ei enw ynddo; exalting ef ynddynt yn y bore a gyda'r nos
da: [Sådan nicher er] i moskeer som Allah har beordret til at være rejst, og at hans navn er nævnt deri; aandsvækkende ham inden for dem om morgenen og om aftenen
el: [Τέτοια κόγχες είναι] στα τζαμιά που Αλλάχ έχει διατάξει να αυξηθεί και ότι το όνομά του να αναφερθεί σε αυτό. Τον εκθείαζε μέσα τους το πρωί και το βράδυ
et: [Selline nišše on] aastal mošeed, mida Jumal on määranud üles ja et tema nime on mainitud; exalting teda piirangualadel hommikul ja õhtul
fi: [Tällainen markkinaraon ovat] moskeijoissa, jotka Jumala on määrännyt nostettava ja että hänen nimensä mainitaan; ylentää hänet niiden sisällä aamuisin ja iltaisin
he: [נישות כאלה הם] במסגדים אשר אללה ציווה יגודל וכי שמו להיות מוזכר בו; לפאר אותו בתוכם גם בערבים
hr: [Takve niše su] u džamijama koje Allah je naredio da se i njegovo ime se spominje u njemu; exalting ga u njima u jutarnjim i večernjim satima
lt: [Tokios nišos yra] mečetėse kuriuos Allah įsakė pakilti ir kad jo vardas būti paminėta; išaukštinti jam per juos ryte ir vakare
lv: [Šādu nišas ir], mošejas, kas Allah ir pasūtījusi jāpaaugstina un ka viņa vārds jāmin tajā; exalting viņam tajās no rīta un vakaros
nb: [Slike nisjer er] i moskeer som Allah har bestilt skal heves og at hans navn nevnes der; opphøyende ham i dem om morgenen og kvelden
sk: [Tieto výklenky sú] v mešitách, ktoré Alah nariadil neutíchajú, a že jeho meno uviesť v tejto prílohe; velebí ho v nich ráno a večer
sl: [Te niše so] v mošeje, ki Allah je odredila izšolali in da njegovo ime se navedeni; exalting ga v njih, zjutraj in zvečer
sr_cyrl: [Такав ниље су] у џамијама које Аллах је наредио да се подигне и које је његово име се помиње у томе; јадикујем га унутар њих ујутро и увеце
sr_latn: [Takav niљe su] u džamijama koje Allah je naredio da se podigne i koje je njegovo ime se pominje u tome; jadikujem ga unutar njih ujutro i uvece
uk: Такі ніш знаходяться в мечеті, що наказав Аллах бути підняті і які його ім'я бути згадані в ньому; підносить його всередині них вранці і ввечері
vi: Hốc như đang ở nhà thờ Hồi giáo mà Allah đã ra lệnh phải được nâng lên và tên của ông được đề cập trong đó; exalting anh ta trong vòng chúng vào buổi sáng và buổi tối
zu: [Niches okunjalo kukhona] e amathempeli Allah wayala ukuba avuswe futhi ukuthi igama lakhe liphathwe therein;
