Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran77
source: They said, "Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided."
ca: Deien, "crida a seu senyor a aclarir-nos quin és. De fet, vaques [tots els] s'assemblen a nosaltres. I de fet nosaltres, si Allah testaments, guiarà."
cy: Dywedodd, "yn galw ar eich Arglwydd ei gwneud yn glir i ni beth ydyw. Yn wir, [bob] buwch edrych fel ei gilydd i ni. Ac yn wir os bydd Allah yn wills, bydd, yn cael ein llywio.
da: De sagde, "opfordrer din herre at gøre klart for os hvad det er. Faktisk, [alle] køerne ser ens for os. Og ja vi, hvis Allah testamenter, vil blive styret."
el: Είπαν, «καλούν το Λόρδο για να καταστήσουμε σαφές σε μας τι είναι. Πράγματι, [όλα] αγελάδες μοιάζουν μεταξύ μας. Και πράγματι, αν ο αλλά(χ), θα ξεναγηθούμε.»
et: Nad ütlesid: "Kutsun oma Issanda teha selgeks meile mida ta. Meile sarnase välimusega tõepoolest [kõik] lehmad. Ja tõepoolest me, kui Jumal tahab, juhindub."
fi: He sanoivat, "Pyydän Herra viestittää meille mitä se on. Itse asiassa [all] lehmät samannäköisiä meille. Ja todellakin, jos Jumala sallii, ohjataan.
he: הם אמרו, "קוראים אדונך להבהיר לנו מה זה. אכן, [כל] הפרות דומים לנו. אכן, אם אללה, תונחה."
hr: Rekli su, "tražiti Gospoda da bude jasno da nam što je to. Doista, [sve] krave slični nama. I doista, ako Allah,."
lt: Jie sakė, "paraginti jūsų Viešpats aiškiai mums kas tai yra. Iš tiesų, [visi] karvių atrodo panašūs į mus. Ir iš tiesų mes, jei Dievas testamentų, bus vadovautis."
lv: Viņi teica: "aicināt uz savu kungu, lai būtu skaidrs ar mums, kas tas ir. Patiešām, govis [visi] izskatās līdzīgi mums. Un patiešām mēs, ja Allah testamentu, vadīs".
nb: De sa: "kaller på deres Herre gjøre klart for oss hva det er. Faktisk ser [alt] kyr like til oss. Og faktisk, hvis Allah vilje, vil vi bli guidet.
sk: Oni povedali, "vyzval svojho pána, aby objasnila nám čo to je. V skutočnosti [všetky] kravy vyzerajú podobne k nám. A skutočne sme, ak Alah závetov, sa budú riadiť."
sl: So rekli, "pozivajo svojega Gospoda, da bi jasno nam kaj je. Res, [vse] krave videti podobno kot nas. In res, če je Allah oporoke, bo nas vodijo."
sr_cyrl: Рекли су: "Позивам твој Господ нека буде јасно да нас како је. Заиста , [све] краве изгледају исто за нас. "И заиста смо, ако Алах жели, ће бити вођена."
sr_latn: Rekli su: "Pozivam tvoj Gospod neka bude jasno da nas kako je. Zaista, [sve] krave izgledaju isto za nas. "I zaista smo, ako Alah želi, će biti vođena."
uk: Вони сказали, "закликати Господа повинна чітко вказати нам що це таке. Дійсно, [всі] корів виглядають однаково до нас. І справді ми, якщо воля Аллаха, буде керуватися".
vi: Họ nói rằng, "kêu gọi của Chúa để làm cho rõ ràng cho chúng tôi những gì nó. Thật vậy, con bò [tất cả] tìm như nhau cho chúng tôi. "Và quả thật chúng ta, nếu Allah wills, sẽ được hướng dẫn."
zu: Bathi: "Memeza kho Lord ukwenza kucace kithi ukuthi kuyini. Ngempela, bonke [] izinkomo bukeka alike kuze us. Futhi ngempela thina, uma Allah ethanda, uzobe waqondisa."

# Quran78
source: He said, "He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' " They said, "Now you have come with the truth." So they slaughtered her, but they could hardly do it.
ca: Va dir, ", diu,"És una vaca ni entrenats per llaurar la terra ni per regar el camp, un lliure de culpa amb cap punt a ella." "Van dir,"ara que han arribat amb la veritat." Així que ella sacrificats, però difícilment podia fer-ho.
cy: Meddai, "meddai, 'Mae'n buwch hyfforddodd ychwaith i plow y ddaear nac i ddyfrio y maes, un am ddim o fai gyda unrhyw hap arni.' "Dywedodd,"yn awr yr ydych wedi dod â gwir." Felly roedd eu lladd hi, ond prin gallent wneud hynny.
da: Han sagde, "han siger, «det er en ko, der hverken er uddannet til at pløje jorden og heller ikke til at overrisle feltet, en fri for fejl med ingen spot på hende. "De sagde,"nu er du kommet med sandheden." Så de slagtet hende, men de kunne næppe gøre det.
el: Είπε, «, λέει, «Είναι μια αγελάδα ούτε εκπαιδεύονται να οργώνουν τη γη, ούτε να αρδεύουν το πεδίο, η μία δωρεάν από ρήγμα με καμία κηλίδα επάνω της.» «Είπε, «τώρα έχετε έρθει με την αλήθεια.» Έτσι που σφάζονται της, αλλά δύσκολα θα μπορούσαν να το.
et: Ta ütles: "Ta ütleb:"See on kumbki koolitatud ader maa ega niisutama välja, üks vaba süü ei ole kohapeal temal lehma." "Nad ütlesid:"nüüd olete jõudnud koos tõde." Nii et nad teda tappa, kuid nad võiks seda vaevalt teevad.
fi: Hän sanoi, hän sanoo, "Se on lehmän ole koulutettu Auran maahan eikä kastella kenttään, yksi vailla vika ei paikalla häneen." "He sanoivat:"nyt olet tullut totuuden." Joten ne teurastetaan häntä, mutta tuskin tehdä se.
he: הוא אמר, "הוא אומר,"זה פרה וגם אימן לחרוש את הארץ ולא להשקיית השדה, אחת חינם מ אשם בשום נקודה עליה." "הם אמרו,"עכשיו הגעת עם האמת." אז הם שחטו אותה, אבל הם לא יכלו לעשות זאת.
hr: Rekao je, "kaže on, 'to je krava ni obučeni za oranje zemlje niti za navodnjavanje polja, slobodna od greška sa bez mrlja na nju. "Rekli su,"sada ste došli s istinom." Tako su zaklao je, ali oni to ne mogu.
lt: Jis sakė: "Jis sako:"Tai karvė nei apmokyti plūgas žemės ir drėkinimą lauką, vienas be kaltės su ne vietoje ant jo." "Jie sakė:"dabar jūs turite ateiti su tiesa." Todėl jie skerdžiami jai, bet jie vargu ar galėjo tai padaryti.
lv: Viņš teica, "viņš saka, tas ir govs, nedz apmācīti plow zemes, ne apūdeņot lauks, viens bez maksas no vaina nav vietas uz Rūtu. "Viņi teica:"tagad jums ir jānāk ar patiesību." Tāpēc viņu nokāva, bet diez vai viņi var to izdarīt.
nb: Han sa, "han sier,"det er en ku verken trent til å pløye jorden eller å vanne feltet en fri fra feil med ingen sted over henne. De sa, "nå har du kommet med sannheten." Så de slaktet henne, men de kan neppe gjøre landet.
sk: On povedal: "On hovorí,"Je to krava ani vyškolení, orať zem, ani na zavlažovanie poli, jeden bez zavinenia žiadny spot na ňu." "Oni povedali:"teraz ste prišli s pravdou." Takže oni zabijú jej, ale oni mohli len ťažko robiť to.
sl: Rekel je, "Pravi,"Da je krava, niti usposobljeni plug na zemlji niti za namakanje polja, eden brez napak z ne spot na njo." "Rekli,"zdaj ste prišli z resnico." Tako so ji zaklane, vendar bi komaj to storiti.
sr_cyrl: Он је рекао,"Каже он,"То је крава ни тренирао да оре земљу, нити да га наводњавамо поља, један слободан од квара са нема угао над њом." "Рекли су,"сад кад си имати са истином." Зато су јој побили, али они не би могао то.
sr_latn: On je rekao, "Kaže on,"To je krava ni trenirao da ore zemlju, niti da ga navodnjavamo polja, jedan slobodan od kvara sa nema ugao nad njom." "Rekli su,"sad kad si imati sa istinom." Zato su joj pobili, ali oni ne bi mogao to.
uk: Він сказав, "говорить він, 'Це корова ні навчені орати землі, ні для зрошення полів, один вільний від вина з не пляма на неї'. "Вони сказали:"тепер ви прийшли з правдою." Так вони забій її, але вони навряд чи міг це зробити.
vi: Ông nói, "ông nói, 'nó là một con bò không đào tạo để plow đất cũng không để tưới cho lĩnh vực này, một miễn phí từ lỗi với không có tại chỗ khi cô. "Họ nói,"bây giờ các bạn đã đến với sự thật." Do đó, họ giết cô ấy, nhưng họ khó có thể làm điều đó.
zu: Wathi: "Uthi: 'It is a inkomo neither oqeqeshiwe ukuba alime umhlaba noma ukuze nginisele ensimini, omunye mahhala kusukela inephutha kungekho spot phezu kwakhe.'

# Quran79
source: And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.
ca: I [avís] Quan vostè va matar un home i discuteix sobre ella, però Allah era treure el que vostè es van ocultar.
cy: A [cofio] pan ydych yn slew yn ddyn ac yn dadlau dros ei, ond Allah a oedd i ddwyn allan y chi oedd yn cuddio.
da: Og [recall] Når du dræbte en mand og omstridte over det, men Allah var at bringe ud, som du skjuler.
el: Και [ανάκληση] όταν σκότωσε έναν άνθρωπο και αμφισβητείται από πάνω του, αλλά Αλλάχ ήταν να αναδείξει αυτό που σας συγκάλυψη.
et: Ja [Meenuta] kui sa tapsid mees ja vaidlustanud selle üle, kuid Jumal oli välja tuua see, mis olid varjamine.
fi: Ja [] Kun surmasi mies ja kiisti sen, mutta Jumala oli tuoda esiin sitä, mikä oli takana.
he: [האחזור] כאשר אתה באוצר אדם שנוי במחלוקת על זה, אבל אללה היה להוציא את אשר אתה היית מסתיר...
hr: I [opoziv] zaklao čovjeka i osporio preko njega, ali Allah je da ono što su prikrivanje.
lt: Ir [atšaukti] kai jūs nužudė žmogų ir ginčijo per jį, bet Dievas buvo atneš tai, kas jums buvo nuslėpti.
lv: Un [atsaukšana] kad pagriešanas cilvēks un pār to apstrīdēja, bet Allah bija izcelt to, kas bija slēpšanu.
nb: Og [huske] når du drepte en mann og omstridt over det, men Allah var å bringe ut det som du var skjule.
sk: A [pripomínajú], keď zabil človeka a sporné nad ním, ale Boh bol aby to, čo sa skrýva.
sl: In [preklic] Ko ubil človeka in sporno nad njim, vendar Allah je izvabil tisto, kar ste bili prikrivanje.
sr_cyrl: И [опозив] када си убио човека и оспораван преко тога, али Аллах је да измами оно што је сакривао си.
sr_latn: I [opoziv] kada si ubio čoveka i osporavan preko toga, ali Allah je da izmami ono što je sakrivao si.
uk: І [згадати], коли ви вбили чоловіка і спірних над ним, але Аллаху був принести на те, що ви були приховуванні.
vi: Và [nhớ lại] khi bạn xoay người và gây tranh cãi trên nó, nhưng Allah là để đưa ra đó mà bạn đã che giấu.
zu: Futhi [buyekeza] uma ubulele umuntu phikisa phezu kwalo, kodwa Allah esasizoshintsha ukuthi enabizelwa kulo nokufihla.

# Quran80
source: So, We said, "Strike the slain man with part of it." Thus does Allah bring the dead to life, and He shows you His signs that you might reason.
ca: Així, ens va dir, "vaga matat l'home amb part d'ella." Així fa portar Allah morts a la vida, i Mostra seva signes que vostè podria raonar.
cy: Felly, yr ydym wedi dweud, "taro y dyn gladdu'r meirw â rhan ohono." Felly yw Allah yn dwyn y meirw i fywyd, ac mae e'n dangos ei arwyddion y gallai eich rheswm hwnnw ichi.
da: Så, vi sagde, "Strike den dræbte mand med en del af det." Således gør Allah bringe døde til liv, og han viser du sin tegn på, at du måske grund.
el: Έτσι, είπαμε, «απεργία τον σκοτωμένο άνθρωπο με μέρος από το.» Έτσι Αλλάχ φέρει τους νεκρούς στη ζωή, και αυτός σας δείχνει σημάδια του ότι μπορεί να διαλογίζεστε.
et: Niisiis, me ütlesime, "Strike osa see tapetud mees." Seega Allah tuua surnud elule, ja ta näitab teile oma märke, et võib põhjus.
fi: Joten sanoimme: "Strike on osittain ihmisen." Näin Jumala herättää kuolleita henkiin, ja hän näyttää hänen merkkejä siitä, että saatat järkeillä.
he: אז אמרנו, "שביתה האיש הנרצח עם חלק מזה." לפיכך אינה אללה להחיות את המתים, הוא מציג את הסימנים שלו זה לך אולי סיבה.
hr: Pa, rekli smo, "štrajk ubijenog čovjeka i dijelom." Tako Allah vratiti mrtve u život, i on pokazuje svoje znakove da bi razloga.
lt: Taigi, mes pasakė, "Strike nužudyti žmogų su jo dalis." Tokiu būdu Dievas priima mirusiųjų į gyvenimą, ir jis rodo savo požymių, kad jūs gali dėl.
lv: Tātad, mēs teicām: "streiks nogalināto vīru ar daļu no tā." Tādējādi Allah lai mirušie uz dzīvi, un viņš rāda viņa pazīmes, ka jūs varētu iemesla dēļ.
nb: Så vi sa, "Strike drept mannen med deler av den." Dermed bringer Allah døde til liv, og han viser sin tegn som du kan grunn.
sk: Tak sme povedali, "kuj zavraždeného muža s časti." Preto Alah priviesť mŕtvych, k životu, a on vám ukáže, jeho náznaky, že možno dôvod.
sl: Torej, smo rekli, "Strike umorjenega človeka z del." Tako Allah prinašajo mrtve v življenje, in on vam pokaže svoje znaki, da morda razlog.
sr_cyrl: Дакле , рекли смо, "Стрике убијеног човек са део тога." Стога Аллах доноси мртве у живот и показује ти његове знакове које сте можда разлог.
sr_latn: Dakle, rekli smo, "Strike ubijenog čovek sa deo toga." Stoga Allah donosi mrtve u život i pokazuje ti njegove znakove koje ste možda razlog.
uk: Таким чином, ми вже говорили, "страйк вбитого людина з частиною його." Таким чином Аллах веде до мертвих до життя, і він показує вам його ознаки того, що ви не причиною.
vi: Vì vậy, chúng tôi đã nói, "tấn công người đàn ông bị giết với một phần của nó." Vì vậy Allah đưa cái chết vào cuộc sống, và ông đã cho thấy bạn mình dấu hiệu cho thấy bạn có lý do.
zu: Ngakho, Sathi: "Shaya umuntu obulawe ingxenye yalo."

# Quran81
source: Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah. And Allah is not unaware of what you do.
ca: Llavors el seu cor es va convertir en endurit després que, sent com pedres o encara més difícil. De fet, hi ha pedres que rius va irrompre, i hi ha alguns d'ells que s'obre i l'aigua surt, i hi ha alguns d'ells que caure per por d'Allah. I Allah no és conscient del que fas.
cy: Yna daeth yn eich calonnau yn caledu ar ôl hynny, bod fel cerrig neu hyd yn oed yn galetach. Yn wir, ceir Mae cerrig y afonydd byrstio ymlaen, a cheir rhai ohonynt rhaniad agored hwnnw a'r dŵr yn dod allan, ac mae rhai ohonynt yn dod i lawr rhag ofn Allah. Ac nid yw Allah yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Derefter blev dit hjerte forhærdet efter, nemlig som sten eller endda hårdere. For ja, der er sten hvorfra floder brød frem, og der er nogle af dem, at delt åben og vand kommer ud, og der er nogle af dem, der falder af frygt for Allah. Og Allah er ikke uvidende om hvad du gør.
el: Τότε σας καρδιές έγινε σκληρύνει αφού αυτή, όπως πέτρες ή ακόμα πιο δύσκολο. Για πράγματι, υπάρχουν πέτρες από την οποία ξεχύνονταν, ποτάμια, και υπάρχουν μερικά από αυτά που ανοίγονται και νερό βγαίνει, και υπάρχουν μερικά από αυτά που πέφτουν κάτω από το φόβο Αλλάχ. Και Αλλάχ είναι δεν αγνοεί αυτό που κάνεις.
et: Siis sai oma südamed karastatud pärast, et need on nagu kivid või isegi raskem. Tõepoolest, on kivid, millest jõgede lõhkemist edasi- ja mõned neist, mis jaotavad avatud ja vesi väljub ja mõned neist, mis Jumala kartuses kukuks. Ja Allah ei teadnud mida teha.
fi: Sydämenne tuli sitten kovettunut oltuaan, kuten kiviä tai jopa kovempaa. Itse asiassa on kivet josta joet syöksyvät eteenpäin, ja jotkut niistä, joka jakaa auki ja vesi tulee ulos, ja jotkut niistä, jotka jäävät alas Jumalan pelossa. Ja Jumala ei tiedä mitä tehdä.
he: ואז הלב שלכם הפך מוקשה לאחר זה, להיות כמו אבנים או אפילו קשה יותר. אכן, ישנן אבנים שממנו נהרות מבצבצים, ויש גם חלק להם פיצול פתוח ומים יוצא, ויש חלק מהם ליפול מחשש אללה. אללה אינו מודע מה לעשות.
hr: Onda vaša srca postala tvrdokorna nakon, što je poput kamenja ili čak i teže. Za doista, ima kamenja iz kojeg rijeke prštati, i neki ih širom otvorena i vode izlazi, a neki od njih koje je pao zbog straha od Allaha. A Allah nije znao što učiniti.
lt: Tada jūsų širdyse tapo atsparios po to, kaip akmenys ar dar sunkiau. Iš tiesų, yra akmenų iš kurių upių sprogo atgal, ir kai kurie iš jų, kad padalinta ir vandens išeina, ir kai kurie iš jų, kad baimės Dievas griūti. Ir Dievas yra ne nežino ką daryti.
lv: Tad pēc tā, kā akmeņi vai pat grūtāk kļuva nocietinājās jūsu sirdis. Patiešām, tur ir akmeņi, no kuriem upēm eksplodēt tālāk un ir daži no tiem, kas sadalītu atvērtu un ūdens nāk no, un tur ir tikai daži no tiem, kas baidās no Allah pakrist. Un Allah nav nezina, ko darīt.
nb: Så ble deres hjerter herdet etter det, å som steiner eller enda vanskeligere. For det er faktisk steiner som elver burst frem, og det er noen av dem som sprekke og vannet kommer ut, og det er noen av dem som faller ned frykt for Gud. Og Allah er ikke klar over hva du gjør.
sk: Potom vaše srdcia stali odolné preberali, ako kamene, alebo dokonca ťažšie. Pre skutočne existuje kamene, z ktorého rieky vybuchol a tam sú niektoré, že prasknúť a vody vyjde, a tam sú niektoré z nich, ktoré padajú zo strachu z Boha. A Boh nie je vedomý toho, čo robíte.
sl: Nato postal vaša srca utrjena po to, da kot kamni ali celo težje. Za dejansko obstaja kamni, iz katerih rekah počil naprej in so nekateri od njih, ki razdeli odprta in vode pride ven, in tam so nekateri od njih, da pade dol zaradi strahu pred Allah. Ter Allah ni vedela, kaj.
sr_cyrl: Онда вам срца постала отврднуо после, кад као камење, или још теже. За заиста, ту су камење из којег ријеке напред, и тамо су неки од њих то свану и вода излази, а неки од њих то пасти због страха од Алаха. И , Алах није свестан онога сто радите.
sr_latn: Onda vam srca postala otvrdnuo posle, kad kao kamenje, ili još teže. Za zaista, tu su kamenje iz kojeg rijeke napred, i tamo su neki od njih to svanu i voda izlazi, a neki od njih to pasti zbog straha od Alaha. I, Alah nije svestan onoga sto radite.
uk: Потім ваших серцях стало запеклим після цього, того, як камені або ще важче. Для дійсно, є камені з якого річок вирвався, і деякі з них, які відкрийте роз'ємну і води виходить, і деякі з них, які падають через страх Аллаха. І Аллаху не знають про те, що ви робите.
vi: Sau đó, trái tim của bạn trở nên cứng sau khi đó, như đá hoặc thậm chí khó hơn. Cho quả thật vậy, có những loại đá mà từ đó sông bung ra, và có một số họ mà tách mở và nước đi ra, và có một số người trong số họ rơi xuống vì sợ Allah. Và Allah không phải là không biết những gì bạn làm.
zu: Bese izinhliziyo zenu phathelana qinisa ngemva kwalokho, njengabaningi amatshe noma ngisho nzima.

# Quran82
source: Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?
ca: Fer que cobegen [l'esperança, creients O], que es creu per a vostè mentre una festa d'ells solia escoltar les paraules d'Allah i llavors distorsionen la Torà després que havia entès, mentre es van sabent?
cy: Chi wneud nhw'n [y gobaith, O gredinwyr], bod fyddai'n credu i chi tra'n plaid eu defnyddio i glywed y geiriau Allah ac yna ystumio'r y Torah ar ôl byddent wedi deall ei tra y maent yn ei wybod?
da: Gør du begære [håb, O troende], at de ville tro du samtidig en part af dem bruges til at høre ord, Allah og derefter fordreje Toraen, efter at de havde forstået det, mens de vel vidende?
el: Κάνετε εποφθαλμιούν [η ελπίδα, O πιστών], ότι θα πιστεύουν για σας ενώ ένα κόμμα από αυτά χρησιμοποιείται για να ακούσει τα λόγια του Αλλάχ, και στη συνέχεια να στρεβλώσει το Torah μετά κατάλαβε αυτό ενώ αυτοί γνωρίζοντας;
et: Sa himustama [lootust, O usklike], et nad usuks teile samas pool neist saab kuulda Jumala sõna ja seejärel moonutada Toora, pärast seda, kui nad ei mõista, kuigi nad olid teades?
fi: Älä himoitse [toivoa, O uskovien], että he uskovat sinua kun osapuolena niistä käytetään kuulla Jumalan sanoja ja sitten vääristää Tooran, kun he olisivat ymmärtäneet, vaikka he olivat tietää?
he: . אתה חומד [את התקווה, המאמינים O], הם יאמינו לך תוך כדי מסיבת השתמשו כדי לשמוע את מילותיו של אללה, ואז עיוות התורה לאחר הם הבינו את זה. בזמן שהם היו לדעת?
hr: Ne poželi [nade, O vjernici], da misle za tebe dok stranka od njih čuti riječi Allaha i onda iskrivljuju Tore nakon što su shvatili da dok su bili znajući?
lt: Ar jums trokšti [vilties, O tikintieji], kad jos būtų mano jums, o jų išgirsti Dievo žodžiai ir tada iškreipti Tora po to, kai jie suprato, nors jie buvo žinant šalis?
lv: Jums tīkot [cerību, O ticīgie], ka viņi varētu ticēt jums savukārt puse no tiem izmanto dzirdu Allah vārdu un pēc tam traucēt Toru, pēc tam, kad viņi bija sapratis, kamēr viņi bija zinot?
nb: Gjør du begjære [håp, O troende], at de skulle tro for deg under en fest av dem brukes å høre ord og deretter forvrenge Torah etter at de hadde forstått det mens de var å vite?
sk: Ste prahnúť, [nádej, O veriacich], že by veriť si strana z nich počuť slová Boh a potom narúšajú Tóry, potom by pochopil, zatiaľ čo oni boli vedel?
sl: Ali ste zavidate [upanje, O verniki], da bi menijo za vas, medtem ko stranka jih vajeni slišati besede Alah in nato izkrivljajo Tora, ko so imeli razume, medtem ko oni vedo?
sr_cyrl: Ли да ћудиљ за [нада, О верници], да би верују да за вас док је странка од њих користи да цују реци Аллах и онда искривити Торе, након што су то схватио док су били знајући?
sr_latn: Li da ћudiљ za [nada, O vernici], da bi veruju da za vas dok je stranka od njih koristi da cuju reci Allah i onda iskriviti Tore, nakon što su to shvatio dok su bili znajući?
uk: Ви домагатися [надії, O віруючі], що б вірують для вас під час партії, вони звикли чути слова Аллах і потім деформація Тори, після того, як вони мали зрозуміла, хоча вони були знаючи?
vi: Bạn có thèm muốn [hy vọng, O các tín hữu], họ sẽ tin rằng cho bạn trong khi một bên của chúng được sử dụng để nghe những lời của Allah và sau đó bóp méo Torah sau khi họ đã hiểu nó trong khi họ đã biết?
zu: Ingabe ukufisa [ithemba, O amakholwa], ukuthi bakholwe kuwe ngesikhathi iqembu them sebenzisa zwa amazwi ka Allah ngalesosikhathi phendulela Torah sebephumile baqonda it ngenkathi they were azi?
