Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1969
source: And your Lord inspired to the bee, "Take for yourself among the mountains, houses, and among the trees and [in] that which they construct.
ca: I el Senyor va inspirar a l'abella, "prendre per a si mateix entre les muntanyes, cases i entre els arbres i [a] que van construir.
cy: A oedd eich Arglwydd ysbrydoli i y gwenyn, "gymryd eich hun ymysg y mynyddoedd, Dai, ac ymhlith y coed a [yn] y maent yn llunio.
da: Og din herre inspirerede til bi, "tage selv blandt bjergene, huse, og blandt træerne og [i], som de opføre.
el: Και το Λόρδο εμπνευσμένο από τη μέλισσα, "να λάβει για τον εαυτό σας ανάμεσα στα βουνά, τα σπίτια, και ανάμεσα σε δέντρα και [σε] αυτό που δημιουργούν.
et: Ja oma Issanda inspiratsiooni bee, "võta ise seas mägedes, majade, puude seas ja [on] see, mis nad ehitada.
fi: Ja teidän Herranne inspiroi mehiläinen, "itse keskuudessa vuoret, taloja, ja puiden ja [on] se, mitä he rakentaa.
he: . האל שלך השראה הדבורה, "קחי לעצמך בין ההרים, בתים, ולא בין העצים, [ב] את אשר הם בונים.
hr: I Gospodar tvoj nadahnuo da pčela, "uzeti za sebe među planinama, kućama, i među drveće i [u] ono što oni izgraditi.
lt: Ir jūsų Viešpats įkvėpė bičių, "būti sau tarp kalvų, namus, ir tarp medžių ir [in] tai, kas jie pastatyti.
lv: Un bišu iedvesmoja savu kungu, "ņemt sev starp kalniem, mājas, un starp kokiem un [ar], kas tās būvēt.
nb: Og deres Herre inspirert til å bee, "ta selv blant fjell, hus, og blant trærne og [i] som de konstruere.
sk: A váš pán inšpiroval k včela, "vziať pre seba medzi horami, domy, a medzi stromami a [v], ktoré sa postaviť.
sl: In svojega Gospoda navdih, da čebela, "se zase, med gorami, hiše, in med drevesi in [v] ki so gradnjo.
sr_cyrl: И твој господар је инспирисало да пцела, "Узми за себе међу планинама, кућама, и међу дрвеће и [у] оно што су градили.
sr_latn: I tvoj gospodar je inspirisalo da pcela, "Uzmi za sebe među planinama, kućama, i među drveće i [u] ono što su gradili.
uk: І Господь ваш надихнули до бджоли, "Take для себе серед гір, будинки і серед дерев і [в] чому вони побудувати.
vi: Và Chúa của bạn cảm hứng với ong, "Hãy cho chính mình trong dãy núi, nhà ở, và trong số các loại cây và [trong] rằng đó họ xây dựng.
zu: Kho Lord ephefumulelwe bee, "Zithathele phakathi kwezintaba, izindlu, kanye phakathi kwezihlahla kanye [e] ukuthi which they enza.

# Quran1970
source: Then eat from all the fruits and follow the ways of your Lord laid down [for you]." There emerges from their bellies a drink, varying in colors, in which there is healing for people. Indeed in that is a sign for a people who give thought.
ca: Llavors menjar de tots els fruits i seguir les maneres del seu Senyor plantejat [t]." Hi emergeix del seus ventres una beguda, amb diferents colors, on hi és la curació per a les persones. Fet que és un senyal per a una gent que donar idea.
cy: Yna fwyta o bob ffrwyth a dilyn y ffyrdd o eich Arglwydd a osodwyd i lawr [i chi]. Mae yn deillio o eu boliau yn diod, yn amrywio mewn lliw, y mae yn iachau ar gyfer pobl. Yn wir yn hynny yn arwydd i bobl sy'n rhoi meddwl.
da: Derefter spiser fra alle frugterne og Følg din Herrens fastsatte [du] veje." Der fremgår af bugen en drink, varierende farver, hvor der helbredelse for mennesker. Faktisk er i, et tegn for et folk, der overveje.
el: Στη συνέχεια, φάτε από όλα τα φρούτα και ακολουθήστε τους τρόπους σας Λόρδος που προβλέπονται [σας].» Προκύπτει από τις κοιλιές τους ένα ποτό, ποικίλλουν σε χρώματα, στο οποίο υπάρχει είναι η θεραπεία για τους ανθρώπους. Πράγματι στο ότι αποτελεί ένδειξη για τους ανθρώπους που δίνουν σκέψη.
et: Seejärel süüa kõik puuviljadest ja järgige oma Issanda [te] jaoks ette nähtud viisil." Seal väljub nende kõhud jooke, erinevad värvid, kus seal on tervendav inimestele. Tõepoolest, et on märk inimestele, kes anna mõtlema.
fi: Sitten syödä kaikki hedelmät ja seuraa tapoja Herrasi säädetty [sinulle]." Siellä ilmenee vatsa drinkin eri väriä, jossa on parantavaa ihmisille. Itse asiassa se on merkki niille, jotka antavat aihetta.
he: לאחר מכן ולאכול כל הפירות, בצע את דרכי האל שלך נרשם [לך]." שם מגיח בטנם משקה, במגוון צבעים, שבו אין הוא ריפוי לאנשים. אכן זה הוא סימן לאנשים לחשוב.
hr: Zatim Jedi od svih plodova i slijediti običaje svoga Gospodina [za]." Tu nastaje iz njihovih trbuščića piće, različitih boja, u kojoj je lijek za ljude. Zaista u tome je znak za ljude tko razmišljao.
lt: Tada valgyti iš visų vaisių ir sekti jūsų Viešpats [u] nustatytų būdų." Ten atsiranda savo papilvės gėrimu, įvairaus spalvų, kurios yra gydymo žmonėms. Iš tiesų, kad yra žmonių, kurie suteikia minties ženklas.
lv: Pēc tam ēst no augļiem un sekot jūsu kungs noteikti [tu] veidos." Tur dzimst no vēderi dzēriens, dažādas krāsas, kas tur ir dziedināšanas cilvēkiem. Patiešām, ka cilvēkiem, kuri domā ir zīme.
nb: Deretter spise fra alle fruktene og følge din Herrens fastsatt [for deg] veier. Det framgår buken en drink, i farger, der det er healing for folk. Faktisk er som et tegn for et folk som tenke.
sk: Potom jesť zo všetkých druhov ovocia a sledovať spôsoby svojho pána stanovené [si]." Tam sa vynorí z ich brucha, pitie, rôznej farby, v ktorom nie je uzdravenie pre ľudí. Naozaj v tom, že je znamenie pre ľudí, ktorí myslel.
sl: Nato jesti iz vseh sadja in sledite načine svojega gospodarja, predvidenimi [vi]." Je razvidno iz trebuhe, pijačo, različnih barv, v kateri je zdravljenje za ljudi. Res da je znak za ljudi, ki dajejo misli.
sr_cyrl: Онда једи од свих плодова воћа и прати путеве господара повали [ти]." Тамо се појављује из стомацима пиће, поигравам се у бојама, у којем постоји зараста за људе. Заиста у то је знак за људе који дају мисао.
sr_latn: Onda jedi od svih plodova voća i prati puteve gospodara povali [ti]." Tamo se pojavljuje iz stomacima piće, poigravam se u bojama, u kojem postoji zarasta za ljude. Zaista u to je znak za ljude koji daju misao.
uk: Потім з'їсти всі фрукти і дотримуйтесь шляхів ваш Господь закладено [ваc]." Тут виникає з їх животи, напій, різного кольору, в якому з'явився зцілення для людей. Дійсно в тому, що є ознакою для людей, які дають думки.
vi: Sau đó ăn từ tất cả các loại trái cây và thực hiện theo cách của Chúa đặt lườn cho [Anh]." Có nổi lên từ bụng của họ uống, thay đổi màu sắc, trong đó có chữa bệnh cho người dân. Quả thật đó là một dấu hiệu cho một người đưa ra suy nghĩ.
zu: Ngalesosikhathi phanga bonke thelo futhi alandele izindlela kho Lord wabeka phansi [ngawe]. "Kukhona sibonakala nga bo khaba isiphuzo, obuhlukahlukene ngemibala, lapho uphulukisa kubantu. Ngempela kuleyo isibonakaliso isizwe

# Quran1971
source: And Allah created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know, after [having had] knowledge, a thing. Indeed, Allah is Knowing and Competent.
ca: I Allah creada llavors es portarà a la mort. I entre el és el que s'inverteix a l'edat més decrèpit [antic] de manera que ell no se sap, després [tenir] coneixement, una cosa. De fet, Allah està saber i competents.
cy: A Creodd Allah chi; yna bydd ef yn eich mewn marwolaeth. Ac ef a yw gwrthdroi i oed [hen] mwyaf atgas fel y gwyr ni, ar ôl [wedi] eich plith yw gwybodaeth, peth. Yn wir, Allah yn gwybod a cymwys.
da: Og Allah skabte dig; derefter vil han tage dig i døden. Og blandt dem er ham, der er vendt til at de mest udslidte [gamle] alder, således at han ikke vil vide, efter [havde] kendskab, en ting. Allah er, at vide og kompetent.
el: Και Αλλάχ δημιούργησε. στη συνέχεια, αυτός θα σας οδηγήσει στο θάνατο. Και ανάμεσά σας είναι αυτός που έχει αντιστραφεί στην πιο εξαθλιωμένος [παλιό] ηλικία, έτσι ώστε δεν θα ξέρει, μετά από [είχε] γνώση, ένα πράγμα. Πράγματι, ο Αλλάχ είναι γνωρίζοντας και αρμόδιοι.
et: Ja Jumal on loonud teile; siis ta viib teid surmaga. Ja teie seast on see, kes kõige decrepit [vana] vanus pööratud nii, et ta ei tea, pärast [oli] teadmised, asi. Tõepoolest, Allah on teades ja kompetentne.
fi: Ja Jumala loi sitten hän vie kuolemaan. Ja teille on se, joka muuttuu Viimeisin raihnainen [vanha] ikään siten, että hän ei tunne, jälkeen [oli] tietoa, asia. Itse asiassa Jumala on tieto ja pätevä.
he: אללה יצר ואז הוא ייקח אותך במוות. בין שאתה הוא מי זה מתהפך לתקופת [ישן] חלוש ביותר כך שלא ידע, לאחר [שיש לו] ידע, דבר. אכן, אללה הוא שהידיעה Competent.
hr: I Allah stvorio zatim on će vas odvesti u smrt. I među vama je onaj koji se ukida najviše oronuo [stari] doba tako da ne znat će, nakon što je znanje, ništa. Uistinu, Allah je poznavanje i nadležnih tijela.
lt: Ir Dievas sukūrė tave; tada jis bus priimti jus į mirtį. Ir tarp jūsų yra tas, kuris yra atvirkštinė labiausiai nukaršęs [senas] amžiaus, kad jis nežinojo, po [buvo] žinių, dalykas. Iš tiesų, Allah yra žinios ir kompetentinga.
lv: Un Allah izveidota pēc tam viņš atver nāvi. Un starp jums, ir tas, kas ir pretēja visvairāk nevarīgs [] vecums, tāpēc, ka viņš nezinās, [pēc tam, kad bija] zināšanas, lieta. Patiešām, Allah ir zinot un kompetentas.
nb: Og Allah skapt. så vil han ta deg i døden. Og blant dere er han som tilbakeføres til mest avfeldig [gamle] alder slik at han ikke vet, etter [hadde] kunnskap, en ting. Døyve er faktisk kjennskap og kompetent.
sk: A Alah stvoril potom on vás k smrti. A medzi vami je ten, kto sa obrátil na najviac schátraný [starého] vek tak, že nebude vedieť, po [ktoré boli] poznatkov, vec. Alah je skutočne vedieť a kompetentní.
sl: Ter Allah ustvaril nato on vas bo popeljal v smrt. In med vami je on, ki je obrnil na najbolj dotrajani [] starost tako, da bo vedel, potem ko je znanje, stvar. Res, Allah je poznavanje in pristojni.
sr_cyrl: А Алах је створио си; Онда , он ће вас одвести у смрт. И медју вама је онај који је обрнут у најстарији [стари] доба, тако да он неће знати, после [обзиром да су] знања, ствар. Уистину , Аллах је знајужи и способан.
sr_latn: A Alah je stvorio si; Onda, on će vas odvesti u smrt. I medju vama je onaj koji je obrnut u najstariji [stari] doba, tako da on neće znati, posle [obzirom da su] znanja, stvar. Uistinu, Allah je znajuжi i sposoban.
uk: І Аллах створений вами; Потім він буде вважати вас до смерті. І серед вас є той, хто все стає навпаки до найбільш антіконкурсу [старі] років так що він не буде знати, після [маючи] знання, річ. Дійсно, Аллах є знаючи, що і грамотного.
vi: Và Allah tạo ra của bạn. sau đó ông sẽ đưa bạn trong cái chết. Và trong số các bạn ai đảo ngược để tuổi [cũ] đặt nát vì vậy mà ông sẽ không biết, sau khi [có] kiến thức, một điều. Thật vậy, Allah là hiểu biết và thẩm quyền.
zu: Futhi Allah qamba you;

# Quran1972
source: And Allah has favored some of you over others in provision. But those who were favored would not hand over their provision to those whom their right hands possess so they would be equal to them therein. Then is it the favor of Allah they reject?
ca: I Allah ha afavorit alguns de vostès sobre els altres en la prestació. Però aquells que estaven a favor no vols lliurar seva disposició a aquells qui les mans de la dreta tenen manera que siguin iguals a ells s'hi facilita. Llavors és el favor d'Allah que rebutgen?
cy: Ac wedi Allah ffafriol rhai ohonoch dros eraill yn y ddarpariaeth. Ond byddai'r rheini a oedd yn favored na llaw dros eu darpariaeth i'r rheini y mae eu dwylo hawl yn meddu ar felly byddent yn equal iddynt ynddo. Yna mae'n favor Allah maent yn gwrthod?
da: Og Allah har begunstiget nogle af jer over andre i bestemmelsen. Men dem, der var yndet vil ikke aflevere deres bestemmelse til dem, som deres højre hånd besidder så de ville være lig dem deri. Derefter er det fordel af Allah de afviser?
el: Και Αλλάχ έχει ευνοηθεί κάποιοι από εσάς έναντι άλλων στην παροχή. Αλλά όσοι ήταν ευνοημένο δεν θα παρέδιδε την παροχή τους σε εκείνους τους οποίους κατέχουν το δεξί χέρι τους, έτσι θα είναι ίση με τους σ ' αυτό. Στη συνέχεια, πρόκειται για την εύνοια του Αλλάχ απορρίπτουν;
et: Ja Jumal on soodsates mõned teist teiste ees pakkumine. Kuid need, kes olid soositud oleks käsi üle nende osutamist nendele, kellele oma kätt omama nii, et nad oleks võrdne neid seal. Siis on Jumal nad lükata kasuks?
fi: Ja Jumala on suosinut jotkut teistä toisten tarjonnassa. Mutta ne, jotka olivat suosi ei luovuttaisi tarjontaa niille, joita oikeissa käsissä oltava, jotta ne olisivat yhtä niistä siinä. Niin on Jumala he hylkäävät hyväksi?
he: אללה יש להעדפה חלק מכם על אחרים בהוראה. אך אלה אשר היו העדיף לא תמסור שלהם הוראה לאלה שאותם הועדפו מחזיקים כדי להיות שווה להם בו. אז זה הטובה של אללה הם דוחים?
hr: I Allah odobrava neke od vas nad drugima u odredbu. Ali oni koji su bili omiljeni neće predati pružanje onima koje rukama pravo posjedovati da bi bili jednaki za njih u njoj. Onda je milost Allaha odbiju?
lt: Ir Dievas turi skatino kai kurie iš jūsų daugiau nei kiti nuostata. Bet tie, kurie buvo dobrodziejstwami būtų ne perduoti jų teikimo tie, kurie savo dešinės rankos turėti, kad jie būtų lygus juos ten. Tada tai jie atmeta Dievo malonės?
lv: Un Allah ir privileģēts daži no jums pār citiem nodrošināšanā. Bet tiem, kuri bija privileģēts būtu nevis nodot to sniegšanu tiem, kuru rokās tiesības piemīt tik tie būtu vienāds ar viņiem tajā. Tad tas ir tik laipns un Allah viņi noraida?
nb: Og Allah har favorisert noen av dere over andre i bestemmelsen. Men de som var favoriserte ville ikke overlate tilbudet for dem som hendene høyre ha så de ville være lik dem der. Deretter er det støtte av Allah de avviser?
sk: A Alah niektorí z vás má prednosť pred ostatnými rezervy. Ale nie tých, ktorí boli favorizoval by odovzdať ich poskytovanie tých, ktorých ruky právo vlastniť takže by sa v ňom pre seba. Potom je to láskavosť Alah odmietajú?
sl: Ter Allah nekateri od vas je prednost pred drugimi v določbi. Ampak tisti, ki so bili preferiraju bi ne izroči njihovega opravljanja tistim, katere roke pravico imeli, da bi bili enako nanje v njem. Potem je to uslugo Alah jih zavrne?
sr_cyrl: А Аллах је била наклоњена неки од вас над другима у одредбу. Али они који су били омиљени неће предати њихове одредбе да оне које је своју десну руку поседује тако да буде једнак њима у томе. Онда је од Алаха да одбије услугу?
sr_latn: A Allah je bila naklonjena neki od vas nad drugima u odredbu. Ali oni koji su bili omiljeni neće predati njihove odredbe da one koje je svoju desnu ruku poseduje tako da bude jednak njima u tome. Onda je od Alaha da odbije uslugu?
uk: І Аллах має віддають перевагу деякі з вас перед іншими в положення. Але ті, хто були сприяння не передати їх положення, щоб ті, кого руках право володіти так вони б прирівняних до них в ньому. Тоді це користь Аллаха, вони відкидають?
vi: Và Allah đã ưa chuộng một số bạn hơn những người khác cung cấp. Nhưng những người ủng hộ sẽ không trao trong điều khoản của họ để những người mà bàn tay phải của họ có vì vậy, họ sẽ được ngang bằng với họ trong đó. Sau đó là sự ưu ái của Allah họ từ chối?
zu: Futhi Allah ube nomusa abanye benu others lungiselelo.

# Quran1973
source: And Allah has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allah they disbelieve?
ca: I Allah ha fet per a vostè de vosaltres companys i ha fet per a tu de seus companys fills i néts i ha proporcionat per a vostè de les coses bones. Llavors en falsedat creu i oficines Allah no creuen?
cy: Ac mae'r Allah wnaed i chi gan eich ffrindiau a wnaed i chi gan eich ffrindiau meibion ac wyrion ac wedi darparu i chi o'r pethau da. Yna ydynt yn credu mewn anwiredd a mae nhw'n chredu in the favor of Allah?
da: Og Allah har gjort for dig fra jer kammerater og har gjort for dig fra dine kammerater sønner og børnebørn og har givet til dig af de gode ting. Derefter i løgn tror de og fordel Allah de tvivle?
el: Και Αλλάχ έχει κάνει για σας από τους εαυτούς σας συντρόφους και έχει κάνει για σένα από συντρόφους γιοι και τα εγγόνια σας και έχει παράσχει για σας από τα καλά πράγματα. Στη συνέχεια, ψευτιά πιστεύετε και δυσπιστώ κατά την εύνοια του Αλλάχ;
et: Ja Jumal on teinud teile enestest semud ja on teinud teile oma semud poega ja lapselapsi ning andnud teile head asjad. Siis valetamine ei nad usuvad ja Allah kasuks usu.?
fi: Ja Jumala on tehnyt sinulle itse kaverit ja on tehnyt sinulle kaverit poikaa ja lastenlasta ja on antanut sinulle hyviä asioita. Sitten valhe he uskovat ja hyväksi Allah uskottomia?
he: אללה הכינה בשבילך את עצמכםמפני עצמכם החברים הפך עבורך מן החברים בנים ונכדים שלך ואת סיפקה לך מן הדברים הטובים. ואז מילותינו הם מאמינים, לטובת אללה הם להאמין?
hr: I Allah je napravio za vas od vas samih prijateljima i je napravio za vas od prijatelja sinove i unuke i ako je za vas iz dobrih stvari. Zatim u laž oni vjeruju i korist Allah im siguran da je lažna?
lt: Ir Dievas padarė jums iš savęs padėjėjų ir padarė jums iš savo padėjėjų Sūnūs ir anūkai ir suteikė jums iš gerų dalykų. Tada melas ar jie mano ir už Dievo jie neturi wierza?
lv: Un Allah ir radīts jums no sev palīgu un jums ir veikusi no biedriem dēliem un mazbērniem no labajām lietām, kas jums ir nodrošinājusi. Tad meli, pēc viņu domām un labu Allah viņi neticēt?
nb: Og Allah har gjort for deg fra dere kamerater og har gjort for deg fra dine kamerater sønner og barnebarn og har gitt deg fra de gode tingene. Deretter i løgn tror de og favør av Allah de tviler?
sk: A Allah sa pre vás od seba kamarátov a urobila si z kamarátov synovia a vnuci a pripravil pre vás z dobrých vecí. Potom v lož im veriť a len Boh im neveriť?
sl: In Allah je narejena zate od sebe častniki in je narejen za vas iz častniki sinovi in vnuki in predvidela vi iz dobre stvari. Nato v laž ne menijo in korist Alah jih verjamem?
sr_cyrl: И Аллах је направио за вас од вас самих другови и је направио за тебе од твоје ортаке синови и унуци и је обезбедио за вас из добрих ствари. Онда находити они верују и понурени Алах ти верују?
sr_latn: I Allah je napravio za vas od vas samih drugovi i je napravio za tebe od tvoje ortake sinovi i unuci i je obezbedio za vas iz dobrih stvari. Onda nahoditi oni veruju i ponuрeni Alah ti veruju?
uk: І Аллах зробили для вас від себе товаришів і зробив для вас від ваших товаришів синів і онуків і надав для вас від хороші речі. Потім у брехні вірять і користь Аллах вони не вірити?
vi: Và Allah đã cho bạn từ bản thân bạn tình và đã làm cho bạn từ bạn cùng con trai và cháu của bạn và đã cung cấp cho bạn từ những điều tốt đẹp. Sau đó ở falsehood họ tin và in the favor of Allah disbelieve?
zu: Futhi Allah esenze ngawe phakathi kwenu izinsikazi futhi esenze ngawe ezivela abangane bomshado wakho amadodana abazukulu nezingane fanele hlinzeka for you ezintweni ezinhle.

# Quran1974
source: And they worship besides Allah that which does not possess for them [the power of] provision from the heavens and the earth at all, and [in fact], they are unable.
ca: I culte a més d'Allah, que que no té per a ells [el poder de] provisió de cels i la terra en absolut, i [de fet], són incapaços.
cy: Ac y maent yn addoli ar wahân i Allah ni feddir sydd iddyn nhw [y pŵer o] darpariaeth gan y nefoedd a'r ddaear o gwbl, ac [yn wir], maent yn methu.
da: Og de tilbeder udover Allah, som ikke besidder for dem [magt] bestemmelse fra himlene og jorden på alle, og [virkeligheden] er de ikke.
el: Και που λατρείας εκτός από Αλλάχ ότι που δεν κατέχει τους [η εξουσία] διάταξη αυτή από τον ουρανό και τη γη σε όλα, και [στην πραγματικότητα], δεν είναι σε θέση.
et: Ja nad kummardavad Jumalat, et kes ei valda neid [power] Lisaks taevas ja maa üldse ette valmistada ja [tegelikult], nad ei suuda.
fi: Ja he palvovat sitä paitsi Allah, joka ei ole heille [power] valmistella taivaasta ja maan ollenkaan ja [kuitenkin] eivät onnistu.
he: הם סוגדים מלבד אללה כי אשר לא מחזיק אותם [את הכוח של] להקצות משאבים מן השמים והארץ בכלל, ו [למעשה], הם לא מסוגלים.
hr: I oni obožavati osim Allaha da koja ne posjeduje za njih [snaga] odredba iz nebesa i zemlju na sve, i [u stvari], nije u mogućnosti.
lt: Ir jie garbina be Dievo kad kuri neturi jiems [galia] nuostata iš dangaus ir žemės ne visi, ir [iš tikrųjų], jie negali.
lv: Un viņi pielūdz Allah, ka kam nepiemīt viņiem [varas] papildus nodrošināt no heavens un zemes vispār un [faktiski], tie nevar.
nb: Og de tilber foruten Allah at som ikke har for dem [makt] klargjøre fra himlene og jorden overhodet, og [faktisk], de er ikke.
sk: A uctievajú okrem Alaha, ktorá nemá pre nich [moc] poskytovanie z neba a Zeme vôbec, a [v skutočnosti], nie sú schopní.
sl: In so častili poleg Allah, da ki nima zanje [moči] določba iz nebes in zemlje na vse, in [resnično], se ne morejo.
sr_cyrl: И они се клањају осим Алаха да која не поседује за њих [снага] уопште испловити из небеса и земљу, а [у ствари], нису у стању.
sr_latn: I oni se klanjaju osim Alaha da koja ne poseduje za njih [snaga] uopšte isploviti iz nebesa i zemlju, a [u stvari], nisu u stanju.
uk: І вони поклоняються крім Аллаха, що яких не мають для них [силу] підготування від небеса та Земля на всіх, і [насправді], вони не в змозі.
vi: Và họ tôn thờ ngoài Allah mà mà không có cho họ [sức mạnh của] cung cấp từ các tầng trời và trái đất ở tất cả, và [trong thực tế], họ là không thể.
zu: Futhi khonza Allah ukuthi okungadingi ifa ngabo [ngamandla] ukuhlinzekwa kusukela amazulu nomhlaba nhlobo, futhi [eqinisweni], abakwazi.

# Quran1975
source: So do not assert similarities to Allah. Indeed, Allah knows and you do not know.
ca: Així no afirmar similituds amb Allah. De fet, Allah sap i no saps.
cy: Nid haeru tebygrwydd i Allah felly. Yn wir, gwyr Allah ac nad ydych yn gwybod.
da: Så ikke hævde ligheder til Allah. Allah ved, og du kender ikke.
el: Έτσι δεν διεκδικούν ομοιότητες με Αλλάχ. Πράγματι, Αλλάχ γνωρίζει και δεν ξέρετε.
et: Nii et väita Jumal sarnasusi. Tõepoolest, Allah teab ja ei tea.
fi: Niin eivät puolustaa yhtäläisyyksiä Jumalalle. Itse asiassa Jumala tietää ja ei tiedä.
he: אז לא טוענים דמיון לאללה. אכן, אלוהים יודע, אתה לא יודע.
hr: Pa ne vrše sličnosti Alahu. Doista, Allah zna i ne znate.
lt: Taigi nėra apginti panašumų su Dievas. Iš tiesų, Dievas žino ir jūs nežinote.
lv: Tātad nevar aizstāvēt līdzības Allahu. Patiešām, Allah zina, un jūs to nezināt.
nb: Så ikke hevde likheter til Allah. Faktisk Allah vet og du vet ikke.
sk: Nie tak presadiť podobnosti Alah. Vskutku, Alah vie a vy neviete.
sl: Tako ne uveljavljajo podobnosti v Allah. Res, Allah ve in ne veste.
sr_cyrl: Дакле , не потврди сличности Алаху. Заиста, Аллах зна, и не знате.
sr_latn: Dakle, ne potvrdi sličnosti Alahu. Zaista, Allah zna, i ne znate.
uk: Так не стверджує, схожість з Аллаха. Дійсно, Аллах знає, і ви не знаєте.
vi: Vì vậy không khẳng định điểm tương đồng với Allah. Thật vậy, Allah biết và bạn không biết.
zu: Ngakho musa bagomela ezifana Allah.
