Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1634
source: And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allah. That is from the favor of Allah upon us and upon the people, but most of the people are not grateful.
ca: I he seguit la religió dels meus pares, Abraham, Isaac i Jacob. I no era per a nosaltres res associar amb Allah. Que és la desgràcia d'Allah sobre nosaltres i sobre les persones, però la majoria de les persones no estem agraït.
cy: Ac wedi yn dilyn crefydd o 'm tadau, Abraham, Isaac a Jacob. Ac nid oedd i ni gysylltu unrhyw beth gyda'r Allah. Hynny yw, o'r favor Allah arnom ni ac ar y bobl, ond nid yw'r rhan fwyaf o bobl yn ddiolchgar.
da: Og jeg har fulgt religionen af mine fædre, Abraham, Isak og Jakob. Og det var ikke for os at knytte noget til Allah. Der er fra Allah gunst over os og over folket, men de fleste mennesker er ikke taknemmelig.
el: Και έχω ακολουθήσει τη θρησκεία των πατέρων μου, Αβραάμ, Ισαάκ και Ιακώβ. Και δεν ήταν για μας να συνδέουν τίποτα με τον Αλλάχ. Αυτό είναι από την εύνοια του Αλλάχ πάνω μας και μετά από τους ανθρώπους, αλλά οι περισσότεροι άνθρωποι δεν είναι ευγνώμων.
et: Ja olen jälginud minu isad, Aabraham, Iisak ja Jaakob religioon. Ja see ei olnud meile midagi seostamiseks Allah. Mis on kasuks Jumal meid ja pärast inimesed, kuid enamik inimesi ei ole tänulik.
fi: Ja ovat seuranneet uskonto isäni Abrahamin, Iisakin ja Jaakobin. Ja se ei ollut meille mitään liittävät Allah. Se on Jumalan suosioon ovella ja kansaa, mutta useimmat ihmiset eivät ole kiitollinen.
he: עקבתי אחר דת אבותיי, אברהם, יצחק ויעקב. זה לא היה בשבילנו לשייך כל דבר אללה. . זה הטובה של אללה רובצת עלינו ועל העם, אך רוב האנשים אינם אסירת תודה.
hr: I slijedio sam vjeru svojih očeva, Abrahamu, Izaku i Jakovu. I to nije za nas ništa povezati s Allah. To je od milost Allaha na nas i na ljude, ali većina ljudi nisu zahvalni.
lt: Ir aš po mano tėvo, Abraomas, Izaokas ir Jokūbas religija. Ir tai buvo ne mums susieti viską su Dievas. Tai iš Dievo malonės ant mūsų ir ant žmonių, bet dauguma žmonių nėra dėkinga.
lv: Un ir jāievēro manu tēvu, Abraham Isaac un Džeikobs reliģiju. Un ne jau mums kaut ko saistīt ar Allah. Tas ir no Allah favor pār mums un cilvēkiem, bet lielākā daļa cilvēku nav pateicīgs.
nb: Og jeg har fulgt religion mine fedre, Abraham, Isak og Jakob. Og det var ikke for oss å knytte noe til Allah. Det er fra favør Allah oss og folk, men de fleste er ikke takknemlig.
sk: A sledoval som náboženstvom našich otcov, Abraháma, Izáka a Jakoba. A nebolo to pre nás niečo spájať s Alláh. To je z zdvorilosti Boh na nás a na ľudí, ale väčšina ľudí nie sú vďační.
sl: In sem sledil vere svojih očetov, Abraham, Izaka in Jakoba. In to ni za nas, da povezujejo vse s Allah. To je korist od Allah na nas in na ljudi, vendar večina ljudi niso hvaležni.
sr_cyrl: И пратио сам религија мојих отаца, Абрахама, Исака и Јакоба. И није било за нас да ништа придружите Алаха. Ово је из услугу Аллаха на нас и на људима, али већина људи нису захвални.
sr_latn: I pratio sam religija mojih otaca, Abrahama, Isaka i Jakoba. I nije bilo za nas da ništa pridružite Alaha. Ovo je iz uslugu Allaha na nas i na ljudima, ali većina ljudi nisu zahvalni.
uk: І я стежив релігії мої батьки, Авраам, Ісак і Яків. І це було не для нас асоціювати нічого з Аллаха. Що від користь Аллах на нас і на людей, але більшість людей не вдячний.
vi: Và tôi đã theo tôn giáo của người cha của tôi, Abraham, Isaac và Jacob. Và nó đã không cho chúng tôi để liên kết bất cứ điều gì với Allah. Đó là sự ưu ái của Allah cho chúng ta và những người, nhưng hầu hết những người không biết ơn.
zu: Futhi ngiye walandela inkolo wawobaba, u-Abrahama, u-Isaka noJakobe.

# Quran1635
source: O [my] two companions of prison, are separate lords better or Allah, the One, the Prevailing?
ca: O [meus] dos companys de presó, és millor separats senyors o al là, l, l Prevailing?
cy: O [fy] cymdeithion dau o'r carchar, yn Arglwyddi ar wahân yn well neu Allah, un, y coesyn?
da: O [min] to kammerater i fængsel, er separate lords bedre eller Allah, den ene, Prevailing?
el: O [μου] δύο συντρόφους φυλακή, είναι ξεχωριστό Λόρδων καλύτερα ή Αλλάχ, το ένα, το Prevailing;
et: O [minu] kahe kaaslasega vangla, on eraldi lords parem või Jumal, üks on Prevailing?
fi: O [] kaksi yhteistyökumppania vankilassa, ovat erillinen lords parempi tai Allah, yksi Prevailing?
he: O [שלי] שני שותפים של הכלא, הם יותר נפרד הלורדים או אללה, האחד, Prevailing?
hr: O [moj] dva pratioca iz zatvora, su odvojeni gospodari bolje ili Allah, jedan, na Prevailing?
lt: O [mano] dviejų bendrakeleivių kalėjime, yra atskiras Lordų geriau ar Dievas, vienas, kad Prevailing?
lv: O [] divi kolēģi no cietuma, ir labāk atsevišķi kungiem vai Allah, viens Prevailing?
nb: O [meg] to kompanjonger fengsel, er separate lords bedre eller Allah, den, Prevailing?
sk: O [mojej] dvaja spoločníci väzenia, sú samostatné pánov lepšie alebo Alah, ten Prevailing?
sl: O [moja] dva tovariši zaporu, so ločene lords bolje ali Allah, eno, na Prevailing?
sr_cyrl: О [моје] два пратиоца из затвора, да ли боље одвојене господари или Аллах, један, на Преваилинг?
sr_latn: O [moje] dva pratioca iz zatvora, da li bolje odvojene gospodari ili Allah, jedan, na Prevailing?
uk: O [мій] двома товаришами в'язниці, чи є окремий лордів краще або Аллах, один, на Prevailing?
vi: O [tôi] hai companions của nhà tù, có riêng biệt Chúa tốt hơn hoặc Allah, một, the Prevailing?
zu: O [lami] ababili nabangane ejele, amakhosi ahlukene kangcono noma Allah, Fike Nokunqoba?

# Quran1636
source: You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allah has sent down no authority. Legislation is not but for Allah. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know.
ca: Adoren no a més ell excepte [simples] noms que han anomenat ells, vostè i el seu pare, que Allah ha enviat cap autoritat. La legislació no és sinó per Allah. Ell ha manat que es veneren no excepte ell. Que és la religió correcte, però la majoria de la gent no sap.
cy: Mae eich addoli nid heblaw iddo ac eithrio enwau [ond] wedi eich enw arnynt, chi a eich tadau, y mae Allah wedi anfon i lawr unrhyw awdurdod. Nid yw'r ddeddfwriaeth ond i Allah. Mae ef yn gyfrifol am eich bod yn addoli nid ac eithrio ef. Dyna grefydd gywir, ond nid rhan fwyaf o bobl yn gwybod.
da: Du tilbeder ikke udover ham undtagen [alene] navne du har navngivet dem, du og dine fædre, som Allah har sendt ned ingen myndighed. Lovgivning er ikke men for Allah. Han har befalet, at du tilbeder ikke undtagen ham. Det er korrekt religion, men de fleste mennesker kender ikke.
el: Έχετε λατρεία δεν εκτός από τον εκτός [απλή] ονόματα έχουν ονομάσατε τους, εσείς και οι πατέρες σας, για τους οποίους Αλλάχ έστειλε κάτω από καμία αρχή. Νομοθεσία δεν είναι, αλλά για τον Αλλάχ. Διοίκησε που λατρεύουν δεν εκτός από τον ίδιο. Που είναι η σωστή θρησκεία, αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν.
et: Te kummardama mitte lisaks teda välja arvatud [pelgalt] nimed on nimeks neid, sina ja sinu isad, mille Jumal on saatnud oma autoriteeti. Õigusaktid ei ole vaid Jumal. Ta on olnud nii et kummardavad teda ei arvatud. Mis on õige religioon, kuid enamik inimesi ei tea.
fi: Te palvelette ei luonnehtima paitsi [vain] nimiä olet nimennyt heidät, te ja teidän isillenne, jonka Jumala on lähettänyt ole toimivaltaa. Lainsäädäntö ei ole, mutta Jumala. Hän on käskenyt, te palvelette paitsi se. Se on oikea uskonto, mutta useimmat ihmiset eivät tiedä.
he: אתה סוגד לא מלבד אותו למעט שמות [בלבד] אתה שם אותם, אותך ואת אבא שלך, אשר שלח אללה למטה אין סמכות. החקיקה אינה אלא למען אללה. הוא ציווה כי אתה סוגד לא חוץ ממנו. הדת הנכונה, אבל רוב האנשים לא יודעים.
hr: Obožavate osim njega osim [samo] imena nazvao si ih, vi i vaši očevi, za koje Allah je poslao ovlasti. Zakonodavstvo nije ali za Allaha. Zapovjedio je da obožavate osim njega. To je ispravna vjera, ali većina ljudi ne zna.
lt: Jūs czcicie ne be jį išskyrus [vien] vardai jums pavadino juos, jūs ir jūsų neturėjo tėvo, kuriems Dievas atsiuntė žemyn jokia institucija. Teisės aktai nėra, bet Dievas. Jis įsakė, kad jūs czcicie ne išskyrus jam. Kad yra teisinga religija, bet dauguma žmonių nežino.
lv: Jūs pielūdz ne bez viņa, izņemot [tikai] nosaukumi ir nosauktas tās, jūs un jūsu tēviem, kuriem Allah ir nosūtījusi uz leju ne ar vienu iestādi. Tiesību nav, bet par Allah. Viņš ir komandējis, ka tu pielūdz ne, izņemot viņu. Kas ir pareizā reliģija, bet lielākā daļa cilvēku nezina.
nb: Du tilber ikke foruten ham unntatt [bare] navn du har kalt dem, du og dine fedre, som Gud har sendt ned ingen autoritet. Lovgivningen er ikke men Allah. Han har befalt at du tilber ikke bortsett fra ham. Det er den riktige religionen, men de fleste vet ikke.
sk: Uctievajú nie mimo neho okrem [len] názvy, ktoré ste pomenovali ich, vy a váš otcovia, ktorých má Boh zoslal žiadny orgán. Právna úprava nie je, ale pre Boha. On prikázal, aby ste uctievanie nie okrem neho. To je správne náboženstvo, ale väčšina ľudí nevie.
sl: Ste bogoslužja, ne poleg njega razen [samo] imena so poimenovali jih, vi in vaši očetje, za katerega je Allah poslan noben organ. Zakonodaje ni ampak za Allah. On je ukazal, da ste bogoslužja, ne razen njega. To je pravilno vere, ampak večina ljudi ne vem.
sr_cyrl: Обожавам те не осим њега осим [пука] имена сте именовали их, ви и ваши очеви, за коју је Аллах послао доле нема ауторитет. Законодавство није али за Алаха. Он је наредио да ти се клањају не осим њега. То је исправна религија, али већина људи не знају.
sr_latn: Obožavam te ne osim njega osim [puka] imena ste imenovali ih, vi i vaši očevi, za koju je Allah poslao dole nema autoritet. Zakonodavstvo nije ali za Alaha. On je naredio da ti se klanjaju ne osim njega. To je ispravna religija, ali većina ljudi ne znaju.
uk: Ви поклоняються, не Крім нього, за винятком [простий] імена ви назвали їх ви і ваші батьки, для яких Аллах має посланим без авторитету. Законодавство не є, але Аллаха. Він також командував, що ви поклоняються, не Крім нього. Це правильне віросповідання, але більшість людей не знаю.
vi: Bạn tôn thờ không bên cạnh anh ta trừ [chỉ] tên bạn đã đặt tên chúng, Anh và cha của bạn, mà Allah đã gửi xuống không có thẩm quyền. Pháp luật là không nhưng đối với Allah. Ông đã chỉ huy bạn tôn thờ không ngoại trừ anh ta. Đó là tôn giáo chính xác, nhưng hầu hết những người không biết.
zu: You khonza Him hhayi ngaphandle amagama [nje] uye ogama lakhe kubo, futhi oyihlo, okuyiwona Allah sa phansi akunalo igunya.

# Quran1637
source: O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire."
ca: O dos companys de presó, pel que fa a un de vosaltres, ell donarà beguda al seu mestre de vi; però pel que fa a l'altre, ell es ser crucificat, i els ocells mengen del seu cap. La matèria ha estat decretat sobre que tots dos preguntar."
cy: O cymdeithion dau o'r carchar, ag un ohonoch chi, ei fod yn rhoi diod i ei feistr o win; ond ag ar gyfer y llall, y bydd ef crucified, a bydd yr adar yn bwyta gan ei ben. [Wedi wedi dyfarnu y mater am y mae'r ddau ohonoch ymchwilio."
da: O to kammerater i fængsel, som en af jer, han vil give drink til hans master vin; men med hensyn til den anden, han vil blive korsfæstet, og fuglene vil spise fra hans hoved. Sagen er bevilget om som du både spørge."
el: O δύο συντρόφους φυλακή, όσο για ένα από εσάς, θα δώσει ποτό στον κύριό του οίνου, αλλά όσο για την άλλη, αυτός θα πρέπει να σταυρωθεί, και τα πουλιά θα φάνε από το κεφάλι του. Το θέμα έχει διαταχθεί σχετικά με το οποίο μπορείτε και οι δύο να ρωτήσετε.»
et: O kahe kaaslasega vangla, mis puudutab teist, ta annab juua isanda veini; kuid nagu ka teiste, ta on risti ja linnud söövad tema pea. Asja abielulahutusprotsessil kohta, mis sind nii küsida."
fi: O kaksi yhteistyökumppania vankilassa, kuten yksi teistä, hän antaa juoda hänen isäntänsä viini; mutta mitä muita hän ristiinnaulittu ja linnut syövät hänen päätään. Asia on pantu vireille noin joka sekä kyselet."
he: O שני שותפים של הכלא, עבור אחד מכם, הוא ייתן את המשקה אדונו של יין; אבל לגבי האחר, הוא ייצלב, הציפורים יאכל מראשו. הנושא כבר הוציא על אשר לשניכם לברר."
hr: O dva pratioca iz zatvora, kao i za jednog od vas, on će dati piće svom gospodaru vina; kao i za druge, on će biti raspet, a ptice će jesti s glave. Stvar je bio odlučio o koji vas pitati."
lt: O du kompanionai kalėjime, kaip vienas iš jūsų, jis duos gerti savo šeimininkui vyno; bet kaip ir kiti, jis bus būti nukryžiuotas ir paukščių valgyti nuo jo galvos. Šiuo klausimu buvo paskelbtas teismo apie kurį jūs abu paklausti."
lv: O abiem kompanjoniem, cietums, tāpat kā viens no jums, viņš dos dzert savu kungu no vīna; bet attiecībā uz otras puses, viņš būs krustā, un putni būs ēst no savas galvas. Jautājums ir bijis pasludinot par kas jums abiem ievākt ziņas."
nb: O to kompanjonger i fengsel, for en, vil han gi drikke til sin herre vin; men som for de andre, vil han bli korsfestet, og fuglene spiser fra hodet. Saken har blitt bestemt om som dere spørre.»
sk: O dvoch spoločníkov väzenia, pokiaľ ide o jeden z vás, on vám dá nápoj svojmu pánovi vína; ale pokiaľ ide o ostatné, bol ukrižovaný, a vtáky budú jesť z jeho hlavy. Záležitosť exmanžela o ktoré zaujímate."
sl: O dveh tovariši iz zapora, kar od vas, bo dal pijačo svojega gospodarja vina; ampak kot drugi, on bo križan, in ptice bodo jedli iz njegove glave. Zadeva je bila že razglašena o ki vaju poizvedeti."
sr_cyrl: О два пратиоца из затвора, када је у питању један од вас, он ће дати пиће његов господар вина; Али што се тиче другог, он ће бити разапет и птице ће јести из његове главе. Било је одлуиио о којима вас обоје Распитајте се."
sr_latn: O dva pratioca iz zatvora, kada je u pitanju jedan od vas, on će dati piće njegov gospodar vina; Ali što se tiče drugog, on će biti razapet i ptice će jesti iz njegove glave. Bilo je odluиio o kojima vas oboje Raspitajte se."
uk: O двома товаришами в'язниця, як для одного з вами, він буде напувати свого господаря вина; але як для одного, він буде розіп'ятий, і птахи будуть їсти від його голову. Це питання було постановив про що обидва питаєш."
vi: O hai companions của nhà tù, đối với một trong các bạn, ông sẽ cung cấp cho thức uống của ông chủ của rượu; nhưng đối với người kia, ông sẽ được đóng đinh và các loài chim sẽ ăn từ đầu. Vấn đề đã được quyết định về mà bạn vừa yêu cầu."
zu: O ezimbili abangane ejele, njengoba omunye kini, uyokunika isiphuzo enkosini yakhe ngokushisa kwewayini;

# Quran1638
source: And he said to the one whom he knew would go free, "Mention me before your master." But Satan made him forget the mention [to] his master, and Joseph remained in prison several years.
ca: I va dir a aquell qui sabia vols anar lliure, "Esmentar-me abans el mestre." Però Satanàs fet oblidar la menció [al] seu mestre, i Joseph va romandre a la presó uns quants anys.
cy: A dywedodd un y gwyddai y byddai mynd yn ddim, "Mi yn sôn cyn eich Meistr." Ond gwnaeth Satan iddo anghofio sôn [i] ei feistr, ac arhosodd Joseph yn y carchar sawl blwyddyn.
da: Og han sagde til ham, han vidste ville gå fri, "Nævne mig før din master." Men Satan fik ham til at glemme omtalen [at] sin herre, og Joseph forblev i fængsel mange år.
el: Και είπε με εκείνο τον οποίο γνώριζε ότι θα περάσουν δωρεάν, «Αναφέρετε μου πριν από τον αφέντη σου.» Αλλά ο Σατανάς τον ξεχνάμε την αναφορά [να] του δασκάλου και Joseph παρέμεινε στη φυλακή αρκετά χρόνια.
et: Ja ta ütles, et üks, kellele ta teadis, et läheks tasuta, "Mainida minu enne teie kapten." Kuid Saatan tegi temast unustada mainida [–] oma isanda ja Joseph oli vanglas mitu aastat.
fi: Ja hän sanoi yksi, jonka hän tunsi menisi ilmaiseksi, "Mainita minulle ennen Mestarisi." Mutta saatana teki hänestä unohtaa mainita [to] hänen isäntänsä, ja Joseph pysyi vankilassa useita vuosia.
he: והוא אמר אחד מהם הוא ידע ילך בחינם, "מזכיר לי לפני אדונך." אבל השטן גרמו לו לשכוח את האזכור [כדי] אדונו, יוסף נשאר בכלא כמה שנים.
hr: I rekao je da je onaj koga je znao da će ići besplatno, "Spomenuo mene prije nego tvoj gospodar." Sotona je zaboravio spomenuti da njegov gospodar, a Josip je ostao u zatvoru nekoliko godina.
lt: Ir jis pasakė, kad tą kam jis žinojo, kad galėtų eiti nemokamai, "Paminėti man iki jūsų kapitonas." Bet Šėtonas padarė jį pamiršti paminėti [kad] jo šeimininkas, ir Juozapas liko kalėjime keletą metų.
lv: Un viņš teica, viens, kuru viņš pazina iet bez maksas, "Min man pirms jūsu pamata." Bet sātans lika viņam aizmirst pieminēt [līdz] saimnieku un Joseph palika cietumā vairākus gadus.
nb: Og han sa til som han visste ville gå fri, "Nevner meg før master." Men Satan gjorde ham glem omtale [til] sin Herre, og Joseph igjen i fengsel årene.
sk: A on hovorí, že ten, koho on vedel, že by ísť zadarmo, "Spomenul mi pred svojho pána." Ale Satan ho zabudnúť spomenúť [k] svojho pána, a Joseph zostal vo väzení niekoľko rokov.
sl: In je rekel, da je ena, ki je vedel, da bi šel prosti, »Omenil me pred svojemu gospodarju. « Vendar Satan, ki ga pozabili omeniti, [da] svojega gospodarja, in Joseph ostal v zaporu več let.
sr_cyrl: А он је рекао да онај кога је знао да би извлаче, "Спомињем ме пред својим господаром." Али Сатана направила да он заборави кад споменем према своме господару и Јосепх је остао у затвору неколико година.
sr_latn: A on je rekao da onaj koga je znao da bi izvlače, "Spominjem me pred svojim gospodarom." Ali Satana napravila da on zaboravi kad spomenem prema svome gospodaru i Joseph je ostao u zatvoru nekoliko godina.
uk: І він сказав, що той, кого він знав, що пішов би вільного, "Згадати про мене перед своїм господарем." Але сатана змусили його забути згадки [к] свого господаря, і Йосип залишався у в'язниці кілька років.
vi: Và ông nói với một người mà ông biết sẽ đi miễn phí, "Đề cập đến tôi trước khi chủ nhân của ngươi." Nhưng Satan đã làm ông quên đề cập đến để thầy của mình, và Joseph vẫn ở trong nhà tù nhiều năm.
zu: Wathi lowo wayazi engaya khulula, "Yisho me phambi kwenkosi yakho. '

# Quran1639
source: And [subsequently] the king said, "Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions."
ca: I [posteriorment] el rei va dir, "de fet, he vist [en un somni] set greix vaques ser menjats pels set [que] magra i set pics verds [de gra] i altres [que] sec. O els eminents, explicar-me la meva visió, si t'hauria interpretar visions. "
cy: A [hynny] y Brenin a dywedodd, "yn wir, yr wyf wedi gweld [mewn breuddwyd] Mae saith braster gwartheg yn cael ei fwyta gan saith [bod] lean, a saith spikes gwyrdd [o rawn] ac eraill [bod] yn sych. O rhai enwog, egluro i mi fy ngweledigaeth, os dylech ddehongli gweledigaethau. "
da: Og [senere] kongen sagde, "Ja, jeg har set [i en drøm] syv fede køer bliver spist af syv, [der var] lean, og syv grønne spidser [af korn] og andre, [der var] tør. O fremtrædende dem, forklare mig min vision, hvis du skal fortolke visioner."
el: Και [εν συνεχεία] ο βασιλιάς είπε, «πράγματι, έχω δει [σε ένα όνειρο] επτά λίπους αγελάδες να φάει με επτά [που ήταν] άπαχο, και επτά πράσινο αιχμές [σιτηράς] και άλλα [που ήταν] στεγνώσει. O διαπρεπής αυτά, να μου εξηγήσει το όραμα μου, αν μπορέσεις να ερμηνεύσεις οράματα.»
et: Ja [hiljem] kuningas ütles: "tõepoolest, olen näinud [seitse unistus] rasva seitsmega, [see oli] söönud lehmad lean, ja seitse roheline naelu [ja tera] ja teiste [see oli] kuiv. O väljapaistvate ones, mulle selgitada minu nägemus, kui tuleks tõlgendada nägemusi."
fi: [Myöhemmin] kuningas sanoi, "itse asiassa olen nähnyt [unessa] seitsemän rasvaa lehmät syövät seitsemän, [että] laiha, ja seitsemän vihreä piikkejä [jyvän] ja muille, [että] kuiva. O arvostettuja itse selittää minulle näkemykseni, jos tulisi tulkita näkyjä."
he: והמלך (ובעקבות זאת) אמר: "אכן, ראיתי [בחלום] שמן שבע פרות להיאכל על ידי שבעה [שהיו] רזה, ואת שבע השיבולים ירוק [של תבואה] ואחרים [שהיו] יבש. O אלה הנודע, תסביר לי את החזון שלי, אם אתה צריך לפרש. חזיונות."
hr: I [kasnije] kralj je rekao: "doista, vidio sam [u snu] sedam debela krava pojede sedam [koja su] mršavih, i sedam zelenih šiljci [žita] i drugi [koja su] kemijska. Istaknuti one, objasnili mi moj vid, ako treba protumačiti vizije."
lt: Ir [vėliau] karalius tarė: "iš tiesų, aš mačiau [sapne] septyni riebalų karvių valgyti iš septynių [kad] sausos liesos, ir septynių žaliųjų spindulių [iš grūdų] ir kiti, [kurie buvo]. O žymių tie, Paaiškinkite man, mano vizija, jei jums reikėtų aiškinti vizijos."
lv: Un [vēlāk] karalis teica: "patiešām, es esmu redzējis [sapnī] septiņi tauku govis, ka mani apēdīs septiņi, [kas ir] liesa, un septiņi zaļā tapas [no graudu] un citiem [bija] sausa. O autoritātes tiem, paskaidrojiet man, mana vīzija, ja vajadzētu interpretēt vīzijas."
nb: Og [senere] kongen sa: "Ja, jeg har sett [i en drøm] syv fett kuer å bli spist av syv [det var] lean, og syv grønne toppene av korn] og andre [det var] tørr. O eminente seg, forklare meg min visjon, hvis du skal tolke visjoner."
sk: A [potom] kráľ povedal: "v skutočnosti som videl [vo sne] sedem tuk kravy zjedli sedem, [ktoré boli] chudé, a sedem zelená hrotmi [zrno] a [ktoré boli] suchý. O významných tie vysvetliť moje videnie, ak by sa mali interpretovať vízie."
sl: In [kasneje] king je dejal, "res, sem videl [v sanjah] sedem maščobe krave pojedo, sedem, [ki] pusto, in sedem zeleno konice [zrn] in drugi [to were] suha. O uglednih tisti, razloži mi, moja vizija, če vas je razlagati vizije."
sr_cyrl: И [касније] краљ рекао: "заиста, видео сам [у сну] седам дебела крава бити поједен од седам [који] леан и седам зелени бодљи [зрна] и други [су] осуши. О еминентних оне, објасни ми моје визије, ако ти треба да протумачи визије."
sr_latn: I [kasnije] kralj rekao: "zaista, video sam [u snu] sedam debela krava biti pojeden od sedam [koji] lean i sedam zeleni bodlji [zrna] i drugi [su] osuši. O eminentnih one, objasni mi moje vizije, ako ti treba da protumači vizije."
uk: І [згодом] король сказав: "дійсно, я бачив [уві сні] сім жирів у корів, бути з'їденим сім, [які] худий і сім зеленими шипами [зерна] та інші, [які] висохнути. O видатних ті, Поясніть мені Моє бачення, якщо ви повинні інтерпретувати бачень."
vi: [Sau đó] là vị vua nói: "thật vậy, tôi đã thấy [trong giấc mơ] bảy chất béo bò bị ăn thịt bởi bảy [là] nạc, và bảy màu xanh lá cây gai [hạt] và những người khác [là] khô. O những người nổi tiếng, giải thích cho tôi tầm nhìn của tôi, nếu bạn nên giải thích tầm nhìn. "
zu: Futhi [kamuva] inkosi yathi: "Ngempela, ngikubonile [ephusheni] izinkomo ezicebile eziyisikhombisa idliwe eziyisikhombisa [ezazingaphansi] iphilile spikes eziyisikhombisa green [zokusanhlamvu] nabanye [ezazingaphansi] eyomile. O ovelele
