Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1497
source: The example of the two parties is like the blind and deaf, and the seeing and hearing. Are they equal in comparison? Then, will you not remember?
ca: L'exemple de les dues parts és com els cecs i sords i el veure i escoltar. Són iguals en comparació? Llavors, vostè no recordarà?
cy: Yr enghraifft y ddwy blaid yn hoffi pobl ddall a byddar, ac yn gweld y a chlywed. A ydynt yn equal mewn cymhariaeth? Yna, bydd nad ydych yn cofio?
da: Eksemplet med de to parter er blinde og døve, og de ser og hører. Er de lige i sammenligning? Derefter, vil du ikke huske?
el: Το παράδειγμα των δύο μερών είναι αρέσει Τυφλών και Κωφών, και το βλέπουμε και την ακοή. Είναι ίσοι σε σύγκριση; Στη συνέχεια, θα θυμάστε δεν;
et: Näiteks pooled meeldib pime ja kurt ja ei näe ja kuulmise. On nad võrdsed võrdluses? Siis sa ei mäleta?
fi: Esimerkki kahden osapuolen, kuten sokeiden ja kuurojen ja näkeminen ja kuuleminen. Ne ovat yhtä verrattuna? Sitten ei muistanette?
he: הדוגמה של שני הצדדים כמו העיוור, חירש ישום, שומע. ? הם שווים לשם השוואה אז, האם אתה לא זוכר?
hr: Primjer dvije stranke je kao slijepi i gluhi i u viđenje i sluh. Su oni jednaki u usporedbi? Onda će se ne sjećaš?
lt: Pavyzdžiui, abi šalys yra kaip akliesiems ir kurtiesiems, ir nematyti ir pasisakymai. Jie vienodo palyginti? Tada, jūs ne prisiminti?
lv: Piemēram, abas puses ir, piemēram, neredzīgo un nedzirdīgo un redzēt un dzirdes. Tie ir vienāds salīdzinājums? Tad jums nav atcerēties?
nb: Eksempel på de to partiene er blinde og døve, og ikke ser og høre. Er de samme sammenligning? Deretter vil du ikke huske?
sk: Príklad z dvoch strán je ako nevidiacich a nepočujúcich a videl a sluchu. Sú rovnaké v porovnaní? Potom si zapamätá?
sl: Primer obeh strank je všeč slepe in gluhe, in je videl in sluha. Ali so enaka v primerjavi? Nato, ali se ne spomnite?
sr_cyrl: У примеру две странке је као слепи и глуви и на видео и чуо. Да ли су једнаки у поређењу са тим? Онда , не упамти?
sr_latn: U primeru dve stranke je kao slepi i gluvi i na video i čuo. Da li su jednaki u poređenju sa tim? Onda, ne upamti?
uk: Приклад обидві сторони як сліпих і глухих і бачачи і чуючи. Вони рівні в порівнянні? Потім ви не запам'ятовуватиме?
vi: Các ví dụ về hai bên giống như người mù và điếc, và việc nhìn thấy và nghe. Họ là bằng nhau trong so sánh? Sau đó, sẽ không nhớ?
zu: Isibonelo kwalamaqembu amabili yimpumputhe yisithulu ngalesosikhathi kanye kokubona nokuzwa.

# Quran1498
source: And We had certainly sent Noah to his people, [saying], "Indeed, I am to you a clear warner
ca: I hem tingut sens dubte enviat Noah al seu poble, [dir], "de fet, jo sóc per a tu un Avisador clar
cy: A oedd gennym yn sicr anfon Noah at ei bobl, [dweud], "yn wir, yr wyf i chi warner clir
da: Og vi havde helt sikkert sendte Noah til hans folk, [siger], "Jeg er faktisk at du en klar warner
el: Και έχουμε είχε στείλει Νώε του λαού, [λέγοντας], "πράγματι, είμαι σε σένα ένα σαφές warner
et: Ja meil oli kindlasti saadetakse Noah oma rahvale, [ütles], "olen teile selge warner
fi: Ja oli varmasti lähettänyt Noah hänen kansansa, [sanoen], "olen teille selvää warner
he: ושלחה לנו בהחלט נוח לאנשים שלו, [ואמר] "ואכן, אני לך ברור וורנר
hr: I smo sigurno poslali Noa da mu ljudi, [govore], "uistinu, ja sam ti jasno upozorenje
lt: Ir mes tikrai atsiuntė Nojus savo tautos, [sako], "iš tiesų, aš jums aiškiai warner
lv: Un mēs noteikti atsūtīja Noa savai tautai [saka] "patiešām, es esmu jums skaidru warner
nb: Og vi hadde absolutt sendt Noah til sitt folk, [sier], "Ja, jeg har for deg en klar warner
sk: A sme určite poslal Noah svojho ľudu, a to [povedať], "Samozrejme, že som vám jasné warner
sl: In smo zagotovo poslala Noah svojemu ljudstvu, [pravijo,] "res, jaz sem vam jasno warner
sr_cyrl: И имао сигурно послали смо Ноа његовом народу, [указујући], ", јесам вам јасно wарнер
sr_latn: I imao sigurno poslali smo Noa njegovom narodu, [ukazujući], ", jesam vam jasno warner
uk: І ми безумовно послав Ноя до свого народу, [кажучи:] "дійсно, я вам ясно Ворнер
vi: Và chúng tôi đã chắc chắn gửi Noah để người dân của mình, [nói], "thật vậy, tôi cho bạn rõ ràng warner
zu: Futhi Sasisanda kuqala Ngokuqinisekile sa Nowa akhe ntu [ethi], "Impela, mina nginguye kini warner ecacile

# Quran1499
source: That you not worship except Allah. Indeed, I fear for you the punishment of a painful day."
ca: Que no et veneren excepte Allah. De fet, em temo que el càstig d'un dolor dia."
cy: Eich bod yn addoli ac eithrio Allah. Yn wir, mae arnaf ofn ichi cosbi poenus y dydd."
da: At du ikke tilbede bortset fra Allah. Faktisk, jeg er bange for dig straf af en smertefuld dag."
el: Ότι σας λατρείας εκτός Αλλάχ. Πράγματι, φοβάμαι για σας την τιμωρία της μια οδυνηρή ημέρα.»
et: Et te ei kummarda Jumalat peale. Tõepoolest, ma kardan sulle valus päev karistuse."
fi: Että olet uhraa paitsi Allah. Itse asiassa pelkään puolestasi rangaistus tuskallinen päivä."
he: כי אתה לא סוגד מלבד אללה. אכן, אני חושש לך את העונש של יום כואב."
hr: To ti nije obožavanje osim Allaha. Zaista, bojim za vas kazne bolnog dana."
lt: Kad jūs ne garbinti išskyrus Dievas. Iš tiesų, aš bijau jums baudimą už skausmingas diena."
lv: Ka jums nav dievkalpojumu, izņemot Allah. Patiešām, es baidos jums sāpīgās dienas sods."
nb: At du ikke tilbedelse unntatt Allah. Faktisk, jeg frykter for straffen av en smertefull dag."
sk: Že vás uctievať okrem Alaha. V skutočnosti, obávam si trest bolestivé deň."
sl: Da ste niso bogoslužja, razen Allah. Res, bojim se zate kazen boleče dan."
sr_cyrl: Да ти се не клањају осим Алаха. Уистину , бојим се за тебе казна болна дан."
sr_latn: Da ti se ne klanjaju osim Alaha. Uistinu, bojim se za tebe kazna bolna dan."
uk: Що ви поклоняються крім Аллаха. Справді, я боюся, для вас покарання хворобливі день."
vi: Rằng bạn không tôn thờ ngoại trừ Allah. Thật vậy, tôi lo sợ cho bạn các hình phạt của một ngày đau đớn."
zu: Ukuthi cha khonza Allah.

# Quran1500
source: So the eminent among those who disbelieved from his people said, "We do not see you but as a man like ourselves, and we do not see you followed except by those who are the lowest of us [and] at first suggestion. And we do not see in you over us any merit; rather, we think you are liars."
ca: Així els eminents entre els que dubtaven del seu poble, va dir, "no ens veiem però com un home com nosaltres mateixos, i que no veiem seguia excepte per aquells que són els més baixos de nosaltres [i] al primer suggeriment. I no veiem en tu sobre nosaltres algun mèrit; més aviat, pensem que són mentiders."
cy: Fel y dywedodd yr enwog ymysg y rhai a ddysgais gan ei bobl, "Nid ydym yn gweld chi Mae ond fel dyn yn hoffi ein hunain, ac nid ydym yn gweld ichi ddilyn ac eithrio gan y rhai sydd ar eu hisaf ohonom [ac] ar yr awgrym cyntaf. Ac nid ydym yn gweld eich dros inni unrhyw rinwedd; yn hytrach, credwn yr ydych yn gelwyddgwn."
da: De fremtrædende blandt dem, der disbelieved fra hans folk sagde: "vi kan ikke se dig men som en mand som os, og vi kan ikke se du har fulgt undtagen dem, der er den laveste af os [og] på første forslag. Og vi kan ikke se på dig over os nogen fortjeneste; snarere, vi tror, du er løgnere."
el: Έτσι οι επιφανείς αυτοί που disbelieved από ανθρώπους του είπε, «δεν κάνουμε βλέπετε αλλά ως έναν άνθρωπο όπως τον εαυτό μας και δεν βλέπουμε ακολουθήσατε εκτός από εκείνους που είναι τα χαμηλότερα από εμάς [και] μετά από πρώτη πρόταση. Και δεν βλέπουμε μέσα σου πάνω μας κάθε αξία. Αντίθετα, πιστεύουμε ότι είστε ψεύτες.»
et: Nii väljapaistev nende seas, kes disbelieved tema inimestelt ütles, "me näeme aga kui mees meeldib end ja me ei näe järgisite välja arvatud need, kes madalaimad meist [ja] kell esimene soovitus. Ja me ei näe sind meie üle mingit põhjal; pigem on meie arvates oled valetas."
fi: Niin arvostettuja niiden keskuudessa, jotka uskoneet hänen kansansa sanoi, "emme näe sinua mutta ihmisenä kuin itse, ja me emme näe, että olet seurannut paitsi ne, jotka ovat alhaisimmat meistä [ja] on ensimmäinen ehdotus. Ja emme näe sinua ylitsemme paremmuusjärjestyksessä. Mielestämme pikemminkin ovat valehtelijoita."
he: אז אמר הנודע בין אלה אשר disbelieved מן האנשים, "אנחנו לא רואים אותך אלא כבני אדם כמונו, אנחנו לא רואים את ואחריו למעט אלה אשר הם הנמוכים ביותר מאיתנו [ו]-הצעה ראשונה. אנחנו לא רואים בך עלינו איזשהו יתרון; במקום זאת, אנחנו חושבים שאתם שקרנים."
hr: Eminentni među onima koji je bio od njegovih ljudi rekao, "mi ne vidimo, ali kao čovjek poput nas, i ne vidimo te slijedi osim onih koji su najniža mi [i] na prvi prijedlog. I ne vidimo u vama nad nama zasluga; Umjesto toga, mislimo da ste lažljivci."
lt: Todėl žymūs tarp tų, kurie disbelieved iš savo žmonių sakė, "mes nematau tavęs bet kaip žmogus kaip ir mes, ir mes negalime matyti po išskyrus tiems, kurie yra mažiausia iš mūsų [ir] ne pirmą pasiūlymą. Ir mes negalime matyti jus per mus visus nuopelnus; o, mes manome, jūs esate melagiai."
lv: Tik izcili starp tiem, kas no viņa cilvēkiem disbelieved teica: "mēs jūs neredzat sevi, piemēram, bet kā cilvēks, un mēs neredzam, kurš jūs izsekoja izņemot tos, kas ir mazākais no mums [un] pēc pirmo ierosinājumu. Un mēs redzēt jūs pār mums visiem nopelniem; pareizāk sakot, mēs domājam, ka jums ir liars."
nb: Så den eminente blant de vantro fra sitt folk sa, "vi ikke se deg men som en mann som oss, og vi ikke ser du fulgte unntatt de som er den laveste av oss [og] på første forslag. Og vi ser ikke du over oss alle fortjeneste; i stedet tror vi du er løgnere."
sk: Tak významných medzi tými, kto pochyboval zo svojho ľudu povedal, "sme nevideli ale ako muž, ako sami seba a nevidíme, ste postupovali s výnimkou tých, ktorí sú najnižšie z nás [a] prvý návrh. A my nevidíme vo vás nad nami zásluh; skôr myslíme, ste klamár."
sl: Tako uglednih med tistimi, ki so verjeli iz svojega naroda je dejal, "mi ne vidimo ampak kot človek, kot so sami, in ne vidimo, da ste sledili, razen tisti, ki so najnižji nas [in] na prvi komentar. In ne vidimo v si nad nami vse zasluge; namesto, menimo, da so laži."
sr_cyrl: Онда еминентни међу онима који не верује од његових људи је рекао: "ми не видимо вас него као човек, попут нас, и не видимо те пратио осим оних који су најниже од нас [и] на први предлог. И не видимо у вама над нама никакве заслуге; Радије , ми мислимо да си лажу."
sr_latn: Onda eminentni među onima koji ne veruje od njegovih ljudi je rekao: "mi ne vidimo vas nego kao čovek, poput nas, i ne vidimo te pratio osim onih koji su najniže od nas [i] na prvi predlog. I ne vidimo u vama nad nama nikakve zasluge; Radije, mi mislimo da si lažu."
uk: Відомим серед тих, хто disbelieved зі своїм народом сказала: "ми тебе не бачу але як чоловік як і ми, і ми не бачимо ви слідують за винятком тих, які є найнижчими нас [і] в першу пропозицію. І ми не бачимо в вас над нами будь-які заслуга; скоріше, ми вважаємо, ви обманщики."
vi: Như vậy, nổi tiếng trong số những người disbelieved từ người dân của mình nói, "chúng tôi không nhìn thấy bạn nhưng như một người đàn ông như mình, và chúng tôi không nhìn thấy bạn theo sau là ngoại trừ những người đang thấp nhất của chúng tôi [và] đề xuất đầu tiên. Và chúng ta không thấy bạn hơn chúng tôi bất cứ bằng khen; thay vào đó, chúng tôi nghĩ rằng bạn là kẻ nói dối."
zu: Ngakho ovelele phakathi labo disbelieved kubantu bakubo, wathi: "Thina abakubheki ngale kodwa njengoba umuntu njengathi, futhi thina awuboni wena walandela ngaphandle yilabo the aphansi kithi [futhi] ngaleso ukusikisela kuqala. Futhi thina

# Quran1501
source: He said, "O my people have you considered: if I should be upon clear evidence from my Lord while He has given me mercy from Himself but it has been made unapparent to you, should we force it upon you while you are averse to it?
ca: Va dir, "O meu poble ha considerat: si hauria de ser en evidència clara del meu Senyor mentre ell m'ha donat Misericòrdia d'ell mateix però s'ha fet unapparent per a vostè, hauria ens força a vostè mentre és reticent a això?
cy: Dywedodd, "Mae fy pobl ydych chi wedi ystyried O: os dylai yn fod ar dystiolaeth glir o fy Arglwydd tra wedi fy drugaredd o ei hun ond fe'i gwnaed yn unapparent i chi, dylai ei gorfodi i chi tra byddwch yn osgoi iddo?
da: Han sagde, "O mit folk har du overvejet: Hvis jeg skal være med klare beviser fra min herre mens han har givet mig nåde fra sig selv, men det har været gjort uanselige til dig, skal vi tvinge det på dig mens du er utilbøjelig til det?
el: Είπε, «O μου άνθρωποι έχετε εξετάσει: αν θα πρέπει να με σαφή στοιχεία από Κύριέ μου, ενώ που μου έχει δώσει έλεος από τον εαυτό του, αλλά αυτό έχει γίνει unapparent σας, πρέπει να force αυτό πάνω σας ενώ είναι αντίθετη με αυτό;
et: Ta ütles: "minu inimesed on teil kaaluda O: kui peaks olgu selged tõendid: minu Issand, samal ajal, kui ta on andnud mulle halastust alates ise, kuid see on tehtud unapparent teile, peaks me sundida teda teie peale Kuigi teil on tõrksad seda?
fi: Hän sanoi: "Oi kansani Oletteko harkinnut: Pitäisikö minun olla selvästi osoitetaan minun Herraltani mutta hän on antanut minulle armoa itse kävi unapparent teille, pitäisi me pakotamme sen teille kun olet myöskin vastaan?
he: הוא אמר, "O אנשיי שקלת: אם אני צריך להיות על ראיות ברורות מן הוא נתן לי רחמים מעצמו אבל זה הפך unapparent לך, צריכים אנחנו כפה עליכם בזמן שאתה לכך?
hr: On je rekao, "O moji ljudi Jeste li razmišljali: da bih trebala biti na jasan dokaz od gospodaru dok dao mi milost od sebe, ali to je unapparent za vas, treba mi snagu da na vas dok ste averzija da to?
lt: Jis sakė: "O mano tauta ar jūs laikoma: jei aš turėtų būti nuo aiškių įrodymų, nuo savo pono, o jis davė man malonės nuo savęs, bet jis padarė unapparent jums, turėtų mes priversti jį į tave nors esate wstret į jį?
lv: Viņš teica: "O, mana tauta, ka jūs uzskatīja: ja vajadzētu būt pēc skaidri pierādījumi no manam kungam, kamēr viņš ir devis man žēlastība no sevis, bet tas padarīts unapparent jums, vajadzētu mums piespiest to pār jums, kamēr jūs esat negatīvās uz tā?
nb: Han sa, "O mitt folk har du vurdert: Hvis jeg skal være på klare bevis fra min Herre mens han har gitt meg nåde selv, men det har blitt gjort unapparent til deg, skal vi tvinge det på deg mens du er uvillig til det?
sk: On povedal: "O mojich ľudí ste považovaný za: Ak by mali byť na základe jasných dôkazov z môjho Pána, kým on mi dal milosť od seba, ale to sa unapparent na vás, by sme vynútiť si na vás keď ste odpor k nemu?
sl: Je dejal, "O moj narod ste velja: če mora biti na jasni dokazi iz moj gospodar pa on mi je dal milost od sebe, ampak to je unapparent vas, naj smo silo na vas ko ste nenaklonjen nanj?
sr_cyrl: Он је рекао, "О моји људи имају те сматра: да бих требала бити на јасан доказ од мог господара док ми је дао милост од њега самог, али сам унаппарент да си, требало би да смо на силу над вама док сте гадљив на то?
sr_latn: On je rekao, "O moji ljudi imaju te smatra: da bih trebala biti na jasan dokaz od mog gospodara dok mi je dao milost od njega samog, ali sam unapparent da si, trebalo bi da smo na silu nad vama dok ste gadljiv na to?
uk: Він сказав: "О, мій народ у вас вважається: якщо я повинна бути на чітких доказів від мого Господа, хоча він дав мені милість від себе, але це було зроблено unapparent до вас, повинні ми нав'язати його вам поки ви не проти нього?
vi: Ông nói, "O người của tôi có bạn được coi là: nếu tôi nên sau khi bằng chứng rõ ràng từ Chúa của tôi trong khi ông đã cho tôi lòng thương xót từ mình nhưng nó đã được thực hiện unapparent bạn, nên chúng tôi buộc nó khi bạn trong khi bạn không thích nó?
zu: Wathi, "O bantu bami babe you cabanga: Uma mina kufanele sibe nobufakazi obucacile mi Lord ngenkathi Ungigcingcé isihe kuye ngekwakhe, kodvwa-ke sekwenziwe unapparent kuwe, kufanele thina ngendluzula phezu kwenu ngenkathi wena engakwenqeni it

# Quran1502
source: And O my people, I ask not of you for it any wealth. My reward is not but from Allah. And I am not one to drive away those who have believed. Indeed, they will meet their Lord, but I see that you are a people behaving ignorantly.
ca: I Oh poble meu, ho no de vostè qualsevol riquesa. La meva recompensa no és sinó des d'Allah. I jo no sóc un d'allunyar els qui he cregut. De fet, coneixeran el seu Senyor, però veig que ets un poble comportant ignorància.
cy: Ac O 'm pobl, ofyn nid ohonoch am iddo unrhyw cyfoeth. Nid yw fy ngwobr ond gan Allah. Ac nid wyf yn un i'w gyrru i ffwrdd yn rhai sydd wedi credu. Yn wir, y byddant yn bodloni eu yr Arglwydd, ond gwelaf eich bod yn bobl sy'n ymddwyn yn ignorantly.
da: Og O mit folk, jeg beder ikke jer for det nogen rigdom. Min belønning er ikke men fra Allah. Og jeg er ikke en til at drive væk dem, der har troet. Ja, de vil opfylde deres Herre, men jeg kan se at du er et mennesker opfører sig uvidenhed.
el: Και Ο λαός μου, εγώ δεν σας ζητήσω αυτό κάθε πλούτου. Ανταμοιβή μου δεν είναι, αλλά από τον Αλλάχ. Και δεν είμαι ένας για να το αυτοκίνητο όσους πίστεψαν. Πράγματι, θα συναντήσουν τους Λόρδος, αλλά βλέπω ότι είστε σε άτομα που συμπεριφέρονται ignorantly.
et: Ja O minu inimesed palun mitte ning see mingit rikkust. Minu palk ei ole aga Jumalalt. Ja ma ei ole üks juhtida ära need, kes oleks uskunud. Tõepoolest, meet nende Issand, kuid ma näen, et olete inimesed käituvad ignorantly.
fi: Ja Oi kansani, en pyytää eivät teistä se kaikki varallisuus. Minun palkkani ei ole vaan Jumalalta. Ja minä en karkottaa jotka ovat uskoneet. He kohtaavat herransa, mutta näen, että olet käyttäytyvät tietämättömänä ihmisiä.
he: ולבקש O האנשים שלי, אני לא מכם זה כלשהו עושר. הפרס שלי אינו אלא מן אללה. . ואני לא אחת כדי לגרש את אלה אשר האמינו אכן, הם יפגשו את האל שלהם, אבל אני רואה שהם אנשים להתנהג ignorantly.
hr: A O mom, ne od vas za to bilo bogatstvo. Moja nagrada je od Allaha. I ja sam ne neki to otjerati one koji su vjerovali. Doista, upoznat će i svog gospodara, ali vidim da ste ljudi ponaša ignorantski.
lt: Ir O mano žmonės, aš prašau ne iš jūsų jį visus turtus. Mano atlygis nėra, bet iš Dievo. Ir aš ne vienas išvaryti tuos, kurie tiki. Iš tiesų, jie bus patenkinti savo pono, bet matau, kad jūs esate žmonės elgiasi nieświadomością.
lv: Un O mana tauta, es lūgtu ne no jums, tā visas bagātības. Mana alga ir ne, bet no Allah. Un es neesmu viena, lai patriektu tiem, kuri ir uzskats. Patiesi, viņi tiksies ar savu kungu, bet es redzu, ka jums ir cilvēki, kas uzvedība ignorantly.
nb: Og O mitt folk, jeg spør ikke av deg for den eventuelle rikdom. Min lønn er ikke men fra Allah. Og jeg er ikke en å drive vekk de som har trodd. Faktisk, de vil møte deres Herre, men jeg ser at du er et folk oppfører seg uvitenhet.
sk: A O môj ľud, žiadam nie od vás za to žiadne bohatstvo. Moja odmena nie je, ale od Boha. A já nejsem jeden odísť tých, ktorí uverili. V skutočnosti sa budú stretávať svojho pána, ale vidím, že sa ľudia správajú nevedome.
sl: In O moji ljudje, prosim ne od vas za to vse bogastvo. Moja nagrada ni ampak od Allah. In jaz nisem eden za vožnje tiste, ki ste verjeli. Dejansko bo izpolnjujejo svojega Gospoda, vendar vidim, da ste ljudi obnaša Ignorantski.
sr_cyrl: И О мом народу, не те молим за то било богатство. Моја награда није али од Алаха. И ја не возити далеко оне који верују. Заиста, они ће се састати свог господара, али видим да сте ви људи се понашају игнорантлy.
sr_latn: I O mom narodu, ne te molim za to bilo bogatstvo. Moja nagrada nije ali od Alaha. I ja ne voziti daleko one koji veruju. Zaista, oni će se sastati svog gospodara, ali vidim da ste vi ljudi se ponašaju ignorantly.
uk: І O народ мій, я прошу не з вас за це будь-який багатства. Моя нагорода не є, але з Аллаха. І я не один, щоб відігнати тих, хто вірив. Дійсно, вони будуть виконувати свої Господа, але я бачу, що ви люди незвичну неосвічене.
vi: Và O người của tôi, tôi yêu cầu không phải của bạn cho nó bất kỳ sự giàu có. Phần thưởng của tôi là không, nhưng từ Allah. Và tôi không phải là một lái xe đi những người đã tin. Thật vậy, họ sẽ gặp Chúa, nhưng tôi thấy rằng bạn là một người có hành vi ignorantly.
zu: Futhi O mi ntu I buza ngani ngoba iyiphi ingcebo.

# Quran1503
source: And O my people, who would protect me from Allah if I drove them away? Then will you not be reminded?
ca: I O poble meu, que em protegeixi d'Allah si em va conduir-los fora? Llavors es vostè no pot recordar?
cy: Ac O 'm pobl, a byddai fy amddiffyn rhag Allah os gyrrais hwy i ffwrdd? Yna bydd eich nid atgoffa?
da: Og O mit folk, som ville beskytte mig fra Allah, hvis jeg kørte dem væk? Derefter vil du ikke blive mindet?
el: Και Ο λαός μου, που θα με προστατέψει από Αλλάχ, αν τους οδήγησε μακριά; Στη συνέχεια θα σας δεν γίνει υπενθύμιση;
et: Ja O mu inimesed, kes kaitsevad mind Jumal kui sõitsin neid ära? Siis sa ei meelde?
fi: Ja Oi kansani, joka suojelee minua Jumalalta jos I ajoi heidät pois? Sitten sinun ei muistutetaan?
he: ו- O עמי, מי היה מגן עלי מאללה. אם הברחתי אותם? אז אתה לא תהיה הזכיר?
hr: I narode moj, tko će me štititi od Allaha ako sam ih otjerao? Onda će ne će vas podsjetiti?
lt: Ir O mano žmonės, kurie būtų apsaugoti nuo Dievas jei aš nuvarė jas? Tada bus jums negali būti priminta?
lv: Un O mana tauta, kas spēs pasargāt mani no Allah, ja man dzina viņus prom? Pēc tam tiks jums nav atgādināts, ka?
nb: Og mitt folk, som ville beskytte meg fra Allah hvis jeg drev dem bort? Deretter vil du ikke bli minnet?
sk: A O môj ľud, ktorí by ma ochránil od Boha, ak som im išiel preč? Potom sa vám nemôže byť pripomenul?
sl: In O moji ljudje, ki bi me zaščiti od Allah, če sem jih odpeljal? Nato bo vam ne bi spomnil?
sr_cyrl: И О мој народ, који би да се заштитим од Алаха, ако сам их одвезао? Онда ће ти не би подсетио?
sr_latn: I O moj narod, koji bi da se zaštitim od Alaha, ako sam ih odvezao? Onda će ti ne bi podsetio?
uk: І O народ мій, які б захиститися від Аллах якщо я їх прогнали? Тоді буде вам не нагадувати?
vi: Và O người của tôi, những người sẽ bảo vệ tôi từ Allah nếu tôi đã lái xe đi? Sau đó sẽ bạn không được nhắc nhở?
zu: Futhi O bantu bami, bona ababenengxenye ngivikele Allah uma mina bawaxotsha?
