Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1844
source: Indeed, My servants - no authority will you have over them, except those who follow you of the deviators.
ca: De fet, meus servents - cap autoritat li tenen sobre ells, excepte aquells que segueixen de la deviators.
cy: Yn wir, fy gweision-nid oes unrhyw awdurdod y byddwch wedi drostynt, ac eithrio rhai sy'n dilyn chi am y deviators.
da: Ja, mine tjenere - ingen myndighed vil du have over dem, undtagen dem, der følger dig af deviators.
el: Πράγματι, τους υπηρέτες μου - καμία αρχή θα σας έχουν πάνω τους, εκτός από εκείνες που ακολουθείτε από το deviators.
et: Tõepoolest, minu sulaseid - puuduvad volitused näidatakse teile on nende üle, välja arvatud need, kes te selle deviators.
fi: Itse asiassa palvelijani - mikään viranomainen ole, lukuun ottamatta niitä, jotka seuraavat sinua deviators.
he: אכן, המשרתים שלי - אין סמכות יהיה לך לארח אותם, למעט אלה שהלכו אחרי מכם deviators.
hr: Doista, moje sluge - vlast će ti imati nad njima, osim onih koji su vam na deviators.
lt: Iš tiesų, mano tarnai - jokia institucija bus jums turi juos, išskyrus tuos, kurie tavęs, į deviators.
lv: Tik tiešām, mani kalpi - neviena iestāde būs jums ir virs tiem, izņemot tos, kas seko jums deviators.
nb: Faktisk mine tjenere - ingen myndighet vil du ha over dem, bortsett fra de som følger deg om deviators.
sk: Vskutku, moji služobníci - žiadny orgán budete mať nad nimi, s výnimkou tých, ktorí za vami deviators.
sl: Res, moje uslužbencev - organ ne bo vam so nad njimi, razen tistih, ki si je deviators sledijo.
sr_cyrl: Заиста, моје слуге - нема ауторитет ће те имати над њима, осим за оне који прате вас од у девиаторс.
sr_latn: Zaista, moje sluge - nema autoritet će te imati nad njima, osim za one koji prate vas od u deviators.
uk: Справді, мій службовців - без авторитету ви будете мати над ними, за винятком тих, хто слідує за вас на deviators.
vi: Thật vậy, công chức của tôi - không có thẩm quyền, bạn sẽ có hơn họ, ngoại trừ những người theo bạn của the deviators.
zu: Ngempela, izinceku zami - akukho gunya lizoba une phezu kwabo, ngaphandle labo landela you we deviators.

# Quran1845
source: And indeed, Hell is the promised place for them all.
ca: I de fet, l'infern és un lloc promès per tots ells.
cy: Ac yn wir, uffern yn lle addawyd i bob un ohonynt.
da: Og ja, helvede er den lovede plads til dem alle.
el: Και πράγματι, η κόλαση είναι η υποσχόμενη θέση για όλα αυτά.
et: Ja tõepoolest, põrgu on lubatud koht neid kõiki.
fi: Ja helvetti on luvattu paikka niitä kaikkia.
he: אכן, זה המקום הבטיח עבור כולם.
hr: I doista, je obećao mjesto za sve njih.
lt: Ir iš tiesų, po velnių yra pažadėjo vieta juos visus.
lv: Un patiešām, ellē ir solīts vieta tos visus.
nb: Og helvete er faktisk det lovede stedet for dem alle.
sk: A skutočne, peklo je sľúbil miesto pre všetkých.
sl: In res, hudič je obljubljeno mesto za vse.
sr_cyrl: И заиста, пакао је обећана место за све њих.
sr_latn: I zaista, pakao je obećana mesto za sve njih.
uk: І дійсно, чорт візьми, обіцяні місце для їх усіх.
vi: Và quả thực, địa ngục là nơi hứa hẹn cho tất cả chúng.
zu: Futhi ngempela, Isihogo indawo ethenjisiwe ngabo bonke.

# Quran1846
source: It has seven gates; for every gate is of them a portion designated."
ca: Té set portes; per a cada porta és d'ells una part designat."
cy: Mae ganddo saith gatiau; ar gyfer pob Porth yw eu dogn dynodedig."
da: Det har syv porte; for hver gate er for dem en del udpeget."
el: Έχει επτά πύλες. για κάθε πύλη είναι από αυτούς μια μερίδα οριζόμενος.»
et: Tal on seitse väravad; iga värav on neile määratud osa."
fi: Se on seitsemän porteista. Jokainen portti on niistä osa osoitettu.
he: יש שבעה שערים; בכל שער היא מהם חלק המיועד."
hr: Ima sedam vrata; za svaki je od njih dio prostor za."
lt: Yra septyni vartai; Kiekviena vartų yra iš jų paskirti dalį."
lv: Tas ir septiņi vārti; par katru vārtiem ir no tiem norobežota daļa."
nb: Den har syv porter. for hver gate er av dem en del utpekt.
sk: Má sedem brán; na každej bráne je ich časť, Vyhradený priestor pre."
sl: Ima sedem vrata; za vsakih vrat je od njih določen del."
sr_cyrl: Има седам врата; за свака врата је од њих део одређен."
sr_latn: Ima sedam vrata; za svaka vrata je od njih deo određen."
uk: Вона має сім ворота; для кожного ворота є їх частина місця".
vi: Nó có bảy cửa; Đối với mỗi cổng là của họ một phần khu vực cho phép."
zu: It has amasango eziyisikhombisa;

# Quran1847
source: Indeed, the righteous will be within gardens and springs.
ca: De fet, els justos seran en jardins i fonts.
cy: Yn wir, bydd y righteous o fewn gerddi a'r springs.
da: Retfærdige vil være inden for haver og fjedre.
el: Πράγματι, οι δίκαιοι θα μέσα σε περιβόλια και πηγές.
et: Tõepoolest, õigemeelsed hakkab paiknema aiad ja vedrud.
fi: Vanhurskas on todellakin puutarhassa, johon springs.
he: אכן, הצדיקים יהיו בתוך גנים ומעיינות.
hr: Uistinu, pravedni će biti u vrtovima i izvorima.
lt: Iš tiesų, per sodus ir springs būtų teisus.
lv: Patiešām, taisns būs dārzi un atsperes.
nb: Faktisk blir rettferdige hager og kilder.
sk: Skutočne spravodliví budú do záhrady a pramene.
sl: Res, pravični bo v vrtovih in vzmeti.
sr_cyrl: Заиста , праведни ће бити унутар вртова и опруге.
sr_latn: Zaista, pravedni će biti unutar vrtova i opruge.
uk: Дійсно, праведники буде в межах садів і пружини.
vi: Thật vậy, người công chính sẽ có trong vườn và lò xo.
zu: Ngempela, ngakhethi tando be ngaphakathi gadi thombo.

# Quran1848
source: [Having been told], "Enter it in peace, safe [and secure]."
ca: [Haver dit], "entrar-hi en pau, segur [i segur]."
cy: [Wedi dweud], "rhowch ei yn heddwch, [yn ddiogel]."
da: [At have fortalt], "Skriv det i fred, sikker [og sikre]."
el: [Αποβραδύς ξημερώθηκε], «εισαγάγετε στο ειρήνη, ασφαλή [και ασφαλείς].»
et: [Olles rääkinud], "sisestada rahu, ohutu [ja turvaline]."
fi: [Kerrottu], "Anna se rauhassa, turvallinen [ja]."
he: [שיש נאמר], "הזן אותו בשלום, [ובטוח]."
hr: [Nakon što je rekao], "unijeti u mir, sigurno [i sigurno]."
lt: [Atsižvelgdama buvo pasakyta], "įvesti ją į taikos, saugi [ir patikima]."
lv: [Kam teicis], "Enter to mieru, drošu [un]".
nb: [Å ha blitt fortalt], "Angi det i fred, trygt [og sikkert]."
sk: [Čo bolo povedané], "zadajte ho v pokoji, bezpečné [a bezpečné]."
sl: [Ob povedal], "vnesti v miru, [in varen]."
sr_cyrl: [Имати речено], "унети у миру, сигурно [и безбедно]."
sr_latn: [Imati rečeno], "uneti u miru, sigurno [i bezbedno]."
uk: [Маючи сказав], "введіть він миром, безпечної [та надійної]."
vi: [Có nói], "Hãy nhập nó trong hòa bình, [và]."
zu: [Having zitshenwe], "Yifake ngokuthula, ephephile [futhi uvikelekile]."

# Quran1849
source: And We will remove whatever is in their breasts of resentment, [so they will be] brothers, on thrones facing each other.
ca: I anem a retirar el que està en els seus pits de ressentiment, [així seran] germans, en trons davant l'altre.
cy: A byddwn yn dileu beth bynnag yn eu bronnau drwgdeimlad, [felly byddant] brodyr, ar thrones wynebu ei gilydd.
da: Og vi vil fjerne hvad er i deres bryster af vrede, [så de bliver] brødre, på troner over for hinanden.
el: Και εμείς θα το καταργήσετε ό, τι είναι στο στήθος τους, της δυσαρέσκειας, [οπότε θα] αδελφοί, σε θρόνους αντικριστά.
et: Ja me eemaldame, mis iganes on pahameelt, rindades [nii neid] vennad vastakuti troonid.
fi: Ja me poistaa kaikki, mikä on kaunaa, rinnat [niin ne] veljekset valtaistuimella vastakkain.
he: נסיר את כל מה שיש זרועותיהן של טינה, [אז הם יהיו] אחים, על הכס אחד מול השני.
hr: I mi ćemo ukloniti što mi je u prsa mržnje, [tako da će biti] braća, na prijestolja okrenuti jedan prema drugom.
lt: Ir mes pašalinsime bet yra savo krūtis ir nuoskaudas, [kad jie bus] brolius, ant sosto atsuktos viena į kitą.
lv: Un mēs noņemsim, kāda ir viņu krūtis aizvainojums, [lai tie būs] brāļiem uz thrones vērsti viens pret otru.
nb: Og vi vil fjerne hva er i deres bryst harme, [så de vil være] brødrene, på troner mot hverandre.
sk: A odstránime, nech je v prsiach zášti, [tak budú], bratia, na tróny proti sebe.
sl: In mi bo odpravila karkoli je v svojih prsi zamere, [tako bodo] bratje, na prestolov, obrnjena drug proti drugemu.
sr_cyrl: И нас ће уклонити шта год је у њиховим грудима одбојности, [буду] браћа, на престоле један наспрам другог.
sr_latn: I nas će ukloniti šta god je u njihovim grudima odbojnosti, [budu] braća, na prestole jedan naspram drugog.
uk: І ми видалимо, все, що є в їх груди обурення, [так вони будуть] брати на Престолів, спрямованими один до одного.
vi: Và chúng tôi sẽ loại bỏ bất cứ điều gì là trong vú của họ oán hận, [do đó họ sẽ] Anh em, on thrones đối mặt với nhau.
zu: Futhi Sizosusa konke emabeleni abo ongumlutha, [ngakho bayoba] bazalwane, zobukhosi zibhekane.

# Quran1850
source: No fatigue will touch them therein, nor from it will they [ever] be removed.
ca: Sense fatiga ells tocarà aquí, ni d'ella [sempre] se suprimiran.
cy: Bydd unrhyw blinder yn cyffwrdd â hwy ynddo, nac ychwaith gan ei bydd [erioed] eu dileu.
da: Ingen træthed vil røre ved dem deri, og heller ikke fra det de [nogensinde] fjernes.
el: Κόπωση δεν θα τους αγγίξει σ ' αυτό, ούτε από αυτό αυτοί [ποτέ] αφαιρείται.
et: Mingit väsimuse puudutage neid seal, ega sealt nad [kunagi] eemaldatakse.
fi: Ei tunne väsymystä ei kosketa heitä siinä, eikä siitä he [yhä] poistetaan.
he: עייפות לא יגע בהם ובזה, וגם ממנו הם [אי] יוסרו.
hr: Umora će ih dirati u njemu, niti od njega oni [li] uklanjaju se.
lt: Jokio nuovargio palies juos ten, nei iš jo bus jie [] galima pašalinti.
lv: Nogurums būs pieskarties tiem tur, ne no tā viņi [vispār] novāks.
nb: Ingen tretthet vil berøre dem der, og fra det de [gang] fjernes.
sk: Sa dotknúť v ňom bez únavy, ani z nej sa [stále] sa odstráni.
sl: Nobene utrujenosti bo dotik jih v njem, niti iz nje bo jih [kdaj] odstranite.
sr_cyrl: Нема умора ће у томе да их додирнем, нити из ње ће они [] може уклонити.
sr_latn: Nema umora će u tome da ih dodirnem, niti iz nje će oni [] može ukloniti.
uk: Не втоми буде доторкнутися до них в ньому, а також від нього вони [коли-небудь] видалятимуться.
vi: Không mệt mỏi sẽ liên lạc với chúng trong đó, và cũng không nó sẽ họ [từng] bị loại bỏ.
zu: Ayikho ukukhathala namatha them therein, noma kuwo tando they [naphakade] asuswe.

# Quran1851
source: [O Muhammad], inform My servants that it is I who am the Forgiving, the Merciful.
ca: [O Muhammad], informar els meus servents que sigui jo qui sóc la indulgent, el Clement.
cy: [O Muhammad], hysbysu fy gweision ei bod gennyf pwy wyf y Forgiving, y Merciful.
da: [O Muhammad], informere mine tjenere, det er mig, der er Forgiving, barmhjertige.
el: [O Μωάμεθ], ενημερώνουν τους υπηρέτες μου ότι είναι εγώ που είμαι η επιεικής, η εύσπλαχνος.
et: [O Muhammad], teavitama minu sulased on mul, kes ma Forgiving, et Merciful.
fi: [Oi Muhammad] ilmoittaa palvelijani se on minä, joka olen anteeksiantava armollisin.
he: [O מוחמד], להודיע המשרתים שלי שזה. Forgiving, הרחום והחנון.
hr: [O Muhameda], obavijestiti svoje sluge da je sam ja opraštanje, milostivog.
lt: [O Muhammad], informuoti mano tarnai kad tai I 'm Forgiving, kad litosciwy.
lv: [O Muhammad], informēt mani kalpi, ka tas ir man, kas esmu piedošanu, žēlsirdīgs.
nb: [O Muhammad], informere mine tjenere, at det er jeg som er hyllest, barmhjertige.
sk: [O Mohameda], moji služobníci informovať, že som to ja, kto som odpúšťajúci, je Milosrdných.
sl: [O Muhammad], uslužbencev obvesti, da je sem, kdo sem tolerantna, usmiljen.
sr_cyrl: [О Мухаммад], информисати моје слуге, да је ја сам Форгивинг, милосрдна.
sr_latn: [O Muhammad], informisati moje sluge, da je ja sam Forgiving, milosrdna.
uk: [O Мухаммад], інформувати моїх слуг, що це я, хто такий бачить, що Merciful.
vi: [O Muhammad], thông báo cho công chức của tôi là tôi ai là Forgiving, Merciful.
zu: [O Muhammad], ukwazisa izinceku zami ukuthi yimina ngingubani Thethelela, Abanesihe.

# Quran1852
source: And that it is My punishment which is the painful punishment.
ca: I que és el meu càstig que és dolor càstig.
cy: Ac y mae'n fy cosbi a yw'r gosb poenus.
da: Og at det er min straf, som er en smertefuld straf.
el: Και ότι δεν είναι τιμωρία μου, που είναι η οδυνηρή τιμωρία.
et: Ja et see on minu karistamine, mis on valulik karistuse.
fi: Ja se on minun rangaistus, joka on tuskallinen rangaistus.
he: כי זה העונש שלי אשר הוא העונש מכאיב.
hr: I da je moja kazna što je bolna kazna.
lt: Ir tai, kad mano baudimas, kuris yra skausmingas bausmes.
lv: Un tas ir mans sods, kas ir sāpīga sods.
nb: Og det er min straff som er smertefulle straffen.
sk: A to je môj trest, ktorý je bolestivý trest.
sl: In da je moja kazen, ki je boleče kaznovanje.
sr_cyrl: И да је моја казна која је болна казна.
sr_latn: I da je moja kazna koja je bolna kazna.
uk: І що це мій покарання, який є болючим покарання.
vi: Và đó là sự trừng phạt của tôi đó là sự trừng phạt đau đớn.
zu: Futhi ukuthi isijeziso sami iyona buhlungu jeziso.

# Quran1853
source: And inform them about the guests of Abraham,
ca: I informar-los sobre els convidats d'Abraham,
cy: A rhoi gwybod iddynt am y gwesteion o Abraham,
da: Og informere dem om gæsterne på Abraham,
el: Και να τους ενημερώσει σχετικά με τους επισκέπτες του Αβραάμ,
et: Informeerida Abraham, külalistele
fi: Ja tiedottaa asiakkaille Abraham,
he: ולהודיע להם על האורחים של אברהם,
hr: I obavijestite ih o gostima Abrahamovim,
lt: Ir informuoti juos apie Abraomo, svečiai
lv: Un informēt viņus par Abraham, viesi
nb: Informere om gjestene Abraham,
sk: A informovať ich o postihnutých Abraháma,
sl: In jih obvesti o goste Abraham,
sr_cyrl: И информише их о гостима Абрахамов,
sr_latn: I informiše ih o gostima Abrahamov,
uk: Та інформувати їх про гостей Авраама,
vi: Và thông báo với họ về các khách hàng của Abraham,
zu: Futhi izingane ulwazi ngobungozi izivakashi ka-Abrahama,

# Quran1854
source: When they entered upon him and said, "Peace." [Abraham] said, "Indeed, we are fearful of you."
ca: Quan van entrar a ell i deia, "Pau". [Abraham], va dir, "De fet, estem por de tu."
cy: Pan gofnodwyd arno a dywedodd, "Heddwch." [Abraham] dywedodd, "Yn wir, yr ydym yn ofni chi."
da: Da de trådte på ham og sagde: "Fred." [Abraham] sagde, "Ja, vi er bange for dig."
el: Όταν τέθηκε προς αυτόν και είπε, "Ειρήνη". [Αβραάμ] δήλωσε: "Πράγματι, είμαστε φοβισμένος του you."
et: Millal nad talle sisestatud ja ütlesid: "Rahu." [Abraham] ütles: "Tõepoolest, me oleme kardavad sind."
fi: Kun ne tuli hänelle ja sanoi: "Rauha". [Aabraham] sanoi: "Itse asiassa olemme pelkää sinua."
he: מתי הם נכנסו עליו ואמר: "שלום". [אברהם] אמר, "ואכן, אנחנו מפחידים אותך."
hr: Kad su ušli na njega i rekao, "Mir". [Abraham] je rekao, "Uistinu, mi smo uplašeni od tebe."
lt: Kai jie įrašyti į jį ir tarė: "Taika." [Abraomas] sakė: "Iš tiesų, mes bijoti jums."
lv: Kad viņi iegāja viņam virsū un teica: "Miers". [Abraham] teica: "Protams, mēs esam baidījušies no jums."
nb: Når de inn på ham og sa: "Fred." [Abraham] sa, "Ja, vi er redd for deg."
sk: Keď vstúpil na neho a povedal: "Mier". [Abraham] povedal: "V skutočnosti sme strašný vás."
sl: Ko vnesete na njem in reče: "Mir." [Abraham] je rekel, "Res, smo prestrašeni od vas."
sr_cyrl: Када су унете на њега и рекао, "Мир". [Абрахам ] је рекао, "Заиста, ми смо ти у страху."
sr_latn: Kada su unete na njega i rekao, "Mir". [Abraham] je rekao, "Zaista, mi smo ti u strahu."
uk: Коли вони вступили на нього і сказав: "Світ". [Авраам] сказав: "дійсно, ми бояться вас."
vi: Khi họ nhập vào khi anh ta và nói, "Hòa bình." [Abraham] nói: "Thật vậy, chúng tôi đang sợ hãi của bạn."
zu: Bathe bengena phezu kwakhe, wathi: "Ukuthula."

# Quran1855
source: [The angels] said, "Fear not. Indeed, we give you good tidings of a learned boy."
ca: [Els àngels] va dir, "no tinguis por. De fet, li donem bona nova d'un nen après."
cy: Dywedodd [angylion], "ofni nad. Yn wir, byddwn yn rhoi eich tidings da bachgen ddysgwyd."
da: [Engle] sagde, "frygt ikke. Ja, vi giver dig gode tidender om lærde dreng."
el: [Οι άγγελοι] είπε, «μη φοβάσαι. Πράγματι, σας δίνουμε καλή είδηση ενός αγοριού που μαθαίνεται.»
et: [Inglid] ütles: "Ära karda. Tõepoolest, me teile rõõmusõnumit õpitud poiss."
fi: [Angels] sanoi, älä pelkää. Itse asiassa annamme sinulle ilosanoman, oppinut poika."
he: [המלאכים] אמר, "אל תירא. אכן, אנחנו נותנים לך בשורות טובות של נער מלומד."
hr: [Anđeli] je rekao, "ne boj se. Doista, mi vam dati dobru vijest o dječak naučio."
lt: [Angelai] pasakė: "Nesijaudink. Iš tiesų, mes suteikiame jums gerą naujieną sužinojo berniukas."
lv: [Angels] teica: "bailes nav. Patiešām, mēs dodam jums labas vēstis skolotie zēns."
nb: [Englene] sa, "frykt ikke. Faktisk, vi gir deg gode budskap om en lært gutt."
sk: [Anjeli] povedal: "Neboj sa. V skutočnosti sme vám dobrá zvesť dozvedel chlapca."
sl: [Angeli] je dejal, "ne boj se. Pravzaprav, smo vam dobrih novic naučil fanta."
sr_cyrl: [Анђели ] је рекао, "Не бој се. Заиста , дајемо вам радосне начитаним момка."
sr_latn: [Anđeli] je rekao, "Ne boj se. Zaista, dajemo vam radosne načitanim momka."
uk: [Ангели] сказав: "не бійся. Дійсно, ми даємо вам добру новину дізнався хлопчика."
vi: [Thiên thần] nói, "Đừng sợ. Thật vậy, chúng tôi cung cấp cho bạn các tidings tốt của một cậu bé học được."
zu: [Izingelosi] wathi: "Ungesabi. Ngempela, sikunikeza esibikela izindaba ezinhle zokukholwa umfana wafunda."

# Quran1856
source: He said, "Have you given me good tidings although old age has come upon me? Then of what [wonder] do you inform?"
ca: Va dir: "li has donat m bona nova tot i que la vellesa ha arribat a mi? Llavors de què [estrany] t informar? "
cy: Meddai, "a roesoch imi tidings da er bod henaint wedi dod imi? Yna o pa ryfedd ydych chi'n gwybod? "
da: Han sagde, "har du givet mig gode tidender selv om alderdommen er kommet over mig? Derefter af, hvad [vidunder] gør du informere? "
el: Είπε, "μου έδωσες καλή είδηση αν και μεγάλη ηλικία έχει έρθει επάνω μου; Στη συνέχεια της [αναρωτιέμαι] τι κάνω you ενημερώσει;»
et: Ta ütles: "sa andsid mulle rõõmusõnumit kuigi vanemas eas on tulnud mu peale? Milline ime teete te siis sellest? "
fi: Hän sanoi: "Oletko antanut minulle hyvää sanomaa vaikka vanhuus on tullut ylleni? Sitten mikä ihme sinä kertoa? "
he: הוא אמר, "נתת לי בשורות טובות למרות בגיל מבוגר השתלטה לי? אז על איזה [פלא] אתה להודיע? "
hr: On je rekao, "ti mi dati dobre vijesti iako starost je došao po mene? Onda što [čudno] da li obavijestiti? "
lt: Jis sakė: "jūs man davė gerą naujieną nors senatvėje ateis ant manęs? Tada, ką [įdomu] jums pranešti? "
lv: Viņš teica: "man jums uzdāvināt labas vēstis gan vecumdienās ir nonākusi pie manis? Tad par ko [brīnums] jūs informēt? "
nb: Sa han, "har du gitt meg godt budskap selv om alderdommen har kommet meg? Så hva [rart] tror du informere? "
sk: On povedal: "ste mi dal dobrú zvesť hoci staroba má prísť na mňa? Potom, čo [diviť] robiť vám informovať? "
sl: On reče: "si mi dal dobrih novic čeprav starosti je prišel na mene? Torej za kaj [čudno] se vam obvesti? "
sr_cyrl: Он је рекао, "Јеси ли дао ми радосне иако старост је пао на мене? Онда од какве [питам] да ли информисати? "
sr_latn: On je rekao, "Jesi li dao mi radosne iako starost je pao na mene? Onda od kakve [pitam] da li informisati? "
uk: Він сказав: "ви дали мені добру новину хоча старість зійде мене? Потім того, що [дивного] зробити вас повідомити? "
vi: Ông nói, "bạn đã được tôi tidings tốt mặc dù tuổi già đã đến tôi? Sau đó những gì [thắc mắc] làm bạn thông báo cho? "
zu: Wathi: "Ingabe uye kimi izindaba ezinhle nakuba ukuguga zangehlela? Khona yalokho [wonder] ingabe ukwazisa?"

# Quran1857
source: They said, "We have given you good tidings in truth, so do not be of the despairing."
ca: Deien, "Hem donat bona noticia en veritat, de manera que no es del desesperat."
cy: Maent yn dweud, "rhoddwyd chi tidings da mewn gwirionedd, felly peidiwch â o y anobeithio."
da: De sagde, "Vi har givet dem gode tidender i sandhed, så vær ikke for det fortvivlet."
el: Είπαν, «Σου έχουμε δώσει καλή είδηση στην αλήθεια, οπότε μην της το απελπισμένους.»
et: Nad ütlesid: "Oleme andnud teile rõõmusõnumit tõsi, nii ei ole ka Meeleheitel."
fi: He sanoivat: "Olemme antaneet teille ilosanoman totuus, joten älä ja epätoivoisia."
he: הם אמרו, "אנחנו נותנים לך בשורות טובות. למען האמת, כך לא של הנואשים."
hr: Rekli su, "Dali smo ti dobre vijesti u istini, tako da biti u očajan."
lt: Jie sakė, "Mes davė jums gera žinia tiesą, todėl nereikia, kad Zdesperowany."
lv: Viņi teica: "Mums ir dota jums labas vēstis patiesība, tāpēc nedrīkst būt zaudējis cerības."
nb: De sa: "Vi har gitt deg gode budskap i sannhet, så ikke bli for det fortvilet."
sk: Oni povedali: "Dali sme si dobrú zvesť v pravdu, tak byť zúfalý."
sl: Pa reče: "Mi smo vam daje dobrih novic v resnico, tako da ne biti je obupano."
sr_cyrl: Рекли су, "Дали смо вам радосне у истини, не будите од у незнању."
sr_latn: Rekli su, "Dali smo vam radosne u istini, ne budite od u neznanju."
uk: Вони сказали: "Ми дали вам добру новину по правді кажучи, так що не з на зневірившись."
vi: Họ nói, "Chúng tôi đã đưa cho bạn tidings tốt trong sự thật, do đó, không có các despairing."
zu: Bathi: "We epha you izindaba ezinhle ngeqiniso, ngakho ungabi we ithemba."

# Quran1858
source: He said, "And who despairs of the mercy of his Lord except for those astray?"
ca: Va dir, "i que manifesta la seua desesperació de la misericòrdia del seu Senyor excepte aquells per mal camí?"
cy: Dywedodd, "ac a despairs o drugaredd yr Arglwydd ei heblaw am hynny ar gyfeiliorn?"
da: Han sagde, "og der fortvivler barmhjertighed af hans herre undtagen dem på afveje?"
el: Είπε, «και οποίος απελπίζεται των έλεος του Λόρδου εκτός από εκείνους παραστρατημένος;»
et: Ta ütles "ja kes despairs halastust ta isand, välja arvatud need eksinud?"
fi: Hän sanoi: "ja joka epäilisi Herransa lukuun ottamatta niitä harhaan armoa?"
he: הוא אמר, "ומה מי despairs של חסדו של האל שלו חוץ האלה מדרך הישר?"
hr: Rekao je, "i koji je očajan zbog potrage za milost svoga gospodara osim onih zastranili?"
lt: Jis sakė: "ir kurie watpi gailestingumo iš savo Viešpaties išskyrus tuos kelio?"
lv: Viņš teica, "un kurš despairs žēlastību viņa kunga, izņemot šos apmaldīties?"
nb: Han sa, "og som despairs barmhjertighet hans Herre unntatt de avveie?"
sk: Povedal: "a kto zúfa milosrdenstva svojho pána, s výnimkou tých scestie?"
sl: Je dejal, "in ki despairs usmiljenja svojega Gospoda, razen tistih, ki so zašel?"
sr_cyrl: Рекао је, "а ко деспаирс на милост и немилост свог господара, осим оних на одмет?"
sr_latn: Rekao je, "a ko despairs na milost i nemilost svog gospodara, osim onih na odmet?"
uk: Він сказав, "а хто відчаєм милосердя його Господь, за винятком тих оману?"
vi: Ông nói, "và những người despairs của lòng thương xót của Chúa của mình ngoại trừ những người lạc lối?"
zu: Wathi, "Futhi ngubani ephelelwa yithemba lokuthi uyoke umusa akhe Lord except for labo astray?"
