Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran820
source: Those will have lost who deny the meeting with Allah, until when the Hour [of resurrection] comes upon them unexpectedly, they will say, "Oh, [how great is] our regret over what we neglected concerning it," while they bear their burdens on their backs. Unquestionably, evil is that which they bear.
ca: Els hauran perdut que negar la reunió amb Allah, fins quan l'hora [de resurrecció] tracta sobre ells inesperadament, diuen, "Oh, [com de gran és] nostre pesar sobre què hem descuidat en relació amb això," mentre que suportar les seves càrregues als seus darreres. Sens dubte, mal és el que porten.
cy: Bydd rhai wedi colli sydd yn gwadu y cyfarfod gyda Allah, tan yr awr [o atgyfodi] pan arnynt yn annisgwyl, byddant yn dweud, "o, [sut mawr yw] ein gofid dros beth yr ydym yn cael eu hesgeuluso ynghylch," tra y maent yn dwyn eu beichiau ar eu cefnau. Yn ddiamau, drwg yw y maent yn dwyn.
da: De vil have mistet, der benægter møde med Allah, indtil når timen [af opstandelsen] kommer dem uventet, de vil sige, "Åh, [hvor stor er] vores beklagelse over hvad vi forsømt med hensyn til det," mens de bærer deres byrder på ryggen. Utvivlsomt, onde er, som de bærer.
el: Αυτοί θα έχουν χάσει ποιος αρνηθεί η συνάντηση με τον Αλλάχ, μέχρι όταν την ώρα [της Ανάστασης] έρχεται επάνω σε τους απροσδόκητα, θα λένε, «Oh, [πόσο μεγάλη είναι] λύπη μας πέρα από ό, τι αμελήσαμε σχετικά με αυτό, "ενώ αυτοί φέρουν τους βάρη στις πλάτες τους. Αναμφισβήτητα, κακό είναι αυτό που φέρουν.
et: Need näidatakse kadunud, kes eitavad kohtumine Allah, enne kui selle tunni [ülestõusmine] tuleb neile ootamatult, nad ütlevad, "Oh, [kui suur on] meie kahetsust üle me tähelepanuta see, mis puudutab" Kuigi nendel nende koormus on nende selja. Vaieldamatult, kurjus on see, mis nendel on.
fi: Ne ovat menettäneet kuka kieltää tapaaminen Allah, vasta kun tunti [kuolleistaheräämiseen] tulee heille, he sanovat "Oh, [kuinka suuri on] Pahoittelemme yli laiminlyöty koskevat sitä," vaikka niissä pakkotyöllä selässään. Kiistatta paha on se, mitä niissä on.
he: אלה תאבד את מי מנע את הפגישה עם אללה, עד השעה [של תחיית המתים] בבוא עליהם באופן לא צפוי, הם יגידו, "הו, [כמה נהדר הוא] שלנו חרטה על מה ששכחנו לגבי זה," בעוד הם לשאת את הנטל על גבם. אין ספק, רשע זה אשר הם נושאים.
hr: One će izgubiti koji poriču sastanak s Allahom, do kada sat [uskrsnuće] dolazi na njih neočekivano, oni će reći, "Oh, [kolika je] naše žaljenje što smo zaboravili što se tiče," dok oni nose teret na leđima. Bez sumnje, zlo je ono što oni nose.
lt: Tie neteko kas paneigti susitikimo su Dievo, iki kada valandą [apie prisikėlimą] ateis į juos netikėtai, jie sako, "Oh, [kaip didelis yra] Deja per ką mes pamiršo apie jį," nors jie padengia savo naštą ant nugarų. Be abejo, blogis yra tai, kas ant jų.
lv: Tiem būs zaudējusi, kurš noliedz sēdes ar Allah, kad stunda [augšāmcelšanās] uzmetas tiem negaidīti, viņi teiks, "Ak, [cik liels ir] mūsu nožēlu pār mums atstāta novārtā attiecībā uz to," kamēr tos uzņemas viņu slogu uz savas muguras. Neapšaubāmi, ļaunums ir tas, ko tās sedz.
nb: De vil ha mistet som nekte møtet med Allah, til når time [oppstandelse] kommer over dem uventet, vil de si, "Oh, [hvor stor er] vår anger over hva vi neglisjert om det," mens de bære sine byrder på ryggen. Uten tvil, onde er som de bærer.
sk: Tie sa stratili, ktorí popierajú stretnutie s Alaha, až keď hodinu [vzkriesenie] príde na nich neočakávane, povedia, "Oh, [ako veľký je] naša ľútosť nad sme zanedbávané, pokiaľ ide o to," zatiaľ čo oni niesť svoje bremená na chrbte. Nesporne, zlo je to, čo znášajú.
sl: Tiste bo izgubil, ki zanikajo srečanje z Allah, do kdaj uro [vstajenje] prihaja na njih nepričakovano, bodo rekli, "Oh, [kako velik je] naše obžalovanje nad tem, kaj smo zanemarjene glede," medtem ko nosijo svoje breme na hrbtu. Nedvomno, zlo je, ki jih nosi.
sr_cyrl: Оне ће изгубили ко порекне састанак са Алахом, до када сат [ускрснуће] долази на њих неочекивано, рећи ће, "Ох, [како сјајно је] нам жаљење што се тиче, шта смо занемарили" док они сносе њихов терет на својим ледјима. Без сумње, зло је оно што они сносе.
sr_latn: One će izgubili ko porekne sastanak sa Alahom, do kada sat [uskrsnuće] dolazi na njih neočekivano, reći će, "Oh, [kako sjajno je] nam žaljenje što se tiče, šta smo zanemarili" dok oni snose njihov teret na svojim ledjima. Bez sumnje, zlo je ono što oni snose.
uk: Ті втратите хто заперечує зустрічі з Аллаха, поки коли час [Воскресіння] приходить на них несподівано, вони будуть говорити, "Ах, [те, яким великим є] жаль над ми знехтували, що стосуються його," поки вони нести свій тягар на спині. Без сумніву, зла є те, що вони несуть.
vi: Những người sẽ mất những người từ chối cuộc họp với Allah, cho đến khi giờ [phục sinh] đến khi họ bất ngờ, họ sẽ nói, "Oh, [làm thế nào lớn là] chúng tôi rất tiếc về những gì chúng ta bỏ rơi liên quan đến nó," trong khi họ chịu gánh nặng của họ trên lưng. Unquestionably, ác là mà họ chịu.
zu: Labo abaye bashonelwa abaphika umhlangano Allah, kuze uma Awa [sokuvuswa] iza phezu kwabo kungalindelekile, bazothi, 'O, [bukhulu kangakanani] sola lokuphelele wethu ngalokho esikwazi zinganakiwe ngalo, "kuyilapho bona athwale zabo

# Quran821
source: And the worldly life is not but amusement and diversion; but the home of the Hereafter is best for those who fear Allah, so will you not reason?
ca: I la vida mundana no és sinó d'atraccions i diversió; però el millor per a aquells que temen Allah és la llar de la d'ara endavant, així es que no la raó?
cy: Ac nid yw y bywyd worldly ond difyrion a dargyfeirio; ond gorau ar gyfer y rhai sy'n ofni Allah yw cartref y o hyn ymlaen, felly a wnewch chi, nid rheswm?
da: Og det verdslige liv er ikke men morskab og omlægning; men hjem i hinsidige er bedst for dem, der frygter Allah, så vil du ikke grund?
el: Και την κοσμική ζωή δεν είναι αλλά λούνα και εκτροπής? αλλά το σπίτι του συνέχεια είναι καλύτερη για εκείνους που φοβούνται Αλλάχ, οπότε θα σας δεν το λόγο;
et: Ja maise elu ei ole vaid meelelahutuseks ja levikut; aga edaspidi kodu sobib kõige paremini neile, kes kardavad Jumalat, nõnda sa ei põhjus?
fi: Ja maallinen elämä ei vaan huvi- ja väärinkäytöstä; mutta jäljempänä koti on parasta niille, jotka pelkäävät Jumalaa, niin tulet ole syytä?
he: החיים הגשמיים אינה אלא שעשועים והטיה; אבל הבית של בעולם הבא הוא הטוב ביותר עבור אלה החוששים אללה, גם אתה לא הסיבה?
hr: I ovozemaljski život nije nego zabava i razbibriga; Ali dom Nadalje je najbolje za one koji se boje Allaha, ti ne razlog?
lt: Ir žemiškas gyvenimas nėra bet pramogų ir nukreipimui; bet toliau namuose yra geriausia tiems, kurie bijo Dievo, taip bus jums ne priežastis?
lv: Un pasaulīgās dzīves nav, bet atrakciju un novirzīšanu; bet turpmāk mājās vislabāk tiem, kuri baidās, Allah, tātad būs jums nav iemesla?
nb: Og verdslige livet er ikke, men fornøyelsespark og avledning; men hjemmet til hinsidige er best for dem som frykter Allah, så vil du ikke grunn?
sk: A pozemský život nie je, ale zábavný a zneužívaniu; ale doma ďalej je najlepšie pre tých, ktorí sa bojí Boha, vy nie dôvod?
sl: In posvetno življenje ni ampak zabaviščni in zlorabe; ampak doma v nadaljevanju je najboljša za tiste, ki se bojijo Allah, tako boste ne razlog?
sr_cyrl: И земаљски живот није само забавни и диверзија; Али дом надаље је најбољи за оне који страхују да би Аллах, и ти ћеш није разлог?
sr_latn: I zemaljski život nije samo zabavni i diverzija; Ali dom nadalje je najbolji za one koji strahuju da bi Allah, i ti ćeš nije razlog?
uk: І мирське життя не але атракціонів і диверсіям; але Головна П'єра найкраще підходить для тих, хто побоюється Аллаха, так буде вам не причина?
vi: Và không phải là cuộc sống trần tục nhưng vui chơi và chuyển hướng; nhưng nhà của tương lai là tốt nhất cho những người sợ hãi Allah, vì vậy, bạn sẽ không lý do?
zu: Futhi worldly pilo is hhayi kodwa yokuzijabulisa nokuzijabulisa;

# Quran822
source: We know that you, [O Muhammad], are saddened by what they say. And indeed, they do not call you untruthful, but it is the verses of Allah that the wrongdoers reject.
ca: Sabem que vostè, [O Muhammad], els entristeix el que diuen. I de fet, no et diuen enganyosa, però és els versos d'Allah que rebutja els malfactors.
cy: Rydym yn gwybod bod yn chi, [O Muhammad], tristáu gan hyn a ddywedant. Ac yn wir, ni alwant eich bod yn gelwyddog, ond mae'n penillion Allah y mae y tramgwyddo yn gwrthod.
da: Vi ved, at du, [O Muhammad], er ked af hvad de siger. Og ja, de kalde ikke dig løgnagtig, men det er vers af Allah, lovovertrædere afviser.
el: Γνωρίζουμε ότι εσείς, [Ο Μωάμεθ], Λυπιόμαστε από ό, τι λένε. Και πράγματι, δεν σας καλούν αναληθής, αλλά είναι οι στίχοι του Αλλάχ που απορρίπτουν οι παραβάτες.
et: Me teame, et te [O Muhammad], on kurb mida nad ütlevad. Ja tõepoolest, nad kutsuvad teid ebaõige, kuid on selle tekitaja Hülga Jumal salmid.
fi: Tiedämme, että voit [Oi Muhammed] surullinen mitä he sanovat. Ja itse asiassa he kuitenkin maksavat sinulle totuuden, mutta se on Jumala, että rikolliset hylätä säkeet.
he: אנו יודעים כי לך, [O מוחמד], הם נזכרת, מה הם אומרים. ואכן, הם לא קוראים את שאתה השקרי, אבל זה של אללה זה לדחות הפושעים.
hr: Mi znamo da ti [O Muhammad], su ožalošćen što kažu. I doista, ne zovu te lažan, ali je stihove Allah počinioce i odbacuju.
lt: Mes žinome, kad jūs, [O Muhammad], yra susikrimtęs by ką jie sako. Ir iš tiesų, jie ne skambinti jums neteisinga, bet ji yra Dievas, kad grzesznicy atmesti eilėmis.
lv: Mēs zinām, ka tu [O Muhammad] ir skumst par to, ko viņi saka. Un patiešām, nav tevi sauc par nepatiesa, taču tas ir Allah, ka likumpārkāpēji noraidīt vārsmas.
nb: Vi vet at du, [O Muhammad], er lei av hva de sier. Og ja, de gjør ikke kalle du USANN, men det er versene av Allah som wrongdoers avvise.
sk: Vieme, že ste [Mohamed], zarmucujú tým, čo hovoria. A naozaj, nevyžadujú si nepravdivé, ale je verše Alah, že zloèinci odmietnuť.
sl: Vemo, da ste, [O Muhammad], so užaloščen s kaj pravijo. In res, te ne kličejo neresnična, vendar je verze Allah, ki je wrongdoers zavrne.
sr_cyrl: Знамо да су ти, [О Мухаммад], растужен шта кажу. И заиста, не зову те лажан, али је стихове Алаха починиоце одбацују.
sr_latn: Znamo da su ti, [O Muhammad], rastužen šta kažu. I zaista, ne zovu te lažan, ali je stihove Alaha počinioce odbacuju.
uk: Ми знаємо, що ви [O Мухаммад], засмучені є те, що вони говорять. І дійсно, вони не передзвонити неправдивих, але це вірші Аллах, який на розкаюємося відкидати.
vi: Chúng tôi biết bạn [O Muhammad], buồn bởi những gì họ nói. Và quả thật vậy, họ không gọi cho bạn untruthful, nhưng đó là những câu thơ của Allah wrongdoers sự từ chối.
zu: Siyazi ukuthi wena, [O Muhammad], abadatshukiswe abakushoyo.

# Quran823
source: And certainly were messengers denied before you, but they were patient over [the effects of] denial, and they were harmed until Our victory came to them. And none can alter the words of Allah. And there has certainly come to you some information about the [previous] messengers.
ca: I sens dubte eren missatgers negat davant teu, però van ser pacient sobre [els efectes de] negació i ells van ser perjudicats fins la nostra victòria va arribar a ells. I no pot canviar les paraules d'Allah. I hi ha sens dubte alguna informació sobre els missatgers [anteriors].
cy: Ac yn sicr roedd negeswyr yn gwadu ger eich bron, ond roeddynt yn amyneddgar dros [effeithiau] gwadu, ac maent yn niweidio nes ein buddugoliaeth ddod iddynt. A dim yn gallu newid y geiriau Allah. Ac yna yn sicr wedi i chi rhywfaint o wybodaeth am y negeswyr [blaenorol].
da: Og sikkert var budbringere nægtet før du, men de var patienten over [effekter af] benægtelse, og de blev skadet indtil vores sejr kom til dem. Og ingen kan ændre ord af Allah. Og der er sikkert kommet til dig nogle oplysninger om de [tidligere] budbringere.
el: Και σίγουρα αμφισβητήθηκαν messengers πριν, αλλά ήταν ασθενής κατά τη διάρκεια [οι επιπτώσεις της] άρνηση, και αυτοί είχαν θιγεί μέχρι νίκη μας ήρθε σ ' αυτούς. Και κανένας δεν μπορεί να αλλάξει τα λόγια του Αλλάχ. Και εκεί έχει σίγουρα έρχονται σε σας κάποιες πληροφορίες σχετικά με την [προηγούμενη] κλητήρες.
et: Ja kindlasti olid käskjalad eitas enne sind, kuid nad olid patsient üle [mõju] eitamine, ja nad ei kahjustanud kuni meie võit tuli neile. Ja ükski võib muuta Jumala sõnu. Ja seal on kindlasti tulevad teile veidi infot [eelmine] kullerid.
fi: Ja varmasti lähetit evättiin edessänne, mutta he olivat kärsivällisiä meitä [vaikutuksia] kieltäminen ja ne vahingoitettu kunnes voittomme tuli heille. Ja mitään muuta Jumalan sanaa. Ja siellä on varmasti tullut sinulle joitakin tietoja [Edellinen] sanansaattajia.
he: ואני בהחלט דחו שליחי לפניך, אבל הם היו החולה מעל [ההשפעות] הכחשה, והם נפגעו עד הניצחון שלנו בא אליהם. אף אחד לא יכול לשנות את מילותיו של אללה. יש בהחלט בא לך קצת מידע על השליחים [הקודמת].
hr: I svakako su glasnici odbijen prije nego što, ali su oni pacijenta [učinci] zabludi, i oni bili ozlijeđeni do naše pobjede došao do njih. I ne može promijeniti riječi Allah. I tu je sigurno došlo da vas neke informacije o [prethodne] Glasnik.
lt: Ir tikrai buvo pasiuntiniai paneigti prieš jus, bet jie pacientas [poveikio] neigimas, ir jie buvo pažeisti iki mūsų pergalės atėjo į juos. Ir nė vienas gali pakeisti Dievo žodžiai. Ir ten tikrai atėjo jums šiek tiek informacijos apie [ankstesnių] pasiuntinius.
lv: Un noteikti kurjeriem bija liegta pirms jums, bet tie bija pacients pār [ietekmi] noliegšanu, un tie tika nodarīts kaitējums, kamēr mūsu uzvara nāca pie viņiem. Un neviens varētu mainīt Allah vārdu. Un tur ir noteikti nāk pie jums nedaudz informācijas par [iepriekšējās] ziņnešus.
nb: Og sikkert nektes budbringere før du, men de var pasienten over [effekter av] fornektelse, og de ble skadet til vår seier kom til dem. Og ingen kan endre ord. Og det har sikkert kommet til deg litt informasjon om [tidligere] budbringere.
sk: A určite boli poslovia poprel pred vami, ale oni boli pacienta nad [účinky] popieranie, a oni boli poškodené, kým naše víťazstvo prišiel k nim. A nikto môže zmeniť slová Alah. A tam určite vám nejaké informácie o [predchádzajúci] poslov.
sl: In zagotovo sli zavrnjen pred vami, vendar so bili bolnik [o vplivu] zanikanje, in da so bili oškodovani, dokler naše zmage prišel do njih. In nič lahko spremeni besede Alah. In tam je zagotovo prišel k vam nekaj informacij o [prejšnji] sli.
sr_cyrl: И свакако су гласници одбијена пред вама, али су били стрпљиви преко [ефекти] порицање, а они су наудили док наша победа дошао до њих. И не може да промени речи од Алаха. Тамо је сигурно се и тебе неке информације о [претходне] гласнике.
sr_latn: I svakako su glasnici odbijena pred vama, ali su bili strpljivi preko [efekti] poricanje, a oni su naudili dok naša pobeda došao do njih. I ne može da promeni reči od Alaha. Tamo je sigurno se i tebe neke informacije o [prethodne] glasnike.
uk: І звичайно Посланці були позбавлені перед вами, але вони були пацієнта протягом [наслідки] заперечення і вони були завдано шкоди поки наша перемога прийшла до них. І ніхто не може змінити слова Аллаха. І там, безумовно, підемо вам деяку інформацію про [Попередня] посланників.
vi: Và chắc chắn được sứ giả bị từ chối trước khi bạn, nhưng họ đã là bệnh nhân trên [những ảnh hưởng của] từ chối, và họ đã bị hại cho đến khi chiến thắng của chúng tôi đến với họ. Và không ai có thể thay đổi từ Allah. Và có có chắc chắn đến với bạn một số thông tin về các sứ giả [previous].
zu: Futhi ngokuqinisekile ayengenalo izithunywa waphika phambi kwenu, kodwa iBhayibheli babenesineke phezu [imiphumela ka] ukuphika, futhi owalimala kwaze kwafika Ukunqoba kwethu kubo.

# Quran824
source: And if their evasion is difficult for you, then if you are able to seek a tunnel into the earth or a stairway into the sky to bring them a sign, [then do so]. But if Allah had willed, He would have united them upon guidance. So never be of the ignorant.
ca: I si d'evasió és difícil per a vostè, llavors si ets capaç de buscar un túnel a la terra o una escala al cel per portar-los un signe, [llavors ho]. Però si Allah tenia willed, vols tenir unir-los en orientació. Tan mai no ser de als ignorants.
cy: Ac os yw eu osgoi talu yn anodd i chi, yna os ydych yn gallu ceisio twnnel yn y ddaear neu risiau i'r awyr i dwyn arwydd, [yna wneud hynny]. Ond os oedd Allah ewyllysio iddi, byddai ef wedi Unedig iddynt ar canllawiau. Felly byth fod yr anwybodus.
da: Og hvis deres unddragelse er svært for dig, så hvis du er i stand til at søge en tunnel i jorden eller en trappe til himlen for at bringe dem et tegn [så gøre det]. Men hvis Allah havde villet, han ville have forenet dem efter vejledning. Så aldrig være af den uvidende.
el: Και αν τους της φοροδιαφυγής είναι δύσκολο για σας, στη συνέχεια, εάν είστε σε θέση να αναζητήσουν μια σήραγγα σε γη ή μια σκάλα στον ουρανό να τους φέρει ένα σημάδι, [τότε πράξει]. Αλλά αν είχε βουλητικός Αλλάχ, αυτός θα συνένωνε τους επάνω στην καθοδήγηση. Μην είσαι λοιπόν ποτέ από την άγνοια.
et: Ja kui nende kõrvalehoidumine on raske teile siis, kui teil on õigus nõuda tunnel maa või trepp taevasse viia need märk, [siis teha]. Aga kui Jumal oli kombeks, ta oleks liitnud upon arendus. Nii et kunagi olema asjatundmatu.
fi: Ja jos niiden kiertäminen on vaikeaa sinulle niin, jos sinulla on mahdollisuus hakea tunnelin maan tai portaat taivaalle heidät merkki [sitten niin]. Mutta jos Jumala olisi tahtonut, hän sitovat ne kun ohjeita. Joten ei koskaan olla tietämätön.
he: ואם התחמקות שלהם היא קשה בשבילך, אז אם אתה יכול לחפש מנהרה לתוך כדור הארץ או חדר מדרגות לשמיים כדי להביא אותם סימן, [אז לעשות זאת]. אבל אם אללה היה רצון, הוא מסוגל ללכד אותם על הדרכה. אז לעולם לא תהיה של הבורים.
hr: I ako njihov utaja je teško za vas, zatim ako ste u mogućnosti da traže tunel u zemlji ili stubišta u nebo da njima donijeti znak, onda to učinite. Ali ako je htio Allah, da bi ujedinio ih na smjernice. Ne biti u neznanju.
lt: Ir jei jų slėpimo yra sunku jums, tada jei jūs galėsite ieškoti tunelį į žemę ar laiptai į dangų parveža ženklas [tai daryti]. Bet jei Dievas turėjo valios, jis būtų susijungusi juos pagal gaires. Todėl niekada būti nieswiadomych.
lv: Un, ja savus maksāšanas ir grūti jums, tad, ja jums ir iespēja meklēt tuneli uz zemes vai kāpnes uz debesīm viņiem dot zīmi, [tad darīt]. Bet ja Allāha gribas, viņš gribētu būt vieno tos pēc virzības. Tāpēc nekad nebūs no nezinošs.
nb: Og hvis deres evasion er vanskelig for deg, så hvis du er i stand til å søke en tunnel i jorden eller en trapp til himmelen for å bringe dem en kvittere, [så gjør]. Men hvis Allah hadde ville, han ville ha samlet dem ved veiledning. Så aldri være uvitende.
sk: A ak ich únikom je ťažké pre vás, potom, ak ste schopní Hľadať tunel do zeme alebo schodisko do neba, aby im znamenie, [potom tak]. Ale ak Boh bol chcel, že by spojil ich na usmernenie. Tak nikdy nebude nepozná.
sl: In če svoje utaj je težko za vas, potem, če ste sposobni poiskati tunel v zemljo ali stopnišče v nebo, da bi jih znak, [potem stori]. Ampak če je Allah voljan, on bi so velika jih na smernice. Tako nikoli ne bo nevedne.
sr_cyrl: И ако им утаја је тешко за вас, онда, ако сте у стању да траже тунел у земљи или степенице у небо да их доведем знак, онда учини. Али ако Алах имао воље, он би их уједињени на Водич. Тако никад не би незналице.
sr_latn: I ako im utaja je teško za vas, onda, ako ste u stanju da traže tunel u zemlji ili stepenice u nebo da ih dovedem znak, onda učini. Ali ako Alah imao volje, on bi ih ujedinjeni na Vodič. Tako nikad ne bi neznalice.
uk: І якщо їх ухиленням є важким для вас, то, якщо ви можете шукати тунель в землі або сходи в небо, щоб принести їм знак, [, то зробити це]. Але якщо Аллах був того, він хотів би шкодили єдності Альянсу після наведення. Тому ніколи не бути неосвічених.
vi: Và nếu trốn của họ là khó khăn cho bạn, sau đó nếu bạn có thể tìm kiếm một đường hầm vào trái đất hoặc một cầu thang vào bầu trời để mang lại cho họ một dấu hiệu, [sau đó làm như vậy]. Nhưng nếu Allah có ý chí, ông sẽ có thống nhất họ theo hướng dẫn. Vì vậy không bao giờ dốt nát.
zu: Futhi uma ukugwema wabo kunzima ngawe, khona-ke uma wena ukwazi ukufuna ngempela umhubhe oya emhlabeni noma eziya esibhakabhakeni ukuletha wayebanike isiboniso, [ke wenze kanjalo].

# Quran825
source: Only those who hear will respond. But the dead - Allah will resurrect them; then to Him they will be returned.
ca: Només aquells que escolten la voluntat de respondre. Però els morts - Allah es de ressuscitar-los; llavors li seran tornats.
cy: Dim ond y rhai sy'n clywed y bydd ymateb. Ond bydd y meirw-Allah yn atgyfodi'r iddynt; yna iddo cânt eu dychwelyd.
da: Kun dem, der høre vil reagere. Men døde - Allah vil genoplive dem; derefter til ham vil de blive returneret.
el: Μόνο εκείνοι που έχουν ακούσει θα ανταπαντήσει. Αλλά τους νεκρούς - Αλλάχ θα αναστήσει τους? σε αυτόν τους θα σας επιστραφεί.
et: Ainult need, kes kuulevad tahtmist vastata. Kuid surnud - Jumal taaselustada neid; siis talle juhul tagastatakse.
fi: Vain ne, jotka kuulevat tulee vastata. Mutta dead - Allah henkiin sitten hänelle ne palautetaan.
he: רק אלה אשר הוא הרצון להגיב. אבל המתים - אללה אחיה אותם; ואז לו הם יוחזרו.
hr: Samo oni koji čuju volje odgovoriti. Ali mrtvi - Allah će uskrsnuti Onda mu oni će biti vraćeni.
lt: Tik tie, kurie girdi bus atsakyti. Tačiau mirusiųjų - Dievas bus prisikelti tada jam jie bus grąžinti.
lv: Tikai tie, kuri dzird gribu atbildēt. Bet mirušie - Allah būs atdzīvināt tiem; tad viņam tie tiks atgriezti.
nb: Bare de som hører vil svare. Men døde - Allah vil gjenopplive dem; deretter ham returneres de.
sk: Iba tí, ktorí počuť bude reagovať. Ale mŕtvych - Alah vstane zmŕtvych. potom mu budú vrátené.
sl: Samo tisti, ki je slišal bo, odgovori. Vendar mrtvih - Alah bo obudila nato mu jih povrne.
sr_cyrl: Само они који цују воље одговорити. Али мртви - Аллах оћивеже их; Онда му они ће је вратити.
sr_latn: Samo oni koji cuju volje odgovoriti. Ali mrtvi - Allah oћiveжe ih; Onda mu oni će je vratiti.
uk: Тільки ті, хто чує буде реагувати. Але мертвих - Аллах буде засадниче; Тоді йому вони будуть повернуті.
vi: Chỉ có những người nghe sẽ được đáp ứng. Nhưng người chết - Allah sẽ hồi sinh chúng; sau đó cho anh ta họ sẽ được trả lại.
zu: ngalabo abezwa uyosabela kuphela.
