Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1174
source: "That [is yours], so taste it." And indeed for the disbelievers is the punishment of the Fire.
ca: "Que [és teu], així que provar-ho." I de fet pels disbelievers és el càstig del foc.
cy: "Y [yn gywir], felly ei flasu." Ac yn wir ar gyfer y disbelievers yw'r gosb y tân.
da: "At [er dit], så smager det." Og er faktisk straf af ilden for vantro.
el: «Ότι [είναι δική σας], έτσι δοκιμάσετε.» Και μάλιστα για disbelievers είναι η τιμωρία της φωτιάς.
et: "Et [on sinu], nii et seda maitsta." Ja tõepoolest on uskottomille on tulekahju karistuse.
fi: "Että [on sinun], joten maistaa sitä." Ja juuri uskottomille tulen rangaistusta.
he: "כי [הוא שלך], אז לטעום את זה." והוא אכן עבור disbelievers העונש של האש.
hr: "Da [je tvoj], pa probaj." I doista za se iskuse kaznu vatre.
lt: "Kad [yra jūsų], todėl skonio." Ir iš tiesų, disbelievers yra ugnis bausmės.
lv: "Ka [ir jūsu], tātad nogaršot." Un patiešām disbelievers ir sods par uguns.
nb: "At [er ditt], så smake." Og for troende er straffen av brannen.
sk: "Že [je tvoja], takže chuť." A skutočne neveriacim je trest ohňa.
sl: "Da [je tvoje], tako okus." In res je disbelievers je kazen ogenj.
sr_cyrl: "Да [је твоје], тако да га окусим." И заиста је казна ватре за скептике.
sr_latn: "Da [je tvoje], tako da ga okusim." I zaista je kazna vatre za skeptike.
uk: "Що [за вами], так спробувати його." І справді для на disbelievers покарання у вогонь.
vi: "Rằng [là của bạn], vì vậy hương vị nó." Và thực sự cho người thì là sự trừng phạt của đám cháy.
zu: "Lokho [kungokwakho], ngakho ukunambitha it."

# Quran1175
source: O you who have believed, when you meet those who disbelieve advancing [for battle], do not turn to them your backs [in flight].
ca: O que han cregut, quan coneixes els que dubten avançar [per batalla], no es gira per a ells el seu esquena [en vol].
cy: O wneud eich sydd wedi credu, pan fyddwch yn cyfarfod rhai a chredu hyrwyddo [ar gyfer brwydr], nid troi iddynt eich cefnau [yn hedfan].
da: O du, som har ment, når du møder dem, der ikke tror, fremme [for slaget], ikke slå til dem din ryg [i flugt].
el: O που πίστευαν, όταν θα συναντηθείτε με εκείνους που δυσπιστώ προώθηση [για μάχη], δεν ενεργοποιήσετε τους σας πλάτες [κατά την πτήση].
et: O kes on uskunud, kui te vastate kes usu. [lahinguks] edendavatele Ärge lülitage neile oma selja [in flight].
fi: O jotka ovat uskoneet, kun tapaatte niille, jotka ovat uskottomia, etenee [for taistelu], otat heille selkänsä [in flight].
he:  מי מאמין, כשאתה פוגש אלה לא להאמין קידום [לקרב], לא תפנה אליהם הגב [בטיסה].
hr: O ti koji su vjerovali, kad sretneš one koji ne vjeruju-napredovanje [za bitku], ne biste im okrenuli leđa [u letu..
lt: O kurie tiki, kai jūs patenkinti tie, kurie neturi wierza pažangos [mūšiui], Nesukite jiems savo nugarą [į skrydžio].
lv: O jums, kas ir uzskats, ja jūs atbilstat kuri neticēt, padziļinot [kaujai] nepagriezās uz tiem jūsu muguras [šajā lidojumā].
nb: O dere som har trodd, når du møter de som tviler fremme [for kamp], ikke slå dem ryggen [i flukt].
sk: O vás, ktorí ste uverili, keď stretnete tých, ktorí neveria, postupuje [po bitke], nie sú zase ich chrbty [v lete].
sl: O ki ste verjeli, ko srečaš tistim, ki verjamem, napreduje [za boj], ne pa da jih podpira [med letom].
sr_cyrl: О ти који верују, када упознате оне који сумњаш да напредују [за битку], није се да их зауставите [у лету].
sr_latn: O ti koji veruju, kada upoznate one koji sumnjaš da napreduju [za bitku], nije se da ih zaustavite [u letu].
uk: O ви, хто вірив, коли ви зустрічаєте тих, хто не вірити просування [для битви], не звертаються до них спиною [в польоті].
vi: O bạn của những người đã tin rằng, khi bạn gặp gỡ những người disbelieve tiến [cho trận], không chuyển sang họ ủng hộ của bạn [trong chuyến bay].
zu: O nina abase bekholiwe, lapho nihlangabezana labo disbelieve eqhubekela phambili [ukulwa], ungaphambuki kuwo imihlane yakho [zindiza].

# Quran1176
source: And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allah, and his refuge is Hell - and wretched is the destination.
ca: Qui dóna l'esquena a ells en un dia tan, llevat que es desviaven [com a estratègia] per a la guerra o unir-se a l'empresa [un altre], certament ha tornat amb ira [a ell] des d'Allah, i el seu refugi és l'infern - i miserable és el destí.
cy: Pwy bynnag yn troi ei gefn iddynt ar ddiwrnod o'r fath, oni swerving [fel strategaeth] ar gyfer rhyfel neu ymuno â chwmni [arall], mae yn sicr a ddychwelwyd â dicter [arno] gan Allah, a ei lloches yn uffern-a truenus yn y gyrchfan.
da: Og hvo vender ryggen til dem på sådan en dag, medmindre vige [som en strategi] for krig eller at deltage i [anden] selskab, har helt sikkert tilbage med vrede [med ham] fra Allah, og hans tilflugt er helvede - og elendige er destinationen.
el: Και όποιος γυρίζει την πλάτη τους μια τέτοια ημέρα, εκτός αν swerving [ως στρατηγική] για πόλεμο ή τη συμμετοχή [άλλη] εταιρεία, έχει επιστρέψει σίγουρα με θυμό [προς αυτόν] από Αλλάχ, και το καταφύγιο του είναι κόλαση - και άθλια είναι ο προορισμός.
et: Ja kes iganes muutub selg neile see päev, kui swerving [kui strateegiat] sõda või ühendamise [teine] ettevõte on kindlasti taas koos viha [talle] Jumalalt ja tema varjupaika on Hell - ja armetu on sihtkoht.
fi: Kuka kääntää selkänsä heille tällaisena päivänä, ellei swerving [strategiana] sodan tai liittymällä [toinen] yritys, on varmasti palannut vihaa [hänelle] Jumalalta, ja turvakaupungista on helvetti - ja kurja on kohde.
he: מי מפנה את גבו אליהם ביום כזה, אלא אם כן כשהוא סוטה מהמסלול [כאסטרטגיה] למלחמה או הצטרפות החברה [אחר], בהחלט חזר עם כעס [עליו] מן אללה ולאחר מקלטו זה גיהנום - ואני אומללה היא היעד.
hr: I tko god okreće leđa im takav dan, osim ako krivudao [kao strategiju] za rat ili spajanje [druga] kompanija, se sigurno vratio s anger [na njemu] od Allaha, a svoje utočište je pakao - i jadan je odredište.
lt: Ir kas virsta jo grįžti į juos tokia diena, nebent swerving [kaip strategija] karo arba prisijungti prie [kita] bendrovė, turi tikrai grįžo su pykčio [jam] iš Dievo, ir jo prieglobstis yra pragaras - ir niekam tikęs yra paskirties.
lv: Un tas, kurš vēršas ar muguru pret viņiem šādā dienā, ja vien paraujot [stratēģijas] kā kara vai pievienojas [vēl] sabiedrība ir noteikti atgriezies dusmās [viņam] virsū no Allah un viņa patvērumu ir elle - un nožēlojams ir galamērķis.
nb: Og den som snur ryggen til dem på en slik dag, med mindre swerving [som strategi] for krig eller blir med i [en annen] selskapet, har sikkert returnert med sinne [på ham] fra Allah og hans refuge er helvete - og elendige er målet.
sk: A kto sa otočí chrbtom k nim taký deň ak vybočenie [ako stratégie] pre vojnu alebo spojenie [iný] spoločnosť, sa určite vrátila s hnevom [s ním] od Boha a jeho útočisko je peklo - a úbohý je cieľ.
sl: In kdor obrne hrbet nanje na tak dan, razen če je odklon [kot strategijo] za vojno ali se pridružijo [druge] družbe, je zagotovo vrnil z jezo [na njem] od Allah, in svoje zatočišče je pekel - in nesrečne je destinacijo.
sr_cyrl: И ко год окрене леђа да их на овакав дан, осим ако кривудати [као стратегију] за рат или придруживања [још један] компанија, се сигурно вратио са гнев [на њему] од Алаха, и његово уточиште је пакао - а јадна је дестинација.
sr_latn: I ko god okrene leđa da ih na ovakav dan, osim ako krivudati [kao strategiju] za rat ili pridruživanja [još jedan] kompanija, se sigurno vratio sa gnev [na njemu] od Alaha, i njegovo utočište je pakao - a jadna je destinacija.
uk: І той, хто перетворює його назад до них на день, якщо об'їзді перешкод [як стратегія] для війни або приєднання до неї [іншого] компанія має безумовно повернувся з гнівом [на нього] від Аллаха, і його притулок пекло - і знедолених місця призначення.
vi: Và ai quay lưng với họ trong ngày như vậy, trừ khi swerving [như là một chiến lược] cuộc chiến hoặc tham gia một công ty [khác], đã chắc chắn trở lại với sự tức giận [khi anh ta] từ Allah, và nơi ẩn náu của mình là địa ngục - và không may là điểm đến.
zu: Futhi noma ubani ufulathela kubo ngosuku onjalo, ngaphandle uma ihamba kabi [njengeqhinga lokuphumelelisa] ngenxa yempi noma zihlanganise [lenye] inkampani, uye ngokuqinisekile wabuya ne intukuthelo [phezu kwakhe] Allah, futhi isiphephelo is Hogo - engamanxiwa futhi embi kuyinto

# Quran1177
source: And you did not kill them, but it was Allah who killed them. And you threw not, [O Muhammad], when you threw, but it was Allah who threw that He might test the believers with a good test. Indeed, Allah is Hearing and Knowing.
ca: I no es va fer matar-los, però va ser a Allah qui va matar-los. I vostè va llançar no, [O Muhammad], quan es va llançar, però va ser a Allah que va llançar que ell podria provar els creients amb una bona prova. De fet, Allah és sentir i saber.
cy: Ac nid oedd eich lladd, ond oedd yn Allah sy'n lladd eu. A ydych taflodd ni, [O Muhammad], pan taflodd chi, ond yr oedd Allah sy'n taflodd y gallai ei fod yn profi y credinwyr gyda phrawf da. Yn wir, Allah yw gwrandawiad a gwybod.
da: Og du dræbe ikke dem, men det var Allah, som dræbte dem. Og du kastede ikke, [O Muhammad], da du smed, men det var Allah, der kastede han kunne teste troende med en god test. Allah er faktisk hørelse og vide.
el: Και δεν σκοτώνουν τους, αλλά ήταν Αλλάχ που τους σκότωσε. Και έριξε δεν, [Ο Μωάμεθ], όταν έριξε, αλλά ήταν Αλλάχ που έριξε ότι αυτός μπορεί να δοκιμάσουν οι πιστοί με μια καλή δοκιμή. Πράγματι, ο Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ja sa ei tapnud neid, kuid see oli Jumal, kes tapsid nad. Ja sa viskasid kompostimata [O Muhammad], kui sa viskasid, aga see oli Jumal, kes viskas, et ta võiks katsetada usklikud hea testiga. Tõepoolest, Allah on kuulmine ja teades.
fi: Ja et tappaa ne, mutta se oli Jumala, joka tappoi heidät. Ja heitti ei [Oi Muhammed] kun heitti, mutta se oli Jumala, joka heitti, että hän voisi testata uskovat hyvä testi. Itse asiassa Jumala on kuulon ja tietäen.
he: את לא הרגת אותם, אבל זה היה אללה שהרג אותם. וזרקו אותך. לא, [O מוחמד], כאשר אתה זרקת, אבל זה היה אללה שזרק הוא יכול לבחון את המאמינים עם מבחן טוב. אכן, אללה הוא שהידיעה ושמיעה.
hr: Nisi ubio ih, a to je Allah koji ih je ubio. I bacio si ne, [O Muhammad], kad si bacio, ali je Allah bacio da on možda testirati vjernici sa dobar test. Uistinu, Allah je sluh i znajući.
lt: Ir jūs ne žudyti juos, bet tai buvo Dievas, kuris nužudė juos. Ir jūs retai, [O Muhammad], kai jūs retai, bet tai buvo Dievas, kuris retai, kad jis galėtų išbandyti tikintieji su geras testas. Iš tiesų, Allah yra klausos ir žinios.
lv: Un viņas nenogalināju, bet tas bija Allah, kas viņus nogalināja. Un tu izmeti, [O Muhammad], kad jūs izmeta, bet tas bija Allah, kurš iemeta viņam varētu pārbaudīt ticīgie ar labs tests. Patiešām, Allah ir dzirdes un zinot.
nb: Og du drepe ikke dem, men det var Gud som drepte dem. Og du kastet ikke [O Muhammad], når du kastet, men det var Gud som kastet at han kan teste troende med en god test. Døyve er faktisk høre og kjenne.
sk: A nezabil nich, ale to bol Boh, kto zabil. A ste hodil, [Mohamed], keď si hodil, ale bolo to Alah, ktorý hodil, že on mohol otestovať veriacich s dobrý test. Alah je skutočne sluchu a vedomím.
sl: In ga ni ubil, vendar je bilo Allah, ki jih ubil. In si vrgel ne, [O Muhammad], ko si vrgel, vendar je bilo Allah, ki je vrgel, da je morda test z vernike z dober test. Res, Allah je sluh in poznavanje.
sr_cyrl: Ниси их убио, а да је Аллах, који их је убио. И бацио си не, [О Мухаммад], када си бацио, али било је Аллах, који је бацио да он можда тестирали верницима са добар тест. Уистину , Аллах је слух и знајужи.
sr_latn: Nisi ih ubio, a da je Allah, koji ih je ubio. I bacio si ne, [O Muhammad], kada si bacio, ali bilo je Allah, koji je bacio da on možda testirali vernicima sa dobar test. Uistinu, Allah je sluh i znajuжi.
uk: І ви не вбив їх, але це було Аллах, який вбив їх. І ви кинули не, [O Мухаммад], коли ви кинули, але це було Аллах, який кинув, що він може перевірити віруючі з хорошим випробуванням. Дійсно, Аллах є слуху і знаючи, що.
vi: Và bạn đã không giết họ, nhưng nó là Allah đã giết họ. Và bạn đã ném không, [O Muhammad], khi bạn ném, nhưng nó đã là Allah người đã ném anh ta có thể kiểm tra các tín hữu với một thử nghiệm tốt. Thật vậy, Allah là nghe và hiểu biết.
zu: Futhi awuzange bulala kodwa kwaba Allah bababulala.

# Quran1178
source: That [is so], and [also] that Allah will weaken the plot of the disbelievers.
ca: Que [es-ho], i [també] aquell Allah es debilitaran la trama dels disbelievers.
cy: Y [yn hynny], a [hefyd] Bydd bod Allah yn gwanhau'r plot y disbelievers.
da: Der [er] og [også] at Allah vil svække plot af vantro.
el: Που [ισχύει], και [επίσης] ότι Αλλάχ θα αποδυναμώσει την πλοκή της disbelievers.
et: Mis [nii on] ja [ka] et Jumal nõrgeneb ning uskottomille krunt.
fi: Se [on], ja [myös] että Allah heikentää saa luovuttaa tontti.
he: זה [כן], ו [גם] אללה זה יחליש את העלילה של disbelievers.
hr: Da [je], i [i] da Allah će oslabiti Zemljište je iskuse.
lt: Kad [yra], ir [taip pat] kad Dievas susilpnės dėl disbelievers sklypas.
lv: Ka [ir], un [arī] ka Allāham vājinās disbelievers laukumā.
nb: Som [er så], og [også] at Allah vil svekke plottet av troende.
sk: Že [je to], a [i] že oslabí dej neveriacim.
sl: Ki [je tako], in [tudi] bodo oslabili da Allah ploskve na disbelievers.
sr_cyrl: То [је], а [и] та Аллах ће ослабити заплет скептике.
sr_latn: To [je], a [i] ta Allah će oslabiti zaplet skeptike.
uk: Які [це], і [також] що Аллах ослабить ділянка на disbelievers.
vi: Mà [là như vậy], và [cũng] rằng Allah sẽ làm suy yếu các lô thì các.
zu: Lokho [kunjalo], no- [futhi] Allah kuyoncipha esiqintini disbelievers.

# Quran1179
source: If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers.
ca: Apunteu-vos [disbelievers] la victòria - la derrota ha arribat per a vostè. I si vostè desistir [de les hostilitats], és millor per a vostè; però si tornes [a la guerra], anem a tornar, i mai es vostè ser aprofitat per la teva empresa [gran], encara hauria d'augmentar; i [és] perquè Allah és amb creients.
cy: Pe baech [disbelievers] yn ceisio y fuddugoliaeth-wedi drechu yn dod atoch. Ac os mae eich ymatal [rhag gelyniaeth], mae'n well i chi; ond os byddwch yn dychwelyd [i ryfel], byddwn yn dychwelyd, a byth bydd chi fod wedi manteisio ar eich cwmni [mawr] o gwbl, hyd yn oed os dylai gynyddu; [yn] oherwydd bod Allah yn gyda y credinwyr.
da: Hvis du [vantro] søge sejr - nederlaget er kommet til dig. Og hvis du afstå [fra fjendtlighederne], det er bedst for dig; men hvis du returnerer [til krig], vi vil vende tilbage, og aldrig vil du blive benyttet af virksomheden [store] på alle, selv om det bør øge; og [det er] fordi Allah er med troende.
el: Αν [disbelievers] ψάχνετε τη νίκη - ήττα έχει έρθει σε σας. Και αν σας σταματήσουν [από εχθροπραξιών], είναι καλύτερο για σένα. αλλά εάν επιστρέψετε [πόλεμο], θα επανέλθουμε, και ποτέ δεν θα σας να ωφεληθεί από την εταιρεία σας [μεγάλη] καθόλου, ακόμα κι αν θα έπρεπε να αυξηθούν? και [δηλαδή] επειδή Αλλάχ είναι με τη πιστών.
et: Kui te [uskottomille] otsida võit - lüüasaamist on tulnud teile. Ja kui te loobuma [vaenutegevuse], on parem teile; kuid kui pöördute [sõtta], me tagasi ja kunagi näidatakse teile kasutanud teie [suur] ettevõte üldse, isegi kui see peaks suurendama; ning [on] sest Allah on usklikud.
fi: Jos [uskottomat] etsit voitto - tappio on tullut sinulle. Ja jos teitä pidättymään [vihollisuuksien], se on parasta sinulle; mutta jos palaat [sota], palaamme, ja koskaan voit turvautua [suuri] yritys, vaikka sen pitäisi lisätä; ja [] koska Jumala on uskovien kanssa.
he: אם אתם [disbelievers] מחפשים את הניצחון - התבוסה הגיע אליך. ואם אתה לחדול [מן האיבה], זה הכי טוב בשבילך; אבל אם תחזור [למלחמה], נחזור, לעולם לא לך ניתן ניצל על ידי החברה [רב] שלך בכלל, אפילו אם זה צריך להגדיל; [זה] כי אללה הוא עם המאמינים.
hr: Ako tražite [iskuse] pobjeda - poraz je došao da vas. I ako ste odustajanje [iz neprijateljstva], to je najbolje za vas. Ali ako se vratiš [rata], mi ćemo se vratiti i nikad ne će te se poslužio vaše [veliki] poduzeće, čak i ako to bi trebalo povećati; i [to je] jer je Allah uz vjernike.
lt: Jei jums [disbelievers] siekti pergalės – pralaimėjimo atėjo jums. Ir jei jūs nutraukimo [nuo karo veiksmų], tai geriausiai tinka jums; bet jei jūs grįžtate [į karo ministras, grįšime, ir niekada bus jums būti pasinaudojo savo [didelis] bendrovė, net jei jis turėtų padidinti; ir [tai], nes Dievas yra su tikintieji.
lv: Ja tu [disbelievers] meklē uzvaru - sakāvi ir nonākusi pie jums. Un ja jūs atturēties [no karadarbības], tas ir labākais jums; bet, ja jūs atgrieztos [kara], mēs atgriezīsim un nekad būs jums izmantojusi [lielu] sabiedrība vispār, pat tad, ja tas būtu jāpalielina; un [ka] jo Allah ir ar ticīgie.
nb: Hvis du [troende] søker seier - nederlaget har kommet til deg. Og hvis du desist [fra fiendtlighetene], er det best. men hvis du returnerer [til krig], vil vi komme tilbake, og aldri vil du bli benyttet av firmaet [stor], selv om det burde øke; og [det er] fordi Gud er med troende.
sk: Ak [neveriacim] Hľadáte víťazstvo - zabitie má prísť k vám. A ak ste zdr [nepriateľstvo], je to najlepšie pre vás; ale ak vrátite [do vojny], vrátime sa, a nikdy bude si využil [veľký] spoločnosť vôbec, aj keď by sa mala zvýšiť; a [je] pretože Alah je s veriacimi.
sl: Če [disbelievers] iščeš zmaga - poraz je prišel k vam. In če ste vzdržijo [sovražnosti], je najboljša za vas; ampak če se vrnete [vojne], bomo vrnili, in nikoli ne bo vam koristila [velik] podjetje sploh, tudi če bi se morala povečati; in [ki je] ker Alah je z verniki.
sr_cyrl: Ако тражите [скептике] победа - пораз те привукло. А ако ли престати [из непријатељства], то је најбоље за тебе; Али ако се вратите [рата], Вратићемо се и никад не ће ти бити уздигло [велики] предузеће, чак и ако то треба да повећа; а [то] јер Аллах је са верницима.
sr_latn: Ako tražite [skeptike] pobeda - poraz te privuklo. A ako li prestati [iz neprijateljstva], to je najbolje za tebe; Ali ako se vratite [rata], Vratićemo se i nikad ne će ti biti uzdiglo [veliki] preduzeće, čak i ako to treba da poveća; a [to] jer Allah je sa vernicima.
uk: Якщо ви [disbelievers] шукати перемоги - поразки прийшов до вас. І якщо ви піняться військових дій], краще для вас; але якщо повернутися [до війни], ми повернемося, і ніколи не буде вам бути надані [великих] компанією на всіх, навіть якщо це слід збільшити; і [що] тому що Аллах з віруючих.
vi: Nếu bạn [thì] tìm kiếm chiến thắng - thất bại đã đến với bạn. Và nếu bạn chấm dứt [từ tình trạng thù địch], nó là tốt nhất cho bạn. nhưng nếu bạn trở về [chiến], chúng tôi sẽ trở lại, và không bao giờ sẽ bạn được availed bằng [lớn] công ty của bạn ở tất cả, ngay cả khi nó sẽ tăng; và [đó là] bởi vì Allah là với các tín hữu.
zu: Uma [abangakholwa] bafune ukunqoba - ukunqotshwa uzé kuwe.

# Quran1180
source: O you who have believed, obey Allah and His Messenger and do not turn from him while you hear [his order].
ca: O es que he cregut, obeir a Allah i el seu Missatger i no girar-se d'ell mentre sents [seu ordre].
cy: O Mae chi sydd wedi credu, ufuddhau Allah a Messenger ei a heb droi oddi wrtho tra ydych yn clywed [ei Gorchymyn].
da: O du, der har troet, adlyder Allah og hans sendebud og slår ikke fra ham, mens du høre [hans ordre].
el: O εσάς που πίστεψαν, υπακούουν Αλλάχ και του Messenger και να μην μετατρέψει από αυτόν, ενώ ακούτε [παραγγελία του].
et: O kes on uskunud, kuuletuma Allah ja tema saadik ja omakorda teda, kuigi te kuulete [tellimuse].
fi: Oi te, jotka ovat uskoneet totella Jumalaan ja hänen lähettiläänsä ja tee hänestä kun kuulet [hänen tilaa].
he: O מי מאמין, לציית אללה ואתה לא לסטות ממנו בזמן שמעת [פקודתו].
hr: O ti koji su vjerovali, pokoravaju Allahu i njegovom poslaniku i nemojte okretati od njega dok čuješ [reda].
lt: O jūs, kurie tikėjo, paklusti Dievo ir jo poslanca ir Nesukite nuo jo o išgirsite [užsakymą].
lv: O tu, kas ticējusi, paklausīt Allah un viņa Messenger un nevajag novērsties no viņa, kamēr jūs dzirdat [viņa pasūtījuma].
nb: O du hvem har trodd, følge Allah og hans Messenger og ikke slå fra ham mens du hører [hans orden.
sk: O vás, ktorí ste uverili, počúvať Alah a jeho posol, a zase z neho, keď počujete [jeho objednávky].
sl: O vi, ki ste verjeli, ubogati Allah in njegov sel in ne pa od njega, medtem ko slišite svoje naročilo.
sr_cyrl: О ти који верују, покоравати Алаха, и његовог гласника и не одустајте од њега док чујеш његовог реда.
sr_latn: O ti koji veruju, pokoravati Alaha, i njegovog glasnika i ne odustajte od njega dok čuješ njegovog reda.
uk: О ви, хто вірив, підкорятися Аллах і його Messenger і не свою чергу, від нього поки ви чуєте його замовлення.
vi: O bạn của những người đã tin tưởng, tuân theo Allah và Messenger của ông và không bật từ anh ta trong khi bạn nghe [của ông tự].
zu: O you kholwa hlonipha Allah isithunywa sakhe futhi ungaphambuki him ngenkathi you zwa [oda wakhe].

# Quran1181
source: And do not be like those who say, "We have heard," while they do not hear.
ca: I no serà com qui diu, "Hem sentit," mentre que no senten.
cy: A Peidiwch â bod fel y rhai sy'n dweud, "yr ydym wedi clywed," er nad ydynt yn clywed.
da: Og vær ikke som dem, der siger, "Vi har hørt,", mens de ikke hører.
el: Και δεν είναι σαν αυτούς που λένε, «Ακούσαμε», ενώ δεν ακούνε.
et: Ja olla nagu need, kes ütlevad, "Me oleme kuulnud,", kuigi nad ei kuule.
fi: Ja kuten ne, jotka sanovat "Kuulimme," vaikka he eivät kuule.
he: אל תהיה כמו אלה שאומרים "שמענו," בזמן, אני לא שומע.
hr: I nemojte biti kao oni koji kažu, «Mi smo čuli», dok oni ne čuju.
lt: Ir negali būti kaip tie, kurie sako: "Mes girdėjome," nors jie ne išgirsti.
lv: Un nebūt kā tiem, kuri saka: "Mēs esam dzirdējuši,", bet viņi nevar dzirdēt.
nb: Og vær ikke som dem som sier, "Vi har hørt," mens de ikke hører.
sk: A nebuďte ako tí, ktorí hovoria, "Počuli sme," kým nie je počuť.
sl: In ne bodite kot tisti, ki pravijo, "Smo slišali," medtem ko ne slišijo.
sr_cyrl: И не будите као они који кажу,"Слуљамо," док не чују.
sr_latn: I ne budite kao oni koji kažu, "Sluљamo," dok ne čuju.
uk: І не бути, як ті, хто кажуть, "Ми чули", поки вони не чують.
vi: Và không giống như những người nói rằng, "Chúng tôi đã nghe nói," trong khi họ không nghe thấy.
zu: Futhi ungabi labo bathi, "Sizwile," kuyilapho bengalaleli.
