Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1828
source: And We did certainly create man out of clay from an altered black mud.
ca: I certament ens va crear home argila des d'un fang negre alterat.
cy: A oedd yn sicr yn creu dyn allan o glai o fwd ddu wedi ei newid.
da: Og vi helt sikkert skabe mand ud af ler fra en ændret sort mudder.
el: Και σίγουρα δημιουργούμε άνθρωπο από πηλό από μια αλλαγμένη μαύρη λάσπη.
et: Ja me ei kindlasti loonud mees savist muutunud must muda.
fi: Ja me varmasti luoda mies savea muuttaa mustaa mutaa.
he: אנחנו בהחלט ליצור אדם החימר בוץ שינו.
hr: I mi svakako stvaranje čovjeka iz gline iz izmijenjen crno blato.
lt: Ir mes tikrai pavyko sukurti žmogus iš molio nuo pakeistų Juodosios purvo.
lv: Un mēs noteikti bija jāizveido izrāvies no māla, izmainīts melna kleķa.
nb: Og vi sikkert lage mann av leire fra en endret svart gjørme.
sk: A urobil určite vytvoriť človeka z hliny z zmenené čierne bahno.
sl: In ustvarjamo si gotovo človek iz gline s spremenjeno črno blato.
sr_cyrl: И свакако стварамо ли наговорити да је глина из је промењена црно блато.
sr_latn: I svakako stvaramo li nagovoriti da je glina iz je promenjena crno blato.
uk: І ми безумовно створити людина із глини з змінені чорної брудом.
vi: Và chúng tôi chắc chắn đã tạo ra người đàn ông ra khỏi đất sét từ một bùn đen thay đổi.
zu: Futhi Sasingalindeli uyodala umuntu ngobumba kusukela an odakeni black ezishintshwe.

# Quran1829
source: And the jinn We created before from scorching fire.
ca: I foc jinn que hem creat abans de abrasador.
cy: A tân y jinn Rydym wedi creu cyn o scorching.
da: Og jinn vi skabt før fra brændende ild.
el: Και το jinn που δημιουργήσαμε πριν από τον καυτό φωτιά.
et: Ja me loodud enne kõrvetav dzinni tulekahju.
fi: Ja jinn loimme ennen päässä polttavan tulen.
he: . ואש הנוסע שיצרנו קודם מ לקרר.
hr: I jinn stvorili smo prije iz užasna vatra.
lt: Ir mes sukūrėme iki nuo karštas džinas ugnį.
lv: Un džins, mēs izveidojām pirms no apdeguma uguns.
nb: Og jinn vi opprettet før glohet brann.
sk: A jinn sme vytvorili pred kým oheň.
sl: In jinn, smo ustvarili pred iz Užasna ogenj.
sr_cyrl: И дух, створили смо раније из опрљотина је ватру.
sr_latn: I duh, stvorili smo ranije iz oprljotina je vatru.
uk: І jinn, ми створили раніше від палючий вогонь.
vi: Và jinn chúng tôi tạo ra trước khi từ thiêu đốt cháy.
zu: Futhi jinn We qamba phambi kusuka umlilo ohangulayo.

# Quran1830
source: And [mention, O Muhammad], when your Lord said to the angels, "I will create a human being out of clay from an altered black mud.
ca: I [accèsit, O Muhammad], quan el Senyor va dir als àngels, "vaig a crear un ésser humà argila des d'un fang negre alterat.
cy: A [sôn, O Muhammad], pan ddywedodd eich Arglwydd i'r angylion, "bydd yn creu bod dynol allan o glai o fwd ddu wedi ei newid.
da: Og [omtale, O Muhammad], hvornår din Herren sagde til englene, "Jeg vil skabe et menneske ud af ler fra en ændret sort mudder.
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Λόρδος είπε να τους αγγέλους, "θα δημιουργήσει ένα ανθρώπινο ον από πηλό από μια αλλαγμένη μαύρη λάσπη.
et: [Märkus, O Muhammad], kuna teie Issand ütles, et inglid, "Loon inimene savist alates muutunud must muda.
fi: [Maininnan Oi Muhammed] kun Herrasi sanoi enkeleille, "aion luoda savea ihminen muuttaa mustaa mutaa.
he: ו [אזכור, מוחמד O], כאשר האדון אמר למלאכים, "אני אצור יצור אנושי החימר מבוץ מסולף שחור.
hr: I [spomenuti, O Muhammad], kad Gospodar tvoj rekao anđele, "Ja ću stvoriti čovjeka od gline s izmijenjenom crno blato.
lt: Ir [paminėti, O Muhammad], kada jūsų Viešpats sako, kad angelai, "aš sukurti žmogaus būtybė iš molio nuo pakeistų Juodosios purvo.
lv: Un [pieminēt, O Muhammad], kad jūsu kungs teica, ka eņģeļu sabiedrībā, "Es izveidot cilvēcisku būtni no māla no izmainīts melna kleķa.
nb: Og [omtale, O Muhammad], da deres Herre sa til englene, "Jeg vil lage et menneske av leire fra en endret svart gjørme.
sk: A [zmienka, Mohamed], keď váš Pán povedal, anjelov, "budem vytvárať človeka z hliny z zmenené čierne bahno.
sl: In [omenja, O Muhammad], ko svojega Gospoda rekel, angele, "bo ustvaril človeka iz gline s spremenjeno črno blato.
sr_cyrl: И [помена, О Мухаммад], када је твој господар рекао да анђелима, "Створицу људско биће од глине из је промењена црно блато.
sr_latn: I [pomena, O Muhammad], kada je tvoj gospodar rekao da anđelima, "Stvoricu ljudsko biće od gline iz je promenjena crno blato.
uk: І [згадки, O Мухаммад], коли ваш і сказав Господь до ангелів, "я створю людська істота із глини з змінені чорної брудом.
vi: Và [đề cập đến, O Muhammad], khi Chúa của bạn nói với các thiên thần, "tôi sẽ tạo ra một con người ra khỏi đất sét từ một bùn đen thay đổi.
zu: Futhi [Khumbuzani, O Muhammad], lapho kho Lord tshela kuze gelosi, "Mina izokwenza Ntu ngobumba kusukela an odakeni black ezishintshwe.

# Quran1831
source: And when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration."
ca: I quan li han proporcionat i respira a ell de la meva ànima [crear], llavors caure a ell en la prostració."
cy: A pan wedi dosbarthu iddo ac yn cael ei anadlu i mewn iddo o fy enaid [Crëwyd], wedyn yn syrthio iddo yn prostration."
da: Og når jeg har velproportioneret ham og åndede ind i ham af min [oprettede] sjæl, derefter falder til ham i udmattelse."
el: Και όταν έχουν τον αναλογίες και αναπνέουν σε αυτόν της ψυχής μου [δημιουργήθηκε], στη συνέχεια πέφτει κάτω σ ' αυτόν μέσα κατάπτωση.»
et: Ja kuna ma proportioned teda ja teda minu [loodud] hinge sisse puhus siis langed talle ja masenduse eest."
fi: Ja kun sopusuhtainen häntä ja puhalsi hänet [luotu] sieluni sitten putoa hänelle uupumusta.
he: כאשר יש להשתרע עליו, מפיח בו נפשי [נוצר], ואז ליפול אליו ב השתטחות."
hr: I kada su ga proporcionalan i udahnuo u njega dušu [stvorio], onda padaju mu u sedžde."
lt: Ir kada aš turėti proporcingas jį ir kvėpuoja į jį mano [sukurtą] siela, tada kristi jam išsekimas."
lv: Un, kad viņam ir proporcionāli un ievilka viņu dvēseles [izveidoto] tad nokrist viņu, prostrācija."
nb: Og når jeg har proporsjonert ham og pustet inn i ham av sjelen min [opprettet] deretter faller ned til ham i sammenbrudd.
sk: A keď sa ním rástla, a vdýchol mu [vytvorené] duše potom padajú mu v vyčerpanie."
sl: In ko so mu razmerij in dihala v njem moje [ustvaril] duše, potem pade dol z njim v izčrpanost."
sr_cyrl: И када сам га имати попуњен и удахнуо у њега срца мог [креирано], онда падне му на мису."
sr_latn: I kada sam ga imati popunjen i udahnuo u njega srca mog [kreirano], onda padne mu na misu."
uk: І коли я мати розраховано йому і вдихнув у нього душа моя [створений], потім падає вниз йому в прострація".
vi: Và khi tôi đã cân đối hắn và hít vào ông ta [tạo ra] linh hồn của tôi, sau đó rơi xuống với anh ta trong lễ lạy."
zu: Futhi lapho ngiye alingana naye yaphefumulela kuye ngenxa yomphefumulo wami [wadala], khona-ke awe phansi kuye prostration. "

# Quran1832
source: So the angels prostrated - all of them entirely,
ca: Així els àngels postrat - tots ells totalment,
cy: Felly yr angylion prostrated-pob un ohonynt yn gyfan gwbl,
da: Så bukkede englene - alle af dem helt,
el: Έτσι οι άγγελοι πέφτουν χάμω - όλοι τους εντελώς,
et: Nii et inglid prostrated - kõik nad täielikult,
fi: Niin enkelit prostrated - ne kaikki kokonaan,
he: אז המלאכים prostrated - כולן לחלוטין,
hr: Dakle anđeli prostrated - sve od njih u potpunosti,
lt: Taigi angelai prostrated - visi jie visiškai,
lv: Tātad eņģeļi Džo-Ans - visi no tiem pilnībā,
nb: Så prostrated englene - alle av dem helt,
sk: Takže anjeli prostrated - všetky z nich
sl: Tako angeli prostrated - vse od njih v celoti,
sr_cyrl: Дакле анђели простратед - свима њима у потпуности,
sr_latn: Dakle anđeli prostrated - svima njima u potpunosti,
uk: Так ангели prostrated - всі вони повністю,
vi: Vì vậy các thiên thần prostrated - tất cả chúng hoàn toàn,
zu: Ngakho izingelosi wazilahla - konke ngokuphelele,

# Quran1833
source: Except Iblees, he refused to be with those who prostrated.
ca: Excepte Iblees, es va negar a ser amb aquells que postrat.
cy: Ac eithrio Iblees, gwrthododd i fod gyda'r rhai sy'n prostrated.
da: Bortset fra Iblees nægtede han at være sammen med dem, der bukkede.
el: Εκτός από Iblees, αρνήθηκε να είναι με όσους πέφτουν χάμω.
et: Välja arvatud Iblees, ta keeldus nendega, kes prostrated.
fi: Paitsi Iblees hän kieltäytyi niille, jotka kasvoillaan.
he: חוץ Iblees, הוא סירב להיות עם מי prostrated.
hr: Osim Iblees, odbio je biti s onima koji prostrated.
lt: Išskyrus Iblees, jis atsisakė būti su tais, kurie yra prostrated.
lv: Izņemot Iblees, viņš atteicās būt kopā ar tiem, kuri Džo-Ans.
nb: Bortsett fra Iblees nektet han å være med dem som prostrated.
sk: Okrem Iblees, odmietol sa s tými, ktorí prostrated.
sl: Razen Iblees, je zavrnil, da se s tistimi, ki prostrated.
sr_cyrl: Осим Иблеес, он је одбио да буде са онима који су простратед.
sr_latn: Osim Iblees, on je odbio da bude sa onima koji su prostrated.
uk: Крім Iblees він відмовився бути з тими, хто prostrated.
vi: Ngoại trừ Iblees, ông từ chối với những người prostrated.
zu: Ngaphandle Iblees, wenqaba nalabo ngobuso.

# Quran1834
source: [Allah] said, O Iblees, what is [the matter] with you that you are not with those who prostrate?"
ca: [Allah] deia, O Iblees, què és [la matèria] amb te que no ets qui postrar?"
cy: [Allah] dywedodd, O Iblees, beth yw [y mater] gyda chi nad ydych yn gyda'r rhai sy'n prostrate?:
da: [Allah] sagde, O Iblees, hvad er [der] med dig, at du ikke er med dem, der næsegrus?"
el: [Αλλάχ] είπε, O Iblees, ΄τι συμβαίνει [] μαζί σας ότι δεν είστε με όσους κατάκοιτος;»
et: [Jumalat] ütles: O Iblees, mis on [asja] koos sinuga, et sa ei ole nendega, kes polvistuvan?"
fi: [Jumala] sanoi, O Iblees, mikä on [asia] jotka eivät ole niiden kanssa, jotka kumartavat?"
he: [אללה] אמר, O Iblees, מה הבעיה [] איתך שאתה לא עם מי משתחווה?"
hr: [Allah] je rekao, O Iblees, što je [] s tobom da ti nisi s onim tko bespomoćan?"
lt: [Dievas] sakė, O Iblees, kas yra [klausimas] su jumis, kad esate ne su tais, kurie wybijaja?"
lv: [Allah] teica: O Iblees, kas noticis [] kopā ar jums, ka jūs neesat ar tiem, kuri nogurdināt?"
nb: [Allah] sa, O Iblees, hva er [det] med deg som du ikke med de som nedbrutt?"
sk: [Allah] povedal, O Iblees, čo je [otázka] s vami, že nie ste s tými, ktorí přemoci?"
sl: [Alahove] je dejal, O Iblees, kaj je [vprašanje] z vami, da ste ne s tistimi, ki se Povaljen?"
sr_cyrl: [Аллах ] је рекао, О Иблеес, ста не ваља [] с тобом да ти ниси са онима који поклоните?"
sr_latn: [Allah] je rekao, O Iblees, sta ne valja [] s tobom da ti nisi sa onima koji poklonite?"
uk: [Аллах] сказав: O Iblees, що таке це питання з вами, що ви не з тих, хто НІЦ?"
vi: [Allah] nói: O Iblees, [vấn đề] với bạn rằng bạn không phải là với những người suy nhược là gì?"
zu: [Allah] wathi, O Iblees, uyini [ngendaba] nawe ukuthi wena yini labo ngobuso? "

# Quran1835
source: He said, "Never would I prostrate to a human whom You created out of clay from an altered black mud."
ca: Deia, "Mai vols jo postrar per a un humà qui heu creat argila des d'un fang negre alterat."
cy: Meddai, "Erioed y byddai yr prostrate i dynol bwy greodd chi allan o glai o fwd ddu wedi ei newid."
da: Han sagde, "Aldrig ville jeg næsegrus til et menneske, hvem du lavet ud af ler fra en ændret sort mudder."
el: Είπε, «Ποτέ δεν θα εξαπλώνω σε έναν άνθρωπο τον οποίο δημιουργήσατε από πηλό από μια αλλαγμένη μαύρη λάσπη.»
et: Ta ütles: "Kunagi oleks ma polvistuvan inimesele, kelle loodud savist muutunud must muda."
fi: Hän sanoi: "Ei koskaan olen lopen uupunut ihmisen, jolle loit savea muuttaa mustaa mutaa."
he: הוא אמר, "מעולם לא השפלתי של אדם שאותו יצרת החימר מבוץ שחור השונה."
hr: On je rekao, "Nikad ne bi sam bespomoćan u čovjeka koga si stvorio od gline s izmijenjenom crno blato."
lt: Jis sakė: "Niekada būtų aš wybijaja į žmogaus, kuriam sukūrėte iš molio nuo pakeistų Juodosios purvo."
lv: Viņš teica: "Nekad nebūtu es nogurdināt ar cilvēku, kuram izveidojāt no māla no izmainīts melna kleķa."
nb: Han sa: «Aldri ville jeg nedbrutt til et menneske som du opprettet av leire fra en endret svart gjørme.»
sk: On povedal: "Nikdy by som přemoci človeka, ktorého ste vytvorili z hliny z zmenené čierne bahno."
sl: On reče: "Nikoli ne bi jaz prostracije ljudi, ki ste ga ustvarili iz gline s spremenjeno črno blato."
sr_cyrl: Он је рекао, "Никад не поклоните за цовека кога си створио од глине из је промењена црно блато."
sr_latn: On je rekao, "Nikad ne poklonite za coveka koga si stvorio od gline iz je promenjena crno blato."
uk: Він сказав: "Ніколи не хотів би я НІЦ розмовляти з людиною, якого було створено із глини з змінені чорної брудом."
vi: Ông nói, "Không bao giờ nào tôi suy nhược cho một con người mà bạn đã tạo ra khỏi đất sét từ một bùn đen thay đổi."
zu: Wathi: "Ningalokothi Ngingamchazela ngobuso kumuntu othile labo wadala ngobumba kusukela an odakeni black ezishintshwe."

# Quran1836
source: [Allah] said, "Then get out of it, for indeed, you are expelled.
ca: [Allah] deia, "llavors sortir d'ella, perquè en efecte, són expulsats.
cy: [Allah] yn dweud, "yna cael allan ohono, ar gyfer yn wir, y mae eich diarddel.
da: [Allah] sagde, "så få ud af det, for ja, du er bortvist.
el: [Αλλάχ] είπε, "στη συνέχεια βγει από αυτό, για πράγματι, σας αποβάλλονται.
et: [Jumalat] ütles: "siis saan sellest välja, sest tõepoolest on välja saadetud.
fi: [Jumala] sanoi: "sitten saada pois, itse asiassa karkotetaan.
he: [אללה] אמר, "אז צא מזה, כי אכן, אתה מגורשים.
hr: [Allah] je rekao, "onda se od toga, jer doista, izbačen si.
lt: [Dievas] sakė: "tada gauti iš jo, nes iš tiesų, yra išsiųstas.
lv: [Allah] teica: "pēc tam izkļūt no tā, jo patiešām, tiek izraidīti.
nb: [Allah] sa, "så komme ut av det, for faktisk du er utvist.
sk: [Allah] povedal, "potom si z nej, pre naozaj, je vylúčený.
sl: [Alahove] je dejal, "potem ven, za dejansko, so izključeni.
sr_cyrl: [Аллах ] је рекао, "Онда излази одатле, јер заиста, те су избацили.
sr_latn: [Allah] je rekao, "Onda izlazi odatle, jer zaista, te su izbacili.
uk: [Аллах] сказав:, потім отримати з нього, бо справді, ви вигнані.
vi: [Allah] nói, "sau đó nhận được ra khỏi nó, quả thật vậy, bạn đang bị trục xuất.
zu: [Allah] wathi: "Khona-ke phumani kulo, ngoba ngempela, wena abaxoshwayo.

# Quran1837
source: And indeed, upon you is the curse until the Day of Recompense."
ca: I de fet, a vostè és la maledicció fins el dia de recompensa.
cy: Ac yn wir, i chi yn y felltith tan y dydd o ad-dalu.
da: Og ja, ved du er forbandelse indtil dag af belønning."
el: Και πράγματι, πάνω σου είναι η κατάρα μέχρι την ημέρα της ανταμοιβή.»
et: Ja tõepoolest, teie peale on needus kuni päeva palk. "
fi: Ja onkin sitten teille kirous vasta päivän palkka.
he: אכן, עליכם היא הקללה עד היום של פיצוי."
hr: I uistinu, na tebi je prokletstvo do dan nagraditi."
lt: Ir iš tiesų, ant tavęs yra prakeikimas iki zaplata dieną."
lv: Un patiešām, pār jums ir lāsts līdz kompensēt dienā."
nb: Og faktisk, dere er forbannelse til dag av vederlag.
sk: A naozaj, na vás je prekliatie až deň odmenu."
sl: In res, na vas je prekletstvo do dan zaracunati."
sr_cyrl: И заиста, на теби је проклетство до дана компензацију.
sr_latn: I zaista, na tebi je prokletstvo do dana kompenzaciju.
uk: І дійсно, після ви прокляття до дня нагорода."
vi: "Và quả thật vậy, khi bạn là lời nguyền cho đến ngày thương hiệu."
zu: Futhi impela, phezu kwakho yisiqalekiso kuze Suku recompense. "

# Quran1838
source: He said, "My Lord, then reprieve me until the Day they are resurrected."
ca: Va dir, "El meu Senyor, llavors reprieve em fins al dia que els ressuscitats."
cy: Meddai, "Fy Arglwydd, yna arbed mi tan y diwrnod maent yn atgyfodi."
da: Han sagde, "Min herre, derefter benåde mig indtil den dag, de er genoplivet."
el: Είπε, «Κύριέ μου, στη συνέχεια, reprieve μου μέχρι την ημέρα που αυτοί είναι αναστήθηκε.»
et: Ta ütles: "Issand, siis reprieve mind päevani, nad on ülestõusnud."
fi: Hän sanoi: "Herrani, sitten armahtaa minut päivään, he elvyttivät."
he: הוא אמר, "אלוהים, ואז ארכה לי עד היום יקומו לתחייה."
hr: Rekao je: "Gospodaru, zatim reprieve mi do dana će uskrsnuti."
lt: Jis sakė: "Mano Viešpats, tada reprieve man iki dienos, jie yra prikelti."
lv: Viņš teica: "Mans kungs, pēc tam atelpu mani līdz dienai viņi ir augšāmcēlies."
nb: Han sa: «Min Herre, så reprieve meg til dagen de er oppstandne.»
sk: On povedal: "Môj pán, potom reprieve mi dovtedy, kým sú vstal z mŕtvych."
sl: On reče: "Moj Gospodar, nato reprieve mi do dneva so vstali."
sr_cyrl: Он је рекао, "Мој господару, затим одлагање ме до дана они су ускрснуо."
sr_latn: On je rekao, "Moj gospodaru, zatim odlaganje me do dana oni su uskrsnuo."
uk: Він сказав: "Господи, то reprieve мене аж до дня, вони воскрес."
vi: Ông nói, "Chúa tể của tôi, sau đó reprieve tôi cho đến ngày họ được phục sinh."
zu: Wathi: "Nkosi yami, khona-ke nkululeko kimi kuze Suku bevuswa."

# Quran1839
source: [Allah] said, "So indeed, you are of those reprieved
ca: [Allah] deia, "de fet, així tu ets dels reprieved
cy: [Allah] dywedodd, "yn wir, felly byddwch yn rhai reprieved
da: [Allah] sagde, "så ja, du er af dem benådet
el: [Αλλάχ] είπε, «πράγματι, έτσι, είστε από εκείνους reprieved
et: [Jumalat] ütles: "Niisiis, oled nendest reprieved
fi: [Jumala] sanoi: "niin, olet niistä juonen
he: [אללה] אמר, "ואכן, אז אתה מאלו reprieved
hr: [Allah] je rekao, "zapravo, ti si toga pošteđena
lt: [Dievas] sakė: "iš tiesų, Taigi jūs esate iš tų reprieved
lv: [Allah] teica: "tā patiešām, tu esi no tiem reprieved
nb: [Allah] sa: «så faktisk, du er de reprieved
sk: [Allah] povedal: "naozaj, tak si tých reprieved
sl: [Alahove] je dejal, "tako res, vi ste od tistih prejetjem
sr_cyrl: [Аллах ] је рекао, "заиста, па ти си од оних реприевед
sr_latn: [Allah] je rekao, "zaista, pa ti si od onih reprieved
uk: [Аллах] сказав: "так, дійсно, ти з тих, що reprieved
vi: [Allah] nói, "vì vậy, quả thật vậy, bạn là những người reprieved
zu: [Allah] wathi: "Ngakho ngempela, wena alabo reprieved

# Quran1840
source: Until the Day of the time well-known."
ca: Fins el dia de l'època coneguda".
cy: Tan y diwrnod o amser adnabyddus."
da: Indtil dag i den tid kendte."
el: Μέχρι την ημέρα του χρόνου γνωστό.»
et: Alles päeval kell, mis on hästi tuntud."
fi: Kunnes päivä tunnettu aikaa."
he: עד היום של הזמן ידוע."
hr: Do dana vrijeme kvalitetno-znati."
lt: Tuo metu žinomų dienos."
lv: Līdz dienai, kas labi zināms laiks."
nb: Inntil dagen tiden kjent."
sk: Až do dňa svojho času známy."
sl: Do dneva znanih čas."
sr_cyrl: Све до дана када познати."
sr_latn: Sve do dana kada poznati."
uk: До самої відомих часу."
vi: Cho đến ngày của thời gian nổi tiếng."
zu: Kuze usuku nesikhathi owaziwa. "

# Quran1841
source: [Iblees] said, "My Lord, because You have put me in error, I will surely make [disobedience] attractive to them on earth, and I will mislead them all
ca: [Iblees], va dir, "el meu Senyor, perquè li han posat em error, segurament faré [desobediència] atractiu per a ells a la terra, i tots ells es enganyar
cy: Dywedodd [Iblees], "fy Arglwydd, oherwydd yr ydych wedi rhoi imi mewn camgymeriad, byddaf yn sicr yn gwneud [anufudd-dod] deniadol iddynt ar y ddaear, a bydd yn camarwain pob un ohonynt
da: [Iblees] sagde, "min herre, fordi du har sat mig i fejl, vil jeg helt sikkert gøre [ulydighed] attraktiv for dem på jorden, og jeg vil vildlede dem alle
el: [Iblees] είπε, «Κύριέ μου, επειδή έχετε με έβαλε σε λάθος, εγώ σίγουρα θα σας κάνει [ανυπακοή] ελκυστικά σε αυτούς στη γη, και εγώ θα παραπλανήσει όλους τους
et: [Iblees] ütles: "Issand, sest on pannud mind viga, mul on kindlasti teha [allumatus] atraktiivne neile maa peal, ja I eksita neid kõiki
fi: [Iblees] sanoi: "herrani, koska voit laittaa minulle virhe, varmasti teen [tottelemattomuuden] houkuttelevaa maapallolla, ja johtaa harhaan, ne kaikki
he: [Iblees] אמר: "אדוני, כי אתה שם אותי בטעות, אני בטוח תגרום [אי ציות] אטרקטיבי להם על פני כדור הארץ, ולא להטעות את כולם
hr: [Iblees] je rekao, "gospodaru, jer su me stavili u krivu, ja sigurno će [neposluh] atraktivan za njih na zemlji, i da će ih sve zavesti
lt: [Iblees] sakė: "mano Viešpats, nes jūs turite įdėti mane klaidingai, aš tikrai padarysiu [nepaklusnumo] patrauklios jiems ant žemės, ir aš bus suklaidinti juos visus
lv: [Iblees] teica: "mans kungs, tāpēc, ka jūs esat nostādījuši mani kļūdas, es noteikti padarīs [nepakļaušanās] pievilcīgi uz zemes, un es būs maldināt tos visus
nb: [Iblees] sa: «min Herre, fordi du har satt meg i feil, jeg vil sikkert gjøre [ulydighet] attraktiv for dem på jorden, og jeg vil villede dem alle
sk: [Iblees] povedal: "môj pán, pretože si ma omylom, určite urobím [neposlušnosti] atraktívny pre nich na zemi, a ja sa klamať všetkých
sl: [Iblees] je dejal, "Moj Gospodar, ker si me dal v zmoti, jaz hoteti zares izdelovanje [neposlušnosti] privlačne na zemlji, in bo zavaja vse
sr_cyrl: [Иблеес ] је рекао, "мој господару, јер сте ме ставили у грешка, ја екају [непослушности] атрактивна да их на земљи, а ја их све ће заваравати
sr_latn: [Iblees] je rekao, "moj gospodaru, jer ste me stavili u greška, ja ekaju [neposlušnosti] atraktivna da ih na zemlji, a ja ih sve će zavaravati
uk: [Iblees] сказав: "Господи, тому що ви поклали мене в помилка, я неодмінно змусять [непокори] привабливими для них на землі, і я будемо вводити в оману їх усіх
vi: [Iblees] nói: "Thưa ngài, bởi vì bạn có đưa cho tôi lỗi, tôi sẽ chắc chắn làm cho [bất tuân] hấp dẫn đối với họ trên trái đất, và tôi sẽ đánh lừa tất cả
zu: [Iblees] wathi: "Nkosi yami, ngenxa Ungibekile ngephutha, mina ngempela kuyosenza [ukungalaleli] ekhangayo kubo emhlabeni, futhi ngizokwenza ukubadukisa bonke

# Quran1842
source: Except, among them, Your chosen servants."
ca: Excepte, entre ells, seus servents escollits."
cy: Ac eithrio, yn eu plith, eich gweision dewis."
da: Undtagen, blandt dem, din valgte tjenere."
el: Εκτός από, μεταξύ των οποίων, επιλεγμένες τους δούλους σου.»
et: Peale, nende seas teie valitud teenistujate."
fi: Lukuun ottamatta, niistä valittuja palvelijoita."
he: חוץ ביניהם, המשרתים שבחרת שלך."
hr: Osim među njima, svoje odabrane sluge."
lt: Išskyrus tuos atvejus, tarp jų, jūsų pasirinktai tarnautojai."
lv: Izņemot, to vidū jūsu izvēlēto darbinieku."
nb: Bortsett fra, blant dem, din utvalgte tjenere."
sk: Okrem toho, medzi nimi zvolenej zamestnancov."
sl: Razen, med njimi, vaše izbrane uslužbencev."
sr_cyrl: Осим , међу њима, одабрани слуге."
sr_latn: Osim, među njima, odabrani sluge."
uk: За винятком, серед них, обраного слуг."
vi: Ngoại trừ, trong số đó, công chức được lựa chọn của bạn."
zu: Ngaphandle, phakathi kwabo, izinceku omkhethile. "

# Quran1843
source: [Allah] said, "This is a path [of return] to Me [that is] straight.
ca: [Allah] deia, "aquest és un camí [de retorn] m [que] recta.
cy: Dywedodd [Allah], "Dyma'r llwybr [y ffurflen] i mi [y mae] syth.
da: [Allah] sagde, "Dette er en sti [om tilbagesendelse] mig, [der er] lige.
el: [Αλλάχ] είπε, «αυτό είναι μια πορεία [επιστροφή] [ότι είναι] ευθεία.
et: [Jumalat] ütles: "see on mulle [see] [tagasi] tee sirge.
fi: [Jumala] sanoi, "Tämä ei [return] minulle, [että] suoraan.
he: [אללה] אמר, "זהו נתיב [השיבה] לי [כי] ישר.
hr: [Allah] je rekao, "Ovo je put [povratak] mi [koja je] ravno.
lt: [Dievas] sakė: "tai yra kelias [dėl sugrąžinimo] man, [kad yra] tiesiai.
lv: [Allah] teica: "tas ir ceļš [return] man, [kas ir] taisni.
nb: [Allah] sa, "Dette er en bane [av] for meg [det er] rett.
sk: [Allah] povedal: "Toto je cesta [o návrate] [že] rovno.
sl: [Alahove] je dejal, "to je pot [donosa] mi [ki je] naravnost.
sr_cyrl: [Аллах ] је рекао, "ми је ово пут [повратак] [која је] право.
sr_latn: [Allah] je rekao, "mi je ovo put [povratak] [koja je] pravo.
uk: [Аллах] сказав: "для мене, [що] це шлях [повернення] прямі.
vi: [Allah] nói, "đây là con đường [trở lại] với tôi [đó là] thẳng.
zu: [Allah] wathi: "Lena indlela [ukubuya] Kimi [okungukuthi] iqonde.
