Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1504
source: And I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel, nor do I say of those upon whom your eyes look down that Allah will never grant them any good. Allah is most knowing of what is within their souls. Indeed, I would then be among the wrongdoers."
ca: I no et dic que tinc els dipòsits [que conté la disposició] d'Allah o que sé invisibles, ni fer et dic que sóc un àngel, ni ho dic d'aquells a qui els teus ulls contemplen que Allah no concedirà-los cap bé. Allah està saber més del que és dins l'ànima. De fet, llavors estaria entre els malfactors."
cy: A gwneud ni yn dweud wrthych fod gennyf y depositories [sy'n cynnwys y ddarpariaeth] Allah neu y gwn y unseen, nac yn ei wneud yn dweud wrthych nad wyf yn angel, nac nid yn dweud y rhai ar bwy y mae eich llygaid yn edrych i lawr y bydd Allah byth grant iddynt unrhyw da. Allah yw'r rhan fwyaf yn gwybod o'r hyn sydd o fewn eu heneidiau. Yn wir, byddai wedyn yn ymhlith y tramgwyddo."
da: Og jeg fortælle ikke dig at jeg har depositarer [der indeholder bestemmelsen] af Allah eller at jeg kender uset, eller kan jeg fortælle dig at jeg er en engel, eller skal jeg sige dem efter hvem dine øjne ser at Allah aldrig vil give dem noget godt. Allah er de fleste at kende hvad er inden for deres sjæle. Faktisk, jeg ville så være blandt lovovertrædere."
el: Και δεν λέω ότι έχω τα αποθετήρια [που περιέχει η διάταξη] του Αλλάχ ή ότι γνωρίζω την αθέατη, ούτε κάνουμε βεβαιώνω ότι είμαι ένας άγγελος, ούτε μπορώ να πω από εκείνους προς τους οποίους τα μάτια σας κοιτάζω κάτω ότι Αλλάχ ποτέ δεν θα τους παράσχει οποιαδήποτε καλή. Αλλάχ είναι περισσότεροι γνώση του τι είναι μέσα σε ψυχές τους. Πράγματι, στη συνέχεια, θα ήμουν μεταξύ των παραβατών του.»
et: Ja ma ütlen teile, et mul on Jumal [sisaldava sätte] hoiukohaks või et ma tean, et on nähtamatu, samuti kas ma teile öelda, et ma olen ingel, ega ma ütlen, need, kelle silmad odavnema upon et Allah on kunagi anda neile midagi head. Allah on enamik teades, mis on maksimaalselt oma hinge. Tõepoolest, siis oleksin ka Petturite hulgas."
fi: Ja en kertoa teille, että olen säilyttäjien [sisältävä säännös] Jumala tai että tiedän näkymätön eikä kerron että olen enkeli, eikä sanoa niistä, kun jolle silmäsi näyttävät että Jumala koskaan myöntää heille mitään hyvää. Allah on mitä on sielunsa sisällä. Itse asiassa minulla olisi välillä rikolliset."
he: לא אמרתי לך שיש לי את מחסני [המכילה במתן] אללה או כי אני יודע יתלבה, וגם אני אומר לך כי אני מלאך, ולא אומר של אותן על מי העיניים שלך נראות שאללה לא יעניק להם טוב. אללה הוא רוב לדעת מה נמצא בתוך נשמותיהם. אכן, ואז אהיה בין הפושעים."
hr: I ne kažem ti da imam depozitari [koja sadrži odredba] Allaha ili da znam nevidljivo, niti da ti kažem da sam anđeo, ni ništa od onih o kojima oči pogledati dolje da Allah će nikada im dati bilo koji dobar. Allah je većina zna što je u njihove duše. Doista, onda bi među počinioce."
lt: Ir aš negaliu pasakyti jums, kad aš turiu depozitoriumų [su nuostata] Dievo arba kad žinau nematyto, nei tai sakau kad esu angelas, nei aš sakau tų ant kurių akis niekinti kad Dievas niekada suteiks jiems bet geras. Dievas yra dauguma žinant, kas yra už jų sielas. Iš tiesų, tada būčiau tarp grzesznicy."
lv: Un es tev pateikt, ka man depozitārijos [saturošu nodrošināšana], Allah vai ka es zinu, neredzēts, ne man pateikt jums, ka es esmu eņģelis, ne es varu teikt no tiem, pēc kuriem jūsu acīm skatos ka Allah nekad piešķirs tiem kādas labas. Allah ir visvairāk zinot par to, kas ir viņu dvēseles. Patiešām, man tad būtu starp pārkāpējus.
nb: Og jeg fortelle ikke deg at jeg har depositories [inneholder levering] Allah eller at jeg kjenner usynlige, eller gjøre jeg fortelle deg at jeg er en engel, eller må jeg si de på som øynene ser ned at Allah vil aldri gi dem noe godt. Døyve er de fleste å vite hva er i deres sjeler. Faktisk, jeg ville så være blant wrongdoers."
sk: A nie povedať že mám ako depozitára [obsahujúce ustanovenie] Alah alebo že viem, že neviditeľné, ani som ti že som anjel, ani môžem povedať tých, na ktorých oči pozerať sa dole že Alah nikdy im pridelí ničomu. Alah je väčšina vedieť, čo je v ich dušiach. Vskutku, potom by som medzi zloèinci."
sl: In ni vam povem da imam depozitarji, [ki vsebuje zagotavljanje] Allah ali da vem, nevidno, niti vam naj povem, da sem angel, niti moram reči, da tistih, na katere oči gledajo da Alah bo nikoli jih odobri vse dobro. Allah je večina vedo, kaj je znotraj njihove duše. Res, jaz bi tako med je wrongdoers."
sr_cyrl: И не говорим ти да сам депоситориес [која садржи одредба] Аллаха или да знам невидјено, нити да ти каћем да ја сам андјео, нити да казем оних над којима оци Погледај доле да Алах ће никада им дати добар. Аллах је већина знајући шта је унутар њихове душе. Заиста , онда би међу починиоце."
sr_latn: I ne govorim ti da sam depositories [koja sadrži odredba] Allaha ili da znam nevidjeno, niti da ti kaћem da ja sam andjeo, niti da kazem onih nad kojima oci Pogledaj dole da Alah će nikada im dati dobar. Allah je većina znajući šta je unutar njihove duše. Zaista, onda bi među počinioce."
uk: І не кажу вам, що я депозитаріїв [містять надання] Аллаха, або що я знаю, що невидиме, а також зробити я сказати вам, що я ангел, ні я так говорю тих, за кого очі дивитися вниз що буде ніколи не Аллах їм нічого хорошого. Аллах є більшість знаючи, що в їхніх душах. Справді, я тоді б серед на розкаюємося".
vi: Và tôi không cho bạn biết rằng tôi có bồn chứa [chứa cung cấp] của Allah hay rằng tôi biết unseen, cũng không làm tôi cho bạn biết rằng tôi là một thiên thần, cũng không làm tôi nói những người khi mà mắt nhìn xuống rằng Allah sẽ không bao giờ cấp cho họ bất kỳ tốt. Allah là hầu hết hiểu biết về những gì là bên trong linh hồn của họ. Thật vậy, tôi muốn sau đó trong số các wrongdoers."
zu: Futhi angazi ngithi kini nginoMoya depositories [eliqukethe ukuhlinzekwa] Allah noma sengazi ezingabonwayo nor ncisheka I thasisela you I am gelosi! Nor enza I tshela of labo ababizwa amehlo akho abheke phansi ukuthi Allah

# Quran1505
source: They said, "O Noah, you have disputed us and been frequent in dispute of us. So bring us what you threaten us, if you should be of the truthful."
ca: Deien, "O Noah, ens discutida i estat freqüents en disputa de nosaltres. Així ens porten el ens amenacen si hauria de ser de la veritat."
cy: Maent yn dweud, "O Noah, wedi chi anghytuno inni ac wedi bod yn aml yn anghydfod ohonom. Felly ddod â wrthym beth yr ydych yn bygwth, os dylai fod o y geirwir."
da: De sagde, "O Noah, du har bestridt os og været hyppige i tvisten af os. Så bringe os hvad du truer os, hvis du skulle være af den sandfærdige."
el: Είπε, «O Νώε, αμφισβητείται μας και έχουν συχνές της διαφοράς από εμάς. Έτσι μας φέρνουν τι μας απειλείς αν θα πρέπει να του το αληθινό.»
et: Nad ütlesid: "O Noah, teil on vaidlustanud meile ja olnud sagedased vaidlevad meist. Nii toovad meid sa ähvardab meid, kui sa peaksid olema ka tõepärast."
fi: He sanoivat, "O Nooa, sinulla on kiistänyt meille ja usein kiistanalainen meistä. Joten meidät mitä uhkaavat meitä, jos olisi ja rehellinen."
he: הם אמרו, "O נוח, במחלוקת אותנו, היו תכופים מחלוקת מאיתנו. . אז תן לנו מה אתה מאיים עלינו, אם את צריכה להיות של אמת."
hr: Rekli su, "O Noi, osporava nam te su česte u sporu od nas. Tako donijeti nam prijetiš, ako ti trebaju biti i istinite."
lt: Jie sakė, "O Nojus, jūs ginčijo mums ir buvo dažnai ginčo iš mūsų. Taigi atnešė mums kas jums grasina mus, jei jums reikia, kad teisingi."
lv: Viņi teica: "O Noa, jums ir apstrīdēts mums un bijis strīds mums bieži. Tātad dot mums to, kas jums draud mums, ja jums ir jābūt patiesam."
nb: De sa: "O Noah, har omstridt oss og er hyppig i tvisten av oss. Så ta oss hva du truer oss, hvis du skal være av den sannferdig."
sk: Povedali: "O Noah, sporné nás a boli často v spore o nás. Tak, aby nás čo vám hrozí, že nás, ak by ste mali byť o pravdivé."
sl: So rekli, "O Noah, ste nas sporno in bilo pogosto v sporu o nas. Tako bi nam kaj vam grozijo nam, če bi morala biti od resnične."
sr_cyrl: Рекли су, "О Ноах, имате нас оспорава и била честа у спор око нас. Па донеси нам шта си нам претити, ако ти треба да је искрен."
sr_latn: Rekli su, "O Noah, imate nas osporava i bila česta u spor oko nas. Pa donesi nam šta si nam pretiti, ako ti treba da je iskren."
uk: Вони ж відказали "O Ной, вас є спірними нас і були часті в суперечці з нас. Таким чином привести нас те, що вам загрожує нам, якщо ви повинні бути на правдивою."
vi: Họ nói rằng, "O Noah, bạn có tranh cãi với chúng tôi và được thường xuyên trong các tranh chấp của chúng tôi. Nên mang theo chúng tôi bạn đe dọa chúng tôi, nếu bạn cần sự thật."
zu: Bathi: "O Nowa you phikisa us futhi waba kaningi ingxabano phakathi kwethu. Ngakho eduzane kithi engaletha kithi lokho zisongele us, uma kufanele kube truthful."

# Quran1506
source: He said, "Allah will only bring it to you if He wills, and you will not cause [Him] failure.
ca: Va dir: "Allah només portarà-lo a vostè si Ell voluntats, i no farà que [ell] fracàs.
cy: Dywedodd, "Bydd Allah yn unig ei rhoi ichi os mae ef wills, ac nid chi [ef] achosi methiant.
da: Han sagde, "Allah vil kun bringe det til dig hvis han vil, og du vil ikke forårsage [ham] svigt.
el: Είπε, «Αλλάχ θα μόνο να σας φέρει σε αν διαθήκες, και δεν θα προκαλέσετε [τον] αποτυχία.
et: Ta ütles: "Jumal ainult toob see teile kui ta tahab, ja sa ei põhjusta [talle] rike.
fi: Hän sanoi: "Allah vain tuo se sinulle jos tahtoo ja ei aiheuta [hänelle] epäonnistuminen.
he: הוא אמר, "אללה יביא אותו אליך אם שהוא חפץ, לא תגרום [לו] כשל.
hr: Rekao je: "Allah će samo dovesti do vas ako hoće, i da će uzrokovati [ga] neuspjeh.
lt: Jis sakė: "Dievas bus tik kad jis jums jei jis nori, ir jums bus ne sukelti [jam] nepakankamumą.
lv: Viņš teica: "Allah tikai nesīs to jums, ja viņš vēlas, un jums neradīs [viņam] kļūme.
nb: Han sa, "Allah vil bare gi det til deg hvis han wills, og du vil ikke at [han] feil.
sk: Povedal, že "Alah prinesie len to vám ak on chce, a ste [mu] nespôsobí zlyhanie.
sl: On reče: "Allah le, da ga boste če je oporok, ter vi hoteti ne vzrok [mu] neuspeh.
sr_cyrl: Он је рекао, "Аллах ће само да ти га донесем ако је воља, а ти [он] неће изазвати отказивање.
sr_latn: On je rekao, "Allah će samo da ti ga donesem ako je volja, a ti [on] neće izazvati otkazivanje.
uk: Він сказав: "Аллах буде лише повернути його до вас, якщо він хоче, і ви не викличе [його] провал.
vi: Ông nói, "Allah sẽ chỉ mang lại cho nó để bạn nếu ngài muốn, và bạn sẽ không gây ra [ông] sự thất bại.
zu: Wathi: "Allah kuyomane fikisa it you noma He tando you tando cha banga [Him] ukwehluleka.

# Quran1507
source: And my advice will not benefit you - although I wished to advise you - If Allah should intend to put you in error. He is your Lord, and to Him you will be returned."
ca: I el meu consell no beneficiarà a vostè - encara que desitjava assessorar-lo - si Allah ha la intenció de posar-te en l'error. Ell és el seu Senyor, i a ell li serà retornat."
cy: A bydd fy Cyngor Nid yw o fudd i chi-er fy mod yn dymuno rhoi cyngor i chi – dylai Allah os yn bwriadu eich rhoi mewn camgymeriad. Mae'n eich Arglwydd, ac iddo ef y bydd eich dychwelyd."
da: Og mit råd vil ikke gavne dig - selv om jeg har villet råde dig - hvis Allah bør agter at sætte dig i fejl. Han er din Herre, og ham du vil blive sendt tilbage."
el: Και η συμβουλή μου δεν είναι προς όφελος σας - αν και θα ήθελα να σας συμβουλεύσει - αν Αλλάχ σε περίπτωση που προτίθεται να σας βάλει σε σφάλμα. Αυτός είναι ο Λόρδος σας, και σε αυτόν θα επιστρέψετε».
et: Ja minu nõuanne on kasulik teile - kuigi tahtsin teile nõu - kui Jumal kui kavatseb panna teid viga. Ta on teie Issand, ja temaga saad tagasi."
fi: Ja minun neuvoni ei hyödytä sinua - vaikka halusin neuvoa sinua - jos Jumala jos aikoo laittaa sinut virhe. Hän on teidän Herranne, ja hänelle palautetaan.
he: העצה שלי לא יהנה-למרות שרציתי לייעץ לך - אללה אם צריך מתכוונים להכניס אותך. שגיאה. הוא אדונך, אליו תופנה בחזרה."
hr: I moj savjet će korist-iako sam željela savjetovati - ako Allah bi zadatak je u krivu. On je vaš gospodar, a njemu ćete biti vraćeni."
lt: Ir mano Patarimas nebus naudinga jums - nors aš palinkėti jums patarti - jei Dievas turėtų ketina pateikti jums per klaidą. Jis yra jūsų valdovas, ir jam bus grąžintas."
lv: Un mans ieteikums negūs labumu jums - lai gan es gribētu ieteikt jums - ja Allah būtu plāno nodot jums kļūda. Viņš ir jūsu kungs, un viņam tiks atgriezts.
nb: Og mitt råd vil ikke gagne deg - selv om jeg ønsket å gi deg råd - hvis Allah bør skal sette deg i feil. Han er din Herre, og til ham vil du bli returnert.
sk: A moja rada nebude-aj keď som chcela poradit - ak Boh mal v úmysle vás omylom. On je váš pán, a k nemu vám budú vrátené."
sl: In moj nasvet - vam bo koristilo ne, čeprav sem želel, da vam svetujemo - če Allah je nameravajo spravil v zmoti. On je svojega Gospoda, in nanj se bo vrnil."
sr_cyrl: И мој савет ће не иде у корист те - иако сам желео да те посаветујем - ако Алах треба да намеравам да те ставим у грешке. Он је твој господар, и да га ти ће бити враћена."
sr_latn: I moj savet će ne ide u korist te - iako sam želeo da te posavetujem - ako Alah treba da nameravam da te stavim u greške. On je tvoj gospodar, i da ga ti će biti vraćena."
uk: І моя порада не принесе користь вам - хоча я побажав проконсультуємо вас - якщо Аллах має намір поставити вас у помилка. Він ваш Господь, і до нього вам буде повернуто."
vi: Và lời khuyên của tôi sẽ không có lợi cho bạn - mặc dù tôi muốn khuyên bạn - nếu Allah nên dự định sẽ đặt bạn trong lỗi. Ngài là Chúa của bạn, và cho anh ta, bạn sẽ được trả lại."
zu: Futhi iseluleko sami ngeke kukuzuzise - nakuba ngafisa ukweluleka kuwe - Uma Allah kufanele uhlose ukukubeka iphutha.

# Quran1508
source: Or do they say [about Prophet Muhammad], "He invented it"? Say, "If I have invented it, then upon me is [the consequence of] my crime; but I am innocent of what [crimes] you commit."
ca: O fer diuen [sobre Prophet Muhammad], "va inventar-lo"? Dir, "si he inventat això, llavors em és [la conseqüència de] el meu crim; però jo sóc innocent dels quin crims] cometre. "
cy: Neu ei ddywedant [am Proffwyd Muhammad], "Dywedodd ef ddyfeisio"? Dweud, "os wyf wedi ei ddyfeisio, yna arnaf yn [o ganlyniad i] fy trosedd; ond yr wyf yn ddieuog o pa droseddau a wnewch ymrwymo. "
da: Eller siger de [om profeten Muhammad], "han opfandt den"? Sige, "hvis jeg har opfundet det, så på mig er [konsekvens af] min kriminalitet; men jeg er uskyldig i hvilke [forbrydelser] du forpligter dig. "
el: Ή λένε [σχετικά με τον προφήτη Μωάμεθ], «αυτός είναι εφευρέθηκε»; Λένε, «εάν έχετε εφευρέθηκε, τότε επάνω μου απορρέει [από] μου εγκλήματος· αλλά είμαι αθώος [εγκλήματα] τι δεσμεύετε.»
et: Või nad ütlevad [umbes prohvet Muhammad], "leiutas ta"? Öelda: "kui mul on leiutatud, siis mu peale on [tulemus] minu kuritegevus; Aga ma olen süütu, millised kuritegude oled endale. "
fi: Tai he sanovat [noin Muhammadin] "hän keksi se"? Sanoa, "jos se pitänyt keksiä, niin minulle on [seuraus] rikoksen; mutta olen syytön mistä rikoksista sitoudut. "
he: הם אומרים [על הנביא מוחמד], "הוא המציא אותה"? אומרים, "אם אני המצאתי אותו, אז עלי הוא [התוצאה של] הפשע שלי; . אבל אני מוצא איזה [פשעים] שמבצעים. "
hr: Ili kažu [o proroka Muhameda], "On je izumio je"? Kažu, "Ako su to izmislili, onda mi je [posljedica] moj zločin; Ali nisam kriv što [zločina] što počine. "
lt: Ar jie sako [apie pranašo Mahometo], "jis išrado ji"? Sako: "jei aš išrado tai, tada man yra [pasekmė] mano nusikaltimą; bet aš nekalta kokia [nusikaltimų] jums įsipareigoja. "
lv: Vai viņi saka [par pravieša Muhameda], "viņš izgudroja to"? Proti, "Ja ir izgudroja to, tad man virsū ir [sekas] mans noziegums; bet es esmu nevainīgs kāda [noziegumu] izdarīt. "
nb: Eller sier de [om profeten Muhammad], "han oppfant det"? Sier, "Hvis jeg ha oppfunnet den, så på meg er [konsekvensen av] min kriminalitet; men jeg er uskyldig av hva [forbrytelser] du begår. "
sk: Alebo hovoria [o proroka Mohameda], "že on vynašiel to"? Povedať: "Ak som to vymyslel, potom na mňa vyplýva [zo] môj zločin; ale ja som nevinný čo [zločiny] spáchať. "
sl: Ali pa bodo rekle [o preroka Mohameda], "ga je izumil"? Rekel, "če bi ga izumili, nato na me je [posledica] moj zločin; ampak jaz sem nedolžna kaj [kaznivih dejanj] ste se zavežejo. "
sr_cyrl: Или они казу [о пророка Мухамеда], "је то измислио"? Рекао је, "Ако ја то измислио, онда ме је [последице] мој злочин; Али ја нисам крив за [злочине] обавезујете. "
sr_latn: Ili oni kazu [o proroka Muhameda], "je to izmislio"? Rekao je, "Ako ja to izmislio, onda me je [posledice] moj zločin; Ali ja nisam kriv za [zločine] obavezujete. "
uk: Або вони сказали [про пророка Мухаммеда], "він винайшов його"? Сказати: "Якщо я винайшов це, то мене, це [наслідком] мого злочину; але я не винен, що [злочинів] ви вчинити. "
vi: Hoặc họ nói [về tiên tri Muhammad], "ông phát minh ra nó"? Nói, "nếu tôi đã phát minh ra nó, sau đó khi tôi là [là hệ quả của] tội phạm của tôi; nhưng tôi vô tội của những gì [tội] bạn cam kết. "
zu: Noma ingabe ukusho [mayelana Prophet Muhammad], "nguye owasungula it"?

# Quran1509
source: And it was revealed to Noah that, "No one will believe from your people except those who have already believed, so do not be distressed by what they have been doing.
ca: I es va revelar a Noah, que "ningú va a creure des de la seva gent excepte aquells que ja han cregut, perquè no ser afligit per el he estat fent.
cy: A datgelwyd i Noah nad, "Bydd unrhyw un yn credu o eich pobl heblaw'r rhai sydd eisoes wedi credu, er mwyn i ni wneud yn drallodus gan yr hyn y maent wedi ei wneud.
da: Og det blev åbenbaret til Noah, "ingen vil tro fra dit folk undtagen dem, der allerede har ment, så ikke være foruroliget over hvad de har gjort.
el: Και αποκαλύφθηκε στο Νώε, που "κανείς θα πίστευε από σας ανθρώπους εκτός από αυτούς που πίστεψαν ήδη, έτσι δεν είναι στενοχωρημένος από ό, τι έχουν κάνει.
et: Ja selgus, et Noa, et "keegi ei usu oma inimestelt, välja arvatud need, kes on juba uskusid, et mitte olla hädas mida nad olen teinud.
fi: Ja se paljastui Nooa että "kukaan ei usko ihmisiä lukuun ottamatta, jotka ovat jo uskoneet niin huolestunut ei he ovat tehneet.
he: ואני נחשפתי אל נח זאת, "אף אחד לא יאמין מאנשים שלך מלבד אלו שהאמינו שיש כבר, אז לא להיות מצוקה-מה הם עשו.
hr: I otkriveno je Noi da "sam se da od ljudi osim onih koji su već povjerovali, tako da se ciklona što oni rade.
lt: Ir buvo paskelbta, kad Nojus, "niekas negali patikėti iš savo žmonių, išskyrus tuos, kurie jau tikėjo, todėl negali būti susikrimtęs ką jie daro.
lv: Un tā tika atklāti pret Nou, ka "neviens neticēs no cilvēkiem, izņemot tos, kuri ir jau uzskats, tāpēc nav apbēdināts par to, ko viņi ir darījuši.
nb: Og det viste til Noah at "ingen vil tro fra folk unntatt de som har allerede trodde, så ikke være bekymret av hva de har gjort.
sk: A to bolo ukázal, že Noah, "nikto nebude veriť od ľudí, s výnimkou tých, ktorí už uverili, tak nie sa zúfalý čo oni robili.
sl: In to je pokazala, da Noah da "nihče ne verjame, od ljudi, razen tistih, ki že verjel, tako ne prizadeti zaradi kaj so bili delaš.
sr_cyrl: А било је релевентно Нои то, "презрени од твог народа, осим оних који су већ вјеровао, тако да не буде узнемирен од стране шта су радили.
sr_latn: A bilo je releventno Noi to, "prezreni od tvog naroda, osim onih koji su već vjerovao, tako da ne bude uznemiren od strane šta su radili.
uk: І відкрив ною що "ніхто не повірить, від людей, за винятком тих, хто вже вірив, так що не буде засмучений те, що вони робили.
vi: Và nó đã được tiết lộ cho Noah rằng, "không ai sẽ tin từ người dân của bạn ngoại trừ những người đã đã tin, do đó, không có đau khổ bởi những gì họ đã làm.
zu: Kwakubonakalisiwe uNowa ukuthi, "Akekho umuntu ukholwa abantu bakho ngaphandle zalabo asebeye bakholwa kakade, ngakho ningabi buhlungu lokho ababekufunda abebekwenza.

# Quran1510
source: And construct the ship under Our observation and Our inspiration and do not address Me concerning those who have wronged; indeed, they are [to be] drowned."
ca: I construir el vaixell sota la nostra observació i la nostra inspiració i no abordar mi sobre qui han tractat injustament; de fet, són [ser] ofegat. "
cy: A llunio y llong o dan ein sylw ac yn ein hysbrydoli ac nid yw ymdrin â mi ynghylch rhai sydd wedi cam; yn wir, ydynt [i] boddi. "
da: Og konstruere skibet under vores observation og vores inspiration og ikke behandle mig angående dem, der har krænket; de er faktisk [skal] druknede. "
el: Και κατασκευή του πλοίου υπό παρατήρηση μας και μας έμπνευση και δεν θα μου σχετικά με εκείνους που έχουν αδικηθεί? Πράγματι, είναι [να] πνίγηκε. "
et: Ja ehitada laeva all meie vaatlus- ja meie inspiratsiooni ja ei puuduta mind puudutavad need, kes on vääriti koheldud; nad tegelevad [olevat] uppunud. "
fi: Laivan tarkkailu ja meidän inspiraatiota ja käsitellä minulle niistä, jotka ovat tehneet väärin; ne ovat [on] hukkunut. "
he: לבנות את הספינה תחת השגחה שלנו ואת ההשראה שלנו ואת אליי בנוגע לאלו התעה; אכן, הם [להיות] טבעה. "
hr: I konstruirati brod pod naše promatranje i inspiraciju i ne obraćajte mi o onima koji su nepravdu; Zapravo, oni su [se] utopio. "
lt: Ir statyti laivą pagal mūsų stebėjimo ir mūsų įkvėpimo ir nesprendžia man apie tuos, kurie yra niesprawiedliwosci; iš tiesų, jie [turi būti] nuskendo. "
lv: Un uzbūvēt kuģi zem mūsu novērojumiem un mūsu iedvesmas un neietekmē mani par tiem, kas ir nodarīts kaitējums; Protams, tie ir [] noslīka. "
nb: Bygge skipet under vår observasjon og vår inspirasjon og ikke ta meg om de som har gjort urett; Ja, de er [skal] druknet. "
sk: A postaviť loď, podľa našich pozorovaní a naše inšpirácie a neriešia mi o tých, ktorí ublížili; v skutočnosti sú [treba] utopil. "
sl: In gradnjo ladje pod naše opazovanje in naš navdih in obravnava mi o tistih, ki so storjena krivica; res, so [se] utonil. "
sr_cyrl: И изградњу брода испод насе посматрање и наша инспирација и не обрацајте ми је у вези са онима који имају неправду; Заиста , они су [да] утопио. "
sr_latn: I izgradnju broda ispod nase posmatranje i naša inspiracija i ne obracajte mi je u vezi sa onima koji imaju nepravdu; Zaista, oni su [da] utopio. "
uk: І побудувати корабель під наші спостереження і натхнення а не вирішують мене щодо тих, які образили; Справді, вони мають [бути] потонув. "
vi: Và xây dựng con tàu dưới sự quan sát của chúng tôi và cảm hứng của chúng tôi và không chỉ tôi liên quan đến những người đã wronged; Thật vậy, họ là [phải] bị chết đuối. "
zu: Futhi ukwakha umkhumbi ngaphansi observation zethu kanye ugqozi yethu kanye musa ukubhekana Me ngalabo abaye ngalungi
