Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran852
source: Say, "Who rescues you from the darknesses of the land and sea [when] you call upon Him imploring [aloud] and privately, 'If He should save us from this [crisis], we will surely be among the thankful.' "
ca: Dir, "Que rescata et de la darknesses de la terra i el mar [quan] trucar a ell [Alt] implorant i privadament, 'si ens hauria salva d'aquest [crisi], segurament estarem entre el agraïts." "
cy: Dweud, "pwy rescues chi o darknesses tir a môr [pan] ydych yn galw arno yn imploring [yn uchel] ac yn breifat, 'os dylai fod yn ein cadw rhag hwn [argyfwng], oni byddwn ymysg y ddiolchgar.' "
da: Sige, "der redder dig fra nysgerig af land og hav [da] du opfordrer ham bedende [højt] og privat, 'hvis han skal redde os fra denne [krise], vi vil helt sikkert være blandt de taknemmelige.' "
el: Λένε, «Που σπεύδει σε βοήθειά σου από το darknesses της γης και της θάλασσας [κατά] την κλήση προς αυτόν εκλιπαρώντας [δυνατά] και ιδιωτικά, «εάν αυτός θα πρέπει να μας σώσει από αυτή [η κρίση], εμείς σίγουρα θα μεταξύ τις ευγνώμονες.» "
et: Öelda: "Kes päästab teid alates maa ja mere darknesses [kui] te kutsuda teda anuv [valjult] ja eraviisiliselt,"kui ta tuleks päästa meid sellest kriisist, meil on kindlasti seas on tänulikud." "
fi: Sanoa, "Kuka pelastaa sinut tummuusasteilla maa ja meri [kun] soitat hänelle anotaan [ääneen] ja yksityisesti,"jos hän pelastaa meidät tästä kriisistä, meidän on varmasti joukossa kiitollinen." "
he: אומרים, "מי מציל את מ אפלות של היבשה והמים [כאשר] אתה קורא לו מפציר [בקול], באופן פרטי, 'אם הוא צריך להציל אותנו מהמשבר הזה [], אנחנו בוודאי יהיה בין אסירי תודה.' "
hr: Kažem, "tko spasi te od darknesses kopna i mora [kada] poziva na ga moleći [naglas] i privatno, 'ako bi nas spasiti od ove [krize], sigurno ćemo među je zahvalan.' "
lt: Tarkim, "Kurie gelbsti jums iš darknesses sausumos ir jūrų [kai] ragina jį Błagalny [garsiai] ir privačiai,"jei jis turi išgelbėti mus nuo šios [krizės], mes tikrai bus tarp kad dėkingi." "
lv: Teiksim, "Kurš glābj jūs no sauszemes un jūras darknesses [ja] jūs aicināt viņu [skaļi] imploring un privāti, 'ja viņam vajadzētu glābt mūs no [krīzes], mēs protams, ir starp pateicīgs." "
nb: Si, "Som redder deg fra darknesses av landet og havet [da] du kaller ham bønnfalt [høyt] og privat,"hvis han skal redde oss fra denne [krisen], vi vil sikkert være blant de takknemlig." "
sk: Hovoria: "Kto zachráni vás zo darknesses pevniny a mora [keď] môžete vyzvať ho prosil [nahlas] a súkromne,"Ak by nás zachránil od [kríza], určite budeme medzi vďačný." "
sl: Reči, "Ki reši vas iz darknesses zemlje in morja [ko] pokličete na njem Zaklinjući [glas] in zasebni,"če je naj nas obvaruje pred [krize], zagotovo bomo med je hvaležen." "
sr_cyrl: Кажу , "Ко спасава те од моје.и на копну и мору [када] те позивам га преклињати [наглас] и приватно, 'ако он би требало да нас спаси од ове [кризе], сигурно смо међу у захвалан.' "
sr_latn: Kažu, "Ko spasava te od moje.i na kopnu i moru [kada] te pozivam ga preklinjati [naglas] i privatno, 'ako on bi trebalo da nas spasi od ove [krize], sigurno smo među u zahvalan.' "
uk: Скажімо, "хто рятує вас від darknesses із сухопутні і морські [Коли] вас звертатися до нього благальний [вголос] і приватному порядку, 'якщо він повинен врятувати нас від цієї [кризи], ми безумовно, буде серед на вдячними.' "
vi: Nói, "ai cứu bạn từ darknesses của đất và biển [khi] bạn kêu gọi anh ta imploring [aloud] và tư nhân, 'nếu ông phải cứu chúng ta khỏi [cuộc khủng hoảng này], chúng tôi sẽ chắc chắn trong số các cám.' "
zu: Ithi, "Ngubani ukhulula wena kusukela darknesses of ezweni nasolwandle [lapho] wena abambiza enxusa [ngokuzwakalayo] futhi ngasese, 'Uma kufanele usisindise lokhu [esibucayi], ngokuqinisekile siyophila phakathi ngababongayo.'

# Quran853
source: Say, "It is Allah who saves you from it and from every distress; then you [still] associate others with Him."
ca: Dir, "és Allah que li estalvia d'ella i de cada angoixa; llavors es [encara] associar altres amb ell."
cy: Dweud, "Mae'n Allah sy'n arbed chi ohono ac o bob gofid; yna mae chi [o hyd] cysylltiol eraill gydag ef."
da: Sige, "det er Allah, der sparer dig fra det og alle nød; derefter [fortsat] knytter du andre med ham."
el: Λένε, «είναι Αλλάχ που σας σώζει από αυτήν και κάθε θλίψης. στη συνέχεια, [ακόμη] συσχετίζετε άλλοι μαζί του.»
et: Öelda: "see on Jumal, kes säästab see ja iga merehätta; seejärel on [ikka] seostada teised teda."
fi: Sanoa: "se on Jumala, joka pelastaa, sekä joka kärsimystä; sitten voit [edelleen] muita hänen rinnalleen."
he: לומר, "זה אללה שמציל את זה, כל מצוקה; ואז אתה [עדיין] לשותפים אחרים איתו."
hr: "To je Allaha koji te spašava od njega i od svake nevolje; zatim [još uvijek] pridružite druge s njim."
lt: Sako: "tai Dievas, kurie taupo jūsų iš jo ir iš kiekvieno nelaimės; tada jūs [vis dar] susieti kitiems su juo."
lv: Saka: "tas ir Allah, kas ietaupa jums no tā un katru avāriju; pēc tam jūs [vēl] saista citiem līdzi."
nb: Si, "det er Gud som sparer deg fra det og fra alle nød; så omgås du [fortsatt] andre ham."
sk: Povedať: "to je Boh, ktorý vám ušetrí od nej a od každého utrpenia; potom [stále] priradíte iní s ním."
sl: Reči, "to je Allah, ki vam prihrani od njega in od vsako stisko; nato vas [] povezuje drugi z njim."
sr_cyrl: "То је Аллах ко то је спасао из ње, као и од сваке опасности; Онда ти [још] придружити другима га."
sr_latn: "To je Allah ko to je spasao iz nje, kao i od svake opasnosti; Onda ti [još] pridružiti drugima ga."
uk: Сказати: "це Аллах, який рятує вас від неї і від кожного лиха; Потім ви [ще] асоціювати інших з нього."
vi: Nói, "Nó là Allah những người giúp bạn tiết kiệm từ nó và từ mọi đau khổ;" sau đó bạn [còn] liên kết khác với anh ta."
zu: Ithi, "Kuyinto Allah okusindisayo kulo kanye nasetincwadzini kukho konke ukucindezeleka. Kunawo [namanje] bahlobanisa abanye Naye"

# Quran854
source: Say, "He is the [one] Able to send upon you affliction from above you or from beneath your feet or to confuse you [so you become] sects and make you taste the violence of one another." Look how We diversify the signs that they might understand.
ca: Dir, "és la [un] capaç d'enviar a l'aflicció des de dalt o sota els peus o confondre [així es converteix en] sectes i fer degustis la violència de l'altra." Mira com ens diversificar els signes que es comprengui.
cy: Dweud, "Mae'n [un] yn gallu anfon ar eich cystuddiau'n uwchben chi neu torri eich traed neu drysu chi [felly mae chi ddod] sectau a gwneud chi Mae blas y trais yn un arall." Edrych sut yr ydym yn arallgyfeirio yr arwyddion y gallai eu deall.
da: Siger, "han er den [en] stand til at sende på du lidelse fra dig eller fra under dine fødder eller forvirre dig [så du bliver] sekter og gøre dig smage vold af en anden." Se hvordan vi diversificere tegn på, at de kan forstå.
el: Ας πούμε, "είναι το [1] σε θέση να στείλει κατόπιν θλίψη σας, από επάνω από σας ή κάτω από τα πόδια σας ή να σας μπερδέψει [ώστε να γίνεις] αιρέσεις και να γεύεσαι τη βία μία την άλλη.» Δούμε πώς θα διαφοροποιήσουν τα σημάδια που θα μπορούσαν να καταλάβουν.
et: Öelda: "ta on [üks] võimalik saata teile viletsust sa ülevalt või ALT jalad pärast või segadusse teid [nii jääte] sektid ja maitse vägivalla ühe teise tee." Vaata, kuidas me mitmekesistada märke, et nad mõistavad.
fi: Sanoa, "hän on [yksi] pystyy lähettämään kun koettelemus ylhäältä tai jalat alta tai sekoittaa [niin tulet] lahkot ja tehdä voit maistaa väkivallan toisistaan." Katso, miten meidän monipuolistaa merkkejä siitä, että he voisivat ymmärtää.
he: אומרים, "הוא אייבל [אחד] לשלוח על הנגע מלמעלה אתה או בינות הרגליים או לבלבל אותך [אז אתה הופך] כתות ולהפוך את הטעם האלימות של אחד לשני." תראה איך אנחנו לגוון את הסימנים הם עלולים להבין.
hr: Kažu, "On je [1] u stanju poslati na nevolju od gore ili iz noge ili vas zbuniti tako da postaneš] sekte i da kušate nasilje jedni drugima." Pogledajte kako možemo preinačiti i znakovi koji bi mogli razumjeti.
lt: Sako: "jis yra [vienas] gali siųsti kai jūs kančia iš virš jus ar po jūsų kojomis arba supainioti jus [kad tampate] sektų ir padaryti jums paragauti smurto vienas nuo kito." Atrodo kaip mes įvairinti ir požymių, kad jie galėtų suprasti.
lv: Teikt: "viņš ir [viena] var sūtīt uz jums bēdas jums no augšas vai no apakšas jūsu kājām vai sajaukt jums [tāpēc jūs kļūstat] sektām un padarīt jūs garša vardarbība, kas viens no otra." Paskaties, cik mēs dažādot pazīmes, kas liecina, ka tie varētu izprast.
nb: Si, "han er den [en] stand til å sende på du lidelse ovenfra du eller under føttene eller forvirre deg [så du bli] sekter og gjør du smake vold av en annen." Se hvordan vi spre tegn på at de kan forstå.
sk: Povedať: "je [jedna] možnosť zasielať na trápenie z výšky alebo pod nohy alebo zmiasť [tak sa stanete] siekt a aby vám ochutnať násilia na sebe." Pozrite sa, ako môžeme spestriť náznaky, že oni by mohli rozumieť.
sl: Reči, "on je [en] zmožen pošiljati ob stiski od zgoraj vas ali izza noge ali da vas zmesti [tako postanete] sekte in da boste poskusili nasilja med seboj." Poglej, kako smo raznolikost znaki, da bi lahko razumeli.
sr_cyrl: Рецимо , "Он је [1] способан да пошаље на болест од тебе, изнад или испод твојих ногу, или да те збуне [па си постао] секте и да те окусим насиље један од другога." Погледај како смо диверсификације знаке које они могу разумети.
sr_latn: Recimo, "On je [1] sposoban da pošalje na bolest od tebe, iznad ili ispod tvojih nogu, ili da te zbune [pa si postao] sekte i da te okusim nasilje jedan od drugoga." Pogledaj kako smo diversifikacije znake koje oni mogu razumeti.
uk: Скажімо, "він є [один] може направити на вас Недуга вище, ви або під ваші ноги або вас бентежити [так що ви стали] сект і переконайтеся, що ви смак насильства над одним." Подивіться, як ми диверсифікувати ознаки того, що вони можуть розуміти.
vi: Nói, "Anh ấy có thể [một] gửi khi bạn affliction từ phía trên bạn hoặc từ bên dưới chân của bạn hoặc gây nhầm lẫn bạn [để bạn trở thành] giáo phái và làm cho bạn hương vị bạo lực của nhau." Nhìn như thế nào chúng tôi đa dạng hóa các dấu hiệu cho thấy họ có thể hiểu.
zu: Zwi "He is [eyodwa] Able ukuthumela phezu kwakho ukuhlupheka zivela phezulu kini noma ezivela phansi kwezinyawo zakho noma ukudida kuwe [ngakho uba] amahlelo futhi kukwenze ukunambitha ubudlova omunye komunye."

# Quran855
source: But your people have denied it while it is the truth. Say, "I am not over you a manager."
ca: Però la seva gent han negat si bé és la veritat. Dir, "Jo no sóc més que un director."
cy: Ond mae eich pobl wedi gwadu ei er ei bod yn y gwir. Dweud, "Nid wyf dros eich rheolwr."
da: Men dine folk har nægtet det, mens det er sandheden. Sige, "Jeg ikke er over dig en manager."
el: Αλλά οι άνθρωποι σας έχουν στερηθεί ενώ είναι η αλήθεια. Λένε, «Δεν είμαι πέρα από σας έναν διευθυντή.»
et: Kuid teie inimesed on eitas ta, kuigi on tõde. Öelda: "Ma ei ole sul juht."
fi: Mutta ihmiset ovat kieltäneet, vaikka se on totuus. Sanoa, "En ole teidän johtaja."
he: אבל האנשים שלך יש הכחיש את זה בעוד שזו האמת. תגיד, "אני לא נגמר אתה מנהל."
hr: Ali ti ljudi su to demantovale dok je istina. Reći, "Ja nisam nad vama menadžer."
lt: Bet jūsų žmonės buvo atsisakyta, nors tai yra tiesa. Sako, "I 'm not over you vadybininkas."
lv: Bet tavi ļaudis ir to noliedza, bet tā ir patiesība. Saku, "Es neesmu pār jums vadītājs."
nb: Men folk har benektet det selv om det er sannheten. Si, "Jeg ikke er over du leder."
sk: Ale vaši ľudia odmietli, to je síce pravda. Povedať: "Nie som nad tebou manažér."
sl: Ampak vaš narod so zanikali, medtem ko je resnica. Reči, "Jaz nisem nad vami manager."
sr_cyrl: Али , твоји људи су то демантовале док је истина. Реци , "Ја нисам над тобом менаџер."
sr_latn: Ali, tvoji ljudi su to demantovale dok je istina. Reci, "Ja nisam nad tobom menadžer."
uk: Але ваші люди мають заперечував, у той час як правда. Сказати: "Я не над вами керівника."
vi: Nhưng những người bạn đã từ chối nó, trong khi đó là sự thật. Nói, "Tôi không hơn bạn là một người quản lý."
zu: Kodwa abantu bakini waphika ngenkathi iqiniso.

# Quran856
source: For every happening is a finality; and you are going to know.
ca: Per a cada esdeveniment és una finalitat; i vas a saber.
cy: Ar gyfer pob digwydd yn derfynol; a ydych yn mynd i wybod.
da: For hver sker er en endelighed; og du vil vide.
el: Για κάθε ενδεχόμενο είναι αβάσιμη? και έχετε την ευκαιρία να μάθω.
et: Iga juhtub on lõplikkuse; ja te ei kavatse teada.
fi: Jokainen on Paratiisikunta. ja tulet tietää.
he: עבור כל קורה הוא סופיות; . ואתם הולכים לדעת
hr: Za svaki događaj je finalista; i ti ćeš znati.
lt: Kas vyksta yra baigtinumo; ir turėtumėte žinoti.
lv: Par katru realitāte ir galīguma jautājumu; un jūs zināt.
nb: For alle skjer er en finalitet; og du skal vite.
sk: Pre každý deje zúčtovaní; a budete vedieť.
sl: Za vsak dogaja je dokončnost; in boste vedeli.
sr_cyrl: За сваки догоди је на страст; и има да се зна.
sr_latn: Za svaki dogodi je na strast; i ima da se zna.
uk: Для кожного відбувається є закінченість; і ви будете знати.
vi: Đối với mỗi xảy ra là một dứt khoát; và bạn sẽ biết.
zu: Ngoba wonke kungenzeki is a evusa;

# Quran857
source: And when you see those who engage in [offensive] discourse concerning Our verses, then turn away from them until they enter into another conversation. And if Satan should cause you to forget, then do not remain after the reminder with the wrongdoing people.
ca: I quan vegi qui participar en [ofensiu] discurs sobre nostres versos, a continuació, allunyar-los fins que entri en una altra conversa. I si Satan ha de fer oblidar, llavors no romandre després de la notificació amb la gent d'irregularitats.
cy: A pan fyddwch yn gweld rhai sy'n ymgysylltu mewn disgwrs [sarhaus] ynghylch ein penillion, yna troi oddi arnynt nes iddynt gychwyn i sgwrs arall. Ac os dylai Satan yn achosi i anghofio chi, yna nid ydynt yn aros ar ôl atgoffa gyda'r bobl gamwedd.
da: Og når du ser de, der deltager i [stødende] diskurs vedrørende vores vers, derefter vende sig væk fra dem indtil de træder ind i en anden samtale. Og hvis Satan bør få dig til at glemme, derefter ikke forbliver efter påmindelse med forseelser mennesker.
el: Και όταν δείτε όσοι συμμετάσχουν σε [ΕΠΙΘΕΤΙΚΗ] λόγου για τη δική μας στίχους και, στη συνέχεια, Γυρίστε μακριά από αυτούς, μέχρι να τεθούν σε μια άλλη συζήτηση. Και αν ο Σατανάς θα πρέπει να σας κάνει να ξεχάσετε, στη συνέχεια, δεν παραμένουν μετά την υπενθύμιση με αδίκημα λαού.
et: Ja kui näed tegelevate [solvav] diskursuse kohta meie salmid, siis keera neilt ära, kuni nad alustavad uut vestlust. Kui Saatan põhjusta te unustada, siis ei jää pärast meeldetuletust valesti inimestega.
fi: Ja kun näet [hyökkäys] diskurssi koskee meidän säkeet tekeviä kokouksia, kytke pois ennen kuin ne otetaan toinen keskustelu. Ja jos Saatana aiheuttaa voit unohtaa sitten jäädä jälkeen muistutus väärinkäytöksistä ihmisten kanssa.
he: כאשר אתה רואה את אלה העוסקים בשיח [פוגע] בנוגע הפסוקים שלנו, ופנו מהם עד שהם נכנסים לתוך שיחה אחרת. אם השטן צריך לגרום לך לשכוח, אז לא יישאר לאחר התזכורת עם העם מעשים רעים.
hr: A kad vidiš one koji se upuštaju u [uvredljiv] diskurs u vezi naših stihova, zatim od njih dok ne uđu u drugi razgovor. I ako Sotona bi trebalo uzrokovati da zaboraviš, onda ne ostati nakon opomene s zloupotreba ljudi.
lt: Ir kai pamatysite tiems, kurie užsiima [ateina] diskursas dėl mūsų ženklai, tada pasukite nuo jų tol, kol jie patenka į kitą pokalbį. Ir jei Šėtonas turėtų sukelti jums pamiršti, tada nelieka po priminimą su žmonėmis, nusikaltimą.
lv: Un tad, kad redzat, ka tiem, kuri iesaistās [aizskarošu] diskursu par mūsu pantus, tad novērsties no viņiem līdz brīdim, kad tie stājas cita saruna. Un ja sātans būtu iemesls jums aizmirst, tad nepaliek pēc atgādinājumu ar grēks cilvēku.
nb: Og når du ser de som deltar i [støtende] diskurs om våre vers, deretter slå fra dem før de gå inn en annen samtale. Og hvis Satan skal føre deg til å glemme, så ikke værende etter påminnelsen med de urett.
sk: A keď vidíte, že tých, ktorí sa zaoberajú [útok] diskurz o naše verše, potom zase preč od nich, až kým nevstúpi do inej diskusie. A ak Satan by spôsobiť, že zabudol, potom nezostane po pripomenutí s ľuďmi previnenie.
sl: In ko vidiš, da tisti, ki sodelujejo v [žaljivo] diskurz o naši verzov, nato pa od njih, vse dokler ne vstopi v drugo pogovor. In če Satan naj povzroči, da pozabite, potem ne ostanejo po opomnik z protipravna dejanja ljudi.
sr_cyrl: И када видиш оне који се баве [увредљиво] дискурс у вези нам стихове, а онда окрени се од њих, док улазе у други разговор. И ако Сотона би требало изазвати да заборавиш, онда не остају након опомене са малверзацијама људима.
sr_latn: I kada vidiš one koji se bave [uvredljivo] diskurs u vezi nam stihove, a onda okreni se od njih, dok ulaze u drugi razgovor. I ako Sotona bi trebalo izazvati da zaboraviš, onda ne ostaju nakon opomene sa malverzacijama ljudima.
uk: І коли ви бачите, хто займатися [образливі] дискурс щодо наших вірші, а потім відвернутися від них, поки вони вступають в іншої розмови. І якщо сатана повинен викликати у вас забути, то не залишаються після нагадування з порушник людей.
vi: Và khi bạn nhìn thấy những người tham gia vào [tấn công] discourse liên quan đến câu thơ của chúng tôi, sau đó lần lượt từ họ cho đến khi họ tham gia vào một hội thoại. Và nếu Satan sẽ làm bạn quên đi, sau đó không còn sau những lời nhắc nhở với những hành vi sai trái.
zu: Futhi uma ubona abantu abahlanganyela [offensive] inkulumo ngokuphathelene amavesi kwethu bafulathele baze bangene kwenye ingxoxo.

# Quran858
source: And those who fear Allah are not held accountable for the disbelievers at all, but [only for] a reminder - that perhaps they will fear Him.
ca: I aquells que temen Allah no són és responsable per disbelievers en absolut, però [només per] un recordatori - que potser es temen ell.
cy: A yw'r rheini sy'n ofni Allah nid yn atebol am y disbelievers o gwbl, ond [am] nodyn atgoffa-y efallai byddant yn ofni iddo.
da: Og dem, der frygter Allah ikke holdes ansvarlige for vantro på alle, men [kun for] en påmindelse -, måske de vil frygte ham.
el: Και αυτοί που φοβούνται Αλλάχ δεν υπεύθυνοι για disbelievers καθόλου, αλλά [μόνο για] μια υπενθύμιση - ότι ίσως θα φοβούνται τον.
et: Ja need, kes kardavad, et Allah ei hoita aru et uskottomille üldse, kuid [ainult] meeldetuletus - et ehk nad näidatakse kardavad teda.
fi: Ja niille, jotka pelkäävät Allah ovat saateta vastuuseen uskottomille ollenkaan, mutta [vain] muistutus - että ehkä he pelkäävät häntä.
he: אלה החוששים אללה לא מתקיימים כאחראית disbelievers בכלל, אבל [רק עבור] תזכורת - כי אולי הם יפחדו מפניו.
hr: I one koji se boje Allaha se ne procesuiraju u iskuse uopće, ali [samo za] podsjetnik - da možda se njega boje.
lt: Ir tie, kurie bijo Dievo ne būtų patraukti atsakomybėn už, disbelievers, ne visi, bet [tik] priminimą - kad galbūt jie bus baimė jį.
lv: Un tiem, kam bailes Allah ir nevar saukt pie atbildības par disbelievers vispār, bet [tikai] atgādinājums -, ka varbūt viņi baidās viņam.
nb: Og dem som frykter Allah er ikke holdt ansvarlig for troende i det hele tatt, men [bare for] en påminnelse - som kanskje vil de frykter ham.
sk: A sú tí, ktorí sa obávajú Alah nie niesť zodpovednosť za neveriacim, vôbec, ale [len pre] upomienka - že možno sa obávajú sa ho.
sl: In tiste, ki se bojijo Allah ne odgovarjati za na disbelievers sploh, vendar [le za] opomnik - da morda se bojijo mu.
sr_cyrl: И оних који се боје Аллах су није одговоран за скептике уопште, али [само за] опомена - да можда они ће га страх.
sr_latn: I onih koji se boje Allah su nije odgovoran za skeptike uopšte, ali [samo za] opomena - da možda oni će ga strah.
uk: І ті, хто побоюється Аллаху не були притягнуті до відповідальності за на disbelievers, на всіх, але [тільки для] нагадування - що може бути вони будуть боятися йому.
vi: Và những người lo sợ Allah không được tổ chức chịu trách nhiệm cho các thì ở tất cả, nhưng [chỉ cho] một lời nhắc nhở - rằng có lẽ họ sẽ lo sợ anh ta.
zu: Futhi labo abesaba Allah kungukuthi bajeza disbelievers nhlobo, kodwa [kuphela] isikhumbuzi - ukuthi khathisimbe they abamesabayo.
