Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1
source: In the name of Allah, the Entirely Merciful, the Especially Merciful.
ca: En nom d'Allah, totalment compassius, especialment compassius.
cy: Enw Allah, llwyr tosturiol, enwedig tosturiol.
da: I Allah, den helt barmhjertig, især barmhjertig.
el: Στο όνομα του Αλλάχ, την εξ ολοκλήρου φιλεύσπλαχνος, το κυρίως εύσπλαχνος.
et: Nimele Allah, täiesti armulised, eriti armuline.
fi: Nimissä Allah, täysin armollinen, erityisen armollinen.
he: בשם אללה, הרחום לחלוטין, הנדבן במיוחד.
hr: U ime Allaha, u potpunosti milostivi, posebno milostiv.
lt: Vardu Dievas, visiškai gailestingas, ypač gailestingas.
lv: Nosaukums Allah, pilnīgi žēlsirdīgs, it īpaši žēlsirdīgs.
nb: I Allah, de helt barmhjertige, den spesielt barmhjertig.
sk: V mene Alaha, úplne milosrdný, najmä milosrdný.
sl: V ime Allah, povsem usmiljen, zlasti usmiljen.
sr_cyrl: У име Алаха, потпуно милосрдни, посебно милостив.
sr_latn: U ime Alaha, potpuno milosrdni, posebno milostiv.
uk: В ім'я Аллаха, повністю милостиві, особливо милосердний.
vi: Nhân danh Allah, thương xót hoàn toàn, đặc biệt là thương xót.
zu: Ngaphakathi the gama of Allah, i-Ngokuphelele Abanesihe, Abanesihe Ikakhulukazi.

# Quran2
source: [All] praise is [due] to Allah, Lord of the worlds -
ca: Elogi [all] és [deu] a Allah, Senyor dels mons-
cy: Canmoliaeth [bob] yn [fod] i Allah, Arglwydd o fyd-
da: [Alle] ros er [grund] Allah, Herren af verdens-
el: [All] επιβάλλεται να υπάρχει έπαινος [] Αλλάχ, ο Λόρδος των κόσμων-
et: [Kõik] kiitust tuleneb [] Allahi isand maailma-
fi: [All] kehua johtuu [] Jumalalle, maailmojen - luoja
he: [כל] שבח הוא [בשל] אללה, האל של העולמות-
hr: [Sve] hvale je [zbog] Allahu, gospodaru svjetova-
lt: [Visi] girti yra [dėl] Dievas, Viešpats pasaulių-
lv: [Visi] slavēt ir [izpildes] Allah, Lord no pasaulēm-
nb: [Alle] ros er [grunn] Allah, Herren av verdens-
sk: [Všetky] chvála je [spôsobené] Bohu, Pánovi ľudstva-
sl: [Vse] pohvale zapade [] v Allah, gospod svetov-
sr_cyrl: [Све ] похвале доспева [] Алаху, господару света-
sr_latn: [Sve] pohvale dospeva [] Alahu, gospodaru sveta-
uk: [Всі] похвали обумовлюється [] Аллаха, Господу світів-
vi: [Tất cả] khen là [do] Allah, Lord of the worlds-
zu: [All] udumo [ngenxa] Allah, iNkosi Worlds -

# Quran3
source: The Entirely Merciful, the Especially Merciful,
ca: Totalment compassius, especialment misericordiós,
cy: Yr gyfan gwbl tosturiol, enwedig tosturiol,
da: Helt barmhjertig, den især barmhjertige,
el: Η εξ ολοκλήρου ελεήμων, ειδικά ο Ελεήμων,
et: Täiesti armulised, eriti armuline,
fi: Täysin armeliaat, erityisesti armollinen
he: לגמרי הנדבן, הנדבן במיוחד,
hr: U potpunosti milostivi, posebno milostiv,
lt: Visiškai gailestingieji, ypač gailestingas,
lv: Pilnībā žēlsirdīgs, it īpaši žēlsirdīgs,
nb: De helt barmhjertige, den spesielt barmhjertig,
sk: Úplne milosrdný, najmä milosrdný,
sl: V celoti usmiljen, zlasti usmiljen,
sr_cyrl: Потпуно милосрдни, посебно милостивог,
sr_latn: Potpuno milosrdni, posebno milostivog,
uk: Повністю милостиві, особливо милостиві,
vi: Là hoàn toàn thương xót, đặc biệt là thương xót,
zu: I Ngokuphelele Nomusa Abanesihe Ikakhulukazi,

# Quran4
source: Sovereign of the Day of Recompense.
ca: Sobirà del dia de recompensa.
cy: Sofran y dydd o iawndal.
da: Suveræn dag af belønning.
el: Κυρίαρχος της ημέρας του ανταμοιβή.
et: Sovereign registreerimiskohas päeva.
fi: Sovereign päivän palkka.
he: הריבון של היום של פיצוי.
hr: Vladar dan nagraditi.
lt: Valdovo zaplata dieną.
lv: Tajā dienā, kad atlīdzība suverēnas.
nb: Sovereign dagen av vederlag.
sk: Suverénne dňa odmenu.
sl: Suverene dan zaracunati.
sr_cyrl: Владар над дан компензацију.
sr_latn: Vladar nad dan kompenzaciju.
uk: Суверенний день нагорода.
vi: Có chủ quyền của của thương hiệu.
zu: EnguMbusi Suku recompense.

# Quran5
source: It is You we worship and You we ask for help.
ca: És vostè venerem i ens va demanar ajuda.
cy: Mae'n eich addoli inni a ydych byddwn yn gofyn am help.
da: Det er dig vi tilbeder og du beder vi om hjælp.
el: Είναι σας λατρεύουμε και σας ζητάμε βοήθεια.
et: See on meie kummardame ja te palun aidake.
fi: Se on teitä palvomme ja pyytää apua.
he: זה אנחנו סוגדים ואת נוכל לבקש עזרה.
hr: To je vas molimo i da molimo za pomoć.
lt: Tai jus mes garbiname ir mes prašyti pagalbos.
lv: Tas ir, mēs pielūdzam un jūs mums lūgt palīdzību.
nb: Det er du vi tilber og vi ber om hjelp.
sk: Je si uctievame a vás môžeme požiadať o pomoc.
sl: To je vas častimo in vas prosimo za pomoč.
sr_cyrl: Је ли молитве и те молимо за помоћ.
sr_latn: Je li molitve i te molimo za pomoć.
uk: Це ми поклоняємося і ви ми просити про допомогу.
vi: Nó là bạn chúng ta tôn thờ bạn chúng tôi yêu cầu để được giúp đỡ.
zu: Kuyinto Wena esimkhulekelayo Nawe sicele usizo.

# Quran6
source: Guide us to the straight path -
ca: Ens guia el camí recte-
cy: Harwain i'r llwybr syth-
da: Guide os til den lige vej-
el: Μας να καθοδηγήσει το straight path-
et: Juhtida meid õigele teele-
fi: Ohjaavat meitä suora tie-
he: להנחות אותנו אל הדרך הישרה-
hr: Nas vode ravno put-
lt: Vesk mus į tiesiame kelyje-
lv: Mūs vada taisns ceļš-
nb: Guide oss på den rette vei-
sk: Sprievodca nás priamu cestu-
sl: Nas vodijo naravnost pot-
sr_cyrl: Води нас да правим путем-
sr_latn: Vodi nas da pravim putem-
uk: Керівництво нас по дорозі прямій-
vi: Hướng dẫn chúng ta đến con đường thẳng-
zu: Asiqondise ukuze indlela eqondile -

# Quran7
source: The path of those upon whom You have bestowed favor, not of those who have evoked [Your] anger or of those who are astray.
ca: El camí d'aquells a qui li hagi atorgat a favor, no d'aquells que han evocat [seva] ira o d'aquells que són per mal camí.
cy: Y llwybr y rhai ar bwy yr ydych wedi rhoi'r favor, nid y rhai sydd wedi ysgogi [ch] dicter neu rheini sydd ar gyfeiliorn.
da: Stien af dem, som du har skænket fordel, ikke af dem, der har fremkaldt [din] vrede eller af dem, der er på afveje.
el: Η διαδρομή από εκείνους στους οποίους σας που είναι υπέρ, όχι από αυτούς που έχουν προκαλέσει θυμό [σας] ή εκείνων που είναι παραστρατημένος.
et: Tee need, kellel on andnud kasuks, mitte neist, kes on esilekutsutud [oma] viha või kes on eksinud.
fi: Polku niistä, joille luotatte suonut hyväksi, niitä, jotka ovat aiheuttaneet [teidän] vihaa tai jotka ovat harhaan.
he: הנתיב של אלה שעליה שנתתם טובה, לא של מי יש עורר הכעס [את] או של אלו מדרך הישר.
hr: Put onih na koje ste nesebično uslugu, ne od onih koji su izazvali [tvoj] bijes ili onih koji su zastranili.
lt: Keliu tų, nuo kurių jums suteikė malonės, ne iš tų, kurie turi prisiminė [savo] pyktį ar tiems, kurie yra iš kelio.
lv: Ceļš no tiem, pēc kuriem ir apveltīts ar labu, nav no tiem, kas ir cēloniskā [savu] dusmas vai no tiem, kas ir apmaldīties.
nb: Banen av de på hvem du har skjenket favør, ikke de som har fremkalt [ditt] sinne eller de som er kommet på avveie.
sk: Cesta tých, na ktorých sa venoval láskavosť, nie o tých, ktorí majú vyvolal [vaše] hnev alebo tých, ktorí sú na scestie.
sl: Pot od tistih, ki jih podeljuje uslugo, ne od tistih, ki so izzvan [vaše] jeze ali tistih, ki so zašel.
sr_cyrl: Пут од оних од којих ти подарили услугу, није од оних који су изазвали [своју] љутњу, или од оних који су застранили.
sr_latn: Put od onih od kojih ti podarili uslugu, nije od onih koji su izazvali [svoju] ljutnju, ili od onih koji su zastranili.
uk: Шлях тих, від яких мати дарував користь, не ті, які викликали [] гнівом або тих, хто оману.
vi: Con đường của những người khi mà bạn đã ban cho đặc ân, không phải của những người đã gợi lên sự giận dữ [của bạn] hoặc của những người đang lạc lối.
zu: Indlela walabo ababizwa You pha umusa, hhayi ngalabo abaye yabangela ukuthukuthela [Your] noma labo are astray.

# Quran8
source: Alif, Lam, Meem.
el: Meem Alif, αψιδοειδών μηχανισμών με μοχλίσκο.
et: Hotell Alif, Lam, Meem.
he: אליף, לאם, Meem.
lt: Alif, Sam, Meem.
sk: Alif, Lam, Mîm.
sr_cyrl: Алиф , Лам, Меем.
uk: Аліф, Lam, Meem.

# Quran9
source: This is the Book about which there is no doubt, a guidance for those conscious of Allah -
ca: Aquest és el llibre sobre el qual no hi ha dubte, una orientació per aquells conscient d'Allah-
cy: Mae hyn yn y llyfr am y nid oes unrhyw amheuaeth, canllawiau ar gyfer hynny ymwybodol Allah-
da: Dette er den bog, som der er ingen tvivl, en vejledning for disse bevidst af Allah-
el: Αυτό είναι το βιβλίο για το οποίο δεν υπάρχει καμία αμφιβολία, μια καθοδήγηση για αυτά συνειδητή του Αλλάχ-
et: See on raamat, millest pole kahtlust, nende teadvusel Jumal - arendus
fi: Tämä on kirja, josta ei ole epäilystäkään ohjeita näiden tajuissaan Allah-
he: זה הספר אודותיו אין שום ספק, הדרכה עבור אלה בהכרה של אללה-
hr: Ovo je knjiga o kojoj nema nikakve sumnje, vodstvo za one svjestan Allaha-
lt: Tai knyga, apie kurį nėra jokių abejonių, tai rekomendacijos, kuriomis tas Dievas - sąmoningas
lv: Šī ir grāmata, par kuru nav šaubu, norādījumus par tām apzināties Allah-
nb: Dette er boken som det er ingen tvil, en veiledning for de bevisst Allah-
sk: Toto je kniha, o ktorej nie je pochýb, návod pre tých s vedomím Boha-
sl: To je knjiga, o katerih ni dvoma, smernice za tiste zavestno Allah-
sr_cyrl: Ово је књига о којој нема никакве сумње, као водич за оне зависе о Аллах - свести
sr_latn: Ovo je knjiga o kojoj nema nikakve sumnje, kao vodič za one zavise o Allah - svesti
uk: Це книга, про яких немає сумніву, керівництво для тих свідомих Аллах-
vi: Đây là cuốn sách về mà có là không có nghi ngờ, một hướng dẫn cho những người có ý thức của Allah-
zu: Lona Book akungabazeki ukuthi isiqondiso labo abaqaphela Allah mayelana nokuthi iziphi izinhlelo kukhona -

# Quran10
source: Who believe in the unseen, establish prayer, and spend out of what We have provided for them,
ca: Que hi creuen invisibles, establir l'oració i passar de què hem proporcionat per a ells,
cy: Sy'n credu yn y unseen, sefydlu gweddi, ac yn treulio allan o beth yr ydym wedi darparu ar eu cyfer,
da: Som tror på usynlige, etablere bøn, og tilbringe ud af hvad vi har givet dem,
el: Ποιος πιστεύουν στην unseen, προσευχή θεσπίσει, και να περάσουν από ό, τι έχουμε παράσχει γι ' αυτούς,
et: Kes usuvad nähtamatu, kehtestada palve ja välja mida oleme pakkunud neile, veeta
fi: Kuka uskoo näkymätön, vahvistaa rukous ja viettää pois olemme antaneet heille
he: מי מאמין יתלבה, להקים תפילה, ולבלות מחוץ מה שסיפקנו להם
hr: Koji vjeruju u nevidljivo, uspostaviti molitve i provesti izvan pripremili smo za njih,
lt: Kurie tiki nematyto, nustatyti malda, ir išleisti iš ko mes teikiame jiems,
lv: Kas tic neredzēts, izveido lūgšanu un pavadīt ārpus tiem, ko esam nodrošinājuši
nb: Som tror på usynlige, etablere bønn, og bruke av hva vi har sørget for dem
sk: Ktorí veria v neviditeľné, vytvoriť modlitba a tráviť mimo to, čo sme poskytli,
sl: Ki verjamejo v nevidno, vzpostavi molitev in preživeti iz kaj damo za njih,
sr_cyrl: Који верују у видљивим успостави молитву, и провести из шта нудимо вам за њих,
sr_latn: Koji veruju u vidljivim uspostavi molitvu, i provesti iz šta nudimo vam za njih,
uk: Хто вірить в невидимий, встановити молитви і витрачати з те, що ми надали для них,
vi: Những người tin vào thần bí, thiết lập các cầu nguyện, và dành ra khỏi những gì chúng tôi đã cung cấp cho họ,
zu: Ngubani kholwa unseen, ukusungula umthandazo, futhi achithe sonke isikhathi ngalokho Siye wawondla

# Quran11
source: And who believe in what has been revealed to you, [O Muhammad], and what was revealed before you, and of the Hereafter they are certain [in faith].
ca: I que creuen en el que ha estat revelat a vostè, [O Muhammad], i el que va ser revelat abans, i de la d'ara endavant són certs [en fe].
cy: Ac sy'n credu yn yr hyn sydd wedi cael ei ddatgelu i chi, [O Muhammad], a'r hyn a ddatgelwyd ger eich bron, ac o hyn ymlaen y maent yn rhai [mewn ffydd].
da: Og hvem tror på hvad er blevet afsløret, at du, [O Muhammad], og hvad blev afsløret før du, og i hinsidige de er visse [i tro].
el: Και που πιστεύουν σε ό, τι έχει αποκαλυφθεί σε εσάς, [Ο Μωάμεθ], και αυτό που αποκαλύφθηκε πριν από σας, και του εφεξής είναι ορισμένες [με πίστη].
et: Kes usu, mida näitas teile [O Muhammad], ja milline oli näitas enne sind ja edaspidi nad on teatud [in usus].
fi: Ja uskovat mitä on paljastanut sinulle [Oi Muhammed], ja kävi ilmi edessänne ja keinottelevat ne ovat varmoja [usko].
he: אשר מאמינים מה התגלה לך, [O מוחמד], וגם מה שנחשף לפני ו של בעולם הבא הם בוודאי [באמונה].
hr: Koji vjeruju u ono što je otkriveno na vas, [O Muhammad], i što je otkrivena prije nego što i nadalje su određene [u vjeri].
lt: Ir kurie tiki, kas buvo atskleista jums, [O Muhammad], ir kas buvo atskleista prieš jus, ir, toliau jie tam tikrų [į tikėjimą].
lv: Kas tic, kas tika atklāts tu [O Muhammad], un kas tika atklāts pirms un turpmāk tās ir noteiktas [savā ticībā].
nb: Som tror på hva har blitt avslørt for deg, [O Muhammad], og det var åpenbart før du og hinsidige de er visse [i tro].
sk: Ktorí veria v to, čo bolo odhalené, [Mohamed], a to, čo bolo odhalené pred vami a nižšie sú niektoré [vo viere].
sl: In ki verjamejo v tisto, kar je pokazala za vas, [O Muhammad], in kaj je pokazala pred vami, in v nadaljevanju so nekatere [v veri].
sr_cyrl: Ко верује ни у шта је било откривено [О Мухаммад], и како је релевентно пред вама и надаље они су одређене [у вери].
sr_latn: Ko veruje ni u šta je bilo otkriveno [O Muhammad], i kako je releventno pred vama i nadalje oni su određene [u veri].
uk: І хто вірить в те, що було виявлено вам, [O Мухаммад], і що було виявлено перед вами, і П'єра вони є певні [у вірі].
vi: Và những người tin vào những gì đã được tiết lộ cho bạn, [O Muhammad], và những gì đã được tiết lộ trước khi bạn, và trong tương lai họ nhất định [trong Đức tin].
zu: Futhi abakholelwa kulokho okuye kwabizwa phendla you [O Muhammad], futhi yini phendla kadukuba you, futhi Hereafter they are okuthile [okholweni].

# Quran12
source: Those are upon [right] guidance from their Lord, and it is those who are the successful.
ca: Aquests són en orientació [dreta] del seu Senyor, i són els que tenen l'èxit.
cy: Rhai am arweiniad [iawn] gan eu yr Arglwydd, ac mae'n rheini sy'n llwyddiannus.
da: De er på [højre] vejledning fra deres Herre, og det er dem, der er den succesfulde.
el: Αυτά είναι κατόπιν [δεξιά] καθοδήγηση από τους Λόρδος, και είναι αυτοί που είναι επιτυχημένες.
et: Need on pärast [õigus] juhiseid nende Issand ja on neid, kes on edukas.
fi: Nämä ovat yhteydessä [oikea] ohjaus heidän Herransa ja ne, jotka ovat onnistuneesti.
he: . אלו על הדרכה [נכון] מן האדון שלהם, וזה אלה שהצליחו.
hr: One su na [desno] smjernice od gospodara njihova, i oni koji su uspješni.
lt: Tai yra nuo [right] rekomendacijas iš savo Viešpaties, ir tai yra tie, kurie yra sėkmingai.
lv: Tiem, kas pēc [tiesības] norādījumus no savu kungu, un tas ir tiem, kas ir veiksmīgs.
nb: De er på [høyre] veiledning fra Herren, og det er de som er vellykkede.
sk: Tie sú k dispozícii na [vpravo] usmernenie od ich pána a to je tých, ktorí sú úspešní.
sl: So na [desno] smernice iz svojega Gospoda, in to je tisti, ki so uspešno.
sr_cyrl: Они су над [ригхт] упутства од свог господара, и оних који су се успешно је.
sr_latn: Oni su nad [right] uputstva od svog gospodara, i onih koji su se uspešno je.
uk: Ті, після [вправо], Методичні вказівки з їх Господа, і це ті, хто успішного.
vi: Đó là khi [right] hướng dẫn của Chúa, và đó là những người thành công.
zu: Labo ziphezu [kwesokudla] isiqondiso bo Lord futhi kuba labo abangababiziweyo yimpumelelo.

# Quran13
source: Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.
ca: De fet, els que dubten - és tot el mateix per a ells si que advertir-los o no advertir-los - no creuran.
cy: Yn wir, y rhai a chredu-Mae'n gyd yr un fath ar eu cyfer p'un a ydych yn eu rhybuddio neu wneud eu rhybuddio-nad ydynt yn credu.
da: Ja, dem, der ikke tror - det er alle de samme for dem om du advare dem eller ikke advare dem - de vil ikke tro.
el: Πράγματι, όσοι δυσπιστώ - είναι όλοι το ίδιο για τους αν σας προειδοποιούν τους ή δεν προειδοποιούν τους - δεν πιστεύουν.
et: Tõepoolest, need, kes usu - see on kõik sama neid kas näidata või mitte näidata - nad ei usu.
fi: Itse asiassa ne, jotka ovat uskottomia - onko kaikki samanlaisia ne varoittaa heitä tai ei kiellellä heidät - he eivät usko.
he: ואכן, אלה לא להאמין - זה לא משנה להם אם אתה להזהיר אותם או אל תזהיר אותם - הם לא יאמינו.
hr: Uistinu, oni koji ne vjeruju - isto im je bilo da ih upozoriti ili ih upozoriti - oni neće vjerovati.
lt: Iš tiesų, tie, kurie neturi wierza - tai visi pats joms ar jus perspėti juos ar ne įspėti juos - jie negali patikėti.
lv: Protams, tiem, kuri neticēt - tā ir visas tās pašas viņiem vai brīdināt vai nav brīdināt - viņi netic.
nb: Faktisk, de som tviler - det er det samme for dem om du advare dem eller ikke advare dem - de ikke vil tro.
sk: V skutočnosti tí, ktorí neveria - je to všetky rovnaké, či varovať alebo nie varovať - nebudú veriť.
sl: Res, tistim, ki verjamem - to je vse isto zanje ali posvariti jih ali jih ne opozarjaj - ne boste verjeli.
sr_cyrl: Заиста , они који су управљали - то је све исто за њих да ли си их упозорити, или да их упозоримо - не верују.
sr_latn: Zaista, oni koji su upravljali - to je sve isto za njih da li si ih upozoriti, ili da ih upozorimo - ne veruju.
uk: Дійсно, тих, хто не вірити - це все те ж саме для них, чи ви попередити їх, або не попередити їх - вони не вірять.
vi: Thật vậy, những người disbelieve - đó là tất cả tương tự cho họ cho dù bạn đã cảnh báo họ hoặc không cảnh báo cho họ - họ sẽ không tin tưởng.
zu: Ngempela, labo disbelieve - kuba zonke kubo efanayo ukuthi you khuza them noma musa ubaxwayise ngalokho engikutshela - they cha kholwa.

# Quran14
source: Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.
ca: Allah ha establert un segell seus cors i auditius i sobre la seva visió és un vel. I per a ells és una gran pena.
cy: Allah gosod sêl ar eu calonnau ac ar eu clyw, ac dros eu gweledigaeth yn fêl. Ac ar eu cyfer yn cosbi mawr.
da: Allah har sat et segl på deres hjerter og deres hørelse, og over deres vision er et slør. Og for dem er en stor straf.
el: Αλλάχ έχει ορίσει μια σφραγίδα επάνω τις καρδιές τους και με την ακοή τους, και πάνω από το όραμά τους είναι ένα πέπλο. Και για αυτούς είναι μεγάλη τιμωρία.
et: Jumal sätestatud nende südamed ja nende arutamist pitsat ja üle nende nägemine on loori. Ja neil on suur karistus.
fi: Jumala on sinetillä heidän sydämensä ja kuulo ja yli heidän näkemyksensä on verhon. Ja heille on suuri rangaistus.
he: אללה הגדיר חותם על ליבם, כששמע שלהם, על החזון שלהם רעלה. בשבילם הוא עונש גדול.
hr: Allah je postavio pečat na njihova srca i na sluh, i njihova vizija je veo. I za njih je velika kazna.
lt: Dievas nustatė plomba į jų širdyse ir jų išgirdęs, ir per jų vizija yra šydu. Ir jiems yra puikus bausmė.
lv: Allah ir iestatīta roņu pār viņu sirdis un dzirdi, un pār savu redzējumu plīvuru. Un viņiem ir liels sods.
nb: Allah har satt et segl på sine hjerter og hørselen, og deres visjon er et slør. For dem er en stor straff.
sk: Alah stanovila pečať ich srdcia a na ich vypočutie, a cez svoje videnie je závoj. A pre nich je veľký trest.
sl: Allah je določen pečat na svoje srce in na njihovo zaslišanje, in nad svojo vizijo je tančico. In za njih je veliko kazen.
sr_cyrl: Аллах је одредила фоку њихова срца и слух и преко њихова визија је вео. И за њих је велика казна.
sr_latn: Allah je odredila foku njihova srca i sluh i preko njihova vizija je veo. I za njih je velika kazna.
uk: Аллах поставила печатки на свої серця і на слух і над їх бачення є завісою. І для них це велике покарання.
vi: Allah đã thiết lập một con dấu khi trái tim của họ và khi nghe tin của họ, và trong tầm nhìn của họ là một tấm màn che. Và đối với họ là một hình phạt rất lớn.
zu: Allah yamqinisa ngophawu ngaphezu uphezu kwezinhliziyo zabo naphezu ezindlebeni zazo, futhi phezu umbono wabo iveli.

# Quran15
source: And of the people are some who say, "We believe in Allah and the Last Day," but they are not believers.
ca: I de les persones són alguns que diuen, "Creiem en Allah i el darrer dia", però no són creients.
cy: Ac o bobl yn rhai sy'n dweud, "Credwn yn Allah ac yn y dydd olaf", ond nid ydynt yn gredinwyr.
da: Og af mennesker er nogle, der siger, "Vi tror på Allah og den sidste dag", men de er ikke troende.
el: Και του λαού είναι κάποιοι που λένε, «Πιστεύουμε στον Αλλάχ και την τελευταία ημέρα», αλλά δεν είναι πιστοί.
et: Ja inimesed on mõned, kes ütlevad, "Me usume Jumalat ja viimasel päeval", kuid nad ei ole usklikud.
fi: Ja ihmiset on joitakin, jotka sanovat: «Me uskomme Jumalaan ja viimeiseen päivään», mutta ne eivät ole uskovaisia.
he: האנשים הם אנשים אומרים, "אנו מאמינים אללה, היום האחרון", אך הם אינם מאמינים.
hr: I ljudi su neke koji kažu: "Vjerujemo u Allaha i zadnji dan", ali oni nisu vjernici.
lt: Ir žmonių yra tokių, kurie sako, "Mes tikime į Dievo ir paskutinę dieną", bet jie ne tikinčiųjų.
lv: Un cilvēki ir daži, kuri saka: "Mēs uzskatām, ka Allāhs un pēdējā diena", bet tie nav ticīgie.
nb: Av folket er noen som sier, "Vi tror på Allah og den siste dagen", men de er ikke troende.
sk: A ľudí, ktorí hovoria: "Veríme v Boha a v posledný deň", ale nie sú to veriaci.
sl: In ljudje so nekateri, ki pravijo, "Mi vernik v Allah in zadnji dan", vendar niso verniki.
sr_cyrl: И људи су они који кажу, "Ми верујемо у Аллаха и последњи дан", али они нису верници.
sr_latn: I ljudi su oni koji kažu, "Mi verujemo u Allaha i poslednji dan", ali oni nisu vernici.
uk: І людей, є деякі, які кажуть: "Ми віримо в Аллах і останній день", але вони не віруючих.
vi: Và những người có một số người nói rằng, "Chúng tôi tin vào Allah và ngày cuối cùng", nhưng họ không phải là tín hữu.
zu: Futhi labantu abanye abathi: "Sikholelwa Allah Suku," kodwa they cha are kholwa.
