Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran253
source: Have you not considered the assembly of the Children of Israel after [the time of] Moses when they said to a prophet of theirs, "Send to us a king, and we will fight in the way of Allah "? He said, "Would you perhaps refrain from fighting if fighting was prescribed for you?" They said, "And why should we not fight in the cause of Allah when we have been driven out from our homes and from our children?" But when fighting was prescribed for them, they turned away, except for a few of them. And Allah is Knowing of the wrongdoers.
ca: No ha considerat l'Assemblea de nens d'Israel des [de] Moses, quan es diu que un profeta d'ells, "enviar-nos un rei i nosaltres a lluitar en el camí d'Allah"? Va dir, "Vols que potser s'abstinguin de lluita si lluita va ser prescrit per a vostè?" Deien, "i per què si no lluitem en la causa d'Allah quan ens han estat expulsats de casa nostra i dels nostres fills?" Però quan la lluita es prescriuen per a ells, es va girar, excepte alguns d'ells. I Allah està saber de la malfactors.
cy: Nid ydych wedi ystyried y Cynulliad plant Israel ar ôl [amser] Moses pan y dywedodd i broffwyd hwy, "anfon atom Bydd Brenin, ac yr ydym yn ymladd rhwystro Allah"? Meddai, "Fyddai chi efallai ymatal rhag ymladd os ymladd oedd rhagnodedig i chi?" Dywedodd, "a Pam dylem ni ymladd yn achos Allah pan ydym wedi cael eu gyrru allan gan ein cartrefi a chan ein plant?" Ond pan oedd yn ymladd yn erbyn presgripsiwn ar eu cyfer, yn troi i ffwrdd, ac eithrio ychydig ohonynt. Ac Allah yn gwybod y tramgwyddo.
da: Har du ikke overvejet forsamling af Israels børn efter tidspunktet for Moses når de sagde til en profet af deres, "Send os en konge, og vi vil kæmpe for Allah"? Han sagde, "Ville du måske afstå fra kampene hvis kampene var ordineret til dig?" De sagde, "og hvorfor skal vi ikke kæmpe for Allah når vi har været drevet ud fra vores hjem og fra vores børn?" Men når kampene var ordineret til dem, de vendte væk, bortset fra et par af dem. Og Allah er vide i lovovertrædere.
el: Έχετε θεωρήσει τη συναρμολόγηση των παιδιών του Ισραήλ μετά [ο χρόνος] Moses όταν είπαν να το προφήτης της δική τους, "Στείλτε μας ένα βασιλιά, και εμείς θα αγωνιστεί στο δρόμο του Αλλάχ»; Είπε, «Θα σας ίσως απέχουν από καταπολέμηση αν αγωνίζονται συνταγογραφήθηκε για εσάς;» Είπε, «και γιατί θα πρέπει να δεν παλεύουμε στην αιτία του Αλλάχ όταν εμείς εκδιώχθηκαν έξω από τα σπίτια μας και από τα παιδιά μας;» Αλλά όταν αγωνίζονται που προδιαγράφεται για αυτούς, γύρισαν μακριά, εκτός από μερικά από αυτά. Και Αλλάχ είναι γνωρίζοντας το των παραβατών.
et: Te ei ole kaalunud assambleel Iisraeli laste pärast [aeg] Moses kui nad ütlesid ise, on prohvet "saata meile kuningas ja me võitleme takistuseks Allah"? Ta ütles: "Oleks sa võibolla hoiduma võitlus kui võitlus oli kirjutatud teile?" Nad ütlesid: "ja miks peaks me ei võitlema Allah põhjus kui me läbinud läbi meie kodud ja meie lapsed?" Kuid kui võitlus oli ettenähtud neile, nad pöörasid, välja arvatud üksikutel juhtudel. Ja Jumal on selle tekitaja teades.
fi: On pidetä Israelin lapset yleiskokouksen jälkeen [aika] Moses kun he sanoivat heidän, profeetta "Lähetä meille kuningas ja taistelee Allahin tiellä"? Hän sanoi: "Olet ehkä pidättäytyä taistelevat, jos taistelu teille määrätään?" He sanoivat: "ja miksi emme tule taistella Jumala aiheuttaa kun me on ajettu pois kodeissa ja lapsemme?" Mutta kun taistelu oli määrätty niille, ne kääntyivät pois, lukuun ottamatta muutamia niistä. Ja Jumala on tietäen laajemmalti.
he: שקלת לא ההרכבה של בני ישראל לאחר [תקופת] Moses כאשר הם אמרו נביא שלהם, "שלח לנו מלך, ואנו נילחם בדרך של אללה"? הוא אמר, "אתה אולי נימנע מויכוחים אם נלחם שנכתב בשבילך?" הם אמרו, ", למה אנחנו לא הולכים למלחמה למען אללה כאשר אנחנו גורשו החוצה מהבית שלנו, של הילדים שלנו?" אבל כאשר הלחימה היה מרשם עבורם, הם הפכו משם, מלבד כמה מהם. אללה הוא שהידיעה של הפושעים.
hr: Razmišljaš li skupština djecu Izraela nakon [vrijeme] Moses kada su rekli da poslanik njihov, "Pošaljite nam kralja, i mi će se boriti na Allahovom putu"? Rekao je, "Bi li možda se iz borbe ako borba je propisan vama?" Rekli su, "a zašto bismo trebali ne boriti za Allaha kad smo isterani iz iz naših domova i od naše djece?" Ali kada borbe je bio propisan za njih, pretvorili su, osim nekoliko njih. A Allah je poznavanje počinioce.
lt: Ar jūs ne laikoma Asamblėja Izraelio vaikai po [metu] Moses kai jie sako, kad pranašas jiems, "siųsti mums karalius, ir mes bus kovoti kaip Dievas"? Jis sakė: "Ar jūs galbūt susilaikyti nuo kovoja, jei kova buvo nustatytas jums?" Jie sakė, "ir kodėl turėtų mes ne kovoti su Dievo priežastis kai mes buvo varomi iš mūsų namų ir mūsų vaikai?" Bet kai kova buvo paskirta jiems, jie nusigręžė, išskyrus keletą iš jų. Ir Dievas yra žinios, grzesznicy.
lv: Vai jums nevar uzskatīt asambleja Israēla bērni pēc [laika] Moses, kad viņi teica pravietis savējo, "sūtīt mums cīnīties karalis, un mēs tādā veidā Allah"? Viņš teica: "Jums varbūt atturēsies no kaujas, ja cīnās bija noteikts?" Viņi teica, "un kāpēc būtu mēs ne cīņā Allah cēlonis, ja mums ir bijis padzīti no mūsu mājas un mūsu bērniem?" Bet, kad cīnās bija paredzētas tiem, tie aizgriezās projām, izņemot dažas no tām. Un Allah ir zinot pārkāpējus.
nb: Har du ikke vurdert montering av Israels barn etter [] Moses da de sa til en profet av deres, "Send oss en konge, og vi vil kjempe i form av Allah"? Han sa, "Vil du kanskje ikke kjemper om kampene ble foreskrevet for deg?" De sa, "og hvorfor skal vi ikke kjempe i årsaken til Allah når vi har kjørt ut fra våre hjem og fra våre barn?" Men når kampene var foreskrevet for dem, de viste, med unntak av noen av dem. Og Allah er vite av wrongdoers.
sk: Sa nepovažuje zhromaždenie deti Izraela po [čas] Moses keď povedal prorok, "pošlite nám kráľa a budeme bojovať v ceste Alah"? Povedal, že "By ste možno upustiť od bojov Ak boj bol predpísaný pre vás?" Povedali: "a prečo by sme bojovať v záujme Alaha pri My vyhnal von z naše domovy a naše deti?" Ale keď bojov bolo predpísané pre nich, oni odvrátil, s výnimkou niekoľkých z nich. A Allah je znalosť zloèinci.
sl: Ste ne šteje skupščini izraelske otroke po [čas] Moses, ko so dejali, da prerok od njiju, "Pošlji nam kralj, in mi bo boj na poti Allah"? Je dejal, "Bi vi morda vzdrži boj boj je predpisana za vas?" So rekli, "in zakaj bi mi ne boj v vzrok od Allah ko smo predvsem ven iz naše domove in naše otroke?" Ampak ko boj je bila predpisana za njih, so se obrnili stran, razen nekaj od njih. In Alah je poznavanje je wrongdoers.
sr_cyrl: Ниси размислио скупштини децу Израел после [Вријеме] Мосес кад су рекли да пророк њихова "Пошаљи нам краљ, а ми ће се бори на Алаховом путу"? Он је рекао, "Би ти можда се уздржи од борби ако борба је преписан за тебе?" Рекли су, "и зашто се нисмо борили у узрок Аллах када смо истерани напоље из наше домове и наша деца?" Али када се боре је преписан за њих, одбили су, осим неколико њих. А Аллах је знајужи за починиоце.
sr_latn: Nisi razmislio skupštini decu Izrael posle [Vrijeme] Moses kad su rekli da prorok njihova "Pošalji nam kralj, a mi će se bori na Alahovom putu"? On je rekao, "Bi ti možda se uzdrži od borbi ako borba je prepisan za tebe?" Rekli su, "i zašto se nismo borili u uzrok Allah kada smo isterani napolje iz naše domove i naša deca?" Ali kada se bore je prepisan za njih, odbili su, osim nekoliko njih. A Allah je znajuжi za počinioce.
uk: Ви не вважається Асамблеї діти Ізраїлю після [часу] Moses, коли вони кажуть, що пророк їх, "надіслати нам короля і ми будемо боротися на шляху Аллах"? Він сказав: "Б ви можливо утримуватися від бойових дій, якщо бойові дії було наказано для вас?" Вони сказали, "а чому треба не боротися в ході Аллах коли ми бути пояснені на наші будинки і наші діти?" Але коли бойових дій було наказано для них, вони відвернувся, за винятком деякі з них. І Аллах знаючи на розкаюємося.
vi: Bạn đã không xem xét việc lắp ráp của trẻ em của Israel sau [thời gian] Moses khi nói đến một tiên tri của họ, "gửi cho chúng tôi một vua, và chúng tôi sẽ chiến đấu theo cách của Allah"? Ông nói, "Nào bạn có thể kiềm chế chiến đấu nếu chiến đấu đã được quy định đối với bạn?" Họ nói, "và tại sao nên chúng tôi không chiến đấu trong các nguyên nhân của Allah khi chúng tôi đã lái xe ra từ nhà của chúng tôi và con em chúng ta?" Nhưng khi chiến đấu đã được quy định cho họ, họ đã chuyển đi, ngoại trừ một vài trong số chúng. Và Allah biết là wrongdoers.
zu: Anizange yini nisebenzise kubhekwe inhlangano yabantwana Ntwana Israyeli emva [nesikhathi] Mose lapho bethi umprofethi yabo, "Thumela ukuba sibekele inkosi, futhi sizobe silwe endleleni ka Allah"?

# Quran254
source: And their prophet said to them, "Indeed, Allah has sent to you Saul as a king." They said, "How can he have kingship over us while we are more worthy of kingship than him and he has not been given any measure of wealth?" He said, "Indeed, Allah has chosen him over you and has increased him abundantly in knowledge and stature. And Allah gives His sovereignty to whom He wills. And Allah is all-Encompassing [in favor] and Knowing."
ca: I seu profeta va dir, "de fet, Allah ha enviat a vostè Saul com un rei." Deien, "Com pot va tenir davídica sobre nosaltres mentre som més digne de tribus que ell i no ha estat donat qualsevol mesura de la riquesa?" Va dir, "de fet, Allah ha escollit per tu i ha augmentat ell en abundància en coneixements i estatura. I Allah dóna la seva sobirania a qui ell voluntats. I Allah està saber i que abasta [a favor]."
cy: A dywedodd eu Proffwyd iddyn nhw, "yn wir, mae'r Allah anfon atoch Saul fel Brenin." Maent yn dweud, "Sut y gall ef gael kingship dros ein tra ydym yn fwy teilwng o kingship nag ef ac ni fod wedi cael unrhyw fesur cyfoeth?" Meddai, "yn wir, mae Allah dewis iddo dros chi ac wedi cynyddu iddo gwbl mewn gwybodaeth a statws. A bydd Allah yn rhoi ei sofraniaeth y mae ef yn wills. A Allah hollgynhwysol [yn favor] ac mae gwybod.
da: Og deres profet sagde til dem, "Ja, Allah har sendt til dig Saul som en konge." De sagde, "Hvordan kan han have kongemagten over os, mens vi er mere værdig af kongemagten end ham og han har ikke fået nogen foranstaltning af rigdom?" Han sagde, "Ja, Allah har valgt ham over dig og har øget ham rigeligt i viden og statur. Og Allah giver sin suverænitet, til hvem han Testamente. Og Allah er altomfattende [ind] og vide"
el: Και ο προφήτης τους είπε σε αυτούς, «πράγματι, Αλλάχ έστειλε σε εσάς Σαούλ ως βασιλιάς.» Όπως είπαν, «Πώς να έχει Βασιλεία από πάνω μας ενώ είμαστε πιο άξιοι της Βασιλείας από αυτόν και αυτός δεν έχει δοθεί κάθε μέτρο του πλούτου;» Είπε, «πράγματι, Αλλάχ έχει επιλέξει αυτόν πάνω σου και έχει αυξηθεί τον άφθονα γνώση και ανάστημα. Και Αλλάχ δίνει την κυριαρχία του σε ποιον διαθήκες. Και Αλλάχ είναι όλος-καλύπτοντας [σε υπέρ] και γνωρίζοντας. "
et: Ja nende prohvet ütles neile, "tõepoolest, Allah on teile saadetud nagu kuningas Saul." Nad ütlesid: "Kuidas saab ta on kingship meie üle samal ajal kui meil on rohkem väärt kui tema kingship ja ta ei ole teatatud ühtegi meedet rikkuse?" Ta ütles: "tõepoolest, Allah on valinud teie üle ja kasvanud teda rohkesti teadmisi ja väärikus. Ja Jumal annab tema suveräänsust, kellele ta tahab. Ja Jumal on kõike [on favor] ja teades."
fi: Ja profeettansa sanoi heille, "itse asiassa Jumala on lähettänyt sinulle Saulin kuninkaaksi." He sanoivat: "Miten hän ole kuninkuuden meitä vaikka olemme pikemminkin kuninkuuden kuin häntä ja hän ei ole saanut varallisuuden mitta?" Hän sanoi: "itse asiassa Jumala on valinnut hänet teidän ja lisääntyneet hänelle runsaasti tietoa ja painoarvoa. Ja Jumala antaa hänen suvereenisuutensa kenelle tahtoo. Ja Jumala on kaiken kattava [in hyväksi] ja tietäen.
he: הנביא שלהם אמר להם, "ואכן, אללה שלחה לך שאול כמלך." הם אמרו, "איך הוא יכול מלכות מעלינו בעוד אנחנו יותר ראוי של מלכות יותר ממנו, הוא לא קיבל שום מידה של עושר?" הוא אמר, "ואכן, אללה בחר אותו מעליך, גדל לו בשפע ב קומתו וידע. אללה נותן ריבונותו למי שהוא חפץ. אללה הוא מיתוך [שבעד] ולא לדעת."
hr: I njihov prorok, rekao je, "uistinu, Allah je poslao Saul kao kralj." Rekli su, "Kako je imati Kraljevanje nad nama dok smo više dostojan kraljevanja od njega i nije je dobio bilo koji mjera bogatstva?" Rekao je, "doista, Allah ga je odabrao nad vama i povećao ga obilno znanje i stasa. A Allah daje njegov suverenitet kome hoće. I Allah je sveobuhvatni [u korist] i znajući."
lt: Ir jų pranašas pasakė jiems, "iš tiesų, Dievas atsiuntė jums saulė kaip karalius." Jie sakė: "Kaip gali jis turi Karalystė mums o mes labiau tinkamas Karalystė nei jam ir jis nebuvo suteikta jokių priemonių turto?" Jis pasakė: "iš tiesų, Dievas pasirinko jį virš tavęs ir išaugo jį gausiai žinių ir ūgio. Ir Dievas suteikia savo suverenitetą, kuriems jis testamentų. Ir Dievas yra visa apimanti [malonės] – ir žinios."
lv: Un viņu pravietis teica, ka, "Protams, Allah ir nosūtījusi jums kā karalis Sauls." Viņi teica: "Kā var viņš ir valdīšana pār mums, kamēr mēs ir vairāk vērta nekā viņa valdīšana un viņš nav piešķirts jebkurš pasākums bagātības?" Viņš teica: "patiešām, Allah ir izvēlējusies viņu pār jums un ir palielinājies viņu bagātīgi zināšanās un auguma. Un Allah dod savu suverenitāti, kam viņš vēlas. Un Allah ir visaptverošs [par labu] un zinot".
nb: Og deres profeten sa, "faktisk Allah har sendt deg Saul som en konge. De sa: "Hvordan kan han har konge over oss mens vi er mer verdig til kingship enn ham og han har ikke fått noen mål på velstand?" Han sa, "faktisk Allah har utvalgt ham over deg og har økt ham helt i kunnskap og vekst. Og Allah gir sin suverenitet som han wills. Og Allah er altomfattende [i favør] og kjenne.
sk: A ich prorok povedal, "Vskutku, Boh poslal Saul ako kráľ." Oni povedali: "Ako môže mať nebeské nad nami sme viac hoden nebeské než on a on nebol uvedený akýkoľvek meradlom bohatstva?" On povedal: "naozaj Alah vybrala ho nad vami a zvýšila ho hojne poznatkov a postavy. A Boh dáva svoju suverenitu, komu on chce. A Boh je všetci-zahŕňať [v prospech] a vedomím."
sl: In njihovega prerok rekel, "res, Allah je poslal vam Saul kot kralj." So rekli, "Kako lahko ima kraljestvo nad nas medtem ko smo več vreden kraljestvo od njega in on ni bila dana koli merilo bogastva?" Je rekel, "res, Alah mu je izbran nad vami in povečala ga obilno v znanje in postave. Ter Allah daje svojo suverenost, komu je oporok. Ter Allah je vseobsegajoč [v korist] in poznavanje"
sr_cyrl: И њихов пророк је рекао да је за њих, "заиста, Аллах је послао да Саул као краљ." Рекли су, "Како је имати краљевање над нама док смо је вредније од краљевање од њега, а он не добије било коју меру богатства?" Он је рекао, "заиста, Аллах га је одабрао над вама и повећао га јасно ставила до знања и угледа. А Аллах даје његов суверенитет коме је воља. А Аллах је свеобухватајућег [у корист] и знајужи."
sr_latn: I njihov prorok je rekao da je za njih, "zaista, Allah je poslao da Saul kao kralj." Rekli su, "Kako je imati kraljevanje nad nama dok smo je vrednije od kraljevanje od njega, a on ne dobije bilo koju meru bogatstva?" On je rekao, "zaista, Allah ga je odabrao nad vama i povećao ga jasno stavila do znanja i ugleda. A Allah daje njegov suverenitet kome je volja. A Allah je sveobuhvatajućeg [u korist] i znajuжi."
uk: І їх Пророк сказав їм: "дійсно, Аллах має послав до вас як король Саул." Вони сказали: "Як може він є царство над нами хоча ми більш гідний царство за ним, і він не надається будь-якими мірками багатства?" Він сказав: "дійсно, Аллах вибрав його над вами і знов зростає йому рясно знань і статусу. І Аллах дає свій суверенітет, яким він хоче. І Аллах все-яка охоплює [на користь] і знаючи."
vi: Và nhà tiên tri nói với họ, "thật vậy, Allah đã gửi đến bạn Sau-lơ là một vị vua." Họ nói, "Làm thế nào ông có thể ngôi trên chúng tôi trong khi chúng tôi có nhiều hơn xứng đáng thuận hơn anh ta và ông đã không được trao bất kỳ biện pháp của sự giàu có?" Ông nói: "thật vậy, Allah đã chọn anh ta vì anh và đã tăng lên anh ta dồi dào trong kiến thức và tầm cỡ. Và Allah cho chủ quyền của mình để người mà Ngài muốn. Và Allah là tất cả-bao gồm [trong lợi] và hiểu biết. "
zu: Futhi umprofethi wabo, wathi kubo: "Ngempela, Allah ngokuba athumele kuwe uSawule njengenkosi."

# Quran255
source: And their prophet said to them, "Indeed, a sign of his kingship is that the chest will come to you in which is assurance from your Lord and a remnant of what the family of Moses and the family of Aaron had left, carried by the angels. Indeed in that is a sign for you, if you are believers."
ca: I seu profeta va dir, "de fet, un signe de gran que ell és que el pit vindrà a tu que és garantia del seu Senyor i un romanent de què la família de Moses i la família d'Aaron havia deixat, per Àngels. Fet que és un senyal per a vostè, si sou creients."
cy: A dywedodd eu Proffwyd iddynt, "yn wir, yn arwydd o ei kingship yw y bydd y frest yn dod i chi y mae sicrwydd gan eich Arglwydd a goroesi o'r hyn y teulu o Moses a'r teulu Aaron wedi gadael, gan angylion. Yn wir yn hynny yn arwydd i chi, os ydych yn gredinwyr."
da: Og deres profet sagde til dem, "et tegn på hans kongedømme er, at brystet vil komme til dig som er forsikring fra din herre og en rest af hvad familien af Moses og Aron-serien havde forladt, båret af engle. Faktisk er i, et tegn for dig, hvis du er troende."
el: Και ο προφήτης τους είπε σε τους, "πράγματι, ένα σημάδι της Βασιλείας του είναι ότι το στήθος θα έρθει σε σας με τον οποίο είναι διαβεβαίωση από το Λόρδο και ένα υπόλοιπο από ό, τι η οικογένεια του Moses και την οικογένεια του Ααρών είχε απομείνει, μεταφέρονται από τους αγγέλους. Πράγματι σε αυτό είναι ένα σημάδι για σας, αν είστε πιστοί.»
et: Ja nende prohvet ütles neile, "märk tema kingship on tõepoolest rinnus tulevad sulle kus on oma Issanda ja mida Moses pere ja Aaron pere lahkus, jäänuk kinnitava mida inglid. Tõepoolest see on märk teie jaoks, kui te olete usklikud."
fi: Ja profeettansa sanoi heille, "merkki kuninkuutensa onkin että rinnassa tulee luoksesi, jossa on vakuuttaa teidän Herranne ja jäänne mitä perhe Moses ja Aaron perhe oli jäljellä, enkelit. Todellakin, että on merkki sinulle, jos olet uskovat."
he: הנביא שלהם אמר להם, "אכן, סימן של מלכות שלו הוא כי התיבה יבוא אליך שבו הוא הבטחת אדונך, שריד של מה המשפחה של Moses והמשפחה של אהרון עזב, נישא על ידי המלאכים. אכן זה הוא סימן בשבילך, אם אתם מאמינים."
hr: I njihov prorok rekao je, "doista, znak njegova kraljevanja da kovčeg će doći k vama u kojima je sigurnost od tvoj gospodar i ostatak što obitelj Moses i obitelj Aaron otišli, od strane anđela. Zaista u tome je znak za vas, ako ste vjernici."
lt: Ir jų pranašas pasakė jiems, "iš tiesų, jo Karalystė ženklas yra kad krūtinės ateis pas tave, kurioje yra draudimo nuo jūsų Viešpats ir liekana kas Moses šeimos ir Aaron šeima paliko, tenka angelai. Iš tiesų, kad yra ženklas jums, jei esate tikintieji."
lv: Un viņu pravietis teica, "patiešām, liecina par viņa valdīšana ir krūtīs nāks pie jums, kur ir pārliecība no savu kungu un paliekas no ko Moses ģimenes un Aaron ģimenes bija aizgājuši, pārnēsā eņģeļi. Patiešām, kas ir zīme, ja esat ticīgie."
nb: Og deres profeten sa, "et tegn på hans er faktisk at brystet kommer til deg som er forsikring fra deres Herre og en rest av hva familien av Moses og Arons familie hadde forlatt, båret av engler. Som er faktisk et tegn for deg, hvis du er troende."
sk: A ich prorok povedal, "skutočne znamením jeho majestát je že Truhlica príde k vám v ktorom je záruka od vášho pána a zvyšok čo rodiny Moses a Aaron nechal, anjeli. Naozaj v tom, že je znamenie pre vás, ak ste veriaci."
sl: In njihovega prerok rekel, "res, znak njegovo kraljestvo je da prsih pridejo do vas, v kateri je zagotovilo iz svojega Gospoda in ostanek kaj družina Moses in družino Aaron zapustili, ki jih angeli. Res da je znak za vas, če ste verniki. "
sr_cyrl: И њихов пророк је рекао да је за њих, "заиста, знак његово краљевање је да груди ће доћи да те у којој је гаранције од свога господара и остатак шта породице Мосес и породица од Аарон је остало, ношена анђелима. Заиста у то је знак за вас, ако сте ви верници."
sr_latn: I njihov prorok je rekao da je za njih, "zaista, znak njegovo kraljevanje je da grudi će doći da te u kojoj je garancije od svoga gospodara i ostatak šta porodice Moses i porodica od Aaron je ostalo, nošena anđelima. Zaista u to je znak za vas, ako ste vi vernici."
uk: І їх Пророк сказав їм: "дійсно, ознака його царство є що груди прийде до вас, в якому є гарантією від ваш Господь і те, що сім'я Moses і сім'ї Аарон покинули, перевозяться ангели. Дійсно в тому, що є ознакою для вас, якщо ви віруючі."
vi: Và nhà tiên tri nói với họ, "thật vậy, một dấu hiệu của Vương quyền của mình là ngực sẽ đến với bạn trong đó là đảm bảo từ Chúa của bạn và một dấu tích của những gì gia đình của Moses và gia đình của Aaron đã rời, được thực hiện bởi các thiên thần. Quả thật đó là một dấu hiệu cho bạn, nếu bạn là tín hữu."
zu: Futhi umprofethi wabo, wathi kubo: "Ngempela, komba akhe kingship is ukuthi leli bhokisi uyoza kuwe lapho kuba isiqinisekiso kho Lord futhi insali ngalokho babeshiye umndeni kaMose nasemehlweni enhlangano indlu ka-Aroni, eyalo
