Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran494
source: O mankind, fear your Lord, who created you from one soul and created from it its mate and dispersed from both of them many men and women. And fear Allah, through whom you ask one another, and the wombs. Indeed Allah is ever, over you, an Observer.
ca: O la humanitat, por el seu Senyor, que t'ha creat d'una ànima i creat d'ell seu cònjuge i es dispersaren des dos d'ells molts homes i dones. I la por d'Allah, a través de qui vostè pregunta un altre i les matrius. De fet Allah mai, és sobre vostè, un observador.
cy: O dynolryw, yn ofni eich Arglwydd, sy'n creu eich enaid un a creu ohoni ei ffrind a gwasgaredig o ddau ohonynt lawer o ddynion a menywod. Ac ofn Allah, trwy bwy y mae ei ofyn un arall, ac y wombs. Yn wir erioed, yw Allah dros chi, sylwedydd.
da: O menneskeheden, frygter Herren, som har skabt jer fra én sjæl og oprettet fra det sin makker og spredt fra dem mange mænd og kvinder begge. Og frygt Allah, gennem hvem du spørger hinanden, og skød. Allah er faktisk nogensinde, over dig, observatør.
el: O ανθρωπότητα, ο φόβος σας Λόρδος, που δημιουργήθηκε από μία ψυχή σας και δημιουργήθηκε από το σύντροφό της και διάσπαρτες από δύο από τους πολλούς άνδρες και γυναίκες. Και ο φόβος Αλλάχ, μέσα από τους οποίους μπορείτε να ζητήσετε ένα άλλο, και οι μήτρες. Πράγματι, Αλλάχ είναι ποτέ, από πάνω σου, παρατηρητής.
et: O inimkonnale, kardavad oma Issanda, kes lõi te ühe hinge ja loodud loendiveerud oma mate ja hajutatud mõlemas neist paljud mehed ja naised. Ja hirmu Jumal, kellele te küsite üksteist ja on emaka kaudu. Tõepoolest Jumal on kunagi, sul vaatleja.
fi: O ihmiskunta pelkää herra, joka loi sinut yksi sielu ja luoda siitä sen mate ja hajallaan molemmista monet miehet ja naiset. Ja pelätkää Allahia, kautta joille sinä kysyä toisiaan ja kohtuihin. Jumala nimittäin koskaan teidän tarkkailija.
he:  האנושות, פחד אדונך, מי שנוצרו אתה נשמה אחת, נוצרו ממנה את בת זוגו, התפזרו מצד שניהם גברים ונשים רבים. ופחד, אללה, באמצעות אה. אחד אחר, של רחמים. אכן אללה הוא אי פעם, עלייך, צופה.
hr: O ljudima, boj se gospodina, koji vas stvorio iz jedne duše i od njega napravila svoju partnericu i raspršenih iz oba su mnogi muškarci i žene. I boji Allaha kroz koga pitaš jedan drugoga, i utrobu. Zaista Allah, vas je promatrač.
lt: O žmonijai, bijo jūsų Viešpats, kuris sukūrė jus iš vienos sielos ir sukurtas jis jos mate ir išskirstytos abu jie daug vyrų ir moterų. Ir bijoti Dievo, per kam jūs paprašykite vienas su kitu, ir su įsčiose. Iš tiesų Dievas yra kada nors, per jus, stebėtojas.
lv: O, cilvēce baidās savu kungu, kas radīja jūs no viena dvēsele un izveidotas no tā savas sievas un izkliedētas no abiem daudziem vīriešiem un sievietēm. Un bailes Allah, caur kuriem jautājat viens otru un atteikties. Patiešām Allah ir kādreiz, pār kuru novērotājs.
nb: O menneskeheten, frykte Herren, som skapte deg fra en sjel og opprettet fra det kompis og spres fra begge mange menn og kvinner. Og frykt Allah, gjennom hvem du spør hverandre og wombs. Døyve er faktisk noensinne, over deg, observatør.
sk: O ľudstvo, a strach, svojho pána, ktorý vás stvoril z jednej duše a vytvoril z neho jeho kamarát a rozptýlené z oboch z nich mnoho mužov a žien. A strach, Alah, cez koho sa spýtate navzájom a lona. Naozaj Alah vôbec, je nad vami, pozorovateľ.
sl: O človeštva, strah svojega Gospoda, ki si ustvaril iz ene duše in ustvaril iz njega svoje prijateljice in glede oba veliko moških in žensk. In strah Allah, prek koga vprašaš, drug drugega, in v wombs. Dejansko Allah je koli, nad vami, opazovalec.
sr_cyrl: О људски род, бојим се твог Господа, који те створила од једне душу и креирану кресте и удаљене од обе многих мушкараца и жена. И страх Алаха, кроз кога позвати једно другом, и утробе. Заиста Аллах је икада, над тобом, посматрач.
sr_latn: O ljudski rod, bojim se tvog Gospoda, koji te stvorila od jedne dušu i kreiranu kreste i udaljene od obe mnogih muškaraca i žena. I strah Alaha, kroz koga pozvati jedno drugom, i utrobe. Zaista Allah je ikada, nad tobom, posmatrač.
uk: O людства, страх Господь ваш, хто створив вас від одного душі і створений з його свою другу половинку і розійшлися з обох з них багато чоловіків і жінок. І боюся Аллаха, через кого ви запитуєте, один одного та утроби. Дійсно Аллах коли-небудь, над вами, спостерігач.
vi: O nhân loại, lo sợ của Chúa, những người tạo ra bạn từ một linh hồn và tạo ra từ nó bạn đời của mình và phân tán từ cả hai người trong số họ nhiều đàn ông và phụ nữ. Và sợ Allah, thông qua người mà bạn yêu cầu một khác, và các wombs. Thật vậy Allah là bao giờ hết, vì anh, một người quan sát.
zu: O isintu, yesabe kho Lord qamba you umphefumulo owodwa futhi wadala abashade yayo futhi bahlakazeka besuka bobabili amadoda nabesifazane abaningi.

# Quran495
source: And give to the orphans their properties and do not substitute the defective [of your own] for the good [of theirs]. And do not consume their properties into your own. Indeed, that is ever a great sin.
ca: I donar als orfes les seves propietats i no substituir el defectuós [de la] per al bé [d'ells]. I no consumir les seves propietats en el seu propi. De fet, que és sempre un gran pecat.
cy: A rhoi i plant amddifad eu heiddo a nid oes rhodder y diffygiol [o eich hunain] er lles [nhw]. Ac nad ydynt yn yfed eu heiddo i eich hun. Yn wir, dyna erioed yn bechod mawr.
da: Og give til forældreløse deres egenskaber og ikke erstatte defekte [af din egen] for gode [deres]. Og ikke forbruger deres egenskaber til din egen. Der er faktisk stadig en stor synd.
el: Και να δώσει να τα ορφανά τους ιδιότητες και δεν υποκαθιστούν το ελαττωματικό [της δικής σας] για το καλό [από τα δικά τους]. Και δεν καταναλώνουν τις ιδιότητές τους σε δικό σας. Πράγματι, αυτό είναι πάντα μια μεγάλη αμαρτία.
et: Ja anda orbude nende omadusi ja asendab puudusega [kohta teie enda] hea [nende]. Ja tarbivad nende omadusi arvesse oma. Tõepoolest, mis on kunagi suur patt.
fi: Ja antaa orpojen ominaisuuksiensa ja Älä vaihda viallinen [kohtaan] hyväksi [heidän]. Ja eivät kuluta niiden ominaisuuksia omaan. On aina suuri synti.
he: תנו ליתומים את המאפיינים שלהם, לא להחליף את הפגום [משלך] לטובת [שלהם]. לא צורכים המאפיינים שלהם לתוך משלך. אכן, זה חטא גדול.
hr: I daj se sramiti njihova svojstva i može zamijeniti neispravan [od vlastitih] za dobrobit [njihov]. I ne troše svoju imovinu u svoje vlastite. Doista, to je uvijek veliki grijeh.
lt: Ir duoti našlaičiams jų savybės ir negalima pakeisti sugedusius [iš savo] labui [jiems]. Ir nevartoja savo savybes į savo. Iš tiesų, tai kada nors didelę nuodėmę.
lv: Un dot savus rekvizītus bāreņiem un nevar aizstāt bojāto [no sava] par labu [savas]. Un ne patērēt to rekvizītus uz savu. Patiešām, kas ir kādreiz liels grēks.
nb: Og gir foreldreløse deres egenskaper og ikke erstatte defekte [av din egen] for godt [av deres]. Og ikke så egenskapene til din egen. Faktisk er det alltid en stor synd.
sk: Aby siroty, ich vlastnosti a nie nahrádzať chybné [vlastné] v prospech [ich]. A konzumovať ich vlastnosti do svojej vlastnej. Samozrejme, že je stále veľký hriech.
sl: In da sirote, njihove lastnosti in ne predstavljajo zamenjave dotrajanega [od svojih] za dobro [njihovo]. In ne porabijo svoje lastnosti v svoje. Res, da je vedno velik greh.
sr_cyrl: И дати Орпханси њихова својства, а не за замену неисправном [својих] за добробит [њихов]. И није потрошена њихова својства у твоју главу. Заиста , то је велики грех.
sr_latn: I dati Orphansi njihova svojstva, a ne za zamenu neispravnom [svojih] za dobrobit [njihov]. I nije potrošena njihova svojstva u tvoju glavu. Zaista, to je veliki greh.
uk: І дати дітям-сиротам їх властивості та не замінює несправний [з ваших] на благо [їх]. І не споживають їх властивостей у свій власний. Більш того, це коли-небудь великий гріх.
vi: Và cung cấp cho trẻ mồ côi tài sản của họ và không thay thế khiếm khuyết [của mình] cho tốt [của họ]. Và tiêu thụ tài sản của họ vào của riêng bạn. Thật vậy, có bao giờ là một tội lỗi lớn.
zu: Uphe izintandane izakhiwo zabo futhi musa shintsha aphundlekile [kwezakho] ngokuba okuhle [sabo].

# Quran496
source: And if you fear that you will not deal justly with the orphan girls, then marry those that please you of [other] women, two or three or four. But if you fear that you will not be just, then [marry only] one or those your right hand possesses. That is more suitable that you may not incline [to injustice].
ca: I si té por que vostè no tractar justament amb les noies òrfenes, després casar-se als que gaudeixis de [altres] dones, dues o tres o quatre. Però si té por que vostè es no serà igual, llavors [casar-se amb només] un o aquelles posseeix la mà dreta. Que és més adequat que vostè no pot inclinem [a injustícia].
cy: Ac os ydych yn poeni y byddwch nid yn ymdrin gyfiawn â merched amddifad, yna briodi rhai sy'n eich plesio chi o fenywod [arall], dau neu dri neu bedwar. Ond os ydych yn poeni bod chi fydd nid yn unig, yna [briodi yn unig] un neu hynny mae meddu ar eich llaw dde. Mae hynny'n fwy addas fel y gall eich inclein nid [i anghyfiawnder].
da: Og hvis du er bange for, at du ikke vil handle retfærdigt med de forældreløse piger, derefter gifte dem, bedes du [andre] kvinder, to eller tre eller fire. Men hvis du er bange for, at du ikke vil være lige så [gifte kun] en eller disse din højre hånd besidder. Det er mere passende, at du ikke kan bøje [til uretfærdighed].
el: Και αν φοβάστε ότι δεν θα ασχολείστε δίκαια με τα ορφανά κορίτσια, στη συνέχεια εκείνους που παρακαλώ εσείς του [άλλες] γυναίκες, δύο ή τρεις ή τέσσερεις παντρευτεί. Αλλά αν ο φόβος ότι δεν θα είναι απλά, τότε [παντρευτεί μόνο] μία ή εκείνοι κατέχει το δεξί σας χέρι. Που είναι πιο κατάλληλη ότι σας δεν μπορεί να κλίση [στην αδικία].
et: Ja kui te kardate, et te ei tegele õigustatult omanikuta tüdrukud, siis abielluda neile, et palun sind [other] naised, kaks või kolm või neli. Kuid kui te kardate, et teid ei lihtsalt, seejärel [abielluda ainult] ühe või nende parema käega valdab. Mis on sobilikum, et teil võib kaldega, [et ebaõigluse].
fi: Ja jos pelkäät, että sinulla ei käsitellä oikeudenmukaisesti lapseneläkkeen tyttöjä, sitten naimisiin ne, jotka sinua [other] naisten: kaksi tai kolme tai neljä. Mutta jos pelkäät että voit ole vain, sitten [naimisiin vain] yksi tai näiden oikea kätesi on. Joka soveltuu paremmin, voi huomioi [to epäoikeudenmukaisuutta].
he: אם אתה חושש כי אתה לא יעסוק בצדק יתומות, ואז להתחתן עם אלה את זה בבקשה מכם [השני] נשים, שניים או שלושה או ארבעה. אבל אם אתה מפחד. כי אתה לא רק אז [להתחתן רק] אחד או את יד ימין ברשותה. . זה מתאים יותר. אתה לא עשוי בשיפוע [להגיב לאי-צדק].
hr: I ako se bojiš da ti neće baviti pravom siroče djevojke, onda se Udaj za one koje vam [druge] žene, dva ili tri ili četiri. Ali ako se bojiš da ti bude samo, tada [oženiti samo] jedan ili one desnom rukom posjeduje. To je više prikladan da ti možda ne prikloniti [nepravde].
lt: Ir jei bijote, kad jums bus ne spręsti teisingai laičių mergaičių, tada tas, kad prašome jus [kitos šalys] moterų, du ar trys ar keturi tuoktis. Bet jei bijote, kad jums bus ne tik, tada [tuoktis tik] vieną ar šių savo dešinę ranką turi. Tai labiau tinka, kad jūs ne gali palenkti [į neteisybę].
lv: Un ja baidāties, ka jūs nerunās trāpīgi sastopamu meitenes, tad tiem, kas iepriecina ar [citiem] sievietes, divi vai trīs, vai četras precēties. Bet, ja jums ir bailes, ka jums nevar būt vienkārši, tad [precēties tikai] vienu vai tiem piemīt savu labo roku. Tā ir vairāk piemērota, ka jums nav slīpums [lai netaisnību].
nb: Og hvis du frykter at du ikke vil ta rette med de foreldreløse jentene, så gifte seg som du [andre] kvinner, to eller tre eller fire. Men hvis du frykter at du ikke vil være like, da [gifte bare] en eller de høyre hånd besitter. Det er mer egnet at du ikke kanskje skråning [å urettferdighet].
sk: A ak máte strach, že sa nebude zaoberať spravodlivo osirelých dievčat, potom vziať tie, ktoré potešia [Ostatné] ženy, dve alebo tri alebo štyri. Ale ak máte strach, že vám bude nie len, potom [vziať len] jedno alebo tieto má pravú ruku. To je vhodnejšie, že ste možno nie sklon [bezprávie].
sl: In če vas je strah, da vam ne bo obravnavalo upravičeno sirote deklice, nato tiste, ki vas [druge] ženske, dve ali tri ali štiri poročiti. Ampak če se bojiš, da vam bo ne samo, potem [poročiti le] eno ali tiste ima desno roko. To je bolj primeren, da boste lahko ne naklon [krivice].
sr_cyrl: И ако те страх да ти неће бавити праведно сирочићи девојке, онда се Удај за оне које ти [друге] жене, два или три или цетири. Али ако те страх да те ће не само бити, тада [венчати само једну или оне поседује је десном руком. То је погодније да ти можда не нагиње [неправде].
sr_latn: I ako te strah da ti neće baviti pravedno siročići devojke, onda se Udaj za one koje ti [druge] žene, dva ili tri ili cetiri. Ali ako te strah da te će ne samo biti, tada [venčati samo jednu ili one poseduje je desnom rukom. To je pogodnije da ti možda ne naginje [nepravde].
uk: І якщо ви боїтеся, що вас не буду торкатися справедливо Сирота дівчаток, потім одружитися на ті, які порадують вас з [іншого] жінок, два або три або чотири. Але якщо ви боїтеся, що вас буде не просто бути, а потім [одружуватися лише] один або тих володіє праву руку. Це більше підходить, що ви можете не схильні [несправедливість].
vi: Và nếu bạn lo sợ rằng bạn sẽ không phải đối phó justly với các cô gái trẻ mồ côi, sau đó kết hôn với những người mà vui lòng bạn của phụ nữ [khác], hai hoặc ba hoặc bốn. Nhưng nếu bạn lo sợ rằng bạn sẽ không thể chỉ, sau đó [cưới chỉ] một hoặc những tay phải của bạn sở hữu. Đó là phù hợp hơn mà bạn có thể không nghiêng [bất công].
zu: Kanti uma usaba ukuthi ngeke ukubhekana ngobulungisa amantombazane uyintandane, eshada lezo ukujabulisa wena of [ezinye] besifazane, ababili noma abathathu noma abane.

# Quran497
source: And give the women [upon marriage] their [bridal] gifts graciously. But if they give up willingly to you anything of it, then take it in satisfaction and ease.
ca: I donar les dones [en matrimoni] seus regals [nupcial] amablement. Però si que renunciar voluntàriament a tu res d'això, llavors prengui en satisfacció i tranquil·litat.
cy: A roi y menywod [ar briodas] eu rhoddion [ceffylau] mor garedig. Ond os y maent yn rhoi o'u gwirfodd i chi unrhyw beth ohono, yna yn cymryd boddhad a hwylustod.
da: Og give kvinder [ved ægteskab] deres [brude] gaver nådigt. Men hvis de opgive villigt til dig noget af det, derefter tage det i tilfredshed og lethed.
el: Και να δώσει τις γυναίκες [κατόπιν γάμου] [Νυφική] τα δώρα τους ευγενικά. Αλλά αν τα παρατάνε πρόθυμα να σας από αυτόν, τότε πάρτε το με ικανοποίηση και ευκολία.
et: Ja anda naistele [pärast abielu] [Pruutpaari] kingitused lahkelt. Aga kui nad loobuvad vabatahtlikult teile midagi, siis võta see rahulolu ja lihtsus.
fi: Ja naiset [kun avioliitto] [Gay] lahjoja ystävällisesti. Mutta jos he luopuvat vapaaehtoisesti sinulle mitään, sitten ottaa sen tyytyväisenä ja helposti.
he: ולתת הנשים [על נישואין] המתנות [כלה] באדיבות. אבל אם הם מוותרים מרצון לך על זה, ואז לקחת אותו סיפוק וקלות.
hr: I Dajte ženama [na brak] [za mladence] darovitosti milostivo. Ali ako oni odustanu rado ti ništa od toga, onda se u zadovoljstvo i udobnost.
lt: Ir suteikti moterims [po santuokos] jų [jaunavedžių] dovanos mielai. Bet jei jie mesti noriai jums nieko, tada pasiimti pasitenkinimą ir lengvai.
lv: Un dotu iespēju sievietēm [pēc laulībām] to [kāzu] dāvanas laipni. Bet ja viņi atdot labprāt jums kaut ko, tad ņemt to apmierinātību un vieglumu.
nb: Og gi kvinner [på ekteskap] deres [brude] gaver allernådigst. Men hvis de gi villig til deg noe, så ta den i tilfredshet og letthet.
sk: A dať ženám [na manželstvo] [Svadobný] dary milostivo. Ale ak sa vzdať ochotne vám nič, potom si ju v spokojnosti a pohode.
sl: In da ženske [pri sklenitvi zakonske zveze] svoje darove [poročne] milostno. Vendar če so hote vam nič od tega, nato ga vzemite v zadovoljstvo in enostavnost.
sr_cyrl: И дајте женама [на брак] [свадбени] поклоне љубазно. Али ако су добровољно вам дати ништа од тога, онда узми задовољства и лакоће.
sr_latn: I dajte ženama [na brak] [svadbeni] poklone ljubazno. Ali ako su dobrovoljno vam dati ništa od toga, onda uzmi zadovoljstva i lakoće.
uk: І дати жінкам [після шлюбу] їх [люкс для] подарунки люб'язно. Але якщо вони віддають охоче вам що-небудь про нього, тоді бери в задоволення і легкість.
vi: Và cung cấp cho phụ nữ [sau khi kết hôn] [bridal] Quà tặng của họ từ bi. Nhưng nếu họ cung cấp cho sẵn sàng cho bạn bất cứ điều gì về nó, sau đó mang nó trong sự hài lòng và thoải mái.
zu: Futhi ukunikeza abesifazane [phezu umshado] [Bridal] izipho zabo ngomusa.

# Quran498
source: And do not give the weak-minded your property, which Allah has made a means of sustenance for you, but provide for them with it and clothe them and speak to them words of appropriate kindness.
ca: I no donar la feble la seva propietat, que Allah ha fet un mitjà de suport per a vostè, però proporcionen per ells i vestir-los i parlar amb ells paraules de bondat apropiat.
cy: A gwneud nid rhoi y gwan eich eiddo, sy'n Allah wedi gwneud ffordd o chynnal i chi, ond darparu ar eu cyfer a sydyn iawn a siarad â geiriau eu caredigrwydd priodol.
da: Og ikke give de gives din ejendom, som Allah har lavet et middel til næring til dig, men give for dem med det og iklæde dem og tale med dem ord af passende venlighed.
el: Και δεν δίνουν το αδύναμο μυαλό σας ιδιοκτησία, η οποία Αλλάχ έχει κάνει μια μέσα του μέσου συντήρησης για σας, αλλά τους προσφέρουμε με αυτό και τους ντύσει και μιλήσετε με τους όρους της καλοσύνης κατάλληλα.
et: Ja ära anda ning Heikkomielinen oma vara, mille Jumal on teinud ülalpidamine tähendab see teile, kuid pakkuda neile seda ja riided neile ja rääkida neile sõnad asjakohane lahkust.
fi: Ja älä antaa heikkoluonteisten omaisuuttasi, jonka Jumala on tehnyt keino ravintoa, mutta tarjota heille sen kanssa ja vaatettaa heidät ja puhua niitä sanoja asianmukaiset ystävällisyydestä.
he: לא לתת חלושי הדעת את הנכס שלך, אשר אללה גרם אמצעי מזון בשבילך, אבל להעניק להם עם זה, לכסותם ו לדבר מילים להם חסד המתאים.
hr: I ne dati one slabe volje vaše imovine, koji Allah ima sredstva za uzdržavanje za vas, ali im pružiti i Ted i govoriti da ih riječi odgovarajuće dobrote.
lt: Ir negalima duoti, Gωupawy savo turtą, kurį Dievas padarė maistingumas priemonė jums, bet suteikti jiems su juo ir juos aprengti ir kalbėti jiems žodžius reikia gerumo.
lv: Un nav vājprātīgs dot savu īpašumu, kuru iztikas līdzekļi ir veikusi Allah, bet nodrošināt viņus ar to ietērpt tos un runāt ar viņiem piemērotu labestīgas laipnības vārdiem.
nb: Og ikke gi det svak-minded din eiendom, som Gud har gjort et middel til livsopphold for deg, men gir dem med det og kle dem og snakke med dem ord riktig godhet.
sk: A nie dať slabý vašej nehnuteľnosti, ktoré Alah predložená prostriedkom obživy, ale poskytnúť im to a obliekli ich a hovoriť s nimi slová vhodné milosrdenstva.
sl: In ne da je Omahljiv vaše nepremičnine, ki Allah je sredstvo za preživljanje za vas, ampak zagotoviti zanje z njim in obleko jim in govorijo, da jih besede ustrezno prijaznost.
sr_cyrl: И не дај малоумне твоју имовину, која је Аллах је уложила средства за егзистенцију за тебе, али им пружити и понићавамо и разговарам са њима речи одговарајуће доброте.
sr_latn: I ne daj maloumne tvoju imovinu, koja je Allah je uložila sredstva za egzistenciju za tebe, ali im pružiti i poniћavamo i razgovaram sa njima reči odgovarajuće dobrote.
uk: І не дати на недоумкуватих вашого майна, яке Аллах зроблено засобів до існування для вас, але їм дають з ним і одягати їх і говорити до них слів відповідну доброти.
vi: Và không cung cấp cho các weak-minded bất động sản của bạn, Allah đã thực hiện một phương tiện để đồ ăn cho bạn, nhưng cung cấp cho họ với nó và Hôp quần áo họ và nói chuyện với họ từ thích hợp lòng tốt.
zu: Futhi ungayeki ababuthakathaka-minded impahla yakho, Allah wenza izindlela ukondliwa ngawe, kodwa hlinzeka for them nalo sakwembathisa ukhulume amazwi umusa ezifanele.
