Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran417
source: [Remember] when you said to the believers, "Is it not sufficient for you that your Lord should reinforce you with three thousand angels sent down?
ca: [Recordar] Quan va dir als creients, "és que no és suficient per a vostè que el seu Senyor li hauria reforçar amb tres mil àngels enviats?
cy: [Cofiwch] pan ddywedasoch i y credinwyr, "ai nid yw'n ddigonol i chi a dylai eich Arglwydd yn atgyfnerthu eich gyda'r angylion tair mil a anfonwyd i lawr?
da: [Husk] Da du sagde, at troende, "er det ikke nok for dig, at din herre bør styrke du med tre tusinde engle sendt ned?
el: [Θυμηθείτε] όταν είπατε πιστών, «είναι δεν επαρκεί για εσάς που σας Λόρδος σας θα πρέπει να ενισχύσουν με τρεις χιλιάδες άγγελοι, έστειλε κάτω;
et: [Meeles] kui usklikud ütles "ei see ei ole piisavalt teile, et teie Issand tuleks tugevdada te kolm tuhat inglid saatnud oma?
fi: [Muistaa] kun sanoit uskoville, "ei se riitä teille, että teidän Herranne olisi vahvistettava kolmetuhatta enkelit lähettänyt?
he: [זוכר] כאשר אמרת למאמינים, "זה לא מספיק בשבילך. אדונך. צריך לחזק לך עם שלושת אלפים מלאכים שלחו למטה?
hr: Zapamtite kada si rekao da vjernici, "je li dovoljno da tvoj gospodar treba pojačati s tri tisuće anđela poslao?
lt: [Prisiminti], kai jums sako, kad tikintieji, "ar tai nėra pakankamai jums, kad jūsų Viešpats turėtų stiprinti jums su trijų tūkstančių angelai zeslal?
lv: [Atceros], kad jūs teicāt, lai ticīgie, "tas nav pietiekami, jums, ka jūsu Kungs jums jāstiprina ar trim tūkstošiem eņģeļu nosūtīts uz leju?
nb: [Husk] når du sa til troende, er det ikke tilstrekkelig som din Herre bør forsterke du med tre tusen engler sendt ned?
sk: [Nezabudnite], keď ste povedal, veriaci, "je to nestačí pre vás, že váš pán vám by mali posilniť s tritisíc anjeli zoslal?
sl: [Ne pozabite] Ko si rekel, da verniki, "to ni dovolj za vas, da vaš gospod si mora okrepiti s tri tisoč angele poslal?
sr_cyrl: Запамти кад си рекао да верници, "је ли нису довољни за то треба да ти твој господар појачати са три хиљаде анђели послао?
sr_latn: Zapamti kad si rekao da vernici, "je li nisu dovoljni za to treba da ti tvoj gospodar pojačati sa tri hiljade anđeli poslao?
uk: [Пам'ятати], коли ви сказали, віруючими, "це не достатньо для вас, що ваш Господь має підсилити з трьох тисяч ангелів, посланим?
vi: [Nhớ] khi bạn nói những người tin Chúa, "là nó không đủ cho bạn rằng Chúa của bạn nên tăng cường cho bạn ba ngàn thiên thần được gửi xuống?
zu: [Khumbula], lapho uthi emakholweni, "Akungenxa yini okwanele wena lowo kho Lord kufanele kugxilise wena nge gelosi sa phansi?

# Quran418
source: Yes, if you remain patient and conscious of Allah and the enemy come upon you [attacking] in rage, your Lord will reinforce you with five thousand angels having marks [of distinction]
ca: Sí, si vostè sent pacient i conscient d'Allah i l'enemic vindran [atacant] de ràbia, el seu Senyor reforçarà amb cinc mil àngels tenir marques [de distinció]
cy: Ie, os ydych yn parhau i fod yn amyneddgar ac yn ymwybodol o'r Allah a bod y gelyn yn dod i chi ymosod yn [ar] mewn dicter, bydd eich Arglwydd yn atgyfnerthu'r chi gyda'r angylion bum mil yn cael marciau [o'r gwahaniaeth]
da: Ja, hvis du være tålmodig og bevidst om Allah og fjenden komme over jer [angreb] i raseri, jeres Herre vil styrke dig med fem tusinde engle har mærker [af skelnen]
el: Ναι, αν παραμένουν ασθενών και συνειδητή του Αλλάχ και τον εχθρό να έρθει επάνω σας [επίθεση] σε οργή, ο Κύριός σας θα ενισχύσει σας με πέντε χιλιάδες άγγελοι έχοντας σήματα [του διάκριση]
et: Jah, kui jääte patsientide ja Jumala teadvusel ja vaenlane tulnud teid [sõdalase] rage, oma Issanda tugevdavad te viis tuhat inglid võttes märkide [põhjal vahet]
fi: Kyllä, jos olet edelleen kärsivällinen ja tietoinen Allahin ja vihollinen päällenne [hyökkäys] raivoa, Herrasi vahvistavat voit viisituhatta enkelit ottaa eron] [jälkiä
he: . כן, אם אתה נשאר החולה ומודעת של אללה, האויב לבוא עליכם [לתקוף] זעם האל שלך יחזק אותך עם חמשת אלפים מלאכים יש סימני [ההבחנה]
hr: Da, ako ti ostanu strpljivi i svjesni Allaha i neprijatelj dolaziti na vas [napadaju] u bijes, Gospodar tvoj će pojačati te s pet tisuća anđela imaju oznake [razlike]
lt: Taip, jei jums likti kantrūs ir sąmoningas Dievo ir priešo nužengs ant tavęs [puola] į pyktis, jūsų Viešpats bus sustiprinti jums su penkių tūkstančių angelai turintys ženklus [, skirtumas]
lv: Jā, ja jūs joprojām pacietīgi un apzināties Allah un ienaidnieks nāk pār jums [uzbrūk] dusmās, savu kungu pastiprinās jūs ar pieciem tūkstošiem eņģeļiem, kam atzīmes [par atšķirību]
nb: Ja, hvis du fortsatt pasient og bevisst Allah og fienden komme over dere [angrep] i raseri, deres Herre vil forsterke du med fem tusen angels har merker [av utmerkelse]
sk: Áno, ak ste zostať trpezliví a vedomé Alaha a nepriateľ príde na vás [útok] zlosti, svojho pána posilní vás s päť tisíc anjelov so značkami [rozlíšenie]
sl: Ja, če vam ostane bolnik in zavestno Allah in sovražnik prišel [napad] v bes, svojega Gospoda okrepile boste s pet tisoč angeli imajo oznake [za razlikovanje]
sr_cyrl: Да, ако ти остану стрпљиви и при свести од Алаха, а непријатељ набасао на нападате [] у бесу, твој господар ће појачати те са пет хиљада анђели имају трагове [разлику]
sr_latn: Da, ako ti ostanu strpljivi i pri svesti od Alaha, a neprijatelj nabasao na napadate [] u besu, tvoj gospodar će pojačati te sa pet hiljada anđeli imaju tragove [razliku]
uk: Так, якщо ви залишаєтеся пацієнта і свідомої Аллаха, ворог приходять на вас [атакуючий] у гніві ваш Господь зміцнить вас з п'яти тисяч ангелів, маючи марок [відмінність]
vi: Vâng, nếu bạn vẫn còn bệnh nhân và ý thức của Allah, và kẻ thù đến khi bạn [tấn công] trong cơn thịnh nộ của Chúa sẽ củng cố bạn với 5.000 thiên thần có nhãn hiệu [của sự phân biệt]
zu: Yebo, uma nihlala nesineke futhi abazi Allah isitha esefikile phezu kwenu [ehlasela] ngokufutheka, iNkosi yenu iyakufika baqinise wena gelosi ezinhlanu kokuba emamaki [abanohlonze]

# Quran419
source: And Allah made it not except as [a sign of] good tidings for you and to reassure your hearts thereby. And victory is not except from Allah, the Exalted in Might, the Wise -
ca: I Allah va fer, no excepte com [un signe de] bona nova per a tu i d'avisar els seus cors així. I la victòria no és excepte des d'Allah, l'exaltat en forces, el savi-
cy: A gwnaeth Allah yn ddim heblaw fel [arwydd o] tidings da i chi ac i dawelu meddwl eich calonnau ac felly. Ac nid yw buddugoliaeth ac eithrio gan Allah, Exalted yn efallai, yn y doeth-
da: Og Allah gjorde det ikke undtagen som [tegn på] gode tidender for dig og at berolige din hjerter derved. Og sejr er ikke undtagelse fra Allah, ophøjede i magt, klogt-
el: Και Αλλάχ έκανε δεν εκτός από ως [ένδειξη] καλή είδηση για σας, και να καθησυχάσει τις καρδιές σας με αυτόν τον τρόπο. Και η νίκη δεν είναι εκτός από Αλλάχ, εξυψωμένη στην μπορούσε, του Σοφού-
et: Ja Jumal tegi seda mitte peale märgiks [] rõõmusõnumit teile ja teie südamed seeläbi rahustada. Ja võit ei ole, välja arvatud Jumalalt, ülendatud Might, tark-
fi: Ja Jumala teki ei paitsi [merkki] ilosanoman sinulle ja teidän sydämenne näin. Ja voitto ei ole paitsi Allah, Ylhäinen voisi Wise-
he: אללה גרם לו לא רק כסימן [של] בשורות טובות בשבילך וכדי להרגיע את הלב ובכך. הניצחון הוא לא חוץ מאללה, לרוממו באולי, החכם-
hr: I Allah je ne samo kao [] dobre vijesti za vas i umiriti srca a time. I pobjeda nije osim od Allaha, Exalted u moć, mudri-
lt: Ir Dievas padarė tai ne išskyrus kaip [pasirašyti] gera žinia jums ir įtikinti savo širdyse tokiu būdu. Ir pergalė nėra išskyrus nuo Dievo, Exalted, gali, Išminčius-
lv: Un Allah padarīja to nav, izņemot kā [zīmi] labas vēstis par jums un tādējādi nomierināt jūsu sirdis. Un uzvara nav izņemot no Allah, iespējams, Wise - izredzētais
nb: Og Allah gjorde det ikke unntatt som [et tegn på] godt budskap for deg og å forsikre deres hjerter og dermed. Og seier er ikke unntatt fra Allah, opphøyet i Might, Wise-
sk: A Boh to nie okrem [znak] dobrá zvesť a aby upokojil svoje srdcia tým. A víťazstvo nie je výnimkou z Alaha, postáv by, múdry-
sl: In Alah je ne razen [znak] dobrih novic za vas in s tem pomiriti svoje srce. In zmaga ni razen od Allah, Exalted v oblast, moder-
sr_cyrl: А Аллах је не осим као [знак] добре вести за тебе и да умири своја срца и тиме. И победа није осим од Алаха, Еxалтед у моћ, мудри-
sr_latn: A Allah je ne osim kao [znak] dobre vesti za tebe i da umiri svoja srca i time. I pobeda nije osim od Alaha, Exalted u moć, mudri-
uk: І Аллах зробив це не за винятком [на знак] добру новину, для вас і тим самим заспокоїти вашого серця. І перемоги не за винятком від Аллаха, Exalted в меча, мудрий-
vi: Và Allah đã làm cho nó không ngoại trừ như [một dấu hiệu của] tidings tốt cho bạn và để trấn an các trái tim của bạn từ đó. Và chiến thắng không phải là ngoại trừ từ Allah, Exalted, có thể, sự khôn ngoan-
zu: Futhi Allah fuduka it hhayi ngaphandle njengoba [kuwuphawu] izindaba ezinhle ngawe reassure izinhliziyo zenu ngaleyo ndlela.

# Quran420
source: That He might cut down a section of the disbelievers or suppress them so that they turn back disappointed.
ca: Que es podria reduir en una secció dels disbelievers o suprimir-los de manera que es tornen enrere decebuts.
cy: Efallai fod torri adran o y disbelievers neu guddio iddynt fel y byddant yn troi yn ôl yn siomedig.
da: At han kunne skære ned en del af vantro eller undertrykke dem, således at de vender tilbage skuffet.
el: Ότι μπορεί να περιορίσει σε ένα τμήμα της disbelievers ή καταστέλλουν τους ώστε να γυρίζουν πίσω και απογοητευμένη.
et: Et ta võiks kärpima osa nende uskottomille või neid alla suruda, nii et nad pöörduvad tagasi pettunud.
fi: Että hän voi leikata osa saa luovuttaa tai tukahduttaa ne niin, että he kääntyvät takaisin pettynyt.
he: כי הוא עשוי לצמצם את קטע disbelievers או לדכא אותם כך שהם פונים בחזרה מאוכזב.
hr: Da on može smanjiti dio je iskuse ili potiskuje ih tako da oni okrenuti leđa razočaran.
lt: Kad jis gali sumažinti į disbelievers skyrių arba slopinti jų, kad jie savo ruožtu atgal nusivylęs.
lv: Ka viņš varētu samazināt disbelievers sadaļu vai apspiest tos, lai tie savukārt atkal vīlies.
nb: Han kan kutte ned en del av troende eller undertrykke dem slik at de slår tilbake skuffet.
sk: Že by mohol znížiť časť neveriacim alebo potlačiť tak, že sa zase späť sklamaný.
sl: Da bi posekali del je disbelievers ali zatreti jih tako, da se obrnejo nazaj razočaran.
sr_cyrl: Да је он можда смањити део скептике или их потиснути, тако да се окрену назад разочаран.
sr_latn: Da je on možda smanjiti deo skeptike ili ih potisnuti, tako da se okrenu nazad razočaran.
uk: Те, що він може скоротити розділ на disbelievers із забороною їх так, щоб вони перетворити назад розчарований.
vi: Rằng ông có thể cắt giảm một phần các thì hoặc ngăn chặn họ để cho họ quay lại thất vọng.
zu: Lokho Angase bagawula ingxenye disbelievers wokushintsha noma wokufihla kubo ukuze baphenduke badumazeke.

# Quran421
source: Not for you, [O Muhammad, but for Allah], is the decision whether He should [cut them down] or forgive them or punish them, for indeed, they are wrongdoers.
ca: No per a vostè, [O Muhammad, però per a Allah], és la decisió si ha [reduir-los] o perdonar-los o de castigar-los, perquè de fet, són els malfactors.
cy: Nid i chi, [O Muhammad, ond i Allah], mae y benderfyniad a dylai fod [Torri i lawr] neu maddau iddynt neu cosbi, yn wir, eu bod yn tramgwyddo.
da: Ikke for dig, [O Muhammad, men for Allah], er beslutningen om, hvorvidt han bør [skære dem ned] eller tilgive dem eller straffe dem, for de er lovovertrædere.
el: Δεν είναι για σας, [Ο Μωάμεθ, αλλά για τον Αλλάχ], είναι η απόφαση κατά πόσον θα έπρεπε [τους περιορίσει] ή συγχωρεί τους ή να τιμωρήσουν τους, γιατί πράγματι, πρόκειται για παραβάτες.
et: Mitte teie jaoks, [O Muhammad, kuid Jumal], on otsus, kas ta peaks [neid lõigata] või andeks neile või karistada neid, sest nad tegelevad tekitaja.
fi: Ole sinua varten [Oi Muhammed, mutta Jumala], on päätös, onko hän pitäisi [leikata ne alas] tai heille anteeksi tai rangaista, sillä ne ovat rikolliset.
he: לא בשבילך, [O מוחמד, אבל למען אללה], היא ההחלטה אם הוא צריך [לחתוך אותם] או לסלוח להם או להעניש אותם, כי אכן, הם הפושעים.
hr: Ne za tebe, [O Muhammad, ali za Allaha], je odluka da li treba [ih sjeći] ili im oprosti ili kazni ih, dapače, ona su prijestupnicima.
lt: Ne apie tave, [O Muhammad, bet Dievas], yra sprendimas, ar jis turėtų [sumažinti joms nustatytą] przebaczy arba bausti už juos, nes iš tiesų, jie grzesznicy.
lv: Nav par jums, [O Muhammad, bet Allah], ir lēmums, vai viņš būtu [piebeidzām] vai piedot tiem vai sodītu par tām, protams, tie ir pārkāpējus.
nb: Ikke for deg, [O Muhammad, men for Døyve], er avgjørelsen om han skulle [kutte dem ned] tilgi dem eller straffe dem, for de er faktisk wrongdoers.
sk: Nie pre vás, [Mohamed, ale Alah], je rozhodnutie, či by mal [znížiť ich] odpustiť alebo trestať, v skutočnosti sú zloèinci.
sl: Ne za vas, [O Muhammad, ampak za Allah], je odločitev, ali je treba [jima] ali odpusti jim ali grobo ravnati jih, seveda, saj so wrongdoers.
sr_cyrl: Није за тебе, [О Мухаммад, али за Алаха], је одлука да ли он треба да [их смањи] или опрости им или казнити, заиста, оне су починиоце.
sr_latn: Nije za tebe, [O Muhammad, ali za Alaha], je odluka da li on treba da [ih smanji] ili oprosti im ili kazniti, zaista, one su počinioce.
uk: Не для вас [O Мухаммад, але для Аллах], є рішення, чи він повинен [скоротити їх] або, прости їм, або карати їх, бо вони взагалі будуть у розкаюємося.
vi: Không cho bạn, [O Muhammad, nhưng đối với Allah], là quyết định cho dù ông nên [cắt chúng xuống] hay tha thứ cho họ hoặc trừng phạt họ, quả thật vậy, họ là wrongdoers.
zu: Hhayi ngoba wena, [O Muhammad, kodwa ngoba Allah], kuba isinqumo ngabe Kufanele [uyigawule] noma bathethelele noma jezisa them, ngoba empeleni, abenzi bokubi.

# Quran422
source: And to Allah belongs whatever is in the heavens and whatever is on the earth. He forgives whom He wills and punishes whom He wills. And Allah is Forgiving and Merciful.
ca: I per Allah pertany el que està en el cel i el que està en la terra. Va perdona qui ell voluntats i castiga qui ell voluntats. I Allah és indulgent i Clement.
cy: A Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Mae ef yn maddau bwy mae'n wills ac yn cosbi bwy mae ef wills. Ac Allah yn Forgiving a Merciful.
da: Og Allah tilhører uanset hvad der er i himlene og hvad der er på jorden. Han tilgiver hvem han vil og straffer hvem han Testamente. Og Allah er Forgiving og barmhjertige.
el: Και Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Ο συγχωρεί τον οποίο αυτός διαθήκες και τιμωρεί τους οποίους διαθήκες. Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja Allah kuulub iganes on taevas ja mis on maa peal. Ta andestab, keda ta tahab ja karistab, kellele ta tahab. Ja Jumal on Forgiving ja Merciful.
fi: Ja Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Hän antaa anteeksi kenelle hän tahtoo ja rankaisee kenet tahtoo. Ja Allah on anteeksiantava ja armollisin.
he: ושייך לאללה מה הוא בשמים והוא מה על פני האדמה. הוא סולח למי הוא צוואות, מעניש את מי שהוא חפץ. אללה הוא Forgiving, הרחום והחנון.
hr: A Allahu pripada sve što je na nebesima i na zemlji. On oprašta kome on hoće i kažnjava koga hoće. A Allah je opraštanje i milostiv.
lt: Ir Dievas priklauso kokia yra danguje ir kas yra ant žemės. Jis atleidžia kam jis testamentų ir baudžia kam jis nori. Ir Dievas yra Forgiving ir litosciwy.
lv: Un Allah pieder kāds ir debesīs un kāds ir uz zemes. Viņš piedod, kuru viņš piespiež un sodītas, kuru viņš vēlas. Un Allah, piedošanu un žēlsirdīgs.
nb: Og til Allah tilhører i himmelen og det som er på jorden. Han tilgir dem han wills og punishes som han wills. Og Allah er tilgi og barmhjertig.
sk: A Bohu patrí, čo je v nebesiach a čo je na zemi. On odpúšťa, ktorého vôle a trestá koho on chce. A Boh je odpúšťajúci a Milosrdných.
sl: Ter Allah pripada karkoli je v nebesih in karkoli je na zemlji. On odpušča koga je oporok in kaznuje, jim je oporok. In Alah je tolerantna in usmiljen.
sr_cyrl: И , Алах припада шта год је на небесима, и шта год је на земљи. Он опрашта коју је воља, и коме је воља каћњава. А Аллах је Форгивинг и милосрдна.
sr_latn: I, Alah pripada šta god je na nebesima, i šta god je na zemlji. On oprašta koju je volja, i kome je volja kaћnjava. A Allah je Forgiving i milosrdna.
uk: І щоб Аллах належить все, що знаходиться в небесах, і все, що є на землі. Він прощає, кого він воля і карає кого він хоче. І Аллах бачить і Merciful.
vi: Và Allah bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Ông tha thứ cho người mà ông wills và trừng phạt người mà Ngài muốn. Và Allah là Forgiving và Merciful.
zu: Futhi Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran423
source: O you who have believed, do not consume usury, doubled and multiplied, but fear Allah that you may be successful.
ca: O que han cregut, no es consumis usura, es va duplicar i multiplicar, però por Allah que vostè tingui èxit.
cy: O chi sydd wedi credu, nad ydynt yn yfed usury, dyblu a lluosi, ond ofn Allah y gallech fod yn llwyddiannus.
da: O du, der har troet, ikke forbruge åger, fordoblet og ganges, men frygt Allah, du kan blive en succes.
el: O σας που πιστεύουν, δεν καταναλώνουν τοκογλυφία, διπλασιάστηκε και πολλαπλασιάζεται, αλλά ο φόβος Αλλάχ, ότι μπορεί να είναι επιτυχής.
et: O kes oleks uskunud, ei tarbi, liigkasuvõtmine, kahekordistunud ja korrutatud, aga kardan Jumalat, et võite olla edukas.
fi: Oi te, jotka ovat uskoneet kuluta koronkiskonta, kaksinkertaistui ja kerrotaan, mutta pelätkää Allahia, että menestyisitte.
he:  מי מאמין, לא צורכים איסור ריבית, הוכפל, כפול, אך חושש אללה שיתכן שיהיה מוצלח.
hr: O ti koji su vjerovali, ne konzumiraju lihvarstvo, dvostruko i množe, ali boji Allaha da može biti uspješan.
lt: O kurie tiki, nevartoja lupikavimas, dvigubai ir dauginant, bet bijau Dievo, kad jums gali būti sėkmingas.
lv: O tu, kas ticējusi, nepatērē augļošanu, dubultojies un reizināts, bet bailes Allah, ka jums var būt veiksmīga.
nb: O du hvem har trodd, forbruke ikke åger, doblet og ganger, men frykt Gud at du kan bli vellykket.
sk: O vás, ktorí ste uverili, nespotrebúvajú, úžera, zdvojnásobiť a násobí, ale strach, Alah, že môžete byť úspešný.
sl: O vi, ki ste verjeli, ne porabijo oderuštva, podvojila in množijo, ampak strah pred Allah, da bi bili uspešni.
sr_cyrl: О ти који верују, не троши, мреза, удвостручио и умножили, али страх Алаху да ти може бити успешна.
sr_latn: O ti koji veruju, ne troši, mreza, udvostručio i umnožili, ali strah Alahu da ti može biti uspešna.
uk: О ви, хто вірив, не споживають лихварство, подвоїлася і помножений, але страх Аллаха, які можуть бути успішними.
vi: O bạn của những người đã tin tưởng, không tiêu thụ cho vay nặng lãi, tăng gấp đôi và nhân rộng, nhưng sợ Allah mà bạn có thể thành công.
zu: O you kholwa musa kudle inzalo, kabili ziziningi, kepha wesabe Allah ukuthi ube nempumelelo.

# Quran424
source: And fear the Fire, which has been prepared for the disbelievers.
ca: I la por al foc, que s'ha preparat pels disbelievers.
cy: Ac ofn y tân, a baratowyd ar gyfer y disbelievers.
da: Og er bange for ild, som er udarbejdet for vantro.
el: Και φοβούνται την Πυροσβεστική, που έχει προετοιμαστεί για disbelievers.
et: Ja hirm tulekahju, mis on ette valmistatud ning uskottomille.
fi: Ja pelkään tulipalo, joka on valmistettu uskottomille.
he: ופחד, האש, אשר הוכן עבור disbelievers.
hr: I bojte se vatre koja je pripremljena za se iskuse.
lt: Ir bijo gaisro, kuris buvo pagamintas pagal disbelievers.
lv: Un baidās, uguns, kas ir sagatavots disbelievers.
nb: Og frykt brannen, som er klargjort for troende.
sk: A strach ohňa, ktorý bol pripravený pre neveriacim.
sl: In strah ogenj, ki je bil pripravljen za na disbelievers.
sr_cyrl: И страх у пожару, који је припремљен за скептике.
sr_latn: I strah u požaru, koji je pripremljen za skeptike.
uk: І страх вогонь, який був підготовлений для на disbelievers.
vi: Và sợ đám cháy đã được chuẩn bị cho các thì.
zu: Futhi bamesabe Fire, eye hlomela disbelievers.

# Quran425
source: And obey Allah and the Messenger that you may obtain mercy.
ca: I obeir a Allah i el Missatger que vostè pot obtenir la misericòrdia.
cy: Ac ufuddhau Allah ac y negesydd y gallwch gael drugaredd.
da: Og adlyder Allah og Messenger, kan du få barmhjertighed.
el: Και υπακούουν Αλλάχ και το Messenger ότι μπορείτε να αποκτήσετε το έλεος.
et: Ja järgige Jumal ja et võib saada halastust Messenger.
fi: Ja noudattaa Allah ja että saatat saada armon Messenger.
he: ולציית אללה, ושליח עשוי להשיג רחמים.
hr: I pokoravaju Allahu i Glasnik da dobijete milosti.
lt: Ir paklusti Dievo ir kad jums gali gauti gailestingumo poslanca.
lv: Un ievērojiet Allah un kurjers var iegūt žēlastību.
nb: Og adlyde Allah og Messenger som du kan få nåde.
sk: A počúvať Boha a posla, ktorý môžete získať milosť.
sl: In ubogati Allah in sel, da lahko dobite usmiljenja.
sr_cyrl: И покоравати Алаха и гласника да може да добије милост.
sr_latn: I pokoravati Alaha i glasnika da može da dobije milost.
uk: І підкорятися Аллах і Messenger, що ви можете отримати милосердя.
vi: Và tuân theo Allah và Messenger rằng bạn có thể lấy được lòng thương xót.
zu: Futhi ukulalela Allah kanye Messenger ukuthi ukuze sizuze isihe.

# Quran426
source: And hasten to forgiveness from your Lord and a garden as wide as the heavens and earth, prepared for the righteous
ca: I afanyo al perdó del seu Senyor i un jardí tan àmplia com el cel i la terra, preparat per al recte
cy: A brysuro i maddeuant gan eich Arglwydd a gardd mor eang ag y nefoedd a'r ddaear, yn barod ar gyfer y righteous
da: Og skynder mig at tilgivelse fra din herre og en have så bred som himlene og jorden, forberedt til retfærdige
el: Και σπεύδουν να συγχώρεση από τον Λόρδο και έναν κήπο τόσο ευρύ όσο ουρανού και της γης, έτοιμη για τη δίκαιη
et: Ja kiirendada andestust oma Issanda ja sama lai kui taevas ja maa, valmis õige Aed
fi: Ja nopeuttaa anteeksi teidän Herranne ja puutarhasta samaksi kuin taivaat ja maan, valmis vanhurskas
he: ו לכזו מחילה מן האל שלך וגן רחב כמו השמיים והארץ, שהוכנו עבור הצדיקים
hr: I ubrzati oprost od tvoj gospodar i vrt kao širok kao nebo i zemlja, pripremljen za pravednike
lt: Ir skubėti į atleidimą nuo jūsų Viešpats ir kiek dangų ir žemę, paruošti teisieji sodas
lv: Un paātrināt piedošanu no savu kungu un dārzu, kas ir tikpat plata kā debesis un zeme, sagatavotas taisns
nb: Og skynder å tilgivelse fra din Herre og en hage like bred som himmelen og jorden, forberedt for rettferdige
sk: A urýchlili odpustenia od vášho pána a záhradu rovnako široký ako nebo a zem, pripravené pre spravodlivý
sl: In pospeši odpuščanje iz svojega Gospoda in vrt, ki je tako široko, kot nebes in zemlje, pripravljen za pravičnega
sr_cyrl: И убрзати да опрост од свога господара и љироко као небеса и земља, припремљен за праведне и врт
sr_latn: I ubrzati da oprost od svoga gospodara i љiroko kao nebesa i zemlja, pripremljen za pravedne i vrt
uk: І Поспішай до прощення від ваш Господь і саду так великий, як небеса та земля, підготовлені для праведників
vi: Và đẩy nhanh sự tha thứ của Chúa và một khu vườn rộng như trời và đất, chuẩn bị cho sự công bình
zu: Futhi khawuleza yekelo kho Lord kanye nensimu ibanzi njengoba amazulu nomhlaba, walungisa for the ngakhethi
