Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1104
source: And when Moses returned to his people, angry and grieved, he said, "How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, "O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people."
ca: I quan Moses va tornar al seu poble, enfadats i afligit, va dir, "miserable com és que pel qual reemplaçar m després de [meu sortida]. Era impacient sobre l'assumpte del seu senyor?" I va llançar els comprimits i haguessin agafat el seu germà per [el cabell de] seu cap, estirant-lo cap a ell. [Aaron] va dir, "fill O de la meva mare, de fet la gent m'oprimeixen i estaven a punt de matar-me, així que no els enemics s'alegrin em i no situar-me entre la gent d'irregularitats."
cy: A pan y dychwelodd Moses ei bobl, yn ddig ac alaru, dywedodd, "sut truenus yw bod gan y byddwch wedi disodli mi ar ôl [fy ymadawiad]. A oeddech yn ddiamynedd dros y mater hwn o eich Arglwydd?" Ac ef taflodd i lawr y tabledi ac yn hatafaelu ei frawd gan [wallt] ei ben, ei dynnu'r tuag at iddo. Dywedodd [Aaron], "Mae mab O fy mam, yn wir mi gormesu y bobl a oedd ar fin lladd fi, felly gadewch nid gelynion lawenhau na mi ac nad ydynt yn gosod mi ymysg y bobl gamwedd."
da: Og da Moses vendte tilbage til sit folk, vred og bedrøvet, han sagde, "hvordan elendige er, som du har erstattet mig efter [min afgang]. Var du utålmodige over spørgsmålet om din herre?" Og han kastede ned tabletterne og beslaglagt sin bror [i håret af] hans hoved, trækker ham mod ham. [Aaron] sagde, "O søn af min mor, ja det undertrykte mig og var ved at dræbe mig, så lad ikke fjender fryde sig over mig og ikke placere mig blandt forseelser mennesker."
el: Και όταν επέστρεψε Moses του λαού, θυμωμένος και θρηνούν πάνω, είπε, «πόσο άθλιοι είναι ότι με την οποία έχετε αντικαταστήσει μου μετά την [αναχώρηση μου]. Ήσουν ανυπόμονος πέρα από το θέμα του ο Λόρδος σας;» Και πέταξε κάτω τις ταμπλέτες και δεσμευθούν από τον αδελφό του, [τα μαλλιά της] το κεφάλι του, τον τραβά προς το μέρος του. [Aaron] είπε, «O γιος της μητέρας μου, πράγματι οι άνθρωποι καταπιέζονται μου και ήταν έτοιμος να σκοτώσεις, δεν τους εχθρούς, ας χαίρονται πάνω μου και να μην τοποθετείτε μου μεταξύ των ανθρώπων αδικοπραγία.»
et: Ja kui Moses tagasi oma rahva, vihane ja kurvaks, ütles ta, "kuidas armetu on et millega asendasite mulle pärast [minu lahkumist]. Sa olid kannatamatu üle oma Issanda asja?" Ja ta viskas ette tablette ja konfiskeeritud vennaga [juuksed] peas, tõmmates teda suunas teda. [Aaron] ütles: "O poeg mu ema, tõepoolest rahva rõhutud mind ja olid umbes tappa mind, nii et andke mitte vaenlased minu üle rõõmustada ja asetage mind valesti rahva hulgas."
fi: Ja kun Moses palasi oman kansansa, vihainen ja surullinen, hän sanoi, "kuinka kurja on että jonka olet korvannut minulle lähtöäni []. Olit kärsimätön asiassa teidän Herranne?" Ja hän heitti Tabletit ja takavarikoivat hänen veljensä [hiukset] päätään, vetämällä hänet tykönsä. [Aaron] sanoi, "O poika äitini, todellakin sorrettuja minua ja olivat aikeissa tappaa minut, joten anna eikä vihollisia iloita minua ja tee minua väärinkäytöksistä keskuudessa."
he: כאשר חזר Moses לעמו, כועס, להודיעך, הוא אמר, "כמה אומלל הוא זה שבו החליפו לי לאחר [עזיבתי]. היית חסר סבלנות מעל העניין של האדון?" הוא השליך הטבליות, השתלטה אחיו [שערות] ראשו, מושך אותו אליו. [אהרון] אמר, "ילד של אמא שלי, ואכן העם דכדכה אותי ואת עמדת להרוג אותי, אז תני לא את האויבים לשמוח מעלי, אל תציב אותי בקרב העם מעשים רעים."
hr: I kad se Moses vratio svome narodu, ljut i pokaja, rekao je, "kako jadan je da po koji kaži da me nakon mog odlaska. Si bio nestrpljiv oko pitanja vaš gospodar?" I on bacio tablete i njegov brat zaplijenila [kosu] glavu, vuče ga prema njemu. [Aaron] je rekao, "O sina moje majke, dapače ljudi potlačeni mene i bili mi, pa neka ne neprijatelji raduju nada mnom i ne stavljate me u narodu zločin."
lt: Ir kai Moses grįžo prie savo tautos, piktas ir gėlė, jis sakė: "kaip niekam tikęs yra kad kuria pakeitė mane po [mano išvykimo]. Tu nekantrus jūsų Viešpats klausimu?" Ir jis retai nustatantis tabletės ir jo brolis konfiskavo [plaukų] galvą, traukdami jį link jo. [Aaron] sakė: "O sūnus, mano mama, iš tiesų žmonės, engia mane ir buvo apie jį nužudyti mane, tegul ne priešų džiaugtis per mane ir nedėkite man tarp nusikaltimą žmonių."
lv: Un, kad atgriezās Moses savai tautai, dusmīgs un ļoti apbēdināta, viņš teica: "Cik nožēlojama ir ka, kas ir nomainīta mani pēc [manas aizbraukšanas]. Jūs bijāt nepacietīgs pār jūsu kunga jautājumu?" Un viņš nosvieda tabletes un konfiscēja viņa brālis [apmatojums] galvu, virzīja viņu uz viņa pusi. [Aaron] teica: "O dēlu māte, patiesi cilvēki apspiesto mani un bija gatavs mani nogalināt, tāpēc ļaujiet nav ienaidnieki priecājos pār mani un nenovietojiet mani grēks cilvēku vidū."
nb: Og da Moses kom tilbake til sitt folk, sint og bedrøvet, sa han, "hvordan elendige er at som du har erstattet meg etter [min avreise]. Var du utålmodig over saken din Herre? Han kastet ned tabletter og beslaglagt broren [i håret] hodet hans, trekker ham mot ham. [Aaron] sa, "O sønn av min mor, faktisk de undertrykte meg og holdt på å drepe meg, så la ikke fiender glede seg over meg og ikke setter meg blant de urett."
sk: A keď sa vrátil Moses svojho ľudu, zlosť a zarmútený, povedal, "ako úbohé je že dokedy ste nahradili mi odchodom [mojej]. Ste netrpezliví nad hmotou svojho pána?" A on hodil tablety a zadržané jeho brata [vlasy] hlavu, ťahom ho k nemu. [Aaron] povedal: "O syna mojej matky, v skutočnosti ľudia mi utláčaných a sa ma zabiť, tak nech nie sú nepriatelia ďakovať ma a Neklaďte mi medzi ľuďmi previnenie."
sl: In ko Moses vrnil svojemu ljudstvu, jezen in žalostjo, je dejal, "kako bedno je da s katerim ste nadomestili mi po moj odhod. Ste bili nestrpni nad zadevo svojega gospodarja?" In on je vrgel določitvi tablete in njegov brat zasegli [lasje] glavo, ga vleče proti njemu. [Aaron] reče: "O sin moje matere, dejansko ljudje me zatira in približno bi me ubil, zato naj ne sovražniki veselite se nad mano in me ne odlagajte med protipravna dejanja ljudi."
sr_cyrl: И кад се вратио Мосес његовом народу, љут и озалосцени, рекао је, "како јадна је то на који ме волиш након мог одласка. Си био нестрпљив у вези твог господара?" И он је бацио таблете и заузели његов брат [за косу од] његове главе, и повукао га према њему. [Арон ] је рекао, "О сине моје мајке, заиста народ угњетаван ме и да ме убије, тако да нису непријатељи радуј се због мене и да ме не ставите међу људима малверзацијама."
sr_latn: I kad se vratio Moses njegovom narodu, ljut i ozalosceni, rekao je, "kako jadna je to na koji me voliš nakon mog odlaska. Si bio nestrpljiv u vezi tvog gospodara?" I on je bacio tablete i zauzeli njegov brat [za kosu od] njegove glave, i povukao ga prema njemu. [Aron] je rekao, "O sine moje majke, zaista narod ugnjetavan me i da me ubije, tako da nisu neprijatelji raduj se zbog mene i da me ne stavite među ljudima malverzacijama."
uk: І коли Moses повернувся до свого народу, сердитий і засмучений, він сказав: "як нещасний є що за допомогою якого ви замінили мене після мого від'їзду. Чи були ви нетерплячі в питанні ваш Господь?" І він кинув планшетів та захопили його брат [волосся] головою, потягнувши його до нього. [Аарон] сказав, "O сина, матері дійсно люди пригноблені мене і повинні були вбити мене, так нехай не ворогів я тішусь за мене і не розміщуйте мене в народі порушник."
vi: Và khi Moses trở về để người dân của mình, tức giận và grieved, ông nói, "làm thế nào không may là đó mà bạn đã thay thế tôi sau [khởi hành của tôi]. Đã được bạn thiếu kiên nhẫn hơn vấn đề của Chúa của bạn?" Và ông đã ném xuống những viên nén và bắt em trai của mình bởi [tóc của] đầu của mình, kéo anh ta đối với anh ta. [Aaron] nói, "O con trai của mẹ tôi, thực sự người dân bị áp bức tôi và đã là về để giết tôi, vì vậy hãy để không có kẻ thù vui mừng qua tôi và không đặt tôi trong số những hành vi sai trái."
zu: Futhi lapho uMose ebuyela akhe ntu futhekile futhi baba lusizi, wathi, "Yeka lusizi wukuthi ngalo esikhundleni kimi emva [kokumuka kwami]. Were uphelelwe isineke ngale ndaba kho Lord?"

# Quran1105
source: [Moses] said, "My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful."
ca: [Moses] va dir: "Senyor, perdonar em i el meu germà i ens admeti a la seva Mercè, ets la més misericordiós de les almoines".
cy: [Moses] dywedodd, "Mae fy Arglwydd, maddau i mi ac i fy mrawd a inni gyfaddef i eich drugaredd, ar gyfer ydych chi'n fwyaf tosturiol o y tosturiol.
da: [Moses] sagde, "Min herre, tilgiv mig og min bror og indrømme os ind i din barmhjertighed, for du er den mest barmhjertige af den barmhjertige."
el: [Moses] είπε, «Κύριέ μου, Συγχώρεσέ μου και ο αδελφός μου και μας δεχθεί στη έλεος σου, γιατί εσύ είσαι ο πανάγαθος του εύσπλαχνος.»
et: [Moses] ütles: "Issand, andesta mulle ja mu vend ja tunnistama meile oma armu, teil on armollinen ning armulised."
fi: [Moses] sanoi: "Herrani, anteeksi minulle ja veljelleni ja myöntää meille armosi, sillä sinä olet laupias ja armollinen."
he: [Moses] אמר, "אדוני, סלח לי ולאחי ואני מודה אותנו לתוך רחם הם הרחמן ביותר של הנדבן".
hr: [Moses] je rekao, "Gospodaru, oprosti mi i moj brat i priznati nas u tvojoj milosti, jer ti si najmilostiviji od milostivi."
lt: [Moses] tarė: "Mano Viešpatie, atleisk man ir mano brolis ir priimti mus į savo malonės, tu esi litosciwy, gailestingieji."
lv: [Moses] teica: mans Lord piedot mani un manu brāli un uzņemt mūs savā varā, jums ir visvairāk žēlsirdīgs un žēlsirdīgs.
nb: [Moses] sa, "min Herre, tilgi meg og min bror og ta oss inn din nåde, for du er den mest Nåderike av barmhjertige.
sk: [Moses] povedal: "Môj pane, odpusť mi a môj brat a priznať, že nás do svojho milosrdenstva, pre vás sú Najpodstatnejšou z milosrdný."
sl: [Moses] je dejal, "Moj Gospodar, odpusti mi, in moj brat in priznati nas v svoje milosti, ste najbolj usmiljen od usmiljen."
sr_cyrl: [Мосес ] је рекао, "Мој господару, опрости мени и мом брату и призна нас у твојој милости, јер ти си најмилостивији од милостивог."
sr_latn: [Moses] je rekao, "Moj gospodaru, oprosti meni i mom bratu i prizna nas u tvojoj milosti, jer ti si najmilostiviji od milostivog."
uk: [Moses] сказав: "Господи, прости мене і мого брата і визнати нас в наших силах, у вас є найбільш милостивий з милостиві".
vi: [Moses] nói: "Thưa ngài, tha thứ cho tôi và anh trai của tôi và thừa nhận chúng tôi vào lòng thương xót của bạn, cho bạn là thương xót nhất của sự thương xót."
zu: [UMose] wathi: "Nkosi yami, thethelela me umfowethu mukela us zibe umusa wakho, ngoba Wena abanesihe kunazo abanesihe."

# Quran1106
source: Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood].
ca: De fet, els que van prendre el vedell [per al culte] obtindran la ira del seu Senyor i humiliació en la vida d'aquest món, i així ens recompensa els inventors [de falsedat].
cy: Yn wir, a gymerodd y lloi [ar gyfer addoli] Bydd gael dicter gan eu Arglwydd a chywilydd ym mywyd y byd hwn, ac felly ei wneud yn ad-dalu dyfeiswyr [anwiredd].
da: Ja, dem, der tog kalv [for tilbedelse] vil få vrede fra deres Herre og ydmygelse i livet i denne verden, og dermed gør vi gengælde opfindere [af løgn].
el: Πράγματι, εκείνους που πήρε το μοσχάρι [για λατρεία] θα αποκτήσετε θυμό από τον Λόρδο και ταπείνωση στη ζωή αυτού του κόσμου, και έτσι εμείς να ανταμοιβή τους εφευρέτες [του ψεύδους].
et: Tõepoolest, need, kes võttis vasikas [ette kummardama] näidatakse saada viha nende Issand ja alanduse elu selles maailmas ja seega me palk [valetamine] leidlikud.
fi: Ne, jotka ottivat vasikka [rukoilemaan] tulee saamaan viha heidän Herransa ja nöyryytyksen tämän maailman elämää, ja siten palkita keksijät [, valhe].
he: אכן, מי לקח את העגל [לצורך סגידה] לקבל הכעס שלהם לורד והשפלה בחייו של העולם הזה, ולכן אנחנו פיצוי הממציאים [של כזב].
hr: Doista, oni koji su uzeli tele za obožavanje] će dobiti bijes iz svoga Gospodina i poniženja u cijeli svijet, i tako ćemo nagraditi izumitelja [laži].
lt: Iš tiesų, tiems, kurie buvo blauzdos [ir garbinimas] bus gauti pyktis iš savo Viešpačiu ir žeminimas gyvenime šiame pasaulyje, ir todėl mes zaplata išradėjas [iš melas].
lv: Patiešām, tiem, kas ņēma teļš [dievkalpojumiem] iegūs dusmas no kunga un pazemojuma garšu šīs pasaules dzīvē, un tādējādi mēs atlīdzība [nepatiesību] izgudrotājiem.
nb: Faktisk de som tok kalven [for tilbedelse] vil få sinne fra sin herre og ydmykelse i livet til denne verden, og dermed gjøre vi belønne oppfinnerne [av løgn].
sk: Naozaj, tých, ktorí sa teľa [pre uctievanie] získa hnev od svojho pána a ponižovanie života tohto sveta a čím máme odmeniť vynálezca [lož].
sl: Res, tisti, ki so tele [za bogoslužje] pridobi jeza od njihov gospodar in ponižanja v življenju tega sveta, in tako smo zaracunati izumiteljev [laž].
sr_cyrl: Заиста , онима који су узели теле [за] ће добити бес од њихових господара и понижења у животу овога света и самим тим смо се компензацију проналазаии [неистина].
sr_latn: Zaista, onima koji su uzeli tele [za] će dobiti bes od njihovih gospodara i poniženja u životu ovoga sveta i samim tim smo se kompenzaciju pronalazaиi [neistina].
uk: Дійсно, тих, хто взяв теляти [для поклоніння] отримають гнів від Господа і приниження в житті цього світу, і таким чином ми нагорода винахідники [брехня].
vi: Thật vậy, những người đã bê [để thờ phượng] sẽ được sự tức giận của Chúa và sự sỉ nhục trong cuộc đời của thế giới này, và do đó làm chúng tôi thương hiệu nhà phát minh [của falsehood].
zu: Ngempela, labo wathatha ithole ababelenzile walishisa [ngenjongo yokukhulekela] izothola intukuthelo bo Lord fojisa ngaphakathi lo Pilo lo hlaba, futhi kanjalo angenzi We recompense the nabasunguli [yamanga].

# Quran1107
source: But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful.
ca: Però qui comès malifetes i llavors penedit després d'ells i creu - a partir de llavors, de fet el seu Senyor, és indulgent i Clement.
cy: Ond mae rhai sy'n ymrwymedig camweddau a wedyn yn edifarhau ar ôl iddynt ac yn credu-eich Arglwydd yn wir, ar ôl hynny, Forgiving a Merciful.
da: Men dem, der har begået misgerninger og derefter angret efter dem og troede - faktisk din Herre, derefter, er Forgiving og barmhjertige.
el: Αλλά διαπράξει τα παραπτώματα και, στη συνέχεια, μετανόησε μετά από αυτούς και πιστεύσαντες - πράγματι σας Λόρδος, εν συνεχεία, είναι επιεικής και εύσπλαχνος.
et: Aga need, kes toime üleastumised ja siis neid pärast kahetsenud ja uskunud - tõepoolest oma Issanda, pärast seda on Forgiving ja Merciful.
fi: Mutta ne, jotka sitoutunut rikoksistaan, parannuksen perään ja uskoneet - todellakin Herrasi, on anteeksiantava ja armollisin.
he: אבל מי ביצע את מעלליו ואז התחרט אחריהם, האמין - אכן אדונך, לאחר מכן, הוא Forgiving, הרחום והחנון.
hr: Ali one koji su počinili nedjela i onda pokajao za njima i vjeruje - zaista vaš gospodar, nakon toga, opraštanje i milostiv.
lt: Bet tie, kurie padarė paklydimus ir tada atgailavo po jų ir tikėjo - iš tiesų jūsų Viešpats, po to, Forgiving ir litosciwy.
lv: Bet tiem, kas izdarījušas ļaundarības nožēlojuši viņiem pakaļ un ticēja - patiešām kungs, pēc tam piedošanu un žēlsirdīgs.
nb: Men de som begikk ugjerninger angret etter dem og trodde - faktisk din Herre, deretter er tilgi og barmhjertig.
sk: Ale tí, kto spáchal zločiny ľutoval po nich a veril - skutočne svojho pána, potom je odpúšťajúci a Milosrdných.
sl: Ampak tisti, ki je storila zločine in nato pokesal po njih in verjel - dejansko svojega Gospoda, nato je tolerantna in usmiljen.
sr_cyrl: Али они који су починили неделима покајао за њима а онда веровао - заиста твој господар, након тога, Форгивинг и милосрдна.
sr_latn: Ali oni koji su počinili nedelima pokajao za njima a onda verovao - zaista tvoj gospodar, nakon toga, Forgiving i milosrdna.
uk: Але ті, хто скоїв злодіяння покаялися слідом за ними і вважав - дійсно ваш Господь, після цього, бачить і Merciful.
vi: Nhưng những người cam kết misdeeds và sau đó sau khi họ ăn năn và tin - thực sự Chúa của bạn, sau đó, Forgiving và Merciful.
zu: Kodwa labo bophezela misdeeds futhi ngalesosikhathi phenduka emva futhi ekholelwa - ngempela kho Lord, ngemva kwalokho, Thethelela Nomusa futhi.

# Quran1108
source: And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord.
ca: I quan la ira disminuït en Moses, ell va prendre els comprimits; i en la seva inscripció era orientació i Misericòrdia per a aquells que tenen por del seu Senyor.
cy: A pan oedd y dicter yn tawelu yn Moses, dechreuodd y tabledi; ac yn eu arysgrifio Roedd canllawiau a drugaredd i'r rhai sydd yn ofni yr Arglwydd eu.
da: Og når vreden aftaget i Moses, han tog op tabletter; og i deres indskriften var vejledning og nåde for dem, der er bange for deres Herre.
el: Και όταν ο θυμός υποχωρήσει σε Moses, που ανέλαβε το tablet. και στην επιγραφή τους ήταν καθοδήγηση και έλεος για αυτούς που φοβούνται τους Λόρδος.
et: Ja kui viha taandunud Moses, ta asus tabletid; ja nende tekst oli Arendus- ja armu neile, kes kardavad nende Issand.
fi: Ja kun viha laantunut Moses, hän otti Tabletit; ja niiden kirjoitus ohjaus- ja armoa niille, jotka pelkäävät Herransa.
he: כאשר הכעס שככו ב Moses, והוא לקח את הלוחות; הכתובת שלהם היה רחמים והכוונה לאלה שאינם חוששים לאדונם.
hr: Kada bijes oslabio u Moses, odveo do tableta; i u njihov natpis je upute i milosti za one koji strahuju od gospodara.
lt: Ir kai pyktis atslūgo – Moses, jis paėmė tabletės; ir jų užrašas buvo orientavimo ir gailestingumo tiems, kurie bijo savo pono.
lv: Un kad dusmas norimuši Moses, viņš paņēma plāksnītes; un viņu uzraksts bija virzības un žēlsirdību tiem, kuri ir baidījušies no savu kungu.
nb: Og når sinne sunket i Moses, tok han opp tabletter; deres Inskripsjon var veiledning og nåde for de som er redd for deres Herre.
sk: A keď hnev ustúpila v Moses, vzal sa tablety; a v ich nápis bol usmernenie a milosť pre tých, ktorí sa obávajú ich Hospodin.
sl: In ko jezo umirila v Moses, je prevzel tablet; in v njihovega vpisa je smernice in milosti, za tiste, ki so prestrašeni od svojega Gospoda.
sr_cyrl: И када је љутња стишале у Мосес, он узе таблете; и у њиховим натпис за вођење и милост онима који страхују од свог господара.
sr_latn: I kada je ljutnja stišale u Moses, on uze tablete; i u njihovim natpis za vođenje i milost onima koji strahuju od svog gospodara.
uk: І коли гнів на спад в Moses, він взяв таблетки; а в їх напис керівництва та милість для тих, хто бояться їх Господа.
vi: Và khi sự tức giận giảm xuống ở Moses, ông chiếm lấy những viên nén; và dòng chữ của họ vào lòng thương xót và hướng dẫn cho những người đang sợ hãi của Chúa.
zu: Futhi lapho intukuthelo kudamba kuMose, wathatha izibhebhe;
