Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2326
source: And Allah increases those who were guided, in guidance, and the enduring good deeds are better to your Lord for reward and better for recourse.
ca: I Allah augmenta aquells que eren guiades, en orientació, i les bones obres perdurables són millor per a premiar el seu Senyor i millor per recórrer.
cy: Ac mae Allah yn cynyddu'r rheini sy'n eu harwain, yn y canllawiau, a gweithredoedd da parhaus yn well i eich Arglwydd ar gyfer gwobrwyo ac yn well ar gyfer atebolrwydd.
da: Og Allah øger dem, der blev styret i vejledning, og de vedvarende gode gerninger er bedre til din herre for belønning og bedre for regres.
el: Και Αλλάχ εκείνους που ήταν η ξενάγηση στην καθοδήγηση, αυξάνει και την διαρκή καλές πράξεις είναι καλύτερα να σας Λόρδο για ανταμοιβή και καλύτερα για την προσφυγή.
et: Ja Allah suurendab neid, kes olid juhendava juhistes, ja kestev heateod on parem teie Issand tasu eest ja parem kasutada.
fi: Ja Jumala parantaa ne, jotka noudatimme ohjeita, ja kestävä hyviä tekoja ovat paremmin teidän Herranne palkita ja paremmin voidaan käyttää.
he: אללה מגבירה את אלה אשר הונחו, בהדרכה, ו מעשים טובים המתמשכת הם יותר לאלוהים עבור פרס. ויותר טוב עבור ייעוץ.
hr: I povećava Allah one koji su se vodili, smjernice, a trajna dobra djela su bolje za vaš gospodar za nagradu i bolje za regres.
lt: Ir Dievas padidina tie, kurie vadovaujasi, rekomendacijose, ir patvarus gerų darbų yra geriau už atlygį jūsų Viešpats ir geriau kreiptis.
lv: Allāhs tiem, kuri tika vadīta vadlīnijās, palielina un ilgstošu labie darbi ir labāk savu Kungu par atlīdzību un labāka izmantošana.
nb: Og Allah øker som ble guidet, i veiledning, og varig gode gjerninger er bedre til deres Herre for belønning og bedre for ty.
sk: Boh tých, ktorí boli vedení v usmernení, zvyšuje a trvalé dobré skutky sú lepšie na svojho pána za odmenu a lepšie využiť.
sl: Allah poveča tiste, ki so bili vodeni v smernicah, in trajno dobra dela so boljši za svojega Gospoda za nagrado in boljši za uporabo.
sr_cyrl: И Аллах оне који су били вођени у водич, повећава се и трајно добра дела су боље свом господару за награду и за промена курса.
sr_latn: I Allah one koji su bili vođeni u vodič, povećava se i trajno dobra dela su bolje svom gospodaru za nagradu i za promena kursa.
uk: І Аллах збільшується, хто керувалися в директивах, і міцний добрі справи краще ваш Господь для винагороди і краще для звернення.
vi: Và Allah làm tăng những người đã được hướng dẫn, trong hướng dẫn, và hành động tốt lâu dài là tốt hơn để Chúa của bạn cho phần thưởng và tốt hơn để tin tưởng.
zu: Futhi Allah kwandisa labo abaqondiswa, isiqondiso, futhi buye baqhubeka bukhona nezenzo ezinhle zingcono kho Lord for umvuzo ongcono for Sokuzivikela.

# Quran2327
source: Then, have you seen he who disbelieved in Our verses and said, "I will surely be given wealth and children [in the next life]?"
ca: Llavors, has vist el que dubtaven del nostres versos i va dir: "Jo segurament donaran riquesa i nens [en la propera vida]?"
cy: Yna, ydych chi wedi gweld ef a ddysgais yn ein penillion a dweud, "Byddaf yn sicr yn cael cyfoeth a phlant [yn y bywyd nesaf]?"
da: Så, har du set ham, der disbelieved i vores vers og sagde: "Jeg vil helt sikkert være givet rigdom og børn [i det næste liv]?"
el: Στη συνέχεια, έχετε δει αυτός που disbelieved σε μας τους στίχους και είπε, «Εγώ θα σίγουρα να δοθεί πλούτο και τα παιδιά [στην επόμενη ζωή];»
et: Seejärel, kas olete näinud, kes meie Salme disbelieved ja ütles: "Ma kindlasti antakse rikkuse ja laste [järgmises elus]?"
fi: Sitten Oletko nähnyt hän uskoneet meidän jakeissa ja sanoi, "Olen varmasti saa vaurautta ja lapset [ensi elämässä]?"
he: . אז, ראית את מי disbelieved בפסוקים שלנו, אמר, "אני בוודאי יינתן עושר וילדים [בעולם הבא]?"
hr: Onda, jesi li vidio tko bio u našim stihovima i rekao, "Ja sigurno dobit će bogatstvo i djeca [u sljedećem životu]?"
lt: Tada, matėte kas disbelieved mūsų eilutėse ir tarė: "Aš tikrai nurodomas turto ir vaikams [kitame gyvenime]?"
lv: Tad tu esi redzējis viņam, kurš disbelieved mūsu vārsmas un teica: "Man būs noteikti jādod bagātību un bērniem [nākamajā dzīvē]?"
nb: Så, har du sett han som disbelieved i våre vers og sa: "Jeg vil sikkert få rikdom og barn [i neste livet]?"
sk: Potom ste videli, kto pochyboval v našom verše a povedal: "Budem určite mať bohatstvo a deti [v ďalšom živote]?"
sl: Torej, ste videli tisti, ki so verjeli v naše verzov in reče: "Sem bodo zagotovo imeli bogastvo in otroci [v naslednjem življenju]?"
sr_cyrl: Онда , видео си тај који не верује у нам стихове, и рекао, "Ја ће сигурно бити дата богатства и деце [у следећем животу]?"
sr_latn: Onda, video si taj koji ne veruje u nam stihove, i rekao, "Ja će sigurno biti data bogatstva i dece [u sledećem životu]?"
uk: Потім чи бачили ви той, хто disbelieved у нашому вірші і сказав: "Я обов'язково отримаєте багатства і дітей [в наступному житті]?"
vi: Sau đó, bạn đã nhìn thấy ông disbelieved trong câu thơ của chúng tôi và nói, "Tôi sẽ chắc chắn được đưa ra sự giàu có và con [trong đời sống tới]?"
zu: Khona, uke wazibona yena disbelieved Emavesi wathi: "Mina nakanjani epha cebi ntwana [ekuphileni okulandelayo]?"

# Quran2328
source: Has he looked into the unseen, or has he taken from the Most Merciful a promise?
ca: Ha mirat en invisibles, o ha va portat des de la més misericordiós una promesa?
cy: Wedi edrych i mewn i'r unseen, neu mae wedi eu cymryd o'r mwyaf tosturiol addewid?
da: Har han undersøgt usynlige, eller har han taget fra den mest barmhjertige et løfte?
el: Αυτός εξέτασε το αόρατο, ή έχει λάβει από ο πανάγαθος μια υπόσχεση;
et: On ta uurinud selle nähtamatu või on ta võtnud alates kõige armuline meelitati?
fi: Hän on tutkinut näkymätön, tai on hän ottanut Armahtaja lupaus?
he: הוא הביט לתוך הבלתי נראה, או שהוא לקח של הרחמן ביותר הבטחה?
hr: Samo gleda u nevidljivo, ili je on preuzeo od najmilostiviji obećanje?
lt: Jis žiūrėjo į nematyto, arba jis ėmėsi iš labiausiai gailestingas pažadas?
lv: Viņš ir pētījusi neredzamā vai ir aizgājis no vairums žēlsirdīgs solījumu?
nb: Har han så inn i usynlige, eller har han tatt fra den Nåderikes et løfte?
sk: Sa pozrel do neviditeľné, alebo on vzal z Most Milosrdných sľub?
sl: Je pogledal v nevidno, ali je bil vzet iz najbolj usmiljen obljubo?
sr_cyrl: Мора да је погледао у видљивим, или је он узео у најмилосрднији обећање?
sr_latn: Mora da je pogledao u vidljivim, ili je on uzeo u najmilosrdniji obećanje?
uk: Він має заглянув невидиме, або він прийняв від самий милосердний обіцянку?
vi: Ông có nhìn vào unseen, hay ông đã từ thương xót đặt một lời hứa?
zu: Ine wabheka ku engabonakali noma esethathe yena nga the Ningi Nomusa a isithembiso?

# Quran2329
source: No! We will record what he says and extend for him from the punishment extensively.
ca: No! Registrarem el que diu i estendre per a ell el càstig extensament.
cy: na! Bydd yn cofnodi hyn meddai ac ymestyn iddo o gosb yn helaeth.
da: Nej! Vi vil optage hvad han siger og forlænge med ham fra straffen flittigt.
el: Όχι! Θα καταγράψουμε τι λέει και παρατείνει για αυτόν από την τιμωρία εκτενώς.
et: Ei! Me salvestame, mida ta ütleb ja laiendada teda karistusregistri ulatuslikult.
fi: Ei! Tallennamme mikä hän says ja laajentaa hänen rangaistus laajasti.
he: לא! אנו נרשום את מה שהוא אומר, להאריך אותו מן העונש בהרחבה.
hr: ne! Mi ćemo snimiti ono što on kaže i produžiti mu kazna opsežno.
lt: ne! Mes išsaugosime ką jis sako ir pratęsti jį nuo bausmės plačiai.
lv: nē! Mēs reģistrēs to, ko viņš saka, un paplašinās viņu no soda plaši.
nb: nei! Vi vil registrere hva han sier og forlenge for ham fra straffen mye.
sk: nie! Zaznamenáme, čo hovorí, a predĺžiť ho od trestu extenzívne.
sl: ne! Bomo zabeležili, kaj je pravi in podaljšajo za mu kazen obširno.
sr_cyrl: не! Ће се снимати шта он каже и проширивање за њега од казне, интензивно.
sr_latn: ne! Će se snimati šta on kaže i proširivanje za njega od kazne, intenzivno.
uk: Ні! Ми будемо записувати те, що він говорить і продовжити його від покарання широко.
vi: Không! Chúng tôi sẽ ghi lại những gì ông nói và mở rộng cho anh ta từ hình phạt rộng rãi.
zu: Cha!

# Quran2330
source: And We will inherit him [in] what he mentions, and he will come to Us alone.
ca: I ell heretaran [a] que esmenta, i que vindrà a nosaltres sols.
cy: A fydd yn etifeddu ef yn crybwyll hyn, a bydd ef yn dod atom yn unig.
da: Og vi vil arve ham [i] hvad han nævner, og han vil komme os alene.
el: Εμείς θα κληρονομήσουν τον [σε] τι αναφέρει και θα έρθει να μας μόνο.
et: Me pärivad teda [v] ta mainib ja ta tuleb meile üksi.
fi: Perimme häntä [in] Hän mainitsee ja hän tulee vain meille.
he: אנחנו יירש אותו [ב] מה הוא מזכיר ו. הוא יבוא אלינו לבד.
hr: Ćemo ga naslijediti u što on spominje i on će nam sama doći.
lt: Ir mes paveldės jį [in] ką jis pamini, ir jis ateis pas mus vien tik.
lv: Un mēs mantot viņu [in] ko viņš piemin, un viņš nāks mūs mierā.
nb: Og vi skal arve ham [i] hva han nevner, og han kommer til oss alene.
sk: Môžeme ho zdedí [v] čo spomína a on príde k nám sám.
sl: In mu bomo podedovali [v] kaj je omenja, in on bo prišel k nam sam.
sr_cyrl: Наследиће смо га у шта он спомиње и долазе да нам сама.
sr_latn: Naslediće smo ga u šta on spominje i dolaze da nam sama.
uk: Ми будемо наслідувати його [в] він згадує і він прийде до нас поодинці.
vi: Và chúng ta sẽ thừa kế ông [trong] những gì ông đề cập đến, và ông sẽ đến với chúng tôi một mình.
zu: Futhi We ngeke bawuzuze njengefa kuye [e] lokho ukhuluma, futhi Us uzokuza yedwa.

# Quran2331
source: And they have taken besides Allah [false] deities that they would be for them [a source of] honor.
ca: I s'han pres a més deïtats Allah [false] que seria per a ells [font de] honor.
cy: Ac y maent wedi eu cymryd yn ogystal â duwdod Allah [anwir] y byddai iddynt [ffynhonnell] anrhydedd honno.
da: Og de har taget foruden Allah [false] guder, at de ville være for dem [kilde til] ære.
el: Και έχουν λάβει εκτός από Αλλάχ [ψευδείς] θεότητες που θα είναι για τους [πηγή] τιμήσει.
et: Ja nad on võtnud lisaks Jumal [false] jumalused, et nad oleks neid [allikas] au.
fi: Ja ne ovat vieneet lisäksi Jumala [false] jumalia, jotka olisivat heille [lähde] kunniaksi.
he: הם לקחו מלבד אללה [שווא] אלים שהם יהיו להם [מקור] כבוד.
hr: I oni su se pored Allaha [lažni] Božanstva koja bi za njih [izvor] čast.
lt: Ir jie ėmėsi be Dievo [false] dievybių, kad jie būtų jiems [Šaltinis] garbę.
lv: Un tās ir veikušas ne tikai Allāhs [viltus] dievības, kas tie būtu par tiem [avots] godu.
nb: Og de har tatt foruten Allah [falsk] guddommer som for dem [en kilde til] ære.
sk: A prijali okrem Alaha [falošné] božstiev, ktoré by boli pre ne [zdroj] česť.
sl: In so naredili poleg Allah [false] božanstev, ki bi bili za njih [vir] čast.
sr_cyrl: И одвели су осим Алаха [фалсе] боћанства која би за њих [извор] част.
sr_latn: I odveli su osim Alaha [false] boћanstva koja bi za njih [izvor] čast.
uk: І вони взяли крім Аллаха [false] божеств, що вони були б для них [Джерело] честі.
vi: Và họ đã thực hiện ngoài Allah [false] vị thần mà họ có thể cho họ [một nguồn] tôn vinh.
zu: Futhi baye ngaphandle Allah yayigcwele amathempeli onkulunkulu [bamanga] ukuthi babeyoba ngabo [a umthombo] udumo.

# Quran2332
source: No! Those "gods" will deny their worship of them and will be against them opponents [on the Day of Judgement].
ca: No! Els "déus" podrà negar el seu culte d'ells i estarà contra els opositors [en el dia del judici].
cy: na! Bydd y "duwiau" yn gwadu eu addoli ohonynt, a bydd yn erbyn eu gwrthwynebwyr [ar y diwrnod dyfarniad].
da: Nej! Disse "guder" vil benægte deres tilbedelse af dem og vil være imod dem modstandere [på dommedag].
el: Όχι! Οι «θεοί» θα αρνηθεί τους λατρεία τους και θα είναι εναντίον τους αντιπάλους [την ημέρα της κρίσεως].
et: Ei! "Jumalad" keelab nende kummardamise ja toimub nende vastaste vastu [kohtupäeva].
fi: Ei! Nämä "jumalat" kieltää niiden palvonnan ja on niitä vastustajia vastaan [tuomion päivä].
he: לא! אלה "האלים" אכחיש את פולחן שלהם עליהם ויהיה נגדם יריבים [על יום הדין].
hr: ne! Ti "bogovi" će zanijekati svoje štovanje i bit će protiv njih protivnika [na Sudnji dan].
lt: ne! Tas "dievų" atmes jų garbinimą iš jų ir bus prieš jų priešininkai [dėl teismo dieną].
lv: nē! Šie "Dievu" noliegs viņu pielūgšanu un būs pret tiem pretiniekiem [par sprieduma dienā].
nb: nei! Disse "gudene" vil nekte dyrkingen av dem og blir mot dem motstandere på dommedag].
sk: nie! Tých "bohov" popierať ich uctievanie je a bude proti nim súperov [na Súdny deň].
sl: ne! Te "bogove" bo zanikala svoje bogoslužje od njih in bo proti njim nasprotniki [na dan sodbe].
sr_cyrl: не! Ти"богови" ускратити своје дивљење према њима и ће бити против њих противници [на Судњи дан].
sr_latn: ne! Ti "bogovi" uskratiti svoje divljenje prema njima i će biti protiv njih protivnici [na Sudnji dan].
uk: Ні! Ці "богів" буде заперечувати їх поклоніння і буде проти них опонентів [на в Судний день].
vi: Không! Những "vị thần" sẽ từ chối của họ tôn thờ của họ và sẽ chống lại họ đối thủ [ngày ngày bản án].
zu: Cha!

# Quran2333
source: Do you not see that We have sent the devils upon the disbelievers, inciting them to [evil] with [constant] incitement?
ca: No veus que ens han enviat els diables en disbelievers, incitar-los a la incitació [mal] amb [constant]?
cy: Nid ydych yn gweld bod yr ydym wedi anfon y devils ar y disbelievers, i'w annog i anogaeth [anfad] gyda [cyson]?
da: Kan du ikke se at vi har sendt djævle ved de vantro, ansporer dem til [onde] med [konstant] tilskyndelse?
el: Δεν βλέπετε που σας έχουμε στείλει την διάβολοι κατά την disbelievers, τους υποκίνησης για υποκίνηση του [κακό] με [σταθερά];
et: Ei sa ei näe, et oleme saatnud devils upon uskottomille, neid [kurja] [konstandiga] Vaenu õhutamine?
fi: Älä katso, antaneet kun saa luovuttaa yllyttämisestä [evil] [vakio] yllyttäminen devils?
he: ? אתה לא רואה כי שלחנו את השדים על disbelievers, הסתה אותם הסתה [רע] עם [קבוע]
hr: Zar ne vidiš da smo poslali vragovi na iskuse, ih potičete da [zlo] s [konstanta] huškanje?
lt: Ar jūs nematote, kad mes išsiuntėme velnių nuo disbelievers, transliuojamų juos [evil] su [pastovus] kurstymas?
lv: Jūs neredzēsiet, ka mēs esam nosūtījuši velni pēc disbelievers, kūdot tos [ļauno] [pastāvīgi] ar naida kurināšanu?
nb: Ser du ikke at vi har sendt djevler på troende, oppfordret dem til [onde] med [konstant] provokasjon?
sk: Nie vidíte, že sme poslali devils na neveriacim podnecujúcich im [zlé] [konštanta] podnecovania?
sl: Ali ne vidite, da smo poslali devils na disbelievers, spodbujanje njih [zlo] s [konstantno] spodbujanja?
sr_cyrl: Зар не видите да смо послали су демони на скептике, их је охрабрио да [зла] са [константа] подстицање?
sr_latn: Zar ne vidite da smo poslali su demoni na skeptike, ih je ohrabrio da [zla] sa [konstanta] podsticanje?
uk: Ви не бачите, що ми направили дияволів на disbelievers, підбурювання їх [зло] з [постійного] підбурювання?
vi: Bạn không thấy rằng chúng tôi đã gửi devils khi thì, kích động họ để [ác] với [hằng] kích?
zu: You cha bheka ukuthi Sithumele dimoni disbelievers, sibavuselele [okubi] no- [njalo] Uchwepheshe?

# Quran2334
source: So be not impatient over them. We only count out to them a [limited] number.
ca: Així no que impacient sobre ells. Només comptem a ells un nombre [limitat].
cy: Felly fod nid yn ddiamynedd dros iddynt. Dim ond ein bod yn cyfrif iddynt nifer [cyfyngedig].
da: Så ikke være utålmodige over dem. Vi tæller kun til dem nogle [få].
el: Έτσι είναι δεν ανυπόμονος πάνω τους. Καταμετρώνται μόνο τους [περιορισμένες].
et: Nii ei tohi olla kannatamatu nende üle. Me ainult loota out neile [] teatud.
fi: Siis ole kärsimätön päälle. Me vain Laske ulos heille [] muutamia.
he: אז סבלנות לא מעליהם. אנחנו רק אל תחשיבו להם מספר [מוגבל].
hr: Tako biti ne nestrpljiv nad njima. Mi samo računaj na njih [ograničenog].
lt: Taigi būti nekantrus virš jų. Mes tik paskaičiuoti jiems [nedaug].
lv: Tātad nevar būt nepacietīgs pār viņiem. Mēs tikai skaitīt tos [ierobežotā].
nb: Så vær ikke utålmodig over dem. Vi bare regne dem [] noen.
sk: Takže nemal byť netrpezlivý nad nimi. Sme len počítať, im [niektoré].
sl: Zato se ne nestrpni nad njimi. Samo računamo da jih [] omejenega.
sr_cyrl: Тако стрпљиво не над њима. Само бројимо да их [ограничен] број.
sr_latn: Tako strpljivo ne nad njima. Samo brojimo da ih [ograničen] broj.
uk: Так чи не нетерплячі над ними. Ми тільки розраховувати їм [] кількома.
vi: Như vậy là không thiếu kiên nhẫn hơn họ. Chúng tôi chỉ tính ra cho họ một số [giới hạn].
zu: Ngakho kungabi impatient phezu kwabo.

# Quran2335
source: On the Day We will gather the righteous to the Most Merciful as a delegation
ca: El dia que es reuneixen els justos per la misericordiós com una delegació
cy: Bydd ar y dydd rydym yn casglu y righteous i mwyaf tosturiol fel dirprwyaeth
da: På dag vi vil samle retfærdige til den mest barmhjertige som en delegation
el: Την ημέρα θα θα συγκεντρωθούν οι δίκαιοι σε ο πανάγαθος ως αντιπροσωπεία
et: Päev me kogunevad õige Viimane armuline delegatsioonina
fi: Päivänä teemme kokoontuvat vanhurskaat Armahtaja valtuuskunta
he: על יום אנחנו יתכנסו הצדיקים כדי הרחמן ביותר כמו משלחת
hr: Na dan smo okupiti pravednici se najmilostiviji kao delegacija
lt: Dieną mes susirinks teisus, litosciwy kaip delegacija
lv: Dienu mēs pulcēsies taisns, lai vairums žēlsirdīgs kā delegācijas
nb: På den dagen vi vil samle rettferdige til den mest Nåderike som en delegasjon
sk: Na deň, kedy sme sa zhromaždiť spravodliví k Najpodstatnejšou ako delegácia
sl: Na dan smo bo zbralo pravičnih najbolj usmiljen kot delegacijo
sr_cyrl: На дан смо окупиће се праведнима да је најмилостивији као делегација
sr_latn: Na dan smo okupiće se pravednima da je najmilostiviji kao delegacija
uk: На день, ми зберемося, праведники щоб самий милосердний як делегація
vi: Vào các ngày chúng tôi sẽ thu thập các công bình để thương xót nhất là một phái đoàn
zu: On the Day We bazohlangana abalungile the Ningi Nomusa njengoba litsimba

# Quran2336
source: And will drive the criminals to Hell in thirst
ca: I es empenta els criminals a l'infern en set
cy: A bydd y troseddwyr i uffern mewn syched
da: Og vil drive kriminelle til helvede i tørst
el: Και θα οδηγήσει τους εγκληματίες στον Άδη τη δίψα
et: Ja kas sõita kurjategijad põrgusse janu
fi: Ja ajaa rikollisten helvettiin jano
he: גם נסיעה הפושעים לגיהנום של צימאון
hr: Te će se voziti kriminalce u pakao žeđ
lt: Ir bus automobiliu nusikaltėliai į pragarą, troškulys
lv: Un būs vadīt noziedznieku Hell no slāpēm
nb: Og vil drive kriminelle til helvete i tørst
sk: A sa budú riadiť zločinci do pekla v smäd
sl: In bo voziti kriminalci v pekel v žeja
sr_cyrl: И ће диск криминалце у пакао на жеђ
sr_latn: I će disk kriminalce u pakao na žeđ
uk: І буде диск злочинців в пекло в спрагу
vi: Và sẽ ổ tội phạm vào địa ngục trong khát
zu: Futhi ngeke ukushayela izigebengu kuze Hogo womile

# Quran2337
source: None will have [power of] intercession except he who had taken from the Most Merciful a covenant.
ca: Cap tindrà intercessió [poder de] excepte el que havia arrabassat el misericordiós un pacte.
cy: Bydd dim rhaid intercession [pŵer] ac eithrio ef oedd wedi cymryd o'r mwyaf tosturiol cyfamod.
da: Ingen vil have [magt] forbøn undtagen han, der havde taget fra den mest barmhjertige en pagt.
el: Κανένας δεν θα έχουν μεσολάβηση [δύναμη του] εκτός από αυτός που είχε πάρει από ο πανάγαθος ένα σύμφωνο.
et: Ühelgi pole [võim] eestkostmine, välja arvatud juhul, kui ta, kes oli võtnud alates kõige armuline pakt.
fi: Kukaan ei ole [power] esirukousta paitsi hän, joka oli peräisin Armahtaja liiton.
he: אף אחד לא יהיה [כוחו של] התערבותו חוץ מי לקח של הרחמן ביותר ברית.
hr: Niko neće morati [snaga] zagovoru osim onoga koji je uzeo od najmilostiviji savez.
lt: Nė vienas turės [galia] užtarimo išskyrus tas, kuris buvo paimtas iš labiausiai gailestingas sandorą.
lv: Neviens būs [spēku] aizrunāšana, izņemot tas, kas bija ņemti no vairums žēlsirdīgs derību.
nb: Ingen vil har [makt] forbønn han som hadde tatt fra den Nåderikes en pakt.
sk: Nič nebude mať príhovor [moc] okrem ten, kto vzal z Most Milosrdných zmluvu.
sl: Nobeden hoteti življati [moči] priprošnjo, razen tisti, ki je vzeta iz najbolj usmiljen zveze.
sr_cyrl: Нико неће морати [снага] посредовање осим оних, који је отео је најмилостивији завет.
sr_latn: Niko neće morati [snaga] posredovanje osim onih, koji je oteo je najmilostiviji zavet.
uk: Ніхто не буде мати [сила] заступництво за винятком той, хто взяв із самий милосердний Завіт.
vi: Không ai sẽ có can thiệp [sức mạnh của] ngoại trừ ai đó đã lấy từ thương xót đặt một giao ước.
zu: None bayoba [amandla] intercession ngaphandle ayeseqhuba nga the Ningi Nomusa isivumelwano.

# Quran2338
source: And they say, "The Most Merciful has taken [for Himself] a son."
ca: I van dir, "més Clements ha pres [per si mateix] fill."
cy: Ac maent yn dweud, "y rhan fwyaf wedi Merciful [drosto'i hun] mab."
da: Og de siger, "mest barmhjertige har taget [til sig selv] søn."
el: Και αυτοί λένε, "το πιο εύσπλαχνος έχει λάβει [για τον εαυτό του] ένα γιο.»
et: Ja nad ütlevad, "kõige Merciful on võtnud [ise] poeg."
fi: Ja he sanovat, "kaikkein armollisin on ottanut [itselleen] poika."
he: הם אומרים, "הכי הרחום והחנון לקח [לעצמו] בן."
hr: I oni kažu, "najviše milostiv je preuzeo [za sebe] sina."
lt: Ir jie sako: "labiausiai litosciwy ėmėsi [save] sūnų."
lv: Un viņi saka: "visvairāk žēlsirdīgs veikusi [viņš] dēlu."
nb: Og de sier, "mest barmhjertige har tatt [for seg] sønn."
sk: A oni hovoria, "najviac Milosrdných prijal [sám] syna."
sl: In so rekli, "najbolj usmiljen sprejela [zase] sin."
sr_cyrl: А они кажу, "највише милосрдна предузела [за себе] сина."
sr_latn: A oni kažu, "najviše milosrdna preduzela [za sebe] sina."
uk: І вони кажуть, "найбільш Merciful взяло [для себе] сином."
vi: Và họ nói rằng, "nhất Merciful đã đưa cho [chính mình] con trai."
zu: Futhi bathi, "Lo Nomusa selithathe [yena] indodana."

# Quran2339
source: You have done an atrocious thing.
ca: Vostè ha fet una cosa atroç.
cy: Yr ydych wedi gwneud peth erchyll.
da: Du har gjort en grusomme ting.
el: Έχετε κάνει ένα φρικτό πράγμα.
et: Olete teinud julmad asi.
fi: Olette tehneet hirvittävä asia.
he: עשית משהו.
hr: Bio si grozan stvar.
lt: Jūs turite padaryti yra žiaurus dalykas.
lv: Tu esi izdarījis zvērīgās lieta.
nb: Du har gjort en fryktelig ting.
sk: Urobili ste brutálny vec.
sl: Ste storili krute stvar.
sr_cyrl: Урадио си неки грозан ствар.
sr_latn: Uradio si neki grozan stvar.
uk: Ви зробили жорстокі річ.
vi: Bạn đã làm được một điều atrocious.
zu: Nenze into elibi.
