Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2160
source: Indeed, if they come to know of you, they will stone you or return you to their religion. And never would you succeed, then - ever."
ca: De fet, si vénen a conèixer-lo, es la pedra o retornar-vos a la seva religió. I mai no vols tenir èxit, llavors - mai."
cy: Yn wir, os ydynt yn dod i wybod eich, maent yn carreg chi neu yn eich dychwelyd eu crefydd. A byth y byddai chi lwyddo, yna-byth.
da: Faktisk, hvis de kommer til kender du, de vil sten du eller vende tilbage til deres religion. Og aldrig ville du lykkes, så - nogensinde."
el: Πράγματι, αν έρθει να μάθω από εσάς, θα πέτρα σας ή θα σας επιστρέψει τη θρησκεία τους. Και ποτέ δεν θα πετύχει, τότε - ποτέ.»
et: Tõepoolest, kui nad on teile teada, nad te kivi või naasta oma religiooni. Ja kunagi oleks teil õnnestub, siis - kunagi."
fi: Todellakin, jos he tulevat tiedätte teistä, ne kivi tai palaat uskontoaan. Ja koskaan onnistut, sitten - koskaan.
he: אכן, אם הם יבואו כדי להכיר אותך, הם סוקלים אותך או להחזיר לך את הדת שלהם. מעולם לא תצליח, ואז - אי פעם."
hr: Doista, ako oni znati od vas, oni će ti kamen ili vratiti u svoju religiju. I nikad ne bi ti uspije, onda - nikad. "
lt: Iš tiesų, jeigu jie sužinoti iš jūsų, jie bus akmuo jums arba grąžinti jums savo religiją. Ir niekada jums pasiseks, tada - kada nors."
lv: Patiešām, ja tie nāk no jums zināt, viņi akmens jums vai atgriezties viņu reliģijas. Un nekad nebūtu panākumus, tad - jebkad."
nb: Faktisk, hvis de kommer til vet du, vil de stein eller tilbake til deres religion. Og aldri vil du lykkes, så - noensinne.
sk: Skutočne, ak prídu vedieť o vás, budú kameň vás alebo vás vrátiť svoje náboženstvo. A nikdy by uspieť, potom - niekedy."
sl: Res, če so prišli vedeti od vas, bo kamen vas ali vrnete v svojo vero. In nikoli ne bi vam uspelo, nato, kdaj."
sr_cyrl: Заиста , ако они знати од вас, они ће те каменују или да се врати те њихове религије. "И никада не би успете, онда - никад."
sr_latn: Zaista, ako oni znati od vas, oni će te kamenuju ili da se vrati te njihove religije. "I nikada ne bi uspete, onda - nikad."
uk: Дійсно, якщо вони приходять, щоб ви знаєте, вони з каменю ви або повертати вас до їх релігії. І ніколи не буде вам добитися успіху, потім - коли-небудь.
vi: Thật vậy, nếu họ biết đến của bạn, họ sẽ đá bạn hoặc quay bạn lại tôn giáo của họ. Và không bao giờ nào bạn thành công, sau đó - bao giờ hết."
zu: Ngempela, uma sebemazi of you they tshe you noma uzokubuyisela inkolo yabo.

# Quran2161
source: And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, "Construct over them a structure. Their Lord is most knowing about them." Said those who prevailed in the matter, "We will surely take [for ourselves] over them a masjid."
ca: I de la mateixa manera, ens va portar a trobar que [que ells] sabria que la promesa d'Allah és veritat i que de l'hora no hi ha dubte. [Que era] Quan es discuteix entre ells sobre la seva relació i [llavors] deia, "construir sobre ells una estructura. Seu senyor és saber més sobre ells." Va dir que va prevaler en l'assumpte, "Segurament prendrem [per nosaltres mateixos] sobre ells una masjid."
cy: Ac yn yr un modd, yr ydym yn achosi iddynt i'w gweld nhw [sy'n canfod eu] y byddai gwybod bod addewid y bydd Allah yn wirionedd a yr awr nid oes unrhyw amheuaeth. [Yr oedd] pan maent yn anghytuno ymysg eu hunain am eu ddigwyddiad ac [yna] dywedodd, "adeiladu dros eu strwythur. Eu yr Arglwydd yn gwybod fwyaf amdanynt. Dywedodd rhai a orfu yn y mater, "Byddwn yn sicr yn cymryd [drosom ein hunain] dros eu masjid."
da: Og på samme måde, vi fik dem til at være konstateret, at de [som fandt dem] ville ved at løfte om Allah er sandheden og at af timen er der ingen tvivl. [Det var] når de omstridte indbyrdes om deres affære og [så] sagde, "konstruere over dem. en struktur. Deres Herre er mest at vide om dem." Sagde de, der herskede i sag, "Vi vil helt sikkert tage [for os] over dem. en masjid."
el: Και Ομοίως, εμείς προκαλέσαμε να βρεθεί ότι [που βρήκε τους] θα γνωρίζουν ότι η υπόσχεση του Αλλάχ είναι αλήθεια και ότι, την ώρα, δεν υπάρχει καμία αμφιβολία. [Που ήταν] όταν αμφισβητείται μεταξύ τους σχετικά με τη σχέση τους και [τότε] είπε, «κατασκευάσει πάνω τους μια δομή. Τους Λόρδος είναι περισσότεροι γνωρίζοντας σχετικά με αυτά.» Ότι αυτοί που επικράτησε επί της διαφοράς, «Σίγουρα λαμβάνουμε [για εμάς] από πάνω τους ένα masjid.»
et: Jälgimise ja samamoodi meil neile tuleb leida, et nad [kes neid leidnud] teaks, et lubadus Jumal on tõde ja et tunnil, pole kahtlust. [See oli] Kuna nad omavahel umbes nende asi vaidlustanud ja [siis] ütles: "ehitada nende üle struktuur. Nende Issand on enamik teadmata neile." Ütlesin neile, kes valitses selles küsimuses, "Me kindlasti võtke [enda] jaoks nende üle on masjid."
fi: Ja samoin meillä niitä löytyy, että he, [joka löysi heidät] tiesivät Jumalan lupaus on totuus ja tunti ei ole epäilystäkään. Se oli kun he kiistänyt keskenään suhteesta ja [silloin] sanoi, "rakentaa päälle rakenne. Herransa on niistä." Sanoi ne, joka vallitsi asiassa "Varmasti otamme [puolestamme] päälle masjid."
he: בדומה לכך, שאנחנו גרמנו להם להימצא כי [שמצאו אותם] שידעו כי ההבטחה של אללה הוא האמת, כי השעה ויש ללא ספק. [זה היה] כאשר הם במחלוקת בינם לבין עצמם על הרומן שלהם, [אז] אמר, "לבנות מעליהם מבנה. האדון שלהם הוא לדעת רוב עליהם." אמר מי ששרר בעניין זה, "אנחנו בוודאי ישתלטו [עבור עצמנו] על אותם מסג'יד."
hr: I slično, možemo ih naći da [koji je pronašao ih] znali bi da obećanje Allah je istina i da u ovom trenutku nema nikakve sumnje. [To je] kad su sporne između sebe o njihovoj vezi i [onda] je rekao, "izgraditi preko njih strukturu. Njihov gospodar je većina znajući za njih." Da oni koji je prevladavao u pitanju, "Mi ćemo sigurno uzeti [sami] nad njima mesdžid."
lt: Ir panašiai, mes juos galima rasti, kad jie [kurie rado juos] būtų žinoti, kad pažadas, Dievas yra tiesa ir kad valandą nėra abejonių sukėlė. [Tai] kada jie ginčijo tarpusavyje apie savo romaną ir [tada] pasakė, "pastatyti virš jų struktūrą. Jų Viešpats yra dauguma žinant apie juos." Sako tie, kurie vyravo šiuo klausimu, "Mes bus tikrai imtis [save] virš jų yra masjid."
lv: Un tāpat mēs tos var atrast, ka viņi, [kas atzina] zina Allah solījums ir patiesība, un ka stundas nav nekādu šaubu. [Kas ir] kad viņi apstrīd savā starpā par to lietu un [tad] teica: "Construct pār tām struktūru. Savu kungu ir visvairāk zinot par viņiem." Teica, ka tie, kuri dominēja šajā jautājumā, "Mēs noteikti pārņems [priekš sevis] tos masjid."
nb: Og på samme måte vi fikk dem til å finne at de [som fant dem] ville vite at løftet om Gud er sannhet og at i timen er det ingen tvil. [Det var] når de omstridte seg imellom om saken deres og [da] sa, "bygge over dem en struktur. Herren er de fleste å vite om dem. Sa de som hersket i saken, "Vi vil sikkert ta [for oss] over dem en moskeen."
sk: A podobne môžeme prinútil ich, aby sa zistilo, že [kto našiel] by vedia, že sľub, že Boh je pravda a že hodinu nie je pochýb. [To bolo] keď sporu medzi sebou o ich záležitosť a [potom] povedal: "postaviť nad nimi štruktúru. Svojho pána, je väčšina vedel o nich." Povedal, že tí, ktorí v tejto veci, "Určite podnikneme [za nás] nad nimi masjid."
sl: In podobno, smo zaradi njih najdemo, da [ki jih najde] bi vedo, da obljuba Allah je resnica in da ure ni nobenega dvoma. [Ki je] Ko sporno med seboj o njihovi aferi in [torej] je dejal, "gradnjo nad njimi strukturo. Njihovega gospodarja je večina vedel zanje." Rekel tistim, ki so prevladovale v snovi, "Zagotovo bomo [zase] nad njimi na masjid."
sr_cyrl: И слично томе, ми смо криви за њих треба открити да [их нашао] знали би да је остваривање Аллах је истина и да од сат времена без сумње. [Која је] када су спорне међу собом за њихову аферу, и [онда] је рекао, "конструисати над њима структуру. Њихов господар је већина сазнање о њима". Рекао је онима који је превладао у било, "Сигурно Преузецемо [сами] их у дћамију."
sr_latn: I slično tome, mi smo krivi za njih treba otkriti da [ih našao] znali bi da je ostvarivanje Allah je istina i da od sat vremena bez sumnje. [Koja je] kada su sporne među sobom za njihovu aferu, i [onda] je rekao, "konstruisati nad njima strukturu. Njihov gospodar je većina saznanje o njima". Rekao je onima koji je prevladao u bilo, "Sigurno Preuzecemo [sami] ih u dћamiju."
uk: І точно так само ми спричиняли бажання знайти, що вони [хто знайшов їх, що] будуть знати, що обіцянка Аллах правду, і що час не викликає сумніву. [Це було] коли вони проміж себе, про свої справи і [] сказав, "побудувати над ними структуру. Їх Господь є більшість знаючи про них". Сказав, що ті, хто переважали в питанні, "Ми безумовно займе [підійшло] над ними на Масджид."
vi: Và tương tự như vậy, chúng ta gây ra cho họ để được tìm thấy rằng họ [người tìm thấy chúng] sẽ biết rằng những lời hứa của Allah là thật và rằng giờ không có nghi ngờ. [Đó là] khi họ gây tranh cãi giữa họ về vụ việc của họ và [sau đó] nói, "xây dựng lên chúng một cấu trúc. Chúa là hầu hết hiểu biết về họ." Nói những người chiếm ưu thế trong vấn đề này, "Chúng tôi sẽ chắc chắn đi cho [chúng ta] qua chúng một masjid."
zu: Futhi ngokufanayo, We wabangela ukuba wathola ukuthi lapho [labo wabathola] azi ukuthi isithembiso Allah liyiqiniso nokuthi of Awa akukho kungabaza.

# Quran2162
source: They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], "My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone."
ca: Diran que hi havia tres, el quart d'ells seu gos; i diran que hi havia cinc, la sisena d'elles sent el seu gos - endevinar a invisibles; i diran que hi havia set, i el vuitè d'ells era el seu gos. Dir, [O Muhammad], "Senyor és saber la majoria dels seus membres. Cap coneix excepte algun. Així no discutir sobre ells excepte amb un argument evident i no informar-los entre [els especuladors] d'algú".
cy: Byddant yn dweud yr oedd tri, y pedwerydd ohonynt yn cael eu ci; a byddant yn dweud yr oedd pump, chwech ohonynt yn cael eu ci-yn dyfalu am y unseen; a byddant yn dweud yr oedd saith, ac yr wythfed ohonynt yn eu cŵn. Dweud, [O Muhammad], "fy Arglwydd yn gwybod fwyaf eu nifer. Mae dim yn gwybod iddynt ac eithrio ychydig. Felly nid dadlau amdanynt ac eithrio gyda dadl amlwg a wneud nid holi iddynt ymhlith [hapfasnachwyr] gan neb.
da: De vil sige, der var tre, fjerde af dem er deres hund; og de vil sige, der var fem, sjette af dem er deres hund - gætte på usynlige; og de vil sige der var syv, og ottende af dem var deres hund. Sige, [O Muhammad], "min herre er de fleste at vide af deres nummer. Ingen kender dem undtagen et par stykker. Så ikke skændes om dem undtagen med et indlysende argument og ikke spørge om dem blandt [spekulanter] fra nogen."
el: Θα λένε ότι υπήρχαν τρεις, το τέταρτο από αυτά είναι το σκυλί τους? και θα λένε ότι υπήρχαν πέντε, το έκτο των οποίων είναι δικό τουs σκύλοs - μαντέψουν την αθέατη? και θα λένε ότι υπήρχαν επτά, και η όγδοη από αυτούς ήταν δικό τουs σκύλοs. Πω, [Ο Μωάμεθ], «Κύριέ μου είναι περισσότεροι γνωρίζοντας τους αριθμού. Κανένας δεν ξέρει τους εκτός από μερικούς. Έτσι δεν διαφωνούν για τους εκτός από με ένα προφανές επιχείρημα και δεν ρωτήσετε τους μεταξύ των [οι κερδοσκόποι] από κανέναν.»
et: Nad ütlevad, oli kolm, neljas neist on oma koera; ja nad ütlevad, et oli viis, kuues neist on oma koera - AIM nähtamatu; ja nad ütlevad oli seitse ja neist kaheksas oli oma koer. Öelda, [O Muhammad], "Issand on enamik teades endi seast. Keegi teab neid, välja arvatud mõned. Nii ei vaielda neile välja arvatud ilmne argumendiga ja mitte küsida neid vahel [spekulantide] kedagi."
fi: He sanovat, oli kolme, neljäs on koira; ja he sanovat, oli viisi kuudesosa on heidän koira - arvailu on näkymätön; ja he sanovat oli seitsemän, ja kahdeksannen niistä oli heidän koiransa. Eli [Oi Muhammed] "Herrani on numero. Kukaan ei tiedä niitä lukuun ottamatta muutamia. Joten älä väitä heistä selkeä peruste ja ei tiedustella niitä keskuudessa [keinottelijat] keneltäkään.
he: הם אומרים, היו שלושה הרביעי מהם את הכלב שלהם; והם יגידו היו חמישה, ה-6 מהם את הכלב שלהם - מנחש-יתלבה; הם אומרים שבעה, השמיני מהם היה הכלב שלהם. תגיד, [O מוחמד], "אדוני הוא לדעת רוב של המספר שלהם. אף אחד לא מכיר אותם למעט מעטים אז לא להתווכח עליהם מלבד עם ארגומנט ברור ולברר לא על אותם בין [למתווך] מאף אחד."
hr: Oni će reći tri, četvrta od njih je njihov pas; i oni će reći da je bilo pet, šesti od njih je njihov pas - nagađanje na nevidjeno; i rekli bi bilo sedam, a 8 ih je njihov pas. [O Muhammad], "moj gospodar je većina znajući za njihov broj. Nitko ih ne zna osim nekoliko. Pa raspravljaj o njima osim sa argument očito i ne zanimaju ih među [špekulanti] od bilo koga."
lt: Jie sako, buvo trys, ketvirtas iš jų yra jų šuo; ir jie sako, ten buvo penki, šeštasis iš jų yra jų šuo - atspėti ne nematyto; ir jie sako ten buvo septyni, ir aštuntą iš jų buvo jų šuo. Tarkim, [O Muhammad], "mano Viešpats yra dauguma žinant jų skaičiaus. Nė vienas žino jų išskyrus keletą. Taigi ne ginčytis apie juos išskyrus akivaizdaus argumento ir ne paklausti apie juos tarp [spekuliantai] nuo ko nors."
lv: Viņi saka, tur bija trīs, ceturtā daļa no tiem ir viņu suns; un viņi teiks, ka tur bija pieci, sesto daļu no viņiem ir savu suni - minēt pie neredzamā; un viņi teiks, tur bija septiņi, un astotā no tiem bija viņu suns. Teikt, [O Muhammad] "mans kungs ir visvairāk zinot, no sava vidus. Neviens viņus zina, izņemot dažas. Tātad nav diskutēt par tiem, izņemot ar skaidrs arguments un nevar ievākt ziņas par tiem vidū [spekulanti] no jebkuras personas."
nb: De vil si det var tre, fjerde av dem er deres hunden; og de vil si det var fem, sjette av dem er hunden - gjette på usynlige; og de vil si det var syv, og åttende av dem var deres hunden. Si, [O Muhammad], "min Herre er de fleste å vite antall. Ingen vet dem bortsett fra noen få. Så ikke krangle om dem unntatt med åpenbare argument og må ikke spørre om dem blant [spekulantene] fra noen.
sk: Oni si povedia, že tam boli tri, štvrtá je ich pes; a oni hovoria, bolo ich tam päť šestina z nich je ich pes - hádať neviditeľné; a oni hovoria, bolo sedem a ôsmy z nich bol ich pes. J. [Mohamed], "môj pán je najviac poznať ich počtu. Nikto nevie, nich Okrem niekoľkých. Takže argumentovať o nich Okrem argument zrejmé a nie informovať o nich medzi [špekulanti] od nikoho."
sl: Bodo rekli, tam so bili trije, četrti najpomembnejši svoj pes; in ti bo rekel, je bilo pet, šesti od njih pa svojih pes - ugibati na nevidno; in ti bo rekel, je bilo sedem, in osmo od jih je svoj pes. Recimo, [O Muhammad], "moj gospodar je večina poznavanje njihovega števila. Brez ve jih razen nekaj. Tako ne trdijo o njih, razen z očitno argument in ne pozanima o njih med [špekulantov] od kogarkoli."
sr_cyrl: Рекли су да ће нас је троје, четврти од њих био њихов пас; и рекли да би било их је пет, шести од њих био њихов пас - Претпостављам на невидјено; и рекли би било је седам, а осми од њих је био њихов пас. Реци , [О Мухаммад], "мој господар је већина јер знам да њихов број. Нико их не зна осим неколико. "Тако је расправљати о њима осим са расправом очигледно и не распитујте о њима међу [љпекуланти] ни од кога."
sr_latn: Rekli su da će nas je troje, četvrti od njih bio njihov pas; i rekli da bi bilo ih je pet, šesti od njih bio njihov pas - Pretpostavljam na nevidjeno; i rekli bi bilo je sedam, a osmi od njih je bio njihov pas. Reci, [O Muhammad], "moj gospodar je većina jer znam da njihov broj. Niko ih ne zna osim nekoliko. "Tako je raspravljati o njima osim sa raspravom očigledno i ne raspitujte o njima među [љpekulanti] ni od koga."
uk: Вони кажуть, що було три, четверта їх в своїх собак; і вони кажуть, що існували, шостий їх в їх собаки - ворожити на невидиме; і вони кажуть, там було сім, і восьмий з них був їх собаки. Говорити, [O Мухаммад], "Мій Господь є більшість знаючи їх кількість. Ніхто не знає їх за винятком декількох. Так не сперечатися про них, Крім очевидних аргумент а не дізнатися про їх серед [спекулянти] від кого-небудь.
vi: Họ sẽ nói đã có ba, thứ tư của họ đang là con chó của họ; và họ sẽ nói đã có năm, thứ sáu của họ là con chó của họ - đoán tại vô hình; và họ sẽ nói đã có bảy, và thứ tám của họ là con chó của họ. Nói, [O Muhammad], "Chúa tể của tôi là hiểu biết hầu hết trong số họ. Không ai biết họ ngoại trừ một số ít. Vì vậy không tranh luận về họ ngoại trừ với một đối số rõ ràng và không yêu cầu thông tin về họ trong số [các nhà đầu cơ] từ bất cứ ai."
zu: They tshela bekukhona obhasikidi abathathu, owesine kubo kwakuyizingane inja yabo;

# Quran2163
source: And never say of anything, "Indeed, I will do that tomorrow,"
ca: I mai no diuen res, "de fet, jo faré que demà"
cy: A byth yn dweud unrhyw beth, "yn wir, byddaf yn gwneud hynny yfory"
da: Og aldrig sige noget, "Ja, det gør jeg i morgen"
el: Και ποτέ μη λες τίποτα, «πράγματι, θα το κάνω αύριο"
et: Ja ei ütle kunagi midagi, tõepoolest, ma teha, et homme "
fi: Ja sano koskaan mitään, ", teen sen huomenna"
he: אף פעם לא אומר.. "ואכן, ואני אעשה את זה מחר."
hr: I nikad ne reci ništa, "doista, učinit ću to sutra"
lt: Ir niekada pasakyti nieko, "iš tiesų, aš padariau, kad rytoj"
lv: Un nekad nesaki neko, "patiešām, es darīšu, ka rīt"
nb: Og aldri si noe, "Ja, jeg vil gjøre det i morgen"
sk: A nikdy nepovedal nič, "naozaj, budem robiť zajtra"
sl: In nikoli ne reci ničesar, "res, bom to naredil jutri"
sr_cyrl: И никад не реци, "заиста, учинићу то сутра"
sr_latn: I nikad ne reci, "zaista, učiniću to sutra"
uk: І ніколи не кажіть нічого, "дійсно, я зроблю це завтра"
vi: Và không bao giờ nói bất cứ điều gì, "thực sự, tôi sẽ làm điều đó vào ngày mai"
zu: Futhi never say lutho, "Ngempela, ngiyoyenza leyonto ukuthi kusasa,"

# Quran2164
source: Except [when adding], "If Allah wills." And remember your Lord when you forget [it] and say, "Perhaps my Lord will guide me to what is nearer than this to right conduct."
ca: Excepte [en afegir], "Si Allah testaments." I recordar el seu Senyor quan oblida [-] i dir, "potser el meu Senyor es guiï'm per què és més a prop que això a la conducta correcte."
cy: Ac eithrio [wrth ychwanegu], "Os mae Allah wills." A chofio eich Arglwydd pan fyddwch yn anghofio [TG] ac yn dweud, "Efallai bydd fy Arglwydd canllaw wrthyf i beth yn nes na hyn i ymddygiad cywir."
da: Undtagen [når du tilføjer], "Hvis Allah testamenter." Og husk din Herre, når du glemmer [det] og sige, "Måske min herre vil guide mig til hvad er tættere end det rigtige adfærd."
el: Εκτός [κατά την προσθήκη], «Εάν ο αλλά(χ).» Και θυμάστε τον Λόρδο όταν ξεχάσετε [αυτό] και λένε, «ίσως Κύριέ μου θα οδηγός μου σε αυτό που είναι πιο κοντά από ό, τι αυτό στην σωστή συμπεριφορά.»
et: Välja arvatud [lisamisel], "Kui Jumal tahab." Ja meenutamist teie Issand teil unustada [ta] ja öelda: "Võib-olla minu Issand juhatab mulle mis on lähemal kui see õige käitumine."
fi: Paitsi [lisättäessä], "Jos Allah tahtoo." Ja muistan teidän Herranne, kun unohtaa [se] ja sanoa: "Ehkä Herra ohjaa minua siihen, mikä on lähempänä kuin tämä oikea toiminta."
he: חוץ [בעת הוספת], "אם אללה." זוכר. האל שלך כאשר אתה תשכח [בו] ואומר, "אולי אדוני ינחה אותי מהו קרובים יותר כדי לנהל נכון."
hr: Osim [prilikom dodavanja], "Ako Allah hoće." I sjećam se vašeg gospodara kada zaboravi [] i reći, "Možda moj gospodar će me voditi na ono što je bliže nego ovo na pravo obavljanja."
lt: Išskyrus [įtraukdami], "Jei Dievas nori." Ir prisiminti savo Viešpaties pamiršti apie [tai] ir pasakyti, "galbūt mano Viešpats padės man kas yra arčiau nei tai į tinkamą elgesį."
lv: Izņemot [pievienojot], "Ja testamentu Allah." Un atcerēties savu kungu, kad aizmirst [tā] un teikt: "Varbūt mans kungs palīdzēs man to, kas ir tuvāk par šo labo uzvedību."
nb: Unntatt [når du legger til], "Hvis Allah vilje." Og husk din herre når du glemmer [det] og sier, "Kanskje min Herre vil lede meg hva er nærmere enn dette til riktig oppfÃ¸rsel."
sk: S výnimkou prípadov [pri pridávaní], "vôle Alaha." A Pamätajte si svojho pána, keď zabudnete [to] a povedať: "Možno môj Pán povedie ma to, čo je bližšie ako to správne správanie."
sl: Razen [pri dodajanju], "Če je Allah hoče." In ne pozabite svojega Gospoda, ko pozabi [] in reči, "Morda moj gospodar bo vodič mi je bližjega kot to pravilen voditi."
sr_cyrl: Осим [приликом додавања], "Ако Алах жели." И сети се свога господара када заборави [] и рекао, "можда мој господару ће водити ме да шта је ближе од овога да праву понашања."
sr_latn: Osim [prilikom dodavanja], "Ako Alah želi." I seti se svoga gospodara kada zaboravi [] i rekao, "možda moj gospodaru će voditi me da šta je bliže od ovoga da pravu ponašanja."
uk: За винятком [додаючи], "Якщо воля Аллаха." І пам'ятайте ваш Господь, коли ви забули [] і сказати: "Може бути мій Господь буде наставить мене до того, що ближче ніж це правильний поведінки."
vi: Ngoại trừ [khi thêm], "Nếu Allah wills." Và hãy nhớ rằng Chúa của bạn khi bạn quên [nó] và nói, "Có lẽ Chúa của tôi sẽ hướng dẫn tôi gần hơn để tiến hành đúng là gì."
zu: Ngaphandle [uma wengeza], "Uma Allah ethanda."

# Quran2165
source: And they remained in their cave for three hundred years and exceeded by nine.
ca: I va romandre a la seva cova durant tres-cents anys i superat per nou.
cy: Ac maent yn aros yn eu Ogof am dri chant o flynyddoedd ac yn rhagori ar gan naw.
da: Og de forblev i deres hule i tre hundrede år og overskredet af ni.
el: Και παρέμειναν στη σπηλιά για τριακόσια χρόνια και ξεπερνιέται από εννέα.
et: Ja nad jäid oma koopas kolmsada aastat ja üheksa ületatud.
fi: Ja ne jäi heidän luolassa kolmesataa vuotta ja ylittää yhdeksän.
he: הם נשארו במערה שלהם במשך שלוש מאות שנה, חרג ב-9.
hr: I ostao u svoje spilje za tri stotine godina i premašen do devet.
lt: Ir jie liko į savo olą tris šimtus metų ir viršyti devynių.
lv: Un viņi trīssimt gadus palika viņu alu un pārsniegts par deviņiem.
nb: Og de forble i hulen sin for tre hundre år og overskredet av ni.
sk: A zostal v ich jaskyni tristo rokov a prekročia deväť.
sl: In ostali v svoje jame tristo let in presegla devet.
sr_cyrl: А они остају у своју пећину за три стотине година и премашио је до девет.
sr_latn: A oni ostaju u svoju pećinu za tri stotine godina i premašio je do devet.
uk: І вони залишалися їхня печери, у триста років і дев'ять перевищено.
vi: Và họ ở lại trong hang động của mình cho ba trăm năm vượt quá chín.
zu: Futhi bahlala bo phandu iminyaka engamakhulu amathathu futhi yedlule by eziyisishiyagalolunye.
