Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1690
source: And when the caravan departed [from Egypt], their father said, "Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind."
ca: I quan la caravana es va apartar [Egipte], va dir el seu pare, "de fet, trobo l'olor de Josep [i diria que va ser vives] si vostè no crec que em afeblit en ment."
cy: A phan oedd y garafán yn gadael [o'r Aifft], dywedodd eu tad, "yn wir, ddod o hyd i arogl y Joseph [a byddai yn dweud ei fod yn fyw] Os nad oeddech yn credu imi wedi gwanhau mewn golwg."
da: Og da campingvognen forlod [fra Egypten], deres far sagde, "Ja, jeg finder lugten af Joseph [og vil sige, at han var i Live] Hvis du ikke tror mig svækket i sindet."
el: Και όταν το καραβάνι έφυγαν [από την Αίγυπτο], ο πατέρας τους είπε, «πράγματι, βρίσκω τη μυρωδιά του Ιωσήφ [και ήθελα να πω ότι ήταν ζωντανός] αν δεν πιστεύετε εμένα αποδυναμωθεί στο μυαλό.»
et: Ja kui karavani väljusid [Egiptuse] oma isa ütles: "tõepoolest, ma leida Joseph lõhn [ja ütleks, et ta oli elus] kui sa ei usu mind meeles nõrgenenud."
fi: Ja kun caravan poikennut [Egypti], heidän isänsä sanoi, "itse asiassa tuoksu on Joseph [ja sanoisi, että hän oli elossa] Jos ette usko minua heikentynyt mielessä."
he: וכאשר השיירה עזב [ממצרים], אביהם אמר, "ואכן, למצוא את הריח של יוסף [ואני הייתי אומר שהוא בחיים] אם לא חשבתם אותי נחלש בראש."
hr: I kada karavana pokojni [iz Egipta], njihov otac je rekao, "zaista, pronaći miris Josip [i rekao bih da je bio živ] da ne razmišljaš me na umu."
lt: Ir kai karavanas išvyko [iš Egipto], jų tėvas sakė: "iš tikrųjų, aš rasti kvapas, Juozapas [ir pasakyti, kad jis buvo gyvas] Jei galite ne manau, man susilpnėjo galvoje."
lv: Un kad Treileru aizgājis [no Ēģiptes puses], viņu tēvs teica: "patiešām, es atrast Joseph smarža [un teiktu, ka viņš ir dzīvs] Ja jūs nedomāju, ka man prātā vājāka."
nb: Og når campingvognen dro [fra Egypt] sin far sa, "Ja, jeg finner lukten av Joseph [og vil si at han var i live] hvis du ikke tror meg svekket i tankene."
sk: A keď karavan odchýlila [od Egypta], ich otec povedal: "skutočne nájsť vôňu Joseph [a povie, že on bol živý] Ak ste si nemysleli mňa oslabená v mysli."
sl: In ko karavana odstopila Egipta], njihov oče je dejal, "dejansko našli vonj Joseph [in bi rekel, da je bil živ] Če jih ne mislite me oslabljen v mislih."
sr_cyrl: И када караван отпутовао је [из Египта], њихов отац је рекао, "заиста, пронаћи мирис Јосепх [и рекао бих да је он био жив] ако ниси мислио ми је ослабила на уму."
sr_latn: I kada karavan otputovao je [iz Egipta], njihov otac je rekao, "zaista, pronaći miris Joseph [i rekao bih da je on bio živ] ako nisi mislio mi je oslabila na umu."
uk: І коли Караван покинули [Єгипет], їх батько сказав: "дійсно, знайти запах Йосипа [і хотів би сказати, що він був живий] Якщо ви не думаєте, що мене ослаблені на увазі."
vi: Và khi các đoàn caravan rời [Ai Cập], cha của họ cho biết: "thật vậy, tôi tìm thấy mùi của Joseph [và muốn nói rằng ông đã sống] Nếu bạn không nghĩ rằng tôi đã làm suy yếu trong tâm trí."
zu: Futhi lapho nendlwana wamuka [eGibhithe], uyise wathi: "Ngempela, ngithola iphunga kaJosefa [athi ukuthi uyaphila] uma ungazange ucabange mina iba buthakathaka engqondweni."

# Quran1691
source: They said, "By Allah, indeed you are in your [same] old error."
ca: Es diu, "Per Allah, fet que està en el seu error vell [mateix]."
cy: Maent yn dweud, "Gan Allah, yn wir yr ydych yn eich hen gwall [un]."
da: De sagde: "Ved Allah, ja du er i din [samme] gamle fejl."
el: Όπως είπαν, «Από τον Αλλάχ, πράγματι είστε στην παλιά σφάλμα σας [ίδιες].»
et: Nad ütlesid: "Jumal, mida tõepoolest olete teie [sama] vana viga."
fi: He sanoivat: "Jumala, itse olet [sama] vanha virhe."
he: הם אמרו, "בשם אללה, אכן אתה בטעות הישן [אותו] שלך."
hr: Rekli su, "Tako mi Allaha, zaista ste u [iste] stare pogreške."
lt: Jie sakė, "Iš Dievo, iš tikrųjų jūs esate savo [pat] senas klaidas."
lv: Viņi teica: "By Allah, patiešām jums ir jūsu [paša] vecās kļūdas."
nb: De sa, "Av Allah, faktisk er du i din [samme] gamle feil."
sk: Povedali, že "Pri Alláhovi, naozaj ste svoje isté] staré omylom."
sl: So rekli, "Z Allah, res ste v vaš [enak stare napake."
sr_cyrl: Рекли су, "Тако ми Алаха, заиста си у твој [исте] старе грешке."
sr_latn: Rekli su, "Tako mi Alaha, zaista si u tvoj [iste] stare greške."
uk: Вони ж відказали "Аллах, ви дійсно в [ж] стара помилка."
vi: Họ nói, "Bởi Allah, thực sự bạn đang ở trong [giống nhau] lỗi cũ của bạn."
zu: Bathi: "By Allah, ngempela wena ekhatsi [efanayo] isiphambeko sakho esidala."

# Quran1692
source: And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, "Did I not tell you that I know from Allah that which you do not know?"
ca: I quan va arribar el portador de la bona nova, va llençar-lo sobre la seva cara, i va tornar [nou] veient. Va dir, "feia no et dic que jo sé d'Allah que no saps?"
cy: A pan gyrhaeddodd o tidings da ddod, mae ef wedi ei fwrw dros ei wyneb, a dychwelodd [unwaith eto] weld. Dywedodd, "oedd ni ddweud wrthych y gwn gan Allah sy'n nad ydych yn gwybod?"
da: Og da vogteren af gode tidender ankom, han kaster det over sit ansigt, og han vendte [igen] at se. Han sagde, "har jeg ikke fortælle dig, at jeg kender fra Allah, som du ikke kender?"
el: Και όταν έφτασε ο κομιστής των καλή είδηση, το πέταξε πάνω από το πρόσωπό του και επέστρεψε [πάλι] βλέποντας. Είπε, «δεν σας είπα ότι ξέρω από Αλλάχ αυτό που δεν ξέρετε;»
et: Ja kui rõõmusõnumit kandjaks jõudis, viskas ta üle tema näo, ja ta tagasi [veel kord] nähes. Ta ütles: "ei ma ei öelda, et ma tean, Jumal, mida sa ei tea?"
fi: Kun ilosanoman viejän saapui, hän heitti sen yli hänen kasvonsa, ja hän palasi [jälleen] nähdä. Hän sanoi, "minä ei sanoin että tiedän Jumalalta sitä, mitä et tiedä?"
he: כשהגיע נושאת עימה בשורות טובות, השליך אותו מעל פניו, וחזר [שוב] הרואה. הוא אמר, "אני לא אמרתי לך שאני יודע מן אללה את אשר אתה לא יודע?"
hr: I kada Donositelj dobre vijesti došli, bacio ju je na lice, i vratio [opet] vidim. Rekao je, "rekao sam ti da znam od Allaha ono što ne znate?"
lt: Ir kai gera žinia pareikštinės atvyko, jis mesti jį per savo veidą, ir jis grįžo [vėl] Matydamas. Jis sakė: "aš ne sakau kad žinau iš Dievo, kuris jums nereikia žinoti?"
lv: Un, kad ieradās labas vēstis nesēju, viņš to cast pār viņa seju, un viņš atgriezās [atkal], redzot. Viņš teica: "es nepateicu, ka es zinu no Allah, ko jūs nevar zināt?"
nb: Og da bærer av godt budskap kom, han kastet den over ansiktet hans, og han returnerte [igjen] ser. Han sa, "gjorde jeg ikke fortelle deg at jeg vet fra Allah som du ikke vet?"
sk: A keď prišiel posol dobrá zvesť, uvrhol ju na tvári, a on sa vrátil [opäť] videl. Povedal: "som vám nepovedal že viem od Boha to, čo neviete?"
sl: In ko nosilec dobrih novic prišla, je oddanih v obraz, in vrnil [spet] videnje. Je dejal, "Did ne povem da vem od Allah, ki ne veste?"
sr_cyrl: А кад доносим радосне стигли, бацио га је преко његовог лица, и вратио се [још једном] видети. Он је рекао, "рекао сам ти да знам од Алаха оно што не знате?"
sr_latn: A kad donosim radosne stigli, bacio ga je preko njegovog lica, i vratio se [još jednom] videti. On je rekao, "rekao sam ti da znam od Alaha ono što ne znate?"
uk: І коли прибули на пред'явника добру новину, він кинув його на його обличчі, він повернувся [знову], бачачи. Він сказав: "я не розповів вам що я знаю з Аллах те, що ви не знаєте?"
vi: Và khi không ghi tên của tidings tốt đến, ông đúc nó trên khuôn mặt của mình, và ông trở lại [một lần nữa] nhìn thấy. Ông nói, "tôi đã không cho bạn biết rằng tôi biết từ Allah đó mà bạn không biết?"
zu: Futhi lapho kufika owayephethe izindaba ezinhle, wazilahla phezu kobuso bakhe, wabuyela [waphinda] ebona.

# Quran1693
source: They said, "O our father, ask for us forgiveness of our sins; indeed, we have been sinners."
ca: Es va dir, "nostre pare, O demanar-nos el perdó dels nostres pecats; de fet, hem estat els pecadors.»
cy: Dywedodd, "O ein tad, gofyn am ein maddeuant o'n pechodau; yn wir, rydym wedi bod yn bechaduriaid."
da: De sagde, "O vores far, bede om os tilgivelse for vores synder; faktisk har vi været syndere."
el: Όπως είπαν, "O πατέρας μας, ρωτήστε για εμάς συγχώρεση των αμαρτιών μας. Πράγματι, έχουμε τους αμαρτωλούς.»
et: Nad ütlesid: "meie isa, O küsida meile andeks meie patud; Tõepoolest, oleme patused."
fi: He sanoivat: "Oi isä, pyytää, että syntimme; itse asiassa olemme olleet syntisiä."
he: הם אמרו, "O אבינו, שאל לנו מחילה על חטאינו; אכן, היינו חוטאים."
hr: Oni rekoše: "O Oče naš, pitati za nas oproštenje grijeha; Doista, mi smo bili grešnici."
lt: Jie sakė: "O mūsų tėvas, prašo mums nuodėmių atleidimą mūsų; iš tiesų, mes buvo nusidėjėliai."
lv: Viņi teica: "mūsu tēvs, O uzdot mums piedošanu par saviem grēkiem; patiešām, mēs esam grēcinieki."
nb: De sa: "O vår far, be for oss tilgivelse for våre synder. Ja, vi har vært syndere.
sk: Oni povedali, "O náš otec požiadať o nás odpustenie našich hriechov; v skutočnosti sme boli hriešnikov."
sl: Pa reče: "O naš oče, prosi za nas odpuščanja grehov; Pravzaprav smo bili grešniki."
sr_cyrl: Рекли су, "О нам отац, питај за нас опрост греха; Заиста , били смо грешници."
sr_latn: Rekli su, "O nam otac, pitaj za nas oprost greha; Zaista, bili smo grešnici."
uk: Вони ж відказали "O нашого батька, просять нас прощення наших гріхів; дійсно, ми були грішниками."
vi: Họ nói rằng, "O cha của chúng tôi, yêu cầu chúng tôi tha thứ tội lỗi của chúng tôi; Thật vậy, chúng tôi đã tội nhân."
zu: Bathi, "O, ukhokho wethu, ukucela ukuba sithethelelwe izono zethu. Izoni ngempela, siye '

# Quran1694
source: He said, "I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful."
ca: Va dir, "vaig a demanar perdó al del meu Senyor. De fet, és el que és l'indulgent, el Clement."
cy: Dywedodd, "Bydd gofynnaf maddeuant i chi gan fy Arglwydd. Yn wir, mae'n ef sydd yn y Forgiving, y Merciful."
da: Han sagde, "Jeg vil bede tilgivelse for dig fra min herre. Ja, det er ham, der er Forgiving, barmhjertige. "
el: Είπε, «θα ζητήσω συγχώρεση για σας από το Λόρδο μου. Πράγματι, είναι όποιος είναι η επιεικής, η εύσπλαχνος.»
et: Ta ütles: "Ma küsin andestust teile, mu Issand. Ongi tema, kes on Forgiving, on Merciful."
fi: Hän sanoi: "pyydän anteeksi sinulle minun Herraltani. Itse asiassa se on hän, joka on anteeksiantava, armollisin."
he: הוא אמר, "אני יבקש מחילה את מן. אכן, זה מי הוא Forgiving, הרחום והחנון".
hr: Rekao je, "Molim oproštenje za tebe iz mog gospodara. Doista, on je taj koji je opraštanje, milostivi. "
lt: Jis sakė: "aš paprašysiu atleidimą jums iš savo pono. Iš tiesų, tai tas, kuris yra Forgiving, kad litosciwy."
lv: Viņš teica: "es lūgs piedošanu par jums no manam kungam. Patiešām, tas ir viņš, kurš ir, piedošanu, žēlsirdīgs."
nb: Han sa, "Jeg vil be om tilgivelse for deg fra min Herre. Faktisk er det han som er hyllest, barmhjertige."
sk: On povedal: "opýtam odpustenie pre vás z môjho Pána. V skutočnosti je to on, kto je odpúšťajúci, je Milosrdných."
sl: Dejal je: "bo prosim odpuščanja za vas od moj gospodar. Pravzaprav, je on, ki je tolerantna, usmiljen."
sr_cyrl: Он је рекао, "Тражићу опрост за тебе од мог Господа. Заиста , то је онај који је Форгивинг, милосрдна."
sr_latn: On je rekao, "Tražiću oprost za tebe od mog Gospoda. Zaista, to je onaj koji je Forgiving, milosrdna."
uk: Він сказав: "я буду просити прощення для вас від мого Господа. Дійсно, це той, хто бачить, що Merciful."
vi: Ông nói, "tôi sẽ yêu cầu sự tha thứ cho bạn từ thưa ngài. Thật vậy, nó là là Forgiving, Merciful."
zu: Wathi: "Ngizakunibuza izwi libe linye intethelelo kuwe kusukela eNkosini yami. Empeleni, kuba Lowo is Thethelela, Abanesihe."

# Quran1695
source: And when they entered upon Joseph, he took his parents to himself and said, "Enter Egypt, Allah willing, safe [and secure]."
ca: I quan van entrar a Joseph, va prendre els seus pares a si mateix i va dir, "Enter Egipte, Allah disposat, segur [i segur]."
cy: A pan roeddent yn dechrau ar Joseph, cymerodd ei rieni i ei hun a dweud, "Rhowch yr Aifft, Allah barod, [yn ddiogel]."
da: Og når de kom ind på Joseph, han tog sine forældre for sig selv og sagde: "Enter Egypten, Allah villig [og sikker]."
el: Και όταν μπήκαν επάνω Ιωσήφ, πήρε τους γονείς του στον εαυτό του και είπε, «Enter Αιγύπτου, Αλλάχ πρόθυμο, ασφαλή [και ασφαλείς].»
et: Ja kui nad memorandumi Joseph, ta võttis tema vanemad ise ja ütles: "Enter Egiptus, Jumal valmis, ohutu [ja turvaline]."
fi: Ja kun he tulivat kun Joseph, hän otti hänen vanhempansa itsekseen ja sanoi, "Enter Egypti, Jumala valmis, turvallinen [ja].
he: כאשר נכנסו עם יוסף, הוא לקח. את הוריו לעצמו ואמר, "Enter מצרים, אללה מוכן, [ובטוח]."
hr: I kad su ušli na Josipa, on je roditeljima da sam i rekao, "Enter Egipat, Allah spreman, siguran [i]."
lt: Ir kai jie pradėjo Juozapas, jis paėmė jo tėvai sau ir sakė: "Enter Egiptas, Dievas nori [ir saugus]."
lv: Kad viņi ienāca pēc Joseph, viņš un viņa vecāki paņēma pie sevis teica: "Enter Ēģipte, Allah vēlas, drošu [un drošu]."
nb: Og når de inn på Joseph, han tok foreldrene til seg og sa, "Enter Egypt, Allah villig, trygge [og sikre]."
sk: A keď vstúpil na Jozefa, on vzal jeho rodičia k sebe a povedal: "Enter Egypt, Alah ochotný, bezpečný [a]."
sl: In ko so vstopili na Joseph, vzel starši k sebi in reče: "Enter Egipt, Allah pripravljeni [in varnega]."
sr_cyrl: А кад су ушли на Јосепха, је узео његове родитеље за себе и рекао: "Ентер Египат, Алах вољан, сигурно [и безбедно]."
sr_latn: A kad su ušli na Josepha, je uzeo njegove roditelje za sebe i rekao: "Enter Egipat, Alah voljan, sigurno [i bezbedno]."
uk: І, коли вони увійшли після Йосипа, взявши його батьки собі сказав, "Enter Єгипту, Аллах готовий, надійні [та безпечні]."
vi: Và khi họ đã nhập khi Joseph, ông đã lấy cha mẹ mình và nói, "Ai Cập nhập, Allah sẵn sàng, [và]"
zu: Nxa sebefika phezu kukaJosefa njengesikhumbuzo, wathatha abazali bakhe yena wathi: "Ngena Egypt, u Allah uzimisele, ephephile [futhi uvikelekile]."

# Quran1696
source: And he raised his parents upon the throne, and they bowed to him in prostration. And he said, "O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise.
ca: I va criar als seus pares en el tron, i es va inclinar a ell en la prostració. I va dir, "O el meu pare, això és l'explicació de la meva visió d'abans. Senyor ha fet realitat. I va ser sens dubte bé per a mi quan em va portar a sortir de la presó i el portava [aquí] de beduïns vida després Satan havia induït [estranyament] entre mi i els meus germans. De fet, el meu Senyor és Subtle en què ell voluntats. De fet, és el que és el saber, el savi.
cy: Ac a gododd ei rieni ar yr Orsedd, ac roedd eu chrymu iddo yn prostration. A dywedodd, O fy nhad, dyma yr esboniad o 'm gweledigaeth o cyn. Mae fy Arglwydd yn gwneud yn realiti. Ac yr oedd yn sicr yn beth da i mi pan aeth â mi y tu allan i'r carchar a ddaeth â chi [yma] o bedouin bywyd ar ôl Roedd Satan a ysgogwyd [ymddieithrio] rhwng fi a fy mrodyr. Yn wir, fy Arglwydd yn Subtle beth a wills ef. Yn wir, mae'n ef sydd yn gwybod y, yn y doeth.
da: Han rejste sine forældre på tronen, og de bøjede sig for ham i udmattelse. Og han sagde, "O min Fader, dette er forklaringen på min vision om før. Min herre har gjort det virkelighed. Og han var helt sikkert godt til mig, når han tog mig ud af fængslet og bragte dig [her] fra beduin liv efter Satan havde induceret [fremmedgørelse] mellem mig og mine brødre. Ja, min herre er subtil i hvad han testamenter. Ja, det er ham, der er vide, klogt.
el: Σήκωσε τους γονείς του επάνω στον θρόνο και αυτοί υποκλίθηκε σε αυτόν σε κατάπτωση. Και είπε, «Ο πατέρας μου, αυτή είναι η εξήγηση όραμά μου πριν. Κύριέ μου έχει κάνει πραγματικότητα. Και ήταν σίγουρα καλή μου όταν μου πήρε από τη φυλακή και [εδώ] σας έφερε από Βεδουίνων ζωή αφού ο Σατανάς είχε προκαλείται από [αποξένωση] μεταξύ μου και τα αδέλφια μου. Πράγματι, Κύριέ μου είναι ανεπαίσθητες τι διαθήκες. Πράγματι, είναι αυτός που είναι η γνώση, η Wise.
et: Ta tõstis trooni pärast tema vanemad ja nad kummardasid teda täielik kurnatus. Ja ta ütles: "O minu isa, see on minu nägemus enne selgitamine. Issand on teinud tegelikkust. Ja ta oli kindlasti hea mulle, kui ta võttis mind vanglast välja ja tõin teile [siin] beduiini elu pärast seda, kui Saatan oli tingitud [võõrandumisele] vahel mina ja mu vennad. Tõepoolest, minu Issand on Vaevumärgatav mida ta tahab. Tegelikult on see, kes on teades, tark.
fi: Hän nosti valtaistuimelle hänen vanhempansa, ja he kumarsivat hänelle uupumusta. Ja hän sanoi: "oi Isäni, tämä on näkemykseni ennen selitys. Herra on tehnyt todellisuutta. Ja hän oli varmasti hyvä minulle, kun hän vei minut ulos vankilasta ja tuotu [täällä] bedouin elämän jälkeen Saatana oli aiheuttama [etäisen] minun ja veljeni. Herra onkin hienosyinen mitä tahtoo. On nimittäin hän, joka on tiedetään, viisas.
he: הוא גידל את ההורים שלו על הכס ו הם קד לו השתטחות. הוא אמר, "O אבי, זה ההסבר של החזון שלי לפני. אלוהים עשה את זה למציאות. והוא היה בהחלט טוב אליי. כאשר הוא לקח אותי מהכלא, הביא אותך [כאן] בדואים החיים אחרי השטן גרם [ניכור] ביני לבין האחים שלי. . אכן, אדוני הוא עדין בכוח הרצון. אכן, זה מי הוא שהידיעה, החכם.
hr: Odgojio je roditeljima na prijestolju i oni došla k njemu u klečanja. I rekao je, "O moj oče, ovo je objašnjenje moja vizija od prije. Gospodaru postaju stvarnost. I bio je svakako dobar prema meni kad me je iz zatvora i kako si [me] od Beduina život nakon što Sotona je inducirana [otuđenje] između mene i moju braću. Doista, gospodaru je suptilna u ono što on želi. Doista, on je taj koji je poznavanje, mudri.
lt: Ir jis iškėlė jo tėvai į sostą, ir jie nusilenkė jam į išsekimas. Ir jis pasakė: "O mano tėvas, tai yra paaiškinimas, mano vizija prieš. Mano Viešpats padarė realybe. Ir jis buvo tikrai gera man, kai jis paėmė mane iš kalėjimo ir išvedė tave [čia] iš beduinų gyvenime, po to, kai Šėtonas buvo sukeltas [pasiduodu] tarp manęs ir mano broliai. Iš tiesų, mano Viešpats yra subtilus, ką jis nori. Iš tiesų, tai tas, kuris yra žinios, Išminčius.
lv: Viņš izvirzīja viņa vecāki tronī, un tie viņam paklanījos, prostrācija. Un viņš teica: "O mans tēvs, tas ir mana vīzija pirms paskaidrojumu. Mans Lord ir padarījusi to par realitāti. Un viņš noteikti pret mani izturējās labi, kad viņš izvilka mani no cietuma un tev atnesu [šeit] no beduīnu dzīvi pēc tam, kad sātans biju pierunājis [atsvešināšanās] starp mani un maniem brāļiem. Protams, mans Lord ir stils Izsmalcinājuma to, ko viņš vēlas. Patiešām, tas ir viņš, kurš ir zinot, gudrs.
nb: Han reiste hans foreldre trone og de bukket ham i sammenbrudd. Og han sa: "O min far, dette er forklaringen på min visjon for før. Min Herre har gjort det virkeligheten. Han var sikkert godt for meg da han tok meg ut av fengsel og brakt du [her] fra bedouin livet etter Satan hadde indusert [fremmedgjøring] mellom meg og mine brødre. Faktisk, min Herre er subtil i hva han wills. Det er faktisk den som er på å vite, klok.
sk: Vzkriesil jeho rodičia na tróne a oni sa mu poklonil v vyčerpanie. A povedal: "O môjho otca, to je vysvetlenie mojej vízie pred. Môj Pán si dala reality. A on bol určite dobré pre mňa, keď mi vzal z väzenia a [tu] priniesol z beduínskej život po Satan mal vyvolané [odcudzenie] medzi ja a moji bratia. Môj pán je naozaj jemné v to, čo on chce. Naozaj, je to on, kto je vedieť, múdry.
sl: In dvignil starši na prestol in se priklonil do njega v izčrpanost. In on reče: "O moj oče, to je razlaga moje vizije pred. Moj Gospodar, ki je realnost. In je bil gotovo dobro, da me, ko me vzel iz zapora in pripeljal [tukaj] iz Beduin življenje po Satan je povzročil [Otuđenje] med jaz in moji bratje. Pravzaprav, moj gospodar je fino v tisto, kar je oporok. Res, da je on, ki je poznavanje, pametno.
sr_cyrl: Подигао је своје родитеље на трону и они су му се поклонили на мису. И рекао је: "О мој отац, ово је објашњење моје визије од раније. Мој господар је била стварност. И био је стварно добар према мени кад ме је одвео из затвора и довео те [овде] од Бедуина живот након што је Сотона је изазвана [удаљавање] између мене и мог брата. Заиста , мој господару је суптилно у шта му је воља. Заиста , то је онај који је знајужи, мудри.
sr_latn: Podigao je svoje roditelje na tronu i oni su mu se poklonili na misu. I rekao je: "O moj otac, ovo je objašnjenje moje vizije od ranije. Moj gospodar je bila stvarnost. I bio je stvarno dobar prema meni kad me je odveo iz zatvora i doveo te [ovde] od Beduina život nakon što je Sotona je izazvana [udaljavanje] između mene i mog brata. Zaista, moj gospodaru je suptilno u šta mu je volja. Zaista, to je onaj koji je znajuжi, mudri.
uk: Він підняв його батьки на троні, і з ним вклонився йому в прострація. І він сказав: "O мого батька, це пояснення Моє бачення перед. Мій Господь зробив реальність. І він був безумовно добре для мене, коли він взяв мене з в'язниці і приніс вам [тут] з бедуїнів життя після того, як сатана мав індукованих [відчуженню] між мною і моїм братам. Справді, мій Господь є витончена в те, що він хоче. Дійсно, це той, хто є знаючи, Мудрого.
vi: Và ông nuôi dưỡng cha mẹ ngai vàng, và họ cúi với anh ta trong lễ lạy. Và ông nói, "O cha tôi, đây là lời giải thích của tầm nhìn của tôi về trước. Tâu Đức vua đã làm cho nó thực tế. Và ông là chắc chắn tốt cho tôi khi ông đã cho tôi ra khỏi nhà tù và đưa bạn [ở đây] từ bedouin cuộc sống sau khi Sa-tan đã gây ra [còn] giữa tôi và anh em của tôi. Thật vậy, thưa Đức vua là Subtle trong những gì Ngài muốn. Thật vậy, nó là những người hiểu biết, khôn ngoan.
zu: Wavusa abazali bakhe phezu kwesihlalo sobukhosi, bakhothamisa kuye prostration.
