Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2166
source: Say, "Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone."
ca: Dir: "Allah és saber la majoria de quant van romandre. Ell ha [coneixement] [aspectes] invisibles dels cels i la terra. És veure com va i com! Tenen no a més ell qualsevol protector i ell comparteix no la seva legislació amb qualsevol. "
cy: Dweud, "Allah yn gwybod fwyaf o pa mor hir roeddent yn parhau. Mae ganddo [wybodaeth o] unseen [agweddau] y nefoedd a'r ddaear. Gweld sut mae ef a sut clyw! Ganddynt nid heblaw iddo unrhyw protector, ac nid ei deddfwriaeth rhannu gydag unrhyw un. "
da: Sige, "Allah er mest at vide om hvor lang tid de forblev. Han har [viden om] usynlige [aspekter] himlene og jorden. Hvordan ser er han og hvordan høre! De har ikke udover ham nogen protector, og han deler ikke sin lovgivning med nogen. "
el: Λένε, «Αλλάχ είναι γνωρίζοντας περισσότερα από πόσο καιρό παρέμειναν. Διαθέτει [γνώση του] την αθέατη [πτυχές] από τον ουρανό και τη γη. Πώς βλέπουμε είναι αυτός και πώς ακοής! Έχουν δεν εκτός από τον προστάτη, και ο ίδιος μοιράζεται δεν του νομοθεσία με κανέναν.»
et: Öelda: "Jumal on enamik teades, kui kaua nad jäid. Ta tunneb [] nähtamatu [aspekte] taeva ja maa. Kuidas näha ta on ja kuidas kuulmispuudega! Nad on lisaks teda mõni protector, ja ta jagab mitte tema õigusaktide kellelegi. "
fi: Esimerkiksi: "Jumala on ja kuinka kauan pysyivät. Hän tuntee [] näkymätön [näkökohtia] taivaat ja maan. Miten nähdä hän on ja miten kuulla! Heillä ei hänen lisäkseen suojelija, ja hän jakaa hänen lainsäädäntö kenenkään kanssa. "
he: אומרים, "אללה הוא לדעת רוב כמה זמן הם נשארו. . יש לו [הידע] יתלבה [היבטים] את השמים ואת הארץ. לראות איך הוא ושמיעה איך! יש להם לא מלבד אותו מגן, והוא חולק לא החקיקה שלו עם מישהו. "
hr: "Allah je većina znajući za koliko su ostali. Je [znanje] nevidjeno [aspekte] nebesa i zemlje. Kako vidjeti je li i koliko sam čuo! Imaju osim njega zaštitnik, i on dijeli svoje zakonodavstvo s nekim. "
lt: Tarkim, "Dievas yra dauguma žinant, kiek laiko jie liko. Jis turi [žinių apie] nematyto [aspektus] dangaus ir žemės. Kaip matome yra jis ir kaip klausos! Jie negali be jo bet gynėjas, ir jis dalijasi ne savo teisės aktus su bet kuo. "
lv: Teiksim, "Allah ir visvairāk zinot, cik ilgi viņi palika. Viņš pārzina [] neredzēts [aspektiem] heavens un zemes. Viņš ir kā redzēt un kā dzirdes! Tie ir ne bez viņu kāds aizsargs, un viņš piekrīt nevis savu tiesību nevienam. "
nb: Si, "Allah er de fleste vet av hvor lenge de forble. Han har [kunnskap om] usynlige [aspekter] himlene og jorden. Hvordan ser er han og hvordan hørsel! De har ikke foruten ham noen protector, og han deler ikke sin lovgivning med noen. "
sk: Povedať "Alah je väčšina poznanie ako dlho zostal. Má [poznanie] neviditeľné [aspekty] nebo a zem. Vidieť, ako je on a ako rokovania! Majú nie mimo neho chránič, a on zdieľa nie svoju legislatívu s kýmkoľvek. "
sl: Pravijo, da "Allah je večina vedoč, kako dolgo so ostali. Je [znanje] [vidike] nevidno nebes in zemlje. Kako videnje je in kako sluha! Oni življati ne poleg njega poljuben zaščitnik, in je delnice ne svojo zakonodajo z nikomer. "
sr_cyrl: Реци , "Аллах је већина јер знам колико дуго су они остали. Он има [познавање] невидјено [аспекти] неба и земље. Како видим да ли је он и како слух! Имају не осим њега Заштитнику, а он дели не своје законодавство са било ким. "
sr_latn: Reci, "Allah je većina jer znam koliko dugo su oni ostali. On ima [poznavanje] nevidjeno [aspekti] neba i zemlje. Kako vidim da li je on i kako sluh! Imaju ne osim njega Zaštitniku, a on deli ne svoje zakonodavstvo sa bilo kim. "
uk: Сказати, "Аллах більшість знаючи про те, як довго вони залишалися. Він має [знання] [аспекти] невидиме небеса та Земля. Бачачи як він є і як слухові! У них не Крім нього будь-яку протектор і він поділяє не його законодавства з ким завгодно. "
vi: Nói, "Allah là hầu hết hiểu biết của họ ở lại bao lâu. Ông có [kiến thức của] vô hình [khía cạnh] của bầu trời và trái đất. Làm thế nào nhìn thấy cô ấy và làm thế nào thính! Họ có không bên cạnh anh ta bất kỳ bảo vệ, và ông cổ phần không phải là pháp luật của mình với bất cứ ai. "
zu: Ithi, "Allah Ukwazi iningi bahlala isikhathi eside kangakanani. Anakho [ulwazi] unseen [izici] we bhakabhaka hlaba. Kanjani Ukubona nguye futhi kanjani Ukuzwa! Sinenkosi hhayi Him noma iyiphi umvikeli Wazisa

# Quran2167
source: And recite, [O Muhammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge.
ca: I recitar, [O Muhammad], el que ha estat revelat a vostè del llibre del seu Senyor. Hi ha cap canviador de les seves paraules, i mai es trobarà en que no sigui ell un refugi.
cy: Ac adrodd, [O Muhammad], mae'r hyn a ddatgelwyd i chi o'r llyfr eich Arglwydd. Nid oes unrhyw newid o eiriau, a byth cewch yn heblaw iddo loches.
da: Og recite, [O Muhammad], hvad er blevet afsløret, at du af din herre bog. Der er ingen skifter af hans ord, og aldrig du vil finde i end ham et tilflugtssted.
el: Και εκθέστε, [Ο Μωάμεθ], τι έχει αποκαλυφθεί σε σας από το βιβλίο του ο Λόρδος σας. Δεν υπάρχει καμία συσκευή εναλλαγής του τα λόγια του, και ποτέ δεν θα βρείτε σε εκτός από αυτόν καταφύγιο.
et: Ja etlema, [O Muhammad], mida on avastatud teile teie Issand raamat. Seal on mingit changer peab sõna kunagi te leiate peale talle varjupaika.
fi: Ja lausua, [Oi Muhammed], mikä on ilmoitettu Herrasi kirjasta. Ei ole vaihtaja sanansa, ja koskaan löydät muu kuin turvapaikkana.
he: דקלם, [O מוחמד], מה כבר חשף בפניך על הספר של האדון. אין מחליף של המילים שלו, והוא אף פעם לא תמצא ב חוץ ממנו מקלט.
hr: A truba, [O Muhammad], što je otkriveno na vas knjige svoga Gospodina. Ima je nijedan Chanel od njegovih riječi, a nećeš naći u osim njega utočište.
lt: Ir deklamuoti, [O Muhammad], kas buvo atskleista jums knygos jūsų Viešpats. Nėra jokių keitiklis iš jo žodžių, ir niekada bus jums rasti išskyrus jį prieglobstis.
lv: Un deklamēt [O Muhammad], kas tika atklāts jums grāmatu par savu kungu. Nav neviena mainītājs, viņa vārdiem, un nekad jūs atradīsiet nevis viņam patvērumu.
nb: Og resitere, [O Muhammad], det som er åpenbart for deg av din Herre. Det er ingen veksler av hans ord, og aldri finner du i enn ham et fristed.
sk: A recitovat, [Mohamed], čo bolo odhalené na vás knihu svojho pána. Neexistuje žiadna burza jeho slová a nikdy nájdete v iných ako mu útočisko.
sl: In pripovedovati, [O Muhammad], kaj je pokazala, da vam knjige svojega gospodarja. Ni nobenega menjalec njegove besede, in nikoli ne boste našli v razen njega zatočišče.
sr_cyrl: И рецитовати, [О Мухаммад], ста је теби књиге твог Господа откривен. Постоји нема измењивач његове речи, и никада не ћеш наћи у сем њега уточиште.
sr_latn: I recitovati, [O Muhammad], sta je tebi knjige tvog Gospoda otkriven. Postoji nema izmenjivač njegove reči, i nikada ne ćeš naći u sem njega utočište.
uk: І читають, [O Мухаммад], що був показав тобі книги пана свого. Немає не перетворювач його словами, і ніколи не ви знайдете в інше, ніж йому притулок.
vi: Và niệm, [O Muhammad], những gì đã được tiết lộ cho bạn của cuốn sách của Chúa của bạn. Có no changer từ của mình, và không bao giờ bạn sẽ tìm thấy trong khác với anh ta một nơi ẩn náu.
zu: Futhi hlabelela, [O Muhammad], lokho okuye phendla you yeNcwadi kho Lord.

# Quran2168
source: And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.
ca: I mantenir-se pacient [per ser] amb qui crida a seu Senyor al matí i vespre, buscant el seu rostre. I que no els ulls passar més enllà d'ells, desitjant guarniments de la vida mundana i no obeir un el cor hem fet sense fer cas del nostre record i que segueix el seu desig i l'assumpte és mai [oblit a].
cy: A chadw eich hun claf [drwy fod yn] gyda'r rhai sy'n galw ar yr Arglwydd eu yn y bore a gyda'r nos, sy'n ceisio ei ystyried. A gadewch Mae nid eich llygaid yn mynd y tu hwnt iddynt, dynodir adornments bywyd worldly, a nid oes ufuddhau un erioed yn ei galon Rydym wedi heedless ein cofio ac sy'n dilyn ei awydd ei ddigwyddiad [yn] esgeulustod.
da: Og holde dig patienten [ved at være] med dem, der opfordrer deres Herre om morgenen og om aftenen, søger hans ansigt. Og lad ikke dine øjne passere ud over dem, som ønsker pynt af det verdslige liv, og ikke adlyder en hvis hjerte, vi har gjort ubekymret i vores erindring og der følger hans ønske og hvis affære er nogensinde [i] omsorgssvigt.
el: Και να τηρούν τον εαυτό σας ασθενή [είναι] με αυτούς που καλούν τους Λόρδος το πρωί και το βράδυ, αναζητώντας το πρόσωπό του. Και αφήστε τα μάτια σας δεν περνούν πέρα από αυτούς, επιθυμώντας στολίδια από την κοσμική ζωή, και δεν υπακούουν μια καρδιά της οποίας έχουμε κάνει απρόσεκτος μας μνήμης και που ακολουθεί την επιθυμία του και η υπόθεση του οποίου είναι ποτέ [σε] παραμέληση.
et: Ja ennast patsient [OLLES] nendega, kes hommikul ja õhtul, keda tema pale nende Issand kutsuda. Ja lase teie silmad ei liigu kaugemale, soovides maise elu oodata olevale ajale ja ei allu üks oleme teinud meie mälestuspäevaks ja kes järeldub tema soov ja kelle asi heedless kelle süda on kunagi [on] hooletusse.
fi: Ja pitää itse potilas [olemalla] kanssa, jotka kehottaa Herransa aamulla ja illalla, etsivät hänen kasvonsa. Ja anna ei silmäsi ohittaa, haluten koristeet maallista elämää ja eivät tottele yksi jonka sydän teimme välittämättä muistomme ja kuka seuraa hänen halunsa ja joiden tapausta on koskaan [] laiminlyönnistä.
he: ולשמור על עצמך החולה [בכך] עם אלה קוראים את האל שלהם בבוקר או בערב, המבקשים ארשת פניו. ולתת לא עינייך יעבור מעבר להם, ושואף קישוטים של החיים הגשמיים, ולא מצייתים אחד שליבו עשינו שהשתתק הזיכרון שלנו, מי עוקב אחר תשוקתו, הרומן של מי הוא אי פעם [ב] הזנחה.
hr: I držati se pacijent [tako da] s onima koji su tražiti svog gospoda ujutro i navečer, koji traže njegovo lice. I neka ne oči prolaze iza njih, želeći ukrasi od svjetovnog života, i ne pokoravaju jedan čije srce smo nepažljiv naše sjećanje i koji slijedi njegovu želju i čiji posao je ikada u zanemariti.
lt: Ir laikyti save pacientas [yra] su tais, kurie ragina savo Viešpaties ryte ir vakare, ieško savo countenance. Ir tegul ne akis perduoti už jų, siekdamos papuošalai pasaulietinis gyvenimas, ir ne paklusti, vienas kurių širdies mes padarėme neatidus mūsų atminimo ir kurie išplaukia, jo noras ir kurių reikalas yra kada nors [in] nepriežiūros.
lv: Un uzturēt sevi pacienta [par to] ar tiem, kas aicina savu kungu no rīta un vakarā, meklējot vaibstus. Un ļaujiet nav tavas acis iet ārpus tām, vēloties rotas pasaulīgās dzīves un nepakļaujas viens kuras sirdi mēs esam panākuši neuzmanīgs mūsu piemiņas un kas izriet viņa vēlēšanos un kuru lieta ir jebkad [] nolaidība.
nb: Og holde deg pasienten [ved å være] med de som påkaller Herren om morgenen og kvelden søker stirret. Og la ikke øynene gå utover dem, ønsker utsmykninger av verdslige liv, og ikke adlyde hvis hjerte vi har gjort heedless av vår erindring og som følger hans ønske og hvis saken er stadig [i] forsømmelse.
sk: A buďte trpezliví [ktoré boli] s tými, ktorí vyzývajú ich pán ráno a večer, hľadá jeho tvár. A nech nie vaše oči prejsť mimo nich, so želaním ozdoby pozemský život a nepočúvajú, ktorého srdce, urobili sme nepozorný naše spomienky, kto sleduje jeho túžby a ktorých pomer je niekedy [v] zanedbávať.
sl: In vodil sami bolnik [se] s tistimi, ki pozivajo svojega Gospoda, zjutraj in zvečer, iščejo njegov obraz. In naj ne oči gre preko njih, z željo okovom posvetno življenje, in ne ubogajo, ena katerih srce, smo naredili Nepažljiv naše spomina in ki sledi Njegova želja in katerih afero ni nikoli [v] zanemarjanja.
sr_cyrl: И буди стрпљив [твојим присуством] са онима који се позивају на свог господара у јутро и вече, трудећи се својим одобравањем. И нека не својим очима пролазе изван њих, сагледавање додаци овоземаљских живота, и не урадиљ један чије је срце смо направили несмотрености нам сјећање и који прати његову жељу и чије афера је икада у занемаривања.
sr_latn: I budi strpljiv [tvojim prisustvom] sa onima koji se pozivaju na svog gospodara u jutro i veče, trudeći se svojim odobravanjem. I neka ne svojim očima prolaze izvan njih, sagledavanje dodaci ovozemaljskih života, i ne uradiљ jedan čije je srce smo napravili nesmotrenosti nam sjećanje i koji prati njegovu želju i čije afera je ikada u zanemarivanja.
uk: І тримати себе пацієнт [, будучи] з тими, хто закликаємо їх Господь вранці і ввечері, шукає його обличчя. І нехай не ваші очі пройти поза ними, які бажають прикраси мирські життя і не підкорятися один чиє серце, ми зробили забутті наших пам ' яті і хто слідує за його бажанням і чиї справою коли-небудь [в] бездоглядності.
vi: Và giữ cho mình bệnh nhân [bằng] với những người kêu gọi của Chúa trong buổi sáng và buổi tối, tìm kiếm countenance vẻ của mình. Và hãy để vượt qua vượt qua chúng, mong trang sức đeo của cuộc sống trần tục, không phải mắt của bạn và không tuân theo một trái tim mà chúng tôi đã không lưu ý chúng tôi nhớ, người theo mong muốn của ông và ngoại tình mà là bao giờ [trong] bỏ bê.
zu: Futhi uzigcine uyabekezela [ngokumthobela nangokumhlonipha] nalabo ababiza iNkosi yabo ekuseni kanti kusihlwa, befuna ubuso bakhe.

# Quran2169
source: And say, "The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve." Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place.
ca: I dir, "la veritat és del seu Senyor, així qui vol - deixava creure; i qui vol - li permetrà dubten." De fet, hem preparat pels malfactors un incendi amb parets envoltaran-los. I si diuen per a alleujament, serà rellevat amb aigua com oli tèrbola, que abrusa [el seu] cares. La beguda és miserable, i mal és el lloc.
cy: A dweud, "y gwir yw gan eich Arglwydd, felly pwy bynnag wills-gadewch ef yn credu; a pwy bynnag ewyllysiau-Gadewch iddo chredu. Yn wir, rydym wedi paratoi ar gyfer y tramgwyddo tân bydd eu waliau yn eu hamgylchynu. Ac os maent yn galw am ryddhad, y byddant yn falch gyda dŵr fel olew tywyll, a scalds [eu] wynebau. Truenus yn y ddiod, a drygioni yn y man gorffwys.
da: Og sige, "sandheden er fra din Herre, så hvem testamenter - lad ham tro; og hvem testamenter - lad ham tvivle." Faktisk, vi har udarbejdet for lovovertrædere brand hvis vægge vil omgive dem. Og hvis de kalder for nødhjælp, vil de være lettet med vand som skumle olie, som skoldning [deres] ansigter. Elendige er drikken, og onde er hvilested.
el: Και λένε, «η αλήθεια είναι από το Λόρδο, έτσι όποιος διαθήκες - ας πιστεύουν? «και όποιος διαθήκες - αφήστε τον να δυσπιστώ». Πράγματι, έχουμε ετοιμάσει για το παραβάτες φωτιά τοίχους του οποίου θα τους περιβάλλουν. Και αν σε ονομάζουν για ανακούφισης, θα είναι ανακουφισμένος με νερό όπως σκοτεινό πετρέλαιο, το οποίο εγκαύματα πρόσωπά [τους]. Άθλιοι είναι το ποτό, και το κακό είναι το σημείο ανάπαυσης.
et: Ja öelda: "tõde on alates teie Issand, nii et kes iganes tahab - lase teda uskuda; ja kes iganes testamentide - lase tal usu.." Tõepoolest, valmis selle tekitaja tulekahju, mille seinad ümbritsevad neid. Ja kui nad kutsuvad leevendamiseks, neid nagu kahtlane õli, mis käsitlema [oma] nägu veega kergendust. Armetu on juua ja paha on puhkavad.
fi: Ja sanoa, "totuus tulee Herraltasi niin kuka tahtoo - anna hänen usko; ja kuka tahtoo - usko." Itse asiassa olemme valmiita laajemmalti tulipalo, jonka seinät ympäröivät heitä. Ja jos he kutsuvat helpotusta, ne ole helpottunut kanssa vettä kuin hämärä öljyä, joka scalds [niiden] kasvoja. Kurja on juoma, ja paha on leposija.
he: אומרים, "האמת היא של אדונך, אז מי צוואות - נתתי לו להאמין; שמי צוואות - שיתן לו לא להאמין." אכן, הכנו עבור הפושעים אש קירות אשר נקיף אותם. אם הם מבקשים הקלה, הם יהיו הקלה עם מים כמו שמן עכור, אשר להתבשל במים לוהטים הפנים [שלהם]. המשקה הוא אומלל, רשע הוא מקום קבורתו.
hr: I reći, "istina je od svoga Gospodina, pa tko želi - neka vjeruju; i onaj tko želi - neka ga siguran da je lažna. Doista, pripremili smo za počinioce vatre čije zidine okružuju ih. I ako oni poziv za pomoć, oni će biti lakše s vodom kao taman ulje koje scalds [im] lica. Jadan je piće, a zlo je odmorište.
lt: Ir sako: "tiesa, iš savo Viešpaties, Taigi kas nori - tegul tiki; ir kas nori - tegul išvis netikėti." Iš tiesų, mes paruošėme grzesznicy gaisro kurio sienos bus aplink juos. Ir jei jie vadina reljefo, jie bus atleisti su vandeniu kaip tamsus aliejus, kuris nusiplikymas [jų] veidus. Niekam tikęs yra gėrimas, ir blogis yra poilsio vieta.
lv: Un saka: "patiesība ir no Kunga, tātad tam, kurš vēlas - ļaut viņam ticēt; un kurš testamentu - ļaut viņam neticēt. Patiešām, mēs esam gatavi pārkāpējus uguns, kura sienas būs surround tos. Un, ja viņi sauc pēc palīdzības, viņi būs atvieglota ar ūdeni kā duļķaina nafta, kas applaucē [viņu] sejas. Nožēlojama ir dzēriens, un ļauno ir atdusas vietu.
nb: Og si, "sannheten er Herrens, så hvem wills - la ham tro, og hvem vil - la ham tviler. Ja, vi har forberedt for wrongdoers brann veggene som omgir dem. Og hvis de kaller for lettelse, vil de bli lettet med vann som grumsete olje, som scalds [sine] ansikter. Elendige er drikke, og ondt er hvilestedet.
sk: A povedať: "pravda je od svojho pána, tak ten, kto chce - nech veria; a kto chce - nech neveria." V skutočnosti sme pripravili pre zloèinci oheň, ktorých steny sa okolo nich. A ak si vyžadujú pomoc, budú uľavilo vodou ako nezreteľná olej, ktorý scalds [ich] tváre. Úbohý je nápoj, a zlo je miesto posledného odpočinku.
sl: In reče: "resnica je od svojega Gospoda, torej kdor hoče - naj mu verjeti; in kdor hoče - naj mu verjamem." Res, smo pripravili za na wrongdoers ogenj katerega stene bo jih obdajajo. In če ga imenujejo za oprostitev, bodo razbremenjena z vodo kot Taman olje, ki oparine [njihove] obraze. Bedno je pijača, in zlo je počivališče.
sr_cyrl: И реци, "истина је од господара, па ко год Wиллис - да не; "и ко год нека Wиллис - сумњаш." Заиста , припремили смо за починиоце ватру чији зидови неће да их опколимо. И ако зову за олакшање, они ће бити олакшање са водом као мутна оил, која је сцалдс [њихова] лица. Јадна је пиће, а зло је мијесто где.
sr_latn: I reci, "istina je od gospodara, pa ko god Willis - da ne; "i ko god neka Willis - sumnjaš." Zaista, pripremili smo za počinioce vatru čiji zidovi neće da ih opkolimo. I ako zovu za olakšanje, oni će biti olakšanje sa vodom kao mutna oil, koja je scalds [njihova] lica. Jadna je piće, a zlo je mijesto gde.
uk: І сказати: "правду від Господа, тому той, хто воля - дайте йому вірю; і той, хто заповітів - нехай не вірити". Дійсно, ми приготували для на розкаюємося вогню, стіни якого буде їх оточують. І якщо вони закликають до полегшення, вони будуть звільнені з водою, як темною нафти, що scalds [] обличчях. Жалюгідна напій, і зла є місцем відпочинку.
vi: Và nói, "sự thật là từ của mình Chúa, vì vậy bất cứ ai di chúc - Hãy để anh ta tin; và bất cứ ai bản di chúc - để cho anh ta disbelieve." Thật vậy, chúng tôi đã chuẩn bị cho các wrongdoers một ngọn lửa mà tường sẽ bao quanh chúng. Và nếu họ gọi cho cứu trợ, họ sẽ được thuyên giảm bằng nước giống như dầu âm u, scalds khuôn mặt [của họ]. Không may là thức uống, và ác là nơi nghỉ ngơi.
zu: Futhi bathi, "Iqiniso liwukuphila kho Lord ngakho whoever tando - qhashisa him kholwa; whoever tando - qhashisa him disbelieve."

# Quran2170
source: Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds.
ca: De fet, aquells que han cregut i fet escriptures justos - de fet, no permetrem que es perd la recompensa de qualsevol que ho va fer bé en els fets.
cy: Yn wir, y rheini sydd wedi credu ac wedi gwneud gweithredoedd cyfiawn-yn wir, ni fyddwn yn caniatáu i wobrwyo unrhyw rai a wnaeth yn dda yn weithredoedd yn cael eu colli.
da: Ja, dem, der har ment og gjort retfærdige gerninger - ja, vi vil ikke tillade at være mistet belønning af nogen, der gjorde godt i gerninger.
el: Πράγματι, όσοι πίστευαν και γίνει δίκαιοι πράξεις - πράγματι, δεν θα επιτρέψουμε να χαθεί η ανταμοιβή της κάθε που έκανε καλά έργα.
et: Tõepoolest, need, kes on uskunud ja teinud õiged teod - tõepoolest, me ei luba kaduma palk mõni, kes tegi ka teod.
fi: Itse asiassa ne, jotka ovat uskoneet ja tehdä vanhurskaita tekoja - itse asiassa emme salli menetetty palkita joku, joka teki myös teoin.
he: ואכן, אלה אשר האמינו ועשה מעשים טובים - ואכן, לא נאפשר לאיבוד. הפרס של כל מי עשה טוב במעשים.
hr: Uistinu, oni koji su vjerovali i učinio pravedna djela - zaista, nećemo dopustiti biti izgubljen nagrada svakog tko je u djela.
lt: Iš tiesų, tie, kurie tikėjo ir padaryti teisingas darbais - iš tiesų, mes ne leisti būti prarastas už atlygį, bet kurie nebuvo gerai, poelgius.
lv: Protams, tiem, kas ir ticēja un izdarīts taisnīgs darbiem - patiešām, mēs neļaus zust atlīdzību par kādu, kas izdarīja arī ar darbiem.
nb: Faktisk, de som har trodd og gjort rettferdige gjerninger - faktisk vi tillater ikke tapt belønningen for noen som gjorde det bra i gjerninger.
sk: Naozaj, tých, ktorí verili a urobil spravodlivé skutky - v skutočnosti sme nedovolí byť stratený odmenou všetkých, ktorí sa dobre v skutky.
sl: Osebe, ki so verjeli in naredil pravednici dejanja - res, mi ne bo izgubljena nagrada za vse, ki si tudi v dejanja.
sr_cyrl: Заиста, они су веровали и урадио праведни дела - заиста, нећемо дозволити да се губи награду за било кога ко је па у делима.
sr_latn: Zaista, oni su verovali i uradio pravedni dela - zaista, nećemo dozvoliti da se gubi nagradu za bilo koga ko je pa u delima.
uk: Дійсно, ті, хто вважав і робити добрі справи - дійсно, ми не дозволить бути втрачені винагорода будь-кого, хто зробив також в справи.
vi: Thật vậy, những người đã tin tưởng và thực hiện hành động công bình - thật vậy, chúng tôi sẽ không cho phép bị mất phần thưởng của bất kỳ ai đã làm tốt trong hành động.
zu: Ngempela, labo siye sakholwa futhi ungenzele izenzo zokulunga - empeleni, Ngeke sivumele ukuba ulahlekelwe umvuzo elalenziwa yinoma ubani wenza kahle izenzo.
