Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3270
source: And he became inside the city fearful and anticipating [exposure], when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him, "Indeed, you are an evident, [persistent] deviator."
ca: I va ser dins de la ciutat por i anticipant [exposició], quan de sobte qui buscava la seva ajuda el dia anterior va cridar a ell [nou]. Moses va dir a ell, "de fet, ets un deviator evident, [persistent]."
cy: A daeth tu mewn y ddinas ofnus a rhagweld [amlygiad], pan yn sydyn Roedd un sy'n gofyn am ei gymorth y diwrnod blaenorol crio iddo [unwaith eto]. Dywedodd Moses wrtho, "yn wir, byddwch yn deviator amlwg, [parhaus]."
da: Og han blev inde i byen frygtsomme og foregribe [udsættelse], når pludselig en, der søgte hans hjælp den foregående dag råbte til ham [igen]. Moses sagde til ham, "Ja, du er en indlysende, [vedvarende] vidt."
el: Και έγινε μέσα πόλης φοβισμένοι και πρόβλεψη [έκθεση], όταν ξαφνικά αυτός που ζήτησε τη βοήθειά της προηγούμενης ημέρας φώναξε σε αυτόν [και πάλι]. Moses είπε με τον ίδιο, «πράγματι, είστε μια εμφανής, [μόνιμα] παρεκτραπείσας.»
et: Ja ta sai sees linna hirmunud ja ennetades [kokkupuute], kuna äkki see, kes otsis tema abi eelmisel päeval hüüdis talle [veel kord]. Moses ütles talle, "tõepoolest, te ei ilmne, [püsiv] kõrvalekaldujat."
fi: Ja hän alkoi kaupungin sisällä pelätä ja ennakointi [altistuminen], kun yhtäkkiä ainoa, joka haki apua edellisenä päivänä huusivat häntä [jälleen]. Moses sanoi hänelle: "olette ilmeisiä, [pysyviä] poikkeava."
he: הוא הפך בתוך העיר מחריד ואני מצפה [חשיפה], כאשר לפתע האחד אשר ביקש את עזרתו ביום הקודם קרא לו [שוב]. Moses אמר לו, "אכן, אתה deviator ניכר, [מתמיד]."
hr: I postao je grad strašno i nagovijestio [Izloženost], kad odjednom onaj koji su tražili njegovu pomoć prethodnog dana zvali da ga [opet]. Moses kaže mu, "doista, vi ste očito, [uporni] deviator."
lt: Ir jis tapo viduje miesto bijantis ir numatyti [pozicija], kada staiga tas, kuris paprašė jo padėti praėjusios dienos šaukė jam [vėl]. Moses pasakė jam, "Tiesą sakant, jums yra akivaizdus, [nuolat] sugrįždamos."
lv: Un viņš kļuva atrodas pilsētas baismīgs un paredzot [iedarbības], kad pēkšņi tas, kurš lūdz viņa palīdzību iepriekšējā dienā sauca viņam [atkal]. Moses, sacīja viņam: "patiešām, tu esi skaidrs, [pastāvīgi] atkāpies."
nb: Og han ble i byen redd og forutse [eksponering], da plutselig som søkte hans hjelp gårsdagen ropte til ham [igjen]. Moses sa til ham, "Ja, du er en tydelig, [permanent] deviator.
sk: Stal sa vo vnútri mesta strašný a predvídanie [expozície], keď náhle ten, kto žiada o pomoc v predchádzajúci deň zvolal k nemu [opäť]. Moses povedal mu ", ste naozaj zrejmé, [pretrvávajúci] porušiteľa."
sl: In je postal znotraj mesta prestrašeni in predvidevanje [izpostavljenosti], ko nenadoma tisti, ki zahteva njegovo pomoč prejšnji dan zavpil mu [spet]. Moses je dejal, mu, "res, ste očitno, [vztrajno] kompilacijami."
sr_cyrl: И он је постао унутар града страху и и предвиђање [изложеност], кад одједном тај који је тражио његову помоћ претходног дана исплакала му [још једном]. Мосес је рекао да је до њега, "заиста, ти си један очигледан, [упорни] девиатор."
sr_latn: I on je postao unutar grada strahu i i predviđanje [izloženost], kad odjednom taj koji je tražio njegovu pomoć prethodnog dana isplakala mu [još jednom]. Moses je rekao da je do njega, "zaista, ti si jedan očigledan, [uporni] deviator."
uk: І він став всередині міста страшним і Прогнозуючи [експозиції], коли раптом хто шукав його допомогу у попередній день закричав йому [знову]. Moses сказав йому ", ви дійсно очевидним, [стійкі] deviator."
vi: Và ông đã trở thành bên trong thành phố sợ hãi và dự đoán [xúc], khi đột nhiên một trong những người tìm kiếm sự giúp đỡ của ông ngày hôm trước khóc ra cho anh ta [lần nữa]. Moses nói với anh ta, "thật vậy, bạn là một deviator điều hiển nhiên, [liên tục]."
zu: Futhi yena waba ngaphakathi komuzi owesabayo silindele [exposure], lapho ngokungazelelwe lowo zafuna usizo lwakhe ngosuku odlule wamemeza kuye [waphinda].

# Quran3271
source: And when he wanted to strike the one who was an enemy to both of them, he said, "O Moses, do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders."
ca: I quan va voler vaga qui és enemic de tots dos, va dir, "O Moses, pensa matar-me com et va matar a algú ahir? Només vol ser un tirà a terra i no vull ser de la amenders."
cy: A pan fod am streic yr un a oedd yn elyn i'r ddau ohonynt, dywedodd, "O Moses, ydych yn bwriadu lladd fi fel yr ydych wedi lladd rhywun ddoe? Mae chi dim ond am fod tyrant yn y tir ac nid am fod y amenders."
da: Og da han ønskede at finde en, der var en fjende af dem begge, sagde han, "O Moses, vil de dræbe mig som du dræbt nogen i går? Du kun ønsker at være en tyran i landet og ønsker ikke at være amenders."
el: Και όταν θέλησε να βρεθεί αυτός που ήταν εχθρός του δύο, είπε, «O Moses, σκοπεύετε να σκοτώσει εμένα όπως σκότωσες κάποιος χθες; Θέλετε μόνο να είναι τύραννος στη γη και δεν θέλουν να είναι από το amenders.»
et: Ja kui ta tahtis leida see, kes oli vaenlane nende mõlemaga, ütles ta, "O Moses kavatsete mind tappa, nagu sa tapsid keegi täna? Te ainult olla türann maal ning ei taha olla esitatud amenders."
fi: Ja kun hän halusi löytää joka oli vihollinen molemmat, hän sanoi, "O Moses aiotte tappaa minut kuolee joku tänään? Vain haluat olla tyranni maa ja halua olla amenders."
he: כשהוא רצה לתקוף האחד שהיה אויב שניהם, הוא אמר, "O Moses, אתה מתכוון להרוג אותי. כמו שהרגת מישהו אתמול? אתה רק רוצה להיות עריץ בארץ ואני לא רוצה להיות amenders."
hr: I kad je htio udariti onog koji je bio neprijatelj obje, rekao je, "O Moses, namjeravaš me ubiti kao što si ubio danas? Ti samo želiš da budeš tiranin na zemlji i ne želite biti na amenders."
lt: Ir kai jis norėjo streikuoti tas, kuris buvo priešų į abu iš jų, jis pasakė: "O Moses, ar ketinate mane nužudyti kaip jums nužudyti ką nors vakar? Jūs tik norite, kad būtų tironas žemės ir nenori būti su amenders."
lv: Un kad viņš gribēja, lai tas, kurš bija ienaidnieks, lai gan no tiem, viņš teica, cērt "O Moses, jūs plānojat nogalināt mani, kā jūs nogalināja kāds vakar? Jums tikai vēlas būt par tirānu zemi un negribam būt par amenders."
nb: Og da jeg ønsket å slå som var en fiende av dem begge, sa han, "O Moses, har du tenkt å drepe meg idet du noen drept i går? Du bare ønsker å være en tyrann i landet og ønsker ikke å være av amenders.
sk: A keď chcel udrieť ten, kto bol nepriateľ na oboch z nich, povedal: "O Moses, máte v úmysle zabiť ma, ako ste niekoho zabil včera? Len chcete byť tyran v krajine a nechcete, aby sa amenders."
sl: In ko je želel stavke tisti, ki je bil sovražnik za oba, je dejal, "O Moses, ali nameravate me ubije, kot vidite nekoga ubil včeraj? Vi samo želijo biti tiran v deželi in ne želite, da se je amenders."
sr_cyrl: И кад је хтео да нападне онај који је био непријатељ да их обојицу, он је рекао, "О Мосес, намеравате да ме убије, као што си убио неког јуче? Само желите да будем тиранина у земљи и не желите да вам се амендерс."
sr_latn: I kad je hteo da napadne onaj koji je bio neprijatelj da ih obojicu, on je rekao, "O Moses, nameravate da me ubije, kao što si ubio nekog juče? Samo želite da budem tiranina u zemlji i ne želite da vam se amenders."
uk: І коли він хотів вдарити той, хто був ворог обома з них, він сказав: "O Moses, ви маєте намір вбити мене, як ви вбили когось вчора? Ви тільки хочете бути тирана на землі і не хочуть бути в amenders."
vi: Và khi ông muốn tấn công một người là kẻ thù cho cả hai người trong số họ, ông nói, "O Moses, Anh định giết tôi, như bạn giết một ai đó vào ngày hôm nay? Bạn chỉ muốn là một bạo chúa trong đất và không muốn có những amenders."
zu: Futhi lapho efuna ukuba ashaye owayengamele yisitha bobabili, yena wathi: "O Mose, ingabe uhlose ukungibulala mina, njengalokho ubulele umuntu izolo? Wena nje ufuna ukuba engumashiqela ezweni futhi ungafuni

# Quran3272
source: And a man came from the farthest end of the city, running. He said, "O Moses, indeed the eminent ones are conferring over you [intending] to kill you, so leave [the city]; indeed, I am to you of the sincere advisors."
ca: I un home va venir des de l'extrem més llunyà de la ciutat, corrent. Va dir, "O Moses, de fet la eminents els fet, estan conferenciant sobre vosaltres [intenció] a matar, així deixa [la ciutat]; de fet, estic a vostè de la sincers assessors".
cy: A daeth dyn o'r pen pella y ddinas, yn rhedeg. Dywedodd, "Moses O, yn wir yr enwog yn rhai sy'n rhoi dros chi [bwriadu] lladd chi, felly adael [y ddinas]; yn wir, yr wyf y cynghorwyr diffuant atoch."
da: Og en mand kom fra den fjerneste ende af byen, kører. Han sagde, "O Moses, ja de fremtrædende dem tildeling over dig [hensigt] at dræbe dig, så forlade [byen]; Jeg er faktisk at du af de oprigtige rådgivere."
el: Και ένας άνθρωπος που ήρθε από το απώτατο άκρο της πόλης, τρέχει. Είπε, «O Moses, πράγματι οι επιφανείς αυτοί έχουν επίγνωση πάνω σου [προτίθεται] να σε σκοτώσει, έτσι αφήνει [η πόλη]? Πράγματι, είμαι σε σας από την ειλικρινή συμβούλους.»
et: Ja mees tuli linna, kus töötab kaugeimas. Ta ütles: "O Moses, tõepoolest ning väljapaistvad ones annab teie [kes] sind, tappa üle nii jäta [linn]; Olen teile siirast nõuandjad."
fi: Ja mies tuli kaukaisin päähän kaupungin käynnissä. Hän sanoi, "O Moses todellakin arvostettuja niistä antaa sinulle [aikovat] tappaa sinut, niin jätä [city]; itse asiassa olen teille vilpittömästi advisors."
he: ובא אדם מהקצה הרחוק ביותר של העיר, פועל. הוא אמר, "O Moses, אכן אישים אלה הם היוועצות מעליך [מתוך כוונה] להרוג אותך, אז תשאיר [העיר]; אכן, אני לך היועצים כנה של."
hr: I čovjek je došao sa najudaljenijem dijelu grada, trčanje. On je rekao, "O Moses, zaista istaknuti one su dodjeljujući vas eurointegracija ubiti, ostavi [Grad]; Doista, ja sam ti iskreno savjetnika."
lt: Ir žmogus atėjo iš tolimiausio pabaigoje miesto, veikia. Jis sakė: "O Moses, iš tiesų žymūs tie yra suteikiantis virš tavęs [ketinantis] į tave užmušti, todėl palikti [Miestas]; iš tiesų, aš esu su jumis nuoširdūs patarėjai. "
lv: Un kāds vīrs ienāca no vistālāk beigās pilsēta, kurā darbojas. Viņš teica: "O Moses, patiešām izcili tiem piešķir pār jums [plāno] tevi nogalināt, tātad atstāt [pilsēta]; patiešām, es esmu jums patiesu konsultantu."
nb: Og en mann kom fra fjerneste enden av byen, kjører. Han sa, "O Moses, faktisk den eminente de er overdragelse over deg [som] skal drepe deg, så la [poststed]; faktisk jeg deg oppriktig rådgivere."
sk: A muž prišiel z najvzdialenejšom mieste mesta beží. On povedal: "O Moses, skutočne vynikajúce tie sú remeselnou nad vami [úmysle] zabiť, takže nechať [mesto]; v skutočnosti som vám úprimnú poradcov."
sl: In človek prišel iz najdalje koncu mesta, tekmovanje v teku. Je dejal, "O Moses, dejansko uglednih so tisti ki nad vami [ki] ubil, tako zapusti [mesto]; res, jaz sem vam iskreno svetovalcev."
sr_cyrl: А човек је дошао крај у град, који је покренут. Он је рекао, "О Мосес, заиста су еминентни оне су пријатно над тобом с намером] да те убијем, оставите [Град]; Заиста , ја сам ти од искреног саветника."
sr_latn: A čovek je došao kraj u grad, koji je pokrenut. On je rekao, "O Moses, zaista su eminentni one su prijatno nad tobom s namerom] da te ubijem, ostavite [Grad]; Zaista, ja sam ti od iskrenog savetnika."
uk: А людина прийшла з віддалених кінця міста, працює. Він сказав: "O Moses, дійсно з видатними ті присвоєння над вами [намір] вбити вас, так залишити [місто]; дійсно, я вам щиру консультантів".
vi: Và một người đàn ông đến từ cuối xa nhất của thành phố, chạy. Ông nói, "O Moses, thực sự là những người trao hơn bạn [ý] để giết bạn, nổi tiếng như vậy để lại [city]; Thật vậy, tôi cho bạn tư vấn chân thành. "
zu: Futhi kwafika othile evela ekupheleni ezikude komuzi, egijima.

# Quran3273
source: So he left it, fearful and anticipating [apprehension]. He said, "My Lord, save me from the wrongdoing people."
ca: Així va deixar-lo, por i preveient [por]. Va dir, "Senyor, salva'm des de la gent d'irregularitats."
cy: Felly y gadawodd ei, ofnus a ragweld [restio]. Meddai, "Fy Arglwydd, fy arbed rhag y bobl gamwedd."
da: Så forlod han det, bange og forudbetalende [pågribelse]. Han sagde, "Min herre, Frels mig fra forseelser mennesker."
el: Έτσι άφησε, φοβισμένοι και προβλέποντας [ανησυχία]. Είπε, «Κύριέ μου, σώσε με από αδίκημα λαού.»
et: Nii ta jäi ta, hirmu ja toetust ette maksev [tabamise]. Ta ütles: "Issand, päästa mind valesti inimestega."
fi: Niin hän lähti sitä, peloissaan ja ennakointi [pelko]. Hän sanoi: "Herra, pelasta minut rikkomuksista ihmisiä."
he: אז הוא השאיר את זה, ולחשוש, ציפייה [חשש]. הוא אמר, "אלוהים, הצל אותי מן העם מעשים רעים"
hr: Pa ostavio ga, uplašeni i očekuju [uhićenje]. Rekao je: "Moj gospodaru, spasi me od grijeha ljudi."
lt: Taigi jis paliko jį, bijantis ir numatant [suvokimo]. Jis sakė: "Mano Viešpatie, gelbėk mane nuo pažeidimo žmonių."
lv: Tātad viņš atstājis, bailīgā un saskaņotu [aizturēšanas]. Viņš teica: "Mans kungs, glābt mani no grēks cilvēku."
nb: Så forlot han det, redd og forutse [pågripelse]. Han sa: «Min Herre, redde meg fra de urett.»
sk: Tak on nechal, strach a predvídanie [dolapeniu]. On povedal: "Môj pane, zachráň ma od protiprávneho konania ľudí."
sl: Tako odšel je, zbal in predvidevanje [strah]. On reče: "Moj Gospodar, zaščititi mi s protipravna dejanja ljudi."
sr_cyrl: Па га оставио, бојажљив и предвиђање [нервозом]. Он је рекао, "Мој господару, спаси ме од народа малверзацијама."
sr_latn: Pa ga ostavio, bojažljiv i predviđanje [nervozom]. On je rekao, "Moj gospodaru, spasi me od naroda malverzacijama."
uk: Тому він залишив його, страшно і чекаючи [затримання]. Він сказав: "Господи, врятувати мене від порушник людей."
vi: Vì vậy, ông lại nó, sợ hãi và dự [apprehension]. Ông nói, "Thưa ngài, lưu tôi từ những hành vi sai trái."
zu: Ngakho washiya kuwo, ngoba wesaba wayesebalekela silindele [wesabe].

# Quran3274
source: And when he directed himself toward Madyan, he said, "Perhaps my Lord will guide me to the sound way."
ca: I quan va dirigir-se cap a Madyan, va dir, "potser el meu Senyor guiarà m a la manera de so."
cy: A pan roedd yn cyfeirio ei hun tuag at Madyan, dywedodd, "bydd efallai fy Arglwydd canllaw mi y ffordd gadarn."
da: Og når han rettet sig mod Madyan, sagde han, "måske min herre vil guide mig til den sunde måde."
el: Και όταν αυτός ο ίδιος κατευθύνεται προς Madyan, είπε, «ίσως Κύριέ μου θα καθοδηγήσει για τον υγιή τρόπο.»
et: Ja kui ta suunatakse ennast poole Madyan, ta ütles: "ehk minu Issand juhatab mind heli viis."
fi: Ja kun hän suuntautuu itseään Madyan, hän sanoi, "ehkä Herra ohjaa minua äänen miten."
he: כאשר הוא מכוון את עצמו Madyan, אמר, "אולי אדוני ינחה אותי לדרך בה נשמע."
hr: I kada on sam usmjeren Madyan, rekao je, "možda moj Bog će me voditi na zdrav način."
lt: Ir kai jis nukreiptas save į Madyan, jis sakė: "galbūt mano Viešpats padės man tinkamu būdu."
lv: Un, kad viņš vadīja pats pret Madyan, viņš teica: "varbūt mans kungs palīdzēs man nekaitīgā veidā."
nb: Og når han rettet seg mot Madyan, sa han, "kanskje min Herre vil lede meg lyd måte."
sk: A keď on riadil sám smerom k Madyan, povedal: "možno môj Pán bude sprievodca mi šetrným spôsobom."
sl: In ko je režiral sam proti Madyan, je dejal, "morda moj gospodar bo vodič mi v zvočni način."
sr_cyrl: И када он себе усмјерена Мадyан, рекао је, "можда мој господару ће водити ме на здрав начин."
sr_latn: I kada on sebe usmjerena Madyan, rekao je, "možda moj gospodaru će voditi me na zdrav način."
uk: Ігор, і коли він направлені сам Madyan, він сказав: "може бути мій Господь мене до того, як звук."
vi: Và khi ông hướng tự Madyan, ông nói, "có lẽ Chúa tôi sẽ hướng dẫn tôi cách âm thanh."
zu: Futhi lapho waqonda ngase Madyan, wathi: "Mhlawumbe mi Lord khaphi me indlela umsindo."

# Quran3275
source: And when he came to the well of Madyan, he found there a crowd of people watering [their flocks], and he found aside from them two women driving back [their flocks]. He said, "What is your circumstance?" They said, "We do not water until the shepherds dispatch [their flocks]; and our father is an old man."
ca: I quan va arribar al pou de Madyan, hi trobà una multitud de gent [seus ramats] de reg, i es va trobar a més de les dues dones conducció tornar [seus ramats]. Va dir, "Què és la circumstància?" Deien, "que no l'aigua fins que els pastors enviament [seus ramats]; i nostre pare és un home vell."
cy: A pan ddaeth i dda o Madyan, canfu yno dorf o bobl a dyfrio [eu diadellau], ac ei chael ar wahân iddynt dwy fenyw yrru yn ôl [eu diadellau]. Dywedodd, "Beth yw eich amgylchiadau?" Dywedodd, "a ydym nid dŵr hyd nes y mae y bugail yn anfon [eu diadellau]; a thad ein hen ddyn.
da: Og da han kom til hul i Madyan, han fandt der en skare af folk vanding [deres flokke], og han fandt bortset fra dem to kvinder køre tilbage [deres flokke]. Han sagde, "Hvad er din omstændighed?" De sagde, "vi ikke vand, indtil hyrderne afsendelsen [deres flokke]; og vor Fader er en gammel mand"
el: Και όταν ήρθε στο πηγάδι της Madyan, που βρέθηκαν εκεί ένα πλήθος ανθρώπων πότισμα [τα κοπάδια τους], και βρήκε εκτός από αυτές τις δύο γυναίκες οδήγηση πίσω [τα κοπάδια τους]. Είπε, «Τι είναι η περίσταση σας;» Όπως είπαν, "εμείς δεν το νερό, έως ότου οι ποιμένες διεκπεραίωσης [κοπάδια τους] · «και ο πατέρας μας είναι ένας γέρος.»
et: Ja kui ta tuli Madyan hästi, leidis ta seal jootmise [nende karjade] rahvahulka ja leidis ta kõrvale need kaks naiste sõidu tagasi [nende karjade]. Ta ütles: "Mis on teie asjaoluks?" Nad ütlesid: "me ei ole vett kuni karjased lähetamist [nende karjade]; ja meie isa on vana mees."
fi: Ja kun hän tuli Madyan hyvin, hän löysi sieltä joukko ihmisiä juotto [katraansa] hän löysi sen lisäksi ne kaksi naista ajamaan takaisin [katraansa]. Hän sanoi, "mikä on ongelmasi? He sanoivat: "me ei vettä kunnes paimenten lähettää [katraansa]; ja meidän isämme on vanha mies."
he: כשהוא הגיע אל הבאר של Madyan, הוא מצא שם קהל של אנשים השקיה [עדריהם], והוא מצא מלבד אותם שתי נשים נסיעה לאחור [עדריהם]. הוא אמר, "מה את הנסיבות שלך?" הם אמרו, "אנחנו לא מים עד הרועים מוקד [עדריהם]; אבא שלנו הוא אדם זקן."
hr: I kad je došao pa Madyan, našao tamo ljudi zalijevanje svog stada i našao je osim njih dvije žene vožnja natrag svojih stada. Rekao je, "Što je vaše okolnosti?" Rekli su, "mi ne vode dok pastiri otpreme njihova stada; a naš otac je starac."
lt: Ir kai jis atėjo į duobutę, Madyan, rado ten laistymo [jų pulkų] žmonių minios, ir jis rado be jų dviejų moterų vairavimo atgal [jų pulkų]. Jis sako: "Kas yra jūsų aplinkybė?" Jie sakė: "mes ne vandens kol piemenys išsiuntimo [jų pulkų]; ir mūsų Tėvo vyras."
lv: Un, kad viņš nonāca Madyan labi, viņš atrada tur pūļa cilvēku laistīšanas [bijuši pakļauti viņu sīklopu ganāmpulki], un viņš atrada malā no tām divām sievietēm, braucot atpakaļ [bijuši pakļauti viņu sīklopu ganāmpulki]. Viņš teica: "Kāda ir jūsu apstāklis?" Viņi teica: "mums nav ūdens līdz gani nosūtīšanas [bijuši pakļauti viņu sīklopu ganāmpulki]; un mūsu tēvs ir vecs vīrs."
nb: Og da han kom til av Madyan, han fant det en mengde mennesker vanning [sitt småfe], og han fant bortsett fra dem to kvinner kjører tilbake [sitt småfe]. Han sa, "Hva er forholdet ditt?" De sa, "vi ikke vann til hyrdene forsendelse [sine hjorder]. og vår far er en gammel mann.
sk: A keď prišiel do dobre Madyan, našiel tam dav ľudí zalievanie [ich kŕdle] a zistil, že okrem nich dve ženy jazdy späť [ich kŕdle]. On povedal: "Aké je vaše okolnosť?" Oni povedali: "My nie vodou, kým pastiermi odoslaním [ich kŕdle]; a náš otec je starec."
sl: In ko je prišel, da dobro Madyan, on tam našli množico ljudi, zalivanje svoje črede, in ugotovil, poleg dveh žensk, vožnja nazaj svoje črede. On reče: "Kaj je vaše okoliščine?" So rekli, "mi ne vodo dokler pastirji odpremo [svoje črede]; in naš oče je starec. «
sr_cyrl: Када је дошао до бунара од Мадyан, он нашао тамо гомила људи заливање својим стадом, и он нашао уз њих две жене возим назад својим стадом. Он је рекао, "Који је твој околност?" Рекли су: "ми не воду док пастири централа [својим стадом;] а наш отац је старац."
sr_latn: Kada je došao do bunara od Madyan, on našao tamo gomila ljudi zalivanje svojim stadom, i on našao uz njih dve žene vozim nazad svojim stadom. On je rekao, "Koji je tvoj okolnost?" Rekli su: "mi ne vodu dok pastiri centrala [svojim stadom;] a naš otac je starac."
uk: І коли він прийшов, щоб добре Madyan, він знайшов там натовп людей поливу свої стада, він виявив, крім них, дві жінки водіння назад свої стада. Він сказав: "те, що ваші обставини?" Вони сказали: "ми не вода, поки пастухи dispatch [свої стада]; і наш батько старий."
vi: Và khi ông đến giếng Madyan, ông thấy có một đám đông người nước [đàn gia cầm của họ], và ông đã tìm thấy ngoài họ hai người phụ nữ lái xe trở lại [đàn gia cầm của họ]. Ông nói, "Hoàn cảnh của bạn là gì?" Họ nói, "chúng tôi không phải nước cho đến khi các mục tử dispatch [của đàn gia cầm]; và cha của chúng tôi là một ông già."
zu: Futhi lapho efika emthonjeni Madyan, wathola khona isixuku sabantu ayakhala [imihlambi yabo], wathola eceleni nga them abesifazane ababili ukushayela emuva [imihlambi yabo].
