Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3208
source: They said, "Take a mutual oath by Allah that we will kill him by night, he and his family. Then we will say to his executor, 'We did not witness the destruction of his family, and indeed, we are truthful.' "
ca: Deien, "prendre un jurament mutu per Allah que ens mataran per la nit, ell i la seva família. Llavors ens diran al seu executor, 'no contemplem la destrucció de la seva família, i de fet, estem veraces'. "
cy: Maent yn dweud, "yn cymryd llw cydfuddiannol gan Allah y bydd ei ladd gan nos, ef a'i deulu. Yna bydd yn dweud i ei ysgutor, 'nad oeddem yn dyst yn dinistrio ei deulu, ac yn wir, yr ydym yn dweud y gwir.' "
da: De sagde, "at en gensidig ed af Allah, at vi vil dræbe ham ved nat, han og hans familie. Så vi vil sige til hans eksekutor, «vi ikke vidne til ødelæggelsen af hans familie, og vi er sandfærdig. "
el: Είπαν, «όρκο μια αμοιβαία από Αλλάχ ότι εμείς θα τον σκοτώσει από τη νύχτα, με την οικογένειά του. Τότε θα λέμε να εκτελεστής του, «εμείς δεν μάρτυρας στην καταστροφή της οικογένειάς του, και μάλιστα, είμαστε ειλικρινείς.» "
et: Nad ütlesid: "võtta vastastikuse vande murdmist Jumal, et me teda tappa öö, tema ja tema perekonna poolt. Siis me ütleme oma Executor "me ei tunnistaja tema perekonna hävitamist, ja tõepoolest, me oleme tõesed." "
fi: He sanoivat: "valan keskinäistä Allah että tapamme hänelle yöllä hän ja hänen perheensä. Niin sanomme hänen Executor emme ole todistaneet tuhoa hänen perheensä, ja olemme todellakin totuudenmukainen. "
he: הם אמרו, "לקחת את השבועה הדדית אללה שנהרוג אותו על ידי לילה, הוא ומשפחתו. ואז נגיד את הצוואה שלו, "אנחנו לא חזיתי ההרס של משפחתו, אכן, יש לנו את האמת." "
hr: Rekli su da "se uzajamno zakletvu Alaha da ubit ćemo ga do noći, on i njegova obitelj. Onda ćemo reći da mu izvršitelj "smo svjedoci razaranja njegove obitelji, i svi smo iskreni." "
lt: Jie sakė, "Paimkite abipusės priesaikos Dievas kad mes bus jį nužudyti naktį, jis ir jo šeimai. Tada mes sako, kad jo vykdytojas, "mes didn't liudytojas jo šeimos sunaikinimas, ir iš tiesų, mes esame teisingi." "
lv: Viņi teica: "veikt savstarpēju zvērestu, Allah, ka mēs nogalināsim viņu nakti, viņš un viņa ģimene. Tad mums būs jāsaka, viņa testamenta izpildītājs, "mēs nebija ne liecinieks iznīcināšanu, viņa ģimene, un patiešām, mums ir patiess." "
nb: De sa: "ta en gjensidig Ed av Allah at vi vil drepe ham av natten, han og hans familie. Så vi vil si til hans fullbyrder 'vi ikke vitne ødeleggelsen av hans familie, og vi er faktisk sannferdig. "
sk: Povedali, že "prísahy vzájomnej pri Alláhovi, že zabije ho v noci, on a jeho rodina. Potom budeme hovoriť s jeho exekútor, sme urobili svedkom zničenie jeho rodina, a v skutočnosti sme pravdivé. "
sl: So rekli, "da medsebojno prisego z Allah da bomo ubili noč, on in njegova družina. Potem bomo rekli da njegov izvršitelja, "ni smo priča uničenju njegove družine, in res, smo resnično." "
sr_cyrl: Рекли су, "Узми обострано заклетву у име Алаха да смо га убити по ноћи, он и његова породица. Тада ће кажемо да његов старатељ, не присуствујемо уништавања његове породице, а уистину, ми смо искрени. "
sr_latn: Rekli su, "Uzmi obostrano zakletvu u ime Alaha da smo ga ubiti po noći, on i njegova porodica. Tada će kažemo da njegov staratelj, ne prisustvujemo uništavanja njegove porodice, a uistinu, mi smo iskreni. "
uk: Вони сказали, "Take взаємної присяги Аллах, що ми будемо вбити його ніч, він і його сім'ї. То будемо говорити, щоб його виконавцем, ми все одне за одним знищення його сім'ї, і справді, ми є правдивою. "
vi: Họ nói rằng, "có một lời tuyên thệ lẫn nhau bởi Allah rằng chúng tôi sẽ giết anh ta bởi ban đêm, ông và gia đình. Sau đó chúng tôi sẽ nói để chấp hành của ông, 'chúng tôi đã không chứng kiến sự tàn phá của gia đình ông, và quả thật vậy, chúng tôi là trung thực' "
zu: Bathi, "Thatha isifungo mutual Allah ukuthi sizobe ukumbulala ebusuku, yena nomkhaya wakhe. Khona-ke siyoba ngithi wefa lakhe, 'We akazange akubone lapho kubhujiswa umndeni wakhe, futhi ngempela, thina are truthful.'

# Quran3209
source: And they planned a plan, and We planned a plan, while they perceived not.
ca: I planificar un pla, i es va planificar un pla, mentre no es percep.
cy: Ac roeddent yn cynllunio cynllun, ac rydym yn cynllunio cynllun, tra eu bod yn credu nad.
da: De planlagde en plan, og vi har planlagt en plan, mens de ikke opfattede.
el: Προγραμμάτισαν ένα σχέδιο και έχουμε προγραμματίσει ένα σχέδιο, ενώ δεν θεώρησαν.
et: Nad planeeritud kava ja me kavandatud plaani, kuigi nad ei taju.
fi: Ja ne suunnitellaan suunnitelma ja suunnittelimme suunnitelma, vaikka he eivät käsittäneet.
he: הם תכננו תוכנית ואני תכננו תוכנית, בזמן שהם לא נתפס.
hr: Planirali su plan i planirali smo plan, dok ne vide.
lt: Ir jie planuojama planą, ir mes planavome planą, o jie suvokia ne.
lv: Tās plānots plānu un mums plānots plānu, kamēr tie netiek uztverta.
nb: De planla en plan og vi planlagt en plan, mens de ikke oppfattet.
sk: Plánujú plán a sme plánovali plán, zatiaľ čo oni vnímajú nie.
sl: In sta načrtovali načrt, in smo načrtovali načrt, medtem ko jih ne dojema.
sr_cyrl: Планирали су план и планирали смо план, док не виде то.
sr_latn: Planirali su plan i planirali smo plan, dok ne vide to.
uk: Вони планували план, і ми планували план, поки вони не розуміли.
vi: Họ lên kế hoạch một kế hoạch và chúng tôi lên kế hoạch một kế hoạch, trong khi họ cảm nhận không.
zu: Futhi kuhlelwe plan, futhi Sahlela a plan, kuyilapho zananzelela hhayi.

# Quran3210
source: Then look how was the outcome of their plan - that We destroyed them and their people, all.
ca: Llavors aspecte com va ser el resultat del seu pla - que hem destruït i les seves gents, tots.
cy: Yna edrych sut yr oedd y canlyniad eu cynllun-bod yn dinistrio eu ac eu pobl, bob.
da: Derefter se hvordan var resultatet af deres plan - at vi ødelagt dem og deres folk, alle.
el: Τότε ματιά πώς ήταν το αποτέλεσμα της τους σχέδιο - ότι εμείς καταστρέφουμε τους και τους ανθρώπους, όλα.
et: Siis vaata kuidas oli nende plaan - et me hävitada neid ja nende inimeste tulemustest kõiki.
fi: Sitten näyttää miten tulokseen suunnitelma - tuhota ne ja niiden kansalaisten kaikki.
he: ואז תראה איך הייתה התוצאה של התוכנית שלהם - שהרסנו אותם ואת עמם, כל.
hr: Onda pogledajte kako je prošla plan - uništili smo ih i ljude, sve.
lt: Tada atrodo kaip buvo jų planas - kad mes sunaikinti juos ir jų žmonių, rezultatai visų.
lv: Tad izskatās kā bija viņu plāns - ka mēs iznīcināt tos un to iedzīvotājus, iznākums visiem.
nb: Så hvordan var resultatet av deres plan - at vi ødela dem og sitt folk, alle.
sk: Potom vyzerajú ako bol výsledok ich plán - že sme zničili ich a svojich ľudí, všetci.
sl: Potem Poglej kako je bil rezultat njihovega načrta - da mi uniči jih in svoje ljudi, vse.
sr_cyrl: А затим види какав је био исход њихов план - да смо унистили њима и њиховим народима, све.
sr_latn: A zatim vidi kakav je bio ishod njihov plan - da smo unistili njima i njihovim narodima, sve.
uk: А потім дивитися як був результат їх план - що ми знищили їх та їхніх людей, всі.
vi: Sau đó, xem như thế nào là kết quả của kế hoạch của họ - rằng chúng tôi phá hủy chúng và người dân của họ, tất cả.
zu: Yibe kwaba kanjani umphumela we plan yabo - ukuthi We bawachitha phambi kwabo kanye nabantu babo, zonke.

# Quran3211
source: So those are their houses, desolate because of the wrong they had done. Indeed in that is a sign for people who know.
ca: Perquè aquestes són les seves cases, desolat pel mal que havien fet. Fet que és un senyal per a persones que saben.
cy: Felly mae rhai yn eu tai, llwm oherwydd y anghywir wedi gwneud. Yn wir yn hynny yn arwydd i bobl sydd yn gwybod.
da: Så dem, er deres huse, øde på grund af forkert de havde gjort. Faktisk er i, et tegn for folk, der kender.
el: Έτσι, αυτά είναι τα σπίτια τους, έρημη λόγω λάθος είχαν κάνει. Πράγματι σε αυτό είναι ένα σημάδι για ανθρώπους που ξέρουν.
et: Nii, et need on oma maja, sest vale lohutu nad teinud. Tõepoolest, et on märk inimesed, kes teavad.
fi: Joten ne ovat taloa, autio väärin koska he olivat tehneet. Itse asiassa se on merkki, jotka tietävät.
he: אז אלו הם הבתים שלהם, שומם בגלל העוול שעשו. אכן זה הוא סימן עבור אנשים שיודעים.
hr: Tako su njihove kuće, pusta zbog pogrešno su učinili. Zaista u tome je znak za ljude koji znaju.
lt: Todėl tai yra jų namai, dykuma nes negerai jie padarė. Iš tiesų, kad yra žmonių, kurie žino ženklas.
lv: Tātad tiem ir savas mājas, vientuļš, jo nepareizi viņi bija darījuši. Patiešām, ka cilvēkiem, kuri zina ir zīme.
nb: Så de er husene sine, øde på grunn av feil de hadde gjort. Faktisk er som et tegn for folk som vet.
sk: Tak sú ich domy, opustené, pretože zlé urobili. Naozaj v tom, že je znamenie pre ľudí, ktorí vedia.
sl: Tako so svoje hiše, pusta zaradi napačne so naredili. Res da je znak za ljudi, ki vedo.
sr_cyrl: Па то су њихове куће, пуста због криву су урадили. Заиста у то је знак за људе који знају.
sr_latn: Pa to su njihove kuće, pusta zbog krivu su uradili. Zaista u to je znak za ljude koji znaju.
uk: Тому ті своїх будинків, пустельній через неправильно вони зробили. Дійсно в тому, що є ознакою для людей, які знають.
vi: Vì vậy, đó là nhà của họ, cô đơn vì sai họ đã làm. Quả thật đó là một dấu hiệu cho những người biết.
zu: Ngakho labo izindlu zabo, incithakalo, ngenxa bubi ababekwenzile.

# Quran3212
source: And We saved those who believed and used to fear Allah.
ca: I hem salvat els que creien i utilitzat per por d'Allah.
cy: A ydym yn arbed rhai sydd yn credu a ddefnyddir i ofni Allah.
da: Og vi gemte dem, som troede og bruges til at frygte Allah.
el: Και μας έσωσε εκείνους που πίστευαν και να συνηθίσει ο φόβος Αλλάχ.
et: Ja me salvestada need, kes uskusid ja kasutanud hirmu Jumal.
fi: Ja tallentaa ne, jotka uskoivat ja käyttää pelätkää Allahia.
he: הצלנו את אלה אשר האמינו מפחדים אללה.
hr: I spasili smo one koji vjeruju i koriste da se boje Allaha.
lt: Ir mes išgelbėti tuos, kurie tikėjo ir naudojami bijoti Dievo.
lv: Un tie, kuri ticēja un izmanto bailes Allah ir saglabāts.
nb: Og vi reddet de som trodde og brukes å frykte Gud.
sk: A my tých, ktorí verili a sa báť Boha.
sl: In smo shranili tisti, ki je verjel in za strah Allah.
sr_cyrl: И спасили смо оне који верује и користи да се боји Алаха.
sr_latn: I spasili smo one koji veruje i koristi da se boji Alaha.
uk: І ми врятував тих, хто увірував і використовував страх Аллаха.
vi: Và chúng tôi đã lưu với những người tin tưởng và sử dụng để lo sợ Allah.
zu: Futhi We khulula labo kholwa ezazesatshwa Allah.

# Quran3213
source: And [mention] Lot, when he said to his people, "Do you commit immorality while you are seeing?
ca: I [parlar] munt, quan va dir a la seva gent, "es la immoralitat mentre veieu?
cy: [Yn sôn am] llawer, pan ddywedodd ei bobl, "a ydych yn ymrwymo'r anfoesoldeb tra yr ydych yn gweld?
da: Og [omtale] parti, da han sagde, at hans folk, "gøre du begå umoral mens du oplever?
el: Και [αναφέρουμε] πολλά, όταν είπε στο λαό, «σας δεσμεύουν ανηθικότητα ενώ βλέπετε;
et: Ja [mainida] palju, kui ta ütles oma rahvale, "Kas oled endale amoraalsuse kuigi te näete?
fi: Ja [] paljon, kun hän sanoi kansalleen "tehdä sitoudut moraalittomuus kun näet?
he: [להזכיר] הרבה, כאשר אמר לאנשים שלו, "לעשות לך להתחייב מוסריות בזמן שאתה רואה?
hr: I [spomenuti] mnogo, kada je rekao svome narodu, "posvecujes nemoral dok vidite?
lt: Ir [paminėti] daug, kai jis pasakė, kad jo žmonės, "ar jums įsipareigoja amoralumo o jūs matote?
lv: Un [min] daudz, kad viņš teica, ka savai tautai, "vai jūs izdarīt netikumība, kamēr jūs redzat?
nb: Og [nevne] mye, da han sa til folket "gjør du bedrive umoral mens du ser?
sk: A [spomenúť] veľa, keď povedal, že jeho ľud, "ste spáchať nemorálnosť zatiaľ čo vidíte?
sl: In [omenja] veliko, ko je dejal, da svoje ljudi, "ali ste se zavežejo nemoralnosti medtem ko vidite?
sr_cyrl: [Споменуо ] серије, када је рекао да његов народ, "да ли ииниљ неморала док гледате?
sr_latn: [Spomenuo] serije, kada je rekao da njegov narod, "da li иiniљ nemorala dok gledate?
uk: І [кажучи вже] багато, коли він сказав, що до свого народу, "ви здійснюють аморальності поки ви бачите?
vi: Và [kể] nhiều, khi ông nói với người dân của mình, "làm bạn phạm đạo Đức trong khi bạn đang nhìn thấy không?
zu: Futhi [Khumbuzani] Diki, lapho ethi abantu bakhe: "Ingabe uziphathe kabi ngenkathi ebona?

# Quran3214
source: Do you indeed approach men with desire instead of women? Rather, you are a people behaving ignorantly."
ca: De fet acostar els homes amb desig en lloc de les dones? Més aviat, ets un poble comportant ignorància."
cy: Yn wir chi agwedd dynion ag awydd yn hytrach na menywod? Yn hytrach, yr ydych yn bobl sy'n ymddwyn yn ignorantly."
da: Du faktisk nærmer mænd med ønsket om i stedet for kvinder? Snarere, du er et mennesker opfører sig uvidenhed."
el: Πράγματι η προσέγγιση άνδρες με επιθυμία αντί για γυναίκες; Μάλλον, είσαι σε άτομα που συμπεριφέρονται ignorantly.»
et: Kas te tõepoolest lähenemine meeste asemel naiste soov? Pigem oled ignorantly käituvaid inimesi."
fi: Itse lähestyä miesten halu sen sijaan naisten? Pikemminkin olet ihmiset käyttäytyvät tietämättömänä."
he: אתה אכן ניגש גברים בתשוקה במקום לנשים? במקום זאת, אתה אנשים להתנהג ignorantly".
hr: Uistinu pristupate ljudi sa željom umjesto žene? Umjesto toga, ti su ljudi ponaša ignorantski."
lt: Ar jūs iš tiesų požiūris vyrų noras vietoj moterų? O, jūs esate žmonės elgiasi nieświadomością."
lv: Jūs patiešām pieeja vīriem ar vēlmi nevis sievietes? Pareizāk sakot, cilvēku uzvedība ignorantly tu esi."
nb: Du faktisk nærmer menn med begjær i stedet for kvinner? Snarere, du er et folk oppfører seg uvitenhet."
sk: Ste naozaj prístup muži s túžbou namiesto ženy? Skôr ste ľudia správajú nevedomosti."
sl: Si res pristop moški z željo namesto ženske? Namesto, ste ljudi obnaša Ignorantski."
sr_cyrl: Уистину приступате људима са жељом а не жене? Уместо тога, ви сте народ се понашају игнорантлy."
sr_latn: Uistinu pristupate ljudima sa željom a ne žene? Umesto toga, vi ste narod se ponašaju ignorantly."
uk: Ви дійсно до чоловіків з бажанням замість жінок? Швидше за все, ти людей незвичну неосвічене".
vi: Bạn thực sự tiếp cận người đàn ông với mong muốn thay vì phụ nữ? Thay vào đó, bạn là một người có hành vi ignorantly."
zu: Ingabe ngempela asondele amadoda isifiso esikhundleni abesifazane?

# Quran3215
source: But the answer of his people was not except that they said, "Expel the family of Lot from your city. Indeed, they are people who keep themselves pure."
ca: Però la resposta del seu poble era no excepte que deien, "expulsar la família del Lot de la seva ciutat. De fet, són persones que mantenir-se pur. "
cy: Ond yr oedd yr ateb ei bobl nid heblaw y maent yn dweud, "Expel y teulu o lawer gan eich dinas. Yn wir, maent yn bobl sy'n cadw eu hunain yn pur."
da: Men svaret på hans folk var ikke bortset fra, at de sagde, "udvisning familie af masse fra din by. Faktisk, de er mennesker, som holder sig ren."
el: Αλλά η απάντηση του λαού ήταν δεν εκτός από το ότι είπαν, «Expel η οικογένεια της παρτίδας από την πόλη σας. Πράγματι, είναι άνθρωποι που τους κρατήσει καθαρό. "
et: Kuid oma rahva kõlas mitte välja arvatud, et nad ütlesid: "Expel perele palju oma linna. Need on inimesed, kes hoiavad end puhas."
fi: Ainoastaan olla vastuussa hänen kansansa ei paitsi, että he sanoivat: "karkottaa perheen paljon samasta kaupungista. Itse asiassa he ovat ihmisiä, jotka pitää itsensä puhtaana."
he: אבל התשובה שלו היתה לא. חוץ מזה, הם אמרו, "Expel משפחתו של רבים מן העיר שלך. אכן, הם אנשים המחזיקים עצמם טהור."
hr: Ali odgovor njegov narod je bio ne samo što su rekli, "Expel obitelj mnogo iz svog grada. Zapravo, oni su ljudi koji se čiste."
lt: Bet atsakymas jo žmonių buvo ne išskyrus tai, kad jie sakė: "daug iš jūsų miesto šeimos Expel. Iš tiesų, jie yra žmonės, kurie saugo save gryno."
lv: Bet viņa cilvēku atbilde bija nevis izņemot to, ka viņi teica: "Expel daudz no jūsu pilsētas ģimene. Patiešām, tie cilvēki, kuri sevi uzturēt tīras."
nb: Men svaret hans folk var ikke bortsett fra at de sa, "fordrive familien til mye fra din by. Faktisk, de er folk som holder seg ren."
sk: Ale odpoveď svojho ľudu nie okrem toho, že oni povedali: "vyhostenie rodina veľa z vášho mesta. V skutočnosti sú ľudia, ktorí udržať čisté."
sl: Ampak je bil odgovor svojega naroda ne le, da so rekli, "izgnati družino veliko od vašega mesta. Dejansko so ljudje, ki vodijo sami čisto."
sr_cyrl: Али одговор његовог народа је био осим што су рекли, "испуљта породице од серије из твог града. Заиста , они су људи који дрзе себе чисто."
sr_latn: Ali odgovor njegovog naroda je bio osim što su rekli, "ispuљta porodice od serije iz tvog grada. Zaista, oni su ljudi koji drze sebe čisto."
uk: Але відповідь свого народу була не Крім того, що вони сказали, "Expel сім'ї багато зі свого міста. Справді, вони, хто тримати себе чистим."
vi: Nhưng câu trả lời của người dân của mình đã không ngoại trừ rằng họ nói, "Expel các gia đình của rất nhiều từ thành phố của bạn. Thật vậy, họ là những người giữ cho mình sạch."
zu: Kodwa impendulo abantu bakhe awuzange ngaphandle ukuthi bathi, "ngixosha umndeni kaLoti emzini wakho. Ngempela, bangabantu abazigcina oluhlanzekile."

# Quran3216
source: So We saved him and his family, except for his wife; We destined her to be of those who remained behind.
ca: Així que som estalvis ell i la seva família, excepte la seva dona; Hem destinat a ella per ser d'aquells que es van quedar.
cy: Felly yr ydym yn arbed iddo ef a'i deulu, ac eithrio ei wraig; Rydym yn tynghedu iddi fod yn rhai sy'n aros ar ôl.
da: Så frelst vi ham og hans familie, bortset fra hans kone; Vi bestemt hende for at være dem, der forblev bag.
el: Έτσι σώσαμε τον ίδιο και την οικογένειά του, εκτός από τη γυναίκα του Είμαστε προορισμένοι να είναι από εκείνους που έμεινε πίσω.
et: Nii päästis teda ja oma pereliikmete, välja arvatud tema abikaasa; Me sinna teda, kes jäid maha tuleb.
fi: Joten me tallennettu hänelle ja hänen perheelleen paitsi hänen vaimonsa; Meidän tarkoitettu hänen olevan niistä, jotka jäivät.
he: אז הצלנו אותו ואת משפחתו, מלבד אשתו; אנחנו נידונים שהיא תהיה של אלה שנשארו מאחור.
hr: Pa smo spasili njega i njegovu obitelj, osim njegova žena; Nam je suđeno da bude od onih koji su ostali iza.
lt: Taigi mes išgelbėti jam ir jo šeimai, išskyrus savo žmoną; Mes skirti jai būti tiems, kurie pasiliko.
lv: Tātad mēs izglābām viņu un viņa ģimeni, izņemot viņa sieva. Mēs paredzēti viņai par tiem, kas palika aiz muguras.
nb: Så reddet vi ham og hans familie, bortsett fra hans kone; Vi bestemt henne for å være de som ble igjen.
sk: Tak sme spasení, jemu a jeho rodine, s výnimkou jeho manželke; Sme predurčený ju za tých, ktorí zostali.
sl: Tako smo shranili in družino, razen svojo ženo; Namenjeni smo jo, da je tistih, ki so ostali zadaj.
sr_cyrl: Па смо спасили њега и његову породицу, осим за своју зену; Нам је судбина да буде од оних који су остали иза.
sr_latn: Pa smo spasili njega i njegovu porodicu, osim za svoju zenu; Nam je sudbina da bude od onih koji su ostali iza.
uk: Таким чином, ми зберегли його і його сім'ю, за винятком його дружина; Ми призначені, щоб вона з тих, хто залишився позаду.
vi: Vì vậy, chúng tôi lưu ông và gia đình của mình, ngoại trừ người vợ; Chúng ta sắp đặt cô ấy là của những người còn lại đằng sau.
zu: Ngakho We khulula him nomkhaya wakhe, ngaphandle umkakhe;

# Quran3217
source: And We rained upon them a rain [of stones], and evil was the rain of those who were warned.
ca: I ens ha plogut sobre ells una pluja [de pedres], i mal era la pluja d'aquells que eren avisats.
cy: Ac rydym yn bwrw glaw arnynt glaw [o gerrig], a drygioni oedd y glaw o'r rheini a oedd yn rhybuddio.
da: Vi regnede på dem en regn [af sten], og onde var regnen af dem, der blev advaret.
el: Και εμείς έβρεχε πάνω τους μια βροχή [των λίθων], και το κακό ήταν η βροχή από εκείνους που είχαν προειδοποιήσει.
et: Meil sadas neile vihma [ja kivid] ja paha oli neid, kes olid hoiatanud vihma.
fi: Meillä satoi niitä sade [, kivet], ja paha oli sade niistä, jotka oli varoitettu.
he: אנחנו, המטיר על אותם, גשם [של אבנים] ו רשע היה הגשם של מי הזהיר אותם. בחניון.
hr: Mi padala na njih kiša [kamen] i zlo je kiša od onih koji su bili upozoreni.
lt: Ir mes lietus jiems lietaus [iš akmenų], ir blogis buvo lietus iš tų, kurie buvo įspėti.
lv: Un mēs viņiem virsū lija lietus [no akmeņiem] un ļaunums bija lietus, no tiem, kas brīdināja.
nb: Vi regnet dem et regn [av steiner] og onde ble regnet som ble advart.
sk: Pršalo sme na ne dážď [kamene] a zla bol dážď, tých, ktorí boli upozornení.
sl: In smo deževalo na njih dež [kamni], in zlo je bila dež tistih, ki so bili opozorjeni.
sr_cyrl: Смо их се натапа киша [камења] и зла је киша од оних који су били упозорени.
sr_latn: Smo ih se natapa kiša [kamenja] i zla je kiša od onih koji su bili upozoreni.
uk: І ми дощ на них дощ [камені], і злий дощ тих, хто були попереджені.
vi: Chúng trời mưa khi họ một cơn mưa [đá] và ác là mưa của những người đã được cảnh báo.
zu: Futhi We wanisa phezu kwabo imvula [yamatshe], futhi ububi imvula salabo ababekwa waxwayisa.

# Quran3218
source: Say, [O Muhammad], "Praise be to Allah, and peace upon His servants whom He has chosen. Is Allah better or what they associate with Him?"
ca: Dir, [O Muhammad], "¡ Lloat sigui Allah i la pau en els seus servents qui ell ha escollit. És millor Allah o què van associar amb ell?"
cy: Dweud, [O Muhammad], "canmoliaeth yn Allah, a heddwch ar ei weision ef a ddewiswyd ganddo. Yw Allah gwell neu beth maent cysylltiol ag ef?
da: Sige, [O Muhammad], "Priset være Allah, og fred på sine tjenere, som han har udvalgt. Er Allah bedre eller hvad de forbinder med ham?"
el: Ας πούμε, [Ο Μωάμεθ], «ο έπαινος είναι να Αλλάχ και ειρήνη σε δούλους του, τους οποίους επέλεξε. Είναι καλύτερα Αλλάχ ή τι συνδέουν μαζί του;»
et: Öelda, [O Muhammad], "Au olgu Allah ja rahu pärast tema teenistujad, kellele ta on valinud. Kas Jumal parema või mida nad seostavad teda?"
fi: Eli [Oi Muhammed] "ylistys Olkoon Jumala ja järjestys päälle hänen palvelijansa, hän on valinnut. Onko Jumala paremmin tai mitä he hänen rinnalleen?"
he: תגיד, [O מוחמד], "השבח לאללה, ושלום על משרתיו למי שהוא בחר. האם אללה יותר טוב או מה הם מקשרים אותו?"
hr: Recimo, [O Muhammad], "slava Allahu i mir na svoje sluge koje je on izabrao. Je Allah bolji ili se povezati s njim?"
lt: Tarkim, [O Muhammad], "Chwala tegul bus Dievas, ir taikos ant jo tarnautojus, kuriuos jis pasirinko. Ar Dievas geriau ar ką jie susieti su juo?"
lv: Teiksim, [O Muhammad] "slavēt būt Allah un mieru pēc saviem kalpiem, kam viņš ir izvēlējies. Ir labāk Allah vai to, ko viņi saista ar viņu?"
nb: Si, [O Muhammad], "lovet være Allah, og fred på sine tjenere som han har utvalgt. Er Allah bedre eller hva de forbinder med ham?"
sk: J. [Mohamed], "chvála sa na Alaha a mier na svojich služobníkov, koho si zvolil. Je lepšie Alah alebo čo si spájajú s ním?"
sl: Recimo, [O Muhammad], "je treba Allah, ter pokoj na služabnike, ki ga je izbral. Je Allah bolje ali kaj povezujejo z njim?"
sr_cyrl: Реци , [О Мухаммад], "Хваљен Аллах, и мир на своје слуге које је он изабрао. Да ли је Аллах боље или су му придружите?"
sr_latn: Reci, [O Muhammad], "Hvaljen Allah, i mir na svoje sluge koje je on izabrao. Da li je Allah bolje ili su mu pridružite?"
uk: Скажімо, [O Мухаммад], "Хвала Аллах і мир на своїх слуг, кого він вибрав. Чи Аллах краще, або що вони пов'язують із ним?"
vi: Nói, [O Muhammad], "khen để Allah, và hòa bình khi công chức của mình, người mà ông đã chọn. Allah tốt hơn hoặc là những gì họ liên kết với anh ta?"
zu: Awusho, [O Muhammad], "Makabongwe Allah, nokuthula Akhe chaka whom He enyula. Ingabe Allah kangcono noma lokho ningahlanganyeli naye?"
