Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2156
source: [The youths said to one another], "And when you have withdrawn from them and that which they worship other than Allah, retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility."
ca: [Les Joventuts va dir entre ells], "i quan li han retirat d'ells i que més que veneren Allah, retirada a la cova. El Senyor s'estendrà per a vostè de la seva misericòrdia i prepararà per a vostè de la seva facilitat d'assumpte."
cy: [Y bobl ifanc wedi dweud wrth un arall], "a pan ydych wedi tynnu'n ôl o'r iddynt ac y maent yn addoli eraill na Allah, encilio i o'r ogof. [Bydd eich Arglwydd lledaenu i chi o ei drugaredd a bydd yn paratoi i chi gan eich cyfleuster ddigwyddiad."
da: [Unge sagde til hinanden], "og når du har trukket tilbage fra dem og det, som de dyrker andre end Allah, trække sig tilbage til hulen. Din herre vil spredes ud til dig med sin nåde og vil forberede dig fra din affære facilitet."
el: [Οι νέοι είπε σε ένα άλλο], "και όταν απομακρύνθηκες από τους και αυτό που που λατρείας εκτός από Αλλάχ, καταφύγιο στο σπήλαιο. Ο Λόρδος σας θα διαδώσουν έξω για σας του ελέους του και θα προετοιμάσει για σας από τις εγκαταστάσεις σας υπόθεση.»
et: [Noored ütlesid üksteisele], "ja millal on taganenud ja mida nad kummardavad muud kui Allahi taganema koobas. Teie Issand näidatakse laiali teile oma halastust ja valmistab teile afäär hoiuruumidest."
fi: [Nuoret sanoivat], "ja kun on poistettu ja että he palvovat kuin Allah, retreat luolaan. Herrasi sinulle hänen armonsa levittäytyvät ja valmistaa sinulle asia laitos."
he: [הנוער אמרו אחד לשני], ", כאשר אתה לפרק ממנו את אשר הם סוגדים אחר מלבד אללה, נסיגה אל המערה. . האל שלך יתפשט בשבילך הרחמים שלו, יכין לך ממתקן הרומן שלך."
hr: [Mladi rekli jedni drugima], "i kad si povukao od njih i ono što oni obožavaju osim Allaha, povlačenje u pećinu. Gospodar tvoj će rasporediti za ste njegovog milosrđa i pripremit će vam iz svoje afere."
lt: [Jaunimo sakė vienas kitam], "Kada jūs turi arba iš jų ir kad jie garbina ne Dievas, trauktis į olą. Jūsų Viešpats bus paskirstyti jums jo gailestingumo ir parengs jums iš jūsų reikalas galimybe."
lv: [Jaunieši teica viens otru], "un kad ir atteikušies no viņiem un to, ko viņi pielūdz izņemot Allah, patvērums pie alas. Savu kungu tiks sadalīts jums viņa žēlsirdību un sagatavos jūs no jūsu lieta iekārtas."
nb: [Ungdommer sa til hverandre], "og når du har trukket fra dem og som de tilber enn Døyve, retrett til grotten. Deres Herre vil spre for hans nåde og forbereder for deg fra affære anlegget.
sk: [Mládenci povedal jeden druhému] "a kedy ste stiahli z nich a to, čo uctievajú ako Boha, ústup do jaskyne. Váš pán sa rozložiť na jeho milosrdenstvo a pripraví pre vás od vášho zariadenia záležitosť."
sl: [Mladi dejal seboj], "in ko je izstopila iz njih in ki so častili razen Allah, umik v jamo. Svojega gospodarja bo razporejeni za vas njegova milost in pripravila za vas iz vaše afero objekta."
sr_cyrl: [Младих људи рекли једни другима], "и када су се повукле из њих и оно што они клањају осим Алаха, повлачење у пећину. Твој господар ће се проширити за вас у својој милости и припремити за вас из твоје афере установе.
sr_latn: [Mladih ljudi rekli jedni drugima], "i kada su se povukle iz njih i ono što oni klanjaju osim Alaha, povlačenje u pećinu. Tvoj gospodar će se proširiti za vas u svojoj milosti i pripremiti za vas iz tvoje afere ustanove.
uk: [Молоді люди кажуть, один одного], "і коли вам знімав від їх і те, що вони поклоняються крім Аллаха, відступ до печери. Ваш Господь буде поширюватися для вас милість і підготує для вас від вашого об'єкта affair".
vi: [Các thanh thiếu niên nói một khác], "và khi bạn đã rút khỏi chúng và đó mà họ tôn thờ khác hơn so với Allah, rút lui về hang động. Chúa của bạn sẽ lan tỏa cho bạn về lòng thương xót của và sẽ chuẩn bị cho bạn từ sở thương vụ của bạn. "
zu: [Intsha bathi omunye komunye], "Wena-ke nasele Wamonyuka kubo nokuthi which they khonza Allah, siphumele emhumeni. Kho Lord uyokwelula senu Akhe sa kuyobalungiselela wena kusuka indaba yakho luhlobo

# Quran2157
source: And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide.
ca: I [vostè havia actual], es vols veure el sol quan es va aixecar, inclinant-se de la seva cova a la dreta, i quan es troba, passa lluny d'ells a l'esquerra mentre que eren [posar] dins un espai obert del mateix. Que era de les senyals d'Allah. Qui Allah guia és la [raó] guiada, però qui se n va per mal camí - mai es trobarà per a ell una guia protectores.
cy: A [Roedd ydych yn bresennol], byddech yn gweld yr haul pan gododd, inclining oddi wrth eu Ogof ar y dde, a pan osododd, trosglwyddo oddi arnynt ar y chwith, er eu bod yn [gosod] o fewn gofod agored ohono. Yr oedd gan yr arwyddion Allah. Bwy mae'r Allah yn tywys yw [iawn] llaw, ond ei fod ef yn gadael ar gyfeiliorn-byth gwelwch iddo canllaw amddiffyn.
da: Og [havde du været nuværende], vil du se solen når det steg, overføres fra deres hule til højre, og når den er angivet, passerer fra dem til venstre, mens de var [lægge] inden for et åbent rum heraf. Det var fra tegnene af Allah. Han, hvem Allah guider er den [rigtigt] guidede, men han, som han forlader på afveje - aldrig vil du finde for ham at beskytte guide.
el: Και [σας είχε όντας παρόντες], θα βλέπατε τον ήλιο όταν ανέβηκε, κλίση μακριά από την σπηλιά στα δεξιά, και όταν αυτό οριστεί, περνώντας μακριά από αυτούς στα αριστερά, ενώ αυτοί ήταν [τοποθέτηση], μέσα σε έναν ανοικτό χώρο τους. Αυτό ήταν από τα σημάδια του Αλλάχ. Τους οποίους Αλλάχ οδηγοί είναι το [και δικαίως] καθοδηγούμενη, αλλά εκείνος τον οποίο φεύγει παραστρατημένος - ποτέ δεν θα βρείτε για αυτόν προστασία οδηγός.
et: Ja [oleks teil esinenud], sa näeksid päike kui suurenes, kallutamist eemale nende koobas õige, ja kui see, möödaminnes neilt ära vasakult, kui nad olid [millega] maksimaalselt avatud ruum. See oli Jumal tunnuseid. On ta, kellele Jumal juhatab [õigustatult] giidiga, kuid ta, kellele ta lahkub eksinud - kunagi sa leiad teda kaitstes juhend.
fi: Ja [oli ollut läsnä], haluat nähdä aurinko kun se kohosi kallistus pois heidän luolassa oikealla puolella, ja kun se, kulkee pois vasemmalla, kun he olivat [jossa] sisällä avoin tila. Tämä oli hillitä oireita. Hän jota Jumala ohjaa on [oikeutetusti] ohjaa, mutta hän, jonka hän jättää harhaan - koskaan löydät hänelle suojaaminen opas.
he: [אתה היית נוכח], היית רואה את השמש כאשר עלה, inclining מן המערה בצד הימין, וכאשר זה להגדיר, עובר מהם בצד השמאל, בזמן שהם היו [הנחת] בתוך שטח ריק הימנו. זה היה מן הסימנים של אללה. מי מנחה אללה הוא מודרך [בצדק], אבל הוא מי שהוא עוזב מדרך הישר - לעולם לא תמצא אותו מדריך מגן.
hr: I [da si bio prisutan], vidiš sunce kad se digla, okrenuta od svoje spilje na desno, i kada se postavi, prolazeći od njih s lijeve strane, dok su [postavljaju] unutar otvorenog prostora istih. To je bilo od znakovi Allaha. Koga Allah vodi je [ispravno] vođena, ali koga ode krivim putem - nećeš naći za njega štiti vodič.
lt: Ir jums buvo pateikti], norite pamatyti saulės kai jis pakilo, pavertimas nuo jų urvas dešinėje, ir, kai ji, artimųjų nuo jų į kairę, o jie buvo [d.] per atvira erdvė jų. Tai buvo iš Dievo ženklai. Jis, kuriems Dievas vadovai yra [teisingai] vadovaujasi, bet jis, kam jis lieka iš kelio - niekada bus rasti jam apsaugoti vadovas.
lv: Un [jums bijis klāt], jūs varētu redzēt sauli, kad tā piecēlās, piešķiebdama prom no savas alas labajā pusē, un, kad tas noteikts, aizritējusī prom no viņiem pa kreisi, kamēr viņi bija [ko] ietvaros atklātā kosmosā. Tas bija no Allah pazīmes. Viņš, kam Allāhs ceļveži ir [pamatoti] vadīties, bet viņam, ko viņš atstāj apmaldīties - nekad jūs atradīsiet viņu aizsargā rokasgrāmata.
nb: [Hadde du vært tilstede], vil du se solen når det steg, skrånende fra hulen sin til høyre, og det satt, passerer fra dem til venstre, mens de ble [liggende] i en åpen plass derav. Det var fra tegnene av Allah. Han hvem Allah guider [rette] guidet, men han hvem han går bort - aldri vil du finne for ham en beskytte guide.
sk: A [keby si bol prítomný], by vidieť slnko pri vzrástol, naklápanie od ich jaskyne na pravej strane, a keď ho, absolvovanie od nich na ľavej strane, zatiaľ čo oni boli [o] v otvorenom priestore. To bolo od znamenia Alaha. Ten komu Allah sprievodca je [správne] interaktívny, ale ten, koho on opustí scestie - nikdy sa vám nájsť pre neho ochranu sprievodca.
sl: In [bi si bil prisoten], bi videli sonce ob to, nagibanje od svoje jame na desni, in ko to nastavite, ki poteka od njih na levi, medtem ko so bili [kokoši] v prazen prostor. To je bilo znakov Allah. Katere vodi Allah je [pravilno] vodeni, ampak on, ki zapusti zašel - nikoli ne boste našli zanj zaščito vodnik.
sr_cyrl: И [сте били присутни], видео би сунце кад је зарада порасла, воља се од њихова пецину на десној страни, а када га поставите, успех се од њих са леве стране, док су [постављају] унутар исте на отворени простор. То је било из знаке од Алаха. Кога Аллах води је на [с правом] вођена, али тај кога он оставља на одмет - никада нађи му заштита водич.
sr_latn: I [ste bili prisutni], video bi sunce kad je zarada porasla, volja se od njihova pecinu na desnoj strani, a kada ga postavite, uspeh se od njih sa leve strane, dok su [postavljaju] unutar iste na otvoreni prostor. To je bilo iz znake od Alaha. Koga Allah vodi je na [s pravom] vođena, ali taj koga on ostavlja na odmet - nikada nađi mu zaštita vodič.
uk: І [ви були представлені], ви хотіли б бачити сонце коли виросли, схиляючись далеко від свого печеру, праворуч, і коли вона встановлена, малозначних від них ліворуч, під час вони були [закладка] у відкритий космос їх. Це було з ознак Аллаха. Він, кого Аллах гідів є [справедливо] гідом, не той, кого він залишає оману - ніколи не буде вам знайти для нього захист керівництво.
vi: Và [bạn đã trình bày], bạn sẽ thấy mặt trời khi nó tăng, inclining ra khỏi hang động của họ ở bên phải, và khi nó thiết lập, qua xa họ ở bên trái, trong khi họ đã [đẻ] trong một không gian mở đó. Đó là dấu hiệu của Allah. Ông mà Allah sẽ hướng dẫn là hướng dẫn [đúng], nhưng ông mà ông lá lạc lối - không bao giờ bạn sẽ tìm thấy cho anh ta một hướng dẫn bảo vệ.
zu: Futhi [ukube wawukhona], ubungeke bheka langa uma it wavuka, inclining kude bo phandu ngakwesokudla, futhi uma it beka, odlulayo kude nabo ngakwesobunxele, besakhala [ebeka] ngaphakathi evulekile yalo

# Quran2158
source: And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror.
ca: I vostè podria pensar-los despert, mentre que estaven adormits. I es va convertir-los a la dreta i a l'esquerra, mentre que el seu gos s'estenia la seva potes davanteres de l'entrada. Si que havia mirat a ells, que han convertit d'ells en vol i ha omplert per ells amb el terror.
cy: A byddech yn meddwl yn effro, er eu bod yn cysgu. A throesom hwy i'r dde ac i'r chwith, tra roedd eu cŵn yn ymestyn ei forelegs wrth y fynedfa. Os ydych wedi edrych arnynt, byddech wedi troi oddi wrthynt yn hedfan ac wedi'u llenwi gan iddynt gyda terfysg.
da: Og du ville tænke dem vågen, mens de sov. Og vi vendte dem til højre og til venstre, mens deres hund strakte hans forben ved indgangen. Hvis du havde kiggede på dem, du ville have vendt fra dem i flugt og været fyldt af dem med terror.
el: Και θα τους έλεγε ξύπνιοι, ενώ αυτοί κοιμόντουσαν. Και εμείς τους γύρισε προς τα δεξιά και προς τα αριστερά, ενώ το σκυλί τους τεντωμένο μπροστινά του πόδια στην είσοδο. Εάν είχε κοίταξε τους, θα έχετε μετατραπεί από τους κατά την πτήση και ήταν γεμάτο από τους με τρόμο.
et: Ja arvad neid ärkvel, kuigi nad olid magama jäänud. Ja me sisse neid paremale ja vasakule, kuigi nende koer venitatud tema esijäsemed sissepääsu juures. Kui tuli vaatas neid, oleks neid lennu ajal pöördus ja olnud nende hirmu täis.
fi: Ja luulisi niitä hereillä, kun he olivat unessa. Ja olemme muuttaneet niitä oikealle ja vasemmalle, vaikka heidän koira venytetty hänen eturaajat suulla. Jos oli katsellut niitä, sinulla käytössä niistä lennon ja ollut niitä kauhua täynnä.
he: היית חושב אותם ער, בזמן שהן ישנות. הפכנו אותם ימינה ולא שמאלה, בעוד הכלב שלהם נמתח את הרגליים הקדמיות שלו בכניסה. אם היית מביט עליהם, התנערה מהם בטיסה, היה מלא על ידי אותם באמצעות טרור.
hr: I misliš da im budan, dok su spavali. I uključili smo ih desno i lijevo, dok njihov pas rastegnut svoje prednje noge na ulazu. Da si pogledao u njih, bi se okrenuo od njih u letu i bio ispunila tako da ih se.
lt: Ir jūs manote, jie miega, o jie miega. Ir mes juos į dešinę ir į kairę, o jų šuo savo priekinių kojų ištemptas įėjimo. Jei jums buvo pažvelgė į juos, jums būtų pasuko iš jų skrydžio ir buvo užpildyti juos su teroro.
lv: Un tu domā, ka viņiem nomodā, kamēr viņi guļ. Un mēs pagriezās pa labi un pa kreisi, kamēr viņu suns izstiepj viņa priekškājām, pie ieejas. Ja jums skatījās uz viņiem, tu būtu novērsās no tiem lidojuma laikā un bijis tās šausmināja.
nb: Og du tror dem våken, mens de sov. Og vi viste dem til høyre og til venstre, mens deres hunden strukket hans frambeina ved inngangen. Hvis du hadde sett på dem, du ville ha slått fra dem i fly og vært fylt av dem med terror.
sk: A by ste si ich nahor, zatiaľ čo oni boli spí. A môžeme ich obrátil vpravo a vľavo, aj keď ich pes natiahol svoje končatiny pri vchode. Ak ste sa pozrel na ne, by sa odvrátil od nich v lete a boli nimi naplnený hrôzou.
sl: In ti misliš, jih budni, medtem ko so bili zaspal. In smo jih obrnili na desno in levo, medtem ko njihov pes raztegne svoje noge na vhodu. Če bi si pogledal na njih, bi imate obrnil od njih v polet in bilo jih polna groze.
sr_cyrl: И би помислио да их будна, док су спавали. И претворили смо их десно и лево, док је њихов пас је развучена његове форелегс на улазу. Да си погледала на њих, ти би окренула од њих у лету и била испуњена је страхом од њих.
sr_latn: I bi pomislio da ih budna, dok su spavali. I pretvorili smo ih desno i levo, dok je njihov pas je razvučena njegove forelegs na ulazu. Da si pogledala na njih, ti bi okrenula od njih u letu i bila ispunjena je strahom od njih.
uk: І можна подумати, їм спати, коли вони спали. І ми перетворив їх праворуч і ліворуч, хоча їх собаки розтягується його передні ноги на вході. Якщо ви мали подивився на них, ви б звернувся з їх під час польоту і був наповнений ними терору.
vi: Và bạn nghĩ rằng họ tỉnh táo, trong khi họ ngủ. Và chúng tôi chuyển chúng sang bên phải và bên trái, trong khi con chó của họ kéo dài forelegs của mình tại cửa. Nếu bạn nhìn vào họ, bạn sẽ có bật từ họ trong chuyến bay và lấp đầy bởi chúng với khủng bố.
zu: Futhi ungacabanga kubo niphapheme, ngenkathi they were lele.

# Quran2159
source: And similarly, We awakened them that they might question one another. Said a speaker from among them, "How long have you remained [here]?" They said, "We have remained a day or part of a day." They said, "Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you.
ca: I de la mateixa manera, ens va despertar-los que podria qüestionar un altre. Va dir un orador entre ells, "quant de temps li quedaren [aquí]?" Deien, "Ens quedem un dia o una part d'un dia." Deien, "el seu senyor és saber la majoria de quant de temps va romandre. Així enviï'n un de vostès amb aquesta moneda de plata de la teva a la ciutat i deixava veure que és el millor d'aliments i portar la provisió d'ella i deixar-lo a ser cautelós. I que ningú de vostès conscient.
cy: Ac yn yr un modd, yr ydym yn dihuno hwy y gallai cwestiwn un arall. Dywedodd siaradwr o blith iddynt, "pa mor hir wedi ichi aros [yma]?" Maent yn dweud, "Rydym wedi aros diwrnod neu rhan o ddiwrnod." Maent yn dweud, "eich Arglwydd yn gwybod fwyaf o pa mor hir a arhosodd chi. Felly un ohonoch gyda hon geiniog arian chi anfon at y ddinas a gadewch iddo edrych yn y gorau o'r bwyd ac yn dod â chi ddarpariaeth ohono a gadewch iddo fod yn ofalus. Ac na foed i neb fod yn ymwybodol o chi.
da: Og på samme måde, vi vækket dem at de kan spørge hinanden. Sagde en taler blandt dem, "hvor længe har du været [her]?" De sagde, "Vi har holdt en dag eller en del af en dag." De sagde, "jeres Herre er mest at vide om hvor lang tid du forblev. Så send en af jer med denne sølv mønt af jeres til byen og lad ham kigge som er bedst mad og bringe du klargøre fra det og lad ham være forsigtige. Og Lad ingen være opmærksom på dig.
el: Και Ομοίως, εμείς ξύπνησε τους ότι θα μπορούσε να αμφισβητούν ένα άλλο. Είπε ένας ομιλητής μεταξύ τους, «πόσο καιρό σας παρέμειναν [εδώ];» Είπαν, «Έχουμε παραμείνει μια ημέρα ή μέρος της ημέρας.» Όπως είπαν, "τα περισσότερα γνωρίζει από το πόσο καιρό θα παραμείνει είναι ο Λόρδος σας. Έτσι ένας από σας με το ασημένιο νόμισμα σου στείλει στην πόλη και ας κοιτάξουμε ποια είναι η καλύτερη των τροφίμων και να φέρει σας διάταξη από αυτό και αφήστε τον να είναι προσεκτικοί. Και ας κανείς δεν είναι ενήμεροι για σας.
et: Ja samamoodi meil neile, et nad võiksid όksteisele ärganud. Ütles kõneleja hulgast neid, "kui kaua te viibinud [siin]?" Nad ütlesid: "Me viibinud, päeva või päeva osa." Nad ütlesid: "teie Issand on enamik teades, kui kaua sa jäid. Nii saada teist sinu Käesolev hõbemünt linna ja siis ta vaatama mis on parim toit ja tuua ette valmistada seda ja lase tal olla ettevaatlik. Ja lase keegi teadma sa.
fi: Ja vastaavasti herätti heidät he saattavat miettiä, toisiaan. Sanoi puhuja keskuudestaan, "kuinka kauan olet jäänyt [tästä]?" He sanoivat: "Olemme pysyneet päivä tai osa päivän." He sanoivat: "Herrasi on ja kuinka kauan pysyitte. Joten lähettää yksi teistä tämä hopea kolikon teidän kaupunkiin ja anna hänen katsoa mikä on paras ruoka ja tuoda määräyksen siitä ja anna hänen olla varovainen. Ja tehtäköön olet.
he: באופן דומה, אנחנו עורר אותם כי הם אולי שאלה אחד לשני. אמר דובר מתוכן, "כמה זמן אתה נשאר [כאן]?" הם אמרו, "אנחנו נותרו היום או חלק של יום של." הם אמרו, "האדון הוא לדעת רוב כמה זמן אתה נשאר. אז שלח אחד מכם עם זה מטבע כסף שלך העיר, תן לו להסתכל איזה הוא הטוב ביותר של מזון ונביא לך להקצות משאבים ממנו ותנו לו להיות זהיר. שאף אחד לא להיות מודע לך.
hr: I slično tome, jesmo li probudili da bi međusobno ispitaju. Rekao je predsjednik od njih, "koliko dugo su ti ostali [ovdje]?" Rekli su da "Su ostali smo dan ili dio dana." "Gospodar tvoj je većina znajući za koliko vi ostala." Pa jedan od vas sa ovom srebrnjakom poslati u grad i neka vidi se koja je najbolja hrana i donijeti odredba od njega i neka bude oprezan. I nitko ne smije biti svjesni te.
lt: Ir be to, mes pažadino juos kad jie galbūt klausimas vienas kitą. Sakė kalbėtojas iš jų, "kiek laiko Jums liko [čia]?" Jie sakė, "Mes liko per dieną arba per dalį dienos." Jie sako: "jūsų Viešpats yra dauguma žinant, kiek laiko Jums liko. Taip siųsti vienas iš jūsų su šios sidabro monetos jūsų miesto ir leiskite jam atrodo, kad tai geriausias maisto ir duoti jums iš jo analize ir leiskite jam būti atsargus. Ir tegul niekas jums žinoti.
lv: Un tāpat mēs pamodās viņiem, ka viņi varētu jautājums viens otru. Teica runātājs no sava vidus tos, "cik ilgi jūs atradušies [šeit]?" Viņi teica: "Mums ir saglabājies, dienu vai dienas daļa." Viņi teica: "jūsu kungs, lielākā daļa zinot, cik ilgi jums palika. Tātad viens no jums ar šo sudraba monētas nosūta pilsētas un ļaut viņam skatīties uz to, kas ir pārtikas labākais un dot nodrošināšanu no tā un ļaut viņam jābūt piesardzīgiem. Un neviens jums jāapzinās.
nb: Og på samme måte vi vekket dem at de kan spørsmålet hverandre. Sa en høyttaler blant dem, "hvor lenge har du vært [her]?" De sa: "Vi har vært en dag eller en del av en dag." De sa, "Herren er de fleste vet av hvor lenge du forble. Så send en av dere med denne sølvmynt din til byen og la ham se som er best av mat og bringe du klargjøre fra det og la ham være forsiktig. Og la ingen være klar over deg.
sk: A podobne, sme ich, že si môže otázku navzájom prebudil. Povedal hovorca spomedzi nich, "ako dlho ste zostali [tu]?" Oni povedali: "My sme ostali deň alebo časť dňa." Povedali, "svojho pána, je väčšina vedomím toho, ako dlho ste zostal. Tak poslať jeden z vás sa striebornú mincu tvoje mesto a nech sa pozrieť čo je to najlepšie jedlo a priviesť ustanovenie z neho a nechajte ho byť opatrný. A nech nikto sa o vás.
sl: In podobno, smo jih da morda vprašanje drugega prebudil. Je dejal govornik med njimi, "kako dolgo boste ostali [tukaj]?" So rekli, "Smo ostali dan ali del dan." So rekli, "vaš Gospod je večina vedoč, kako dolgo boste ostali. Tako od vas s tem srebrnik tvoje pošlje mesto in pustil pogledati ki je najboljših hrane in prinašajo določba od nje in naj bo previden. In naj nihče ne zavedati vi.
sr_cyrl: И слично томе, пробудили смо их да су једно друго питање. Рекли сте говорник неку од њих, "колико си остао [овде]?" Рекли су, "Смо остали део дана пар дана." Рекли су, "твој Бог је већина јер знам колико ти је остао. Тако Пошаљи једног са овом сребрњак твој град и пусти да га види да што је најбоље од хране и донесе ти испловити из ње, и пусти га да буде опрезан. И нека нико не буде знао за тебе.
sr_latn: I slično tome, probudili smo ih da su jedno drugo pitanje. Rekli ste govornik neku od njih, "koliko si ostao [ovde]?" Rekli su, "Smo ostali deo dana par dana." Rekli su, "tvoj Bog je većina jer znam koliko ti je ostao. Tako Pošalji jednog sa ovom srebrnjak tvoj grad i pusti da ga vidi da što je najbolje od hrane i donese ti isploviti iz nje, i pusti ga da bude oprezan. I neka niko ne bude znao za tebe.
uk: І точно так само ми розбудили їм що вони було б під сумнів один одного. Говорить спікер, з-поміж них, "як довго ви залишилися [тут]?" Вони сказали: "Ми залишилися день або частину дня". Вони сказав: "Господь ваш більшість знаючи про те, як довго ви залишалися. Так надіслати один з вас з цього Срібна монета вашого міста і нехай він подивитися який є кращим їжі і принести вам підготувати від нього і нехай він бути обережним. І нехай ніхто не бути інформовані про вас.
vi: Và tương tự như vậy, chúng tôi đã đánh thức họ rằng họ có thể hỏi nhau. Nói một người trong số họ, "bao lâu bạn vẫn [ở đây]?" Họ nói, "Chúng tôi đã ở lại một ngày hay một phần của một ngày." Họ nói, "Chúa tể của bạn hầu hết hiểu biết của bạn ở lại bao lâu. Vì vậy, gửi một trong những bạn với này tiền bạc của bạn đến thành phố và để cho anh ta xem xét để là tốt nhất của thực phẩm và mang lại cho bạn cung cấp tài khoản từ nó và để cho anh ta phải thận trọng. Và để cho không ai được nhận thức của bạn.
zu: Futhi ngokufanayo, We wabavusa ukuze ukubuzana babodwa.
