Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran971
source: Then I will come to them from before them and from behind them and on their right and on their left, and You will not find most of them grateful [to You]."
ca: Llavors em vindrà a ells de davant i darrere d'ells i el seu dret i d'esquerra, i vostè no trobarà la majoria d'ells agraeixen [que]."
cy: Yna bydd yn dod iddynt o'r cyn iddynt ac o'r tu ôl iddynt ac ar eu hawl ac ar eu gadael, ac ni welwch rhan fwyaf ohonynt ddiolchgar [i chi]."
da: Så jeg vil komme til dem fra før dem og bag dem og deres højre og på venstre side, og du vil ikke finde de fleste af dem taknemmelig [til dem]."
el: Στη συνέχεια θα έρθω να τους από μπροστά τους και από πίσω τους και τους δεξιά και στα αριστερά τους, και δεν θα βρείτε τα περισσότερα από αυτά ευγνώμονες.΄;΄΄ []."
et: Siis ma tulen neile enne neid ja neid taga ja nende paremal ja vasakul, ja te ei leia enamik neist tänulik [te]."
fi: Sitten tulen heitä edellään ja takaa heille ja heidän oikeudestaan ja vasemmalla puolella, ja et löydä useimmat niistä kiitollinen [sinulle]."
he: אז אני אבוא אליהם מן לפניהם מאחורי אותם ואת זכותם ועוד מימינם, אתה לא תמצא רובם מודה [לך]."
hr: Onda će doći da ih pred njima i iza njih i na svoje pravo i na svoje lijevo, i nećeš naći većinu njih zahvalan [ti]."
lt: Tada aš atvyksiu į juos iš prieš juos ir iš už juos ir jų teisės ir jų kairėje, ir jums nebus rasti dauguma jų dėkingas, [kad]."
lv: Tad būs jānāk no tām pirms viņiem un viņiem aiz muguras un par viņu tiesībām un viņu kreisajā pusē, un jūs nevarat atrast lielāko daļu no viņiem pateicīga [tu]."
nb: Så jeg vil komme til dem fra foran dem og bak dem og deres høyre og til venstre, og du vil ikke finne de fleste av dem takknemlig [du]."
sk: Potom bude pochádzať z, pred nimi a za nimi a ich pravej a po ľavej strane, a nie nájdete väčšinu z nich vďačný [vás]."
sl: Potem bo prišel do njih, pred njimi in izza njih in njihove pravice in na levi, in ne boste našli med njimi hvaležen [vi]."
sr_cyrl: Онда ћу доћи да их од пре њих иза њих и њихово право и тако даље на лево, и неæете наæи већина њих захвалан []."
sr_latn: Onda ću doći da ih od pre njih iza njih i njihovo pravo i tako dalje na levo, i neæete naæi većina njih zahvalan []."
uk: Потім я прийду до них з перед ними і з-за їх своїм правом і так далі свого лівого і ви не знайдете більшість з них вдячна [ваc]."
vi: Sau đó tôi sẽ đến với họ từ trước khi họ và từ phía sau họ và bên phải của họ và bên trái của họ, và bạn sẽ không tìm thấy hầu hết trong số họ biết ơn [Anh]."
zu: Khona ngizakuza aphela phambi kwabo futhi ngemva kwabo futhi ilungelo labo kanye langakwesokhohlo sabo, futhi Ngeke uthole iningi lawo ngimbonga [kuWe]. "

# Quran972
source: [Allah] said, "Get out of Paradise, reproached and expelled. Whoever follows you among them - I will surely fill Hell with you, all together."
ca: [Allah] deia, "aconseguir fora de paradís, retret i expulsat. Qui et segueix entre ells - sens dubte ompliran l'infern amb vosaltres, tots junts".
cy: [Allah] dywedodd, "allan o baradwys, reproached ac yn ei ddiarddel. Pwy bynnag sy'n eich dilyn yn eu plith-Onid wyf bydd llenwi'r uffern gyda chi, cyfan at ei gilydd."
da: [Allah] sagde, "komme ud af paradis, bebrejdede og udvist. Hvo følger dig blandt dem - jeg vil helt sikkert fylde helvede med dig, alle sammen."
el: [Αλλάχ] είπε, «να πάρει έξω από τον παράδεισο, κατηγόρησαν και απελαθεί. Όποιος ακολουθεί μεταξύ τους – σίγουρα θα γεμίσω κόλαση μαζί σας, όλα μαζί.»
et: [Jumalat] ütles: "saada välja paradiis, reproached ja välja saadetud. Kes järgmine sa nende vahel - ma kindlasti täidab kurat teiega, kõik koos."
fi: [Jumala] sanoi: "saada ulos paratiisista, moitti ja karkottaa. Kuka seuraa sinua-aion varmasti täyttää helvetti teidän kanssanne, kaikki yhdessä."
he: [אללה] אמר, "לקבל מגן-עדן, נזף, גורשו. מי הולך אחריך ביניהם - אני בטוח ימלא לעזאזל איתך, הכל ביחד."
hr: [Allah] kaže, "iz raja, prigovarali i protjerani. Tko god slijedi među njima - će sigurno napuniti pakao, sve zajedno."
lt: [Dievas] pasakė, "gauti iš Rojaus, priekaištaujama ir išvaryti. Kas seka jūs tarp jų - aš tikrai užpildys pragaro su jumis, visi kartu."
lv: [Allah] teica: "Get no paradīzes, pārmetu un izraidīja. Kurš seko jums starp viņiem - es noteikti piepildīs ellē ar jums, visiem kopā."
nb: [Allah] sa: få ut av paradis, kritiserte og utvist. Den som følger deg blant dem - jeg vil sikkert fylle helvete med deg, alt sammen."
sk: [Allah] povedal: "dostať von z raja, vytýkal a vylúčený. Ten, kto vás sleduje medzi nimi - bude určite vyplním pekla s vami, všetko dohromady."
sl: [Alahove] je dejal, "dobili iz Paradise, očitali in izgnan. Kdor si sledi med njimi - sem zagotovo vnese pekel z vami, vse skupaj."
sr_cyrl: [Аллах ] је рекао, "из раја, приговорио и избаце. "Ко год вас прати међу њима - ја ће сигурно напунити пакао са тобом, сви заједно."
sr_latn: [Allah] je rekao, "iz raja, prigovorio i izbace. "Ko god vas prati među njima - ja će sigurno napuniti pakao sa tobom, svi zajedno."
uk: [Аллах] сказав: "з раю, завдає удару і виключений. Той, хто слідує за вами, серед них - я обов'язково наповнить пекло з вами, всі разом".
vi: [Allah] nói, "có được ra khỏi Thiên đường, reproached và bị trục xuất. Bất cứ ai sau bạn trong số đó - tôi sẽ chắc chắn điền vào địa ngục với bạn, tất cả cùng nhau."
zu: [Allah] wathi: "Phumani ePharadesi, lahlanjalazwa futhi ikukhipha Noma ubani akulandele phakathi kwabo -.. Mina ngiyakufihla gcwalisa Hogo nawe, bonke ndawonye"

# Quran973
source: And "O Adam, dwell, you and your wife, in Paradise and eat from wherever you will but do not approach this tree, lest you be among the wrongdoers."
ca: I "O Adam, habiten, vostè i la seva muller, al paradís i menjar d'allà on vostè es però no s'acosten aquest arbre, perquè no es entre els malfactors".
cy: A "O Adam, myfyrio, chi a eich gwraig, yn baradwys a bwyta o ble bynnag y mae yn bydd, ond nid oes dull y goeden hon, rhag ofn y bydd chi ymhlith y tramgwyddo.
da: Og "O Adam, bor, du og din kone i paradis og spise fra hvor som helst du vil, men ikke nærme sig dette træ, lest du være blandt lovovertrædere."
el: Και «Ο Αδάμ, σταθώ, εσείς και η σύζυγός σας, στον παράδεισο και τρώνε από όπου και αν θα αλλά δεν προσέγγιση αυτό το δέντρο, μήπως είστε μεταξύ των παραβατών του.»
et: Ja "O Adam, elagu oma veendumust paradiisis ja olenemata sellest, kus näidatakse, kuid ei lähene see puu süüa, muidu selle tagaotsitavate seas."
fi: Ja "O Adam, asua, te ja sinun aviovaimo Paratiisissa ja syödä missä on mutta ei saa lähestyä tätä puuta ettei te olla joukkoon laajemmalti."
he: "אדם O, להתעכב, אותך ואת אשתך, בגן עדן, ולאכול בכל מקום שבו אתה אך לא להתקרב העץ הזה, שמא אתה להיות בין הפושעים."
hr: I O Adame, živjeti, ti i tvoja žena u raju i jesti iz gdje će ali ne prilazite ovo drvo, da ne bi li se među počinioce."
lt: Ir "O Adomas, gyventi, jūs ir jūsų žmona, rojuje ir valgyti iš ten, kur jums bus bet nesiartinti šį medį, kad galite būti tarp grzesznicy."
lv: "O Adam vērsusi uzmanību, jūs un jūsu sieva paradīzē un ēst no visur, kur jums būs, bet nav pieejas šo koku, nedrīkstam būt starp pārkāpējus."
nb: Og "O Adam, bo, du og din kone, i paradis og spise fra hvor du vil, men ikke nærme dette treet, så du være blant wrongdoers.
sk: "O Adam, bývať, vy a vaša manželka v raji a jesť z kdekoľvek budete, ale nemajú prístup tohto stromu, inak budete patriť medzi zloèinci."
sl: In "O Adam, naseli, vi in vaša žena, v raju in jesti iz kjerkoli že bo, vendar ne približuj se to drevo, da ne boste med je wrongdoers."
sr_cyrl: "О Адаму, боравити, ти и твоја жена, у рају и једи из где год ти ће али не прилази ово дрво, тебе не би међу починиоце."
sr_latn: "O Adamu, boraviti, ti i tvoja žena, u raju i jedi iz gde god ti će ali ne prilazi ovo drvo, tebe ne bi među počinioce."
uk: І "O Адама, зупинятися, ви і ваша дружина в раю і харчуватися від скрізь, де ви буде, але не підходити до цього дерева, щоб не бути серед на розкаюємося".
vi: "O Adam, ngự, bạn và vợ của bạn, trong thiên đường và ăn từ bất cứ nơi nào bạn sẽ, nhưng không tiếp cận cây này, vì sợ rằng bạn có một trong các wrongdoers."
zu: Futhi "O Adam, nihlale, wena nomkakho, ePharadesi nokuhlale adle noma kuphi lapho ukhona ngeke cha sondelana lo shanguzo funa you be phakathi abenzi bobubi."

# Quran974
source: But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said, "Your Lord did not forbid you this tree except that you become angels or become of the immortal."
ca: Però Satanàs xiuxiuejava a ells per fer evident per a ells que que fou amagat de les seves parts privades. Va dir, "El Senyor no us prohibeix aquest arbre llevat que vostè es converteixen en àngels o s'el immortal."
cy: Ond sibrydodd Satan iddynt i wneud yn amlwg iddynt nad oedd sy'n cuddio oddi wrthynt eu rhannau preifat. Meddai, "oedd eich Arglwydd ni a'n gwaredo chi goeden hon heblaw y dod yn angylion neu dod o yr anfarwol."
da: Men Satan hviskede til dem for at gøre klart for dem, der blev skjult fra dem af deres private dele. Han sagde, "Jeres Herre ikke forbyde dig dette træ bortset fra at du blive engle eller blive af udødelig."
el: Αλλά ο Σατανάς ψιθύρισε σε αυτούς να κάνουν φαινομενικές τους ότι που συγκαλυπτόταν από τους από τα ιδιωτικά μέρη. Είπε, «Ο Λόρδος σας σας απαγορεύει αυτό το δέντρο εκτός από το ότι μπορείτε να γίνετε αγγέλους ή να γίνει των αθανάτων.»
et: Aga nad teevad neile et mis oli varjatud neilt nende suguelundid teadaolevate sosistas Saatan. Ta ütles: "Teie Issand ei keela teid seda puud välja, et muutunud inglid või muutuda surematu."
fi: Mutta Saatana kuiskasi heitä tekemään lentoasemahenkilöstön jota piiloteltiin heiltä heidän yksityisiä osia. Hän sanoi: "Herrasi ei myöskään kieltänyt sinua tämä puu paitsi että olet tullut enkeleitä tai tulla kuolemattoman."
he: אבל השטן לחש להם לבצע ברור להם כי אשר הוסתר מהם החלקים הפרטיים שלהם. הוא אמר, ". האל שלך לא אסר את העץ הזה חוץ מזה אתה הופכים למלאכים או להיות בן אלמוות."
hr: Ali Sotona šapne im da očito da ih koja je bila skrivena od njih svoje intimne dijelove. Rekao je: "Gospodar tvoj je ne rodiš ovo drvo osim što postaju anđeli ili postati besmrtni."
lt: Bet Šėtonas sušnibždėjo į juos, kad matyti, kad juos kad kuri buvo slepiama nuo jų ir jų private parts. Jis sakė: "Jūsų Viešpats padarė negali uždrausti jums šis medis išskyrus tai, kad galite tapti angelai arba tapti Nemirtingojo."
lv: Bet sātans nočukstēja, lai tos padarītu pamanāmus viņiem ka kas bija noslēptas no viņiem savu vīrietību. Viņš teica: "Jūsu kungs izdarīja nedrīkst aizliegt jums šo koku izņemot to, ka par eņģeļiem vai kļūt par nemirstīgs."
nb: Men Satan hvisket til dem å gjøre klart for dem at som ble skjult fra dem av sine private deler. Han sa: "Din Herre ikke forby du dette treet bortsett fra at du blir engler eller bli udødelige."
sk: Ale Satan šepká, aby sa zrejmé, že čo bolo skryté od nich ich prirodzení. Povedal, "Svojho pána sa nesmú zakázať vám tento strom okrem toho, že sa stanete anjelov alebo stať nesmrteľný."
sl: Vendar Satan zašepetal da jim očitno jim da ki je bila skrita od njih svojih zasebnih delov. On reče: "Svojega gospodarja naredil prepoveduje vam to drevo razen, da postanejo angeli ali postanejo nesmrtne."
sr_cyrl: Али Сатана прошапутао им да се очигледно им да која је била скривена од њих од своје интимне делове. Он је рекао, "Твој господар урадио није забранио ово дрво осим да вам постану анђели или постати бесмртни."
sr_latn: Ali Satana prošaputao im da se očigledno im da koja je bila skrivena od njih od svoje intimne delove. On je rekao, "Tvoj gospodar uradio nije zabranio ovo drvo osim da vam postanu anđeli ili postati besmrtni."
uk: Але сатані прошепотів їм зробити очевидним для них, що якого було приховано від них свої особисті частини. Він сказав: "Ваш Господь не забороняють вам це дерево Крім того, що ви стати ангели або стати Безсмертний."
vi: Nhưng Satan thì thầm với họ để làm cho rõ ràng đối với họ đó che dấu từ họ của bộ phận riêng của họ. Ông nói, "Chúa tể của bạn đã không cấm bạn cây này ngoại trừ rằng bạn trở thành thiên thần hay trở thành của sự bất tử."
zu: Kodwa uSathane swebeza them ngaphakathi sobala ukwenza kubo ukuthi yiziphi yayifihliwe kubo izingxenye zabo zangasese.

# Quran975
source: And he swore [by Allah] to them, "Indeed, I am to you from among the sincere advisors."
ca: I va jurar [per Allah], "de fet, estic a vostè entre els assessors sincers."
cy: A rhegodd [gan Allah] iddynt, "yn wir, yr wyf i chi o blith y cynghorwyr ddiffuant."
da: Og han svor [af Allah] til dem, "Ja, jeg er at du blandt de oprigtige rådgivere."
el: Και ορκίστηκε [από τον Αλλάχ] να τους, «πράγματι, είμαι σε σας μεταξύ τους ειλικρινείς συμβούλους.»
et: Ja ta vandus [Jumalat] poolt neile, "tõepoolest, ma olen teile siirast nõunike hulgast."
fi: Ja hän vannoi [Jumala], ", olen teille vilpittömästi neuvonantajien joukosta."
he: הוא נשבע [אללה] להם, "אכן, אני לך מקרב היועצים כנה."
hr: I zakleo [od Allaha], "uistinu, ja sam ti od iskrenog savjetnika."
lt: Ir jis prisiekė [Dievas] iš jų, "iš tiesų, aš jums iš nuoširdūs patarėjai."
lv: Un viņš zvērēja, [Allah] pēc tiem, "patiešām, es esmu jums no patiesi konsultantu."
nb: Og han sverget [av Døyve], "faktisk jeg deg blant de oppriktige rådgivere."
sk: A ten prisahal [Allah], "v skutočnosti som vám spomedzi úprimné poradcov."
sl: In on zaprisegli [Alahove], "res, jaz sem vam med iskreno svetovalci."
sr_cyrl: И он се клела у [Аллах] с њима, "заиста, ја сам ти неку од искреног стручњацима."
sr_latn: I on se klela u [Allah] s njima, "zaista, ja sam ti neku od iskrenog stručnjacima."
uk: І поклявся [Аллах] до них, "дійсно, я вам з числа щирі радники".
vi: Và ông đã thề [bởi Allah] với họ, "thật vậy, tôi cho bạn trong số các nhà tư vấn chân thành."
zu: Wafunga [Allah] kubo: "Ngempela, mina nginguye phakathi abeluleki eqotho."

# Quran976
source: So he made them fall, through deception. And when they tasted of the tree, their private parts became apparent to them, and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them, "Did I not forbid you from that tree and tell you that Satan is to you a clear enemy?"
ca: Així que va fer caure, a través d'engany. I quan es va provar de l'arbre, la seves parts privades es va fer evidents a ells, i van començar a subjectar junts sobre ells mateixos de les fulles del paradís. I el seu Senyor anomenat a ells, "jo no us prohibeix l'arbre que i dir-li que Satanàs és per a vostè un clar enemic?"
cy: Felly y gwnaeth iddynt gwympo, trwy Ddichell. A pan oedd eu bod yn blasu y goeden, daeth yn amlwg iddynt yn eu rhannau preifat, a dechreuon nhw Caewch gyda'i gilydd dros eu hunain gan y dail o baradwys. A galwodd eu yr Arglwydd iddynt, "oedd nid a'n gwaredo chi o y goeden a dweud wrthych mai Satan yw eich gelyn clir?"
da: Så han lavede dem falde gennem bedrag. Og da de smagte af træet, deres private dele blev klart for dem, og de begyndte at fastgøre sammen over sig fra bladene af paradis. Og deres Herre kaldte dem, "jeg ikke forbyde dig fra træ og fortælle dig, at Satan er at du en klar fjende?"
el: Έτσι έκανε τους πέσει, μέσω της εξαπάτησης. Και όταν δοκίμασαν του δέντρου, τα ιδιωτικά μέρη έγινε εμφανής σε αυτά, και άρχισαν να στερεώσει μαζί πέρα από τον εαυτό τους από τα φύλλα του παραδείσου. Και ο κύριος τους κάλεσε τους, «δεν απαγορεύουν σας από εκείνο το δέντρο και να σας πω ότι ο Σατανάς είναι σε σας μια σαφής εχθρός;"
et: Ta tegi neist pettuse läbi kukkuda. Ja kui nad maitsesid, puu, nende suguelundid ilmseks neile ja nad hakkasid kinnitamist koos enda Paradise lehtedest. Ja nende Issand kutsus neid, "ei mul keelata teile sellest puust ja öelda, et Saatan on teile selge vaenlane?"
fi: Niin hän teki heille kuulu kautta petokseen. Ja kun he maistanut puun, heidän yksityisiä osia ilmeni heille, ja he alkoivat kiinnittää itsensä Paratiisin lehdistä. Ja Herransa kutsutaan niitä, "ei varjelkoon sinua puuhun ja sanoa, että Saatana on sinulle selvä vihollinen?"
he: אז הוא עשה להם ליפול, דרך רמאות. כאשר הם טעמו של העץ, המוצנעים התברר להם, הם החלו לחגור יחד על עצמם מן העלים של גן עדן. ואני שהאדון שלהם נקרא להם, "לא אוסר עליך העץ השטן הוא לך אויב ברור?"
hr: Pa on ih propasti obmana. I kada su probali stabla, govoriti postalo jasno da ih, i počeli su vezati zajedno preko sebe iz lišća raj. I njihov gospodar pozvao da ih, "da li nije vam zabraniti to drvo i reći da je Sotona vam jasno neprijatelj?"
lt: Taip jis padarė juos patenka per apgaulę. Ir kai jie zakosztowali medžio, jų private parts tapo aišku, į juos, ir jie pradėjo užsegamas kartu per save iš Rojaus. Ir jų Viešpaties pašaukti juos, "aš ne uždrausti jums iš to medžio ir pasakyti, kad Šėtonas yra jums aiškiai priešas?"
lv: Tāpēc viņš lika krist, izmantojot maldināšanu. Un, kad tie garšoja no koka, savu vīrietību kļuva skaidrs tiem, un viņi sāka piesprādzēt kopā pār sevi no paradīze lapām. Un kungs aicināja tos, "es nevar aizliegt jums tajā kokā un pateikt, ka sātans ir jums skaidru ienaidnieks?"
nb: Så gjorde han dem faller, gjennom bedrag. Og når de smakt treet, sine private deler ble åpenbart for dem, og de begynte å sy sammen over seg selv fra bladene av paradis. Og Herren kalte dem, "jeg ikke forbyr deg fra det treet og fortelle deg at Satan er du en klar fiende?"
sk: Takže on sa im prepadnúť podvod. A keď Chutili stromu, ich prirodzení zrejmé k nim začali upevnite dohromady cez seba druhu raj. A ich pán hovorí im, "urobil som chráň ste z toho stromu a povedať, že Satan je vám jasný nepriateľ?"
sl: Tako naredil, da jih je jeseni, do prevare. In ko so okusili drevesa, svojih zasebnih delih postalo jasno, da jih, in so začeli skupaj pritrdite v sami iz listov raj. In svojega Gospoda pozval, da jih, "sem ne prepoveduje vam iz tega drevesa in vam povem, da Satan je jasno sovražnik vas?"
sr_cyrl: Па је направио њихов пад, кроз обману. Када нису окусиле дрвета, своје интимне делове постало јасно да их, и они је почела да вежеш заједно преко себе од лишћа рај. И њихов господар их је дозвала, "да ли ја не забрањујем да то дрво и ти реци да је Сотона ти јасно непријатеља?"
sr_latn: Pa je napravio njihov pad, kroz obmanu. Kada nisu okusile drveta, svoje intimne delove postalo jasno da ih, i oni je počela da vežeš zajedno preko sebe od lišća raj. I njihov gospodar ih je dozvala, "da li ja ne zabranjujem da to drvo i ti reci da je Sotona ti jasno neprijatelja?"
uk: Так, він зробив їх падати, шляхом обману. І коли вони спробували дерева, їхні особисті частини став очевидним для них, вони почали пристебнути разом над себе з листя рай. І їх Господь покликав їм, "я не забороняють вам від цього дерева і розповісти вам, що сатана, щоб ви чітко визначеного супротивника?"
vi: Do đó, ông làm cho chúng sụp đổ, thông qua các lường gạt. Và khi họ nếm của cây, bộ phận riêng của họ trở nên rõ ràng với họ, và họ bắt đầu chặt nhau hơn mình từ lá của thiên đường. Và Chúa của họ gọi là cho họ, "tôi không cấm bạn từ cây đó và cho bạn biết rằng Satan là cho bạn một kẻ thù rõ ràng?"
zu: Ngakho wenza kubo bawe, ukukhohlisa.

# Quran977
source: They said, "Our Lord, we have wronged ourselves, and if You do not forgive us and have mercy upon us, we will surely be among the losers."
ca: Deien, "nostre Senyor, ens han tractat injustament-nos, i si no perdonar-nos i tenir pietat sobre nosaltres, segurament estarem entre els perdedors".
cy: Maent yn dweud, "Arglwydd ein, rydym wedi cam ein hunain, ac os nad ydych yn maddau inni ac yn wedi drugaredd arnom, byddwn yn sicr ymhlith y rhai ar eu colled."
da: De sagde, "vor Herre, vi har krænket os selv, og hvis du ikke tilgive os og forbarm dig over os, vi vil helt sikkert være blandt taberne."
el: Όπως είπαν, "ο Κύριός μας, έχουμε αδικηθεί τους εαυτούς μας, και αν δεν μας συγχωρήσει και ελέησον ημάς, θα είμαστε σίγουρα μεταξύ των ηττημένων".
et: Nad ütlesid: "meie Issand, me on ülekohtu end, ja kui te ei anna meile andeks ja halasta meile, meil on kindlasti ühed kaotajad."
fi: He sanoivat, "meidän Herramme on väärin itse, ja jos et anna meille anteeksi ja ole meille armollinen, me varmasti häviäjiä."
he: הם אמרו, "אדוננו, גרמנו עוול בעצמנו, אם לא סלח לנו ולא רחמו, אנחנו בטח יהיה בין המפסידים."
hr: Rekli su da "naš Gospodin smo nanijeli zlo sami, a ako ne oprosti nam i smiluj se na nas, mi ćemo sigurno biti među gubitnicima."
lt: Jie pasakė: "mūsų Viešpatie, mes yra niesprawiedliwosci save, ir jei ne przebacz mums ir buvo malonės į mus, mes tikrai bus tarp pralaimėjusiųjų."
lv: Viņi teica: mūsu kungs, mums ir nodarīts kaitējums sev, un ja mums piedot un apžēlojies pēc mums, mēs protams, ir starp zaudētājiem.
nb: De sa, "vår Herre, har vi gjort urett oss, og hvis ikke tilgi oss og barmhjertighet oss, vil vi sikkert være blant taperne."
sk: Povedali: "náš Pán sme ublížili sebe, a ak nemáte odpusť nám a zmiluj sa nad nami, určite budeme medzi porazených."
sl: So rekli, "naš gospod so oškodovani sami, in če ne odpusti nam in usmili na nas, zagotovo bomo med poraženci."
sr_cyrl: Рекли су, "Господ, наносила смо сами, и ако ти не опрости нам и смилуј се на нас, сигурно смо међу губитници."
sr_latn: Rekli su, "Gospod, nanosila smo sami, i ako ti ne oprosti nam i smiluj se na nas, sigurno smo među gubitnici."
uk: Вони ж відказали "нашого Господа, ми образили себе, і якщо ви не простить нам, помилуй нас, безумовно, буде серед програли.
vi: Họ nói, "Chúa chúng ta, chúng ta có wronged chúng ta, và nếu bạn không tha thứ cho chúng tôi và có lòng thương xót khi chúng tôi, chúng tôi chắc chắn sẽ một trong những người thua cuộc."
zu: Bathi: "Nkosi yethu, siye ngalungi ngokwethu, futhi uma nina ningathetheleli us ngihawukele kwethu, ngokuqinisekile siyophila phakathi losers."
