Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran194
source: It has been made permissible for you the night preceding fasting to go to your wives [for sexual relations]. They are clothing for you and you are clothing for them. Allah knows that you used to deceive yourselves, so He accepted your repentance and forgave you. So now, have relations with them and seek that which Allah has decreed for you. And eat and drink until the white thread of dawn becomes distinct to you from the black thread [of night]. Then complete the fast until the sunset. And do not have relations with them as long as you are staying for worship in the mosques. These are the limits [set by] Allah, so do not approach them. Thus does Allah make clear His ordinances to the people that they may become righteous.
ca: S'ha fet permissible per a vostè la nit dejuni per anar a vostres dones [per a les relacions sexuals] precedent. Són roba per a vostè i vostè són roba per a ells. Allah sap que utilitza per enganyar-vos, perquè accepten el seu penediment i perdonar-li. Així que ara, tenir relacions amb ells i buscar allò que Allah ha decretat per a vostè. Menjar i beure fins el fil blanc de l'Alba es converteix en diferent a vostè des del fil negre [de nit]. Completar el ràpid fins a la posta de sol. I no tenen relacions amb ells mentre et trobes per al culte a les mesquites. Aquests són els límits [conjunt per] Allah, així no acostar-los. Així Allah fa clar seu ordenances a la gent que es pot arribar a ser justos.
cy: Wedi ei wneud caniateir i chi y nos flaenorol ymprydio i fynd i eich gwragedd [am berthynas rywiol]. Maent yn dillad i chi a ydych yn dillad ar eu cyfer. Gwyr Allah a ddefnyddiwyd gennych chi twyllo eich hunain, felly mae'n derbyn eich edifeirwch a forgave chi. Felly, yn awr, mae cysylltiadau â nhw a cheisio sydd wedi Allah a ddyfarnwyd i chi. A bwyta ac yfed nes llinyn Gwyn dawn yn dod yn wahanol i chi ddu llinyn [nos]. Yna cwblhau fast tan machlud. Ac nad oes cysylltiadau â hwy cyhyd ag yr ydych yn aros ar gyfer addoli yn y mosg. Mae'r rhain yn y terfynau [set gan] Allah, felly peidiwch â chysylltu â hwy. Felly yw'r Allah yn egluro ei erlyniadau i bobl y gallant yn hoes dabloid.
da: Det er sket tilladte for dig om natten foregående fastende for at gå til dine hustruer [for seksuelle relationer]. De er tøj for dig og du er tøj til dem. Allah ved, at du brugte til at bedrage jer selv, så han accepteret din omvendelse og tilgav du. Så nu har forbindelser med dem og søge det, som Allah har dekreteret for dig. Og spise og drikke, indtil det hvide tråd af dawn bliver adskilt dem fra den sorte tråd [om aftenen]. Udfyld derefter hurtigt indtil solnedgang. Og ikke har forbindelser med dem, så længe du opholder dig til gudstjeneste i moskeerne. Disse er grænserne [sæt af] Allah, så ikke nærme sig dem. Således Allah gøre klart hans ordinancer til folk at de kan blive retfærdiggjorte.
el: Κατέστη αποδεκτή για σας τη νύχτα προηγούμενο νηστεία για να μεταβείτε σας σύζυγοι [για σεξουαλικές σχέσεις]. Είναι είδη ένδυσης για σας και είστε ενδυμασία για τους. Αλλάχ γνωρίζει ότι χρησιμοποιήσατε να ξεγελάτε τους εαυτούς σας, οπότε δεκτές μετάνοια σας και σας συγχώρεσε. Μέχρι τώρα, έχουν σχέσεις μαζί τους και επιδιώκουν αυτό που Αλλάχ έχει εκδώσει για σας. Και φάτε και πιείτε μέχρι το λευκό νήμα της αυγή γίνεται διακριτή σε σας από το μαύρο νήμα [της νύχτας]. Στη συνέχεια, να ολοκληρώσει γρήγορα τις μέχρι το ηλιοβασίλεμα. Και δεν έχουν σχέσεις μαζί τους για όσο διάστημα παραμένετε λατρεύουν στα τζαμιά. Αυτά είναι τα όρια [σύνολο από] Αλλάχ, έτσι δεν τους προσέγγιση. Έτσι Αλλάχ κάνει σαφείς τις διαταγές στους ανθρώπους ότι μπορούν να γίνουν δίκαιοι.
et: See on tehtud lubatud teile eelmise tühja kõhuga minema oma naisi [sugulises] jaoks öö. Nad on riided teile ja te olete riided neile. Jumal teab, et kasutasite ajada ise, nii et ta nõustub oma meeleparanduse ja andestas te. Nii nüüd on suhted nendega ja otsima seda, mis Jumal on välja kuulutanud teile. Ja süüa ja juua kuni valge niit dawn muutub eraldi teid [night] must niit. Seejärel täitke kiire kuni päikeseloojangut. Ja ei ole suhteid nendega, kui te peatute hotellis kummardama mošeed. Need on piirid [määratud] Jumal, nii et ei lähene neile. Seega ei Jumal olema selgelt tema seadluste inimestele, et neist saaks õige.
fi: Se on tehty sallittu sinulle edeltävän paaston mennä vaimot [seksuaalielämään] yö. He ovat vaatteet sinulle ja olet vaatteita heille. Jumala tietää, että olet käyttänyt pettää itseänne, joten hän hyväksyi parannukseen ja anteeksi. Joten nyt välisiä suhteita ja sitä, mitä Jumala on määrännyt sinulle. Ja syö ja juo kunnes valkoiset silmukat dawn tulee erillään [night] musta lanka. Suoritat nopeasti ennen auringonlaskua. Ja ei ole suhteita, niin kauan kuin olet oleskelee palvomaan moskeijoissa. Nämä ovat rajat [sarja] Jumala, joten ei saa lähestyä niitä. Näin Jumala tehdä selväksi hänen toimituksia ihmiset että ne voivat tulla vanhurskas.
he: זה הפך מותר לך את הלילה הקודם צום ללכת נשותיכם [של יחסי מין]. הם בגדים בשבילך ואתה בגדים עבורם. אללה יודע שפעם לרמות את עצמכם, כך הוא קיבל את התשובה שלך, סלחתי לך. אז עכשיו, יש יחסים איתם, מחפשת את אשר אללה הוציא בשבילך. ולא לאכול ולשתות עד החוט הלבן של שחר הופך ברורים לך מן החוט השחור [של הלילה]. ואז להשלים את הצום עד השקיעה. ואין יחסי איתם כל עוד אתה נשאר לצורך סגידה המסגדים. אלו הגבולות [ערכת מאת] אללה, אז אל תתקרב אותם. ובכך אללה להבהיר את התקנות שלו לעם כי הם עשויים להפוך לצדיק.
hr: To je dopušteno za vas noć prethodnog posta ići u svoje žene [za seksualne odnose]. Su odjeću za tebe i ti si odjeću za njih. Allah zna da kojom si prevario sebe, pa je prihvatio svoje pokajanje i oprostio vam. Sada, imati odnose s njima i tražiti ono što Allah je odredio za vas. I jesti i piti dok ne postane bijela nit zore razlikuje od Crna nit [noći]. Zatim ispunite post do zalaska sunca. I ne imati odnose s njima dok boravite za obožavanja u džamijama. To su granice [set] Allahu, pa im ne prilaziti. Tako se Allah jasno svoje zakone ljudima da oni mogu postati pravedni.
lt: Jis padarė leistina jums ankstesnius postus eiti į savo žmonos [dėl lytinių santykių] naktį. Jie yra drabužių jums ir jūs drabužius už juos. Dievas žino, kad naudojote apgauti save, kad jis sutiko savo tikėjimą ir atleido jums. Taigi dabar, palaiko santykius su jais ir kreiptis į tą, kuri Dievas paskelbė šį dekretą jums. Ir valgyti ir gerti kol balta Aušros pokalbio tampa jums skiriasi juoda gija [iš naktį]. Tada užbaigti greiti iki saulėlydžio. Ir neturi ryšių su jais tol, kol tai būna pamaldos, mečetėse. Tai yra ribų [nustatyti] Dievas, todėl ne jų požiūris. Taigi nėra Dievas aiškiai jo įsakymai žmonėms, kad jie gali tapti teisieji.
lv: Tas panākts pieļaujamā jums iepriekšējā dūšas iet uz jūsu sievas [par seksuālām attiecībām] nakts. Tie ir apģērbu jums un jums ir apģērbu viņiem. Allah zina, kuru izmantojāt, lai maldinātu sevi, tāpēc viņš pieņēma savu grēku nožēlošanas un tev piedevu. Tāpēc tagad ir attiecības ar tām un meklēt to, kas jums ir izsludinājusi Allah. Ēst un dzert līdz rītausmai baltu pavedienu kļūst jums atšķiras no melnā pavediens [nakts]. Pēc tam pabeidziet ātri līdz saulrietam. Un attiecības ar tām tik ilgi, cik jūs uzturaties dievkalpojumiem mošeju. Tie ir ierobežojumi [noteiktajam] Allah, tāpēc viņiem nav pieejas. Tādējādi netiek Allah skaidri viņa rīkojumiem cilvēkiem tie kļūst taisns.
nb: Det har blitt gjort tillatt for natten foregående faste for å gå til deres hustruer [for seksuelle relasjoner]. De er klær for deg og du er klær for dem. Allah vet at du brukte til å bedra dere selv, så han akseptert din omvendelse og tilga du. Så nå, har forbindelser med dem, og søke som Allah har bestemt for deg. Og spise og drikke før den hvite tråden Dawn blir tydelig til deg fra den svarte tråden [av natt]. Deretter Fullfør rask før solnedgang. Og ikke har forbindelser med dem så lenge du bor for tilbedelse i moskeer. Dette er grensene [Angi av] Allah, så ikke nærme seg. Dermed gjør Allah klart hans ordinanser til folk at de kan bli rettferdige.
sk: To sa prípustné pre vás v noci predchádzajúceho pôst ísť do vašej manželky [pre sexuálne vzťahy]. Sú oblečenie pre vás a vy ste oblečenie pre ne. Alah vie, že ste použili klamať sami, takže prijal vaše pokánie a odpustil si. Takže teraz s nimi majú vzťahy a hľadať, ktoré Alah sa rozhodol pre vás. Jesť a piť, kým sa odlišuje čierna niť [večer] bielou niťou svitania. Potom dokončite rýchlo až do západu slnka. A nemajú vzťahy s nimi, ako dlho ste ubytovaní na bohoslužby v mešitách. Toto sú hranice [stanovili] Alaha, takže nemajú prístup nich. Tak robí Alah objasniť jeho obrady ľudí že sa môže stať spravodlivými.
sl: So dovoljeni zate noč prejšnjega Posta iti vaše žene [za spolne odnose]. So oblačila za vas in ste oblačila za njih. Allah ve, da ste vajeni varajte se, zato je sprejela svoje kesanje in vam odpustil. Torej sedaj, so odnosi z njimi in iščejo to kar Allah je razglašena za vas. In jesti in piti, dokler ne postane belo nit, Dawn vam ločenost črno nit [večer]. Nato izpolnite hitro do sončnega zahoda. In ni odnose z njimi, tako dolgo, kot ste prebivajo za bogoslužje v mošej. To so meje [privzeto] Allah, zato jih ne pristop. Tako ne Alah bo jasno svoje odloke ljudem da lahko postanejo pravični.
sr_cyrl: То је постао дозвољена за тебе ноћи претходног поста да идем да твоје супруге [за сексуалне односе]. Они су гардеробу за вас, а ви сте гардеробу за њих. Аллах зна да си користио да обмањује себе, он је прихватио твоје покајање и ти је опростио. Сад , има односе са њима, и тражити оно што је Алах предодредио за тебе. И једем и пијем док не постане различита ти из Црна нит [од ноћи] белим концем од зоре. Затим довршите посту до заласка сунца. И немају односе са њима све док не могу да останем молити у џамија. Ове су границе [постављених помоћу] Аллах, тако да их не прилазите. Тако да ли Алах прави јасну његове уредбе људима да могу да постану праведни.
sr_latn: To je postao dozvoljena za tebe noći prethodnog posta da idem da tvoje supruge [za seksualne odnose]. Oni su garderobu za vas, a vi ste garderobu za njih. Allah zna da si koristio da obmanjuje sebe, on je prihvatio tvoje pokajanje i ti je oprostio. Sad, ima odnose sa njima, i tražiti ono što je Alah predodredio za tebe. I jedem i pijem dok ne postane različita ti iz Crna nit [od noći] belim koncem od zore. Zatim dovršite postu do zalaska sunca. I nemaju odnose sa njima sve dok ne mogu da ostanem moliti u džamija. Ove su granice [postavljenih pomoću] Allah, tako da ih ne prilazite. Tako da li Alah pravi jasnu njegove uredbe ljudima da mogu da postanu pravedni.
uk: Це було зроблено допустимі для вас ніч попереднього посту йти до своїх дружин [для сексуальні відносини]. Вони є одяг для вас, і ви одяг для них. Аллах знає, що ви використовували, щоб обдурити себе, так що він прийняв своє каяття і простив вас. Так що тепер мають відносини з ними і шукати те, що наказав Аллах для вас. І їсти і пити, поки білими нитками світанку стає відмінні вам від чорний нитку [ніч]. Потім завершити швидко до заходу сонця. І не мають відносини з ними так довго, як ви залишаєтеся для поклоніння в мечеті. Це обмеження [були визначені] Аллаха, так що не підходити до них. Таким чином Аллах чітко його обряди для людей, що вони можуть стати праведниками.
vi: Nó đã được thực hiện cho phép bạn đêm trước nhịn ăn để đi đến vợ [cho quan hệ tình dục]. Họ là quần áo cho bạn và bạn có quần áo cho họ. Allah biết rằng bạn đã sử dụng để đánh lừa mình, do đó, ông được chấp nhận của bạn ăn năn và tha thứ cho bạn. Vì vậy bây giờ, có quan hệ với họ và tìm kiếm đó mà Allah đã ra lệnh cho bạn. Ăn và uống cho đến khi sợi chỉ trắng của bình minh trở nên khác biệt để bạn từ các chủ đề màu đen [của đêm]. Sau đó hoàn thành nhanh chóng cho đến khi hoàng hôn. Và không có quan hệ với họ miễn là bạn đang ở để thờ phượng trong các nhà thờ Hồi giáo. Đây là những giới hạn [thiết lập bởi] Allah, do đó, không tiếp cận họ. Vì vậy Allah làm cho rõ ràng pháp lệnh của mình với những người mà họ có thể trở thành công bình.
zu: Kuye ezenziwe kuvumelekile nobusuku esandulele bezila ukudla ukuya omkenu [sokuba nobuhlobo bobulili].

# Quran195
source: And do not consume one another's wealth unjustly or send it [in bribery] to the rulers in order that [they might aid] you [to] consume a portion of the wealth of the people in sin, while you know [it is unlawful].
ca: I no consumir un altre riquesa injustament o enviar-lo [suborn] els governants per tal que [podria ajuda] [a] consumir una part de la riquesa de les persones en el pecat, mentre que vostè sap [és il·legal].
cy: Ac nid yfed cyfoeth un arall yn gam nac anfon [yn llwgrwobrwyo] at y prennau mesur yn y Gorchymyn [gallai eu cymorth] i yfed dogn o'r cyfoeth o bobl mewn pechod, er y gwyddoch chi [Mae'n anghyfreithlon].
da: Og ikke forbruge en anden rigdom uretfærdigt eller send det [i bestikkelse] til herskere i orden at [de måske støtte] du [at] forbruge en del af rigdommen af folk i synd, mens du kender [det er ulovlig].
el: Και δεν καταναλώνουν ένα άλλο του πλούτου άδικα ή στείλετε δωροδοκία] σε κυβερνώντες ότι [ίσως βοηθούν] [να] καταναλώνουν ένα μέρος του πλούτου των ανθρώπων στην αμαρτία, ενώ γνωρίζετε [απαγορεύεται].
et: Ja tarbida ühe teise rikkuse ebaõiglaselt või saata [in altkäemaksu] valitsejatele, selleks et [nad võiksid abi] [et] tarbida patt, inimesed rikkuse osa, kuigi tead sa [see on ebaseaduslik].
fi: Eikä kuluttaa toistensa vaurautta epäoikeudenmukaisesti tai lähettää [lahjonta] hallitsijat jotta että [he saattavat tukea] voit [] kuluttaa runsaasti ihmisiä sin, osa, kun tiedät [se on lainvastainen].
he: ולא לצרוך שפע של האחר שלא בצדק או לשלוח אותו [-שוחד] השליטים בצו כי [הם עשויים לסייע] אתה [לצרוך] חלק העושר של העם חטא, בזמן שאתם יודעים [הוא לא חוקי].
hr: I ne konzumirati jedan drugoga bogatstva nepravedno ili pošaljete [mita da vladari kako bi da [oni pomoći] da troše dio bogatstva osobe u grijeh, dok [to je nezakonit].
lt: Ir ne sunaudoja vienas kito turto neteisingai arba nusiųsti jį [į kyšininkavimo] valdovų, kad kad [jie gali pagalba] jums [] vartoti žmonių nuodėmės, turto dalis, o jūs žinote [tai neteisėta].
lv: Un nav netaisnīgi patērē viens otru bagātību vai nosūtīt to [ar kukuļošanu] valdnieki, lai ka [tie varētu atbalsta] [lai] patērēt daļu bagātības cilvēki grēks, kamēr jūs zināt, jūs [ir nelikumīga].
nb: Og ikke forbruke hverandres rikdom urettferdig eller sende den [i bestikkelser] for herskerne i rekkefølge at [de kan hjelpe] [å] konsumere en del av vell av folk i synd, mens vet du [det er ulovlig].
sk: A nie konzumovať jeden druhému bohatstvo nespravodlivo alebo odoslaním [podplácanie] vládcov v poradí že [oni mohli pomoc] si [k] konzumujú časť bohatstva ľudí v hriechu, aj keď viete, [je to nezákonné].
sl: In ne porabijo eno drugo premoženje neupravičeno ali ga poslati [v podkupovanje] vladarji v redu da [so lahko pomoč] [da] porabijo del bogate ljudi v greh, medtem ko veste [je nezakonita].
sr_cyrl: И не конзумирају један другоме богатства неправедно или га послати [у подмићивање] владари редом да [они можда помоћи] да конзумирају део богатство народа у греху, док ви знате за [то је незаконит].
sr_latn: I ne konzumiraju jedan drugome bogatstva nepravedno ili ga poslati [u podmićivanje] vladari redom da [oni možda pomoći] da konzumiraju deo bogatstvo naroda u grehu, dok vi znate za [to je nezakonit].
uk: І не споживають один одного багатства несправедливо або відправити його [у підкупі] лінійки в порядку що [вони можуть допомогти] [щоб] споживати частина з того багатства людей в гріху, поки ви знаєте ви [є незаконним].
vi: Và không tiêu thụ của một sự giàu có vô cớ hoặc gửi nó [hối lộ] những người cai trị theo thứ tự đó [họ có thể hỗ trợ] bạn [để] tiêu thụ một phần của sự giàu có của người dân trong tội lỗi, trong khi bạn biết [đó là trái pháp luật].
zu: Futhi musa kudle omunye ingcebo yomunye ngokungenabulungisa noma uthumele it [e ukufumbathisa] kubabusi ukuze [baqhubeke bephila bangase zisize] ngawe [ukuba] athatha ingxenye umcebo zabantu esonweni, kanti niyazi [is unlawful]

# Quran196
source: They ask you, [O Muhammad], about the new moons. Say, "They are measurements of time for the people and for Hajj." And it is not righteousness to enter houses from the back, but righteousness is [in] one who fears Allah. And enter houses from their doors. And fear Allah that you may succeed.
ca: Demanen que, [O Muhammad], sobre les llunes de nova. Diuen, "Que són mesures de temps per a les persones i per a l'Hajj." I no és justícia que entren a les cases de la part posterior, però righteousness és [a] qui tem Allah. I entren a les cases de les seves portes. I la por d'Allah que vostè pot tenir èxit.
cy: Maent yn gofyn ichi, [O Muhammad], am y lleuadau newydd. Dweud, "Maent yn mesuriadau amser ar gyfer y bobl a Hajj." Ac nid yw'n chyfiawnder i i fynd dai o gefn i, ond mae chyfiawnder i [yn] un sy'n ofni Allah. A rhowch tai oddi wrth eu drysau. Ac ofn Allah efallai byddwch yn llwyddo.
da: De spørger du, [O Muhammad], om nymånedagene. Sige, "De er målinger af tid for mennesker og for Hajj." Og det er ikke retfærdighed til at skrive huse fra ryggen, men retfærdighed er [i], der frygter Allah. Og Indtast huse fra deres døre. Og frygt Allah, at du kan lykkes.
el: Σας ρωτούν, [Ο Μωάμεθ], σχετικά με τα νέα φεγγάρια. Λένε, «Είναι μετρήσεις του χρόνου για τους ανθρώπους και για Hajj.» Και δεν είναι δικαιοσύνη να εισέλθουν τα σπίτια από το πίσω μέρος, αλλά η δικαιοσύνη είναι [σε] ένα που φοβάται Αλλάχ. Και εισαγάγετε σπίτια από τις πόρτες τους. Και ο φόβος Αλλάχ, ότι μπορεί να πετύχει.
et: Nad küsivad te, [O Muhammad] new kuudest. Öelda: "Nad on mõõtmiste ajal inimesed ja Hajj." Ja ei ole õiglus siseneda maja tagant, kuid õiglus on [on] see, kes kardab Jumalat. Ja sisestage Majade uksed. Ja kardavad Jumalat, mis võib olla edukas.
fi: He kysyvät sinulta, [Oi Muhammed] uudenkuun. Esimerkiksi: "He ovat mittaukset peliajan ihmisille ja Hajj." Ja ei ole vanhurskaus tulee Taloja takana, mutta vanhurskaus on [in] yksi, joka pelkää Jumalaa. Ja kirjoita Taloja ovensa. Ja pelätkää Allahia, joka voi onnistua.
he: שאלו אותך, [O מוחמד], הירחים החדשה. אומרים, "הם המידות של זמן עבור העם, Hajj." זה לא הצדק להיכנס לבתים מאחור, אך הצדק הוא [] אחד החושש מפני אללה. נכנסו לבתים של הדלתות שלהם. . ופחד אללה זה עשוי להצליח
hr: Pitali, [O Muhammad., o nova meseca. Kažu, "Oni su mjerenja vremena za ljude i za hadž." To nije pravednost ući u kuće s leđa, a pravednost je [u] tko boji Allaha. I unesite kuće od vrata. I bojte se Allaha da može uspjeti.
lt: Jie prašo jus, [O Muhammad], apie new palydovai. Tarkim, "Jie matavimo laiko žmonės ir Hadž." Ir tai ne tiesos įvesti namų iš nugaros, bet tiesos yra [–] tas, kuris bijo Allah. Ir įveskite namų duris. Ir bijoti Dievo, kad jums gali pavykti.
lv: Viņi lūdz jūs [O Muhammad] par jaunā. Saka: "Tie esam laika mērījumu." Un tas nav taisnības, lai ievadītu mājas no aizmugures, bet taisnības ir [,], kurš baidās no Allah. Un ievadiet mājas no savas durvis. Un bailes Allah, kas var gūt panākumus.
nb: De spør deg, [O Muhammad], om den nye moons. Si, "De er målinger over tid for folk og Hajj." Og det er ikke rettferdighet inn hus fra baksiden, men rettferdighet er [i] som frykter Allah. Og angi hus fra sine dører. Og frykt Gud at du kan lykkes.
sk: Žiadajú vás, [Mohamed], o novom mesiaca. Povedal: "Oni sú merania času pre ľudí a pre Hajj." A to nie je spravodlivosť, zadajte domov zo zadnej, ale spravodlivosť je [v] ten, kto sa bojí Boha. A zadajte domov z ich dvere. A strach, Alah, že môže uspieť.
sl: So vas, [O Muhammad], o new Lune. Reči, "So meritve časa za ljudi in za Hadž." In ni pravičnosti vstopiti hiše od zadaj, ampak pravičnost je [v] eden, ki se boji Allah. In vnesite hiše iz svoja vrata. In strah pred Allah, da vam lahko uspe.
sr_cyrl: Они те, [О Мухаммад], о неw месеца. Кажу , "Они су мјерења времена за људе и за Хајј." И то није праведност да унесете куће од позади, али праведност је [у] особи која се не боји Алаха. И унесите кућа од врата. И страх од Алаха да те могу успети.
sr_latn: Oni te, [O Muhammad], o new meseca. Kažu, "Oni su mjerenja vremena za ljude i za Hajj." I to nije pravednost da unesete kuće od pozadi, ali pravednost je [u] osobi koja se ne boji Alaha. I unesite kuća od vrata. I strah od Alaha da te mogu uspeti.
uk: Вони просять вас [O Мухаммад], про новолуння. Сказати, "вони вимірювання часу для людей а для Хаджу." І це не праведність ввести будинки зі спини, але праведність [в], хто побоюється Аллаха. І введіть будинків з свої двері. Та страх Аллах, який може добитися успіху.
vi: Họ yêu cầu bạn [O Muhammad], về các vệ tinh mới. Nói, "Họ là số đo thời gian cho người dân và cho Hajj." Và nó không phải là sự công bình để nhập vào nhà từ phía sau, nhưng sự công bình là [trong] một trong những người sợ Allah. Và nhập vào nhà từ cửa của họ. Và sợ Allah mà bạn có thể thành công.
zu: They buza you, [O Muhammad], mayelana kwenyanga.

# Quran197
source: Fight in the way of Allah those who fight you but do not transgress. Indeed. Allah does not like transgressors.
ca: Lluita en el camí d'Allah els que lluiten amb vostè, però no transgredeixen. De fet. Allah no li agraden els transgressors.
cy: Ymladd rhwystro Allah rhai sy'n ymladd chi ond nad ydych yn camddefnyddio'u. Yn wir. Nid Allah yn hoffi transgressors.
da: Kamp for Allah dem, der kæmper du men ikke overtræder reglerne. Faktisk. Allah ikke kan lide overtrædere.
el: Καταπολέμηση με τον τρόπο του Αλλάχ εκείνους που σας πολεμούν αλλά δεν παραβιάζουν. Πράγματι. Αλλάχ δεν ήθελε τους παραβάτες.
et: Võitlus te vaid rikuvad Allah viis võidelda. Tõepoolest. Allah ei meeldi transgressors.
fi: Taistelkaa Jumalan jotka taistella sinua, mutta riko. Itse asiassa. Allah ei pidä rikkojille.
he: להילחם בדרך של אללה אלה להילחם בך אך לא לעבור את הגבול. . אכן. . אללה לא אוהב שפשע נגדו.
hr: Boriti na Allahovom putu boriti, ali ne prestupiti. Doista. Allah ne voli neprijateljima.
lt: Kova kaip Dievas tiems, kurie jums kovoti, bet ne peržengtų. Iš tiesų. Dievas nemėgsta pažeidėjams.
lv: Cīnīties kā Allāhs tiem, kuri tev cīnīties, bet nedrīkst pārkāpt. Patiešām. Allah transgressors nepatīk.
nb: Kjempe i form av Allah de som kjemper du men overtredelser. Faktisk. Allah liker ikke transgressors.
sk: Boj v ceste Boh tých, ktorí s tebou bojovať, ale nie prestupujú. V skutočnosti. Boh nemá rád hriešnikov.
sl: Boj na poti Allah oni kdo boj vi vendar ne prekorači. Res je. Allah ne mara kršiteljev.
sr_cyrl: Се бори на Алаховом путу, они који се борим са тобом, али не неваљали. Заиста. Аллах не воли грељници.
sr_latn: Se bori na Alahovom putu, oni koji se borim sa tobom, ali ne nevaljali. Zaista. Allah ne voli greљnici.
uk: Боротьба на шляху Аллаха, хто боротися з вами, але не перейти. Дійсно. Аллаху не любить грішників.
vi: Chiến đấu theo cách của Allah những người chống lại bạn, nhưng không transgress. Thật vậy. Allah không giống như transgressors.
zu: Fight endleleni ka-Allah LABO LWA you kodwa cha transgress.
