Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1248
source: Would you not fight a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allah has more right that you should fear Him, if you are [truly] believers.
ca: No vols lluitar un poble que trencava els seus juraments i decidit a expulsar el Missatger, i havia començat a [l'atac al] es la primera vegada? Tem-los? Però Allah té més dret que ha por ell, si ets [veritablement] creients.
cy: Byddai na wnewch ymladd bobl a dorrodd eu llwon ac yn benderfynol i ddiarddel y negesydd, ac wedi dechrau [yr ymosodiad ar] chi y tro cyntaf? A ydych yn ofni iddynt? Ond mae gan Allah hawl mwy dylai ydych yn ofni iddo, os ydych yn [yn wir] credinwyr.
da: Ville du ikke kæmpe for et folk, der brød deres eder og fast besluttet på at udvise Messenger, og de havde begyndt [angreb på] du første gang? Er du bange for dem? Men Allah har mere ret at du skal frygte ham, hvis du er [virkelig] troende.
el: Θα σας δεν αγωνίζεται σε άτομα που έσπασαν τους όρκους και αποφασισμένη να απελάσει τον αγγελιοφόρο, και είχε αρχίσει τις [απαξιώσεως] σας την πρώτη φορά; Φοβάστε τους; Αλλά Αλλάχ έχει περισσότερο δικαίωμα που πρέπει να φοβούνται αυτόν, εάν είστε [πραγματικά] πιστών.
et: Te ei võidelda inimesi, kes murdis oma vande ja otsustanud suruvad sõnumitooja, ja ta oli alustanud [rünnak] te esimest korda? Ei te karda neid? Kuid Jumal on rohkem õigust, et te kartma teda, kui olete [tõeliselt] usklikud.
fi: Olisitko ei taistella ihmisiä, jotka rikkoivat valansa ja päättänyt karkottaa Messenger, ja he olivat alkaneet [hyökkäys] voit ensimmäistä kertaa? Pelkäättekö niitä? Mutta Jumala on enemmän oikeassa että pitäisi pelätä häntä, jos olet todella] uskovia.
he: לא תלחם לאנשים? שבר שבועותיהם ונחוש לגרש את השליח, והחל הם [ההתקפה על] אותך בפעם הראשונה? אתם פוחדים מהם? אבל אללה יש יותר זכות. אתה צריך לפחד אם אתה [באמת] המאמינים.
hr: Ne bore ljudi koji je provalio njihove zakletve i odlučio protjerati Glasnik, i oni su počeli [udar po] prvi put? Da li ih strah? Ali Allah ima više prava da se morate bojati, ako ste [doista] vjernici.
lt: Jūs ne kovoti žmonių, kurie sumušė savo priesaikas ir pasiryžusi išsiųsti Messenger, ir jie pradėjo [ataka ant] jūs pirmą kartą? Ar jūs bijoti jų? Bet Dievas turi daugiau teisių, kad jums neturėtų bijoti jo, jei jūs tikrai [] tikinčiųjų.
lv: Jums nav cīņa, cilvēki, kas lauza savu zvērestu un apņēmies izraidīt Messenger, un viņi jau bija sākuši [uzbrukumu] jūs pirmo reizi? Vai jums bailes tiem? Bet, Allah ir vairāk tiesības, ka būtu bailes viņam, ja jūs esat [patiesi] ticīgie.
nb: Ville du ikke kjempe et folk som brøt deres eder og fast bestemt på å utvise Messenger, og de hadde begynt [angrepet på] du første gang? Frykter du dem? Men Allah har mer rett at du skal fear ham, hvis du [virkelig] troende.
sk: By ste bojovať ľudí, ktorí zlomil svoje prísahy a odhodlaný vyhnať posol, a oni začali [útok na] ste prvýkrát? Máte strach im? Ale Boh má viac vpravo, aby ste mali strach, ak ste [naozaj] veriacich.
sl: Bi ne boj ljudi, ki zlomil svoje prisega in odločen, da izžene sel, in se je začela [napad na] ste prvič? Ali se jih bojijo? Toda Allah je več pravice, da bi ga, strah, če ste [resnično] vernikov.
sr_cyrl: Ти не би борио против људи који је провалио њихове заклетве и утврдио да избаци гласник, а они су имали почели су [напад на] ти први пут? Плашиш ли се? Али, Аллах је има највише права да ти треба да уплаши, ако [заиста] верници.
sr_latn: Ti ne bi borio protiv ljudi koji je provalio njihove zakletve i utvrdio da izbaci glasnik, a oni su imali počeli su [napad na] ti prvi put? Plašiš li se? Ali, Allah je ima najviše prava da ti treba da uplaši, ako [zaista] vernici.
uk: Ви не боротися людей, хто зламав свої клятви і рішучості вигнати Messenger, і вони почали [нападу на] ви вперше? Чи боїтеся, їх? Але Аллах має більше прав, що ви повинні боятися його, якщо ви справді [] віруючих.
vi: Bạn sẽ không chiến đấu một người đã phá vỡ lời thề của họ và quyết định trục xuất Messenger, và họ đã bắt đầu [tấn công khi] bạn lần đầu tiên? Bạn có sợ chúng không? Nhưng Allah có phải thêm rằng bạn nên lo sợ anh ta, nếu bạn đang [thật sự] tín hữu.
zu: Ubungeke yini ukulwa nabantu oye weqa izifungo zabo bese kunqunywa ukuba axoshe Messenger, futhi yayisiqalile [kuhlasela phezu] you fike khathi?

# Quran1249
source: Fight them; Allah will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts of a believing people
ca: Lluitar contra ells; Allah es castigar-los per les mans i ells vergonya i li donarà victòria sobre ells i satisfer els pits d'un poble creient
cy: Ymladd iddynt; Allah bydd cosbi drwy eich dwylo a bydd disgrace iddynt a rhoi eich buddugoliaeth dros eu a bodloni y bronnau pobl believing
da: Bekæmpe dem; Allah vil straffe dem ved hænderne skændsel dem og give dig sejr over dem og vil tilfredsstille brysterne af en troende mennesker
el: Καταπολέμηση τους. Αλλάχ θα τιμωρήσει τους από τα χέρια σας και θα ντροπή τους και να σας δώσει νίκη πάνω τους και να ικανοποιήσουν τα στήθη της σε πιστεύοντας άτομα
et: Võidelda Allah näidatakse karistama oma käed ja häbi neile ja annab sulle võidu nende üle ja vastavad uskuda inimeste rinnad
fi: Taistella Allah rangaista heitä teidän kättenne ja häpeä niitä ja antaa sinulle niistä voiton ja täyttävät uskovan kansan rinnat
he: להילחם בהם; אללה להעניש אותם על ידי הידיים לבייש אותם ולא לתת לך נצחון על אותם ואת לספק את השדיים של אנשים להאמין
hr: Protiv njih; Allah će ih kazniti po rukama i će ih osramotiti i vam pobjedu nad njima i zadovoljiti grudi u narodu
lt: Kovoti su jais; Dievas bausti juos iš savo rankas ir bus gėda jiems ir suteiks jums pergalę prieš juos ir patenkinti krūtinę tikinčios tautos
lv: Cīnīties ar tiem; Allah būs sodīt tos pēc jūsu rokām un kauns viņiem un jums dos uzvaru pār tām and apmierināt ticēt cilvēkiem krūtis
nb: Kjempe dem. Allah vil straffe dem ved hendene og vanære dem og gir deg seier over dem og tilfredsstille brystene en troende mennesker
sk: Boj proti nim; Alah trestať ich do svojich rúk a bude im hanbu a vám víťazstvo nad nimi a uspokojiť prsia veriť ľuďom
sl: Boj proti njim; Alah bo grobo ravnati jih z rokami in bo jih Blamaža in vam zmago nad njimi in izpolnjujejo prsi prepričanje ljudi
sr_cyrl: Да се боримо; Аллах ће их казнити по твојим рукама и ће срамота да их и ти дам победе над њима и задовољити груди веровање људи
sr_latn: Da se borimo; Allah će ih kazniti po tvojim rukama i će sramota da ih i ti dam pobede nad njima i zadovoljiti grudi verovanje ljudi
uk: Боротися з ними; Аллах буде покарати їх своїми руками і ганьби на них і дасть вам перемогу над їх і задовольнити груди проста Віра людей
vi: Chiến đấu chống lại họ; Allah sẽ trừng phạt họ bởi bàn tay của bạn và sẽ hoen chúng và cung cấp cho bạn chiến thắng họ và đáp ứng các vú một người believing
zu: Fight kubo;

# Quran1250
source: And remove the fury in the believers' hearts. And Allah turns in forgiveness to whom He wills; and Allah is Knowing and Wise.
ca: I treure la fúria en els cors dels creients. I Allah es converteix en el perdó a qui ell vol; i Allah és saber i savi.
cy: A thynnu y ffyrnigrwydd yn calonnau y credinwyr. A tro Allah mewn maddeuant i bwy mae ef wills; ac Allah yn gwybod a Wise.
da: Og fjerne raseri i de troendes hjerter. Og Allah vender i tilgivelse som han vil; og Allah er vide og klog.
el: Και αφαιρέστε τη μανία στις καρδιές των πιστών. Και Αλλάχ γυρίζει στη συγχώρεση για τους οποίους διαθήκες; και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Ja eemaldada raev on usklike südamed. Ja Jumal pöördub andestust, kellele ta tahab; ja Jumal on teades ja tark.
fi: Ja poistaa raivo uskovien sydämet. Ja Jumala anteeksi kenelle hän tahtoo; ja Jumala on tieto ja viisas.
he: ולהסיר את הזעם בליבם של המאמינים. אללה הופך במחילה למי שהוא ירצה; אללה הוא שהידיעה וחכם.
hr: I uklonite bijes u srcima vjernika. I Allah pretvara u oproštenje kome hoće; a Allah je poznavanje i mudar.
lt: Ir pašalinti wściekłość į tikinčiųjų širdyse. Ir Dievas paverčia į atleidimą, kuriems jis testamentų; ir Dievas yra žinios ir išmintingas.
lv: Un noņemt fūrijai ticīgo sirdīs. Un Allah pagriezienus, piedošanu, kam viņš vēlas; un Allah ir zinot un gudrs.
nb: Og fjerne raseri i de troendes hjerte. Og Allah i tilgivelse som han wills; og Allah er kjennskap og klok.
sk: A odstrániť fury v srdciach veriacich. A Allah sa zmení v odpustenie komu on chce; a Allah je znalosť a múdry.
sl: In odstranite bes v srcih z vernike. Ter Allah obrne v odpuščanje, komu je oporok; in Alah je poznavanje in pametno.
sr_cyrl: И уклањање бес у верницима срца. И Аллах претвори у опрост, коме је воља; а Аллах је знајужи и мудар.
sr_latn: I uklanjanje bes u vernicima srca. I Allah pretvori u oprost, kome je volja; a Allah je znajuжi i mudar.
uk: А видаліть лють в серцях віруючих. І Аллах перетворюється в прощення, яким він хоче; і Аллаха, знаючи, що і Мудрого.
vi: Và loại bỏ sự giận dữ trong trái tim của các tín hữu. Và Allah quay trong sự tha thứ mà Ngài muốn; và Allah là hiểu biết và khôn ngoan.
zu: Futhi susa ukufutheka ezinhliziyweni zamakholwa.

# Quran1251
source: Do you think that you will be left [as you are] while Allah has not yet made evident those among you who strive [for His cause] and do not take other than Allah, His Messenger and the believers as intimates? And Allah is Acquainted with what you do.
ca: Creus que li quedarà [com ets] mentre que Allah no encara fet evidents aquells entre vosaltres que esforçar-se [per a la seva causa] i no es fan diferents Allah, seu Missatger i els creients com insinua? I Allah estigui familiaritzat amb el que fas.
cy: Ydych chi'n meddwl y bydd eich gadael [fel yr ydych] tra bod Allah nad yw eto wedi amlwg rhai yn eich plith sy'n ymdrechu [dros ei achos] ac nid ydynt yn heblaw Allah, ei negesydd a credinwyr fel intimates? A yw Allah yn gyfarwydd â beth yr ydych yn ei wneud.
da: Tror du, at du vil stå tilbage [som du er] mens Allah ikke har endnu gjort klart dem blandt jer, som stræber efter [for hans sag] og tag ikke andet end Allah, hans sendebud og troende som antyder? Og Allah er bekendt med, hvad du gør.
el: Νομίζετε ότι θα σας μείνει [όπως είστε] ενώ Αλλάχ δεν έχει κάνει ακόμη εμφανής εκείνοι από εσάς που στοχεύουμε [αιτία του] και δεν λαμβάνουν εκτός από Αλλάχ, του Messenger και οι πιστοί ως Εσώτεροι; Και Αλλάχ είναι εξοικειωμένα με αυτό που κάνεις.
et: Te arvate, et teil jääb [kuna olete] Kuigi Jumal ei ole veel saavutatud ilmne seas, kes püüdlevad [oma põhjus] ja võtame peale Allah, sõnumitooja ja lähedastest nagu usklikud? Ja Jumal on tuttav mida.
fi: Luuletko, että voit jättää [kuten] Vaikka Jumala ei ole vielä tehnyt selvää niille teistä, jotka tavoitella [syy] eikä oteta kuin Jumala, hänen lähettiläänsä ja uskovia kuin vihjaa? Ja Jumala on perehtynyt mitä teet.
he: אתה חושב כי אתה יישארו [אתה] בעוד אללה לא עשה עדיין ניכר את שואפים [למען המטרה שלו], ואינך לוקח מלבד אללה, שליח שלו ואת המאמינים כמו האינטימיים? אללה הוא היכרות עם מה שאתה עושה.
hr: Misliš li da će ostati [kao su] dok Allah nije odlucio očito oni koji teže [uzrok] i ne uzeti osim Allahu, njegovu poslaniku i vjernicima kao intimni? I Allah je upoznat sa onim što radite.
lt: Ar manote, kad jums bus paliktas [kaip jūs esate] o Dievas dar nebuvo akivaizdu, tie iš jūsų, kurie siekia [jo priežastis] ir Nevartokite nei Dievas, jo Messenger ir tikintiesiems kaip Artimieji? Ir Dievas yra susipažinę su ką.
lv: Jūs domājat, ka jums tiks atstāta [kā jūs] kamēr Allah nav vēl izmantojusi skaidrs tiem no jums, kas censties [savu aicinājumu] un nebūt ne-apejos izņemot Allah, viņa Messenger un ticīgie kā modelēšana Un Allah ir iepazinies ar to, ko jūs darīt.
nb: Tror du at du vil bli liggende [som] mens Allah ikke har ennå gjort tydelig noen blant dere som strever [for sin sak] og ikke ta enn Døyve, hans Messenger og troende som antyder? Og Allah er kjent med hva du gjør.
sk: Myslíte si, že vám zostane [ako ty] zatiaľ čo Boh ešte nevyužil zrejmé tých z vás, ktorí usilujú [pre jeho príčinu] a neberú ako Alah a jeho posol veriacich ako blízki? A Allah je oboznámený s to, čo robíte.
sl: Ali menite, da vas bo zapustil [saj ste] medtem ko Allah ni še na očitno tiste med vami, ki si prizadevajo [za svoj vzrok] in ne jemljite Allah, His Messenger in verniki kot intimates? In Alah je vešč kaj.
sr_cyrl: Ти мислиш да ли ће остати [као и ти] док Алах није још постигла евидентан оне медју вама који тежите [његовом циљу] и не узимам осим Алаха, његово Мессенгер и верници као блиске пријатеље А Аллах је упозната са оним што радите.
sr_latn: Ti misliš da li će ostati [kao i ti] dok Alah nije još postigla evidentan one medju vama koji težite [njegovom cilju] i ne uzimam osim Alaha, njegovo Messenger i vernici kao bliske prijatelje A Allah je upoznata sa onim što radite.
uk: Як ви думаєте, що ви залишитеся [як] хоча Аллах ще не зробили очевидним тих з вас, хто прагнути [своєї справи] і не робити, крім Аллаха, його Messenger і віруючих як intimates? І Аллах познайомилися з те, що ви робите.
vi: Bạn có nghĩ rằng bạn sẽ còn lại [như bạn] trong khi Allah đã không được thực hiện rõ ràng những người trong số bạn của những người phấn đấu [nguyên nhân ông] và không có khác ngoài Allah, Messenger của ông và các tín hữu như intimates? Và Allah làm quen với những gì bạn làm.
zu: Ucabanga ukuthi uzobe kwesokunxele [njengoba wena] ngenkathi Allah akakalenzi sobala labo among you bani phokophela [for NGAPHAKATHI AKHE BANGA] ungangemuki nye than Allah, isithunywa sakhe kholwa njengoba usikisela?

# Quran1252
source: It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally.
ca: No és per la politeistes mantenir les mesquites d'Allah [mentre] testimoni contra si mateixos amb incredulitat. [Per a] aquells, els fets s'han tornat inútils, i en l'incendi respectarà eternament.
cy: Nid yw y polytheists i gynnal y mosgiau Allah tra'n dyst erbyn eu hunain gydag anghrediniaeth. [Am] rhai, wedi eu gweithredoedd yn ddiwerth, ac yn y tân Bydd glynu fythol.
da: Det er ikke for polyteister at opretholde moskeer i Allah [mens] vidne mod sig selv med vantro. [For] dem, deres gerninger er blevet værdiløse og i ilden de vil forblive evigt.
el: Δεν πρόκειται για το polytheists να διατηρήσει τα τζαμιά του Αλλάχ [ενώ] μάρτυρες τους με δυσπιστία. [Για] εκείνοι, τους πράξεις έχουν γίνει άνευ αξίας και στη φωτιά θα τηρήσει αιώνια.
et: See ei ole polytheists säilitada Allah mošeed [samas] tunnistajaks iseenda vastu koos uskumatus. [Neile], nende teod on muutunud väärtusetu ja tulekahju nad kinni igavesti.
fi: Se ei ole polyteistejä säilyttää Allah moskeijoita [] todistamaan itseään vastaan epäuskoisina. [On], heidän tekonsa ovat arvottomia ja tulen ne säilyttää ikuisesti.
he: . זה לא עבור polytheists לשמור על המסגדים של אללה [כאשר] עדים נגד עצמם עם חוסר אמונה. [לאלה], מעשיהם הפכו להיות חסרי ערך, ותנהג על האש הם לנצח.
hr: Nije za politeisti za održavanje džamije Allaha dok svjedočimo protiv sebe s nevjericom. [Za] one, njihova djela su postali bezvrijedni, i u vatru oni će ostati vječno.
lt: Tai ne polytheists išlaikyti Dievo mečetėse [o] liudininkai prieš save su netikėjimo. [Už], jų poelgius tapo beverčiai, ir ugnį jos paklūsta amžinai.
lv: Tas nav domāts polytheists saglabāt Allah mošeju [bet] neticībā liecināt pret sevi. [Tiem], viņu darbiem ir kļuvis nevērtīgs un uguns tos ievērot mūžīgi.
nb: Det er ikke for polyteister å beholde moskeer i Allah [og] vitne mot seg selv med vantro. [For] de, deres gjerninger har blitt verdiløs, og i brann vil de bli evig.
sk: Nie je to pre polyteisty udržiavať mešity Alah [pri] svedkom proti sebe s nedôverou. [Pre] tých, ich skutky sa stali bezcenné a v ohni sa večne riadi.
sl: Ne gre za politeiste ohraniti mošeje Allah [pa] priča proti sami z nejeverno. [Za] tiste, njihova dejanja so postala brez vrednosti, in v ogenj bo večno upošteval.
sr_cyrl: То није за полyтхеистс за одржавање, џамија у Аллах током сведоци против саме себе са неверовање. [За ], њиховим делима постали су безвредни, а у пожару су настаће заувек.
sr_latn: To nije za polytheists za održavanje, džamija u Allah tokom svedoci protiv same sebe sa neverovanje. [Za], njihovim delima postali su bezvredni, a u požaru su nastaće zauvek.
uk: Це не для polytheists підтримувати мечетей Аллах [хоча] свідками проти себе з недовірою. [Для] тих їхні вчинки стали worthless, і у вогні вони будуть вічно.
vi: Nó không phải là cho polytheists để duy trì các nhà thờ Hồi giáo của Allah [khi] chứng kiến chống lại chính mình với sự hoài nghi. [Đối với] những người, hành động của họ đã trở thành vô giá trị, và trong lửa họ sẽ tuân thủ luôn luôn.
zu: Akuyona i-konkulunkulu abaningi ukuba balondoloze amathempeli ka Allah [kuyilapho] ufakaza ngokumelene ngokwabo disbelief.

# Quran1253
source: The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided.
ca: Les mesquites d'Allah són només per ser mantingut per aquells que creuen en Allah i el darrer dia i establir la pregària i donar zakah i no por excepte Allah, perquè s'espera que els serà de la [raó] guiada.
cy: Mosgiau Allah yn unig yn cael ei gynnal gan y rhai sy'n credu mewn Allah a diwrnod olaf a sefydlu gweddi a rhoi zakah, ac nid ofni ac eithrio Allah, ar gyfer y disgwylir y bydd rhai o dan arweiniad [iawn].
da: Moskeer i Allah kan kun bevares af dem, der tror på Allah og den yderste dag og etablere bøn og give zakah og frygt ikke undtagen Allah, for det forventes, at de vil være af den [rigtigt] guidede.
el: Τα τζαμιά του Αλλάχ μόνο για να διατηρηθούν από εκείνους που πιστεύουν στο Αλλάχ και την τελευταία ημέρα και προσευχή θεσπίσει και να δώσει zakah και μη φοβάστε εκτός από Αλλάχ, γιατί αναμένεται ότι αυτά θα είναι από την [και δικαίως] καθοδηγούμενη.
et: Allah mošeed tohivad ainult need, kes usuvad Jumalat ja viimane päev ja palve ja anna zakah säilitada ja peale Allahi ei karda, sest on tõenäoline, et need on kohaselt [õigustatult] giidiga.
fi: Moskeijoita Allah on vain säilytettävä ne, jotka uskovat Jumalaan ja viimeiseen päivään ja perustaa rukous ja antaa zakah ja Älä pelkää paitsi Allah, odottaa, että ne on [oikeutetusti] opastettu.
he: המסגדים של אללה רק כדי להישמר על ידי מי מאמינה אללה, היום האחרון, להקים תפילה ותן zakah, אל תפחד מלבד אללה, כי הוא צפוי כי אלה יהיו של מודרך [בצדק].
hr: Džamije Allaha su samo od strane onih koji vjeruju u Allaha i zadnji dan i uspostavljanje molitve i daj zakah i bojim osim Allaha, jer se očekuje da oni će biti od [ispravno] vođena.
lt: Dievo mečetėse tik turi būti išsaugotos tiems, kurie tiki Dievo ir paskutinę dieną ir nustatyti malda ir duoti zakah ir Nesijaudink išskyrus Dievas, nes tikimasi, kad tas bus apie [teisingai] su gidu.
lv: Allah mošeju, tikai jāsaglabā tiem, kuri tic Allah un pēdējā dienā un lūgšanu, un sniegt zakah un nav bailes izņemot Allah, jo paredzams, ka tie tiks no [pamatoti] vadīties.
nb: Moskeer i Allah er bare skal opprettholdes av dem som tror på Allah og den siste dagen og etablere bønn og gi zakah og frykte ikke unntatt Allah, for det er forventet at de vil være av [rette] guidet.
sk: Mešity Alah sú len pre tých, ktorí veria v Boha a v posledný deň a modlitba a dať Zakát zachovávať a nie strach, okrem Alaha, očakáva sa, že tí budú z [správne] so sprievodcom.
sl: Mošeje Allah so le, da se ohrani tisti, ki verjamejo v Allah in zadnji dan in vzpostaviti molitev in dal zakah in se ne bojijo razen Allah, za pričakovati je, da tisti bo v [pravilno] vodeni.
sr_cyrl: Џамија Алаха су само да се одржи од стране оних који верују у Аллаха и последњи дан и успостави молитву и дати заках и не бојим се осим Алаха, јер се очекује да они ће бити од [с правом] вођена.
sr_latn: Džamija Alaha su samo da se održi od strane onih koji veruju u Allaha i poslednji dan i uspostavi molitvu i dati zakah i ne bojim se osim Alaha, jer se očekuje da oni će biti od [s pravom] vođena.
uk: Мечеті Аллах є тільки для того, щоб бути збережена від тих, хто вірить в Аллах і останній день і встановити молитви і дати zakah та не бояться крім Аллаха, бо це очікується, що ті будуть [справедливо] гідом.
vi: Nhà thờ Hồi giáo của Allah là duy nhất để được duy trì bởi những người tin vào Allah và ngày cuối cùng và thiết lập các cầu nguyện và cung cấp cho zakah và không sợ hãi ngoại trừ Allah, cho nó dự kiến rằng những người sẽ hướng dẫn [đúng].
zu: I amathempeli ka Allah kukhona kuphela okufanele inakekelwe labo abakholelwa Allah Suku futhi amise umthandazo futhi anikeze zakah ningesabi ngaphandle Allah, ngoba kulindeleke ukuthi labo kuyoba [abathambekele] guided.
