Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1127
source: Or [lest] you say, "It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?"
ca: O [no] dius, "va ser només que nostres pares associats [altres en adoració] amb Allah abans, i estàvem però descendents després d'ells. Llavors es destruiria ens pel que han fet els "falsificadors"?"
cy: Neu [rhag ofn] ydych yn dweud, "oedd ein tadau sy'n gysylltiedig [eraill yn addoli] gyda Allah cyn hynny, ac yr oeddem ond disgynyddion ar ôl iddynt. Byddai chi ddinistrio wedyn inni am yr hyn y mae y falsifiers yn ei wneud?"
da: Eller [at] du siger, "det var kun, at vore fædre forbundet [andre i tilbedelse] med Allah før, og vi var men efterkommere efter dem. Derefter vil du ødelægge os for, hvad falsifiers har gjort?"
el: Ή [Μήπως] λέτε, «ήταν μόνο ότι μας πατέρες που συνδέονται [άλλοι στη λατρεία] με Αλλάχ πριν από, και ήμασταν αλλά απόγονοι μετά από αυτούς. Στη συνέχεια θα σας καταστρέψουν μας για αυτό που κάνει το τους πλαστογράφους;»
et: Või [muidu] sa ütled, "see oli ainult, et meie isad seotud [teised jumalateenistuse] enne Jumalat ja me olime aga järeltulijad pärast neid. Siis oleks sa hävitada meid mida teinud ka falsifiers?"
fi: Tai [] sanot, "se oli vain, että meidän isämme liittyviä [others jumalanpalveluksessa] kanssa Jumala ennen, ja olimme mutta jälkeläiset perään. Sitten voit tuhoaisivat meidät mitä väärentäjien tehnyt?"
he: או [שמא] אתה אומר, "זה היה רק זה האבות שלנו הקשורים [אחרים בפולחן] עם אללה לפני, והיינו אך צאצאיהם אחריהם. ואז תוכל להשמיד אותנו בשביל מה לעשות falsifiers?"
hr: Ili [da] vi kažete, "se samo Naši očevi povezane [drugima u štovanju] s Allah prije, i bili smo ali potomstvo poslije njih. Onda će uništiti nas za ono što je falsifiers učinio?"
lt: Arba [kad] jūs sakote, "tai buvo tik, kad mūsų tėvai susijusios [kiti garbinti] su Dievas prieš, ir mes bet palikuonys po jų. Tada būtų sunaikinti mus, ką padarei su falsifikatoriams?"
lv: Vai [ka] jūs sakāt, "tas bija tikai to, ka mūsu tēvi saistīts [citi dievkalpojumu] ar Allah, pirms, un mēs taču pēcnācēji tiem pakaļ. Pēc tam jūs iznīcinātu mūs par to, ko ir darījuši falsifiers?"
nb: Eller [at] du sier, "det var bare at våre fedre forbundet [andre i tilbedelse] med Allah før, og vi var bare etterkommere etter dem. Deretter vil du ødelegge oss for hva falsifiers har gjort?»
sk: Alebo [aby] vám povedať, "to bolo len to, že naši otcovia Spojené [others v uctievanie] s Alah pred, a boli sme ale potomkov po nich. Potom by ste zničiť nás za to, čo falsifiers urobil?"
sl: Ali [da] ste rekli, "je bilo, le da naši očetje povezana [drugi v čaščenje] s Allah pred, in smo bili pa potomci po njih. Potem bi si uniči nas za kaj je falsifiers naredil?"
sr_cyrl: Или [не] кажеш, "се само наши очеви повезане [друге молите] Алах раније, и били смо али потомцима за њима. Онда би ти уништи нас за шта су фалсифиерс урадили?"
sr_latn: Ili [ne] kažeš, "se samo naši očevi povezane [druge molite] Alah ranije, i bili smo ali potomcima za njima. Onda bi ti uništi nas za šta su falsifiers uradili?"
uk: Або [щоб не] ви говорите: "це було тільки те, що наші засновники пов'язаний [іншим людям поклоніння] з Аллах перед, і ми були нащадками, але після їх. Потім ви знищить нас за те, що ласі зробив?"
vi: Hoặc [vì sợ] bạn nói, "nó đã là chỉ mà chúng tôi cha liên kết [những người khác trong thờ phượng] với Allah trước, và chúng tôi nhưng con cháu họ. Sau đó sẽ bạn tiêu diệt chúng tôi cho các falsifiers đã làm gì?"
zu: Noma [funa] wena uthi, "Kwakungumkhuleko abasebasha kuphela ukuthi obaba ezihlobene [abanye ekukhulekeleni] Allah ngaphambi, futhi ngokwemvelo sasingabantwana unhlaba emva kwabo. Khona-ke Akashongo nalokho falsifiers oyenzile?"

# Quran1128
source: And thus do We [explain in] detail the verses, and perhaps they will return.
ca: I així fer [explicar] detallem els versos, i potser tornaran.
cy: Ac felly wneud [egluro mewn] yn rhoi manylion y penillion, ac efallai byddant yn dychwelyd.
da: Og dermed gør vi [forklare i] detaljeret vers, og måske vil de vende tilbage.
el: Και έτσι κάνουμε εμείς [εξηγήσει σε] λεπτομερώς τους στίχους, και ίσως θα επιστρέψουν.
et: Seega me [seletada] üksikasjalikult salmid ja võibolla nad tagasi.
fi: Näin me [selittää] yksityiskohtaisesti säkeet, ja ehkä he palaavat.
he: לכן אנחנו [הסבר] פירוט הפסוקים ו אולי הם יחזרו.
hr: I tako mi [objasniti u] detaljno stihova, i možda će se vratiti.
lt: Ir todėl mes [paaiškinti] išsamiai ženklai, ir galbūt jie sugrįš.
lv: Un tādējādi mēs [izskaidrot] sīkāk vārsmas, un varbūt viņi vēl atgriezīsies.
nb: Og dermed detalj vi [forklare i] vers, og kanskje de kommer tilbake.
sk: A tak sme [vysvetlenie] podrobne verše a možno sa vráti.
sl: In tako smo [Razložite] podrobno verze, in morda se bo vrnil.
sr_cyrl: Стога смо [објаснити у] се детаљно стихове и можда ће се вратити.
sr_latn: Stoga smo [objasniti u] se detaljno stihove i možda će se vratiti.
uk: Таким чином ми [пояснити в] детально вірші і, можливо вони повернуться.
vi: Và do đó làm chúng tôi [giải thích] chi tiết những câu thơ, và có lẽ họ sẽ trở lại.
zu: Futhi kanjalo We [ukuchaza] ngokuningiliziwe emavesini, futhi mhlawumbe uzobuya.

# Quran1129
source: And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators.
ca: I recitar-los, [O Muhammad], les notícies d'ell a qui donàvem [coneixement] nostres signes, però va separat ell mateix des d'ells; Així Satanàs perseguint-la, i va esdevenir de la deviators.
cy: Ac adrodd iddynt, [O Muhammad], y newyddion o ef i bwy a rhoesom [gwybodaeth o] Roedd ein arwyddion, ond mae'n datgysylltu ei hun oddi wrthynt; Felly roedd Satan yn dilyn ef, ac aeth yn o y deviators.
da: Og recitere dem, [O Muhammad], nyheden om ham til hvem vi gav [viden om] vores tegn, men han løsrevet sig fra dem; så Satan forfulgte ham, og han blev af deviators.
el: Και να απαγγέλλουν τους, [Ο Μωάμεθ], τα νέα από αυτόν για τον οποίο δώσαμε [γνώση της] σημεία μας, αλλά αυτός ανεξάρτητο ο ίδιος απ ' αυτές. τόσο ο Σατανάς τον επιδιώκει, και έγινε από το deviators.
et: Ja neile, [O Muhammad], temast Uudised etlema – kellele andsime [tundmine] meie märke, kuid ta eraldunud ise; nii et Saatan taotletava teda ja ta sai selle deviators.
fi: Ja lausua heille [Oi Muhammed] tietoja hänestä jolle olemme antaneet [tieto] merkkejä, mutta hän irrottaa itsensä; niin Saatana tavoitteli häntä ja hänestä tuli deviators.
he: ודקלמו להם, [O מוחמד], החדשות של אותו כדי שאותו נתנו [הידע] השלטים שלנו, אבל הוא מנותק את עצמו מהם; . אז השטן רודף. אותו, והוא הפך של deviators.
hr: I recitirati ih, [O Muhammad], vijesti o njemu do kojih mi je dao [znanje] naše znakove, ali on distancirao se je od njih; Sotona ga je tražio, i on je u deviators.
lt: Ir jiems, [O Muhammad], naujienos apie jį deklamuoti kam mums suteikė [žinių apie] mūsų ženklai, bet jis atskirtas pats nuo jų; Todėl Šėtonas jį mylėjo, ir jis tapo, kad deviators.
lv: Un deklamēt tiem [O Muhammad], ziņas par viņu, uz kuriem mēs likām [zināšanas] mūsu pazīmes, taču viņš atdalīt sevi no tiem; tik sātans dzinās viņam pakaļ, un viņš kļuva par deviators.
nb: Og resitere dem, [O Muhammad], nyheten om ham som vi ga [kunnskap om] våre tegn, men han koblet seg fra dem. så Satan forfulgte ham, og han ble av deviators.
sk: A recitovať im [Mohamed], Novinky z neho do ktorého sme dali [poznanie] našich značiek, ale on dištancoval od nich; Takže Satan ho prenasledoval, a stal sa z deviators.
sl: In recitirali jih, [O Muhammad], novice o njem v katero smo dali [znanje] naše znake, vendar je sam ločijo od njih; tako Satan, ki ga zasleduje, in je postal od na deviators.
sr_cyrl: А да их, [О Мухаммад], вест о њему рецитује на коме смо дали [познавање] свој знак, али он одмакну се од њих; Сотона га је гонио, а он се десило у девиаторс.
sr_latn: A da ih, [O Muhammad], vest o njemu recituje na kome smo dali [poznavanje] svoj znak, ali on odmaknu se od njih; Sotona ga je gonio, a on se desilo u deviators.
uk: І читати їм [O Мухаммад], новини про нього до кого ми дали [знання] наших знаки, але він відірвані себе з ними; так що сатана переслідували його, і він став з у deviators.
vi: Và đọc cho họ, [O Muhammad], tin tức của anh ta để người mà chúng tôi đã cho [kiến thức về] dấu hiệu của chúng tôi, nhưng ông tách mình khỏi chúng; Vì vậy, Sa-tan đã theo đuổi anh ta, và ông đã trở thành các deviators.
zu: Futhi hlabelela them, [Jehova Muhammad], izindaba ngaye kubo wanikela [ulwazi] izimpawu Zethu, kodwa bathinteka wasithela kubo;

# Quran1130
source: And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought.
ca: I si ens tenia willed, ens podria haver elevat ell així, però ell [lloc] adherides a la terra i seguir el seu propi desig. Pel seu exemple és com allò del gos: si vostè perseguir-lo, ell pantalons o si deixa-li, ell [encara] pantalons. Que és l'exemple dels qui nega rètols. Així es relacionen amb les històries que potser ells et donarà idea.
cy: Ac os ydym wedi ewyllysio iddi, gallai Rydym wedi dyrchafu'n ef felly, ond mae'n cadw [yn hytrach] at y ddaear ac yn dilyn ei hun awydd. Felly mae ei esiampl fel y ci: Os heliwch chi iddo, mae ei bants, neu os byddwch yn gadael iddo, mae ef [o hyd] pants. Mae hynny'n enghraifft o'r bobl sy'n gwrthod ein arwyddion. Felly ymwneud y straeon y efallai byddant yn rhoi meddwl.
da: Og hvis vi havde villet, vi kunne have forhøjet ham derved, men han overholdt [i stedet] jorden og fulgt sin egen vilje. Så hans eksempel er ligesom at hunden: Hvis du jage ham, han bukser, eller hvis du forlader ham, han [fortsat] bukser. Det er et eksempel på de mennesker, der nÃ¦gtet vores tegn. Så relatere historier, måske vil de give tanke.
el: Και αν εμείς είχε το θέλησες, εμείς θα μπορούσε να έχουν αυξημένα τον με αυτόν τον τρόπο, αλλά τηρούνται [αντί] στη γη και ακολούθησαν τη δική του επιθυμία. Έτσι το παράδειγμά του είναι σαν αυτό του σκύλου: Εάν κυνηγάτε αυτόν, αυτός παντελόνι, ή εάν αφήσετε τον, αυτός [ακόμη] παντελόνι. Αυτό είναι το παράδειγμα των ανθρώπων που στερούνται τις ταμπέλες μας. Να αφορούν τόσο τις ιστορίες ότι ίσως θα δώσουν σκέψης.
et: Ja kui meil oli kombeks, me oleks võinud kõrgenenud teda sellega, kuid ta kinni [hoopis] maa ja järgida tema enda soov. Nii tema eeskuju on sellist koera: kui te chase teda, ta püksid või kui jätad talle, ta [ikka] püksid. Mis on näiteks inimesed, kes eitas meie märke. Nii seotud lood, et ehk nad annab mõtte.
fi: Ja jos olisi tahtonut, emme voisi koholla hänet näin, mutta hän noudattaa [eikä] maan ja seurasi hänen oma halunsa. Joten hänen on niin koira: Jos jahdata häntä, hän tai jos jätät hänet, hän [edelleen] housut. Se on esimerkki ihmisiä, joka kielsi merkkejä. Niin koskea tarinoita, että ehkä he antavat aihetta.
he: אם אנחנו היה רצון, אנחנו יכולים הרחיבו אותו ובכך, אך הוא [במקום] דבקה האדמה ועקבתי אחר התשוקה שלו. כך לדוגמה שלו הוא כמו זה של הכלב: אם לך לרדוף אחריו, הוא מכנסיים, או אם תשאיר אותו, הוא [עדיין] מכנסיים. זה הדוגמה של האנשים אשר הכחיש את השלטים שלנו. כל-כך מבינה את הסיפורים כי אולי הם יתנו מחשבה.
hr: I ako smo imali volje, mi bi ga time povišen, ali on poštuje [umjesto] zemlju i slijedili svoje želje. Njegov primjer je kao da od psa: Ako juriš, je hlače, ili ako ga ostaviš, [ipak] hlače. To je primjer ljudi koji je negirao naše znakove. Tako se odnose priče da možda će dati misao.
lt: Ir jei mes turėjo valios, mes galėjo turėti padidėjusi jį tokiu būdu, bet jis [vietoj] laikytis žemės ir po jo paties noro. Todėl jo pavyzdys yra kaip ir šuo: jei jums persekioti jį, jis kelnės, arba jei paliksite jį, jis [vis dar] kelnės. Tai žmonės, kurie mūsų ženklai neigė pavyzdys. Taigi susiję kad galbūt jie duos minties istorijos.
lv: Un, ja mums gribas, mēs varētu ir paaugstināts viņu tādējādi, bet viņš ievērojuši [vietā] zemes un pēc paša vēlēšanās. Tātad tāpat kā suns ir viņa piemērs: ja jums chase viņam, viņš bikses vai ja viņu atstāj, viņš [vēl] bikses. Tas ir cilvēkiem, kuri noliedza mūsu zīmes piemērs. Tātad saistīti stāsti, ka varbūt viņi dos doma.
nb: Og hvis vi hadde villet, kunne vi ha opphøyet ham og dermed, men han overholdt [stedet] til jorden og fulgte hans eget ønske. Så hans eksempel er som hunden: Hvis du jager ham, han bukser, eller hvis du lar ham, han [fortsatt] bukser. Er eksempelet som nektet våre tegn. Så forholder seg til historier som kanskje vil de gi tanke.
sk: A ak sme mali vôľou, mohli sme mu zvýšená tým, ale on držal [miesto] k zemi a nasledovať svoje vlastné túžby. Takže jeho príklad takého psa: Ak vás prenasledovať ho, on nohavice alebo ak necháte ho, on [stále] nohavice. To je príklad ľudí, ktorí poprel našich značiek. Tak sa týkajú príbehy, že snáď budú dávať myslenia.
sl: In če smo imeli volje, mi bi lahko povišani mu s tem, ampak je [namesto] držati zemljo in sledi svoje želje. Tako njegov primer je takega psa: Če ste lov njega, on hlače, ali če vi slovo njega, on [še vedno] hlače. To je primer ljudi, ki je zanikal naše znake. Tako povezane zgodbe, da morda se bodo misli.
sr_cyrl: И ако смо имали воље, могао, подигли смо га на тај начин, али он понашала [уместо тога] на земљу, и пратили своје жеље. Па његов пример је као и онај пас: ако јурите га, он панталоне, или ако сте га оставили, он [још] панталона. То је пример народа који је негирао свој знак. Тако се односе на приче да можда ће дати мисао.
sr_latn: I ako smo imali volje, mogao, podigli smo ga na taj način, ali on ponašala [umesto toga] na zemlju, i pratili svoje želje. Pa njegov primer je kao i onaj pas: ako jurite ga, on pantalone, ili ako ste ga ostavili, on [još] pantalona. To je primer naroda koji je negirao svoj znak. Tako se odnose na priče da možda će dati misao.
uk: І якщо ми був того, ми могли б, мають підвищений йому тим самим, але він [замість] приєдналися до землі і пішов услід за його власним бажанням. Так що його приклад схожа на собаці: Якщо ви chase його, він штани або якщо ви залишите його, він [ще] штани. Це приклад того, хто заперечував наших знаки. Так ставляться історій, що може бути, вони дадуть думки.
vi: Và nếu chúng tôi đã có ý chí, chúng tôi có thể có cao anh ta bằng cách đó, nhưng ông tôn trọng [thay] đến trái đất và sau đó là mong muốn của mình. Vì vậy, ví dụ của mình là tương tự như của con chó: nếu bạn đuổi theo anh ta, ông quần, hoặc nếu bạn rời khỏi anh ta, anh ta [còn] quần. Đó là các ví dụ về những người đã từ chối các dấu hiệu của chúng tôi. Vì vậy liên quan câu chuyện rằng có lẽ họ sẽ đưa ra suy nghĩ.
zu: Futhi uma We ayekuhlosile, besingaba aphakeme kuye ngaleyo ndlela, kodwa banamathela [esikhundleni] emhlabeni futhi walandela isifiso sakhe siqu.

# Quran1131
source: How evil an example [is that of] the people who denied Our signs and used to wrong themselves.
ca: Com mal exemple [és] les persones que nega rètols i solia malament ells mateixos.
cy: Pa mor anfad enghraifft [yw] y bobl sy'n gwrthod ein arwyddion a ddefnyddir i anghywir eu hunain.
da: Hvordan onde et eksempel [er] de mennesker, der nÃ¦gtet vores tegn og brugt til forkerte selv.
el: Πόσο κακό παράδειγμα [είναι] οι άνθρωποι που αρνήθηκε τις ταμπέλες μας και χρησιμοποιείται για λάθος τους εαυτούς τους.
et: Kuidas kuri näide [on] inimesed, kes eitas meie märke ja harjunud ise valesti.
fi: Kuinka paha esimerkki [on] ihmiset estetty merkkejä ja käyttää väärin itse.
he: כמה רשע דוגמא [זה] העם אשר נדחתה השלטים שלנו היה שגוי עצמם.
hr: Kako zlo primjer [to od] ljudi koji nije prihvatio naše znakove i nekad krivi sebe.
lt: Kaip blogis pavyzdys [yra] žmonių, kurie mūsų ženklai neigė ir naudojamas neteisingas patys.
lv: Cik ļauns piemērs [ir] cilvēki, kuri noliedza mūsu zīmes un izmanto, lai sevi nepareizi.
nb: Hvor onde eksempel [er] de som nektet våre tegn og brukes galt seg.
sk: Ako zlý príklad [je] ľudia, ktorí poprel našich značiek a používa zle sami.
sl: Kako zlo primer [je] ljudi, ki zanikal naše znake in uporablja za sami narobe.
sr_cyrl: Како зли пример [то од] људи који одбија знацима и некада самих погрешно.
sr_latn: Kako zli primer [to od] ljudi koji odbija znacima i nekada samih pogrešno.
uk: Як зло приклад [є], хто заперечував наших знаки і використовується для себе неправильно.
vi: Làm thế nào xấu một ví dụ [là] những người từ chối các dấu hiệu của chúng tôi và được sử dụng để sai mình.
zu: Kanjani isibonelo okubi [wukuthi] abantu ophike izibonakaliso Zethu futhi wasebenzisa kabi ngokwabo.

# Quran1132
source: Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers.
ca: Qui Allah guia - és el [raó] guiada; i qui va envia per mal camí - és qui són els perdedors.
cy: Pwy bynnag a hysbysiadau Allah-mae'n dan arweiniad [iawn]; a pwy bynnag anfon ar gyfeiliorn-Mae rhai sydd ar eu colled.
da: Hvem Allah guider - han er den [rigtigt] guidede; og hvem han sender på afveje - det er dem, som er taberne.
el: Όποιος Αλλάχ οδηγοί - είναι το [και δικαίως] καθοδηγούμενη? και όποιος στέλνει παραστρατημένος - είναι αυτοί που είναι οι χαμένοι.
et: Kes iganes Jumal juhatab - ta [õigustatult] giidiga; ja kes iganes ta saadab eksinud - on need, kes on kaotajad.
fi: Kuka Jumala ohjaa - hän on [oikeutetusti] opastettuja; ja kuka hän lähettää harhaan - ne, jotka ovat häviäjiä.
he: מי אללה מנחה - הוא מודרך [בצדק]; ואת מי הוא שולח מדרך הישר - זה מי הם המפסידים.
hr: Tko god vodi Allah - on je [ispravno] vođena; i tko god šalje zalutati - oni koji su gubitnici.
lt: Kas Dievas veda - jis yra [teisingai] su gidu; ir kas jis siunčia iš kelio - tai tie, kurie yra pralaimėtojų.
lv: Tas, kurš virza Allah - viņš ir [pamatoti] gida; un tas, kurš sūta apmaldīties - tas ir, tiem, kas ir zaudētāji.
nb: Hvem Allah guider - han [rette] guidet; og den som sender han bort - det er de som er taperne.
sk: Ten, kto vedie Alah - je [správne] riadiť; a kto posiela scestie - to je tých, ktorí sú porazení.
sl: Kdor vodi Allah - je [pravilno] vodeni; in kdor pošilja zašel - to je tisti, ki so poraženci.
sr_cyrl: Ко год је Аллах води - он је [с правом] Вођена; и ко год он шаље на одмет - је онима који су губитници.
sr_latn: Ko god je Allah vodi - on je [s pravom] Vođena; i ko god on šalje na odmet - je onima koji su gubitnici.
uk: Той, хто Аллах гідів - він [справедливо] гідом; і той, хто він посилає оману - це ті, хто програли.
vi: Bất cứ ai Allah sẽ hướng dẫn - ông là có hướng dẫn [đúng]; và bất cứ ai Ngài lạc lối - đó là những người đang có những người thua cuộc.
zu: Whoever Allah uqondisa - nguye [abathambekele] guided;

# Quran1133
source: And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.
ca: I hem sens dubte creat per a l'infern de la jinn i humanitat. Tenen cors amb els que no entenen, tenen ulls que no veuen, i tenen les orelles que no senten. Aquests són com bestiar; més aviat, que són més per mal camí. Són ells els que són la despreocupats.
cy: Ac yr ydym yn sicr wedi creu am uffern llawer o jinn a dynolryw. Mae ganddynt nad ydynt yn deall y calonnau, mae ganddynt lygaid y nad ydynt yn gweld, ac mae ganddynt glustiau na maent yn clywed y. Mae'r rheini'n fel da byw; yn hytrach, maent yn fwy ar gyfeiliorn. Mae'n nhw sydd yn y heedless.
da: Og vi har helt sikkert skabt for helvede mange af jinn og menneskeheden. De har hjerter, som de ikke forstår, de har øjne, som de ser ikke, og de har ører, som de ikke kan høre. De er som husdyr; de er derimod mere på afveje. Det er dem, der er den ubekymrede.
el: Και σίγουρα δημιουργήσαμε για κόλαση πολλά από τα jinn και της ανθρωπότητας. Έχουν με τις οποίες δεν καταλαβαίνουν τις καρδιές, τα μάτια, με την οποία δεν βλέπουν και έχουν αυτιά που δεν ακούν. Αυτοί είναι σαν ζωικού κεφαλαίου· μάλλον, είναι πιο παραστρατημένος. Είναι αυτοί που είναι ο απρόσεκτος.
et: Ning kindlasti lõi põrgu paljud dzinni ja inimkond. Nad on südamed, millega nad ei saa aru, nad on silmad, mida nad ei näe, ning neil on kõrvad, millega nad ei kuule. Need on nagu kariloomad; pigem on rohkem eksinud. On neid, kes on selle heedless.
fi: Ja olemme varmasti luoneet helvetin monet jinn ja ihmiskunnan. Heillä sydämiä, joiden kanssa he eivät ymmärrä, heillä on silmät, johon he eivät näe, ja niillä on korvat, johon he eivät kuule. Ne ovat kuin karjaa; pikemminkin ne ovat enemmän harhaan. Juuri he ovat huoleton.
he: אנחנו בהחלט יצרו לגיהינום רבים של ג'יני האנושות. יש להם לבבות שבה הם לא מבינים, יש להם עיניים שבה הם לא רואים, ויש להם אוזניים שבה הם לא שומעים. אלה הם כמו בעלי; במקום זאת, הם יותר מדרך הישר. . זה הם והילת.
hr: I svakako stvorili pakao Jin i čovječanstvo. Imaju srca s kojima oni ne razumiju, oni su oči kojima ne vide, i oni imaju uši s kojima oni ne čuju. One su poput stoke; Umjesto toga, oni su više krivim putem. To je oni koji su je nepažljiv.
lt: Ir mes tikrai sukūrėme pragarą daug džinas ir žmonijai. Jie turi širdyse, su kuria jie nesupranta, jie akis, kuriuos jie nemato, ir jie turi ausis su kuriais jie negali girdėti. Tai kaip gyvuliai; o, jie daugiau iš kelio. Tai tie, kurie yra į neatidus.
lv: Un mēs noteikti izveidotas ellē daudzas džins un cilvēcei. Viņiem ir sirdis, ar kuru viņi nesaprot, viņi ir acis, ar kurām viņi neredz, un tie ir ausis, ar kuru viņi nedzirdēja. Tie ir kā lauksaimniecības dzīvniekiem; drīzāk, tie ir vairāk apmaldīties. Tas ir tie, kuri ir neuzmanīgs.
nb: Og vi har sikkert skapt for helvete mange av jinn og menneskeheten. De har hjerter som de ikke forstår, de har øyne som de ikke ser, og de har ører som de ikke hører. De er som husdyr; heller, de er mer avveie. Det er de som er heedless.
sk: A my sme určite vytvorili pre sakra veľa jinn a ľudstvo. Majú srdcia s ktorým nerozumejú, majú oči, ktoré nie sú vidieť a majú uši, s ktorými nie počuť. Tie sú ako zvieratá; trochu, oni sú viac scestie. Je to oni, ktorí sú nepozorný.
sl: In smo zagotovo ustvarili za vraga veliko jinn in človeštva. Imajo srce, ki ne razumejo, da imajo oči, s katerimi ne vidijo, in imajo ušesa, ki ne slišijo. So kot živina; namesto tega so bolj zašel. To je oni, ki so v brezskrben.
sr_cyrl: И свакако креирали смо за пакао многе ринови и људске врсте. Они имају срца са којом не схватају, очи с којима не виде, а они имају уши, са којом не чују. Они су као стока; Радије , они су више застранили. То је они који су у несмотрености.
sr_latn: I svakako kreirali smo za pakao mnoge рinovi i ljudske vrste. Oni imaju srca sa kojom ne shvataju, oči s kojima ne vide, a oni imaju uši, sa kojom ne čuju. Oni su kao stoka; Radije, oni su više zastranili. To je oni koji su u nesmotrenosti.
uk: І ми безумовно створили для біса багато jinn і людства. Вони мають серця, з якою не розуміють, вони очах, з якою вони не бачать, і вони мають вуха, з якою вони не чують. Ті, як тваринництво; швидше за все, вони є більш оману. Саме вони, які в забутті.
vi: Và chúng tôi đã chắc chắn tạo cho địa ngục nhiều jinn và nhân loại. Họ có trái tim mà họ không hiểu, họ có đôi mắt mà họ không nhìn thấy, và họ có tai mà họ không nghe thấy. Những người đang có như chăn nuôi; thay vào đó, họ có nhiều lạc lối. Đó là họ đã là các không lưu ý.
zu: Futhi Siye Ngokuqinisekile wadala Hell eziningi the jinn nesintu.
