Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran236
source: Divorce is twice. Then, either keep [her] in an acceptable manner or release [her] with good treatment. And it is not lawful for you to take anything of what you have given them unless both fear that they will not be able to keep [within] the limits of Allah. But if you fear that they will not keep [within] the limits of Allah, then there is no blame upon either of them concerning that by which she ransoms herself. These are the limits of Allah, so do not transgress them. And whoever transgresses the limits of Allah - it is those who are the wrongdoers.
ca: Divorci és dues vegades. Llavors, o bé mantenir-[la] d'una manera acceptable o alliberar [ella] de bon tracte. I no és legal per a prendre alguna cosa de què han donat llevat tant temo que no seran capaços de mantenir [els límits d'Allah dins]. Però si té por que no es mantindrà [amb] els límits d'Allah, llavors hi ha cap culpa de qualsevol d'ells sobre que els que ella ransoms a si mateixa. Aquests són els límits d'Allah, perquè no transgredir-les. I qui són els malfactors qui transgredeix els límits d'Allah - és.
cy: Ysgariad yn ddwywaith. Yna, naill ai gadw [iddi] mewn modd derbyniol neu ei rhyddhau [hi] gyda thriniaeth da. Ac nid yw'n gyfreithlon i chi gymryd unrhyw beth o'r hyn rydych wedi rhoi iddynt oni bai Mae'r ddau yn ofni na fydd eu bod yn gallu cadw [yn] y terfynau Allah. Ond os ydych yn poeni y byddant yn eu cadw ni [yn] y terfynau Allah, yna nid oes unrhyw fai ar y naill neu'r llall ohonynt yn ymwneud â hynny y mae hi yn ransoms ei hun. Mae'r rhain yn y terfynau Allah, felly nid ydych yn camddefnyddio'u iddynt. A pwy bynnag pechu y terfynau Allah-mae'n rheini y tramgwyddo.
da: Skilsmisse er to gange. Derefter, enten holde [hendes] på en acceptabel måde eller frigive [hendes] med god behandling. Og det er ikke lovligt for dig at tage noget af hvad du har givet dem medmindre både frygter, at de ikke vil kunne holde [i] omfang for Allah. Men hvis du bange for, at de ikke vil holde [i] omfang for Allah, så er der ikke skylden på nogen af dem om det, som hun løsepenge selv. Disse er grænserne for Allah, så ikke overtræder dem. Og hvem overskrider grænserne for Allah - det er dem, der er lovovertrædere.
el: Το διαζύγιο είναι δύο φορές. Στη συνέχεια, είτε το νου [της] κατά τρόπο αποδεκτό ή απελευθερώσουν [] με καλή θεραπεία. Και δεν είναι νόμιμη για να πάρουν τίποτα από ό, τι έχετε δώσει εκτός αν τόσο ο φόβος ότι δεν θα μπορέσω να κρατήσω [τα όρια του Αλλάχ εντός]. Αλλά αν ο φόβος ότι δεν θα κρατήσουν [τα όρια του Αλλάχ εντός], τότε υπάρχει καμία φταίει μετά είτε από αυτούς που με την οποία αυτή ransoms τον εαυτό της. Αυτά είναι τα όρια του Αλλάχ, έτσι δεν παραβιάζουν τους. Και όποιος παραβιάζει τα όρια του Αλλάχ - είναι εκείνοι που είναι οι παραβάτες.
et: Lahutus on kaks korda. Kas hoida [tema] vastuvõetaval viisil või vabastada [tema] hea ravi. Ja see osutub ebaseaduslikuks teil võtta midagi, mida olete andnud neile kui mõlemad kardavad, et nad ei saa hoida [piires] Allah. Aga kui sa kardad, et nad ei hoia [piires] Jumalat, siis pole mingit ühe nendest selle üle, millega ta ransoms end pärast süüdistada. Need on Jumal, nii et rikuvad neid piire. Ja kes iganes transgresses Jumal - piirangud on need, kes on selle tekitaja.
fi: Avioero on kahdesti. Sitten Säilytä [hänen] hyväksyttävällä tavalla tai vapauttaa [hänen] hyvää hoitoa. Ja se ei ole laillista voit tehdä mitään mitä olet antanut ellei molemmat pelkäävät, että he eivät voi pitää [rajoissa] Jumala. Mutta jos pelkäät, että he eivät pidä [rajoissa] Jumala, niin ei ole syyllinen kun jommankumman siitä, jolla hän lunnaita itse. Nämä ovat rajat Allah, joten riko käskyjä. Ja kuka tässä rikotaan rajoja Allah - jotka ovat laajemmalti.
he: גירושין הוא כפול. לאחר מכן, ממשיך [לה] בצורה מקובלת או לשחרר [לה] עם טיפול טוב. . וזה לא חוקי לקחת דבר מה ניתנה להם אלא אם שניהם חוששים כי הם לא יוכלו לשמור [בגבולות] של אללה. אבל אם את חוששת כי הם לא ימשיכו [בגבולות] של אללה, ואז אין שום אשמה על אף אחד מהם בנוגע אשר לפיו היא כופר עצמה. אלה המגבלות של אללה, כדי לא לעבור את הגבול אותם. ויש מי עובר בלא הגבולות של אללה - אלו הפושעים.
hr: Razvod je dva puta. Onda, drži [je] u prihvatljiv način ili oslobodi [je] sa dobar tretman. I nije dopušteno da nešto što ste dali ih osim ako oboje strah da će biti u mogućnosti to držati u granicama od Allaha. Ali ako te strah da se neće održati u granicama Allah, onda nema krivice na im o to kojim ona ransoms sama. To su granice Allahove, pa ih ne prekorači. I onaj koji nadilazi granice Allaha - to su oni koji su počinioce.
lt: Skyrybos yra du kartus. Tada, arba išlaikyti [savo] priimtinu būdu arba išleidimo [jos] su gerą gydymo. Ir tai nėra teisėtas jums ką nors, kas jums davė jiems nebent tiek baiminasi, kad jie nebus pajėgi konkuruoti [per] nustatytą Dievo. Bet jei bijote, kad jie nebus išsaugoti [per] nustatytą Dievo, tada nėra jokios kaltės ant bet kurio iš jų apie tą, kuriuo ji ransoms pati. Tai yra Dievo, todėl ne peržengtų jų ribas. Ir tas, kas pažeidžia nustatytą Dievo - tai tie, kurie grzesznicy.
lv: Šķiršanās ir divreiz. Tad atstājiet [viņas] pieņemamā veidā vai atbrīvot [viņas] ar labu attieksmi. Un tas nav likumīga, lai jūs varētu veikt kaut ko, kas jums ir devis viņiem, ja vien abas baidās, ka viņi nespēs iekļauties [] Allah robežas. Bet, ja jums bailes, ka tie nav pastāvīgi [robežās] Allah, tad nav nekādu vainu uz vienu no viņiem, ar kuru viņa Rarisomi sevi par. Šie ir Allah, tāpēc nedrīkst pārkāpt tos limitus. Un tas, kurš transgresses Allah - robežas ir tiem, kuri pārkāpējus.
nb: Skilsmisse er dobbelt. Deretter enten holde [henne] i en akseptabel måte eller slippe [henne] med god behandling. Og det er ikke lovlig for deg å ta noe av hva du har gitt dem med mindre begge frykter at de ikke kan beholde [i] grensene for Allah. Men hvis du frykter at de ikke vil holde [i] grensene for Allah, og det er ingen skyld enten av dem om det som hun ransoms seg. Dette er grensene for Allah, så ikke overtrer dem. Og hvem noen grensene for Allah - det er de som er i wrongdoers.
sk: Rozvod je dvakrát. Potom buď držať [ju] prijateľným spôsobom alebo vydanie [ju] s dobré zaobchádzanie. A to nie je legálne, aby si niečo čo ste im ak obaja sa obávajú, že nebudú schopní udržať [v] medziach Alah. Ale ak máte strach, že sa neukladá [v] medziach Alah, potom nie je bez viny pri ktorejkoľvek z nich o tom, ktoré ona sama ransoms. Toto sú hranice Alaha, takže ich neprekročí. A kto transgresses limity Alaha - to je tých, ktorí sú zloèinci.
sl: Razvezo zakonske zveze je dvakrat. Nato, bodisi [jo] vodijo sprejemljiv način ali izpust [svoj] z dobro zdravljenje. In to ni zakonito, da nič kaj ste jih dali če tako strah, da ne bodo mogli obdržati [v] mejah Allah. Ampak, če vas je strah, da ne bo [v] mejah Allah, potem ni brez krivde na enega od njiju glede na to s katerim ona sama ransoms. To so meje Allah, zato jih ne prekorači. In kdor transgresses mejah Allah - je tisti, ki so na wrongdoers.
sr_cyrl: Развод је два пута. Онда , или да остане [] на прихватљив начин или ослободити [је] са добар третман. И то није по закону да ли да узмем нешто за шта сте дали их осим ако обојица страхују да ће бити у стању да задржите унутар граница Аллах. Али ако те страх да не ће остати унутар граница Аллах, нема кривице на било кога од њих у погледу онога по којем она рансомс сама. Ово су границе од Алаха, тако да их не неваљали. И ко год трансгрессес границама Аллах - онима који су починиоце.
sr_latn: Razvod je dva puta. Onda, ili da ostane [] na prihvatljiv način ili osloboditi [je] sa dobar tretman. I to nije po zakonu da li da uzmem nešto za šta ste dali ih osim ako obojica strahuju da će biti u stanju da zadržite unutar granica Allah. Ali ako te strah da ne će ostati unutar granica Allah, nema krivice na bilo koga od njih u pogledu onoga po kojem ona ransoms sama. Ovo su granice od Alaha, tako da ih ne nevaljali. I ko god transgresses granicama Allah - onima koji su počinioce.
uk: Розлучення є два рази. Потім зберегти [їй] в прийнятній формі або випустять [їй] в хорошому лікуванню. І це не годиться вам взяти що-небудь про те, що ви дали їм Якщо обидва побоюються, що вони не зможуть зберегти [] у межах Аллаха. Але якщо ви боїтеся, що вони не будуть тримати [] у межах Аллах, то немає не провину на будь-який з них стосуються, за допомогою якого вона ransoms себе. Це обмеження Аллаха, так що не переступати їх. І той, хто transgresses межі Аллах - тих, хто в розкаюємося.
vi: Ly hôn là hai lần. Sau đó, hoặc giữ [cô] một cách chấp nhận được hoặc phát hành [cô] với điều trị tốt. Và nó không phải là hợp pháp cho bạn để có bất cứ thứ gì bạn đã cho họ trừ khi cả hai đều lo sợ rằng họ sẽ không thể tiếp tục trong các giới hạn của Allah. Nhưng nếu bạn lo sợ rằng họ sẽ không giữ trong giới hạn của Allah, thì không có đổ lỗi khi một trong hai số liên quan đến đó mà cô ấy ransoms mình. Đây là các giới hạn của Allah, do đó, không transgress chúng. Và bất cứ ai transgresses các giới hạn của Allah - những người đang có những wrongdoers.
zu: Isehlukaniso kuyinto kabili.

# Quran237
source: And if he has divorced her [for the third time], then she is not lawful to him afterward until [after] she marries a husband other than him. And if the latter husband divorces her [or dies], there is no blame upon the woman and her former husband for returning to each other if they think that they can keep [within] the limits of Allah. These are the limits of Allah, which He makes clear to a people who know.
ca: I si ell ha divorciar [per tercera vegada], llavors ella no és legal per a ell després fins [després] ella es casa amb un marit que no sigui ell. I si el marit d'aquesta última es divorcia d'ella [o mor], no hi ha cap culpa de la dona i el seu ex marit per tornar a l'altre si pensen que es pot mantenir [amb] els límits d'Allah. Aquests són els límits d'Allah, que deixa clar a un poble que sap.
cy: Ac os mae ef wedi ysgaru hi [am y trydydd tro], yna nid yw'n gyfreithlon iddo ar ôl hynny tan [ar ôl] Mae hi'n priodi gŵr heblaw iddo. Ac os y gŵr olaf yn ysgaru hi [neu'n marw], nid oes unrhyw fai ar y ferch a'i gŵr cyn dychwelyd i'w gilydd os ydynt yn credu y gallant gadw [yn] y terfynau Allah. Mae'r rhain yn therfynau Allah, sy'n ei gwneud yn glir i bobl sydd yn gwybod.
da: Og hvis han har skilt hende [for tredje gang], så hun ikke er lovligt at ham bagefter indtil [efter] hun gifter sig med en mand end ham. Og hvis de sidstnævnte mand skilsmisser hende [eller dør], der er ingen skyld ved kvinden og hendes tidligere mand for at vende tilbage til hinanden, hvis de tror at de kan holde [i] omfang for Allah. Disse er grænserne for Allah, hvilket han gør klar til et folk, der kender.
el: Και αν αυτός έχει η διαζευγμένη [για τρίτη φορά], τότε δεν είναι νόμιμη σε αυτόν αργότερα μέχρι [μετά] θα παντρευτεί έναν σύζυγο εκτός από αυτόν. Και αν ο τελευταίος σύζυγος χωρίσει [ή πεθαίνει], δεν φταίει η γυναίκα και ο πρώην σύζυγός της για την επιστροφή στην μεταξύ τους, αν νομίζουν ότι μπορούν να κρατήσουν [τα όρια του Αλλάχ εντός]. Αυτά είναι τα όρια του Αλλάχ, η οποία κάνει σαφές σε άτομα που γνωρίζουν.
et: Ja kui ta on lahutatud teda [juba kolmandat korda], siis ta ei ole seaduslik talle hiljem kuni [pärast] ta abiellub mees teda peale. Ja kui viimase abikaasa lahutuste talle [või sureb], tagasisaatmisel üksteisele, kui nad arvavad, et nad saavad hoida [piires] Allah on naine ja tema endise abikaasa pole süüdistada. Need on Jumal, kus ta selgitab inimestele, kes teavad piire.
fi: Ja jos hän on eronnut [jo kolmatta kertaa] sitten hän ei ole laillinen hänelle jälkeenpäin vasta [kun] hän menee naimisiin miehensä kuin häntä. Ja jos tämä mies avioerojen hänet [tai kuolee], ei ole syyllinen nainen ja hänen entisen aviomiehensä palautettaessa toisiaan, jos he ajattelevat, että he pitävät [rajoissa] Jumala. Nämä ovat Jumala, jossa hän tekee selväksi, että ihmiset, jotka tuntevat rajoja.
he: אם הוא גרוש אותה [בפעם השלישית], אז היא לא חוקית אליו לאחר מכן עד [לאחר] היא מתחתנת עם בעל שאינם אותו. אם הבעל האחרון מתגרש ממנה [או מת], ויש אין אשמה על האישה ובעלה לשעבר חוזרים אחד לשני אם הם חושבים כי הם יכולים לשמור [בגבולות] של אללה. אלה המגבלות של אללה, בו הוא מבהיר לאנשים שיודעים.
hr: I ako se je rastao [po treći put], onda ona nije dopušteno da ga nakon toga do [nakon] uda za muža osim njemu. A ako drugi muž joj pritom [ili umre], je krivicu na ženu i njezin bivši suprug vratio međusobno ako oni misle da oni mogu držati u granicama Allah. To su granice Allaha, kojem on čini jasno da ljudi koji znaju.
lt: Ir jei jis yra išsiskyrusi ją [už trečią kartą], tada ji nėra teisėtas jam po to iki [po] ji išteka už vyro ne jam. Ir jei pastarojo vyras skyrybų jai [arba miršta], nėra jokių kaltę verčia moteris ir jos buvusio vyro grąžinti viena kitai, jei manai, kad jie galėtų laikyti [per] nustatytą Dievo. Tai yra Dievas, kuris jis aiškiai žmonėms, kurie žino ribas.
lv: Un, ja viņš ir šķīries viņai [jau trešo reizi], tad viņa nav bijusi likumīga, viņam vēlāk līdz [pēc] viņa apprecējusies vīrs, kas viņam nav. Un, ja pēdējais vīrs viņu šķirto [vai nomirst], nav nekādas vainas, uz sievieti un viņas bijušais vīrs par atgriešanos pie viena otrai, ja viņi domā, ka viņi var turēt [robežās] Allah. Šie ir robežās Allah, kas cilvēkiem, kuri zina, viņš paskaidro.
nb: Og hvis han har skilt henne [for tredje gang], så hun ikke er lovlig ham etterpå til [etter] hun gifter seg med en mann enn ham. Og hvis sistnevnte mannen skilsmisser henne [eller dør], det er ingen skyld på kvinnen og hennes tidligere ektemann for å returnere til hverandre hvis de tror at de kan holde [i] grensene for Allah. Dette er grensene for Allah, som han gjør klar til et folk som vet.
sk: A ak je rozvedený ju [tretíkrát], potom to nie je legálne ho potom do [po] sa ožení manžela okrem neho. A ak druhý manžel jej rozvodov [alebo zomrie], nie je bez viny na ženu a jej bývalý manžel pri návrate navzájom, ak si myslia, že oni môžu držať [v] medziach Alah. Toto sú hranice Alláha, ktorý mu dáva jasne najavo, ľudí, ktorí vedia.
sl: In če je je ločila ji [za tretji čas], potem je ni zakonito, da ga kasneje do [po] ona poroči mož razen njega. In če slednje mož ji razvez [ali umre], je brez krivde na žensko in njen nekdanji mož za vračanje drug drugemu, če mislijo, da lahko vodijo [v] mejah Allah. To so meje Allah, česar je jasni za ljudi, ki vedo.
sr_cyrl: А ако је разведен је [по трећи пут], онда она није законити да га после тога све до [после] уда за мужа осим њега. И ако ово друго муж разведе од ње [умре], нема кривице на жена и њен бивши муж за повраћај једни другима, ако они мисле да они могу да [] у границама од Алаха. Ово су границе од Алаха, што јасно указује да људи који знају.
sr_latn: A ako je razveden je [po treći put], onda ona nije zakoniti da ga posle toga sve do [posle] uda za muža osim njega. I ako ovo drugo muž razvede od nje [umre], nema krivice na žena i njen bivši muž za povraćaj jedni drugima, ako oni misle da oni mogu da [] u granicama od Alaha. Ovo su granice od Alaha, što jasno ukazuje da ljudi koji znaju.
uk: І якщо він розлучилися її [втретє], то вона не годиться йому опосля до [після] Роуз одружується чоловік відмінних від нього. І якщо останній чоловік розлучаються її [або помирає], немає не провину на жінку та її колишній чоловік за повернення на один з одним, якщо вони думають, що вони можуть тримати [] у межах Аллаха. Це обмеження Аллах, який він дає зрозуміти, для людей, які знають.
vi: Và nếu ông đã ly dị [cho thời gian thứ ba], sau đó cô ấy là không hợp pháp để anh ta sau đó cho đến khi [sau] cô kết hôn với một người chồng không phải là anh ta. Và nếu người chồng thứ hai divorces cô [hoặc chết], không đổ lỗi cho không có người phụ nữ và người chồng cũ của cô trả lại cho nhau nếu họ nghĩ rằng họ có thể giữ trong các giới hạn của Allah. Đây là các giới hạn của Allah, ông làm cho rõ ràng để một người biết.
zu: Futhi uba ohlukanisile yakhe [okwesithathu], wabe akukhona okungokomthetho kuye kamuva kuze kube [ngemva] engowendoda omunye ngaphandle kwakhe.
