Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1893
source: Who have made the Qur'an into portions.
ca: Que han fet el Qur ' an en porcions.
cy: Sydd wedi gwneud y Qur'an i gyfrannau.
da: Hvem har lavet Koranen i portioner.
el: Που έχουν κάνει το Qur'an σε μερίδες.
et: Kes on teinud Koraan portsjoniteks.
fi: Jotka ovat tehneet Koraanin osaan.
he: מי הפכו את הקוראן לחלקים.
hr: Koji su Kur'an na dijelove.
lt: Kurie padarė Korano į dalis.
lv: Kas veiktas Korāns porcijās.
nb: Som har gjort Koranen i deler.
sk: Ktorí sa Korán na porcie.
sl: Ki so se v Koranu na dele.
sr_cyrl: Који је направио Кур'ану на порције.
sr_latn: Koji je napravio Kur'anu na porcije.
uk: Хто зробив Коран на частини.
vi: Những người đã có kinh Koran thành phần.
zu: Abenze Qur'an zibe izingxenye.

# Quran1894
source: So by your Lord, We will surely question them all
ca: Tan pel seu Senyor, ens seran sens dubte la qüestió de tots ells
cy: Felly gan eich Arglwydd, byddwn yn sicr yn ei holi pob un ohonynt
da: Så ved din Herre, vil vi sikkert spørge dem alle
el: Έτσι από το Λόρδο, θα σίγουρα αμφισβητούμε τα όλα
et: Nii oma Issanda poolt me kindlasti küsivad need kõik
fi: Joten sinun Lordin että varmasti kysymme, ne kaikki
he: אז על ידי אדונך, בוודאי נחקור. את כולם
hr: Dakle tvoj gospodin, mi će sigurno pitanje ih sve
lt: Taigi iš savo Viešpaties, mes bus tikrai klausimas juos visus
lv: Tātad ar savu kungu, mēs noteikti nopratinās tos visus
nb: Så av din Herre, vil vi sikkert spørsmålet dem alle
sk: Takže od svojho pána, sme bude určite otázka všetky
sl: Tako s svojega gospodarja, mi bo zagotovo vprašanje vse
sr_cyrl: Толико од твог Господа, ће сигурно не испитамо их све
sr_latn: Toliko od tvog Gospoda, će sigurno ne ispitamo ih sve
uk: Так, Господи, ми буде напевно питання їх усіх
vi: Như vậy bởi Chúa của bạn, chúng tôi sẽ chắc chắn câu hỏi tất cả chúng
zu: Ngakho kho Lord We tando surely embuzweni kwabo bonke

# Quran1895
source: About what they used to do.
ca: Sobre el que acostumaven a fer.
cy: Am beth maen nhw'n ei wneud.
da: Om hvad de plejede at gøre.
el: Σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: Kohta, mida nad varem ei.
fi: Mitä aikaisemmin tehdä.
he: על מה היו עושים.
hr: O što oni naviknut obaviti.
lt: Apie ką jie turi daryti.
lv: Par to, ko viņi mēdza to darīt agrāk.
nb: Om hva de pleide å gjøre.
sk: O tom, čo boli zvyknutí robiť.
sl: O kaj se uporabljajo za početi.
sr_cyrl: О како су некада.
sr_latn: O kako su nekada.
uk: Про те, що раніше робити.
vi: Về những gì họ sử dụng để làm.
zu: Ngalokho ababevame ukukwenza.

# Quran1896
source: Then declare what you are commanded and turn away from the polytheists.
ca: Llavors declarar el que estan comandades i allunyar els politeistes.
cy: Yna datgan hyn yr ydych yn iawn i ennill a droi oddi wrth y polytheists.
da: Derefter erklære hvad du er befalet og vende sig væk fra polyteister.
el: Να κηρύξει αυτό που είναι διέταξε, και να απομακρυνθούν από το polytheists.
et: Seejärel tuvastada, mida käskis ja selle polytheists lahti.
fi: Sitten julistaa mitä käsketään ja kääntyä pois polytheists.
he: לאחר מכן יש להגדיר מה מצווים, אעזוב polytheists.
hr: Proglasio zapovjedeno i okrenut leđa i politeisti.
lt: Tada pareikšti, ką liepė ir nusigręžti nuo to polytheists.
lv: Pēc tam paziņot to, kas jums ir pavēlējis, un novēršas no polytheists.
nb: Deretter erklære hva du blir befalt og slå fra polyteister.
sk: Potom vyhlásiť, čo je prikázané a odvráti od polyteisty.
sl: Nato ugotovi, kaj naroča in pa od je politeiste.
sr_cyrl: Онда прогласи командују и окрени се од свјетла на полyтхеистс.
sr_latn: Onda proglasi komanduju i okreni se od svjetla na polytheists.
uk: Потім оголосити, що ви повели та відвернутися від на polytheists.
vi: Sau đó tuyên bố những gì bạn đang chỉ huy và lần lượt đi từ những polytheists.
zu: Khona amemezele lokho ayalwa futhi bafulathele konkulunkulu abaningi.

# Quran1897
source: Indeed, We are sufficient for you against the mockers
ca: De fet, som prou contra la mockers
cy: Yn wir, yr ydym yn ddigon i chi erbyn y mockers
da: Ja, vi er tilstrækkelig for jer mod spottere
el: Πράγματι, είμαστε επαρκή για εσάς κατά την εξερράγη τελικά
et: Tõepoolest, meil on piisav teid vastu on mockers
fi: Olemme todellakin riittää teille vastaan pilkkaajia
he: אכן, אנחנו מספיק בשביל נגד mockers
hr: Doista, mi smo dovoljno za tebe protiv se izrugivači
lt: Iš tiesų, mes esame pakankamai jums nuo to mockers
lv: Patiešām, mums ir pietiekami, lai jūs pret mockers
nb: Vi er nok for deg mot spottere
sk: V skutočnosti sme stačia proti posmievači
sl: Dejansko smo dovolj za vas proti je mockers
sr_cyrl: Уистину , ми смо довољан за тебе против на моцкерс
sr_latn: Uistinu, mi smo dovoljan za tebe protiv na mockers
uk: Дійсно, ми є достатніми для вас проти на глузії
vi: Thật vậy, chúng ta có đủ cho bạn chống lại các mockers
zu: Ngempela, Singabantu okwanele wena ngokumelene wabahlekayo

# Quran1898
source: Who make [equal] with Allah another deity. But they are going to know.
ca: Que faci [igual] amb Allah una altra divinitat. Però van saber.
cy: Sy'n gwneud [un] gyda Allah Dduwdod arall. Ond maent yn mynd i wybod.
da: Der gør [lige] med Allah en anden guddom. Men de vil vide.
el: Ποιος κάνει [ίση] με Αλλάχ μια άλλη θεότητα. Αλλά πρόκειται να μάθω.
et: Kes teeb [võrdse] Jumalat teine jumalus. Kuid nad ei kavatse teada.
fi: Jotka samaksi [] kanssa Jumala toinen jumaluus. Mutta he haluavat tietää.
he: מי עושה [שווה] עם אללה אלוהות אחרת. אבל הם הולכים להכיר.
hr: Koji izjednači [] s Allaha drugo božanstvo. Ali oni će znati.
lt: Kas kad [vienodo] su Dievo kitos Dievybės. Bet jie bus žinoti.
lv: Kas padara [vienlīdzīga] ar Allah cita dievība. Bet tie būs zināt.
nb: Som gjør [lik] med Allah en annen guddom. Men de skal vite.
sk: Ktorí vyrovnať [] s Alah iného Božstva. Ale chcú vedieť.
sl: Ki bi [enako] s Allah druga božanstvo. Vendar gredo vedeti.
sr_cyrl: Ко изједначи [] Алах други боћанство. Али они иду да знам.
sr_latn: Ko izjednači [] Alah drugi boћanstvo. Ali oni idu da znam.
uk: Хто зробити [рівних] з Аллах інший божества. Але вони будуть знати.
vi: Những người làm cho [bằng] với Allah một vị thần. Nhưng họ sẽ biết.
zu: Obani abakha [alinganayo] Allah nomunye unkulunkulu.

# Quran1899
source: And We already know that your breast is constrained by what they say.
ca: I ja sabem que el pit es veu limitada per el que diuen.
cy: A gwyddom eisoes y fron yn cael ei gyfyngu gan yr hyn a ddywedant.
da: Og vi ved allerede, at dit bryst er begrænset af hvad de siger.
el: Και γνωρίζουμε ήδη ότι το στήθος σας είναι περιορισμένη από ό, τι λένε.
et: Ja me teame juba, et teie rinna piirab nende poolt öeldu.
fi: Ja me tiedämme jo, että rintojen rajoittavat mitä he sanovat.
he: אנחנו כבר יודעים כי השד שלך מוגבל בשל מה שהם אומרים.
hr: I mi već znamo da vaše dojke je ograničene ono što oni kažu.
lt: Ir mes jau žinome, kad jūsų krūties riboja ką jie sako.
lv: Un mēs jau zinām, ka jūsu krūts ir ierobežota ar to, ko viņi saka.
nb: Og vi vet allerede at brystet er begrenset av hva de sier.
sk: A už vieme, že prsia sú obmedzené tým, čo hovoria.
sl: In že vemo, da vaše prsi ovirajo kar pravijo.
sr_cyrl: А већ знамо да је дојку усиљен шта кажу.
sr_latn: A već znamo da je dojku usiljen šta kažu.
uk: І ми вже знаємо, що ваші груди стримується те, що вони говорять.
vi: Và chúng ta đã biết vú của bạn được cố định bởi những gì họ nói.
zu: Futhi Sesiyazi ukuthi ibele lakho yizinga abakushoyo.

# Quran1900
source: So exalt [Allah] with praise of your Lord and be of those who prostrate [to Him].
ca: Tan exaltar [Allah] amb l'elogi del seu Senyor i ser dels qui postrar [a ell].
cy: Felly exalt [Allah] gyda chanmoliaeth eich Arglwydd a rhai sy'n prostrate [iddo ef].
da: Så ophøje [Allah] med ros af din herre og være dem, der næsegrus [til ham].
el: Τόσο εξυψώνουν [Αλλάχ] με τον έπαινο του Λόρδου σας και είναι από εκείνους που κατάκοιτος [στον αλλά(χ)].
et: Nii ülendab [Jumalat] oma Issanda kiituseks ja kes polvistuvan [temale] olema.
fi: Joten ylistää [Jumala] kiitosta Herranne, ja olla niistä, jotka lamauttama [hänelle].
he: אז מבליטות [אללה] עם שבחים של האדון ולהיות מאלה הערמונית [אליו].
hr: Tako veličati [Allah] s hvale svoga Gospodina i biti od onih koji je bespomoćan [da on].
lt: Taip išaukštinti [Dievas] su pagirti jūsų Viešpats ir būti tiems, kurie wybijaja [jam].
lv: Tātad pacilāt [Allah] ar savu kungu slavēt un par tiem, kuri nogurdināt [viņam] lai.
nb: Så opphøye [Allah] med ros Herrens og være som nedbrutt [til ham].
sk: Takže oslavovať [Allah] s chválou svojho pána a tých, ktorí přemoci [s ním].
sl: Tako poveličujejo [Alahove] s hvalo svojega gospodarja in so tisti, ki se Povaljen [nanj].
sr_cyrl: Зато слави [Аллах] са слављењем свога господара и бити оних који поклоните [да га].
sr_latn: Zato slavi [Allah] sa slavljenjem svoga gospodara i biti onih koji poklonite [da ga].
uk: Так exalt [Аллах] з хвалити ваш Господь і бути тих, хто НІЦ [до нього].
vi: Vì vậy, nâng cao [Allah] với lời khen của Chúa của bạn và những người suy nhược [để anh].
zu: Ngakho siphakamise [Allah] indumiso kho Lord futhi babe labo prostrate [kuye].

# Quran1901
source: And worship your Lord until there comes to you the certainty (death).
ca: I venerar el seu Senyor fins que arriba a vostè la certesa (mort).
cy: Ac addoli yr Arglwydd eich hyd nes daw y sicrwydd (marwolaeth) i chi.
da: Og tilbede din Herre, indtil der kommer til dig sikkerhed (død).
el: Και λατρεία σας Λόρδος, έως ότου έρχεται σε σας τη βεβαιότητα (θάνατος).
et: Ja teie Issandat kummardama, kuni tuleb sulle kindluse (surm).
fi: Ja palvomaan Herrasi, kunnes tulee sinulle varmuudella (kuolema).
he: ולהעריץ את האל עד מגיע לך את הוודאות (מוות).
hr: I obožavam vaš gospodin dok ne dođe ti sigurnost (smrt).
lt: Ir garbina savo Viešpatį kol ateis jums tikrumo (mirties).
lv: Un pielūdz savu kungu, līdz brīdim, kad pienāk jums pārliecību (nāvi).
nb: Og tilbe deres Herre inntil det kommer til du sikkerhet (død).
sk: A uctievať svojho pána, až príde k vám istotu (smrť).
sl: In častili svojega Gospoda, dokler ne pride do vas varnost (smrt).
sr_cyrl: Божанство свога господара док не додје да те сигурности (смрт).
sr_latn: Božanstvo svoga gospodara dok ne dodje da te sigurnosti (smrt).
uk: І поклонятися ваш Господь, поки там приходить вам впевненості (смерті).
vi: Và thờ phượng Chúa của bạn cho đến khi có đến cho bạn sự chắc chắn (tử thần).
zu: Futhi khonza kho Lord kuze kuba wena ngokuqiniseka (ukufa).

# Quran1902
source: The command of Allah is coming, so be not impatient for it. Exalted is He and high above what they associate with Him.
ca: L'ordre d'Allah està venint, així no siguis impacient per a això. Exaltat és ell i alta sobre el que van associar amb ell.
cy: Dod y Gorchymyn Allah, felly nid yn ddiamynedd ar ei gyfer. I'w mawrygu yw ef a uchel uchod beth yr oeddent yn cysylltu ag ef.
da: Kommando af Allah kommer, så ikke være utålmodig for det. Ophøjet er han og højt over hvad de forbinder med ham.
el: Την εντολή του Αλλάχ είναι Ερχόμενοι, έτσι δεν είστε ανυπόμονοι για αυτό. Εξυψώνεται είναι αυτός και πάνω από αυτό που συνδέουν μαζί του.
et: Jumala käsk on tulemas, nii ei tohi olla kannatamatu seda. Ülendatud on ta ja kohal nad seostavad teda.
fi: Allah komento on tulossa, niin kärsimättömiä ei sitä. Ylevä on hän ja korkealla mitä he hänen rinnalleen.
he: הפקודה ' ' אללה הוא מגיע, אז לא תהיה סבלנות בשביל זה. אם כבר הוא הוא גבוה מעל מה הם מקשרים אותו.
hr: Naredba od Allaha dolazi, znači ne biti nestrpljiv za to. Uzvišen je on i visoko iznad što oni povezuju s njim.
lt: Komandą Dievas ateina, taigi negali būti nekantrus už jį. Išaukštintas yra jis ir aukščiau ką jie susieti su juo.
lv: Allah komandu tuvojas, tāpēc nedrīkst būt nepacietīgs par to. Pacilāta, viņš un augstu virs to, ko viņi saista ar viņu.
nb: Kommandoen Allah kommer, så vær ikke utålmodig for den. Opphøyet er han og høyt over hva de forbinder med ham.
sk: Príkaz Alah sa blíži, takže nemal byť netrpezlivý na to. Vyvýšený je on a vysoko nad to, čo sa spájajú s ním.
sl: Ukaz Allah prihaja, tako ne bodite nestrpni zanjo. Vzvišeno je on in visoko nad kaj povezujejo z njim.
sr_cyrl: Команду над Аллах долази, па немој да си нестрпљив због тога. Измореном је он и високо изнад су му придружите.
sr_latn: Komandu nad Allah dolazi, pa nemoj da si nestrpljiv zbog toga. Izmorenom je on i visoko iznad su mu pridružite.
uk: Команда Аллах йде, так чи не нетерплячі за це. Піднесене є він і високо над вони пов'язують з ним.
vi: Lệnh của Allah là tới, vì vậy được không nôn nóng cho nó. Sôi nổi là ông cao ở trên những gì họ liên kết với anh ta.
zu: Umyalo Allah uyeza, ngakho-ke ngeke baphelelwa yisineke ngoba.

# Quran1903
source: He sends down the angels, with the inspiration of His command, upon whom He wills of His servants, [telling them], "Warn that there is no deity except Me; so fear Me."
ca: Envia cap avall els àngels, la inspiració del seu comandament, a qui ell voluntats dels seus servents, [dient-los], "adverteix que hi ha és cap deïtat excepte mi; Així tingui por de mi."
cy: AU yn anfon i lawr yr angylion, ysbrydoli ei orchymyn, ar bwy y mae ef wills ei weision, [dweud wrthynt], "rhybuddio bod yn oes Dduwdod ac eithrio mi; Felly ofni Me."
da: Han sender ned engle, med inspiration af hans kommando, ved hvem han testamente af sine tjenere, [fortæller dem], "Advar, at der er ingen guddom undtagen mig; så frygt mig."
el: Αυτός στέλνει κάτω από τους αγγέλους, με την έμπνευση της διοίκησής του, κατά τους οποίους διαθήκες από τους δούλους, [λέγοντάς τους],» προειδοποίηση ότι εκεί είναι καμία θεότητα εκτός από μένα. μέχρι το φόβο μου.»
et: Ta saadab inglid on temale alluvad inspireeritud maha saades kellega ta tahab tema teenistujate [neile öelnud] "Warn et seal on mingit jumalus peale minu; nii kardavad mind."
fi: Hän lähettää alas enkeleitä hänen komento inspiraatiota kun kenelle tahtoo palvelijoidensa [heille], "Varoita että ei mihinkään Jumaluuteen, paitsi minä; Joten pelko minua."
he: . הוא שולח המלאכים, עם ההשראה של הפיקוד, על מי שהוא רוצה על משרתיו, [אומר להם], "הזהר הזה הוא אין אלוהות חוץ ממני; כל כך פחד אותי"
hr: Šalje anđela, s nadahnućem komandom, na koga hoće od slugu, [reći ih], "upozori da je nema Božanstva osim mene; Dakle strah mene."
lt: Jis siunčia angelai, su įkvėpimu, savo komandą, kai kuriems jis nori iš jo tarnautojai, [sakydami], "įspėti kad ten yra Nr Dievybės išskyrus mane; Taigi baimė mane."
lv: Viņš sūta uz leju eņģeļiem, ar iedvesmu savu komandu, pēc kuriem viņš vēlas no saviem kalpiem, [viņiem stāsta] "brīdināt, ka tur ir nav dievība, izņemot mani; Tāpēc bailes mani."
nb: Han sender ned englene, med inspirasjon av hans kommando, på han vil. sine tjenere og [fortelle dem], "advare at det er ingen guddom bortsett fra meg; Så frykt."
sk: On posiela anjelov, s inšpiráciu z jeho príkazu na koho on chce jeho zamestnancov [hovoriť im], "upozorniť že tam je žiadne božstvo okrem mňa; Takže strach ma."
sl: On pošlje, angeli, z navdihom njegov ukaz, na katero je oporok njegova uslužbencev, [jim povedal], "opozori da je nobene božanstva, razen mene; tako strah me"
sr_cyrl: Он шаље доле анђелима, са инспирацију из своје команде, на коме је воља његових слугу, [наберивање], "упозори то тамо је нема боћанство осим мене; Тако се бојати мене."
sr_latn: On šalje dole anđelima, sa inspiraciju iz svoje komande, na kome je volja njegovih slugu, [nabeрivanje], "upozori to tamo je nema boћanstvo osim mene; Tako se bojati mene."
uk: Він посилає вниз ангели, з натхненням від командування, за кого він хоче його службовців, [кажучи їм], "Warn що там є немає божества, крім мене; Таким чином, страх мене."
vi: Ông gửi xuống các thiên thần, với cảm hứng của chỉ huy của ông, khi mà Ngài muốn nhân viên của mình, [nói chúng], "cảnh báo rằng có là không có vị thần trừ tôi; như vậy sợ hãi tôi."
zu: He sa phansi gelosi, ne ugqozi of Akhe poqo, phezu whom He tando Akhe chaka, [ebatshela], "Uxwayise ukuthi ayikho ubuNkulunkulu ngaphandle kwami; + ngakho bangesabe."

# Quran1904
source: He created the heavens and earth in truth. High is He above what they associate with Him.
ca: Va crear el cel i la terra en veritat. Alta és ell damunt què van associar amb ell.
cy: Creodd y nefoedd a'r ddaear mewn gwirionedd. Uchel yw ef uchod beth yr oeddent yn cysylltu ag ef.
da: Han skabte himlen og jorden i sandhed. Høj er han over hvad de forbinder med ham.
el: Δημιούργησε τον ουρανό και τη γη, στην αλήθεια. Υψηλή αυτός είναι πάνω από αυτό που συνδέουν μαζί του.
et: Ta lõi taeva ja maa tõde. Kõrge on ta kohal nad seostavad teda.
fi: Hän loi taivaat ja maan todellisuudessa. Korkea ylittää hän mitä he hänen rinnalleen.
he: הוא יצר את השמיים והארץ, למען האמת. גבוהה הוא מעל מה הם מקשרים אותו.
hr: On je stvorio nebesa i zemlju u istini. Visoko je on iznad što oni povezuju s njim.
lt: Jis sukūrė dangų ir žemę tiesą. Didelis jis pirmiau ką jie susieti su juo.
lv: Patiesībā, viņš radīja debesis un zeme. Augsts ir viņš pārsniedz to, ko viņi saista ar viņu.
nb: Han skapte himlene og jorden i sannhet. Høy er han over hva de forbinder med ham.
sk: Stvoril nebo a zem v pravde. Vysoká je nad to, čo sa spájajú s ním.
sl: V resnici je ustvaril nebo in zemljo. Visoko je nad kaj povezujejo z njim.
sr_cyrl: Створио је небеса и земљу у истини. Високо је он изнад су му придружите.
sr_latn: Stvorio je nebesa i zemlju u istini. Visoko je on iznad su mu pridružite.
uk: Він створив небеса та Земля у правді. Наразі він вище вони пов'язують з ним.
vi: Ông đã tạo ra trời và trái đất trong sự thật. Cao là ông ở trên những gì họ liên kết với anh ta.
zu: He qamba bhakabhaka nomhlaba ngeqiniso.

# Quran1905
source: He created man from a sperm-drop; then at once, he is a clear adversary.
ca: Va crear l'home des de un esperma-gota; a continuació, a la vegada, és un clar adversari.
cy: Creodd dyn o ostyngiad sberm; yna ar unwaith, ei fod yn elyn clir.
da: Han skabte mennesket fra en sæd-drop; så på én gang, er han en klar modstander.
el: Αυτός δημιούργησε τον άνθρωπο από μια σταγόνα σπέρμα? στη συνέχεια, ταυτόχρονα, είναι μια σαφής αντίπαλο.
et: Ta lõi inimese sperma tilk; siis korraga, on selge vastane.
fi: Hän loi ihmisen spermaa pudota; niin, hän on selvä vastustaja.
he: הוא ברא את האדם מן טיפה זרע; ואז בבת אחת, הוא יריב ברורה.
hr: On je stvorio čovjeka iz sperme-kapljice; Onda odjednom, on je jasno protivnika.
lt: Jis sukūrė žmogų iš spermos-lašas; tada vienu metu, jis yra aiškiai priešinga šalis.
lv: Viņš radīja cilvēku no spermas nomešanu; tad uzreiz, viņš ir skaidri pretinieks.
nb: Han skapte mennesket fra en sæd-slipp; så på en gang, er han en klar motstander.
sk: Stvoril človeka z poklesu spermie; potom naraz, je to jasné protivníka.
sl: Je ustvaril človeka iz sperme-padec; potem naenkrat, je jasno nasprotnika.
sr_cyrl: Он је створио људе из кап сперме; а онда одједном, он је јасан супарника.
sr_latn: On je stvorio ljude iz kap sperme; a onda odjednom, on je jasan suparnika.
uk: Він створив людину від спермі крапля; то відразу, він ясно супротивника.
vi: Ông đã tạo ra con người từ một giọt tinh trùng; sau đó cùng một lúc, ông là một kẻ thù rõ ràng.
zu: Wadala umuntu ovela isidoda-drop;

# Quran1906
source: And the grazing livestock He has created for you; in them is warmth and [numerous] benefits, and from them you eat.
ca: I el bestiar pastura ha creat per tu; en ells és calidesa i beneficis [molts], i des d'ells mengeu.
cy: A pori da byw mae wedi creu i chi; ynddynt mae cynhesrwydd a manteision [nifer], a ydych yn bwyta ohonynt.
da: Og de græssende husdyr har han skabt for dig; i dem er varme og [talrige] fordele, og fra dem du spiser.
el: Και των ζώων που βόσκουν τα έχει δημιουργήσει για εσάς? σε αυτά είναι ζεστασιά και [πολυάριθμα] οφέλη, και από αυτά που τρώτε.
et: Ja peetavat karja, ta on loonud sinu jaoks; neis on soojust ja [palju] kasu neist sa sööd.
fi: Ja laiduntaminen karja, hän on luonut sinulle; heissä on lämpöä ja [eduista] niistä syöt.
he: והמקנה רועה שהוא יצר לך; בהם הוא חום ויתרונות [רבים], מהם שאתם אוכלים.
hr: I ispašu stoke je stvorio za vas; u njima je toplo i [brojne] koristi, i od njih jedete.
lt: Ir ganymo gyvulių jis sukūrė jums; jose yra šilumos ir [daug] naudos, ir iš jų valgyti.
lv: Un ganību dzīvniekus, ko viņš ir radījis tajās ir siltums un [daudzus] ieguvumus, un no viņiem ēst.
nb: Og beite husdyr han har skapt. i dem er varme og [mange] fordeler fra dem du spiser.
sk: A pasúce sa zvieratá, on vytvoril pre vás; v nich sa teplo a výhody [veľa], a z nich jesť.
sl: In pašne živine, ki je ustvaril za vas; v njih je toplino in koristi [številne], in od njih jeste.
sr_cyrl: И зубима стоке, он је створио за вас; у њима је топло и има [низ] погодности, и од њих једете.
sr_latn: I zubima stoke, on je stvorio za vas; u njima je toplo i ima [niz] pogodnosti, i od njih jedete.
uk: І випасу худоби, він створив для вас; в них тепла і [численні] вигоди, і від них ви їсте.
vi: Và gia súc chăn thả ông đã tạo ra cho bạn; trong đó là sự ấm áp và [nhiều] lợi ích, và từ đó bạn ăn.
zu: Futhi kwemfuyo He qamba you;

# Quran1907
source: And for you in them is [the enjoyment of] beauty when you bring them in [for the evening] and when you send them out [to pasture].
ca: I per a ells és [el gaudi de] bellesa Quan traieu-los en [vespre] i quan vostè enviar-los [a].
cy: Ac i chi mewn iddyn nhw [y mwynhad o] harddwch pan ydych yn dod â nhw yn [ar gyfer y noson] a pan fyddwch yn anfon eu [i pori].
da: Og for dig i dem er [nydelse af] skønhed når du sætter dem i [om aftenen], og når du sender dem [til græsning].
el: Και για εσάς τους είναι [την απόλαυση των] ομορφιά όταν φέρνετε τους στο [για το βράδυ] και όταν τους στέλνετε [στο Λιβάδι].
et: Ja sinu neist on [nautida] Ilu kui tuua neid [jaoks õhtul] ja millal teil saata neid [karjamaale].
fi: Ja sinulle niistä on [nauttia] kauneus kun tuo ne [illaksi] ja kun lähettää ne [jotta laidun].
he: ויש לך את אותם [את ההנאה של] היופי כשאתה. מביא אותם [לערב], כאשר אתה לשלוח אותם [מרעה].
hr: A za vas u njima [užitak] ljepota kada bi ih u [za večer] i kada ti poslati ih [pasu].
lt: Ir jums į juos yra [malonumą] grožio kai juos [vakarui] ir kada jūs siųsti juos [į ganyklas].
lv: Un jūs ar tiem ir [baudījums] skaistumam, jums dot viņiem [par vakara] un, kad jūs izsūtīt tos [ganībām].
nb: Og for dere i dem [glede av] skjønnhet når du tar dem i [for kvelden] og når du sender dem [til beite].
sk: A pre vás v nich je [pôžitok z] krásy, ak ich v [večer] a kedy môžete poslať von [na pastvinách].
sl: In za vas v njih je [uživanje] lepoto, ko bi jih v [večer] in kdaj ste jih poslali [v pašnik].
sr_cyrl: А ти у њима је [уживања] лепоте кад си их довести у [свеиено] и када будете слали их [паљњак].
sr_latn: A ti u njima je [uživanja] lepote kad si ih dovesti u [sveиeno] i kada budete slali ih [paљnjak].
uk: І для вас, в них є [здійснення] краси, якщо принести їх [за вечір], і коли ви послали їх [на Пасовище].
vi: Và đối với bạn trong họ là [hưởng] vẻ đẹp khi bạn mang lại cho họ trong [cho buổi tối] và khi bạn gửi chúng [đến đồng cỏ].
zu: Futhi ngawe okukukho [ukuthabela] wobuhle lapho niletha nabo [ngalobo busuku] nalapho wena abathume [emadlelweni].
