Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran338
source: [And mention] when the angels said, "O Mary, indeed Allah gives you good tidings of a word from Him, whose name will be the Messiah, Jesus, the son of Mary - distinguished in this world and the Hereafter and among those brought near [to Allah].
ca: [I] Quan els àngels deien, "O Maria, fet Allah li dóna bona nova d'una paraula d'ell, el nom del qual serà el Messiah, Jesús, el fill de Mary - distingir en aquest món i el més enllà i els va portar a prop [a Allah].
cy: [A sôn am] pan ddywedodd yr angylion, "Mary O, yn wir mae Allah yn rhoi ichi tidings da gair oddi wrtho, bydd ei enw yn y Messiah, Iesu, fab i Mary-nodedig yn y byd hwn a y o hyn ymlaen ac ymysg y rhai dwyn ger [i Allah].
da: [Og nævne] når engle sagde, "O Maria, faktisk Allah giver dig gode tidender om et ord fra ham, hvis navn vil være Messias, Jesus, søn af Mary - adskiller sig i denne verden og hinsidige og blandt dem bragt nær [til Allah].
el: [Και αναφέρω] όταν οι άγγελοι δήλωσε, "O Mary, πράγματι Αλλάχ σας δίνει καλή είδηση μιας λέξης από αυτόν, του οποίου το όνομα θα είναι ο Μεσσίας, ο Ιησούς, ο γιος της Μαρίας - διακρίνονται σε αυτόν τον κόσμο και η συνέχεια, και μεταξύ εκείνων που έφερε κοντά [Αλλάχ].
et: [Ja mainida] Kui inglid ütlesid, "O Mary tõepoolest, Allah annab sõna rõõmusõnumit teda, kelle nimi on Messias, Jeesus, Maarja - eristada selles maailmas ja edaspidi ja nende seas poeg tõi lähedal [Jumalat].
fi: [Ja] kun enkelit sanoi, "O Mary, todellakin Jumala antaa sinulle ilosanoman sana häneltä, jonka nimi on Messias, Jeesus, Marian - erottaa tässä maailmassa ja tulevassa ja poika toi lähellä [Jumala].
he: [ולא הזכיר] כאשר המלאכים אמרו, "O מרי, אכן אללה נותן לך בשורות טובות של מילה ממנו, את השם של מי יהיה המשיח, ישוע, בנה של מרים - מכובד בעולם הזה ובעולם הבא וגם בין אלה הביא ליד [אללה].
hr: [I spomenuti] kad anđeli rekao, "O Marijo, doista Allah vam daje dobru vijest o riječi iz njega, čije ime će biti Mesija, Isus, sin Marije - razlikovati u ovaj svijet i nadalje i među onima koji su doveli u blizini [Allah].
lt: [Ir paminėti] Kai angelai sakė: "O Marija, iš tiesų Dievas suteikia jums gerą naujieną žodis, nuo jo, kurio vardas bus Mesijas, Jėzus, Marijos - išskirti šiame pasaulyje ir toliau ir tarp tų sūnus davė [Dievas].
lv: [Un pieminēt] kad eņģeļi teica: "O Marija, patiešām Allah dod labas vēstis ne vārda no viņa, kura nosaukums būs Mesija, Jēzus dēls Mariju - atšķirt šajā pasaulē un turpmāk, un starp tiem, kas līdzās [Allah].
nb: [Og nevne] da englene sa: "O Mary, faktisk Allah gir deg gode budskap om et ord fra ham, hvis navn vil være Messias, Jesus, sønn av Mary - utmerker seg i denne verden og hinsidige og blant dem får nær [Allah].
sk: [A spomenúť] keď anjelov povedal: "O Mary, naozaj Alah vám dáva dobrú zvesť slova z neho, ktorého meno bude Mesiáš, Ježiš, syn Márie - rozlíšiť v tomto svete a ďalej, a medzi tými priniesol v blízkosti [Allah].
sl: [In] Ko angeli je dejal, "O Marija, dejansko Allah vam dobrih novic besede od njega, katerega ime bo Mesija, Jezus, sin Marije - odlikujejo v tem svetu in v nadaljevanju, in med tistimi, vložene v bližini [Alahove].
sr_cyrl: [И споменуо] кад анђели су рекли, "О Маријо, заиста Аллах ти даје радосне речи од њега, чије име ће бити Месија, Исус, син Марије - истакнути у овом свету и надаље, као и међу онима је довела близу [Аллах].
sr_latn: [I spomenuo] kad anđeli su rekli, "O Marijo, zaista Allah ti daje radosne reči od njega, čije ime će biti Mesija, Isus, sin Marije - istaknuti u ovom svetu i nadalje, kao i među onima je dovela blizu [Allah].
uk: [І згадати] коли Анголів сказав: "O Марії, дійсно Аллах дає вам добру новину про слово від нього, чиє ім'я буде Месії, Ісус, син Марії - відзначилися в цей світ і далі і серед тих, хто приніс поблизу [Аллах].
vi: [Và đề cập đến] khi các thiên sứ nói rằng, "Mary O, quả thật vậy Allah cho phép bạn tidings tốt của một từ từ anh ta, có tên sẽ là Chúa cứu thế, Chúa Giêsu, con trai của Mary - phân biệt trong thế giới này và sau đây và trong số những người đưa gần [Allah].
zu: [Sho] lapho yezingelosi ake asho, "O Mary, impela Allah kukunika esibikela izindaba ezinhle zokukholwa ilizwi elivela kuYe, ogama lakhe liyoba uMesiya, uJesu, indodana kaMariya - ovelele kuleli zwe Hereafter futhi phakathi kwalabo abalethwa

# Quran339
source: He will speak to the people in the cradle and in maturity and will be of the righteous."
ca: Ell parlarà a la gent en el bressol i en maduresa i serà dels justos."
cy: Bydd ef yn siarad i bobl yn y crud ac yn aeddfedu a bydd o y righteous."
da: Han vil tale til borgerne i vuggen og modenhed og bliver retfærdiges."
el: Αυτός θα μιλήσει με τους ανθρώπους στη βάση και στην ωριμότητα και θα είναι δίκαιοι».
et: Ta räägib inimestele, häll ja küpsust ja oleks õige."
fi: Hän puhuu ihmisiä kehto ja kypsyyttä ja on vanhurskas."
he: הוא ידבר העם בעריסה, בגרות, יהיו צדיקים."
hr: On će govoriti ljudima u kolijevci i u zrelosti i bit će pravednik."
lt: Jis bus kalbėti su žmonėmis, lopšys ir brandos ir bus teisus."
lv: Viņš runās cilvēki maciņā un briedumu un taisns būs."
nb: Han skal tale til folket i holderen og i modenhet og blir de rettferdiges."
sk: On bude hovoriť s ľuďmi, v kolíske a v zrelosti a bude mať spravodlivý."
sl: On bo govoril ljudem v zibelki in zrelosti in bo pravičnih."
sr_cyrl: Он ће говорити људима у колевци, као и у зрелост и биће праведних."
sr_latn: On će govoriti ljudima u kolevci, kao i u zrelost i biće pravednih."
uk: Він буде говорити з людьми в колисці і зрілості і буде праведників."
vi: Ông sẽ nói chuyện với những người trong cái nôi và trong sự trưởng thành và sẽ các công bình."
zu: He phumesela kuze abantu in the sombuso kanye in ukuvuthwa kuyoba of the ngakhethi. "

# Quran340
source: She said, "My Lord, how will I have a child when no man has touched me?" [The angel] said, "Such is Allah; He creates what He wills. When He decrees a matter, He only says to it, 'Be,' and it is.
ca: Ella va dir, "El meu Senyor, com tindré un nen quan ningú m'ha tocat?" [L'Àngel] va dir, "és Allah; Crea el que ell vol. Quan va decrets una qüestió, només diu, 'Ser' i és.
cy: Meddai, "Fy Arglwydd, sut bydd yn rhaid i blentyn pan oedd un dyn wedi cyffwrdd â mi?" [Yr angel] dywedodd, "o'r fath yw Allah; Mae ef yn creu beth a wills ef. Pan mae ef deddfir mater, dim ond meddai, 'Fod yn', ac mae.
da: Hun sagde, "Min herre, hvordan vil jeg have et barn når ingen har rørt mig?" [Angel] sagde, "Sådan er Allah; Han skaber, hvad han testamenter. Når han kundgørelser noget, han kun siger, er 'Blive', og det.
el: Είπε, «Κύριέ μου, πώς θα έχω ένα παιδί όταν ο άνθρωπος δεν έχει αγγίξει μου;» [Ο Άγγελος] είπε, "αυτός είναι ο Αλλάχ? Δημιουργεί τι διαθήκες. Όταν διατάγματα θέμα, λέει μόνο σε αυτό, «Να», και είναι.
et: Ta ütles: "Issand, kuidas ma on lapse kui ükski inimene on puudutanud mind?" [Angel] ütles: "selline on Jumal; Ta loob, mida ta tahab. Kui ta otsustab asja, ta lihtsalt kirjutab, et "Olema" ja see on.
fi: Hän sanoi: "Herrani, kuinka onko lapsi kun kukaan on koskettanut minua?" [Angel] sanoi: "niin on hillitä; Hän luo mitä tahtoo. Kun hän antaa tuomion asiassa, hän vain sanoo, "Olla", ja se on.
he: היא אמרה, "אדוני, איך יהיה לי ילד כאשר איש לא נגע בי?" [המלאכים] אמר, "כזה הוא אללה; הוא יוצר בכוח הרצון. כאשר שהוא מצווה עניין, הוא רק אומר, 'להיות', וזה הוא.
hr: Rekla je, "Gospodaru, kako će imati dijete kad nema čovjek je dotaknuo me?" [Angel] je rekao, "kao što je Allah; On stvara ono što on želi. Kad on nalaže stvar, on samo kaže, 'Biti', a to je.
lt: Ji sakė: "Mano Viešpats, kaip aš turiu vaikas kai niekas palietė mane?" [Angel] sakė: "toks yra Dievas; Jis sukuria ką jis testamentų. Kai jis nusprendė klausimas, jis tik sako, "Būti", ir ji yra.
lv: Viņa teica: "Mans kungs, kā man būs bērns, kad neviens cilvēks ir saskāries mani?" [Eņģelis] teica: "tāda ir Allah; Viņš rada to, ko viņš vēlas. Kad viņš paziņo jautājumu, viņš tikai saka, "Būt", un tas ir.
nb: Hun sa: «Min Herre, hvordan vil jeg ha barn når ingen mann har rørt meg?» [Angel] sa, "slik er Gud. Han skaper hva han wills. Når han forordninger en sak, sier han bare, er "Være", og det.
sk: Ona povedala: "Môj pán, ako budem mať dieťa keď nikto sa ma nedotkol?" [Angel] povedal: "taký je Boh; Vytvára to, čo on chce. Keď sa on rozhodol sa hovorí, "Byť", a to je.
sl: Ona reče: "Gospod, kako bo imam otroka ko nihče me je dotaknil?" [Angel] je dejal, "tako je Allah; Ustvarja tisto, kar je oporok. Ko je odloke stvar, on samo pravi, 'Biti', in to je.
sr_cyrl: Она је рекла, "Мој господару, како ће добити дете кад нико ме је додирнуо?" [Ангел ] је рекао, "тако је Аллах; Он ствара шта он Wиллис. Када он издаје декрет питање, каже он, 'Да', а то је.
sr_latn: Ona je rekla, "Moj gospodaru, kako će dobiti dete kad niko me je dodirnuo?" [Angel] je rekao, "tako je Allah; On stvara šta on Willis. Kada on izdaje dekret pitanje, kaže on, 'Da', a to je.
uk: Вона сказала: "Господи, як буде у мене є дитина коли жодна людина не торкнеться мене?" [Angel] сказав: "таких Аллах; Він створює те, що він хоче. Коли він укази питання, він лише каже до нього, 'Бути' і вона є.
vi: Cô nói: "Thưa ngài, làm sao sẽ tôi có một đứa trẻ khi không có người đàn ông đã xúc động tôi?" [Thiên thần] nói: "Như vậy là Allah;" Ông đã tạo ra những gì Ngài muốn. Khi ông nghị định một vấn đề, ông chỉ nói rằng, 'Là', và nó là.
zu: Wathi: "Nkosi, ngizokwazi kanjani abe umntwana uma hhayi doda namatha me?"

# Quran341
source: And He will teach him writing and wisdom and the Torah and the Gospel
ca: I ell li ensenya escriptura i saviesa i el Torah i l'Evangeli
cy: A fydd ef yn dysgu iddo ysgrifennu a doethineb a y Torah ac efengyl
da: Og han vil undervise ham skriftligt og visdom og Toraen og evangeliet
el: Και θα τον διδάξει γραφής και τη σοφία και το Torah και το Ευαγγέλιο
et: Ja see õpetab teda kirjalikult ja tarkust ja Toora ja evangeeliumi
fi: Ja hän opettaa hänelle viisautta, kirjoittaminen ja evankeliumi ja toora
he: הוא ילמד אותו הכתיבה תבונה, התורה, את הבשורה
hr: I on će ga naučiti pisanje i mudrost i Tora i Evanđelje
lt: Ir jis bus išmokyti jį raštu ir išminties ir Toros ir Evangelijos
lv: Un viņš iemācīs viņam rakstiski un gudrību un Toras Evaņģēlijs
nb: Og han vil lære ham skrive og visdom og Toraen og evangeliet
sk: A on ho naučiť, písanie a múdrosť a Tóry a evanjelium
sl: In on bo učiti njega pisno in modrost in Tora in evangelij
sr_cyrl: И он ће га предајем писање и мудрост и Тору и Госпел
sr_latn: I on će ga predajem pisanje i mudrost i Toru i Gospel
uk: І він навчити його письмовій формі і мудрість і Тори і Євангелія
vi: Và ông sẽ dạy ông viết và sự khôn ngoan và Torah và phúc âm
zu: Futhi uyofundisa kuye ubhala nokuhlakanipha kanye Torah Vangeli

# Quran342
source: And [make him] a messenger to the Children of Israel, [who will say], 'Indeed I have come to you with a sign from your Lord in that I design for you from clay [that which is] like the form of a bird, then I breathe into it and it becomes a bird by permission of Allah. And I cure the blind and the leper, and I give life to the dead - by permission of Allah. And I inform you of what you eat and what you store in your houses. Indeed in that is a sign for you, if you are believers.
ca: [Utilitzara] un Missatger a nens d'Israel, [que dirà], "de fet he arribat a vostè amb un senyal del seu Senyor en que vaig dissenyar per a vostè d'argila [que és] com la forma d'un ocell, llavors puc respirar-hi i es converteix en un ocell amb permís d'Allah. I vaig curar el cec i el Leprós, i donar vida als morts - amb el permís d'Allah. I vaig informar de què menges i el que emmagatzema a les seves cases. Fet que és un senyal per a vostè, si sou creients.
cy: A [yn gwneud iddo] negesydd i blant Israel, [pwy fydd yn dweud], ' yn wir yr wyf wedi dod i chi gyda'r arwydd o eich Arglwydd yn y dylunio wyf i chi o glai [sydd] fel ffurf aderyn, yna yr anadlu i mewn iddo a daw'n aderyn drwy ganiatâd Allah. A gwella yr y Deillion a leper y, a rhoddaf bywyd y meirw-drwy ganiatâd Allah. A rhoddaf wybod i chi beth yr ydych yn ei fwyta a beth yr ydych yn ei storio yn eich tai. Yn wir yn hynny yn arwydd i chi, os ydych yn gredinwyr.
da: Foretag [ham] et sendebud for Israels børn, [som vil sige], ' faktisk jeg er kommet til dig med et tegn fra din Herre, jeg design for dig fra ler, [der er] indkvartering form af en fugl, så jeg trækker vejret ind i det og bliver det en fugl med tilladelse fra Allah. Jeg helbrede blinde og spedalsk, og jeg giver liv til døde - med tilladelse fra Allah. Og jeg informere dig om hvad du spiser og hvad du gemmer i jeres huse. Ja er der et tegn for dig, hvis du er troende.
el: Και [να τον κάνει] ένα αγγελιοφόρο για τα παιδιά του Ισραήλ, [Ποιος θα πει], «πράγματι έχω έρθει σε σας με ένα σημάδι από το Λόρδο ότι εγώ σχεδιάζουμε για εσάς από πηλό [που είναι], όπως τη μορφή της ένα πουλί, τότε αναπνέω σε αυτό και γίνεται ένα πουλί από την άδεια του Αλλάχ. Μου θεραπεία τους τυφλούς και ο λεπρός και δίνω ζωή στους νεκρούς - από την άδεια του Αλλάχ. Και σου μηνάω τι τρώτε και τι μπορείτε να αποθηκεύσετε στα σπίτια σας. Πράγματι σε αυτό είναι ένα σημάδι για σας, αν είστε πιστοί.
et: Ja [teha talle] messenger Iisraeli laste [kes ütlevad], "tõepoolest mul on pärit teile märgiga teie Issand, et valmistan teile savi, [et mis on] nagu lind, vormi siis ma hingan sinna ja muutub see lind Jumala loal. Ma ravida pime ja selle pidalitõbine ja ma annan elu surnud - Jumala loal. Ja ma teile mida sa sööd ja mida sa hoiaksid oma maja. Tõepoolest see on märk teie jaoks, kui te olete usklikud.
fi: Ja [hän] messenger Israeliin lapset [kuka sanoo], "todellakin tulen teille merkki teidän Herranne, että suunnittelen sinulle Clay, [joka on] kuin lintu, lomakkeen sitten hengittää sisään ja se tulee linnun luvalla. Ja parantaa näkövammaisten ja spitaalisen, ja minä annan elämän dead - luvalla. Ja kertoa mitä syöt ja mitä tallentaa taloissanne. Itse asiassa joka on merkki sinulle, jos olet uskovia.
he: ולגרום [לו] שליח אל בני ישראל, [מי יאמר], ' אכן באתי אליך עם שלט אדונך כי אני לעצב לכם מכל חמר [אשר] כמו הצורה של ציפור, ואז אני. תנשמי לתוכה היא הופכת לציפור ברשותו של אללה. אני לרפא העיוורים, המצורעים, ואני נותן החיים למתים - לאחר אישור של אללה. אני ליידע אותך על מה שאתה אוכל ויש מה לאחסן בבתים שלכם. אכן זה הוא סימן בשבילך, אם אתם מאמינים.
hr: I [neka] Glasnik za djecu Izraela, [koji će reći], ' doista došao ti sa znakom od vašeg gospodara u da sam dizajn za vas od gline [koja je] kao oblik ptice, onda dišem u nju i ona postaje ptica dozvolu od Allaha. Ja izliječiti slijepe i gubavac i dao život mrtvima - dozvolu od Allaha. I obavještavam vas ono što jedete i pohranite u svoje kuće. Zaista u tome je znak za vas, ako ste vjernici.
lt: Ir [kad jis] messenger į Izraelio vaikai, [kurie sako], "iš tiesų aš atėjau jums su ženklu iš savo Viešpaties, kad aš dizainas jums iš molio, [kuris yra] kaip paukštis, kaip tada aš kvėpuoti į jį ir jis tampa paukštis Šventasis Raštas, Dievas. Ir aš išgydyti akliesiems ir Raupsuotojo, ir duodu gyvenimo mirę - Šventasis Raštas, Dievas. Ir aš jums pranešti, ką valgyti ir ką jūs laikyti savo namuose. Iš tiesų, kad yra ženklas jums, jei esate tikintieji.
lv: Un [viņam] messenger, lai Izraēla bērniem, [kas teiks], "patiešām es būtu varējusi iet pie jums ar zīmi no jūsu kungs, ka es dizains jums no māla, [kas ir], piemēram, formas, putniņš, tad es elpot tajā un tā kļūst putns ar atļauju no Allah. Man izārstēt neredzīgajiem un lepras slimnieks, un es dodu dzīvē mirušajiem - pēc Allah atļaujas. Un es jūs informēt par to, ko tu ēd un ko jūs uzglabāt jūsu mājas. Protams, ka ir zīme, ja esat ticīgie.
nb: Og [gjøre ham] en budbringer til Israels barn, [som vil si], "faktisk jeg har kommet til deg med et skilt Herrens at jeg design for deg av leire [som er] liker form av en fugl, og jeg puster inn og det blir en fuglen med tillatelse av Allah. Jeg kurere blinden og spedalske og jeg gir liv til døde - med tillatelse av Allah. Og jeg informere deg om hva du spiser og hva du lagrer i husene. Som er faktisk et tegn for deg, hvis du er troende.
sk: A [ho] posol deti Izraela, [ktorí povedia], "skutočne prišiel som vám s označením od pána vášho že som pre vás design z hliny, [ktoré je] ako forma vtáka, potom som dýchať do neho a sa stáva vták so zvolením Alaha. Som liečenie nevidiacich a malomocný a dám život mŕtvy - povolenie Alaha. A ja vám to, čo jete a čo budete ukladať vo svojich domoch. Naozaj v tom, že je znamenie pre vás, ak ste veriaci.
sl: In [mu] sel za otroke Izraela, [ki bo rekel], "res sem prišel, da vam z znakom iz svojega Gospoda da oblikujem za vas iz gline, [ki je] kot obliki ptica, potem diham v to in postane ptica z dovoljenjem Allah. In sem ozdravi slepe in Gobavec, in sem dal življenje do mrtvih - z dovoljenjem Allah. In sem vas obvestimo o kaj ješ in kaj shranite v vaše hiše. Res da je znak za vas, če ste verniki.
sr_cyrl: Га [да] гласника да децу Израела, [који ће да кажу,] ' заиста долазим ти са знаком из свога господара у да дизајнирам за тебе од глине [која је] као облику птица, а онда сам удахнути у то и постане птица по дозволу од Алаха. Ја излеиим слепе и губавац и дам живот мртвима - уз дозволу од Алаха. И ја вас обавестим о Шта једете и шта складиштите у ваше куће. Заиста у то је знак за вас, ако сте ви верници.
sr_latn: Ga [da] glasnika da decu Izraela, [koji će da kažu,] ' zaista dolazim ti sa znakom iz svoga gospodara u da dizajniram za tebe od gline [koja je] kao obliku ptica, a onda sam udahnuti u to i postane ptica po dozvolu od Alaha. Ja izleиim slepe i gubavac i dam život mrtvima - uz dozvolu od Alaha. I ja vas obavestim o Šta jedete i šta skladištite u vaše kuće. Zaista u to je znak za vas, ako ste vi vernici.
uk: І [його] messenger до дітей Ізраїлю, [хто скаже], ' дійсно я прийшов до вас з табличкою з ваш Господь в тому, що я створюю дизайн для вас з глини, [те, що], як форму птах, то я дихаю в його і стає птах з дозволу Аллаха. І я вилікувати сліпих і прокаженого, і я вдихнути життя в мертвих - з дозволу Аллаха. І я повідомляю Вам, що ви їсте і зберігаються в ваших будинках. Дійсно в тому, що є ознакою для вас, якщо ви віруючі.
vi: Và [nó] một messenger cho trẻ em của Israel, [ai sẽ nói], ' thực sự tôi đến với các ngươi với một dấu hiệu từ của mình Chúa trong đó tôi thiết kế cho bạn từ đất sét [đó là] giống như các hình thức của một con chim, sau đó tôi hít vào nó và nó sẽ trở thành một con chim bởi sự cho phép của Allah. Tôi chữa người mù và người cùi và tôi cung cấp cho cuộc sống để chết - bởi sự cho phép của Allah. Và tôi thông báo cho bạn về những gì bạn ăn và những gì bạn lưu trữ trong nhà của bạn. Quả thật đó là một dấu hiệu cho bạn, nếu bạn là tín hữu.
zu: Futhi [amenze] isithunywa Ntwana Israyeli, [ngubani uzothi], 'Impela Sengiyazi you komba nga kho Lord kuleso design mina you nga bumba [lokho okungaphandle] efana ngesimo

# Quran343
source: And [I have come] confirming what was before me of the Torah and to make lawful for you some of what was forbidden to you. And I have come to you with a sign from your Lord, so fear Allah and obey me.
ca: I [he] confirmant el que era abans que jo de la Torà i fer legal que alguns dels que es va prohibir. I he arribat a vostè amb un senyal del seu Senyor, així tingui por Allah i obeir.
cy: Ac [yr wyf wedi dod] cadarnhau beth oedd ger fy mron y Torah ac i'w gwneud yn gyfreithlon i chi rai o'r hyn oedd yn waharddedig i chi. Ac yr wyf wedi dod i chi gyda'r arwydd o eich Arglwydd, mor ofn Allah ac ufuddhau i mi.
da: Og [Jeg har] bekræfter, hvad der var før mig af Toraen og at gøre lovlige for dig nogle af hvad var forbudt for dig. Og jeg er kommet til dig med et tegn fra din Herre, så frygt Allah og Adlyd mig.
el: Και [έρχομαι] επιβεβαιώνει αυτό που ήταν πριν από εμένα της Τορά και νόμιμη για να έχετε μερικά από ό, τι ήταν απαγορευμένη σε εσάς. Και έχω έρθει σε σας με μια πινακίδα από το Λόρδο, μέχρι το φόβο Αλλάχ και υπακούς.
et: Ja [tulin] kinnitades, mis oli enne mind Toora ja teha seadusliku teile mõned mis tehti keelatud teid. Ja tulin sulle tunnustähe teie Issand, nii et hirm Allah ja kuuletuma mind.
fi: Ja [päätynyt] vahvistaa, mitä oli ennen minua Tooran ja tehdä laillista sinulle mitä oli kielletty. Ja tulen teille Herranne merkki, niin pelätkää Allahia ja totella minua.
he: ובאתי [] מאשר מה היה לפני התורה וכדי להפוך כדין עבורך חלק מה אסור היה לך. באתי אלייך עם שלט של אדונך, אז לפחד אללה ולציית אותי.
hr: I [ja] potvrđuje ono što je bio prije mene Tore i napravit zakonite za vas ono što je zabranjeno. I došao sam vam sa znakom od vašeg gospodara, pa boj se Allaha i slušajte mene.
lt: Ir [I] patvirtinantis, kas buvo prieš mane Tora ir teisėtai jums kai ką buvo draudžiama jums. Ir aš atėjau į jus su ženklu iš jūsų Viešpats, Taigi bijoti Dievo ir paklusti man.
lv: Un [es] apstiprina to, kas bija pirms manis, Tora un padarīt likumīgu jums daži no to, kas bija aizliegts. Un es atnācu pie jums ar zīme no jūsu kungs, tātad bailes Allah un jāklausa mani.
nb: Og [jeg har kommet] bekrefter det som var før meg Toraen og gjøre lovlig for deg noen av hva var forbudt for deg. Og jeg har kommet til dere med et tegn fra deres Herre, så frykt Allah og følge meg.
sk: A [I] potvrdzujú, čo bolo predo mnou Tóry a zákonné pre vás niektoré z čo bolo zakázané. A prišiel som k vám so znamením od pána vášho, takže strach Alah a počúvať mňa.
sl: In [so] potrjuje, kaj je pred menoj Tora in narediti zakonita zate nekaj kar je prepovedano, da vas. In prišel sem vam z znakom iz svojega Gospoda, tako strah Allah in me ubogajo.
sr_cyrl: И [ја] Потврђујући како је пре мене од Торе и да крену закониту ти неке од шта је било забрањено да ти. И долазим да ти је са знаком од твог Господа, толико се Аллах и Послушај ме.
sr_latn: I [ja] Potvrđujući kako je pre mene od Tore i da krenu zakonitu ti neke od šta je bilo zabranjeno da ti. I dolazim da ti je sa znakom od tvog Gospoda, toliko se Allah i Poslušaj me.
uk: І [я прийшов] що підтверджують, що було раніше мені Тори і зробити законними для вас деякі з те, що було заборонено, щоб ви. І я прийшов до вас з знак від вашого Господа, так бояться Аллах і підкорятися мене.
vi: Và [tôi] xác nhận những gì đã trước khi tôi của Torah và để làm cho hợp pháp cho bạn một số những gì bị cấm bạn. Và tôi đã đến với bạn với một dấu hiệu từ của mình Chúa, vì vậy sợ Allah và tuân theo tôi.
zu: Futhi [Mina ngizele] okuqinisekisa lokho okushiwo gade akhona ngingakabikho Torah nokwenza Kuvunyelwe yini ezinye lokho okwakwenqatshelwe kuwe.
