Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1265
source: The Jews say, "Ezra is the son of Allah "; and the Christians say, "The Messiah is the son of Allah." That is their statement from their mouths; they imitate the saying of those who disbelieved [before them]. May Allah destroy them; how are they deluded?
ca: Els jueus diuen, "Ezra és el fill d'Allah"; i els cristians diuen, "el Messies és el fill d'Allah". Que és la seva declaració de la boca; van imitar la dita d'aquells que dubtaven [abans d'ells]. Allah poden destruir-los; com es enganyat?
cy: Mae'r Iddewon yn dweud, "Ezra yn fab i Allah"; ac y mae y Cristnogion yn dweud, "y Messiah yn fab i Allah." Dyna eu datganiad gan eu cegau; Mae nhw yn dynwared y dywediad o'r rhai a ddysgais [cyn iddynt]. Efallai y bydd Allah yn dinistrio; sut y maent yn deluded?
da: Jøderne sige, "Ezra er søn af Allah"; og kristne siger, "Messias er søn af Allah." Det er deres udtalelse fra deres mund; de efterligne siger til dem, der disbelieved [før dem]. Allah kan ødelægge dem; Hvordan er de vildledt?
el: Οι Εβραίοι να πω, «Ezra είναι ο γιος του Αλλάχ?» και οι χριστιανοί λένε, «ο Μεσσίας είναι ο γιος του Αλλάχ.» Αυτό είναι δήλωσή τους από το στόμα τους. μιμούνται τη ρήση του όσοι disbelieved [πριν τους]. Μπορεί να Αλλάχ να τους καταστρέψουν- Πώς είναι αυτοί εξαπατημένο;
et: Juudid ütlevad, "Ezra on Jumala Poeg"; ja kristlased "Messias on Jumala poeg." See on nende avaldus suhu; nad jäljendavad öeldakse, kes [neid] enne disbelieved. Jumal hävitada; kuidas nad eksitada?
fi: Juutalaiset sanoa, "Ezra poika Jumala"; ja kristityt sanovat, "Messias on Jumala Poika." Se on heidän lausunto heidän suustaan; he jäljitellä sanoa niistä, jotka uskoneet [ennen heitä]. Voi Jumala tuhota ne; Miten he pettävät?
he: היהודים אומרים, "עזרא הוא בנו של אללה"; ואת הנוצרים אומרים, "המשיח הוא בנו של אללה". ? זאת ההצהרה שלהם מפיותיהם; הם לחקות את האמרה של מי disbelieved [לפני אותם]. ייתכן אללה השמידו אותם; איך הם נמצאים שולל?
hr: Jevreji kažu, "Ezra je sin Allaha"; i kršćani "Mesija je sin Allaha." To je njihova izjava iz usta; Oni oponašaju kaže onih koji bio [prije njih]. Allah ih, uništiti Kako su zavedeni?
lt: Žydų pasakyti, "Ezra yra Dievo sūnus"; ir krikščionys sako, "Mesijas yra Dievo sūnus." Tai jų turinys iš jų žiotis; jie imituoja sakoma tiems, kurie disbelieved [prieš jiems]. Dievas gali sunaikinti juos; kaip jie yra apgauti?
lv: Ebrejiem saka: "Ezra ir dēls Allah"; un kristieši saka: "Mesija ir dēls Allah." Kas ir viņu mutēm; paziņojums viņi atdarina sakot, kuri disbelieved [pirms tiem]. Allah; iznīcināt kā viņi tiek maldināts?
nb: Jødene sier, "Ezra er sønn av Allah"; og kristne sier, "Messias er sønn av Gud." Det er deres uttalelse fra munnen; de imitere ordtaket av de vantro [før dem]. Allah kan ødelegge dem. hvor er de villedet?
sk: Židia povedať: "Ezra je syn Boha"; a kresťania hovoria, "Mesiáš je syn Boha." To je ich výpis z úst; napodobňovať príslovie tých, kto pochyboval [pred nimi]. Alah môže zničiť; ako sú oni pošetilou?
sl: Judje pravijo, "Ezra je sin Allah"; Kristjani pravijo, "Mesija je sin Allah." To je njihovo izjavo iz ust; imitirajo rek tistih, ki so verjeli [pred njimi]. Lahko Allah uničijo; kako se deluded?
sr_cyrl: Јевреји кажу, "Езра је син Аллах;" а на хришћани кажу, "Месија син Алаха." То је њихова изјава из њихових уста; имитирају изјаве о онима који не верује [пре него што их]. Можда је Аллах уништи их; Како су они у заблуди?
sr_latn: Jevreji kažu, "Ezra je sin Allah;" a na hrišćani kažu, "Mesija sin Alaha." To je njihova izjava iz njihovih usta; imitiraju izjave o onima koji ne veruje [pre nego što ih]. Možda je Allah uništi ih; Kako su oni u zabludi?
uk: Євреї сказати, "Езра син Аллах"; і християни говорять, "Месії син Аллаха". Ось їх заяву з роти; Вони імітують вислів з тих, хто disbelieved [перед ними]. Може Аллах знищити їх; як вони помиляються?
vi: Người Do Thái nói rằng, "Ezra là con trai của Allah"; và các Kitô hữu nói, "Chúa cứu thế là con trai của Allah." Đó là tuyên bố của họ từ miệng; họ bắt chước câu nói của những người disbelieved [trước khi họ]. Allah có thể tiêu diệt chúng; làm thế nào họ đang lừa dối?
zu: AmaJuda athi: "Ezra is dodana ka Allah";

# Quran1266
source: They have taken their scholars and monks as lords besides Allah, and [also] the Messiah, the son of Mary. And they were not commanded except to worship one God; there is no deity except Him. Exalted is He above whatever they associate with Him.
ca: S'han pres els estudiosos i monjos com a senyors a més d'Allah i [també] el Messies, el fill de Mary. I no eren comandades excepte que veneren un Déu; no hi ha cap Déu excepte ell. Exaltat és ell damunt qualsevol cosa que es relacionen amb ell.
cy: Maent wedi eu ysgolheigion a mynachod fel Arglwyddi ar wahân i Allah, a [hefyd] y Meseia, mab y Mary. Ac nid oedd tuag atynt ac eithrio i addoli un Duw; Nid oes unrhyw Dduwdod ac eithrio ef. I'w mawrygu yn ef uchod beth bynnag maent cysylltiol ag ef.
da: De har taget deres lærde og munke som lords foruden Allah, og [også] Messias, søn af Mary. Og de blev ikke befalet undtagen for at tilbede én Gud; der er ingen guddom undtagen ham. Ophøjet er han over hvad de forbinder med ham.
el: Έχουν λάβει τους μελετητές και μοναχούς ως λόρδους εκτός από Αλλάχ, και [επίσης] ο Μεσσίας, ο γιος της Μαρίας. Και τους παρήγγειλε δεν εκτός από την λατρεία ένας Θεός? δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Υπερυψωμένα αυτός είναι πάνω από το οτιδήποτε άλλο που συνδέουν μαζί του.
et: Nad on võtnud nende õpetlaste ja mungad nagu lords peale Allah ja [ka] Messias, Maarja poeg. Ja nad olid käskinud välja teenida üks Jumal; ei ole jumalus, välja arvatud tema. Ülendatud on ta iganes nad seostavad teda üle.
fi: He ovat ottaneet heidän tutkijat ja munkkeja kuin lords lisäksi Allah ja [myös] Messias, Marian poika. Ja ei käski paitsi palvelemaan yksi Jumala; ei ole Jumaluutena, paitsi hänelle. Ylevä on hän mitä he hänen rinnalleen.
he: הם לקחו החוקרים שלהם נזירים כמו הלורדים מלבד אללה ואת [גם] המשיח, בנה של מרים. הם היו לא ציווה רק כדי לעבוד את אלוהים אחד; יש אין אלוהות חוץ ממנו. הנעלה הוא מעל כל מה הם מקשרים אותו.
hr: Uzeli njihove znanstvenika i redovnici kao gospodari osim Allaha, i [također] Mesija, sin Marijin. I oni su ne naredi osim da obožavaju jednog Boga; Nema Božanstva osim njega. Uzvišen je on iznad što god oni povezati s njim.
lt: Kurių buvo imtasi jų mokslininkai ir vienuoliai kaip Lordų be Dievo, ir [taip pat] Mesijas, Marijos sūnus. Ir jie buvo ne liepė išskyrus į garbinti vieną Dievą; nėra jokių Dievybės išskyrus jam. Išaukštintas yra jis pirmiau ką jie susieti su juo.
lv: Tās ir veikušas, to zinātnieku un mūki, kā kungi, turklāt Allah un [arī] Mesija, Marijas dēls. Un tie bija nav pavēlējis, izņemot, lai dievkalpojumu viens Dievs; nav neviens, izņemot viņu dievība. Sajūsmināts viņš ir iepriekš neatkarīgi no viņi saista ar viņu.
nb: De har tatt sine forskere og munker som lords foruten Allah, og [også] Messias, sønn av Mary. Og de ble ikke befalt annet enn å tilbe Gud; Det er ingen guddom bortsett fra ham. Opphøyet er han over hva de forbinder med ham.
sk: Vzali ich učenci a mnísi ako pánov okrem Alaha a [i] Mesiáš, syn Márie. A nie oni boli prikázané, okrem k uctievaniu jediného Boha; Neexistuje žiadne božstvo okrem neho. Vyvýšený je nad čokoľvek spájajú s ním.
sl: So sprejeti svojih znanstvenikov in menihi kot gospodarji poleg Allah, in [tudi] Mesija, sin Marije. In oni so ne ukazal, razen da častili en Bog; ni nobene božanstva, razen njega. Vzvišeno je nad karkoli povezujejo z njim.
sr_cyrl: Отели су им научници и монаси као господари осим Алаха, и [и] Месија, Маријин син. И они су били није командовао осим да се клањају један Бог; тамо је нема боћанство осим њега. Узвиљеном је он изнад шта год су повезали с њим.
sr_latn: Oteli su im naučnici i monasi kao gospodari osim Alaha, i [i] Mesija, Marijin sin. I oni su bili nije komandovao osim da se klanjaju jedan Bog; tamo je nema boћanstvo osim njega. Uzviљenom je on iznad šta god su povezali s njim.
uk: Вони зайняли свої вчені і ченці як лордів крім Аллаха і [також] Месії, син Марії. І вони були не наказав Крім щоб поклоняються Ісусу Христу одним; немає не божества, за винятком йому. Піднесений чи є він вище все, що вони пов'язують із ним.
vi: Họ đã thực hiện các học giả của họ và các nhà sư là Chúa ngoài Allah, và [cũng] Messiah, là con trai của Mary. Và họ đã không chỉ huy trừ để tôn thờ một Thiên Chúa; có là không có vị thần ngoại trừ anh ta. Sôi nổi ấy ở trên bất cứ điều gì họ liên kết với anh ta.
zu: Bathathe izazi zabo nezindela njengoba amakhosi angaphandle Allah, futhi [futhi] uMesiya, indodana kaMariya.

# Quran1267
source: They want to extinguish the light of Allah with their mouths, but Allah refuses except to perfect His light, although the disbelievers dislike it.
ca: Volen extingir la llum d'Allah amb la boca, però Allah es nega excepte perfeccionar la seva llum, encara que els disbelievers no els agrada.
cy: Maent am i ddiffodd golau Allah â'u cegau, ond bydd Allah yn gwrthod ac eithrio i berffeithio ei golau, er mae y disbelievers yn casáu ei.
da: De ønsker at slukke Allahs lys med deres munde, men Allah nægter undtagen at perfektionere hans lys, selv om vantro ikke kan lide den.
el: Θέλουν να σβήσουν το φως του Αλλάχ με το στόμα τους, αλλά Αλλάχ αρνείται εξαίρεση να τελειοποιήσει το φως του, αν και το disbelievers αντιπαθούν.
et: Nad tahavad kustutada valgus suhu Jumal, kuid Jumal keeldub välja arvatud perfect tema valguses, kuigi ka uskottomille ei meeldi.
fi: Haluavat sammuttaa valon Jumala suut, mutta Jumala kieltäytyy paitsi täydellinen hänen valonsa vaikka uskottomille pidä siitä.
he: הם רוצים לכבות את האור של אללה עם פיות פעורים, אבל אללה מסרב פרט כדי מושלמת האור שלו, למרות disbelievers לא אהבת אותה.
hr: Oni žele da ugase svjetlo Allah usta, ali Allah odbija osim da savršeno njegovo svjetlo, iako se iskuse ne voljeti ga.
lt: Jie nori užgesinti šviesą Dievo su savo burną, bet Dievas atsisako išskyrus į puikus jo šviesą, nors ir disbelievers nepatinka.
lv: Viņi vēlas, lai nodzēst Allāha gaismu, bet Allah atsakās, izņemot, lai pilnveidotu savu gaismu, lai gan disbelievers nepatīk tas.
nb: De ønsker å slukke lyset Allah med munnen, men Allah nekter unntatt å perfeksjonere sitt lys, selv om troende misliker det.
sk: Chcú uhasiť svetlo Alah s ich ústa, ale Alah odmieta okrem k perfektné jeho svetlo, aj neveriacim, nepáči sa mi.
sl: Želijo pogasiti luči Allah z usta, vendar Allah odkloni razen da popoln svojo svetlobo, čeprav je disbelievers všeč.
sr_cyrl: Желе да угасе светло Аллаха својим устима, али Аллах одбија осим да савршено његова светлост, мада скептике да се то не допада.
sr_latn: Žele da ugase svetlo Allaha svojim ustima, ali Allah odbija osim da savršeno njegova svetlost, mada skeptike da se to ne dopada.
uk: Вони хочуть, щоб згасити світло Аллах з роти, але Аллах відмовляється за винятком, щоб удосконалювати його світло, хоча на disbelievers не подобається.
vi: Họ muốn dập tắt ánh sáng của Allah với miệng của họ, nhưng từ chối Allah trừ để hoàn hảo ánh sáng của mình, mặc dù các thì không thích nó.
zu: Bafuna ukucima ukukhanya Allah ngemilomo yabo, kodwa Allah enqaba ngaphandle ephelele Akhe okhela ngaphakathi nakuba disbelievers enyanya it.

# Quran1268
source: It is He who has sent His Messenger with guidance and the religion of truth to manifest it over all religion, although they who associate others with Allah dislike it.
ca: És qui ha enviat seu Missatger amb l'orientació i la religió de la veritat per manifestar sobre religió, encara que altres associar Allah no els agrada.
cy: Mae'n ef sydd wedi anfon ei negesydd gyda'r canllawiau a chrefydd o wirionedd i amlygu ei dros pob crefydd, er nad ydynt sy'n cysylltu eraill â Allah yn hoff ei.
da: Det er ham, der har sendte hans budbringer med vejledning og religion i sandhed at manifestere det over al religion, selv om de, der tilknyttes andre Allah ikke kan lide det.
el: Είναι αυτός που έχει έστειλε το Messenger του με προσανατολισμού και η θρησκεία της αλήθειας να δηλωτικό πάνω από όλα τη θρησκεία, αν και που θα συνδέσει τους άλλους με Αλλάχ άρεσε.
et: See on tema, kes on saatnud sõnumitooja juhiseid ja usu tõde manifest üle kõik religioon, kuigi need, kes seostavad teised Allah ei meeldi.
fi: Se on hän, joka on lähettänyt hänen lähettiläänsä ohjauksesta ja uskonto totuus ilmeisen yli kaikki uskontoon, vaikka ne, jotka liittää muiden Allah pidä siitä.
he: . זה הוא אשר שלח שליח שלו עם הדרכה, את דת האמת ובטחו על כל דת, למרות שהם המקורבות אחרים אללה לא אוהבים אותו.
hr: On je taj koji je poslao svoga glasnika smjernice i religija istine da se očituje je iznad svih religija, iako oni koji drugima pridružiti Allah ga ne voljeti.
lt: Tai tik jis išsiuntė jo Messenger gaires ir religijos tiesos manifestas tai per visus religijos, nors tie, kurie susieti kiti su Dievo nepatinka ji.
lv: Tas ir tas, kas ir nosūtījusi viņa Messenger ar vadlīniju un patiesību paust to pār visas reliģijas, ticības, gan tie, kuri citi saista ar Allah nepatīk tas.
nb: Det er han som har sendt hans Messenger veiledning og religion sannheten å manifestere det over all religion, selv om de som omgås andre Allah misliker det.
sk: Je to on, kto poslal jeho posol s vedením a náboženstvo pravdy zjavné, že cez všetky náboženstva, hoci oni, kto iní pridružiť Alah to nepáči.
sl: To je on, ki je poslal njegov sel z vodstvom in vera v resnico, da je očitno nad vse vere, čeprav so, ki povezujejo druge z Alahove ni všeč.
sr_cyrl: Он је тај који је послао његовог гласника са за вођење и религија истине да показује то готово све религије, иако они који другима придружите Аллах се не свидја.
sr_latn: On je taj koji je poslao njegovog glasnika sa za vođenje i religija istine da pokazuje to gotovo sve religije, iako oni koji drugima pridružite Allah se ne svidja.
uk: Це той, хто послав його Messenger з керівництвом і релігія воно проявляється через всі релігії, правда, хоча вони, які інші асоціюють Аллах не подобається.
vi: Đó là ai đã gửi Messenger của ông với các hướng dẫn và tôn giáo của sự thật để thể hiện nó trên tất cả các tôn giáo, mặc dù họ là những người liên kết những người khác với Allah không thích nó.
zu: Kuyinto Lowo wathumela isithunywa sakhe isiqondiso kanye nenkolo yeqiniso nokubonisa phezu zonke izinkolo, nakuba bengakutholanga ezizihlanganisa abanye Allah enyanya it.

# Quran1269
source: O you who have believed, indeed many of the scholars and the monks devour the wealth of people unjustly and avert [them] from the way of Allah. And those who hoard gold and silver and spend it not in the way of Allah - give them tidings of a painful punishment.
ca: O es que he cregut, de fet molts dels becaris i monjos devorar la riquesa de gent injustament i evitar [ells] de la manera d'Allah. I qui acaparar l'or i plata i passar-lo no en el camí d'Allah - dono noticia de un dolor càstig.
cy: O ydych sydd wedi credu, yn wir llawer o ysgolheigion y a y mynaich devour y cyfoeth o bobl yn datblygu ac yn osgoi'r [iddyn nhw] o'r ffordd o Allah. A rhai a Celc aur ac arian a'i wario yn rhwystro Allah-rhoi tidings cosb, boenus iddynt.
da: O du, der har troet, faktisk mange af lærde og munkene fortære rigdommen af folk uretfærdigt og afværge [dem] fra måde Allah. Og dem der hamstre guld og sølv og tilbringe det ikke i vejen for Allah - give dem tidender om en smertefuld straf.
el: O εσάς που πίστεψαν, πράγματι πολλοί από τους μελετητές και τους μοναχούς καταβροχθίσει άδικα τον πλούτο των ανθρώπων και να αποτρέψουν την [τους] από το δρόμο του Αλλάχ. Και αυτοί που συσσωρεύουν χρυσό και ασήμι και δώστα δεν στο δρόμο του Αλλάχ - να τους δώσουμε την είδηση της μια οδυνηρή τιμωρία.
et: O teile, kes on uskunud, tõepoolest paljud Euroopa teadlased ja mungad õgima inimesed rikkuse ebaõiglaselt ja vältida [neid] sellest, kuidas Jumal. Ja kes varuvad kulda ja hõbedat ja kulutada ei ole takistuseks Jumala - anna neile sõnumeid valus karistuse.
fi: O voit, jotka ovat uskoneet, monet tutkijat ja munkit syö runsaasti ihmisiä epäoikeudenmukaisesti ja torjumiseksi [] tapa hillitä. Ja jotka hamstrata kullan ja hopean ja käyttää sitä ei niin Jumala - antaa heille sanomaa tuskallinen rangaistus.
he: O אתה מאמין, אכן רבים של המלומדים, הנזירים לטרוף את העושר של אנשים שלא בצדק, למנוע [אותם] מן הדרך של אללה. אלה מטמון מטבעות זהב וכסף לבזבז אותו לא בדרך של אללה - לתת להם בשורה של עונש כואב.
hr: O ti koji su vjerovali, zaista mnogi učenjaci i redovnici proždrijeti bogatstvo ljudi nepravedno i spriječiti [ih] kako Allah. I onih koji ostave zlata i srebra i provesti ne na putu Allah - vijest o bolna kazna.
lt: O jūs, kurie tikėjo, iš tiesų, daugelis mokslininkų ir vienuoliai sunaikinti žmonių turtai neteisingai ir išvengti [jiems] nuo to, kaip Dievas. Ir tie, kurie lobis aukso ir sidabro ir išleisti ją ne kaip Dievas - suteikti jiems naujieną skausmingas bausmes.
lv: O tu, kas ticējusi, patiešām daudziem zinātniekiem un mūki iznīcina cilvēku bagātības netaisnīgi un novērst [tiem] no Allah veidā. Un kuri uzkrāt zeltu un sudrabu un pavadīt ne tādā veidā, Allah - dot viņiem sāpīgo sods vēstis.
nb: O dere som har trodd, og mange av lærde og munkene sluke vell av folk urettferdig og avverge [dem] fra veien til Allah. Og de som hamstre gull og sølv og bruke den ikke i form av Allah - gi dem budskap om en pinefull straff.
sk: O vás, ktorí ste uverili, skutočne mnoho vedcov a mnísi pohltiť množstvo ľudí nespravodlivo a [ich] odvrátiť od toho, ako Boh. A tí, ktorí poklad zlata a striebra a stráviť nie v ceste Alah - im zvesť o bolestivé trest.
sl: O vi, ki ste verjeli, v resnici mnogi učenjaki in menihi požrl bogastvo ljudi neupravičeno in preprečiti [jih] iz pot Allah. In kdor Hard zlata in srebra in preživiva ne na pot Allah - jim novic boleče kazen.
sr_cyrl: О ти који верују, заиста многе су научници и монаси прогутати и богатства људи неправедно и отклоне [их] од пута Аллах. А оне који гомилају злато и сребро, и провести то не стоји на путу Аллах - вести од болна казна.
sr_latn: O ti koji veruju, zaista mnoge su naučnici i monasi progutati i bogatstva ljudi nepravedno i otklone [ih] od puta Allah. A one koji gomilaju zlato i srebro, i provesti to ne stoji na putu Allah - vesti od bolna kazna.
uk: О ви, хто вірив, дійсно багато вчені і ченці пожерти багатства людей несправедливо і запобігти [їх] від того, як Аллаха. І тих, хто скарб золота і срібла і витрачати їх не на шляху Аллах - дати їм звістку про хворобливих покарання.
vi: O bạn của những người đã tin rằng, thực sự là nhiều người trong số các học giả và các nhà sư săn tìm sự giàu có của người dân vô cớ và ngăn chặn [chúng] cách của Allah. Và những người hoard vàng và bạc và chi tiêu nó không theo cách của Allah - cung cấp cho họ tidings trong một hình phạt đau đớn.
zu: O you kholwa impela eziningi izazi izindela ukushwabadela umcebo ntu unjustly futhi ugweme kubo siyobatshela [bona] endleleni Allah.

# Quran1270
source: The Day when it will be heated in the fire of Hell and seared therewith will be their foreheads, their flanks, and their backs, [it will be said], "This is what you hoarded for yourselves, so taste what you used to hoard."
ca: Serà el dia quan serà climatitzada a l'incendi de l'infern i daurada amb ella els seus fronts, els flancs i l'esquena, [es diu], "això és el que vostè acumulat per vosaltres mateixos, tan tastar què solia acaparar."
cy: Bydd y dydd pan y bydd yn cynhesu yn y tân uffern ac wedi'i serio grwydro'n yn eu foreheads, eu ystlysau, ac eu cefnau, [bydd dweud], "Dyma beth yr ydych yn ei gronni drosoch eich hunain, felly Flas beth yr ydych yn ei defnyddio i celc."
da: Dagen, når det bliver opvarmet i brand af helvede og brændt hermed vil være deres pander, siderne og ryggen, [det vil siges], "Dette er hvad du hamstret for jer selv, så smage hvad du brugte til at hamstre."
el: Την ημέρα όταν θα θερμαίνεται στη φωτιά της κόλασης και θα σφραγίσει με αυτές θα μέτωπά τους, τους λαγόνες, και την πλάτη τους, [, θα μας πουν], «αυτό είναι ό, τι σας αποθησαυρισμένα για τους εαυτούς σας, έτσι δοκιμάσετε ό, τι χρησιμοποιήσατε για να συσσωρεύουν.»
et: Päeval, mil ta näidatakse kuumutatud põrgu tules ja nendega söövitatud on otsaesisel, nende küljetükid ja nende selja, [see ütles], "see on, mida sa ise hoarded, nii maitse, mida kasutasite varuvad."
fi: Päivä, jolloin se kuumennetaan helvetin ja piirtynyt kanssa tulee otsaan, kupeet ja selkäpuoli, [sanotaan], "olet keräämänsä itsellenne, niin maku, mitä käytetään hamstrata."
he: היום כאשר היא להיות מחומם באש הגיהנום, צרוב שם עם יהיה המצח, האגפים, גבם, [זה יאמר], "זה מה אתה וחמסו בעצמכם, אז לטעום מה השתמשת כדי לאגור."
hr: Dan kada će biti zagrijana u vatri pakla i pečena s njima će biti čela, krila i leđa, [to će biti rekao], "Ovo je zatajili sami, kušanje nekad si ostave."
lt: Tą dieną, kada jis bus šildomas pragaro ugnis ir atsispausdinti apdirbimui bus jų movą, jų šonai ir nugara, [ji bus pasakyti], "tai ką jūs hoarded patys, Taigi skonio kas naudojote lobis."
lv: Dienā, kad tā silda elles ugunis un apēda ar tiem būs to pieri, to sāni un viņu mugurām, [tas tiks teikts], "tas ir tas, ko jūs hoarded sev, tā garša, ko esat pieradis uzkrāt."
nb: Dagen da det vil være oppvarmet til brannen i helvete og seared dermed blir pannen, deres flankene og ryggen, [de sier], "Dette er hva du hoarded selv, så smak hva du pleide å hamstre."
sk: Deň, kedy bude v pekelného vyhrievané a pečený s nimi bude čelo, ich boky a chrbát, [to bude povedal] "je to, čo ste sa hromadia pre seba, tak chutia, to, čo ste sa hromadiť."
sl: Dan, ko se segreva v ogenj pekla in z njim vtisnil bo njihovih čelih svojih bokih in hrbtu, [to bo omenjeni], "to je tisto, kar ste hoarded zase, tako okus, kaj ste vajeni Hard."
sr_cyrl: Дан када ће бити греје у ватри пакла и спрћено са ће бити њено чело, бокове и леђа, [то ће бити је рекао], "Шта те присвојен за себе, па пробај некада си нагомилавају ствари."
sr_latn: Dan kada će biti greje u vatri pakla i sprћeno sa će biti njeno čelo, bokove i leđa, [to će biti je rekao], "Šta te prisvojen za sebe, pa probaj nekada si nagomilavaju stvari."
uk: День, коли буде підігрівається у вогонь пекельний та seared при цьому буде чоло їх, їх флангах і їх спиною, [вона буде сказала], "це те, що ви самі приховані, так смак, що ви використовували, щоб почистити."
vi: Ngày khi nó sẽ được làm nóng trong lửa của địa ngục và seared thảm sẽ trán của họ, hai bên sườn của họ và ủng hộ của họ, [nó sẽ được cho biết], "đây là những gì bạn hoarded cho mình, vì vậy hương vị bạn sử dụng như thế nào để hoard."
zu: Usuku lapho kuyothiwa kushiswa lilo Hogo futhi Awube nalokhu kuyoba emabunzini abo, ezinhlangothini zazo, nemihlane yawo, [kuyothiwa] "Yilokhu hoarded yourselves zwa babe you sebenzisa hoard
