Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran666
source: And as for those who believed and did righteous deeds, He will give them in full their rewards and grant them extra from His bounty. But as for those who disdained and were arrogant, He will punish them with a painful punishment, and they will not find for themselves besides Allah any protector or helper.
ca: I pel que fa a aquells que creien i feien actes justos, donar-los en la seva totalitat doctrines i concedir-los supletoris des de la seva generositat. Però els que menyspreava i eren arrogants, va va a castigar-los amb un dolor càstig, i no trobarà per si mateixos a més d'Allah qualsevol protector o ajudant.
cy: Ac ag i'r rhai sy'n credu a oedd gweithredoedd cyfiawn, ei fod yn rhoi iddynt yn llawn eu gwobrau ac yn grant iddynt yn ychwanegol gan ei bounty. Ond o ran y rhai a disdained ac a oedd yn drahaus, bydd ef eu cosbi â chosbi boenus, ac ni chânt eu hunain yn ogystal â Allah unrhyw protector neu gynorthwy-ydd.
da: Og som for dem, som troede og gjorde retfærdige gerninger, han vil give dem fuldt ud deres belønninger og tildele dem ekstra fra sin dusør. Men for dem, der foragtede og var arrogant, vil han straffe dem med en smertefuld straf, og de ikke vil finde sig udover Allah nogen protector eller helper.
el: Και όσο για εκείνους που πίστευαν και έκανε δίκαιοι πράξεις, να τους δώσει πλήρως τους ανταμοιβές και θα τους χορηγήσει επιπλέον από γενναιοδωρία. Αλλά όσο για εκείνους που περιφρονούσαν και ήταν αλαζονική, θα τους τιμωρήσει με μια οδυνηρή τιμωρία, και δεν θα βρείτε για τον εαυτό τους εκτός από Αλλάχ οποιοδήποτε προστατευτικό ή βοηθός.
et: Ja need, kes uskusid ja tegin head teod, ta anda neile täielikult saavad kasu ja teha nende eest alates tema halastus. Aga neile, kes disdained ja olid ülbe, ta koos valus karistuse karistab neid ja nad ei leia endale peale Allah protector või helper.
fi: Ja niille, jotka uskoivat ja teki tuovat hän heille kokonaan palkintoja ja antaa heille ylimääräistä armostaan. Mutta niille, jotka ylenkatsoi ja olivat röyhkeitä, hän rankaisee tuskallinen rangaistus ja eivät löydä itse lisäksi hillitä jokin suojelija tai auttaja.
he: עבור אלה אשר האמינו ועשה מעשים טובים, הוא לתת להם מלוא התגמולים שלהם ולהעניק להם תוספת מן השפע שלו. אבל עבור אלה אשר בז והיו יהיר, הוא יעניש אותם עם עונש כואב, הם לא ימצאו לעצמם מלבד אללה כל מגן או עוזר.
hr: I za one koji vjeruju i da li pravedna djela, on će im u potpunosti svoje nagrade i im dodijeliti dodatne iz njegove glave. Ali i za one koji disdained i arogantan, on će ih kazniti sa bolna kazna i neće pronaći za sebe osim Allaha bilo zaštitnik i pomagač.
lt: Ir tiems, kurie tikėjo ir padarė teisingas poelgius, jis bus suteikti jiems visą savo atlyginimą ir suteikti jiems papildomą iš jo lazdelės. Bet tiems, kurie niekino ir buvo arogantiškas, jis bus nubausti juos su skausminga bausmė, ir jie bus rasti save be Dievo bet raštas arba pagalbininkas.
lv: Un attiecībā uz tiem, kas ticēja un nebija taisns darbiem, viņš dod viņiem pilnībā viņu atlīdzības un piešķirt papildus no savas veltes. Bet attiecībā uz tiem, kuri disdained un bija augstprātīgi, viņš būs sodīt tos ar sāpīgu sods, un tie būs atrast sev bez Allah nevienu aizsargs vai palīgs.
nb: Og som for de som trodde og gjorde rettferdige gjerninger, vil han gi dem i full deres belønninger og gi dem ekstra fra sitt. Men for de som disdained og var arrogant, han vil straffe dem med en pinefull straff, og de vil ikke finne selv foruten Allah noen eller en hjelper.
sk: A pokiaľ ide o tých, ktorí verili a urobil spravodlivé skutky, bude im v plnej výške ich odmeny a poskytnúť im ďalšie z jeho štedrosť. Ale pre tých, ktorí pohŕdal a boli arogantní, že potrestať s bolestivé trest, a že nebudete nájsť pre seba okrem Alaha chránič alebo Pomocníka.
sl: In tiste, ki je verjel in naredil pravednici dejanja, on jim v celoti svoje nagrade in jim dodelijo dodatne iz njegove glave. Ampak za tiste, ki prezre in so bili aroganten, da bodo kaznovali z boleče kazen, in jih ne boste našli sami poleg Allah nobenega zaščitnika ali pomočnik.
sr_cyrl: И за оне који је веровао праведни дела, ће им дати у потпуности своје награде и их испуниш екстра од његове награде. Али што се тиче оних који је заборавио и били арогантни, он ће их казнити са болна казна, а они ће открили за себе осим Алаха ни заштитник или помагач.
sr_latn: I za one koji je verovao pravedni dela, će im dati u potpunosti svoje nagrade i ih ispuniš ekstra od njegove nagrade. Ali što se tiče onih koji je zaboravio i bili arogantni, on će ih kazniti sa bolna kazna, a oni će otkrili za sebe osim Alaha ni zaštitnik ili pomagač.
uk: І, як і для тих, хто вірив і зробив добрі справи, він буде дати їм в повному обсязі свої нагороди надавати їм додаткових від його щедрість. Але що стосується тих, хто зневажав і були зарозумілий, він буде покарати їх з болючою покарання, і вони не знайдуть для себе крім Аллаха будь-який фільтр або помічник.
vi: Và đối với những người tin tưởng và đã làm những việc làm chính đáng, ông sẽ cung cấp cho họ đầy đủ của phần thưởng và cấp cho họ thêm từ tiền thưởng của mình. Nhưng đối với những người bị và đã được kiêu ngạo, ông sẽ trừng phạt họ với một hình phạt đau đớn, và họ sẽ không tìm thấy cho mình ngoài Allah bất kỳ bảo vệ hoặc trợ giúp.
zu: Ngokuqondene labo kholwa eyenza izenzo zokulunga, Uyobanika ngokugcwele imivuzo yabo futhi abanike extra kusuka ekufunayo nekucelayo yaKhe.

# Quran667
source: O mankind, there has come to you a conclusive proof from your Lord, and We have sent down to you a clear light.
ca: O la humanitat, hi ha vingut a vostè una prova concloent del seu Senyor, i hem enviat a vostè una llum clara.
cy: O dynolryw, wedi dod i chi brawf pendant o eich Arglwydd, ac rydym wedi anfon i lawr at eich goleuni clir.
da: O menneskeheden, der er kommet til dig en afgørende bevis fra din Herre, og vi har sendt til dig et klart lys.
el: O ανθρωπότητα, εκεί έχει έρθει σε σας μια αδιαμφισβήτητη απόδειξη από το Λόρδο, και στείλαμε σε σας ένα σαφές φως.
et: O inimkonnale, seal on tulevad sind veenvad tõendid oma Issanda ja meil on saatnud oma te selget valgust.
fi: O ihmiskunnan, siellä on peräisin sinulle vakuuttavaa näyttöä siitä teidän Herranne ja lähetimme sinulle kirkkaassa valossa.
he:  האנושות, שם הגיע לך הוכחה חד משמעית של אדונך, שלחנו לך אור בהיר.
hr: O čovječanstvu, doći da si uvjerljiv dokaz od tvoj gospodar, i poslali smo vam jasno svjetlo.
lt: O žmonijai, ten turi ateiti pas jus yra įtikinamas įrodymas iš savo Viešpaties, ir mes išsiuntėme jums aiškią šviesą.
lv: O cilvēcei, tur ir pienācis jums neapgāžamu pierādījumu no savu kungu, un mēs esam nosūtījuši uz leju jums skaidra gaisma.
nb: O menneskeheten, det har kommet til deg en avgjørende bevis for Herrens, og vi har sendt til deg et klart lys.
sk: O ľudstvo, tam má prísť k vám nezvratný dôkaz od vášho pána a sme poslali k vám jasné svetlo.
sl: O človeštva, da je prišel za vas zadosten dokaz iz svojega Gospoda, in smo poslali vam jasno svetlobe.
sr_cyrl: О људски род, сперме ти дефинитиван доказ од твог Господа, и послали смо да ти јасно светло.
sr_latn: O ljudski rod, sperme ti definitivan dokaz od tvog Gospoda, i poslali smo da ti jasno svetlo.
uk: O людства, там прийшов до вас переконливих доказів від вашого Господа, і ми маємо посланим вам очистити легені.
vi: O nhân loại, có đã đến với bạn một bằng chứng kết luận từ Chúa của bạn, và chúng tôi đã gửi xuống cho bạn một ánh sáng rõ ràng.
zu: O isintu, khona ufikile kuwe ubufakazi obuqand kho Lord We sa phansi you a ukukhanya ecacile.

# Quran668
source: So those who believe in Allah and hold fast to Him - He will admit them to mercy from Himself and bounty and guide them to Himself on a straight path.
ca: Així que aquells que creuen en Allah i agafador ràpid li - va admetre-los Mercè de si mateix i recompenses i guiar-los a si mateix en un camí directe.
cy: Felly mae'r rhai sy'n credu yn Allah a gafael yn gyflym iddo-bydd iddynt gyfaddef i drugaredd gan ei hun a bounty ac yn eu tywys i ei hun ar y llwybr syth.
da: Så dem, der tror på Allah og hold hurtigt til ham - vil han indrømme dem til nåde fra sig selv og bounty og guide dem til sig selv på en lige vej.
el: Έτσι, όσοι πιστεύουν στον Αλλάχ και κρατήστε γρήγορα σε αυτόν - τους παραδέχονται ότι έλεος από τον εαυτό του και την γενναιοδωρία και θα τους καθοδηγήσει για τον εαυτό του σε μια ευθεία πορεία.
et: Nii need, kes usuvad Jumalat ja hoia kiire talle - ta tunnistama neid ise ja halastus halastust ja juhendada neid ise sirge tee.
fi: Joten ne, jotka uskovat Jumalaan ja pidä nopeasti hänelle - hän päästää niitä armoa hänen itsensä ja bounty ja ohjaamaan heitä itseään valitsemallaan tiellä.
he: לכן אלה המאמינים אללה והחזק מהר אליו - הוא להודות להם רחמים מן עצמו והשפע, מדריך אותם לעצמו על נתיב ישר.
hr: Pa oni koji vjeruju u Allaha i držite brzo mu - će priznati im milost od sebe i na glave i voditi ih sa sobom na prav put.
lt: Todėl tie, kurie tiki į Dievo ir palaikykite greitai jam - jis bus įsileisti juos į gailestingumo sau ir bounty ir nukreipti juos sau ant keliu tiesia.
lv: Tātad tiem, kuri tic Allah un turiet ātri viņam - viņš tos uzņemt žēlastību no sevis un veltes un viņiem palīdzētu sev taisnā ceļā.
nb: Så de som tror på Allah og hold fast til ham - vil han innrømme dem nåde fra seg og gavmildhet og lede dem til seg selv på rett vei.
sk: Takže tí, ktorí veria v Boha a držať ho - rýchlo bude priznať im milosť od seba a bounty a viesť ich k sebe na priamu cestu.
sl: Tako tiste, ki verjamejo v Allah in imajo hitro mu - on bo priznati jih za milost od sam in radodarnosti in jih vodili sam na ravne poti.
sr_cyrl: Тако да они који верују у Алаха и држите брзо с њим - Он ће их признати милост од себе и на главе и их води са собом на пут.
sr_latn: Tako da oni koji veruju u Alaha i držite brzo s njim - On će ih priznati milost od sebe i na glave i ih vodi sa sobom na put.
uk: Так що ті, хто вірить в Аллах та утримання швидко йому - він визнати їх милість від себе і щедрості і направляти їх до себе на прямий сегмент контуру.
vi: Vì vậy, những người tin vào Allah và tổ chức nhanh với ông - ông sẽ thừa nhận họ vào lòng thương xót từ bản thân và tiền thưởng và hướng dẫn họ đến chính mình trên một đường thẳng.
zu: Ngakho labo abakholelwa Allah and bamba shesha kuze Him - He mukela them nga sa nga uqobo ekufunayo nekucelayo aziholele yazinikela SOBALA DLELA.

# Quran669
source: They request from you a [legal] ruling. Say, "Allah gives you a ruling concerning one having neither descendants nor ascendants [as heirs]." If a man dies, leaving no child but [only] a sister, she will have half of what he left. And he inherits from her if she [dies and] has no child. But if there are two sisters [or more], they will have two-thirds of what he left. If there are both brothers and sisters, the male will have the share of two females. Allah makes clear to you [His law], lest you go astray. And Allah is Knowing of all things.
ca: Demanen de vostè una sentència [legal]. Dir: "Allah li dóna una sentència que concernia un haver descendents ni ascendants [com hereus]." Si un home mor, deixant cap nen però [només] una germana, ella té la meitat de què va deixar. I va heretar del seu si ella [mor i] té cap fill. Però si hi ha dues germanes [o més], tindrà dos terços dels que va deixar. Si hi ha dos germans i germanes, el mascle tindrà la quota de dues femelles. Allah deixa clar a vostè [el dret], perquè no s'extravien. I Allah està saber de totes les coses.
cy: Maent yn gofyn am eich dyfarniad [cyfreithiol]. Dweud, "Mae Allah yn rhoi dyfarniad ynghylch un i chi cael ddisgynyddion nac ascendants [fel hetifeddion]." Os bydd yn ddyn marw, gadael plentyn dim ond [ond] chwaer, bydd ganddi hanner o beth ei fod yn ei gadael. Ac yn ei etifeddu gan ei os hi [marw a] Mae unrhyw blentyn. Ond os oes dwy chwaer [neu fwy], bydd ganddynt ddwy ran o dair o beth ei fod yn ei gadael. Os oes brodyr a chwiorydd, bydd y dyn yn cael y gyfran o ferched dau. Allah yn egluro i chi [ei gyfraith], rhag ofn y byddwch yn mynd ar gyfeiliorn. A gwybod am yr holl bethau yw Allah.
da: De anmodning fra dig en [juridisk] afgørelse. Sige, "Allah giver dig en afgørelse vedrørende en at have hverken efterkommere eller opstigende [som arvinger]." Hvis en mand dør, vil efterlader ingen barn, men [kun] en søster, hun have halvdelen af hvad han tilbage. Og han arver fra hende, hvis hun [dør og] har ingen børn. Men hvis der er to søstre [eller mere], de vil have to tredjedele af hvad han tilbage. Hvis der er både brødre og søstre, får mandlige del af to hunner. Allah gør klar til dig [hans lov], lest du gå på afveje. Og Allah er vide af alle ting.
el: Ζητούν από εσάς [νόμιμη] απόφαση. Λένε, «Αλλάχ σας δίνει μια απόφαση σχετικά με μία έχοντας ούτε απογόνους, ούτε ανιόντες [ως κληρονόμοι].» Αν ένας άνθρωπος πεθαίνει, αφήνοντας κανένα παιδί αλλά [μόνο] μια αδελφή, θα έχει το μισό από αυτό που έφυγε. Και κληρονομεί από το αν αυτή [πεθαίνει και] έχει κανένα παιδί. Αλλά αν υπάρχουν δύο αδελφές [ή περισσότερα], θα έχουν τα δύο τρίτα της τι έφυγε. Εάν υπάρχουν δύο αδελφοί και αδελφές, το αρσενικό θα έχει το μερίδιο της δύο γυναίκες. Αλλάχ κάνει σαφές σε σας [του νόμου], μήπως σας πάει παραστρατημένος. Και Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: Need nõuavad sinult [juriidiline] küsimus. Öelda: "Jumal annab teile erikaebuse kohta üks olles järeltulijad ega ülenejad sugulased [nimetatakse]." Kui inimene sureb, jättes ükski laps aga [ainult] õde, ta on poole ta lahkus. Ja ta pärib tema kui ta [sureb ja] on ükski laps. Aga kui on kaks õde (või rohkem), on neil kaks ta lahkus. Kui vennad ja õed, mees on kaks naisi. Jumal teeb selgeks teile [tema õiguse], muidu sa lahti eksinud. Ja Jumal on teades kõiki asju.
fi: He pyytävät sinulta [oikeudelliset] tuomio. Sanoa, "Jumala antaa ratkaisunsa yhteen ottaa jälkeläisiä eikä selkäperillisiä [perillisinä]." Jos mies kuolee, jättää lapsen mutta [vain] sisko, hän on puolet siitä, mitä hän jätti. Ja hän perii hänet jos hän [kuolee ja] ei kukaan lapsi. Mutta jos kaksi sisarta [tai enemmän] heillä on kaksi kolmasosaa hän lähti. Jos veljet ja sisaret, mies on kaksi narttua osuus. Allah avulla selvää [hänen laki], ettei mennä harhaan. Ja Jumala on tietäen kaiken.
he: הם מבקשים ממך פסק [חוקי]. אומרים, "אללה נותן לך פסק לגבי אחד שיש לא צאצאים ולא ascendants [כמו היורשים]." אם אדם מת, עוזב אף ילד אבל [רק] אחות, היא תהיה חצי מה שהוא השאיר. הוא יורש אותה. אם היא [מת ו] יש ילד. אבל אם יש שתי אחיות [או יותר], יהיה להם שני שלישים של מה שהוא השאיר. אם יש אחים ואחיות, הזכר יהיה המיקום המשותף של שתי נשים. אללה מבהירה לך [החוק שלו], שמא תצליח להגיע אליהם. אללה הוא שהידיעה של כל הדברים.
hr: Oni od vas zatražiti [pravne] vladajuće. Kažu, "Allah vam daje odluku u vezi s jednom da ni potomci, ni preci [kao nasljednici]." Ako čovjek umre, ostavljajući dijete ali [samo] sestru, ona će imati pola šta je ostavio. I on nasljeđuje s njom ako ona [umire i] nije trudna. Ali ako ima dvije sestre [ili više], oni će imati dvije trećine onoga što je ostavio. Ako braća i sestre, muškarac će imati udio od dvije ženke. Allah jasno ti njegov zakon, da ne idete pogrešnim putem. A Allah je poznavanje svih stvari.
lt: Jos prašo iš tavęs [teisiniai] sprendimą. Sako: "Dievas suteikia jums priimti nutarimą dėl vieno turintys nei palikuonys, nei tėvai [kaip įpėdiniai]." Jei žmogus miršta, paliekant nė vienas vaikas bet [tik] sesuo, ji turės pusė ką jis paliko. Ir jis paveldi iš jos, jei ji [miršta ir] neturi nė vienas vaikas. Bet jei yra dvi seserys (arba daugiau), jie turės du trečdalius ką jis paliko. Jei yra brolių ir seserų, vyras turės dvi patelės dalis. Dievas aiškiai jums [jo teisę], kad jūs einate iš kelio. Ir Dievas yra žinios ir viskas.
lv: Tās pieprasa no jums [tiesību] nolēmumu. Teiksim, "Allah dod nolēmumu attiecībā uz vienu ņemot pēctečiem, nedz priekšteči [kā mantinieki]." Ja cilvēks nomirst, atstājot neviens bērns, bet [tikai] māsa, viņai būs puse no to, ko viņš atstājis. Un viņš manto no viņas, ja viņa [nomirst un] ir neviens bērns. Bet, ja ir divas māsas [vai vairāk], tās ir divas trešdaļas no to, ko viņš atstājis. Ja gan brāļi un māsas, vīriešu būs divas sieviešu īpatsvars. Allah skaidri jums [viņa tiesībām], nedrīkstam arī jums apmaldīties. Un Allah ir zinot visas lietas.
nb: De ber om fra deg en [legal] avgjørelse. Si "Allah gir deg en avgjørelse om en har etterkommere verken ascendants [som arvinger]." Hvis en mann dør, får la ingen barn men [bare] en søster, hun halvparten av hva han igjen. Og han arver fra henne hvis hun [dør og] har ingen barn. Men hvis det er to søstre [eller mer], de vil ha to tredjedeler av hva han igjen. Hvis det er både brødre og søstre, har mannlige andelen av to kvinner. Allah gjør klart deg [hans lov], så du gå seg vill. Og Allah er å vite alt.
sk: Žiadajú od vás prejudiciálneho [právnu]. Povedať "Alah vám rozhodnutie týkajúce sa jednej majú potomkov ani predkovia [ako dedičia]." Ak človek zomrie, takže žiadne dieťa, ale [len] sestra, ona bude mať polovicu čo odišiel. A on zdedí od jej, či ona [zomrie a] nemá žiadne dieťa. Ale ak existujú dve sestry [alebo viac], majú dve tretiny čo odišiel. Ak nie sú bratia a sestry, muž bude mať podiel dvoch žien. Boh jasne vám [jeho zákona], inak ste zabloudit. A Allah je znalosť všetkých vecí.
sl: Zahtevajo od vas [pravno] odločbe. Reči, "Allah vam v odločanje o enem imajo potomci niti predniki [kot dediči]." Če človek umre, pri čemer noben otrok vendar [samo] sestra, bo imela polovica kar je ostalo. In on deduje njeno če ona [umre in] je noben otrok. Ampak če obstajajo dve sestri [ali več], bodo imeli dve tretjini od kar je ostalo. Če so bratje in sestre, moški imajo delež dve samički. Allah je jasno vam [njegovo pravo], da ne greš zašel. In Alah je poznavanje vseh stvari.
sr_cyrl: Су затражили од вас [законске] пресуда. Кажу , "Аллах вам даје пресуду у вези са једном имати потомке, нити асцендантс [као наследници]." Ако човек умре, оставља ниједно дете али [само] сестру, она ће половицу од како је оставио. И он ће наследити са њом ако она [умире и] нема дете. Али , ако постоје две сестре [или више], они ће имати две трећине оставио. Ако су тамо браце и сестара, мужјак ће имати удео две женке. Аллах јасно указује да си [закона], да не би ли застране. А Аллах је знајужи свих ствари.
sr_latn: Su zatražili od vas [zakonske] presuda. Kažu, "Allah vam daje presudu u vezi sa jednom imati potomke, niti ascendants [kao naslednici]." Ako čovek umre, ostavlja nijedno dete ali [samo] sestru, ona će polovicu od kako je ostavio. I on će naslediti sa njom ako ona [umire i] nema dete. Ali, ako postoje dve sestre [ili više], oni će imati dve trećine ostavio. Ako su tamo brace i sestara, mužjak će imati udeo dve ženke. Allah jasno ukazuje da si [zakona], da ne bi li zastrane. A Allah je znajuжi svih stvari.
uk: Вони вимагати від вас [правових] правлячої. Сказати, "Аллах дає вам правлячої один щодо необхідності нащадки ані увагу [як спадкоємці]." Якщо людина вмирає, залишивши дитини не але [тільки] сестра, вона буде мати половину те, що він залишив. І він успадковує від свою якщо вона [вмирає і] має жодна дитина. Але якщо є дві сестри [або більше], вони будуть мати дві третини те, що він залишив. При наявності братів і сестер, чоловіки будуть мати частку дві самки. Аллах дає зрозуміти, вам [свій закон], щоб не ви збивається. І Аллах знаючи, що всі речі.
vi: Họ yêu cầu từ bạn một phán quyết [pháp luật]. Nói, "Allah cung cấp cho bạn một phán quyết liên quan đến một việc có con cháu không ascendants [như là người thừa kế]." Nếu một người đàn ông chết, để lại không có con nhưng [chỉ] là một cô gái, cô ấy sẽ có một nửa của những gì ông để lại. Và ông thừa hưởng từ của cô nếu cô ấy [chết và] đã không có con. Nhưng nếu không có hai chị em [hoặc thêm], họ sẽ có hai phần ba những gì ông để lại. Nếu đó là cả hai anh chị em, Nam giới sẽ có những chia sẻ của hai nữ. Allah làm cho rõ ràng để bạn [của ông luật], vì sợ bạn đi lạc lối. Và Allah biết tất cả mọi thứ.
zu: They bacele kuwe isinqumo [zomthetho].
