Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1342
source: And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, "We intended only the best." And Allah testifies that indeed they are liars.
ca: I [hi] aquells [hipòcrites] que va tenir per si mateixos una mesquita per causar danys i la incredulitat i la divisió entre els creients i com a estació per qui havia warred contra Allah i el seu Missatger abans. I serà segurament juren, "Hem pensat només els millors". I Allah dóna testimoni que de fet són mentiders.
cy: A [Ceir] hynny [rhagrithwyr] a gymerodd Mosg am achosi niwed ac anghrediniaeth ac adran ymysg y credinwyr ac fel gorsaf ar gyfer pwy bynnag oedd wedi warred erbyn Allah a Messenger ei cyn eu hunain. Ac maent yn sicr dyngu, "ein bwriad oedd dim ond y gorau." Ac mae'r Allah yn tystio ei bod yn wir maent yn gelwyddgwn.
da: Og [der er] disse [hyklere] der tog sig en moske for at forårsage skade og vantro og division blandt troende og som en station for hvem havde stred mod Allah og hans sendebud før. Og de vil sikkert sværger, "Vi bestemt kun bedst." Og Allah vidner, at de er løgnere.
el: Και [υπάρχουν] αυτές [υποκριτές] Ποιος πήρε για τον εαυτό τους ένα τζαμί για να προκαλούν βλάβη και η δυσπιστία και η διαίρεση μεταξύ των πιστών και ως σταθμός για όποιον είχε πολεμήσει εναντίον Αλλάχ και του Messenger πριν. Και που σίγουρα θα ορκίζονται, «Εμείς που προορίζονται μόνο τα καλύτερα.» Και Αλλάχ μαρτυρεί ότι πράγματι ότι είναι liars.
et: Ja [on] [silmakirjatsejad] kes võttis endale mošee põhjustab kahju ja uskumatus ja osakonna usklike seas ja jaama jaoks kes iganes oli warred Allah ja tema saadik enne vastu. Ja nad kindlasti vannun, "Me ette ainult parimat." Ja Jumal annab tunnistust, et tõepoolest on nad valetas.
fi: Ja [on] näiden tekopyhien joka otti itselleen moskeija aiheuttaa vahinkoa ja epäusko ja uskovien keskuudessa sekä arvoasema ajaksi kuka oli warred vastaan Jumalaan ja hänen lähettiläänsä ennen. Ja he varmasti, "Halusimme vain parasta." Ja Jumala todistaa, että ne ovat todella valehtelijoita.
he: [יש] [הדו-פרצופיים] שלקחו לעצמם מסגד על גרימת נזק, חוסר אמונה וחילוק בין המאמינים, כמו תחנת עבור מי היו ממלכות אללה ושליח שלו לפני. הם בוודאי נשבע, "שהתכוונו הטוב ביותר". אללה מעידה כי אכן הם שקרנים.
hr: I [su] [upoznat] koji je za sebe džamija za nanošenje štete i nevjerice i podjela među vjernicima i kao stanica za onoga tko je ratovao protiv Allahu i njegovom poslaniku prije. Oni će sigurno slijedeći put, "Smo namjeru samo najbolje." I Allah svjedoči da zapravo oni su lažljivci.
lt: Ir [yra] tų [veidmainiai] kurie paėmė sau sukelia žalą ir netikėjimo ir pasidalijimas tarp tikintieji ir kaip stotis bei tas, kas turėjo warred nuo Dievo ir jo poslanca prieš mečetė. Ir jie tikrai bus prisiekiu, "Mes skirti tik geriausių." Ir Dievas liudija, kad iš tikrųjų jie yra melagiai.
lv: Un [ir] Šie [liekuļi] kas paņēma sev mošeja, kas izraisa kaitējumu un neticība un sadalīšanu starp ticīgajiem un stacijas, kurš bija cīnījās pret Allāhu un pirms viņa Messenger. Un tie noteikti būs zvēru, "Mēs paredzēts tikai labāko." Un Allah liecina, ka patiešām tie ir liars.
nb: Og [det er] de [hyklerne] som tok for seg en moské for å forårsake skade og vantro og divisjon blant troende og en stasjon for hvem hadde kriget mot Allah og hans Messenger før. Og de vil sikkert sverger, "Vi ment kun best." Og Allah vitner at faktisk de er løgnere.
sk: A [sú] tie [pokrytci] kto vzal na seba mešitu za spôsobenie škody a nedôveru a rozdelení medzi veriacich, ako stanica pre toho, kto mal dobýval Alah a jeho posol pred. A oni budú určite prisahám, "Sme určené len to najlepšie." A Boh svedčí o tom, že v skutočnosti sú klamári.
sl: In [so] te [hinavci] ki je zase mošeja za povzročanje škode in nejeverno in delitev med verniki in kot postaje za Kdor je warred proti Allah in njegov sel pred. In kar bo zagotovo Prisegam, "Smo namenjeni le najboljše." Ter Allah priča, da dejansko so lažnivci.
sr_cyrl: И [су] оне хипокрите ко је узео за себе џамије због изазивања зло и неверовање и подела међу верницима и као станица за онај ко је имао wарред против Алаха, и његовог гласника раније. И они ће сигурно, кунем се, "Нисмо намеравали само најбоље." И , Алах сведочи да заиста су лаћови.
sr_latn: I [su] one hipokrite ko je uzeo za sebe džamije zbog izazivanja zlo i neverovanje i podela među vernicima i kao stanica za onaj ko je imao warred protiv Alaha, i njegovog glasnika ranije. I oni će sigurno, kunem se, "Nismo nameravali samo najbolje." I, Alah svedoči da zaista su laћovi.
uk: І [є] ці [лицеміри] хто взяли для себе мечеть для заподіяння шкоди і невір'я і розподіл серед віруючих і як станція для той, хто мав воював проти Аллах і його Messenger перед. І вони безумовно клянусь, "Ми призначений тільки найкращі". І Аллах свідчить про те, що дійсно, як брехунів.
vi: Và không có những người [hypocrites] ai lấy cho mình một nhà thờ Hồi giáo gây tác hại và sự hoài nghi và phân chia giữa các tín hữu và là một trạm cho bất cứ ai có warred chống lại Allah và Messenger của ông trước khi. Và họ sẽ chắc chắn thề "Chúng tôi dự định chỉ là tốt nhất." Và Allah testifies thực sự họ là kẻ nói dối.
zu: Futhi [kukhona] labo [Bulu] ezathatha ngokwabo lamaSulumane ebangela umonakalo disbelief nokuhlukanisa phakathi amakholwa futhi njengoba esiteshini ngoba lowo kwase walwa Allah isithunywa sakhe phambi.

# Quran1343
source: Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves.
ca: No toleraria [oració] dins d'ella - mai. Una mesquita fundada en justícia des del primer dia és més digne perquè posi. Dins es són els homes que estimen a purificar-se; i Allah estima els que purifica a si.
cy: Nid sefyll [ar gyfer gweddi] o fewn-erioed. Mosg yn seiliedig ar chyfiawnder i o'r diwrnod cyntaf yn fwy teilwng ichi sefyll. O fewn ei yn ddynion sydd wrth eu bodd yn puro eu hunain; ac mae'r Allah wrth ei bodd yn rhai sy'n puro'r eu hunain.
da: Stå ikke [for bøn] inden for it - nogensinde. En moske, grundlagt på retfærdighed fra den første dag er mere værd for dig at stå. Inden for det er mænd, der elsker at rense sig selv; og Allah elsker dem, der renser sig selv.
el: Δεν πρεσβεύουμε [προσευχή] μέσα σε αυτό - ποτέ. Ένα τζαμί που βασίζεται στην δικαιοσύνη από την πρώτη ημέρα είναι πιο άξιοι για να σταθεί. Μέσα σε αυτό είναι άνδρες που αγαπούν να καθαρίσουν? και ο Αλλάχ αγαπάει εκείνους που καθαρίζουν τον εσωτερικό τους.
et: Ära seisa [Palve] jaoks selles - kunagi. Rajatud õigluses esimesest päevast mošee on rohkem väärt teile seista. Pädevuse piires on mehed, kes armastavad puhastab end; ja Jumal armastab neid, kes puhastab end.
fi: Eivät kestä [rukoilemaan] siinä - koskaan. Moskeija, perusti vanhurskauden ensimmäisenä on enemmän arvoinen voit seistä. Sisällä ovat miehiä, jotka rakastavat puhdistaa itsensä; ja Jumala rakastaa niitä, jotka puhdistaa itsensä.
he: לא מציינים [תפילה] בתוכו - אי פעם. מסגד המושתתת על צדקתו מהיום הראשון הוא יותר ראוי לך לעמוד. בתוך זה יש גברים שאוהבים לטהר את עצמם; אללה אוהב מי לטהר את עצמם.
hr: Trpjeti [molitva] unutar njega - ikada. Džamija utemeljena na pravednosti od prvog dana je više dostojan da stoje u. U to su ljudi koji vole se; a Allah voli one koji se.
lt: Ne stovėti [malda] joje - kada nors. Grindžiama tiesos nuo pirmos dienos mečetė yra daugiau vertas jums stovėti. Per jį yra vyrų, kurie mėgsta išvalyti save; ir Dievas myli tuos, kurie patys išvalyti.
lv: Nevar kandidēt [lūgšanu] tajā - jebkad. Mošeja, kas balstās uz taisnību no pirmās dienas ir vairāk cienīgs jums stāvēt. Laikā tas ir vīriešiem, kuri mīl attīrīt paši; un Allah mīl tos, kuri attīra sevi.
nb: Ikke stå [for bønn] i det - noensinne. En moské grunnlagt på rettferdighet fra første dag er mer verdig til å stå på. Innen det er menn som elsker å rense seg selv; og Gud elsker de som renser seg.
sk: Nie stáť [modlitba] do to - vôbec. Mešita, založená na spravodlivosti od prvého dňa je viac hoden si môžete postaviť. Vnútri to sú ľudia, ktorí milujú očisťujú; a Boh miluje tých, ktorí sa očisťujú.
sl: Ne zadržujte [za molitev] v njem - kdaj. Mošeja, ki temelji na pravičnosti od prvega dne je več vreden za vas, da stojijo. V to so moški, ki radi očisti; ter Allah ljubi tiste, ki se očisti.
sr_cyrl: Не стој [за молитву] унутар њега - икада. Џамија на праведност од првог дана основана је вреднији да стојите. У то су људи који воле да очисти себе; и , Алах, воли оне који процисцавају себе.
sr_latn: Ne stoj [za molitvu] unutar njega - ikada. Džamija na pravednost od prvog dana osnovana je vredniji da stojite. U to su ljudi koji vole da očisti sebe; i, Alah, voli one koji prociscavaju sebe.
uk: Не стоять [для молитви] в ньому - коли-небудь. Мечеть заснована на праведності з першого дня є більш гідні для вас, щоб стояти в. Всередині вона є віруючим хто люблять, щоб очистити себе; і Аллах любить тих, хто очистити себе.
vi: Không đồng ý [cầu nguyện] bên trong nó - bao giờ hết. Một nhà thờ Hồi giáo được thành lập trên sự công bình từ ngày đầu tiên là xứng đáng để bạn có thể đứng. Bên trong nó là người đàn ông những người yêu thương để làm sạch chính mình; và Allah yêu những ai làm sạch mình.
zu: Ningami [okuthandaza] ngaphakathi it - naphakade.

# Quran1344
source: Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people.
ca: Llavors és un que assentar les bases del seu edifici en justícia [amb por] des d'Allah i [buscar] seva aprovació millor o que assentar les bases del seu edifici a la vora d'un banc punt de col. lapse, així que es va desplomar amb ell en l'incendi de l'infern? I Allah guia no la gent d'irregularitats.
cy: Yna yn un sy'n gosod y sylfaen ei adeilad ar chyfiawnder i [gydag ofn] gan Allah ac [ceisio] ei gymeradwyaeth gwell neu un sy'n gosod y sylfaen ei adeilad ar gyrion y banc fin disgyn, fel mynd i'r wal gydag ef i'r tân uffern? Ac nid yw Allah yn arwain y bobl gamwedd.
da: Derefter er der lagt grundlaget for hans bygning på retfærdighed [med frygt] fra Allah og [søger] hans godkendelse bedre eller en, der lagde grundlaget for hans bygning på kanten af en bank ved at bryde sammen, så det kollapsede med ham ind i branden i helvede? Og Allah guide ikke forseelser mennesker.
el: Στη συνέχεια, είναι εκείνος που έθεσε τα θεμέλια του κτιρίου στη δικαιοσύνη [με φόβο] από Αλλάχ και [Αναζητώντας] έγκριση καλύτερα ή αυτός που έθεσε τα θεμέλια του κτιρίου στην άκρη μιας τράπεζας έτοιμος να καταρρεύσει, έτσι που να καταρρεύσει μαζί του στη φωτιά της κόλασης; Και Αλλάχ δεν καθοδηγεί τους ανθρώπους αδικοπραγία.
et: Siis on üks, kes pani aluse tema hoone linna õiglus [hirmuga] Jumalalt ja [Keda] parem kinnituse või see, kes pani aluse tema hoone umbes minestust, panga serva nii, et see kukkus koos temaga põrgu Tulle? Ja Jumal juhib inimesed valesti.
fi: Sitten on se, joka loi perustan hänen rakentaa vanhurskauden [pelosta] Jumalalta ja [seeking] suostumuksensa paremmin tai joka loi hänen rakentamisen reuna pankki romahtaa, niin se romahti kanssaan helvetin tuleen? Ja Jumala ei ohjaa rikkomuksista ihmisiä.
he: ואז הוא אחד אשר הניח את יסודות הבניין שלו על צדקתו [עם פחד] מאללה, [מחפש] את האישור שלו טוב יותר או מי הניח את יסודות הבניין שלו בקצה של בנק עומד להתמוטט, אז זה התמוטט איתו לאש הגיהנום? ונדריך אללה לא העם מעשים רעים.
hr: Onda je onaj koji je postavio temelje svoje zgrade na pravednost [u strahu] od Allaha i [traži] njegovo odobrenje bolji ili onaj koji je postavio temelje svoje zgrade na rubu banka će propasti, tako da ga srušio s njim u vatru pakla? I Allah ne vodič zločin ljudi.
lt: Tada yra tas, kuris padėjo pagrindą, jo pastate ant tiesos [su baime] nuo Dievo ir [ieško] jo patvirtinimo geriau ar tas, kuris padėjo, jo pastate pakraštyje bankas apie žlugti, todėl jis žlugo su juo į pragaro ugnį? Ir Dievas ne gidas nusikaltimą žmonių.
lv: Tad ir viens, kurš uzlika savu ēku fonds uz taisnības [bailēs] no Allah un labāk savu apstiprinājumu vai viens, kas noteikts pamats viņa ēka bankas grasījās sabrukt, malā, tāpēc tā sabrukusi kopā ar viņu elles ugunī [meklē]? Un Allah guide nav grēks cilvēku.
nb: Da som la grunnlaget for hans bygningen på rettferdighet [med frykt] fra Allah og [søker] hans godkjenning bedre eller som la grunnlaget for hans bygningen på kanten av en bank om å kollapse, så det skjult med ham i ilden av helvete? Og Allah guide ikke de urett.
sk: Potom je ten, kto položil základ jeho budova na spravodlivosť [so strachom] od Boha a [Hľadám] súhlas lepšie, alebo ten, kto položil základ jeho budovy na okraji banky na pokraji kolapsu, tak to s ním zrútil do pekelného? A Boh nie je sprievodca previnenie ľudí.
sl: Nato je eden, ki je postavil temelje svoje stavbe na pravičnosti [s strahom] od Allah in [Iskanje] bolje odobritev ali tisti, ki je postavil temelje svoje stavbe na robu, banke pa na propad, tako da je propadel z njim v ogenj pekla? Ter Allah ni vodnik protipravna dejanja ljudi.
sr_cyrl: Онда је онај који је поставио основе његове зграде на праведност [у страху] од Алаха и [тражили] његово одобрење бољи или онај који је поставио основе своје зграде на ивици банку срусити, тако да је пала са њим у ватру пакла? И , Алах не поведе малверзацијама народ.
sr_latn: Onda je onaj koji je postavio osnove njegove zgrade na pravednost [u strahu] od Alaha i [tražili] njegovo odobrenje bolji ili onaj koji je postavio osnove svoje zgrade na ivici banku srusiti, tako da je pala sa njim u vatru pakla? I, Alah ne povede malverzacijama narod.
uk: Тоді якщо хтось заклала його будівлі на праведність [зі страхом] від Аллах і [шукає] його затвердження краще або той, хто поклав початок плідної його будинок на краю банку близько до краху, так що це було знищено разом з ним у вогонь пекельний? І Аллаху не направляти людей порушник.
vi: Sau đó, là một trong những người đặt nền móng của tòa nhà của mình vào sự công bình [với sợ hãi] từ Allah và [tìm kiếm] phê duyệt của mình tốt hơn hoặc một trong những người đặt nền móng của tòa nhà của mình trên các cạnh của một ngân hàng về để sụp đổ, vì vậy, nó sụp đổ với anh ta vào ngọn lửa của địa ngục? Và Allah không hướng dẫn người dân sai trái.
zu: Bese kuba omunye owabeka isisekelo nokwakha kwakhe ukulunga [ngokwesaba] Allah and [befuna] Akhe vumelo kahle fike bani isisekelo nokwakha kwakhe onqenqemeni ebhange mayelana igoqe, ngakho-ke lawela amyisa

# Quran1345
source: Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are stopped. And Allah is Knowing and Wise.
ca: D'edifici que van construir no deixarà de ser un escepticisme [causa de] als seus cors fins que els seus cors s'aturen. I Allah és saber i savi.
cy: Bydd eu adeilad a adeiladwyd yn peidio â yn skepticism [achos] yn eu calonnau hyd nes y mae eu calonnau yn stopio. Ac Allah yn gwybod a Wise.
da: Deres bygning, som de byggede vil ikke ophøre med at være en [årsag] skepsis i deres hjerter, indtil deres hjerte er stoppet. Og Allah er vide og klog.
el: Τους κτίριο που χτίστηκε δεν θα πάψει να είναι μια [αιτία] σκεπτικισμός στην καρδιά τους, έως ότου σταματούν τις καρδιές τους. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Hoonet, kus nad ehitatud ei ole enam olla [põhjus] skeptitsismi nende südamed nende südamed on seiskunud. Ja Jumal on teades ja tark.
fi: Rakennuksensa, ne on rakennettu ei lakkaa on [syy] epäilyä sydämessään, kunnes heidän sydämensä on pysäytetty. Ja Jumala on tieto ja viisas.
he: הבניין שלהם, אשר הם בנו לא תחדל להיות ספקנות [סיבת] בליבם עד ליבם מופסקים. אללה הוא שהידיעה וחכם.
hr: Zgrade koje su gradili će prestati biti [uzrok] skepticizam u srcima sve dok njihova srca su stala. A Allah je poznavanje i mudar.
lt: Pastatų, jie pastatė nenustoja būti [priežastis] skeptiškai jų širdyse, kol jų širdyse yra sustabdytas. Ir Dievas yra žinios ir išmintingas.
lv: Nav savas ēkas, kuru uzcēla vairs nebūs [iemesls] skepsi savās sirdīs, līdz viņu sirdis ir apturēta. Un Allah ir zinot un gudrs.
nb: Deres bygning som de bygget vil ikke slutte å være en [årsaken til] skepsis i sine hjerter til deres hjerter er stoppet. Og Allah er kjennskap og klok.
sk: Svoje budovy, ktoré postavili neprestanú byť [príčina] skepsy vo svojich srdciach, kým ich srdcia sú zastavené. A Allah je znalosť a múdry.
sl: Svoje stavbe, ki so zgradili, ne bo več treba [vzrok] skepticizem v svojih srcih, dokler njihova srca so ustavili. In Alah je poznavanje in pametno.
sr_cyrl: Њихове зграде које су градили неће престати да бити дозом скептицизма као [узрок] у њиховим срцима, док њихова срца су престали. А Аллах је знајужи и мудар.
sr_latn: Njihove zgrade koje su gradili neće prestati da biti dozom skepticizma kao [uzrok] u njihovim srcima, dok njihova srca su prestali. A Allah je znajuжi i mudar.
uk: Їх будинок, який вони побудували не перестане бути [причиною] скептицизм в їхніх серцях, поки їх серця будуть зупинені. І Аллаха, знаючи, що і Мудрого.
vi: Xây dựng của họ mà họ đã xây dựng sẽ không ngừng được một thái độ hoài nghi [nguyên nhân của] trong trái tim của họ cho đến khi trái tim của họ được dừng lại. Và Allah là hiểu biết và khôn ngoan.
zu: isakhiwo zabo eyakhelwe ngeke ngiyeke phansi ukuba [kubanga] zokungabaza ezinhliziyweni zabo kuze bo hliziyo wayeka.
