Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran26
source: Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.
ca: O [és] com una tempesta des del cel en el qual és foscor, tro i llamp. Van posar els dits a les orelles contra el thunderclaps en temor de la mort. Però Allah és que abasta dels disbelievers.
cy: Neu [Mae'n] fel storm gan sky a lle mae tywyllwch, diasbedain a mellt. Maent yn eu defnyddio eu bysedd eu clustiau erbyn yr thunderclaps yn ofni marwolaeth. Ond yw Allah sy'n cwmpasu o y disbelievers.
da: Eller [det er] som en rainstorm fra himlen som er mørke, torden og lyn. De sætter deres fingre i ørerne mod thunderclaps i angst for døden. Men Allah omfatter af vantro.
el: Ή [είναι] σαν μια νεροποντή από τον ουρανό, εντός της οποίας είναι σκοτάδι, βροντές και κεραυνούς. Βάζουν τα δάχτυλά τους στα αυτιά τους κατά το κεραυνοί στο φόβο του θανάτου. Αλλά Αλλάχ σφαιρική της disbelievers.
et: Või [on] nagu taevast, kus on pimedus Ammende aia äikest ja välk. Nad panid oma sõrmed nende kõrvad thunderclaps õudus surma vastu. Kuid Jumal on süsteemikorraldusele ning uskottomille.
fi: Tai se on kuten ukkossateen jossa on pimeys, ukkonen ja salama. Ne laittaa sormin korvansa kuoleman pelko thunderclaps vastaan. Mutta Jumala on sisällytetty uskottomien palkka.
he: או [הוא] כמו סופת-גשמים מן השמים שבתוכו הוא החושך רעם, ברק. הם הכניסו את האצבעות שלהם אוזניהן רעמים לקראת המוות. אבל אללה הוא המקיף של disbelievers...
hr: Ili da je poput oluje s neba u kojem je mrak, grmljavina i munja. Stavili su svoje prste u uši protiv thunderclaps u strah od smrti. Ali Allah obuhvaća od je iskuse.
lt: Arba [tai] kaip lietus iš dangaus per kurį yra tamsos, perkūnas ir Žaibas. Jie įdėti savo pirštus į savo ausis nuo baimės mirties thunderclaps. Bet Dievas yra apimanti, kad disbelievers.
lv: Vai [ir] tāpat kā lietus no debesīm, kas ir tumsa, pērkons un zibens. Viņi iegulda savus pirkstus pret nāves bailēs thunderclaps ausis. Bet, Allah ir aptver no disbelievers.
nb: Eller [det er] som en regnstorm fra himmelen som er mørke, torden og lyn. De sette fingrene i ørene mot thunderclaps i frykt for døden. Men Allah er omfatter av troende.
sk: Alebo [je] ako búrka, z neba, v ktorej je tma, hrom a blesk. Dali svoje prsty v ušiach proti thunderclaps v strachu zo smrti. Ale Alah je zahŕňajúce z neveriacim.
sl: Ali [je] kot pršec z neba, v katerem je tema, grom in strela. Dajo prste v ušesa proti thunderclaps v strah smrti. Toda Allah je vseboval od je disbelievers.
sr_cyrl: Или [је] као олујну са неба, у оквиру које је тама, громови и муње. Ставили су своје прсте у уси против тхундерцлапс у страху од смрти. Али , Аллах је која обухвата од скептике.
sr_latn: Ili [je] kao olujnu sa neba, u okviru koje je tama, gromovi i munje. Stavili su svoje prste u usi protiv thunderclaps u strahu od smrti. Ali, Allah je koja obuhvata od skeptike.
uk: Або [це] як дощ з неба, в межах якого є темрява, грім і блискавка. Вони поставили свої пальці у вухах проти thunderclaps в перед смертю. Але Аллах, який охоплює з у disbelievers.
vi: Hoặc [đó là] giống như một cơn mưa từ trên trời trong đó là bóng tối, sấm và sét. Họ đặt ngón tay trong tai của họ chống lại các thunderclaps trong nỗi sợ hãi của cái chết. Nhưng Allah bao gồm của các thì.
zu: Noma [kuba] like rainstorm esibhakabhakeni ngaphakathi okuyinto ubumnyama, ukuduma nokunyazima kombani.

# Quran27
source: The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.
ca: El llamp gairebé arrenca a la vista. Cada vegada encén [camí] per a ells, caminen en ell; però quan tracta de foscor sobre ells, estan [encara]. I si Allah tenia willed, ell podria haver pres distància d'oïda i la vista. De fet, Allah és sobre totes les coses competents.
cy: Mae y mellt bron yn snatches i ffwrdd eu golwg. Bob tro y mae ei goleuadau [y ffordd] iddynt, gerdded ynddo; ond pan ddaw tywyllwch dros iddynt, y maent yn sefyll [o hyd]. Ac os oedd Allah ewyllysio iddi, gallai fod wedi cymryd i ffwrdd eu clywed ac yn eu golwg. Yn wir, yw Allah dros holl bethau yn gymwys.
da: Lynet snupper næsten væk deres synet. Hver gang det lyser [vejen] for dem, går de deri; men når mørket kommer over dem, de står [fortsat]. Og hvis Allah havde villet, han kunne have taget væk hørelsen og synet. Allah er over alle ting kompetente.
el: Η αστραπή σχεδόν μακριά αρπάζει την όρασή τους. Κάθε φορά που τα φώτα [ο τρόπος] για αυτούς, να περπατήσουν σε αυτό. αλλά όταν σκοτάδι έρχεται από πάνω τους, στέκονται [ακόμη]. Και αν είχε βουλητικός Αλλάχ, αυτός θα μπορούσε να λάβει μακριά τους ακοή και την όραση τους. Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Lightning Pätkittäin peaaegu ära nende silmist. Iga kord, kui klots [viis] neile, nad kõndida kuid pimeduse saabudes nende üle aluse [ikka]. Ning kui Allah oli kombeks, ta oleks võinud ära oma kuulmist ja nende silmist. Tõepoolest, Allah on üle kõik asjad pädev.
fi: Lightning lähes nappaa pois heidän näkyvistään. Joka kerta, kun se syttyy [Miten] heille, he kävelevät Kun pimeys tulee päälle, he myöskin [edelleen]. Ja jos Jumala olisi tahtonut, hän olisi voinut ottaa pois heidän kuulon ja näön. Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: הברק כמעט חוטפת משם את ראייתם. בכל פעם מאיר [הדרך] עבורם, הם הולכים בו; אבל כאשר החושך מגיע אליהם, הם עומדים [עדיין]. אם אללה היה רצון הוא יכול לקחת משם את הדיון שלהם, את הראייה שלו. אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: Munje gotovo grabi dalje njihovim očima. Svaki put upali [put] za njih, oni hodaju u njima; Ali kada se tama spusti na njih, stoje [još]. I ako je htio Allah, on može imati sluha i vida. Uistinu, Allah je nad svim stvarima nadležan.
lt: Žaibas beveik valandėlė iki jų akyse. Kiekvieną kartą, kai ji šviesos [kelias] jiems, jie vaikščioti bet kai tamsoje ateina per juos, jie stovi [vis dar]. Ir jei Dievas turėjo valios, jis galėtų būti atimti savo klausa ir jų akyse. Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Zibens gandrīz paņem prom viņu redzesloka. Katru reizi, kad tā patiesība [ceļu] viņiem, viņi iet tajā; bet kad tumsa nāk pār tiem, mūsējie [vēl]. Un ja Allāha gribas, viņš varēja paņemt prom savas uzklausīšanas un acīm. Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: Lyn snapper nesten unna synet sitt. Hver gang det lyser [hvordan] for dem, går de der; men når mørket kommer over dem, de står [fortsatt]. Og hvis Allah hadde ville, han kunne ha tatt bort hørselen og synet sitt. Døyve er faktisk over alt som er kompetente.
sk: Blesk takmer útržky preč ich zrak. Zakaždým, keď je svetla [cesta] pre nich, oni chodili v nich; ale keď tma nad nimi, stoja [stále]. A ak Boh bol chcel, že by vzali ich sluch a zrak, ich. Alah je skutočne cez všetky veci príslušný.
sl: Strela skoraj iztrga proč svoje oči. Vsakič je luči [pot] za njih, hodijo v njej; ampak ko temi nad njimi, so negibna []. In če je Allah voljan, on strjena lava življati zalotiti stran njihovo zaslišanje in svoje oči. Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: Муње се скоро уграби њиховог вида. Сваки пут кад се упали светло [тако], за њих, они ходају у томе; Али кад тама долази преко њих, мирно стоје []. И ако Алах имао воље, могао је да отме далеко им слух и вид. Уистину , Аллах је преко надлежних све ствари.
sr_latn: Munje se skoro ugrabi njihovog vida. Svaki put kad se upali svetlo [tako], za njih, oni hodaju u tome; Ali kad tama dolazi preko njih, mirno stoje []. I ako Alah imao volje, mogao je da otme daleko im sluh i vid. Uistinu, Allah je preko nadležnih sve stvari.
uk: Блискавка майже хапає відстань до їхнього видовища. Кожен раз, коли він горить [шлях] для них, вони ходять в ньому; але коли темряви йде через них, вони просто стоятимете []. І якщо Аллах був того, він міг би приймати від готелю слух і їхнього видовища. Справді, Аллах, все впокорив компетентним.
vi: Chiếc lightning hầu như cướp đi tầm nhìn của họ. Mỗi lần nó sáng [cách] cho họ, họ đi bộ trong đó; nhưng khi bóng tối đi qua chúng, họ đứng [còn]. Và nếu Allah có ý chí, ông có thể đã lấy đi của buổi điều trần và tầm nhìn của họ. Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Umbani cishe ahlwithe emehlweni abo.

# Quran28
source: O mankind, worship your Lord, who created you and those before you, that you may become righteous -
ca: O la humanitat, venerar el seu Senyor, que ha creat vostè i aquells davant de vostè, que pot ser justos -
cy: O dynolryw, addoli eich Arglwydd, a greodd chi a rhai y gallai ddod yn hoes dabloid-cyn i chi,
da: O menneskeheden, tilbede din Herre, som skabte dig og dem før du, at du kan blive retfærdige -
el: O ανθρωπότητα, λατρεία σας Λόρδος, που δημιουργήθηκε και σε αυτούς πριν από σας, ότι μπορεί να γίνει δίκαιος -
et: O inimkonnale, kummardame teie Issand, loonud teile ja neile enne, et olete saanud õige -
fi: O ihmiskunnan palvomaan Herrasi, joka on luonut sinulle ja niille, että tulet vanhurskas -
he:  האנושות, סוגדים אדונך, שיצר אתה ואלה לפניך, כי אתה עלול להיות צדיק -
hr: O ljudi, obožavaju svoga Gospodina, koji je stvorio vas i one prije vas, da biste postali pravedni -
lt: O žmonijai, garbina savo Viešpatį, kuris sukūrė jums ir aplinkiniams prieš jus, kad jums gali tapti teisieji -
lv: O cilvēcei, pielūgt savu kungu, kurš izveidoja jums un tiem, pirms jūs kļūstat taisns -
nb: O menneskeheten, tilbe deres Herre, som skapte deg og dem før dere, at dere skal bli rettferdige -
sk: O ľudstvo, uctievať svojho pána, ktorý vytvoril tie a tie pred vami, že sa môže stať spravodlivými -
sl: O človeštva, častili svojega Gospoda, ki je ustvaril vas in pred vami, da lahko postanete pravični -
sr_cyrl: О људски род, клањају твој господар, који је креирао ти и они пре тебе, да ћеш постати праведни -
sr_latn: O ljudski rod, klanjaju tvoj gospodar, koji je kreirao ti i oni pre tebe, da ćeš postati pravedni -
uk: O людства, поклонятися ваш Господь, який створив вас і тих, перед тим, як ви можете стати праведними -
vi: O nhân loại, tôn thờ của Chúa, người đã tạo ra bạn và những người trước bạn, mà bạn có thể trở thành công bình -
zu: O isintu, khonza kho Lord qamba you futhi labo phambili you lowo you phathelana ngakhethi -

# Quran29
source: [He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].
ca: [Ell] que fet per a tu la terra un llit [estén] i el cel un sostre i enviat del cel, de pluja i portat endavant per tant fruites com a prestació per a vostè. Així no atribuir a equival a Allah mentre vostè saber [que hi ha res semblant a ell].
cy: [Mae'n] sy'n gwneud i chi y ddaear gwely [lledaenu] ac awyr y nenfwd a anfonwyd i lawr o'r awyr, glaw a dwyn ymlaen gan ffrwythau fel darpariaeth i chi. Felly peidiwch â phriodoli i Allah equals tra eich bod yn gwybod [nad oes dim byd tebyg iddo].
da: [Han] hvem gjorde for dig jorden en seng [spredt ud] og sky et loft og sendt ned fra himlen, regn og bragt frem dermed frugter som bestemmelse for dig. Så ikke tilskrive til Allah ligemænd mens du kender [at der er intet ligner ham].
el: [Αυτός] ποιος έκανε για σας η γη, ένα κρεβάτι [απλώνονται] και τον ουρανό ένα ανώτατο όριο, και έστειλε κάτω από τον ουρανό, βροχή και έφερε εμπρός με αυτόν τον τρόπο τα φρούτα ως διάταξη για σας. Έτσι δεν αποδίδουν Αλλάχ ισούται με ενώ γνωρίζετε [ότι δεν υπάρχει τίποτα παρόμοιο με αυτόν].
et: [Ta] kes tegi teile maa [laiali] voodi ja taevas ülemmäära ja saatnud oma taevast, rain ja tõi esile seeläbi puuviljad nagu te ette näha. Nii Omista Jumal võrdub samas tead [et miski sarnane teda].
fi: [Hän] joka teki sinulle maan, [levittää] sänky ja taivas katto ja lähetimme alas taivaalta sataa ja tuonut esiin siten hedelmiä kuin sinulle. Joten ei ominaisuus Jumala vastaa vaikka tiedät [ei ole mitään vastaavia hänelle].
he: [הוא] מי הכין לך כדור הארץ מיטה [התפרסו] והשמיים תקרה, נשלח מן השמים, גשם, הביא ושוב ובכך פירות כמו הוראה בשבילך. אז לא מייחסים אללה שווה בזמן שאתם יודעים [שאין דומה לו].
hr: [On] tko je za vas zemlju krevet [rasporediti] i nebo strop i poslao dolje s neba, kiše i donio natrag time voće kao za vas. Tako ne pripisuju Allahu jednako dok znaš [da nema ništa njemu nalik].
lt: [Jis] kurie pagaminti jums žemės [išsikeroti] lova ir dangaus viršutinė riba ir zeslal iš dangaus, lietus ir atnešė atgal tokiu būdu vaisių kaip nuostata jums. Taigi nėra priskirti Dievas lygu nors žinote [ta, kad nieko panašaus į jį].
lv: [Viņš] kas jums zemes [izklāja] gultu un debesis griesti un nosūtīts uz leju no debesīm, lietus un tālāk tādējādi atnesa augļus kā noteikums par jums. Tātad nedrīkst piedēvēt Allah ir vienāds, kamēr jūs zināt, [ka nekas nav līdzīgi viņam].
nb: [Han] som gjorde du jorden en seng [fordelt] og himmelen et tak og sendt ned fra himmelen, regn og brakt frem og dermed frukt som tilbudet for deg. Så ikke gi til Allah er lik mens vet du [at det ikke er noe lik ham].
sk: [On] kto si zem posteľ [rozložené] a neba strop a zoslal z neba, dážď a priniesol späť tým ovocie ako ustanovenie pre vás. Takže pripisovať Alah rovná keď viete [že nie je nič podobného mu].
sl: [On] ki je za vas na zemlji posteljo [širijo] in nebo na strop in poslal dol z neba, dež in prinesel tja tako sadje kot predvideva vam. Tako ne pripisujejo Allah je enako medtem ko veste [da ni nič podobni njemu].
sr_cyrl: [Он ] који је за вас земљу кревет [раљирите], а небо је плафон и послао са неба, киша и повео напред-назад и тиме воће као одредба за тебе. Дакле не приписују Аллах једнако док ви знате [да нико није сличан њему].
sr_latn: [On] koji je za vas zemlju krevet [raљirite], a nebo je plafon i poslao sa neba, kiša i poveo napred-nazad i time voće kao odredba za tebe. Dakle ne pripisuju Allah jednako dok vi znate [da niko nije sličan njemu].
uk: [Він] хто їх зробив для вас землю ліжко [Рассосредоточіться] і небо в стелі і посланим з неба, дощ і приніс вперед тим самим фрукти як забезпечення для вас. Так не приписати Аллах дорівнює поки ви знаєте [, немає нічого подібний до нього].
vi: [Ông] ai đã thực hiện cho bạn trái đất một giường [trải ra] và bầu trời một trần và được gửi xuống từ bầu trời, mưa và đưa ra do đó trái cây như là cung cấp cho bạn. Vì vậy không cho rằng Allah bằng trong khi bạn biết [rằng không có gì là tương tự như ông].
zu: [He] owenza ngawe umhlaba umbhede [ngelulela] bhakabhaka ophahleni kanye sa phansi bhakabhaka, imvula balethwe ngaleyo ndlela izithelo njengoba ilungiselelo ngawe.

# Quran30
source: And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.
ca: I si té algun dubte sobre què hem enviat sobre nostre servent [Muhammad], llavors produeixen una surah similars del mateix i crida a la seva testimonis que Allah, si vostè ha de ser veraç.
cy: Ac os ydych yn ansicr ynghylch beth yr ydym wedi anfon i lawr ar ein was [Muhammad], gynhyrchu surah tebyg ohono ac yn galw ar eich tystion ac eithrio Allah, os y dylech fod yn onest.
da: Og hvis du er i tvivl om hvad vi har sendt over vores tjener [Muhammed], så producerer en Sura lignende herom og opfordre dine vidner end Allah, hvis du skulle være sandfærdig.
el: Και αν είστε σε αμφιβολία σχετικά με το τι Στείλαμε καθορίζονται κατόπιν μας υπηρέτης [Muhammad], στη συνέχεια, παράγουν ένα surah παρόμοια αυτής και έκκληση σε σας μάρτυρες εκτός από Αλλάχ, αν θα πρέπει να είναι αληθείς.
et: Ja kui teil tekib kahtlusi, mida oleme saatnud pärast meie sulane [Muhammad], seejärel toota ka surah vms selle ja kutsuvad oma tunnistajad ei ole Jumal, kui sa peaksid olema tõesed.
fi: Ja jos olet epävarma mitä lähetimme kun meidän palvelija [Muhammad], sitten tuottaa suura kuten o ja pyytää todistajien kuin Jumala, jos olisi totuudenmukaista.
he: אם אתה בספק לגבי מה שלחנו על המשרת שלנו [מוחמד], ואז לייצר סורה בדומה הימנו, קוראים את העדים שלך מלבד אללה, אם אתה צריך להיות כנה.
hr: I ako niste sigurni što smo poslali na naš sluga [Muhammeda], onda proizvesti je Sura kao njihovi i pozvati svoje svjedoke osim Allaha, ako bi trebao biti iskren.
lt: Ir jei jums kyla abejonių apie ką mes išsiuntėme ant mūsų vergais [Muhammad], tada gaminti, surah panašūs jų ir pakviesti savo liudytojų nei Dievas, jei jūs turite būti teisingi.
lv: Ja jums ir šaubas par to, ko mēs esam nosūtījuši uz leju pēc mūsu kalps [Muhammad], tad un ražot surah tamlīdzīgi to aicinām jūsu liecinieki, izņemot Allah, ja jums ir jābūt patiesam.
nb: Og hvis du er i tvil om hva vi har sendt på vår tjener [Muhammad], produsere en surah lignende derav og påkalle din vitner enn Døyve, hvis du bør være sannferdig.
sk: A ak ste na pochybách o tom, čo sme poslali na nášho zamestnanca [Muhammad], potom ich plodov ako surah a vyzvať vašich svedkov okrem Alaha, ak by ste mali byť pravdivé.
sl: In če ste v dvomih o tem, kaj smo poslali na naš služabnik [Muhammad], potem proizvajajo a surah podobno njihovi in pozivajo priče niso Allah, če bi morali biti resnične.
sr_cyrl: Ако сте у недоумици о шта смо послали на Оур слугу [Мухамед], онда и произведе неки цонтох слично уочи позивам своје сведоке осим Алаха, да си био искрен.
sr_latn: Ako ste u nedoumici o šta smo poslali na Our slugu [Muhamed], onda i proizvede neki contoh slično uoči pozivam svoje svedoke osim Alaha, da si bio iskren.
uk: Якщо ви сумніваєтеся про те, що ми направили на наші слуги [Мухаммад], потім і виробляють на surah як їх закликаємо свідків, крім Аллаха, якщо ви повинні бути правдивими.
vi: Và nếu bạn đang nghi ngờ về những gì chúng tôi đã gửi xuống khi công chức của chúng tôi [Muhammad], sau đó sản xuất một surah như thế đó và kêu gọi nhân chứng của bạn khác ngoài Allah, nếu bạn cần phải trung thực.
zu: Futhi uma ungabaza ngalokho We sa phansi phezu ithu chaka [Muhammad], khona-ke ukukhiqiza Surah efana le yalo nibize enye ngaphandle kuka Allah ofakazi bakho, uma kufanele babe neqiniso.

# Quran31
source: But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.
ca: Però si no - i vostè mai serà capaç de - després por el foc, el combustible és homes i pedres, preparat per disbelievers.
cy: Ond os nad oes-a byddwch byth yn gallu-yna ofn y tân, mae eu tanwydd yn ddynion a cherrig, yn barod ar gyfer y disbelievers.
da: Men hvis du ikke - og du vil aldrig være i stand til - så frygt brand, hvis brændstofforsyning er mænd og sten, klar for vantro.
el: Αλλά αν δεν σας - και ποτέ δεν θα είστε σε θέση να - στη συνέχεια φόβο τη φωτιά, Τίνος είναι τα καύσιμα ανδρών και πέτρες, ετοιμάσει για disbelievers.
et: Kuid kui te ei - ja sa ei suuda kunagi-siis hirm tulekahju, mille kütus on mehed ja kivid, valmis ning uskottomille.
fi: Mutta jos sinulla ei ole - ja koskaan voi-sitten pelko tulipalo, jonka polttoaineena ovat ihmiset ja kivet, valmistettu uskottomille.
he: אבל אם אין לך - אתה אף פעם לא יהיו מסוגלים - ואז הפחד האש, הדלק של מי הוא גברים ואבנים, הכין disbelievers.
hr: Ali ako ne - i nikada neće moći da - onda strah vatre, čije gorivo se ljudi i kamenje, pripremljeni za je iskuse.
lt: Bet jei ne - ir jūs niekada negali-tada baimės ugnies, kurios kuras yra žmonės ir akmenys, paruošti į disbelievers.
lv: Bet ja jūs ne - un jums nekad nebūs spējīgs - tad bailes uguns, kura degviela ir vīrieši un akmeņiem, sagatavotas disbelievers.
nb: Men hvis du ikke - og du vil aldri kunne - så frykt ilden, som drivstoff er menn og steiner, forberedt for troende.
sk: Ale ak nechcete - nikdy nebudete môcť - potom strach oheň, ktorého palivo je mužov a kamene, pripravený neveriacim.
sl: Ampak če ne - in nikoli ne boste mogli - potem strah ogenj, katerih gorivo je moških in kamni, pripravljeni za je disbelievers.
sr_cyrl: Али ако не - и никад не моћи ћете да - страх од ватре, чије гориво је људи и камење, спремна за скептике.
sr_latn: Ali ako ne - i nikad ne moći ćete da - strah od vatre, čije gorivo je ljudi i kamenje, spremna za skeptike.
uk: Але якщо у вас немає - і ви ніколи не зможете - то страх вогонь, чиї паливо є чоловіків і каміння, підготовлені для на disbelievers.
vi: Nhưng nếu bạn không - và bạn sẽ không bao giờ có thể - sau đó lo sợ lửa, nhiên liệu mà là người đàn ông và đá, chuẩn bị cho là thì.
zu: Kodwa uma ungaphenduki - futhi awusoze ukwazi - ke bamesabe Fire, ogama fuel amadoda namatshe, hlomela disbelievers.
