Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1254
source: Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people.
ca: Ha fet vostè la prestació d'aigua pel Pelegrí i el manteniment d'al-Masjid al-Haram [els fets de] igual que creu en Allah i el darrer dia i s'esforça en la causa d'Allah? No són iguals en la vista d'Allah. I Allah guia no la gent d'irregularitats.
cy: Ydych chi wedi darparu dŵr ar gyfer y pererinion a chynnal al-Masjid al-Haram cyfartal i [y gweithredoedd o] un sy'n credu mewn Allah a diwrnod olaf ac yn ymdrechu yn achos Allah? Nid ydynt yn gyfartal yng ngolwg Allah. Ac nid yw Allah yn arwain y bobl gamwedd.
da: Har du gjort levering af vand til pilgrimmen og vedligeholdelse af al-Masjid al-Haram lig med [gerninger], der tror på Allah og den yderste dag og tilstræber i årsagen til Allah? De er ikke lige i synet af Allah. Og Allah guide ikke forseelser mennesker.
el: Έχετε κάνει την παροχή του νερού ο προσκυνητής και τη συντήρηση του al Masjid al-Haram ίσο με [τις πράξεις του] όποιος πιστεύει στον Αλλάχ και την τελευταία ημέρα και αγωνίζεται στην αιτία του Αλλάχ; Δεν είναι ίσοι στα μάτια του Αλλάχ. Και Αλλάχ δεν καθοδηγεί τους ανθρώπους αδικοπραγία.
et: On tehtud vee sätestatakse silma palverändurite ja al-Masjid al Harami hooldus võrdub [teod] üks, kes usub Jumalat ja viimane päev ja püüab Allah põhjus? Nad pole võrdsed Jumala silmis. Ja Jumal juhib inimesed valesti.
fi: Oletko tehnyt vesi tarjoaa pyhiinvaeltaja ja al-Masjid al-Haram huolto yhtä [teot] yksi, joka uskoo Jumalaan ja viimeiseen päivään ja pyrkii Allah syy? Ne eivät ole samanarvoisia Jumalan silmissä. Ja Jumala ei ohjaa rikkomuksista ihmisiä.
he: האם ביצעת את אספקת המים הצליין ותחזוקה של-מסג'יד אל-חראם שווה ל [על מעשיו של] מי שמאמין אללה, היום האחרון וחותרת למען אללה? הם אינם שווים בעיני אללה. ונדריך אללה לא העם מעשים רעים.
hr: Su pružajući vode za hodočasnika i održavanje al-Masjid al-Haram jednaka [djela] onaj koji vjeruje u Allaha i zadnji dan i teži za Allaha? Oni nisu jednaki pred Allaha. I Allah ne vodič zločin ljudi.
lt: Ar atlikote teikti vandens į pilgrim ir techninės priežiūros al-Masjid al-Ḥaram mečetę lygus [bylos dėl] tas, kuris tiki, kad Dievas ir paskutinę dieną ir siekia Dievo priežastis? Jie nėra lygūs savo Dievo akyse. Ir Dievas ne gidas nusikaltimą žmonių.
lv: Ir veiktas nodrošinot ūdens svētceļnieks un uzturēšanu al Masjid al-Haram vienāda [stihijas] tas, kurš tic Allah, pēdējo dienu un cenšas Allah cēlonis? Tie nav vienādi Allah redzeslokā. Un Allah guide nav grēks cilvēku.
nb: Har du gjort gir vann for pilegrimen og vedlikehold av al-Masjid al-Haram lik [gjerninger av] en som tror på Allah og den siste dagen og tilstreber i årsaken til Allah? De er ikke like i synet av Allah. Og Allah guide ikke de urett.
sk: Vykonali ste poskytovanie vody pútnik a údržbu Abraj al-Haram rovná [skutkov] ten, kto verí v Boha a v posledný deň a snaží v záujme Alaha? Nie sú rovné v očiach Alah. A Boh nie je sprievodca previnenie ľudí.
sl: Ste naredili zagotavljanje vode za pilgrim in vzdrževanje al-Masjid al-Haram [dejanja] je enaka tisti, ki verjame v Allah in zadnji dan in si prizadeva v vzrok od Allah? Niso enake v očeh Allah. Ter Allah ni vodnik protipravna dejanja ljudi.
sr_cyrl: Да ли сте је пружање воду за досељенику и одржавању ал-дћамију ал-Харам једнака [дела] онај који верује у Аллаха и последњи дан и тежи за Алаха? Они нису једнаки на видику од Алаха. И , Алах не поведе малверзацијама народ.
sr_latn: Da li ste je pružanje vodu za doseljeniku i održavanju al-dћamiju al-Haram jednaka [dela] onaj koji veruje u Allaha i poslednji dan i teži za Alaha? Oni nisu jednaki na vidiku od Alaha. I, Alah ne povede malverzacijama narod.
uk: Ви зробили надання води для pilgrim й утримання Аль Масджид аль-Харам дорівнює [вчинки], хто вірить в Аллах і останній день і прагне в ході Аллах? Вони не є рівну в очах Аллаха. І Аллаху не направляти людей порушник.
vi: Bạn đã cung cấp nước cho người hành hương và bảo trì của al-Masjid al-Haram bằng [hành động] một trong những người tin vào Allah và ngày cuối cùng và phấn đấu trong các nguyên nhân của Allah? Họ không phải là không bình đẳng trong tầm nhìn của Allah. Và Allah không hướng dẫn người dân sai trái.
zu: Uke wenza ukuhlinzeka amanzi for the pilgrim kanye nokugcinwa al-Masjid al-haram lingana kuze [izenzo] nalowo okholwa Allah Suku futhi ulwela zathu Allah?

# Quran1255
source: The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success].
ca: Els que han cregut, va emigrar i esforçat en la causa d'Allah amb el seu patrimoni i les seves vides són superior en rang a la vista d'Allah. I és qui són els attainers [d'èxit].
cy: Y rhai sydd wedi credu, ymfudo ac ymdrechu yn achos Allah gyda eu cyfoeth a'u bywydau yn fwy yn y safle yng ngolwg Allah. A yw rhai sy'n gyrraeddwyr [o lwyddiant].
da: Dem, der troede, emigrerede og stræbt efter i anledning af Allah med deres rigdom og deres liv er større i rang i synet af Allah. Og det er dem, der er attainers [af succes].
el: Αυτοί που έχουν πίστευε, μετανάστευσε και αγωνίστηκαν στην αιτία του Αλλάχ με τον πλούτο και τη ζωή τους είναι μεγαλύτερη στην κατάταξη στα μάτια του Αλλάχ. Και είναι αυτοί που είναι η attainers [της επιτυχίας].
et: Need, kes on uskunud emigreerunud ja püüelnud Allah põhjus oma jõukust ja elu on suuremad auastme silmis Jumal. Ja on neid, kes on attainers [edu] kohta.
fi: Niitä, jotka ovat uskoneet, muutti ja pyrkinyt Jumala aiheuttaa heidän omaisuutensa ja henkensä ovat suuremmat sijoitus Jumalan silmissä. Ja se on niille, jotka ovat attainers [onnistumiseen].
he: אלה יש האמין, היגר, striven למען אללה את עושרם, את חייהם הם רבתי בדרגה באופק של אללה. . וזה מי attainers [של הצלחה].
hr: Oni koji su vjerovali, emigrirao i težili u uzrok Allaha sa svog bogatstva i života su veći čin pred Allaha. I oni koji su attainers [uspjeha].
lt: Tie, kurie tikėjo, emigravo ir siekė sukelti Dievas su savo turtus ir savo gyvenimą yra didesnis rangas Dievo akyse. Ir tai yra tie, kurie yra attainers [apie sėkmės].
lv: Tie, kas uzskatīja, emigrēja un centusies Allah cēloni ar savu bagātību un savu dzīvi ir lielāka Rank Allah aktuāli. Un tas ir tiem, kuri ir attainers [par panākumiem].
nb: De som har trodd, emigrerte og strevet i årsaken til Allah med sin rikdom og livet er større i rang i synet av Allah. Og det er de som er attainers av suksess].
sk: Tí, ktorí verili, emigroval a snažila spôsobiť Alah ich bohatstvo a ich životy sú vyššie v poradí v očiach Alah. A to je tých, ktorí sú attainers [na úspech].
sl: Tisti, ki so verjeli, izselili in prizadeva v vzrok od Allah z njihovo premoženje in življenje so večje v čin v očeh Allah. In to je tisti, ki so attainers [za uspeh].
sr_cyrl: Они који су веровали, емигрирао и тежња је била узрок Алах са своје богатство и своје животе су веће у ранг на видику од Алаха. И они који су аттаинерс [успеха].
sr_latn: Oni koji su verovali, emigrirao i težnja je bila uzrok Alah sa svoje bogatstvo i svoje živote su veće u rang na vidiku od Alaha. I oni koji su attainers [uspeha].
uk: Ті, хто вважав, емігрував і прагнув в ході Аллах з їх багатство і їх життя є більшими в ранг в очах Аллаха. І це ті, хто attainers [з успіхом].
vi: Những người đã tin rằng, di cư và nỗ lực phấn đấu trong các nguyên nhân của Allah với sự giàu có của họ và cuộc sống của họ là lớn hơn trong các cấp bậc trong tầm nhìn của Allah. Và đó là những người attainers [thành công].
zu: The ones kholwa thutha futhi bazama zathu Allah nge nomcebo wabo nayo ukuphila kwabo nokuba zizinkulu ngobuqhwaga gaba Allah.

# Quran1256
source: Their Lord gives them good tidings of mercy from Him and approval and of gardens for them wherein is enduring pleasure.
ca: Seu Senyor els dóna bona nova de la misericòrdia d'ell i l'aprovació i de jardins per a ells que és durador plaer.
cy: Mae'r Arglwydd eu rhoi iddynt tidings da o drugaredd oddi wrtho a chymeradwyo a gerddi ar eu cyfer lle mae parhaus pleser.
da: Deres Herren giver dem gode tidender nåde fra ham og godkendelse og haver for dem hvori er vedvarende glæde.
el: Τους Λόρδος τους δίνει καλή είδηση του Ελέους από αυτόν και η έγκριση και των κήπων τους όπου διαρκή ευχαρίστηση.
et: Nende Issand annab neile rõõmusõnumit halastust teda ja heakskiitmise ja aiad nende eest kus on kestev rõõm.
fi: Herransa antaa heille hyvää sanomaa armoa häneltä ja hyväksyntää ja puutarhat heille jossa on kestävä ilo.
he: האדון שלהם נותן להם בשורות טובות של רחמים מן אותו ואישור ושל הגנים עבורם שבה היא מתמשכת תענוג.
hr: Njihov gospodar im daje radosne milosti od njega i odobrenje i vrtova za njih u kojem je trajno zadovoljstvo.
lt: Jų Viešpats suteikia jiems gera žinia malonės iš jo ir patvirtinimo ir sodai jų kuriame yra tvirta malonumą.
lv: Viņu kungs dod viņiem labas vēstis žēlastību no viņu un apstiprināšanas un dārzos viņiem kur ir ilgstoša baudu.
nb: Herren gir dem godt budskap om nåde fra ham og godkjenning og hager for dem der er varig glede.
sk: Svojho pána im dáva dobrú zvesť milosrdenstva od neho a schválenie a záhrad, wherein je trvalá radosť.
sl: Svojega Gospoda jim daje dobrih novic usmiljenja od njega in odobritev in vrtov, pri čemer je trajno zadovoljstvo.
sr_cyrl: Њихов Бог им даје радосне милост од њега и одобравања и вртова за њих у којима је трајно задовољство.
sr_latn: Njihov Bog im daje radosne milost od njega i odobravanja i vrtova za njih u kojima je trajno zadovoljstvo.
uk: Їх Господь дає їм добру новину милосердя від нього й затвердження і сади для них якої є міцною задоволення.
vi: Chúa tể của họ mang lại cho họ tidings tốt của lòng thương xót từ anh ta và phê duyệt và khu vườn cho họ mà trong đó là lâu dài niềm vui.
zu: Bo Lord kubanikeza esibikela izindaba ezinhle zokukholwa sa Him kanye nokwamukelwa kanye izingadi kubo wherein is ekhuthazelela ubumnandi.

# Quran1257
source: [They will be] abiding therein forever. Indeed, Allah has with Him a great reward.
ca: [Ls] romandre aquí per sempre. De fet, Allah té amb ell una gran recompensa.
cy: [Fydd] ufudd i'r erthyglau am byth. Yn wir, Allah Mae gydag ef gwobr mawr.
da: [De bliver] lovlydige deri for evigt. Allah har faktisk med ham en stor belønning.
el: [Θα] νομοταγής σ ' αυτό για πάντα. Πράγματι, Αλλάχ έχει μαζί του μια μεγάλη ανταμοιβή.
et: [Neid] seaduskuulekad seal igavesti. Tõepoolest, Allah on temaga suur auhind.
fi: [Ne] noudattavien siinä ikuisesti. Itse asiassa Jumala on hänelle suuri palkinto.
he: [הם יהיו] שומר בה לנצח. אכן, אללה יש לו פרס גדול.
hr: [Su se] prebiva u njemu zauvijek. Uistinu, Allah je s njim velika nagrada.
lt: [Jie bus] gerbiantys jame amžinai. Iš tiesų Dievas turi su juo didelis atlygis.
lv: [Tie ir] ievērojot tur uz visiem laikiem. Patiešām, Allah ir līdzi liela atlīdzība.
nb: [De skal] lovlydige der alltid. Faktisk har Allah med seg en stor belønning.
sk: [Bude] dodržiavanie v ňom navždy. Vskutku, Boh má s ním veľká odmena.
sl: [Bodo] upoštevanje v njem večno. Res, Alah je z njim veliko nagrado.
sr_cyrl: [Буду ] постојану ту заувек. Заиста , Аллах са њим је велика награда.
sr_latn: [Budu] postojanu tu zauvek. Zaista, Allah sa njim je velika nagrada.
uk: [Будуть] незмінною в ньому назавжди. Дійсно, Аллах має з ним велику нагороду.
vi: [Họ sẽ] tuân thủ trong đó mãi mãi. Thật vậy, Allah có với anh ta một phần thưởng tuyệt vời.
zu: [Bayoba] ezigcina therein phakade.

# Quran1258
source: O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers.
ca: O que han cregut, no prengueu vostres pares o els teus germans com a aliats si que han preferit la incredulitat sobre la creença. I qui ho fa entre vosaltres - llavors és qui són els malfactors.
cy: O chi sydd wedi credu, peidiwch â mynd i'ch tadau neu eich brodyr fel cynghreiriaid os wedi bod yn well ganddynt anghrediniaeth dros gred. A pwy bynnag sy'n gwneud hynny ymysg chi-yna mae'n rheini y tramgwyddo.
da: O du, der har troet, tag ikke din fædrene eller dine brødre som allierede hvis de har foretrukket mistro over tro. Og hvem gør det blandt jer - så er det dem, der er lovovertrædere.
el: O εσάς που πίστεψαν, δεν λαμβάνουν οι πατέρες σας ή τους αδελφούς σου ως σύμμαχοι αν έχουν προτίμησαν δυσπιστία πέρα από την πίστη. Και όποιος το κάνει ανάμεσά σας - τότε πρόκειται για εκείνους που είναι οι παραβάτες.
et: O kes oleks uskunud, ei võta oma isade või oma venda liitlastena kui nad eelistasid uskumatus veendumuste üle. Ja kes iganes teeb seda Joukostanne - siis on need, kes on selle tekitaja.
fi: O jotka ovat uskoneet, et ota isienne tai brothers liittolaisina jos he toivonut epäusko usko. Ja kuka tekee teistä - niin ne, jotka ovat laajemmalti.
he: O מי מאמין, לא לקחת את האבות שלך או את האחים שלך כמו ברית אם הם מעדיפים חוסר אמונה על האמונה. מי עושה את זה ביניכם - אז זה מי הפושעים.
hr: O ti koji su vjerovali, uzimati vaši očevi ili braća kao saveznici ako preferiraju nevjerica na vjerovanje. I tko god to čini među vama - onda je one koji su počinioce.
lt: O kurie tiki, Nevartokite savo tėvo ir savo brolių kaip sąjungininkų jei jie norėję netikėjimas per tikėjimą. Ir kas tai daro tarp jūsų - tada jis yra tie, kurie grzesznicy.
lv: O kas ticējusi, neesat lietojis jūsu tēvi vai taviem brāļiem kā sabiedrotie, ja viņi devuši priekšroku neticība vairāk ticības. Un tas, kurš dara, to vidū - tad tas ir tiem, kuri pārkāpējus.
nb: O dere som har trodd, ikke ta deres fedre eller dine brødre som allierte hvis de har foretrukket vantro over tro. Og hvem gjør det blant dere - så er det de som er i wrongdoers.
sk: O vás, ktorí ste uverili, Neužívajte svojich otcov alebo svojich bratov, ako spojenci ak uprednostnili neveriacky nad viery. A ten, kto robí, tak u vás - potom je tých, ktorí sú zloèinci.
sl: O kdo verjel, nimate vaših očetov ali svoje brate kot zavezniki če jih raje nejeverno v prepričanje. In kdor to počne med vami - potem je tisti, ki so na wrongdoers.
sr_cyrl: О који верују, не предузмете твојих отаца или твоја браћа, као савезници и ако они имају предвиђени неверовање преко веровања. И ко год то ради тако медју вама - онда је онима који су починиоце.
sr_latn: O koji veruju, ne preduzmete tvojih otaca ili tvoja braća, kao saveznici i ako oni imaju predviđeni neverovanje preko verovanja. I ko god to radi tako medju vama - onda je onima koji su počinioce.
uk: О ви, хто вірив, не приймайте ваших батьків або брати як союзники якщо вони вважав за краще невір'я над переконань. І той, хто робить це серед вас - то це ті, хто в розкаюємося.
vi: O bạn của những người đã tin rằng, không có cha của bạn hoặc của bạn anh em là đồng minh nếu họ có thể ưa thích sự hoài nghi về niềm tin. Và bất cứ ai làm như vậy trong số các bạn - sau đó là những người đang có những wrongdoers.
zu: O you kholwa cha fuza oyihlo noma abafowabo njengabantu obambisene nabo uma wakhetha disbelief phezu inkolelo.

# Quran1259
source: Say, [O Muhammad], "If your fathers, your sons, your brothers, your wives, your relatives, wealth which you have obtained, commerce wherein you fear decline, and dwellings with which you are pleased are more beloved to you than Allah and His Messenger and jihad in His cause, then wait until Allah executes His command. And Allah does not guide the defiantly disobedient people."
ca: Dir, [O Muhammad], "si els vostres pares, el seu fills, teus germans, vostres dones, el seu parents, riquesa que heu obtingut, comerç on por declivi i habitatges amb què et complau són més estimats per a vostè que Allah i el seu Missatger i jihad en la seva causa, llavors esperi fins que Allah executa el seu comandament. I Allah guia no la gent desafiant desobedient."
cy: Dweud, [O Muhammad], "os mae eich tadau, eich meibion, eich brodyr, eich gwragedd, eich perthnasau, cyfoeth a ydych wedi cael, masnach lle eich bod yn ofni dirywiad, ac yr ydych yn falch o anheddau yn fwy annwyl i chi nag Allah a ei negesydd a jihad yn ei achos ef, yna aros nes bydd Allah yn gwireddu ei orchymyn. Ac nid yw Allah yn arwain y bobl defiantly anufudd.
da: Sige, [O Muhammad], "hvis jeres fædre, dine sønner, dine brødre, dine hustruer, dine slægtninge, rigdom, som du har fået, handel hvori du frygter tilbagegang, og boliger, som du er glad for er mere elskede dig end Allah og hans Messenger og jihad i hans sag, så vent indtil Allah udfører sin kommando. Og Allah guide ikke trodsigt ulydige folk."
el: Πω, [Ο Μωάμεθ], "αν σας πατέρες, γιους σας, αδέλφια σας, σας σύζυγοι, σας συγγενείς, πλούτο που έχετε αποκτήσει, εμπορίου όπου ο φόβος παρακμή, και κατοικίες, με το οποίο είστε ευχαριστημένοι είναι πιο αγαπημένη σας από Αλλάχ και του Messenger και το Τζιχάντ για την αιτία του, στη συνέχεια, περιμένετε έως ότου Αλλάχ εκτελεί την εντολή. Και Αλλάχ δεν καθοδηγεί το προκλητικά ανυπάκουος άτομα.»
et: Ütlen, [O Muhammad], "kui teie isad, oma poega, oma venda, oma abikaasat, oma sugulaste, rikkust, mis te olete saanud, kus te kardate langus ja eluruumid, millega olete rahul on armastatud teile kui Allah ja tema Messenger ja tema põhjuse jihad kaubanduses oodake, kuni Allah täidab tema käsk. Ja Jumal juhib väljakutsuvalt sõnakuulmatud inimesed."
fi: Esimerkiksi [Oi Muhammed], "Jos Isänne, sinun poikasi, veljiänne, rakastakaa, sukulaiset, vaurautta, joka olet saanut kauppa jossa pelkäät lasku ja joiden kanssa on ilo asunnot ovat entistä rakkaan kuin Jumala ja hänen Messenger ja jihad hän aiheuttaa odota kunnes Jumala toteuttaa hänen komento. Ja Jumala ei ohjaa uhmakkaasti tottelematon ihmisiä."
he: אומרים, [O מוחמד], "אם אבא שלך, בניך, האחים שלך, נשותיכם, קרובי משפחה, עושר שהשגת, המסחר שבו אתה חושש ירידה, דיור שבה אתם שמחים הם עוד אהובה לך מאשר אללה ואת שליח ג'יהאד שלו מטרה, ואז לחכות עד אללה מבצע הפיקוד שלו. ונדריך אללה לא העם בהתרסה ממושמע, לאחר."
hr: Kažu, [O Muhammad], "Ako vaši očevi, sinovi, braća, žene, svoje rodbine, bogatstvo koje ste dobili, trgovine u kojem strah pada, a stanova s kojom ste zadovoljni su više ljubljeni od Allaha i njegov Glasnik i džihada na njegov uzrok, onda Pričekajte dok Allah izvršava njegove naredbe. "I Allah ne vodič definitivno neposlušan narod."
lt: Tarkim, [O Muhammad], "Jei jūsų tėvai, jūsų sūnus, savo brolių, savo žmonos, giminaičiai, turtas, kurį jūs turite gauti, komercijos kuriame jūs nerimaujate mažėja, ir gyvenamųjų patalpų, kuriuos jums malonu yra umiłowany jums nei Dievo ir jo poslanca ir džihadą savo priežastis, tada Palaukite, kol Dievas vykdo jo vadovavimo. Ir Dievas ne vadovas iššaukiančiai Nepaklusnieji žmonių."
lv: Teiksim, [O Muhammad], "Ja jūsu tēvi, taviem dēliem, tavi brāļi, sievām, savu radinieku, bagātību, kas ir saņēmuši, komercijas, kur jums bailes noraidīt un dzīvokļiem, ar kuru jūs esat gandarīts ir mīļots jūs nekā Allah un viņa Messenger un džihāds savu aicinājumu, tad jāgaida, kamēr Allah izpilda savu komandu. Un Allah guide ne izaicinoši nepaklausīgi cilvēki."
nb: Si, [O Muhammad], "hvis deres fedre, dine sønner, dine brødre, deres hustruer, slektninger, vell som du har fått, handel der du frykter nedgang, og boliger som du er fornøyd er mer elsket deg enn Allah og hans Messenger og jihad i sin sak, vent til Allah utfører sin kommando. Og Allah guide ikke trassig ulydige folk.
sk: Povedať, [Mohamed], "Ak vaši otcovia, svojich synov, svojich bratov, svoje manželky, príbuzní, bohatstvo, ktoré ste získali, obchodu, ktorej máte strach, pokles a obydlia, s ktorou ste spokojní sú viac milovaná vám ako Alah a jeho posol a džihád v jeho príčine, počkajte, kým Boh vykoná jeho príkaz. A Boh nie je sprievodca vyzývavo neposlušný ľudí."
sl: Recimo, [O Muhammad], "če vaš očetov, vaši sinovi, svoje brate, svoje žene, sorodniki, bogastvo, ki ste jih pridobili, poslovanje, pri čemer bojiš, padec, in stanovanja, s katerimi ste zadovoljni so bolj ljubljeni boste kot Alah in njegov sel ter džihad v svoj vzrok, počakajte, dokler Alah izvede njegov ukaz. Ter Allah ni vodnik kljubovalno neposlušni ljudje."
sr_cyrl: Реци, [О Мухаммад], "Ако ваши очеви, твоји синови, твоја браћа, твоје супруге, твоје рођаке, богатство које сте набавили, комора у којима ти страх пад и станова са којим сте задовољни су више воле да те од Алаха и његов гласник и џихад у његовом циљу, онда цекај док Аллах извршава његову команду. "А Алах не поведе пркосно непослушно народ."
sr_latn: Reci, [O Muhammad], "Ako vaši očevi, tvoji sinovi, tvoja braća, tvoje supruge, tvoje rođake, bogatstvo koje ste nabavili, komora u kojima ti strah pad i stanova sa kojim ste zadovoljni su više vole da te od Alaha i njegov glasnik i džihad u njegovom cilju, onda cekaj dok Allah izvršava njegovu komandu. "A Alah ne povede prkosno neposlušno narod."
uk: [O Мухаммад], "Якщо сказати вашим батькам ваші сини ваші брати, своїх дружин, ваші родичі, багатство, яке ви отримали, комерції, якому ви боїтеся занепаду, і житлових приміщень, з яких ви раді, є більш улюбленого для вас, ніж Аллах і його Messenger і джихад в свою справу, зачекайте, доки Аллах виконує свою команду. І Аллаху не направити зухвало неслухняних людей".
vi: Nói [O Muhammad], "nếu cha của bạn, con trai của bạn, anh em của bạn, vợ, người thân của bạn, sự giàu có mà bạn đã thu được, thương mại mà trong đó bạn lo sợ sự suy giảm, và nhà ở mà bạn rất vui mừng yêu quý hơn cho bạn hơn Allah và Messenger của ông và jihad tại nguyên nhân của mình, sau đó chờ đợi cho đến khi Allah thực hiện lệnh của mình. Và Allah không hướng dẫn người dân defiantly ngô nghịch."
zu: Awusho, [O Muhammad], "Uma oyihlo, amadodana akho, abafowenu, omkenu, izihlobo zakho, ingcebo okuyinto usuthole, ezentengiselwano onomuzwa sesabe nokwehla, futhi izindawo zokuhlala ngawo yamjabulisa kukhona abathandekayo kuwe kunamadodana Allah
