Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3247
source: And you see the mountains, thinking them rigid, while they will pass as the passing of clouds. [It is] the work of Allah, who perfected all things. Indeed, He is Acquainted with that which you do.
ca: I veure les muntanyes, pensament rígid, mentre que passarà com al pas dels núvols. [És] l'obra d'Allah, que perfeccionat totes les coses. De fet, ell estigui familiaritzat amb el que fas.
cy: A ydych yn gweld y mynyddoedd, meddwl iddynt yn anhyblyg, tra bydd eu pasio fel pasio cymylau. [Mae'n] gwaith Allah, a holl bethau ei berffeithio. Yn wir, yw ei fod yn gyfarwydd â hynny a ydych.
da: Og du kan se bjergene, tænker dem stive, mens de vil passere som vedtagelsen af skyer. [Det er] arbejdet i Allah, som perfektioneret alle ting. Ja, han er bekendt med det, som du gør.
el: Και μπορείτε να δείτε τα βουνά, σκεπτόμενος τους άκαμπτο, ενώ διέρχονται ως το πέρασμα από τα σύννεφα. [Είναι] το έργο του Αλλάχ, ο οποίος τελειοποίησε όλα τα πράγματα. Πράγματι, γνωρίζεται με αυτό που κάνετε.
et: Ja näed mägedes, mõeldes neile jäik, samas kui nad edasi pilved vaheldumisena. [On] Jumal, kes täiuslikuks kõik asjad töös. Tõepoolest, ta on tuttav see, mida sa teed.
fi: Ja näet, ajattelu jäykkä, kun ne kulkevat kuin pilvet kulkee. Se on Jumala, jotka täydellisiksi kaiken työn. Itse asiassa hän tuntee siitä, mitä teet.
he: ואתה רואה את ההרים, חשב שהם נוקשה, בעוד הם עוברים בה העבירו את ענני. [הוא] עבודתו של אללה, אשר שיכלל את כל הדברים. ואכן, הוא הוא מכיר את אשר תעשה.
hr: I vidiš planine, mislila ih kruti, dok će proći kao prolazak oblaka. To je djelo Allaha, koji usavršili sve stvari. Doista, on je upoznat s onoga što ste vi.
lt: Ir jums pamatyti kalnus, mąstymas juos standus, o jie bus perduoti kaip debesys artimųjų. [Tai] Dievas, kurie tobulinami visų dalykų darbe. Iš tiesų, jis susipažinęs su tuo, kuris jums.
lv: Un jūs redzēt kalnus, domājot tās nelokāma, kamēr viņi iet kā tuvās mākoņi. [Ir] Allah, kas pilnveidojams visas lietas darbu. Protams, viņš ir iepazinies ar to, ko jūs darīt.
nb: Og du se fjellet, tenker dem stive, mens de passerer som bestått av skyer. [Det er] av Allah, som perfeksjonert alt. Faktisk er han kjent med det som du gjør.
sk: A vidieť hory, myslenia je tuhá, kým budú vydávať za absolvovanie mraky. [Je] práce Alaha, ktorí dokonalosti všetkých vecí. V skutočnosti je oboznámený s tým, čo robíte.
sl: In vidite gore, njih razmišljanje togo, medtem ko bo gresta kot mimo oblakov. [Je] delo Allah, ki je izpopolnil vse stvari. Res, on je seznanjen s tem, ki vam.
sr_cyrl: И видиш планине, мисли да су крути, док ће пролазе као пролазак облака. [Је ] рад Аллах, који су усаврљили све ствари. Заиста , он је упознат са оно што си урадио.
sr_latn: I vidiš planine, misli da su kruti, dok će prolaze kao prolazak oblaka. [Je] rad Allah, koji su usavrљili sve stvari. Zaista, on je upoznat sa ono što si uradio.
uk: І ви бачите гори, думаючи, що їх жорсткі, поки вони будуть проходити як проходження хмари. [Це] роботи Аллах, який удосконалив всіх речей. Дійсно, він познайомився з тим, що ви робите.
vi: Và bạn nhìn thấy những ngọn núi, suy nghĩ họ cứng nhắc, trong khi họ sẽ vượt qua như là đi qua các đám mây. [Đó là] công việc của Allah, hoàn thiện tất cả mọi thứ. Thật vậy, ông làm quen với điều đó bạn làm.
zu: Futhi izintaba, ukucabanga kwabo eqinile ngenkathi they kuzodlula njengoba sekudlule amafu.

# Quran3248
source: Whoever comes [at Judgement] with a good deed will have better than it, and they, from the terror of that Day, will be safe.
ca: Qui ve [a judici] amb una bona acció tindrà millor que això, i que, des del terror d'aquell dia, serà segur.
cy: Bwy bynnag a ddaw [ar dyfarniad] gyda gweithred dda bydd wedi gwell nag ydyw, a rhag terfysg y diwrnod hwnnw, byddant, yn ddiogel.
da: Hvem kommer [på Dom] med en god gerning vil have bedre end det, og de, fra terror i dag, vil være sikker.
el: Όποιος έρχεται [σε κρίση] με μια καλή πράξη θα έχουν καλύτερα από ό, τι, και, από τον τρόμο της ημέρας εκείνης, θα είναι ασφαλής.
et: Kes jõuab [at kohtuotsuse] heategu on parem kui see ja, terror sel päeval neid ohutu.
fi: Jokainen, joka tulee [at tuomio] hyvä teko on parempi kuin se ja he kauhusta, joka päivä on turvassa.
he: מי שבא [בבית הדין] עם מעשה טוב יהיה טוב יותר מאשר זה, הם, מן האימה של יום זה, יהיו בטוחים.
hr: Tko god dolazi [u presudu] s dobro djelo će imati bolje nego što je, i oni, od teror koji dan će biti sigurno.
lt: Kas vyksta [teismo] su gerą darbą turės geriau nei tai, ir jie, iš to teroro, bus saugus.
lv: Tas, kurš nāk [spriedums] ar labu darbu būs labāk, nekā to, un viņi no šīs šausmas tajā dienā būs drošībā.
nb: Hvem kommer [på Dom] med en god gjerning vil ha bedre enn det, og de fra frykten for den dagen vil være trygt.
sk: Ten, kto prichádza [v rozsudku] s dobrý skutok bude mať lepšie, než to a, z hrôzy toho dňa, bude v bezpečí.
sl: Kdor pride [na sodbo] z dobro delo bo bolje kot to, in so, od groze za tisti dan, bo varno.
sr_cyrl: Ко год долази [у пресуду] са добро дело ће имати боље него то, и они, од терора од тог дана, ће бити сигурни.
sr_latn: Ko god dolazi [u presudu] sa dobro delo će imati bolje nego to, i oni, od terora od tog dana, će biti sigurni.
uk: Той, хто має [суд] з добру справу буде мати краще, ніж він, і вони, з жахи того дня, буде безпечний.
vi: Bất cứ ai đi kèm với [bản án] với một hành động tốt sẽ có tốt hơn so với nó, và họ từ chống khủng bố của ngày hôm đó, sẽ được an toàn.
zu: Noma ubani eza [at Ukwahlulela] nge isenzo esihle uyoba kangcono kunalokhu oyikho, futhi, kusukela ukwesaba ukuthi uSuku, kuyoba okuphephile.

# Quran3249
source: And whoever comes with an evil deed - their faces will be overturned into the Fire, [and it will be said], "Are you recompensed except for what you used to do?"
ca: I qui ve amb una escriptura mal - els rostres es ser anul. lat al foc i es diu, "Els recompensava excepte què vas fer?"
cy: Pwy bynnag sy'n dod gyda'r weithred anfad-bydd gwrthdroi eu hwynebau yn tân [a bydd rhai yn dweud], "Yn eich had-dalu ac eithrio beth yr ydych yn ei defnyddio i wneud?"
da: Og uanset hvem der kommer med en ond gerning - deres ansigter vil blive omstødt i ilden, [og vil blive sagt], "Er du belønnes med undtagelse af hvad du plejede at gøre?"
el: Όποιος έρχεται με ένα κακό πράξη - τα πρόσωπά τους θα ανατραπεί στη φωτιά [και, θα μας πουν], «Είναι εσείς αμείβονται εκτός από αυτό που χρησιμοποιήσατε για να κάνετε;»
et: Ja kes jõuab kurja tegu - oma nägu ümber lükata Tulle [ja see ütles], "On teil recompensed välja arvatud, mida sa kasutada seda teha?"
fi: Ja jokainen, joka tulee pahan teon - heidän kasvonsa on kaatunut tuleen ja sanotaan, "Ovat palkitaan lukuun ottamatta mitä tapana tehdä?"
he: מי שבא עם מרושע - פניהם התהפך לתוך האש, [ואת זה יאמר], "האם אתה recompensed חוץ מה נהגת לעשות?"
hr: I ko god sa zlo djelo - njihova lica će biti poništena u vatru i to će reći, "Su vas osloboditi osim što si naviknut obaviti?"
lt: Kas ateina su blogo elgesio - jų veidai bus galima apversti į ugnį [ir jį bus galima pasakyti], "Yra jums recompensed išskyrus kas naudojote daryti?"
lv: Tas, kurš nāk ar ļaunuma akts - sejās būs apgāzts ugunī [un tas būs teica], "Jums ir recompensed, izņemot to, ko esat pieradis veikt?"
nb: Og den som kommer med en ond gjerning - deres ansikter vil bli veltet på ilden og de sier, "Er du recompensed bortsett fra hva du pleide å gjøre?"
sk: Ten, kto prichádza s zlý skutok - ich tváre sa prevrátil do ohňa [a to bude povedal], "Sú si odmenený s výnimkou, čo ste zvyknutí robiť?"
sl: Kdor pride z zlo dejanje - obrazih bo razveljavilo v ogenj [in bo rekel], "So vam izplačati nadomestilo razen kaj ste že rabljen uganjati?"
sr_cyrl: И ко год долази са зло дело - њихова лица ће бити изгубљена у ватру, [и то вам је рекао да], "Јеси ти измире осим шта си радио?"
sr_latn: I ko god dolazi sa zlo delo - njihova lica će biti izgubljena u vatru, [i to vam je rekao da], "Jesi ti izmire osim šta si radio?"
uk: І той, хто приходить з зло - їх особи буде скасовано у вогонь [і вона буде сказала], "Є recompensed ви за винятком те, що ви використовували, щоб зробити?"
vi: Bất cứ ai đi kèm với một hành động ác - khuôn mặt của họ sẽ được lật ngược vào lửa [và nó sẽ được cho biết], "Được bạn recompensed ngoại trừ bạn đã sử dụng như thế nào để làm?"
zu: Futhi noma ubani iza senzo esibi - ubuso babo uzobe amankeyane emlilweni, [futhi kuyothiwa], "Ingabe ngehlisela except for babe you sebenzisa ncisheka ngaphakathi?"

# Quran3250
source: [Say, O Muhammad], "I have only been commanded to worship the Lord of this city, who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [those who submit to Allah]
ca: [Dir, O Muhammad], "només he estat manat a adorar el senyor d'aquesta ciutat, que fet sagrat i a qui [pertany] totes les coses. I estic a les ordres de musulmans [aquells que enviar a Allah]
cy: [Dweud, Muhammad O], "dim ond wedi yr wyf wedi'i enillodd i addoli yr Arglwydd y ddinas hon, sy'n ei gwneud yn sanctaidd, ac i bwy [perthyn] holl bethau. Ac yr wyf yr enillodd yn y Moslemiaid [y rheini sydd yn cyflwyno i Allah]
da: [Sige, O Muhammad], "Jeg er kun blevet befalet at tilbede Herren i denne by, der gjorde det hellige og til hvem [tilhører] alle ting. Og jeg er befalet at være muslimer, [de, der underkaste sig Allah]
el: [Say, O Muhammad], «στολάς ἐνδύσεις μόνο να λατρεία του κυρίου αυτής της πόλης, που κατέστησε την ιερή και σε ποιόν [ανήκει] όλα τα πράγματα. Και είμαι τις διαταγές να είναι των μουσουλμάνων [όσοι υπακούουν Αλλάχ]
et: [St O Muhammad], "Mul on ainult kästud, usulise linna, kes tegi seda püha ja kellele Issand [kuulub] kõik asjad. Ja ma olen käskinud olevat moslemite [need, kes esitavad Jumal]
fi: [Eli Oi Muhammed] "on vain käsketty Herraa kaupungissa, jotka teki pyhä ja kenelle [kuuluu] kaiken. Ja minä olen käskenyt olemaan muslimien, [ne, jotka väittävät Allah]
he: [תגיד, מוחמד O], "אני רק הייתי ציווה לעבודת האל של העיר הזו, מי עשה את זה הקדוש ולמי [שייך] כל הדברים. צוויתי להיות של המוסלמים [אלה ששולחים אללה]
hr: [, O Muhammad], "Ja samo je zapovjeđeno da obožavaju gospodara ovog grada, koji je napravio to sveto i kome [mjesto] sve stvari. I naredio da se Muslimana [onih koji su upisali Allahu]
lt: [Pasakyti, O Muhammad], "aš tik liepė garbinti Viešpaties šio miesto, kuris padarė ją šventa ir kam [priklauso] visų dalykų. Ir aš liepė, kad musulmonų [tie, kurie pateikti Allaho]
lv: [Teikt, O Muhammad], "es tikai komandēja pielūgt kungs šajā pilsētā, kas padarīja to par svētu un kam [pieder] visas lietas. Un esmu pavēlējis par musulmaņiem, [tiem, kas iesniedz Allah]
nb: [Si O Muhammad], "Jeg har bare blitt befalt å tilbe Herren i denne byen, som gjorde det hellige og til hvem [tilhører] alt. Og jeg er ledet av muslimer [de som sender å Døyve]
sk: [J. Mohamed], "som len bolo prikázané uctievanie pána tohto mesta, kto robil to posvätné a komu [patrí] všetky veci. A ja som velil za moslimov [tých, ktorí predložia Alah]
sl: [Reči, O Muhammad], "sem le bil ukazal častiti gospod tega mesta, ki je sveto in komu [spada] vse stvari. In sem ukazal, da so muslimani, [tisti, ki predloži Allah]
sr_cyrl: [Реци , О Мухаммад], "само био наредио да Господ овог града, који га је направио свето и коме се клањају [припада] све ствари. И наредио да будем Муслимана [оне који поднесу Алах]
sr_latn: [Reci, O Muhammad], "samo bio naredio da Gospod ovog grada, koji ga je napravio sveto i kome se klanjaju [pripada] sve stvari. I naredio da budem Muslimana [one koji podnesu Alah]
uk: [Говорити, O Мухаммад], "я тільки був наказав поклонятися Господу цього міста, хто зробив це священне і до кого [належить] всі речі. І я наказав бути мусульман, [ті, хто представляє Аллах]
vi: [Nói, O Muhammad], "tôi đã chỉ được chỉ huy để thờ phượng Chúa của thành phố này, những người đã làm cho nó thiêng liêng và người [thuộc] tất cả mọi thứ. Và tôi 'm chỉ huy được của người Hồi giáo [những người gửi Allah]
zu: [Zwi O Muhammad], "Ngiye kuphela phatha khonza iNkosi yalo muzi, ngubani walwenza lwaba ngcwele futhi kubani [kungokwalabo] zonke izinto. Futhi ngiyazingcwelisa ayalwa ukuba amaSulumane [labo abazithoba Allah]

# Quran3251
source: And to recite the Qur'an." And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say, "I am only [one] of the warners."
ca: I per recitar el Qur ' an. I qui és guiada només està guiat per [el benefici de] ell mateix; i qui es desvia - dir, "Jo sóc només [un] de l'última."
cy: Ac adrodd y Qur'an. A dim ond mae pwy bynnag sy'n cael ei arwain dan arweiniad ar gyfer [budd] ei hun; a pwy bynnag crwydro-dweud, "I am unig [un] y warners."
da: Og at recitere Koranen." Og hvem er styret er kun guidet til fordel for sig selv; og den, der strejfer - sige, "Jeg er kun [en] af Warner."
el: Και να απαγγέλλουν του Κορανίου.» Και όποιος καθοδηγείται μόνο καθοδηγείται για [όφελος] ο ίδιος? και όποιος ξεφεύγει - ας πούμε, «Εγώ είμαι μόνο [ένα] από το warners.»
et: Ja rääkiv Koraan." Ja kes iganes juhib ainult huvitavad [kasuks] ise; ja kes iganes strays - öelda, "Ma olen ainult [üks] selle warners."
fi: Ja lukea Koraania. Ja kuka ohjaa vain [hyväksi]; ja kuka harhautuu - sanoa, "I am vain [yksi] warners."
he: לדקלם את הקוראן." מי מודרך רק מודרכים לטובת [של]; ואת מי מהסוסים התועים - תגיד, "אני רק [אחד] בוורנר."
hr: I recitirati Kur'an." I tko god je vođena samo vodi [u korist]; i tko god lutalice - kaže, "Ja sam jedini [1] u Warneru."
lt: Ir deklamuoti Korano." Ir kas vadovaujasi tik vadovaujasi [naudai]; ir kas uciekł - sako, "Aš esu tik [vienas], kad warners."
lv: Un deklamēt Korāns. Un tikai tas, kurš vadās vadās [labu] pats; un kurš strays - teikt: "Es esmu tikai [viena] warners."
nb: Og å resitere Koranen. Og hvem er guidet ledes bare for [nytte av] selv; og den som strays - si, "Jeg er bare [en] av warners."
sk: A recitovať Korán. A kto riadi riadi iba na [výhody]; a ten, kto zablúdi - hovoriť, "Ja som len [jedna] warners."
sl: In z recitiranjem Koranu." In kdor ravna samo ravna [v korist] sam; in kdor strays - reči, "Jaz sem samo [eno] v mestu warners."
sr_cyrl: И да рецитује Кур'ану." И ко год је вођена је само вођена за [у корист] себе; и ко год луталица - реци, "Ја сам једини [који] је само идеја."
sr_latn: I da recituje Kur'anu." I ko god je vođena je samo vođena za [u korist] sebe; i ko god lutalica - reci, "Ja sam jedini [koji] je samo ideja."
uk: І читати Корану. І той, хто керується керується тільки для [на користь] себе; і той, хто заходи - скажімо, "I am [єдина] у місті warners."
vi: Và để đọc kinh Koran. Và bất cứ ai được hướng dẫn chỉ hướng dẫn cho [các lợi ích của] mình; và bất cứ ai strays - nói, "Tôi chỉ [một] Các warners."
zu: Futhi kuze hlabelela Qur'an "Futhi noma ubani guided guided kuphela [kuzuze] ngokwakhe; + futhi noma ubani strays - uthi," Mina ngiyindlela kuphela [omunye] of warners! "..

# Quran3252
source: And say, "[All] praise is [due] to Allah. He will show you His signs, and you will recognize them. And your Lord is not unaware of what you do."
ca: I dir, "elogi [All] és [deu] a Allah. Ell et mostrarà el seu signes i coneixereu. I el seu Senyor no és conscient del que fas.
cy: A dweud, "canmoliaeth [bob] [] i Allah. Bydd ef yn dangos arwyddion ei, a bydd yn eu hadnabod. Ac nid yw eich Arglwydd yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Og sige: "[alle] ros er [grund] Allah. Han vil vise dig sin tegn, og du vil genkende dem. Og din herre er ikke uvidende om hvad du gør"
el: Και λένε, «[όλα] έπαινος οφείλεται [] Αλλάχ. Αυτός θα σας δείξει σημάδια του, και θα τους αναγνωρίσετε. Και ο Λόρδος σας δεν αγνοεί αυτό που κάνεις."
et: Ja öelda, "[kõik] kiitust tuleneb [] Allah. Ta näitab sulle oma märgid ja tunneksite need. Ja teie Issand ei teadnud mida."
fi: Ja sanoa, "[All] kehua johtuu [] Jumalalle. Hän näyttää hänen merkkejä ja tunnistat ne. Ja teidän Herranne ei tiedä mitä tehdä."
he: והוא אומר, "[כל] שבח [בשל] אללה. הוא יראה לך סימני שלו, קל לזהות אותם. האל שלך אינו מודע מה לעשות."
hr: I kažu, "[sve] hvale je [zbog] Allahu. On će vam pokazati svoje znakove, a ćete ih prepoznati. "I Gospodar tvoj nije znao što učiniti."
lt: Ir sako, "[visi] girti yra [dėl] Dievas. Jis parodys jums jo požymiai, ir jums atpažinti. Ir jūsų Viešpats ne nežino ką daryti."
lv: Un teikt: "uzslava [visi] ir [izpildes] Allahu. Viņš parādīs savu pazīmes un varēsit atpazīt tos. Un jūsu kungs nezina, ko darīt."
nb: Og si, "[alle] ros er [grunn] Allah. Han vil vise deg hans tegn, og vil du gjenkjenne dem. Og din Herre er ikke klar over hva du gjør.
sk: A hovoria: "[všetky] chvála je [spôsobené] Alah. On vám ukáže, jeho príznaky a spoznáte ich. A váš pán nie je vedomý toho, čo robíte."
sl: In reči, "[vse] pohvale zapade [] v Allah. On vam bo pokazal svoje znake, in boste prepoznali. In svojega gospodarja ni vedela, kaj storiti."
sr_cyrl: И реци: "[све] похвале је [крајњи рок] Алаху. Он ће ти показати му ни трага, а њих ћете препознати. И твој господар не знају како."
sr_latn: I reci: "[sve] pohvale je [krajnji rok] Alahu. On će ti pokazati mu ni traga, a njih ćete prepoznati. I tvoj gospodar ne znaju kako."
uk: І сказати, "Хвала [всі] [через] Аллаха. Він покаже вам, його знаки, і вам будуть визнавати їх. І ваш Господь не знають про те, що ви зробити."
vi: Và nói rằng, "khen ngợi [tất cả] [vì] Allah. Ông sẽ cho bạn thấy dấu hiệu của mình, và bạn sẽ nhận ra chúng. Và Chúa của bạn không phải là không biết những gì bạn làm.
zu: Futhi bathi, "[Wonke] udumo [ngenxa] Allah. Uzonibonisa sezibonakaliso zakhe, futhi uyobe ukuzibona. Kho Lord is hhayi unaware of babe you enza!."

# Quran3253
source: Ta, Seen, Meem.
ca: Ta, vist, Meem.
cy: Dreth gyngo, gweld, Meem.
da: Ta, set, Meem.
el: TA, δει, Meem.
et: Ta, näinud, Meem.
fi: Ta katsottuna Meem.
he: ראה, Meem.
hr: Hvala, vidio, Meem.
lt: Ta, matyti, Meem.
lv: Ta, redzējis Meem.
nb: Ta, sett, Meem.
sk: Ta, videl, Mîm.
sl: Ta, videl, Meem.
sr_cyrl: Та , видео, Меем.
sr_latn: Ta, video, Meem.
uk: TA, видно, Meem.
vi: Ta, nhìn thấy, Meem.
zu: Ta Bheka, Meem.

# Quran3254
source: These are the verses of the clear Book.
ca: Aquests són els versos del llibre clar.
cy: Mae'r rhain yn y penillion y llyfr clir.
da: Disse er versene af den klare bog.
el: Αυτοί είναι οι στίχοι του βιβλίου σαφές.
et: Need on salmid selged raamat.
fi: Nämä ovat selkeä kirja säkeet.
he: אלו הפסוקים בספר ברורה.
hr: To su stihovi jasnu knjigu.
lt: Tai yra aiškus knyga eilėmis.
lv: Tie ir panti skaidri grāmatu.
nb: Dette er versene av klar boken.
sk: Sú to verše jasne knihy.
sl: To so verzi jasno knjige.
sr_cyrl: То су стихови јасно књиге.
sr_latn: To su stihovi jasno knjige.
uk: Це вірші ясно книги.
vi: Đây là những câu thơ của cuốn sách rõ ràng.
zu: Lawa amavesi Book ecacile.

# Quran3255
source: We recite to you from the news of Moses and Pharaoh in truth for a people who believe.
ca: Podem recitar a vostè de les notícies de Moses i faraó en veritat per una gent que creuen.
cy: Inni adrodd i chi gan y newyddion am Moses a Ffaro mewn gwirionedd ar gyfer pobl sydd yn credu.
da: Vi reciterer til dig fra nyheder om Moses og Farao i sandhed for et folk, der tror.
el: Που απαγγέλλουν σε εσάς από την είδηση του Moses και Φαραώ στην αλήθεια για τους ανθρώπους που πιστεύουν.
et: Me etlema teile alates Uudised Moses ja vaarao tõsi inimestele, kes usuvad.
fi: Meidän lausua teille uutisia Moses ja farao totuus niille, jotka uskovat.
he: אנחנו לדקלם לך מהחדשות של Moses, פרעה האמת לאנשים המאמינים.
hr: Koje pričamo vam vijesti Moses i faraon u istinu za ljude koji vjeruju.
lt: Mes deklamuoti jums iš naujienų Moses ir Faraonas tiesą sakant tiems, kurie tiki.
lv: Mēs deklamēt jums no Moses un faraons jaunumi patiesībā cilvēkiem, kas tic.
nb: Vi resitere deg fra nyheter av Moses og Farao i sannhet for et folk som tror.
sk: Recitovať sme vám z Novinky Moses a faraóna v pravde pre ľudí, ktorí veria.
sl: Recitirali smo vam od novice Moses in faraon v resnici za ljudi, ki verjamejo.
sr_cyrl: Морамо да вам рецитује из вести Мосес и Фараон у истини за људе који верују.
sr_latn: Moramo da vam recituje iz vesti Moses i Faraon u istini za ljude koji veruju.
uk: Ми читай до вас від Новини Moses та фараона в істину для людей, які вірять.
vi: Chúng ta niệm cho bạn từ những tin tức của Moses và Pharaoh trong thử thách cho một người tin tưởng.
zu: Thina hlabelela you kusukela izindaba sikaMose nesika kuFaro iqiniso ntu bani kholwa.
