Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1461
source: Even if every sign should come to them, until they see the painful punishment.
ca: Fins i tot si cada signe hauria d'arribar a ells, fins que veuen el dolor càstig.
cy: Hyd yn oed os dylai pob arwydd yn dod iddynt, nes iddynt weld y gosb poenus.
da: Selv hvis alle tegn skal komme til dem, indtil de ser en smertefuld straf.
el: Ακόμη και αν κάθε σήμα θα πρέπει να έρχονται σε αυτούς, μέχρι να δουν την οδυνηρή τιμωρία.
et: Isegi kui kõik märgid neile, kuni nad näevad valus karistuse.
fi: Vaikka kaikki pitäisi tulla heille, kunnes he näkevät tuskallisen rangaistuksen.
he: אפילו אם כל סימן צריך לבוא אליהם, עד שהם רואים את העונש מכאיב.
hr: Čak i ako svaki znak, dok ne vide bolna kazna.
lt: Net jei kiekvienas ženklas turėtų atvykti į juos, kol jie mato skausmingas bausmes.
lv: Pat tad, ja katru zīmi jānāk tiem, līdz viņi redz sāpīgi sods.
nb: Selv om alle tegn bør komme til dem, inntil de ser smertefulle straffen.
sk: Aj keď každý znak by malo prísť k nim, kým vidí bolestivé trest.
sl: Čeprav vsak znak naj bi se jim, dokler ne vidijo boleče kaznovanje.
sr_cyrl: Чак и ако сваки знак треба да са њима, док не виде болна казна.
sr_latn: Čak i ako svaki znak treba da sa njima, dok ne vide bolna kazna.
uk: Навіть якщо кожен знак повинно прийти на них, поки вони бачать хворобливі покарання.
vi: Thậm chí nếu mỗi dấu hiệu nên đi kèm với họ, cho đến khi họ nhìn thấy sự trừng phạt đau đớn.
zu: Ngisho noma zonke uphawu beze kubo, baze babone buhlungu jeziso.

# Quran1462
source: Then has there not been a [single] city that believed so its faith benefited it except the people of Jonah? When they believed, We removed from them the punishment of disgrace in worldly life and gave them enjoyment for a time.
ca: Llavors no hi ha hagut una ciutat [sol] que creia perquè la seva fe beneficiat excepte la gent de Jonàs? Quan creien, hem tret d'ells el càstig de vergonya en la vida mundana i els va donar gaudi per un temps.
cy: Yna ni fu [un] Dinas yn credu felly roedd ei ffydd yn ei elwa ac eithrio pobl Jonah? Pan eu bod yn credu, rydym yn symud oddi yno y gosb o warth mewn bywyd worldly ac yn rhoi mwynhad am amser.
da: Derefter har der ikke været en [enkelt] by, der troede så sin tro nydt det undtagen mennesker af Jonah? Når de troede, vi fjernet fra dem straf for skændsel i verdslige liv og gav dem nydelse for en tid.
el: Στη συνέχεια, δεν έχει υπάρξει μια [single] πόλη που πίστευαν έτσι την εμπιστοσύνη τους επωφελήθηκαν αυτό εκτός από τους ανθρώπους του Ιωνά; Όταν πίστεψαν, εμείς αφαιρείται από αυτούς την τιμωρία του ντροπή στην κοσμική ζωή και τους έδωσε απόλαυση για μια φορά.
et: Siis seal ei ole [üks] city, mis arvatavasti nii oma usus saanud välja arvatud Jonah inimesi? Kui nad uskusid, meil eemaldatakse neilt häbiplekk karistuse maise elu ja andis neile naudingut aega.
fi: Sitten ei tapahtunut [single] kaupunki, joka uskoi niin luottamuksensa hyötyneet paitsi ihmiset, Joonan? Kun he uskoivat poistimme niistä häpeällinen rangaistus maallista elämää ja antoi heille nauttia aikaa.
he: אז לא היתה בעיר [אחת] שהאמין אז האמונה שלה נהנו זה חוץ מאיתנו יונה? כאשר הם מאמינים, אנו להסיר מהם את העונש של חרפה בחיים הגשמיים, נתן להם הנאה למשך זמן.
hr: Onda ne je [jedna] grad koji vjeruje tako svoju vjeru koristi osim ljudi Jonah? Kad su vjerovali, uklanjaju ih kazna sramotu u svjetovni život i dao im užitak za vrijeme.
lt: Tada ten buvo [vienas] miestas, kuris tikėjo, todėl privatizuotas naudos ji išskyrus Jona žmonės? Kai jie manė, mes pašalintas iš jų baudimą už nemalonę žemiškų gyvenime ir davė jiems malonumą laiką.
lv: Tad tur nav bijis [vienu] pilsēta, kas uzskatīja, ka tā savu ticību guva labumu izņemot Jonas cilvēkus? Kad viņi ticēja, mēs izņemta no tiem sodu par negodu pasaulīgās dzīves un deva viņiem prieku uz laiku.
nb: Så det er ikke en [enkel] by som trodde så sin tro nytte det unntatt folk Jonas? Når de vi fjernet fra dem straffen av skam i verdslige liv og ga dem glede i tid.
sk: Potom tam nebol [jednotného] mesto, ktoré verili tak svoju vieru prospech to okrem ľudí Jonáš? Keď verili, sme odstránené z nich trest hanba v pozemský život a dal im zábavu čas.
sl: Potem ni prišlo [en] mesto, ki je verjel tako svoj vera to koristi razen ljudi Jona? Ko so verjeli, smo odstranili iz njih kazen sramota v posvetno življenje in jim je dal užitek za časa.
sr_cyrl: Онда није било [једне] град који је веровао па своју веру имао корист осим народа Јонах? Када су веровали, смо уклоњени из њих казна срамоте у земаљски живот и дао им уживање времена.
sr_latn: Onda nije bilo [jedne] grad koji je verovao pa svoju veru imao korist osim naroda Jonah? Kada su verovali, smo uklonjeni iz njih kazna sramote u zemaljski život i dao im uživanje vremena.
uk: Тоді там не було [одного] місто, що вважав так свою віру на користь вона Крім людей Іона? Коли вони увірували, ми видаляються з їх покарання ганьба в мирське життя і дав їм задоволення протягом часу.
vi: Sau đó đã có chưa là một thành phố [single] tin rằng để Đức tin của mình hưởng lợi nó ngoại trừ những người của Jonah? Khi họ tin rằng, chúng tôi loại bỏ từ họ trừng phạt nhục trong cuộc sống trần tục và đã cho họ hưởng thụ cho một thời gian.
zu: Pho khona engabanga khona [single] umuzi wakholwa ngakho ukholo lwayo abazuze ngaphandle abantu kaJona?

# Quran1463
source: And had your Lord willed, those on earth would have believed - all of them entirely. Then, [O Muhammad], would you compel the people in order that they become believers?
ca: I tenia el seu willed de Senyor, que a la terra hauria cregut - tots ells totalment. Llavors, [O Muhammad], vostè obligaria a la gent per tal que siguin creients?
cy: A oedd eich Arglwydd ewyllysio iddi, byddai'r rheini sydd ar y ddaear wedi credu-pob un ohonynt yn gyfan gwbl. Wedyn, [O Muhammad], byddai ydych yn gorfodi pobl er mwyn iddynt ddod yn gredinwyr?
da: Og havde din herre villet, dem på jorden ville have troet - alle af dem helt. Derefter, [O Muhammad], ville du tvinge, folk, så de bliver troende?
el: Και είχε το Λόρδο βουλητικός, όσων πάνω στη γη θα πίστευε - όλοι τους εντελώς. Στη συνέχεια, [Ο Μωάμεθ], θα σας επιβάλλουν οι άνθρωποι ώστε να γίνουν πιστοί;
et: Ja oli oma Issanda kombeks, need, mis on maa peal oleks uskunud - kõik need täielikult. Seejärel, [O Muhammad], oleks te sundida inimesi, et nad Hakka usklikud?
fi: Ja olisi teidän Herranne tahtonut, jotka maan päällä olisi uskonut - ne kaikki täysin. Sitten [Oi Muhammed] sinun pakottaa ihmiset sen varmistamiseksi, että ne ovat uskovia?
he: היה אדונך רצון, אלה על פני כדור הארץ האמין - כולן לחלוטין. לאחר מכן, [O מוחמד], אתה יאלץ את האנשים כדי בכך שהם הופכים המאמינים?
hr: Te je gospodar tvoj htio, one na zemlji bi vjerovao - svi su u potpunosti. Onda, [O Muhammad], bi vas natjerati ljude da postanu vjernici?
lt: Ir turėjo savo Viešpaties valios, tas žemėje būtų manoma - visi jie visiškai. Tada, [O Muhammad], jūs priverstų žmones, kad jie tampa tikinčiųjų?
lv: Un jūsu Kunga gribas, tiem, kas uz zemes nebūtu ticējis - visas no tām pilnībā. Tad [O Muhammad], nebūtu jūs piespiest cilvēkus, lai tie kļūtu par ticīgo?
nb: Og hadde deres Herre ville, på jorden ville trodd - alle av dem helt. Deretter [O Muhammad], ville du tvinge folk slik at de blir troende?
sk: A mal svojho pána vôľou, tie na zemi by veril - všetky z nich úplne. Potom [Mohamed], by vás donútiť ľudí aby sa stali veriaci?
sl: In je svojega Gospoda volje, tiste na zemlji bi verjel - vse od njih v celoti. Nato, [O Muhammad], bi vas prisili ljudi da postanejo verniki?
sr_cyrl: И имао свога господара вољу, онима на земљи би веровала - свима њима у потпуности. Онда , [О Мухаммад], те дајте оставку људи с циљем да они постану верници?
sr_latn: I imao svoga gospodara volju, onima na zemlji bi verovala - svima njima u potpunosti. Onda, [O Muhammad], te dajte ostavku ljudi s ciljem da oni postanu vernici?
uk: І був ваш Господь того, ті, на землі, які вважали - всі вони повністю. Потім [O Мухаммад], ви змушують людей для того, щоб вони стали віруючими?
vi: Và có Chúa của bạn ý chí, những người trên trái đất sẽ có tin - tất cả chúng hoàn toàn. Sau đó, [O Muhammad], nào bạn bắt buộc người dân để mà họ trở thành tín hữu?
zu: Ukukhanya kwawo kwakunjengetshe kho Lord willed labo emhlabeni ngabe bakholwa - bonke of them ngokuphelele.

# Quran1464
source: And it is not for a soul to believe except by permission of Allah, and He will place defilement upon those who will not use reason.
ca: I no és per a una ànima creure excepte per permís d'Allah, i es posarà a la corrupció a aquells que no utilitzarà la raó.
cy: Ac nid yw enaid i gredu heblaw drwy ganiatâd Allah, a bydd yn rhoi defilement ar y rhai sy'n gwrthod defnyddio'r rheswm.
da: Og det er ikke en sjæl at tro undtagen med tilladelse fra Allah, og han vil placere besmittelse over dem, der ikke vil bruge årsagen.
el: Και δεν πρόκειται για μια ψυχή να πιστεύετε, εκτός από την άδεια του Αλλάχ, και εκείνος θα βάλει μίασμα προς όσοι δεν θα χρησιμοποιήσετε τον λόγο.
et: Ei ole hinge arvata välja arvatud loata Jumal ja ta paigutab defilement neile, kes ei kasuta põhjus.
fi: Ja ei ole uskoa paitsi luvalla sielu, ja hän asettaa saastaisuuden niille, joka ei käytä syy.
he: זה לא בשביל נשמה להאמין אלא לאחר אישור של אללה, הוא יהיה מקום טומאה ועל אלו לא ישתמש סיבה.
hr: To nije za dušu da vjerujemo osim dozvolu od Allaha i će se onečišćenje nad onima koji će koristiti razlog.
lt: Ir tai ne sielos manyti išskyrus Šventasis Raštas, Dievas, ir jis bus vietoj defilement tiems, kurie nenaudoja priežastis.
lv: Tas nav dvēsele domāt, izņemot ar atļauju no Allah un viņš uzliks defilement pēc tiem, kas neizmantos iemesls.
nb: Og det er ikke for en sjel å tro unntatt med tillatelse av Allah, og han vil plassere urenhet som ikke bruker grunn.
sk: To nie je pre dušu veriť okrem zvolením Alaha a bude miesto Nepoškvrneného na tých, ktorí nebudú používať dôvod.
sl: In ne gre za dušo verjeti, razen z dovoljenjem Allah, in bo potekala Oskrnavljenje na tiste, ki ne bo uporabil razlog.
sr_cyrl: И то није за душу да верујем осим уз дозволу од Алаха, и он ће ставити Прљање над онима који не користе разлог.
sr_latn: I to nije za dušu da verujem osim uz dozvolu od Alaha, i on će staviti Prljanje nad onima koji ne koriste razlog.
uk: І це не для душі вірити, за винятком дозволу Аллаха, і поставить він defilement на тих, хто не буде використовувати причини.
vi: Và nó không phải cho một linh hồn để tin rằng ngoại trừ bởi sự cho phép của Allah, và ông sẽ đặt phiền những người sẽ không sử dụng lý do.
zu: Futhi akusiyo ngenxa yomphefumulo ukukholelwa ngaphandle kwemvume of Allah, futhi Yena uzobeka ungangcoliswa phezu labo abangeke ukusebenzisa isizathu.

# Quran1465
source: Say, "Observe what is in the heavens and earth." But of no avail will be signs or warners to a people who do not believe
ca: Dir, "Observar el que està en el cel i la terra." Però de debades serà signes o lesprimeres a un poble que no creuen
cy: Dweud, "Yn arsylwi beth sydd yn y nefoedd a'r ddaear." Ond ofer fydd arwyddion neu warners i bobl nad ydynt yn credu
da: Sige, "Observere hvad der er i himlene og jorden." Men ingen nytte vil være tegn eller warners til et folk, der ikke tror
el: Λένε, «Τηρούν τι είναι στους ουρανούς και στη γη.» Αλλά δεν θα είναι σημεία ή warners σε άτομα που δεν πιστεύουν
et: Öelda, "Jälgida, mis on taevas ja maa." Aga mingit on märke või warners on inimestele, kes ei usu
fi: Sanoa, "Joille, mikä on taivaat ja maan." Mutta mitään hyötyä merkkejä tai warners ihmisiä, jotka eivät usko
he: . תגיד, "להתבונן מה שנמצא השמיים והארץ". אבל הועילו יהיו סימנים או בוורנר אנשים אשר אינם מאמינים
hr: Kažu, "Promatrati ono što je na nebesima i zemlji." Ali i bez uspjeha će biti znakova ili Warneru da ljudi koji ne vjeruju
lt: Sako, "Stebėti, kas yra danguje ir žemėje." Tačiau, be jokios naudos bus požymių ar warners žmonėms, tikintiems
lv: Teiksim, "Novērot to, kas ir debesu un zemes". Bet par velti būs pazīmes vai warners cilvēkiem, kas netic
nb: Sier, «Se hva som er i himmelen og jorden.» Men ingen nytte vil bli skilt eller warners til et folk som ikke tror
sk: Hovoriť, "Poznamenávajú, čo je na nebi i na zemi." Ale márne sa príznaky alebo warners ľudí, ktorí neveria
sl: Reči, "Opazujejo, kaj je v nebes in zemlje." Vendar ne bo znaki ali warners, ljudje, ki verjamejo
sr_cyrl: Реци , "Посматрам то из неба и земље." Али нема користи биће знакове или само идеја да неки људи који не верују
sr_latn: Reci, "Posmatram to iz neba i zemlje." Ali nema koristi biće znakove ili samo ideja da neki ljudi koji ne veruju
uk: Кажуть, «Спостерігати, що входить до складу небеса та Земля.» Але не помагає нічого буде знаки або місті warners людей, які не вірять
vi: Nói, "Quan sát trong các tầng trời và trái đất là gì." Nhưng không avail sẽ có dấu hiệu hoặc warners để một người không tin
zu: Ithi, "Qaphela lokhu kungenjongo yokuba amazulu nomhlaba."

# Quran1466
source: So do they wait except for like [what occurred in] the days of those who passed on before them? Say, "Then wait; indeed, I am with you among those who wait."
ca: Així fer esperen excepte com [que va passar a] els dies dels que passaven davant d'ells? Dir, "i després esperar; de fet, estic amb tu entre aquells que esperar. "
cy: Felly wneud iddynt aros ac eithrio fel [hyn a ddigwyddodd yn] y diwrnod o'r rhai a basiwyd cyn iddynt? Dweud, "yna yn aros; yn wir, yr wyf â chi ymhlith y rhai sy'n aros."
da: Så skal de vente med undtagelse af som [hvad der skete i] dage af dem, der gik før dem? Sige, "derefter vente; Ja, jeg er med dig blandt dem, der vente. "
el: Έτσι κάνετε περιμένουν εκτός από όπως [τι συνέβη στο] των ημερών εκείνων που μετακυλίεται πριν από αυτούς; Ας πούμε, "περιμένετε? Πράγματι, είμαι μαζί σας μεταξύ εκείνων που περιμένετε.»
et: Nii et ärge nad oodata välja arvatud nagu [mis esines] päevad, kes enne neid edasi? Öelda: "oodake; Tõepoolest, ma olen teiega nende seas, kes ootama."
fi: Joten tehdä ne odottaa paitsi kuten [tapahtumista] päivää, jotka hyväksyttiin ennen heitä? Esimerkiksi: "odota; itse asiassa minä kuulun kanssasi jaksaa odottaa."
he: . אז הם מחכים חוץ כמו [למה שהתרחש] הימים של מי העביר לפניהם? אומרים, "ואז לחכות; אכן, אני איתך בין אלה לחכות."
hr: Tako da oni čekaju osim kao [što se dogodilo u] dana od onih koji su umrli prije njih. Kažu, "zatim čekati; Doista, ja sam sa vama među onima koji čekaju."
lt: Taigi ar jie laukia išskyrus kaip [kas įvyko] dienų, tie, kurie prieš juos perduoti? Sako: "tada palaukti; iš tiesų, aš esu su jumis tarp tų, kurie palaukti."
lv: Tātad vai viņi gaida izņemot kā [kas noticis] dienas no tiem, kas nodots viņiem priekšā? Proti, "pēc tam gaidīt; patiešām, es esmu kopā ar jums, starp tiem, kuri gaida."
nb: Så gjør de vente unntatt som [hva som skjedde i] dagene som gikk på før dem? Si "vent; Ja, jeg er med deg blant dem som venter."
sk: Tak budú čakať s výnimkou ako [čo sa udialo vo] dní od tých, ktorí prešli pred nimi? Napríklad: "potom čakať; v skutočnosti som s vami medzi tými, ktorí čakajú. "
sl: Tako pa čakajo razen kot [kaj zgodilo v] dni od tistih, ki so opravili pred njimi? Reči, "počakajte; res, jaz sem z vami med tistimi, ki čakajo."
sr_cyrl: Тако да цекају осим као [шта се догодило у] дана од оних који су поставили пред њима? Рецимо , "Онда стани; Заиста , ја сам са вама међу онима који чекају."
sr_latn: Tako da cekaju osim kao [šta se dogodilo u] dana od onih koji su postavili pred njima? Recimo, "Onda stani; Zaista, ja sam sa vama među onima koji čekaju."
uk: Так робити, вони чекають крім як [те, що відбулося в] за днів тих, хто передав перед ними? Скажімо, "зачекайте; Справді, я з вами серед тих, хто чекати".
vi: Vì vậy làm họ chờ ngoại trừ như [những gì đã xảy ra trong] những ngày của những người đã thông qua trước khi họ? Nói, "sau đó chờ đợi; Thật vậy, tôi với bạn trong số những người chờ đợi. "
zu: Ngakho ncisheka they linda ngaphandle like [ngalokho okwenzeka] Ezinsukwini zalawo owadlula phezu phambi kwabo?

# Quran1467
source: Then We will save our messengers and those who have believed. Thus, it is an obligation upon Us that We save the believers
ca: Llavors ens salvarà nostres missatgers i aquells que han cregut. Per tant, és una obligació sobre nosaltres que podem salvar els creients
cy: Yna byddwn yn arbed ein negeswyr a'r rhai sydd wedi credu. Felly, mae'n ddyletswydd arnom y byddwn yn achub y credinwyr
da: Derefter vil vi gemme vores bude og dem, der har troet. Det er således en forpligtelse for os, at vi sparer troende
el: Στη συνέχεια, θα εξοικονομήσουμε κλητήρες μας και σε όσους πίστεψαν. Έτσι, είναι υποχρέωση μας που μπορούμε να σώσουμε την πιστών
et: Siis me päästab meie kullerid ja need, kes oleks uskunud. Seega on kohustus meid, et me salvestada usklikud
fi: Sitten säästämme meidän lähettiläitä ja jotka ovat uskoneet. On siis velvollisuus ovella, että säästämme uskovaiset
he: אז נחסוך השליחים שלנו ומי מאמין. לכן חובה עלינו שאנחנו מצילים המאמינים
hr: Onda spasiti ćemo našeg glasnika i onih koji su povjerovali. Dakle, to je dužnost na nama da spasimo vjernike
lt: Tada mes bus išsaugoti mūsų pasiuntiniai ir tie, kurie tiki. Taigi, tai yra pareiga į mus, kad mes išgelbėti tikintieji
lv: Tad mums saglabāt mūsu kurjeriem un tiem, kam ir uzskats. Tātad, tas ir mums, ka mēs saglabājam ticīgie pienākumu
nb: Deretter vil vi lagrer våre sendebud og de som har trodd. Det er derfor en plikt til oss at vi lagrer troende
sk: Potom sme vám ušetrí náš poslov a tých, ktorí uverili. Preto je povinnosť nás, že sme zachrániť veriaci
sl: Nato bomo shranili naše kurirje in tiste, ki ste verjeli. Tako, da je obveznost na nas, da varčujemo z vernike
sr_cyrl: Онда ће сачувати нам гласнике, и оне који верују. На тај начин је обавезу пред нама који смо сачували верницима
sr_latn: Onda će sačuvati nam glasnike, i one koji veruju. Na taj način je obavezu pred nama koji smo sačuvali vernicima
uk: Потім ми збережемо нашу послів і тих, хто вірив. Саме тому зобов'язання на нас, що ми економимо віруючі
vi: Sau đó chúng tôi sẽ lưu các sứ giả của chúng tôi và những người đã tin. Vì vậy, nó là một nghĩa vụ khi chúng tôi mà chúng tôi lưu các tín hữu
zu: Khona Sizokwenza khulula ithu gijimi labo kholwa.

# Quran1468
source: Say, [O Muhammad], "O people, if you are in doubt as to my religion - then I do not worship those which you worship besides Allah; but I worship Allah, who causes your death. And I have been commanded to be of the believers
ca: Dir, [O Muhammad], "gent O, si vostè està en dubte pel que fa a la meva religió - llavors jo no veneren els que adoren a més d'Allah; però veneren Allah, que provoca la mort. I jo he estat manat per ser dels creients
cy: Dweud, [O Muhammad], "O bobl, os ydych yn amau fy crefydd-yna nid wyf wneud addoli sydd yn ydych yn addoli ar wahân i Allah; ond yr wyf yn addoli Allah, sy'n achosi eich marwolaeth. Ac yr wyf wedi enillodd fod y credinwyr
da: Sige, [O Muhammad], "O folk, hvis du er i tvivl om min religion - så jeg ikke tilbede dem, som du tilbeder foruden Allah; men jeg tilbeder Allah, der forårsager din død. Og jeg er blevet befalet at blive i troende
el: Πω, [Ο Μωάμεθ], «O ανθρώπους, αν είστε σε αμφιβολία ως προς τη θρησκεία μου - τότε δεν τη λατρεύω εκείνα που σας λατρείας εκτός από Αλλάχ? αλλά εγώ λατρεία Αλλάχ, που προκαλεί το θάνατο σας. Και διέταξα να είναι οι πιστοί
et: Ütlen, [O Muhammad], "O inimesi, kui olete kindel, et minu religioon - siis ma palvelette, mis te kummardama peale Jumal; kuid ma teenida Jumalat, kes põhjustab oma surma. Ja mind on kästud olevat usklike
fi: Esimerkiksi: [Oi Muhammed] "Oi ihmiset, jos olet epävarma siitä, my religion - niin eivät palvovat niitä, joita te palvelette lisäksi hillitä; mutta minä palvelen Jumalaa, joka aiheuttaa kuoleman. Ja olen käskenyt olemaan uskovien
he: אומרים, [O מוחמד], "O אנשים, אם אתה ספק באשר הדת שלי -. אז אני לא אוהב אלה אשר אתה סוגד מלבד אללה; . אבל אני מעריץ אללה, הגורם למוות. יש לי כבר פיקדתי להיות של המאמינים
hr: Kažu, [O Muhammad], "O ljudi, ako ste u dilemi kako da moja religija - pa ne obožavam one koje obožavate osim Allah; Ali i obožavanje Allaha, koji uzrokuje smrt. I sam zapovjedio da se vjernici
lt: Tarkim, [O Muhammad], "O žmonės, jei jums kyla abejonių dėl mano religija - tada aš ne garbinti tuos, kurie jums garbinti be Dievo; bet aš garbinti Dievo, kuris daro savo mirties. Ir aš įsakiau, kad tikintiesiems
lv: Teiksim, [O Muhammad] "O cilvēku, ja jums ir šaubas par manu reliģiju - tad es nav dievkalpojumu, kuri pielūdz papildus Allah; bet es dievkalpojumu Allah, kas izraisa jūsu nāves. Un ir pavēlēts būt ticīgo
nb: Si, [O Muhammad], "O folk, hvis du er i tvil om min religion - så jeg ikke tilber de som du tilber foruten Gud. men jeg tilber Allah, som fører til din død. Og jeg er blitt befalt å være blant troende
sk: Napríklad: [Mohamed], "O ľudí, ak ste na pochybách, moje náboženstvo - potom uctievať, ktoré uctievajú okrem Alaha; ale som uctievať Boha, ktorý spôsobuje vaše smrť. A som bol prikázal, aby sa veriaci
sl: Recimo, [O Muhammad], "O ljudi, če ste v dvomih glede moje vere - potem niso bogoslužja tiste, ki ste bogoslužja, poleg Allah; vendar sem častili Allah, ki povzroča vaše smrti. In sem ukazal, da so verniki
sr_cyrl: Рецимо , [О Мухаммад], "О људи, ако сте у сумњу моја религија - онда не клањам онима које ти се клањају осим Аллах; Али ја обозавам Аллах, који је узрок смрти. И Наререно ми је да будем верницима
sr_latn: Recimo, [O Muhammad], "O ljudi, ako ste u sumnju moja religija - onda ne klanjam onima koje ti se klanjaju osim Allah; Ali ja obozavam Allah, koji je uzrok smrti. I Nareрeno mi je da budem vernicima
uk: Скажімо, [O Мухаммад], "O люди, якщо ви сумніваєтеся щодо того, моя релігія - то я не поклонятися тих, що поклоняються крім Аллаха; але я поклонятися Аллах, який викликає вашої смерті. І я наказав бути віруючих
vi: Nói, [O Muhammad], "O người, nếu bạn đang nghi ngờ về tôn giáo của tôi - sau đó tôi không tôn thờ những người mà bạn tôn thờ ngoài Allah; nhưng tôi tôn thờ Allah, người gây ra cái chết của bạn. Và tôi đã chỉ huy được của các tín hữu
zu: Awusho, [O Muhammad], "O bantu, uma ungabaza njengoba enkolweni yami - ke I cha khonza labo which you khonza Allah, kodwa ngikhulekela Allah, odukisa ukufa lakho ngiyalwe ukuba abe.
