Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2179
source: And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,
ca: I per què vostè, quan vostè introdueix el seu jardí, no dir, "què Allah voluntat [ha produït]; hi ha cap poder excepte Allah "? Encara que em vegis menys que tu en riquesa i nens,
cy: A pam na wnaethoch chi, pan roesoch chi eich gardd, na dweud, ' beth Allah ewyllysio iddi [wedi digwydd]; Nid oes unrhyw bŵer ac eithrio yn Allah '? Er y byddwch yn fy ngweld llai nag ydych mewn cyfoeth a phlant,
da: Og hvorfor gjorde du, når du har indtastet din have, ikke sige, ' hvad Allah testamenterede [opstod]; der er ingen magt undtagen i Allah '? Selv om du ser mig mindre end du i rigdom og børn,
el: Και γιατί το έκανες, όταν εισαγάγατε τον κήπο σας, λένε: «τι Αλλάχ βουλητικός [συνέβη]? δεν υπάρχει καμία δύναμη εκτός από Αλλάχ»; Αν και μπορείτε να δείτε εμένα λιγότερο από ό, τι σε πλούτο και τα παιδιά,
et: Ja miks sa, kui sisestasite aeda, ütle, "mida Allah kombeks [on toimunud]; ei ole võim välja arvatud Jumal "? Kuigi sa näed mind vähem kui te rikkuse ja lastel,
fi: Ja miksi, kun tuli omassa puutarhassa, sanoa, "mitä Jumala tahtoi [tapahtunut]; ei ole valtuuksia paitsi Allah "? Vaikka näet minut vähemmän kuin vaurautta ja lasten
he: למה אתה, כשנכנסת בגינה שלך, לא אומר, "מה אללה רצון [אירעה]; אין שום כוח מלבד אללה '? למרות שתראה אותי פחות מאשר את עושר וילדים,
hr: I zašto, kada ste unijeli svoj vrt, kaže: "ono što Allah htio [dogodila]; Nema snage osim u Allaha '? Iako me vidite manje nego li u bogatstvo i djeca,
lt: Ir kodėl jums, kai jūs įvedėte savo sode, negali pasakyti, "ką Dievas norėjo [įvyko]; nėra galios, išskyrus Allah "? Nors matote mane mažiau nei jums turtus ir vaikus,
lv: Un kāpēc tad, kad esat ievadījis savu dārzu, nav teikt, "ko Allāha gribas [noticis]; nav pilnvaras izņemot Allāhu '? Kaut gan jūs mani redzat mazāk, nekā jūs, bagātības un bērniem,
nb: Og hvorfor gjorde du, når du har angitt din hage, ikke si, ' hva Allah villet [har oppstått]; Det er ingen strøm unntatt i Allah "? Selv om du ser meg mindre enn du rikdom og barn,
sk: A prečo ste, keď ste vstúpil do vašej záhrady, som nepovedal, "čo Boh chcel [došlo]; nie je moc okrem v Boha "? Hoci ma menej ako si bohatstvo a deti,
sl: In zakaj si, ko vnesete vaš vrt, ne reči, "kaj Allah volje [prišlo]; ni moč razen v Allah "? Čeprav ste me videli manj kot v bogastvu in otrok,
sr_cyrl: А зашто си ти, када сте унели твој врт, нисам рекао, ' шта Аллах воље [Дошло је до]; Нема осим у Алаха '? Иако ме видите мање него ти у богатству и деца,
sr_latn: A zašto si ti, kada ste uneli tvoj vrt, nisam rekao, ' šta Allah volje [Došlo je do]; Nema osim u Alaha '? Iako me vidite manje nego ti u bogatstvu i deca,
uk: І чому ви, коли ви ввели ваш сад не сказати, ' що Аллах вольових [сталася]; немає такої сили, за винятком в Аллаха '? Хоча ви побачите мене менше, ніж ви в багатства і дітей,
vi: Và tại sao lại làm bạn, khi bạn bước vào khu vườn của bạn, không nói, ' những gì Allah willed [xảy ra]; không có không có sức mạnh ngoại trừ trong Allah '? Mặc dù bạn nhìn thấy tôi ít hơn so với bạn trong sự giàu có và con,
zu: Futhi kungani wena, uma you ngena kho gadi, abashongo ukuthi, 'Yini Allah willed [selwenzekile];

# Quran2180
source: It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,
ca: Pot ser que el meu Senyor em [quelcom] donarà millor que el seu jardí i enviarà a això una calamitat des del cel, i es convertirà en un terreny de llis, pols,
cy: Mae'n bosibl y bydd fy Arglwydd yn rhoi i mi [rhywbeth] well na eich gardd ac yn anfon arno drychineb o'r awyr, a bydd yn daear llyfn, llychlyd,
da: Det kan være at min herre vil give mig [noget] bedre end din have og vil sende det en katastrofe fra himlen, og det bliver en glat, støvede jord,
el: Μπορεί να είναι ότι ο Λόρδος μου θα μου [κάτι] δώσει καλύτερα από τον κήπο σας και θα στείλει σ ' αυτήν μια συμφορά από τον ουρανό, και θα γίνει μια ομαλή, σκονισμένο έδαφος,
et: Võib olla et minu Issand annab mulle [midagi] parem kui aeda ja saadan talle ka õnnetus taevast ja muutub sile, tolmune ground
fi: On Herra antaa minulle, [jotain] parempi kuin omassa puutarhassa ja lähettää sille katastrofi taivaalta, että siitä tulee sileä, pölyinen maa
he: ייתכן כי אדוני ייתן לי [משהו] יותר הגינה שלכם וישלח עליו אסון מן השמים, וזה יהפוך להיות רצפה חלקה, מאובקים,
hr: Možda da gospodaru će mi [nešto] dati bolji nego vaš vrt će poslati na to nesreća s neba i postat će glatka, prašnjavim tlo,
lt: Gali būti kad mano Viešpats duos man [kažkas] geriau nei jūsų sodas ir bus išsiųsti jai yra bėdų iš dangaus, ir ji taps lygi, dulkėtų žemės,
lv: Tā var būt, ka mans kungs dos man [kaut] labāk nekā jūsu dārzs un nosūtīs to postu no debesīm, un tā kļūst gluda, putekļaino zemi,
nb: Det kan være at min Herre vil gi meg [noe] bedre enn hagen din og sender på det en katastrofe fra himmelen, og det blir en glatt, støvete bakken,
sk: Je možné, že môj pán sa mi [niečo] lepšie ako vaša záhrada a pošle mu kalamity z neba, a sa stane hladké, prašné zem,
sl: Je moj gospodar bo mi [nekaj] bolje kot vaš vrt in poslali na njem nesreča z neba, ki bo postala gladka, prašni tla,
sr_cyrl: Може бити да господару даће ми [нешто] боље него твој врт и послат ће га несрежа с неба, и то ће постати глатко, Дасти земљу,
sr_latn: Može biti da gospodaru daće mi [nešto] bolje nego tvoj vrt i poslat će ga nesreжa s neba, i to će postati glatko, Dasti zemlju,
uk: Цілком можливо, що мій Господь дасть мені [щось] краще, ніж ваш сад і надсилатиме на нього за лиха з неба, і вона стане гладким, пилові землі,
vi: Nó có thể là thưa ngài sẽ cung cấp cho tôi [cái gì] tốt hơn so với khu vườn của bạn và sẽ gửi khi nó một tai họa từ trên trời, và nó sẽ trở nên mịn màng, bụi đất,
zu: Kungenzeka ukuthi iNkosi yami uzonginika [okuthile] lingcono kunamafutha ingadi yakho bese uzothumela phezu kwalo inhlekelele evela esibhakabhakeni, futhi iyoba bushelelezi, emhlabathini ewubhuqu,

# Quran2181
source: Or its water will become sunken [into the earth], so you would never be able to seek it."
ca: O l'aigua es convertirà en baix relleu [a la terra], així que mai seria capaç de buscar-lo."
cy: Neu fydd wedi suddo [i'r ddaear], ei dŵr felly fyddai chi byth geisio.
da: Eller dens vand vil blive nedsænket [til jorden], så du vil aldrig være i stand til at søge det."
el: Ή το νερό θα γίνει βυθισμένη [στη γη], έτσι ποτέ δεν θα μπορούσες να το επιδιώξει,.»
et: Või selle vesi muutub uppunud [maasse], nii et te kunagi oleks õigus nõuda seda."
fi: Tai sen vesi tulee upotettu [tulee], joten koskaan voi etsiä sitä.
he: או המים שלה יהפכו שקוע [כדור הארץ], אז אתה אף פעם לא יוכל למצוא אותו."
hr: Ili vodu će postati potopljeni [u svijetu], tako da nikada neće moći da ga traže.
lt: Ar jos vandens bus paskendęs [į žemę], todėl jūs niekada negalės siekti."
lv: Vai tās ūdens kļūs iegrimis [zemes], dziļumos, lai jūs nekad varētu meklēt to."
nb: Eller vannet vil bli senket [i jorden], så du ville aldri være i stand til å søke den.
sk: Alebo jeho vody sa stane zapadnuté [do Zeme], tak by ste nikdy mohli usilovať o to."
sl: Ali svoje vode bo postala potopljeno [v zemljo], tako da vam nikoli ne bi mogli iščejo."
sr_cyrl: "Или своју воду ће постати потопљеног [у земљи], тако да ти никада не бих могла да га траже."
sr_latn: "Ili svoju vodu će postati potopljenog [u zemlji], tako da ti nikada ne bih mogla da ga traže."
uk: Або його вода стане затонулого [в землю], так що ви ніколи не могли б шукати його."
vi: Hoặc nước của nó sẽ trở thành trũng [vào trái đất], do đó, bạn sẽ không bao giờ có thể tìm nó."
zu: Noma amanzi alo uyoba lushone [emhlabeni], kanjalo nawe ayengeke akwazi ukukufuna. "

# Quran2182
source: And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, "Oh, I wish I had not associated with my Lord anyone."
ca: I el seus fruits van ser integrades [ruïna], per la qual cosa va començar a girar les mans sobre [amb desànim] sobre el que havia passat, mentre que tenia es va enfonsar a la seva enreixats i va dir: "Oh, m'agradaria que havia no associada amb el meu Senyor ningú."
cy: Ac roedd ei ffrwyth yn cwmpasu [gan adfail], felly dechreuodd i droi ei ddwylo am [mewn siom] dros beth ef wedi ei wario ar hynny, er bod ei dymchwel ar ei delltwaith, a dywedodd, "O, dymunaf oedd gennyf nad yw'n gysylltiedig â fy Arglwydd neb."
da: Og hans frugt var omfattede [af ruin], så han begyndte at vende sine hænder om [i forfærdelse] over hvad han havde brugt på det, mens det havde kollapsede efter sin espalier, og sagde: "Åh, jeg ville ønske jeg ikke havde forbundet med min herre nogen."
el: Και τα φρούτα ήταν περικλείονται [από καταστροφή], κι έτσι άρχισε να μετατρέψουν τα χέρια του σχετικά με [σε απογοήτευση] πέρα από ό, τι είχε περάσει πάνω του, ενώ είχε κατέρρευσε επάνω την trellises, και είπε, «Ω, επιθυμώ ότι δεν είχε συνδέεται με το Κύριό μου κανέναν.»
et: Ja tema viljad olid neisse [häving], seega hakkas ta omakorda oma käed umbes [nördimust] üle mida ta oli veetnud, kuigi see oli kokku varisenud peale tema trellises ja ütles: "Oh, ma soovin ma oli seotud minu Issand koos keegi."
fi: Ja hänen hedelmiä oli sisältyvistä [perikatoon], joten hän alkoi kääntyä kätensä [avioliittoneuvoja] yli mitä hän oli viettänyt sitä, kun se kaatui, kun sen trellises, ja sanoi: "Voi, haluan olin ei liittynyt minun herrani ketään."
he: פירות שלו היו ומוקפת [לקלקל], אז הוא התחיל לפנות את הידיים שלו על [במפח] מעל מה בילה על זה, בזמן שהיא התמוטטה על trellises שלו, ולפעמים, אמר, "הלוואי אני היה לא משויך אדוני אחד."
hr: I njegove plodove su obuhvaćeni [propasti], pa je počeo okrenuti ruke o [u užas] na što je proveo na njemu, dok je srušila na njegova odrinama, i rekao, "Oh, želim sam imao nije povezan s gospodaru nikoga."
lt: Ir jo vaisiai buvo padaryta [iš griuvėsiai], todėl jis pradėjo paversti savo rankas apie [į nerimą] per ką jis praleido ant jo, o jis žlugo po jos trellises, ir tarė: "Oh, linkiu aš turėjo nėra susijęs su mano Viešpats visiems."
lv: Un viņa augļi bija aptverto [bojāeju], tāpēc viņš sāka pagriezt plaukstas ap [ievaimanājos] pār to, ko viņš bija pavadījis, kamēr tas bija sabrukusi uz tās trellises un teica: "Ak, es vēlos man bija nav saistīts ar manu Lord ikvienam."
nb: Og hans frukt var omfattet [av ruin], så han begynte å slå hendene om [i forferdelse] over hva han hadde brukt, mens det hadde kollapset etter sin trellises, og sa, "Oh, jeg ønsker jeg ikke hadde forbundet med min Herre noen."
sk: A jeho plody boli zahrnuté [v krachu], tak sa začal zase ruky o [v hrôze] cez čo strávil na to, keď sa zrútila na jej trellises, a povedal: "Ach, kiež by som mal nebolo priradené k službe môj pán niekto"
sl: In svoje sadje so zajete [propad], zato je začel vrteti svoje roke o [v razočaranje] nad kaj je preživel, medtem ko je propadel na svojo brajdami, in reče: "Oh, jaz želeti sem imel ne povezane z moj Gospod kdorkoli."
sr_cyrl: И његово воће биле обухваћене [до пропасти], па је почео да предам његовим рукама о [ужас] преко шта је провео на њему, док је имао су пропале у својим треллисес и рекао, "Ох, волео бих да сам имао није повезана са господару никога."
sr_latn: I njegovo voće bile obuhvaćene [do propasti], pa je počeo da predam njegovim rukama o [užas] preko šta je proveo na njemu, dok je imao su propale u svojim trellises i rekao, "Oh, voleo bih da sam imao nije povezana sa gospodaru nikoga."
uk: І його фрукти були охоплюється [розорення], так що він почав перетворити його рук про [у тривозі] через те, що він провів по ньому, хоча він звалився на її решіток і сказав: "Ах, шкода, що я був не пов'язаних з мого Господа нікому."
vi: Và trái cây của ông đã được bao gồm [bởi hủy hoại], do đó, ông bắt đầu để chuyển bàn tay của ông về [tiếc nuối] hơn những gì ông đã bỏ ra trên nó, trong khi nó đã sụp đổ sau khi trellises của nó, và nói, "Ồ, tôi muốn tôi đã không liên kết với Chúa tể của tôi bất cứ ai."
zu: Futhi izithelo zakhe zaba sasihlanganisa [by incithakalo], ngakho saqala ukushintsha izandla zakhe mayelana [e ukudumala] ngalokho esechithe kuso, ngenkathi zase ziwile phezu trellises yayo, wathi: "Hawu, Ngifisa sengathi ngabe ngangimtshela ayihlobene

# Quran2183
source: And there was for him no company to aid him other than Allah, nor could he defend himself.
ca: I allà va ser per a ell cap empresa per ajudar-li que no sigui Allah, ni es podria defensar-se.
cy: Ac nid oedd iddo unrhyw gwmni i'w gynorthwyo ac eithrio Allah, na allai ei amddiffyn ei hun.
da: Og der var for ham ingen virksomhed til at støtte ham end Allah, eller kunne han forsvare sig selv.
el: Και ήταν εκεί για αυτόν καμία εταιρεία να τον ενισχύσεις εκτός από Αλλάχ, ούτε θα μπορούσε να αυτός υπερασπίσει τον εαυτό του.
et: Ja ei olnud teda ükski firma abi teda peale Allah, samuti võiks ta end kaitsta.
fi: Ei ollut hänelle mikään yritys tukea häntä kuin Jumala, eikä hän puolustaa itseään.
he: ולא היה לו שום חברת לסייע לו מלבד אללה, וגם הוא יכול להגן על עצמו.
hr: I nije bilo za njega nema tvrtke mu pomoći osim Allaha, niti bi se branio.
lt: Ir ten buvo jam nė viena bendrovė į pagalbą jam nei Dievas, nei jis galėtų gintis pats.
lv: Un tur bija viņam neviens uzņēmums atbalsta viņu nevis Allah, ne viņš varētu sevi aizstāvēt.
nb: Og det var for ham ingen selskapet å hjelpe ham enn Allah, heller ikke kan han forsvare seg.
sk: A tam bol pre neho žiadna spoločnosť, na pomoc mu okrem Alaha, ani by mu brániť sám.
sl: In zanj ni bilo nobeno podjetje za pomoč mu razen Allah, prav tako lahko brani sam.
sr_cyrl: И није било за њега нема компаније да му помогне осим Алаха, ни могао да се брани.
sr_latn: I nije bilo za njega nema kompanije da mu pomogne osim Alaha, ni mogao da se brani.
uk: І не було для нього жодна компанія, щоб допомогти йому крім Аллаха, ні він може захищати себе.
vi: Và có cho anh ta không có công ty để hỗ trợ anh ta khác ngoài Allah, cũng không phải hắn có thể bảo vệ mình.
zu: Futhi kwakukhona ngaye ayikho inkampani ukusiza abanye ukwedlula Allah, noma ingabe wayengazithethelela lokuzikhulumela.

# Quran2184
source: There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome.
ca: L'autoritat hi [totalment] per Allah, la veritat. És millor en recompensa i millor resultat.
cy: Yr awdurdod Mae [llwyr] i Allah, y gwir. Ef yw gorau yn gwobrwyo a gorau yn y canlyniad.
da: Der er myndigheden [helt] for Allah, sandheden. Han er bedst i belønning og bedst i resultatet.
el: Στην αρχή υπάρχει [εντελώς] για τον Αλλάχ, την αλήθεια. Είναι το καλύτερο στην ανταμοιβή και καλύτερο αποτέλεσμα.
et: Seal on [täiesti] amet Allahi tõde. Ta on parim tasu ja parim tulemus.
fi: Viranomaisen on [kokonaan] Jumala, totuus. Hän on paras palkinto ja paras tulos.
he: הרשות יש [לחלוטין] למען אללה, האמת. הוא הטוב ביותר ב גמול הטובה ביותר בתוצאות.
hr: Autoritet je [potpuno] za Allaha, istinu. On je najbolji u nagradu i najbolji ishod.
lt: Institucija yra [visiškai] Dievas, tiesa. Jis yra geriausias apdovanoti ir geriausius rezultatus.
lv: Iestāde nav [pilnīgi] par Allāhu, patiesību. Viņš ir labākais atlīdzību un labāko rezultātu.
nb: Det er myndighet [fullstendig] for Allah, sannheten. Han er best i belønning og best i utfallet.
sk: Úrad je [úplne] pre Alaha, pravda. On je najlepšie v odmenou a najlepší výsledok.
sl: Organ je [popolnoma] za Allah, resnica. On je najboljši v plačilo in najboljši izid.
sr_cyrl: Ауторитет има [у потпуности] за Алаха, истину. Он је најбољи у награду и најбољи резултат.
sr_latn: Autoritet ima [u potpunosti] za Alaha, istinu. On je najbolji u nagradu i najbolji rezultat.
uk: Повноваження існує [повністю] для Аллаха, правда. Він є кращим в нагороду і кращий результат.
vi: Có thẩm quyền là [hoàn toàn] cho Allah, sự thật. Ông là tốt nhất trong phần thưởng và tốt nhất trong kết quả.
zu: Kukhona igunya kuyinto [ngokuphelele] for Allah, iQiniso.

# Quran2185
source: And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability.
ca: I presentar-hi l'exemple de la vida d'aquest món, [seu ésser] plouria que enviem des del cel, i la vegetació de la terra es barreja amb ell i [llavors] es converteix en restes secs, escampades pels vents. I Allah és mai, sobre totes les coses, perfecte en la capacitat.
cy: A cyflwyno iddynt yr enghraifft o fywyd y byd hwn, [a'i bod] fel glaw a anfonwn i lawr o'r awyr, a Mae llystyfiant y ddaear mingles gyda hi a [yna] daw'n olion sych, gwasgaru gan y gwyntoedd. Ac Allah erioed, dros holl bethau, perffaith mewn gallu.
da: Og præsentere dem eksempel på livet i denne verden, [at] som regn, som vi sender fra himlen, og vegetation på jorden blander sig med det og [så] bliver det tørre rester, spredt af vindene. Og Allah er nogen sinde, over alle ting, perfekt evne.
el: Και να τους παρουσιάσω το παράδειγμα της ζωής αυτού του κόσμου, [είναι] σαν βροχή που στέλνουμε από τον ουρανό, και η βλάστηση της γης ανακατεύει με αυτό και [τότε] γίνεται ξηρά υπολείμματα, διάσπαρτα από τους ανέμους. Και Αλλάχ είναι ποτέ, για όλα τα πράγματα, τέλεια σε ικανότητα.
et: Ja esitada neile näiteks elu selles maailmas, [oleks] nagu vihm, mis me saadame taevast, ja maa taimestik mingles koos sellega ning [siis] muutub kuiva jäänuseid, mida Tuul laiali. Ja Jumal on kunagi, üle kõik asjad, täiuslik võimesse.
fi: Ja esittää niille esimerkiksi elämän tämän maailman [sen] kuin sade, jonka annamme taivaalta, ja maan kasvillisuuden sekoittuu ja [] käy kuiva jäännöksiä, hajallaan tuulet. Ja Jumala on koskaan, yli kaiken, täydellinen kyky.
he: . תמסור להם את הדוגמה של החיים של העולם הזה, [שהוא] כמו גשם אשר נשלח מן השמים, ואת הצומח של הארץ מתערבב עם זה ו [אז] הוא הופך להיות יבש שיירי תחמושת, מפוזרים על ידי הרוחות. אללה הוא אי פעם, על כל הדברים, מושלם ביכולת.
hr: I predstaviti im primjer života ovoga svijeta, [da] kao kiša koja mi poslati s neba, i vegetacije na zemlji miješa sa to i [onda] postaje suha ostaci, raspršene od vjetrova. A Allah je, iznad svih stvari, savršen u sposobnost.
lt: Ir kelia jiems pavyzdžiu, gyvenimas šiame pasaulyje, [yra] kaip lietus, kuris siunčiame iš dangaus, ir žemės augalijos mingles su juo ir [tada] ji tampa Sausi likučiai, išsibarsčiusios pateikė vėjai. Ir Dievas yra kada nors, virš visų dalykų, puiki galimybė.
lv: Un iesniegt tos šajā pasaulē, [tā esamību] piemēram, lietus, ko nosūtām uz leju no debesīm, dzīves piemēru un zemes veģetācija mingles ar to un [tad] tā kļūst sauss paliekas, izkaisīti ar vējiem. Un Allah ir kādreiz, pār visām lietām, lieliska spēja.
nb: Og presentere dem eksemplet av denne verden, [det er] som regn som vi sender fra himmelen, og vegetasjonen jordens blander seg med den og [da] det blir tørr rester, spredt av vinden. Og Allah er noensinne, over alle ting, perfekt i evne.
sk: A prezentovať im príkladom života tohto sveta, [že] ako je dážď, ktorý vám zašleme z neba, a vegetácie na zemi prelína s ním a [potom] stáva suché zvyšky, rozptýlené vetry. A Allah je niekedy, nad všetkými vecami, perfektný v schopnosti.
sl: In jih predstavimo primer življenja tega sveta, [da] kot dež, ki smo poslali z neba, in vegetaciji zemlje druži z njim in [torej] postane suha ostankih, raztresene po vetrovi. In Allah je koli, nad vse stvari, odlično sposobnost.
sr_cyrl: Да их представим примеру живота овог света, [користи] као киша које смо послали са неба, вегетације на земљи се слазе с тим и и [] постаје сува остаци, разбацана ветрови. И , Алах икад, готово је све ствари, савршен у способност.
sr_latn: Da ih predstavim primeru života ovog sveta, [koristi] kao kiša koje smo poslali sa neba, vegetacije na zemlji se slaze s tim i i [] postaje suva ostaci, razbacana vetrovi. I, Alah ikad, gotovo je sve stvari, savršen u sposobnost.
uk: Та представити їх у прикладі життя цього світу, [його] як дощ, які ми надсилаємо з неба, і рослинність землі змішується з ним і [] це стане сухий залишки, розліталися від вітру. І Аллах коли-небудь, над усіма речами, вчинене в здібності.
vi: Và trình bày cho họ các ví dụ về cuộc sống của thế giới này, [] như trời mưa mà chúng tôi gửi từ trời, và các thảm thực vật của trái đất mingles với nó và [sau đó] nó trở nên khô còn sót lại, tán xạ bởi những cơn gió. Và Allah là bao giờ, trên tất cả mọi thứ, hoàn hảo trong khả năng.
zu: Futhi ababekhona ukuba nabo ngesibonelo Pilo lo hlaba, [kwayo] like imvula eyehlela We sa phansi bhakabhaka futhi kwezimila zomhlaba kanye nezilwane uzihlanganisa naso futhi [ke] kuba Izinsalela eyomile, ehlakazekile yimimoya.

# Quran2186
source: Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope.
ca: Riquesa i els nens són [però] guarniment de la vida mundana. Però les bones obres perdurables millors recompensa i esperança millor per [un] el seu Senyor.
cy: [Ond] addurn o fywyd worldly yw'r cyfoeth a phlant. Ond y gweithredoedd da a pharhaus yn well eich Arglwydd ar gyfer gwobrwyo a gobaith gwell i [un].
da: Rigdom og børn er [men] udsmykning af det verdslige liv. Men de varige gode gerninger er bedre til din herre for belønning og bedre for [ens] håb.
el: Πλούτο και τα παιδιά είναι [στολίδι από την κοσμική ζωή αλλά]. Αλλά η διαρκής καλές πράξεις είναι καλύτερα να σας Λόρδο για ανταμοιβή και καλύτερα για [κάποιου] ελπίδα.
et: Rikkuse ja lapsed on [aga] Ehted ja maise elu. Kuid kestev heateod on parem teie Issand tasu ja parem [kellegi] lootust.
fi: Vaurautta ja lapset ovat [mutta] koriste-maallinen elämä. Mutta kestävä hyviä tekoja ovat parempia teidän Herranne ja parempi [yhden] toivoa.
he: עושר וילדים הם [אבל] קישוט של החיים הגשמיים. אבל מעשים טובים המתמשכת יותר לאלוהים בשביל הפרס ותקווה טוב יותר עבור [של האדם].
hr: Bogatstvo i djeca su samo ukras od svjetovnog života. No trajna dobra djela su bolje da Gospodar tvoj nagrada i bolje za [] nada.
lt: Turto ir vaikai yra [bet] puošmena žemiškas gyvenimas. Tačiau ilgalaikis gerų darbų yra geriau savo Domini už atlygį arba geriau [savo] viltis.
lv: [Bet] rota pasaulīgās dzīves ir bagātības un bērniem. Bet ilgstoša labie darbi ir labāk savu kungu atalgojumu un labāk [viena] cerību.
nb: Rikdom og barn er [men] pryd av verdslige liv. Men varig gode gjerninger er bedre å din Herre for belønning og bedre for [en] håper.
sk: Bohatstvo a deti sú [ozdobou pozemský život ale]. Ale trvalé dobré skutky sú lepšie na svojho pána za odmenu a lepšie pre [jedna] nádej.
sl: Bogastvo in otroci so [vendar] okras posvetno življenje. Pa trajno dobra dela bolje, da vaš gospod za nagrado in bolje za [eno] upanje.
sr_cyrl: Богатство и деца су [Међутим] Реса овоземаљских живота. Али истрајне добра дела су бољи са твојим господаром за награду и боље [прво] да се нада.
sr_latn: Bogatstvo i deca su [Međutim] Resa ovozemaljskih života. Ali istrajne dobra dela su bolji sa tvojim gospodarom za nagradu i bolje [prvo] da se nada.
uk: Багатство і дітей, [але] прикрасою мирські життя. Але міцний добрі справи краще ваш Господь для винагороди і сподіваємося, що краще для [один].
vi: Sự giàu có và con cái, nhưng các trang sức của cuộc sống trần tục. Nhưng việc tốt lâu dài là tốt hơn để Chúa của bạn cho phần thưởng và hy vọng tốt hơn cho [một].
zu: Ingcebo nezingane [kodwa] ukuhloba the worldly pilo.
