Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2199
source: And those cities - We destroyed them when they wronged, and We made for their destruction an appointed time.
ca: I aquelles ciutats - podem destruir-los quan van injustament, i hem fet per la seva destrucció un temps assenyalat.
cy: A dinasoedd hynny-inni ddinistrio iddynt pan roedd eu cam, a wnaethom ar gyfer eu difa yn amser penodedig.
da: Og disse byer - vi ødelagt dem, når de krænket, og vi har gjort for deres ødelæggelse en aftalte tidspunkt.
el: Και αυτές τις πόλεις - που κατέστρεψε τους όταν θίγονται, και κάναμε για μία χρονική στιγμή την καταστροφή τους.
et: Ja neis linnades - me hävitada neid, kui nad ülekohtu ja tegime oma hävitamisele määratud ajal.
fi: Ja näissä kaupungeissa - me tuhosi ne, kun ne vääryyttä, ja teimme tuhoa sovittuun aikaan.
he: בערים אלו - השמדנו אותם כאשר הם עוול, הכנו חורבנם המועד.
hr: I oni gradovi - uništili smo ih kada su u pravu, a mi za njihovo uništenje određeno vrijeme.
lt: Ir tų miestų - mes sunaikinti juos, kai jie nuskriausti, ir mes padarėme dėl jų sunaikinimo paskirtą laiką.
lv: Un šīm pilsētām - mēs iznīcina tos, ja tie pāri, un mēs veicām iznīcināšanai norunāto laiku.
nb: Og disse byene - vi ødela dem når de gjort urett, og vi gjorde for deres ødeleggelse avtalt tid.
sk: A tých miest - sme ich zničil, keď sú poškodené, a urobili sme ich zničenie určený čas.
sl: In teh mest - smo jih uniči ko se je zgodila krivica, in smo naredili za njihovo uničenje v dogovorjenem času.
sr_cyrl: И ти градови - униљтили смо их кад су неправду, сакупили смо за њихово уништење у договорено време.
sr_latn: I ti gradovi - uniљtili smo ih kad su nepravdu, sakupili smo za njihovo uništenje u dogovoreno vreme.
uk: І цих міст - ми знищили їх, коли вони образили, і ми зробили для їх знищення призначений час.
vi: Và những thành phố - chúng tôi đã phá hủy chúng khi họ wronged, và chúng tôi làm cho họ phá hủy một thời gian được bổ nhiệm.
zu: Futhi leyo mizi - We kwababhubhisa uma they ngalungi, futhi Senza ukubhujiswa kwabo isikhathi esimisiwe.

# Quran2200
source: And [mention] when Moses said to his servant, "I will not cease [traveling] until I reach the junction of the two seas or continue for a long period."
ca: I [parlar] Quan Moses va dir al seu servent, "jo no deixarà [viatge] fins que vaig arribar a la cruïlla dels dos mars o continuar per un període llarg."
cy: [Yn sôn am] pan y dywedodd Moses ei was, "Bydd ni ddod i ben [teithio] tan cyrraedd y gyffordd y moroedd dau, neu barhau am gyfnod hir."
da: Og [omtale] da Moses sagde til sin tjener: "jeg ikke vil ophøre [rejser] indtil jeg nå krydset mellem de to have eller fortsat i en lang periode."
el: Και [αναφορά] όταν Moses είπε στον υπάλληλό του, «δεν θα πάψω [ταξιδεύουν] έως ότου μπορώ να φτάνουμε στην διασταύρωση των δύο θαλασσών ή να συνεχιστεί για μεγάλο χρονικό διάστημα.»
et: Ja [mainida] kui Moses ütles, et tema sulane, "Ma ei ole enam [reisil] kuni ma jõudma kahe merede ristmikul või jätkub pikaks ajaks."
fi: Ja [] kun Moses sanoi palvelijalleen, "En enää [matkustaa] kunnes saavuttaa risteyksessä kaksi merta tai jatkaa pitkään."
he: [לציין] כאשר Moses אמר משרתו, "אני לא תחדל [נסיעה] עד אשר אני להגיע לצומת של הים שני או להמשיך במשך תקופה ארוכה."
hr: I spomenuti kad Moses rekao sluzi, "Neću prestati [putovanja] dok do križanja dva mora ili nastaviti za dugo razdoblje."
lt: Ir [paminėti] kai Moses sako, kad jo tarnas, "aš nesustos [kelionės] tol, kol aš pasiekti dvi jūrų sankryžos arba ilgą laikotarpį."
lv: Un [min] kad Moses teica savam kalpam: "es turpināsies [ceļojumā] līdz sasniedz krustojums divām jūrām, vai turpināt uz ilgu laiku."
nb: Og [nevne] da Moses sa til sin tjener: "jeg ikke vil slutte [reiser] før jeg nå mellom to hav eller fortsette i lang."
sk: A [spomenúť] keď Moses hovorí, že jeho sluha, "som neprestanú [cestovanie] kým sa dostanete na križovatke dvoch morí, alebo pokračovať po dlhú dobu."
sl: In [omenil] Ko Moses je dejal, da mu sluzi, "sem ne bo več [potujejo] dokler ne dosežejo križišču dve morji ali še dlje."
sr_cyrl: И споменуо кад Мосес је рекао да његов слуга, "ја неће престати [путовања] све док не постигну разделу два мора или да наставите за дужи временски период."
sr_latn: I spomenuo kad Moses je rekao da njegov sluga, "ja neće prestati [putovanja] sve dok ne postignu razdelu dva mora ili da nastavite za duži vremenski period."
uk: І [кажучи вже] коли Moses сказав до свого раба, "я не перестане [подорожі] поки я досягти стику двох морів, або продовжувати протягом тривалого періоду."
vi: Và [kể] khi Moses nói để công chức của mình, "tôi sẽ không ngừng [du lịch] cho đến khi tôi đạt đến giao lộ hai vùng biển hoặc tiếp tục một thời gian dài."
zu: Futhi [Khumbuzani] lapho uMose wathi encekwini yakhe: "Mina Ngeke liyeke ukuthandwa [abajikelezayo] kuze sengizama kwalapho kuhlangana khona ezilwandle ezimbili noma uqhubeke isikhathi eside."

# Quran2201
source: But when they reached the junction between them, they forgot their fish, and it took its course into the sea, slipping away.
ca: Però quan van arribar a la cruïlla entre ells, es van oblidar els peixos, i va prendre el seu curs al mar, relliscant away.
cy: Ond wrth iddynt gyrraedd y gyffordd rhyngddynt, anghofiodd maent eu pysgod, a chymerodd ei gwrs i'r môr, llithro i ffwrdd.
da: Men da de nåede krydset mellem dem, de glemte deres fisk, og det tog sit løb ud i havet, glide væk.
el: Αλλά όταν έφτασαν τη σύνδεση μεταξύ τους, ξέχασαν τα ψάρια τους, και πήρε την πορεία στη θάλασσα, ολίσθηση μακριά.
et: Aga kui nad neid vahelised, nad unustasid oma kala ja kulus täisringist merre, minestama.
fi: Mutta kun he saapuivat risteyksessä välillä, he unohtivat kalansa ja kesti sen tietenkin mereen, liukumassa pois.
he: אך כאשר הגיעו לצומת ביניהם, הם שכחו את הדגים, לקח כמובן שלה לתוך הים, חומק.
hr: Ali kad oni postignut je spoj između njih, zaboravili su svoje ribe, a to je svojim tokom u more, nestaje.
lt: Bet kai jie pasiekė sankryžos, jie pamiršo žuvį, ir jis paėmė savo kurso į jūrą, atima.
lv: Bet tad, kad viņi sasniedza krustojums starp viņiem, viņi aizmirsa savas zivis, un tas aizņēma savu gaitu jūrā, aizslīd garām....
nb: Men da de nådde krysset mellom dem, de glemte fisk, og det tok kurs i havet, slipping unna.
sk: Ale keď došli na križovatku medzi nimi, oni zabudli svoje ryby a trvalo svojej púti do mora, vzďaľuje.
sl: Vendar, ko so dosegli med njimi, so pozabili svoje ribe, in to je njen potek v morje, zdrs proč.
sr_cyrl: Али кад су стигли до спајања између њих, заборавили су своје рибе, а требало је курс у море, нестаје.
sr_latn: Ali kad su stigli do spajanja između njih, zaboravili su svoje ribe, a trebalo je kurs u more, nestaje.
uk: Але коли вони досягли стику між ними, вони забули їх риби, він прийняв його курс в море, вислизає від вас.
vi: Nhưng khi họ đến đường giao nhau giữa chúng, họ quên cá của họ, và nó đã cho khóa học của mình vào biển, trượt đi.
zu: Kodwa lapho befika lapho kuhlangana phakathi kwabo, bakhohlwa izinhlanzi zabo, futhi kwakuthatha inkambo yayo, waphonseka elwandle, ilele away.

# Quran2202
source: So when they had passed beyond it, [Moses] said to his boy, "Bring us our morning meal. We have certainly suffered in this, our journey, [much] fatigue."
ca: Així quan tenia passaven més enllà d'això, [Moses] deia al seu noi, "porta'ns nostre dinar del matí. Han certament patit en aquesta, nostre viatge, [molt] fatiga."
cy: Felly pan maent wedi pasio tu hwnt i hynny, dywedodd [Moses] ei bachgen, "dod â inni ein bore bwyd. Yr ydym yn sicr wedi dioddef yn hyn, yn ein taith, blinder [o]."
da: Så da de havde gået ud over det, [Moses] sagde til sin dreng, "Bring os vores morgen måltid. Vi har helt sikkert lidt i det, vores rejse, [meget] træthed."
el: Έτσι όταν είχαν περάσει πέρα από αυτό, [Moses] είπε το αγόρι, "Φέρτε μας μας πρωινό γεύμα. Σίγουρα υποφέρουμε σε αυτό, το ταξίδι μας, κόπωσης [πολύ].»
et: Nii kui nad oli möödunud, seda kaugemale, [Moses] ütles, et tema poiss "meid meie hommikust sööki. Me kindlasti kannatasime selle, meie reisi [palju] väsimus."
fi: Joten kun ne oli kulunut sen ulkopuolella, [Moses] sanoi hänen poika "meidät aamu ateria. Meillä on varmasti kärsinyt tässä meidän matka [suuren]."
he: אז כאשר הם עבר מעבר לכך [Moses] אמר לילד שלו, "יביא לנו את ארוחת הבוקר שלנו. אנחנו בהחלט סבלו מזה, המסע שלנו, עייפות [הרבה]."
hr: A kad su prošlo dalje, [Moses] je da njegov sin, "donesi nam naš jutarnji obrok. Smo zasigurno pretrpjeli u ovo naše putovanje [puno] umor."
lt: Tai kai jie priėmė už jos ribų, [Moses] pasakė, kad jo berniukas, "atnešti mūsų pusryčius. Mes tikrai patyrė tai, mūsų kelionę, [daug] nuovargis."
lv: Kad viņi bija pagājis tālāk par to, [Moses] teica viņa zēns "Bring mums mūsu rīta maltīti. Mēs noteikti cietuši šajā, mūsu brauciena [daudz] nogurumu."
nb: Så når de hadde gått utover det, [Moses] sa til gutten, "bringe oss vår frokost. Vi har sikkert LED i dette, vår reise, [mye] tretthet."
sk: Tak keď prešiel za to, [Moses] povedal, že jeho chlapec, "aby nás naše ráno jedlo. Sme určite utrpeli v tejto, našej cesty, [veľa] únava."
sl: Tako ko so opravili preko nanj, [Moses] je dejal, da svojega fanta, "nam prinaša naše jutranji obrok. Smo gotovo trpeli v tem, našega potovanja, [veliko] utrujenosti."
sr_cyrl: Тако да када су прошао иза ње, [Мосес] је рекао да његов син, "Донеси нам јутро оброку. Свакако претрпели смо у овоме, путовање, [пуно] умора."
sr_latn: Tako da kada su prošao iza nje, [Moses] je rekao da njegov sin, "Donesi nam jutro obroku. Svakako pretrpeli smo u ovome, putovanje, [puno] umora."
uk: Так що коли вони прийняли за його межами, [Moses] сказав, що його хлопчик "притягнути нас нашої їжі вранці. Ми безумовно постраждали в цьому нашої подорожі, [багато чого] втоми."
vi: Vì vậy, khi họ đã qua ngoài nó, [Moses] nói với cậu bé của mình, "mang lại cho chúng ta bữa ăn sáng của chúng tôi. Chúng tôi đã chắc chắn bị này, hành trình của chúng tôi, [nhiều] sự mệt mỏi."
zu: Ngakho lapho sebedlulise ngalé kwalo, [uMose] Wasesithi emfaneni wakhe: "Lethani ekuseni yethu sakusihlwa. Ngokuqinisekile siye sabhekana nakho kulesi, uhambo lwethu, [okuningi] ukukhathala."

# Quran2203
source: He said, "Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly".
ca: Va dir: "has vist quan vam retirar a la roca? De fet, m'oblidava [hi] els peixos. I no em va fer oblidar-lo excepte Satanàs - que hauria d'esmentar-ho. I va prendre el seu curs al mar sorprenentment".
cy: Meddai, "aethoch chi i weld pan ydym wedi ymddeol i y Graig? Yn wir, anghofiais [Mae] y pysgod. A gwnaeth dim imi anghofio ei ac eithrio Satan-y dylem grybwyll hynny. A, cymerodd ei gwrs i'r môr yn rhyfeddol.
da: Han sagde, "har du se, hvornår vi trak sig tilbage til rock? Ja, jeg glemte [der] fisk. Og gjorde ingen mig til at glemme det undtagen Satan - at jeg bør nævne det. Og det tog sit kursus i havet utrolig".
el: Είπε, «βλέπετε όταν εμείς αποσύρθηκε στον βράχο; Πράγματι, ξέχασα [εκεί] τα ψάρια. Και κανένας δεν με έκανε να Ξεχάστε το, εκτός από τον Σατανά - ότι να το αναφέρω. Και πήρε την πορεία στη θάλασσα εκπληκτικά».
et: Ta ütles: "sa nägid kuna oleme pensionil Rock? Tõepoolest, ma unustasin [seal] kala. Ja ükski pani mind unustage, välja arvatud Saatan - mul on peaks mainima. Ja ta võttis selle kursuse merre hämmastavalt".
fi: Hän sanoi: "Näitkö, kun me eläkkeelle Rock? Itse olen unohtanut [on] kala. Ja yksikään ei esittänyt minut unohtamaan paitsi Saatana – mainittava se. Ja kesti sen tietenkin mereen hämmästyttävän".
he: הוא אמר, "ראית מתי. פרשנו לסלע? אכן, שכחתי [שם] את הדגים. אף אחד לא גרם לי לשכוח את זה חוץ השטן - כי צריך להזכיר את זה. וזה לקח כמובן שלה לתוך הים להפליא".
hr: On je rekao, "Jesi li vidio kada smo u mirovini u rock? Doista, zaboravio sam [tamo] ribe. I nitko me zaboravi osim Sotona - da spomenem to. I svojim tokom u more nevjerojatno".
lt: Jis sakė: ar matote, kada mes neišėję į roko? Iš tiesų, aš pamiršau [yra] žuvis. Ir nė vienas privertė mane pamiršti jį išskyrus Šėtonas - kad aš turėtų apie tai. Ir jis paėmė savo kurso į jūrą nuostabiai".
lv: Viņš teica: "vai jūs redzējāt, kad mēs pensionāriem līdz rokam? Patiešām, es aizmirsu [ir] zivis. Un neviens mani aizmirsīsi, izņemot sātans - ka vajadzētu pieminēt to. Un tas notika tā protams jūrā apbrīnojami".
nb: Han sa: «kan du ser når vi pensjonert rock? Ja, jeg glemte [det] fisken. Og gjorde ingen meg glemme det unntatt Satan - at jeg bør nevne det. Og det tok kurs i sjøen utrolig.
sk: On povedal: "videli ste kedy sme odišiel do Rock? V skutočnosti som zabudol [nie] ryby. A nikto ma zabudnúť okrem Satan - že by som mal spomenúť. A trvalo svojej púti do mora úžasne".
sl: Je dejal, »si videl kdaj smo upokojenci na rock? Res, sem pozabil [je] ribe. In nobeden me pozabi razen Satan - da naj omenim to. In to je njen potek v morju neverjetno".
sr_cyrl: Он је рекао, "Јеси ли видео када смо се повукли у камен? Заиста , заборавила сам [тамо] рибу. И нико од њих није ме заборави осим Сатана - да морам то споменути. "И невероватно је узела свој ток у море".
sr_latn: On je rekao, "Jesi li video kada smo se povukli u kamen? Zaista, zaboravila sam [tamo] ribu. I niko od njih nije me zaboravi osim Satana - da moram to spomenuti. "I neverovatno je uzela svoj tok u more".
uk: Він сказав: "ви бачили коли ми пенсію до скелі? Справді, я забув [є] риби. І ніхто не дав мені забути його за винятком сатана - що я повинен згадати. І він взяв його курс в море дивно".
vi: Ông nói, "bạn đã thấy khi chúng tôi nghỉ hưu đến rock? Thật vậy, tôi đã quên [có] cá. Và không có gì làm tôi quên đi trừ Satan - tôi nên đề cập đến nó. Và nó đã cho khóa học của mình vào biển thật ngạc nhiên".
zu: Wathi: "Ingabe ubona lapho thina asebethathe umhlalaphansi ukuba idwala Ngempela, ngikhohliwe [khona] izinhlanzi Futhi akekho ungenzé ngazikhohlwa it except uSathane? -.. Ukuthi mina kufanele asho Futhi kwathatha indawo yawo, waphonseka elwandle emangalisayo".

# Quran2204
source: [Moses] said, "That is what we were seeking." So they returned, following their footprints.
ca: [Moses] va dir: "Això és el estaven buscant." Així van tornar, seguint les seves petjades.
cy: [Moses] dywedodd, "Dyna beth yr oeddem yn chwilio am." Felly roedd eu dychwelyd, yn dilyn eu hôl troed.
da: [Moses] sagde, "Det er, hvad vi søgte." Så vendte de tilbage, efter deres fodspor.
el: [Moses] είπε, «Αυτό είναι ό, τι το οποίο επιδιώκαμε.» Έτσι επέστρεψαν, ακολουθώντας τα ίχνη τους.
et: [Moses] ütles: "See on, mida me huvitasid." Nii nad tagasi, pärast oma jalajäljed.
fi: [Moses] sanoi, "Se on, mitä pyrimme." Niin he palasivat seuraavat jalanjälkiä.
he: [Moses] אמר, "זה מה אנו מחפשים." אז הם חזרו, בעקבות העקבות שלהם.
hr: [Moses] je rekao, "To je ono što smo tražili." Tako su se vratili, nakon njihove otiske.
lt: [Moses] sakė: "Tai, ką mes ieškojo." Taigi jie grįžo, po savo pėdsaką.
lv: [Moses] teica: "Tas, ko mēs vēlas." Tāpēc viņi atgriezās mājās, pēc viņu pēdas.
nb: [Moses] sa, "Det er hva vi var ute etter." Så tilbake de, etter sine fotavtrykk.
sk: [Moses] povedal: "Je to, čo sme hľadali." Tak sa vrátili, po ich stopy.
sl: [Moses] je dejal, "To je tisto, kar smo iskali." Tako so se, po njihovih stopinjah.
sr_cyrl: [Мосес ] је рекао, "То је шта смо тражили." Тако су се вратили, након њихове отиске.
sr_latn: [Moses] je rekao, "To je šta smo tražili." Tako su se vratili, nakon njihove otiske.
uk: [Moses] сказав: "що ми шукали." Так вони повернулися, після їх сліди.
vi: [Moses] nói, "Đó là những gì chúng tôi đã tìm kiếm." Vì vậy họ trở về, theo dấu chân của mình.
zu: [UMose] wathi: "Yilokho esahlangabezana babefuna."

# Quran2205
source: And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge.
ca: I es van trobar un criat entre nostres servents a qui havia donat misericòrdia de nosaltres i li havia ensenyat de nosaltres una [certa] coneixement.
cy: Ac maent wedi dod yn was o blith ein gweision i bwy yr ydym wedi rhoi drugaredd oddi wrthym ni ac wedi bod yn dysgu iddo oddi wrthym ar wybodaeth [penodol].
da: Og de fandt en tjener blandt vores tjenere som vi havde givet nåde fra os og havde lært ham fra os en [Vis] viden.
el: Και βρήκαν έναν υπηρέτη μεταξύ των υπαλλήλων μας, για τους οποίους μας είχε δώσει έλεος από μας και είχε έμαθε από εμάς [ορισμένες] γνώση.
et: Ja nad leidsid sulane hulgast meie teenistujad, kellele andis armu meilt ja oli õpetanud talle meilt [teatud] teadmised.
fi: Ja he löysivät palvelija joukosta palvelijoita, joille oli antanut armoa meiltä ja oli opettanut hänelle meiltä [varma] tieto.
he: הם מצאו את משרת מקרב שלנו משרתים למי אנחנו נתן רחמים מאיתנו, לימד אותו מאיתנו ידע [מסויים].
hr: I našli su sluge od naših službenika kojima je dao milost od nas i učio ga od nas [određenim] znanja.
lt: Ir rado vergais iš mūsų tarnautojų, kuriems mes davė malonės iš mūsų ir išmokė jį iš mūsų [tam] žinių.
lv: Un viņi atrada kalpu no mūsu ierēdņi, kam mums bija dota žēlastība no mums un iemācījis viņam no mums [konkrētu] zināšanas.
nb: Og de fant en tjener fra våre tjenere som vi hadde gitt nåde fra oss, og hadde lært ham fra oss [sikkert] kunnskap.
sk: A našli zamestnanca z radov našich zamestnancov, ktorým sme dal milosť od nás učil a mal ho od nás [niektoré] znalosti.
sl: In so našli služabnik izmed naših uslužbencev komu mi je dal milost od nas in ga je naučil od nas [nekaterih] znanja.
sr_cyrl: И они су нашли слуга међу послугу, коме је дао милост од нас и га је науцила од нас [] знање.
sr_latn: I oni su našli sluga među poslugu, kome je dao milost od nas i ga je naucila od nas [] znanje.
uk: І вони знайшли слуга з числа наші слуги, яким ми віддав милість від нас і навчив його від нас [деякі] знань.
vi: Và họ đã tìm thấy một công chức từ chức của chúng tôi mà chúng tôi đã có được lòng thương xót từ chúng tôi và đã dạy anh ta từ chúng tôi một kiến thức [một số].
zu: Bafumana inceku chaka wethu esikuthuma kuye wayenike isihe kithi wamfundisa kusukela Us a ulwazi [othile].

# Quran2206
source: Moses said to him, "May I follow you on [the condition] that you teach me from what you have been taught of sound judgement?"
ca: Moses va dir a ell, "pot seguir que [la condició] que ensenyar-me de què li han ensenyat de so sentència?"
cy: Dywedodd Moses wrtho, "gall ddilyn chi ar [y cyflwr] y mae eich addysgu mi o ydych chi wedi'i ddysgu o barn gadarn?"
da: Moses sagde til ham, "kan jeg følge dig på [tilstand] at du lære mig fra hvad du har lært af sund dømmekraft?"
el: Moses είπε με τον ίδιο, «μπορεί να θα σε ακολουθήσω με [την προϋπόθεση] που σας διδάξει μου από ό, τι έχουν διδάξει της ορθή κρίση;»
et: Moses ütles talle, "võib jälgin teile [tingimusel], et õpetada mulle, mida sulle on õpetatud ja hea otsustusvõime?"
fi: Moses sanoi hänelle: "voi seurata sinua ehdoksi [] joka opettaa minulle sinulle on opetettu arvostelukyvyn?"
he: Moses אמר לו, "אולי עקבתי אחריך על [המצב] זה תלמד אותי מכל מה שלמדת הנצחון קול?"
hr: Moses kaže mu, "može vas, slijedite pod uvjetom da me naučiš iz što su učili zvuk presude?"
lt: Moses sakė jam, "gali aš tavęs [būklę], jūs dėstote man nuo kas jums buvo mokomi garso sprendimo?"
lv: Moses, sacīja viņam: "var man sekot jums [stāvokļa] ka jums mācīt mani no kāda jums mācīts skaņas spriedums?"
nb: Moses sa til ham: "kan jeg følge deg [tilstand] som du lære meg fra hva du har lært av sunn fornuft?"
sk: Moses povedal mu "možno som za tebou na [stav] ktorý ma učiť od to, čo ste učil úsudok?"
sl: Moses je dejal, mu, "lahko sem si sledijo [stanje] ki me učiš od kar ste se naučili od sound sodba?"
sr_cyrl: Мосес је рекао да му, "Нека сам те прати на [услов] које предајете ме из те научена звучне Судња?"
sr_latn: Moses je rekao da mu, "Neka sam te prati na [uslov] koje predajete me iz te naučena zvučne Sudnja?"
uk: Moses сказав йому "може я дотримуюся вас за умови, що ви навчити мене від те, що ви вчили, звук міркувань?"
vi: Moses nói với anh ta, "có thể tôi theo bạn trên [điều kiện] mà bạn dạy tôi từ những gì bạn đã được dạy của âm thanh bản án?"
zu: UMose wathi kuye: "Kwangathi ngingeze ngambona zikulandele kule [isimo] ukuthi wena ungifundisa kulokho oye wafundiswa khona lokwahlulela umsindo?"

# Quran2207
source: He said, "Indeed, with me you will never be able to have patience.
ca: Va dir, "de fet, amb mi vostè mai serà capaç de tenir paciència.
cy: Meddai, "yn wir, gyda mi byddwch byth yn gallu cael amynedd.
da: Han sagde, "Ja, med mig du vil aldrig kunne have tålmodighed.
el: Είπε, «πράγματι, μαζί μου θα ποτέ δεν είστε σε θέση να έχετε υπομονή.
et: Ta ütles: "tõesti, mind sa ei suuda kunagi on kannatust.
fi: Hän sanoi: "itse asiassa minua sinun koskaan voi olla kärsivällisyyttä.
he: הוא אמר, "ואכן, איתי אף פעם לא תוכל להתאזר בסבלנות.
hr: Rekao je, "doista, sa mnom ti neće moći imati strpljenja.
lt: Jis sakė, "iš tiesų, su manimi jūs niekada galės turėti kantrybės.
lv: Viņš teica: "Protams, ar mani nekad varēsit pacietības.
nb: Han sa, "faktisk med meg du aldri kan ha tålmodighet.
sk: On povedal: "Vskutku, so mnou nikdy nebudete môcť mať trpezlivosť.
sl: On reče: "res, z mano vi hoteti nobenkrat obstati zmožen imeti potrpljenje.
sr_cyrl: Он је рекао, "заиста, са мном никада није могла би имати стрпљења.
sr_latn: On je rekao, "zaista, sa mnom nikada nije mogla bi imati strpljenja.
uk: Він сказав: "дійсно, з мене ніколи не можна мати терпіння.
vi: Ông nói, "thật vậy, với tôi bạn sẽ không bao giờ có thể có sự kiên nhẫn.
zu: Wathi: "Ngempela, nami ngeke sibe nesineke.

# Quran2208
source: And how can you have patience for what you do not encompass in knowledge?"
ca: I com vostè pot tenir paciència per què que abasta no en coneixement?"
cy: A sut y gallwch gael amynedd ar gyfer beth nad ydych gwmpasu mewn gwybodaeth?"
da: Og hvordan kan du have tålmodighed for hvad du gør ikke omfatte viden?"
el: Και πώς μπορείτε να έχετε υπομονή για ό, τι σας δεν περιλαμβάνουν στη γνώση;»
et: Ja kuidas teil on kannatust, mida te ei hõlmata teadmiste?"
fi: Ja miten sinulla on kärsivällisyyttä mitä voit Kata Tietoa?"
he: איך יכול להיות לך סבלנות בשביל מה לך לא להקיף הידע?"
hr: "I kako možete imati strpljenja za ono što ne obuhvaća znanje?"
lt: Ir kaip tu gali turėti kantrybės ką jūs ne apimti žinių?"
lv: Un kā jums ir pacietība, par ko jums nav aptvert zināšanas?"
nb: Og hvordan kan du ha tålmodighet for hva du gjør ikke omfatte i kunnskap?"
sk: A ako môžete mať trpezlivosť, za čo ste nezahŕňala poznatkov?"
sl: In kako lahko imate potrpljenje za kaj, da ne zajema znanja?"
sr_cyrl: "И како можете имати стрпљења за шта не обухвате у знање?"
sr_latn: "I kako možete imati strpljenja za šta ne obuhvate u znanje?"
uk: І як ви можете мати терпіння на те, що ви охоплюють в знань?"
vi: Và làm thế nào bạn có thể có sự kiên nhẫn cho những gì bạn không bao gồm trong kiến thức?"
zu: Futhi 'ungahlala kanjani ube nesineke ngoba lokho awazi ahlanganise olwazini? "
