Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran610
source: They call upon instead of Him none but female [deities], and they [actually] call upon none but a rebellious Satan.
ca: Convoquen seu lloc cap però dona [Déu] i ells [en realitat] crida a cap excepte un rebel Satan.
cy: Maent yn galw arnynt yn hytrach na ef dim ond mae'r fenyw [duwdod], ac maent yn galw [mewn gwirionedd] ar dim ond Satan gwrthryfelgar.
da: De opfordrer i stedet for ham ingen men kvinde [guder], og de [faktisk] opfordrer ingen men en oprørsk Satan.
el: Το ονομάζουν κατόπιν αντί τον κανένας αλλά θηλυκό [θεότητες] και [] καλείται όντως δεν υπάρχει όμως μια επαναστατική Σατανά.
et: Nad kutsuvad teda mitte ükski, kuid naine [jumalused], ja nad [tegelikult] nõudmist ei ole, kuid mässumeelne Saatan.
fi: He kutsuvat kun sijasta hänet mitään mutta nainen [Jumaluuksien], ja ne [itse] kehottaa ketkään kapinallinen Saatana.
he: הם קוראים במקום בו אף אחד אבל נקבה [האלים], והם [למעשה] קוראים רק השטן מרדנית.
hr: Zovu na umjesto da ga nitko ali Muški [božanstava] i [zapravo] pozvati samo buntovni Sotona.
lt: Jie kreiptis į vietoj jam nė vienas bet moteris [dievybių], ir jie [iš tikrųjų] kreiptis į niekas, bet maištingas Šėtonas.
lv: Viņi aicina viņu vietā, neviens, bet sieviete [dievības], un viņi [faktiski] pieaicināt neviens taču dumpīgs sātans.
nb: De kaller på i stedet for ham ingen men kvinne [guddommer], og de [faktisk] ringe enn en opprørsk Satan.
sk: Vyzývajú namiesto neho nikto ale samica [božstiev] a [skutočne] vyzvať žiadny ale vzpurný Satan.
sl: Pozivajo namesto njega nič ampak ženski [božanstva] in [zdaj] pozivajo nič vendar upornega Satan.
sr_cyrl: Позивате уместо њега нико, али женка [боћанстава], а они [заправо] позивам нико осим бунтовни Сотона.
sr_latn: Pozivate umesto njega niko, ali ženka [boћanstava], a oni [zapravo] pozivam niko osim buntovni Sotona.
uk: Вони закликають замість нього ніхто, але жінки [божеств] і вони [насправді] закликаємо none тільки бунтівний сатани.
vi: Họ kêu gọi thay vì anh ta không có nhưng nữ [thần], và họ [thực sự] kêu gọi không có nhưng Satan nổi loạn.
zu: Babiza phezu esikhundleni sakhe koyedwa female [lab 'onkulunkulu], futhi [empeleni] ngibize akekho kodwa noSathane owahlubuka.

# Quran611
source: Whom Allah has cursed. For he had said, "I will surely take from among Your servants a specific portion.
ca: Qui Allah ha maleït. Per a ell havia dit, "jo segurament tindrà entre els teus servents una part específica.
cy: Bwy Allah wedi melltithio. Ar gyfer oedd wedi dweud, "Onid af o blith eich gweision dogn penodol.
da: Hvem Allah har forbandet. For han havde sagt, vil "jeg helt sikkert tage blandt dine tjenere et bestemt del.
el: Τους οποίους Αλλάχ έχει καταραμένος. Γιατί είχε πει, «εγώ θα πάρει σίγουρα το μεταξύ τους δούλους σου ένα συγκεκριμένο τμήμα.
et: Kellele Allah on neetud. Sest ta oli ütles, "Ma kindlasti võtke oma teenistujate hulgast kindel osa.
fi: Joille Jumala on kironnut. Sillä hän oli sanonut, "varmasti ota joukosta palvelijoillesi tiettyä osaa.
he: מי אללה קילל. כי אמר, "אני בוודאי ישתלטו מבין המשרתים שלך חלק מסוים.
hr: Koga Allah je prokleo. Jer on je rekao, "Ja ću sigurno uzeti od sluge određeni dio.
lt: Kam Dievas yra prakeiktas. Nes jis sako, "aš tikrai imtis iš savo tarnautojų konkrečią dalį.
lv: Kam Allāhs ir nejauks. Viņš sacīja, "es noteikti veiks kādu no jūsu darbiniekiem noteiktas daļas.
nb: Hvem Allah har forbannet. For han hadde sagt, vil "jeg sikkert ta blant dine tjenere en bestemt del.
sk: Koho Boh nadával. Pre povedal, "určite vezmem spomedzi vašich zamestnancov určitú časť.
sl: Katere Allah je preklet. Za je rekel, "sem zagotovo bo med vaš Sluge določen del.
sr_cyrl: Кога Аллах је проклео. Јер он је рекао, "сигурно водим неку од твоје слуге његов одређени део.
sr_latn: Koga Allah je prokleo. Jer on je rekao, "sigurno vodim neku od tvoje sluge njegov određeni deo.
uk: Кого прокляв Аллаха. Бо він сказав, "я безумовно візьме з числа твоїми певна частина.
vi: Người mà Allah đã nguyền rủa. Cho ông đã nói, "tôi chắc chắn sẽ từ chức của bạn một phần cụ thể.
zu: Bani Allah awuqalekisile.

# Quran612
source: And I will mislead them, and I will arouse in them [sinful] desires, and I will command them so they will slit the ears of cattle, and I will command them so they will change the creation of Allah." And whoever takes Satan as an ally instead of Allah has certainly sustained a clear loss.
ca: Es enganyar-los i despertarà en ells [pecaminós] desitjos i es Mano ells així que es qui les orelles de bestiar, i es comanda-los així que canviarà la creació d'Allah." I qui es faci amb Satan com un aliat en comptes d'Allah certament ha mantingut una pèrdua evident.
cy: Bydd yn camarwain iddynt, a bydd yr ennyn eu dyheadau [sinful], a bydd yn ennyn iddynt felly bydd eu chânt y clustiau gwartheg, a bydd yn ennyn iddynt fel y byddant yn newid greu Allah." A bwy bynnag sy'n cymryd Satan fel wedi cynghreiriad yn hytrach na bod Allah yn sicr yn cynnal golled glir.
da: Og jeg vil vildlede dem, og jeg vil vække i dem [syndige] begær, og jeg vil befale dem, så de bliver skåret ørerne af kvæg, og jeg vil befale dem, så de vil ændre oprettelsen af Allah." Og hvem tager Satan som en allieret i stedet for Allah har bestemt vedholdende klare tab.
el: Και εγώ θα παραπλανήσει τους, εγώ θα ξυπνήσει μέσα τους τις επιθυμίες [αμαρτωλή] και θα εντολή έτσι ώστε αυτοί θα σχίζεται τα αυτιά των βοοειδών, και θα εντολή έτσι θα αλλάξουν τη δημιουργία του Αλλάχ.» Και όποιος παίρνει τον Σατανά, όπως ένας σύμμαχο αντί Αλλάχ υπέστη σίγουρα μια nette απώλεια.
et: I eksita neid, ja ma äratada neis [patune] soove ja ma käsk neid nii et nad pilu veised kõrvad ja ma käsk neid nii, et nad muutuvad Allah loomine." Ja kes iganes võtab Saatan liitlane, selle asemel, et Jumal on kindlasti soodsates tingimustes selge.
fi: Olen harhaan, ja herättävät heissä [synnillisten] ja käsken heitä, joten he viilto korvassa ja käsken heitä, joten he muuttavat luomista Jumala." Ja kuka Saatanan kuin liittolainen eikä Allah on varmasti aiheutunut selvää.
he: אני להטעות אותם, אני יעורר בהם תשוקות [חטא] ו יפקדו אותם. אז הם שישסף את האוזניים של הבקר, יפקדו אותם. אז הם יוכלו לשנות את היצירה של אללה." מי שלוקח את השטן כמו ברית במקום אללה בהחלט ספגה הפסד נקי.
hr: Će zavesti ih, i će probuditi u njima [grešno] želje i ne naređuje pa su sjekli uši od stoke, a ne naređuje tako da će promijeniti stvaranje Allaha." I tko god se Sotona kao saveznik umjesto Allah sigurno je pretrpio jasan gubitak.
lt: Ir aš bus klaidinami, ir aš sujaudinti, [nuodėmingas] norus, ir aš bus komanda juos, jie bus supjaustytas galvijų ausų, ir aš bus komanda juos, kad jie bus pakeisti Dievas sukūrimas." Ir kas mano šėtono sąjungininku vietoj Dievas tikrai patyrė aiškų nuostolių.
lv: Un man būs maldināt tos, būs modina viņos [grēcīgs] vēlmes un es pavēlu viņiem, lai viņi būs pārgriezis lopu ausis, un es komanda viņus, lai viņi mainīs Allah izveidi." Un tas, kurš uzņemas sātans kā sabiedrotais, nevis Allah noteikti cietusi skaidrus zaudējums.
nb: Jeg vil villede dem, og jeg vil vekke i dem [syndig] begjær og jeg befaler dem så de vil slit ørene av storfe, og jeg vil befale dem slik at de vil endre etableringen av Allah." Og hvem tar Satan som en alliert i stedet for Allah har sikkert pådratt klart tap.
sk: Sa omylu, a ja sa vzbudiť v nich [hriešne] túžby a bude veliť im, tak oni sa podrezal uší dobytka, a bude ich príkaz, takže sa bude meniť vzniku Alah." A kto má Satan, ako spojenec namiesto Alah určite utrpel jasná strata.
sl: Bo jih, zavajajo in jaz bo vzbudil v njih [grešno] želje in bo ukaz, jih, jim režejo ušesa goveda, in bo ukaz jih, tako da bodo spremembe nastanek Allah." In tisti, ki se Satan kot zaveznika namesto Allah je gotovo utrpela jasno izgubo.
sr_cyrl: И ја њих, ће заваравати ће се узбудим у њима [грешних] жеља и водити поход па су пререзати уши стоке, и водити поход тако да не мењају стварање Алаха." И ко год да узме Сотону као савезник а не Аллах сигурно је претрпео јасан губитак.
sr_latn: I ja njih, će zavaravati će se uzbudim u njima [grešnih] želja i voditi pohod pa su prerezati uši stoke, i voditi pohod tako da ne menjaju stvaranje Alaha." I ko god da uzme Sotonu kao saveznik a ne Allah sigurno je pretrpeo jasan gubitak.
uk: Я будемо вводити в оману їх і я будуть пробудити в них [грішних] бажань і я наказав їм так що вони будуть щілини вуха великої рогатої худоби, і я наказав їм так що вони будуть мінятися створення Аллаха." І той, хто приймає сатана, як союзник замість Аллах безумовно має постійних ясно втрати.
vi: Và tôi sẽ gây hiểu lầm cho họ, và tôi sẽ khơi dậy trong họ [tội lỗi] ham muốn, và tôi sẽ chỉ huy chúng, vì vậy họ sẽ cắt tai của gia súc, và tôi sẽ chỉ huy chúng, vì vậy họ sẽ thay đổi sự sáng tạo của Allah." Và bất cứ ai cần sa-tan như một đồng minh thay vì Allah chắc chắn đã duy trì một sự mất mát rõ ràng.
zu: Ngiyokwenza ukubadukisa, ngizonenza ukuvusa kubo [enesono] izifiso I phatha them kanjalo bayakukushisela wena wanquma izindlebe, izinkomo I phatha them kanjalo bayakukushisela wena ushintshe lokhu ngokudalwa kuka-Allah. "Futhi noma ubani kuthatha uSathane

# Quran613
source: Satan promises them and arouses desire in them. But Satan does not promise them except delusion.
ca: Satanàs promet-los i desperta desig en ells. Però Satanàs no prometo ells excepte engany.
cy: Mae Satan yn addo iddynt ac yn ennyn awydd ynddynt. Ond nid yw Satan yn addo iddynt ac eithrio rhithdyb.
da: Satan lover dem og vækker ønske i dem. Men Satan lover dem ikke undtagen illusion.
el: Σατανά υποσχέσεις τους, και διεγείρει την επιθυμία τους. Αλλά ο Σατανάς δεν υπόσχεται τους εκτός από την αυταπάτη.
et: Saatan neid lubadusi ja inspireerib soovi neid. Kuid Saatan lubadus neid välja arvatud soovmõtlemine.
fi: Saatana lupaa ne ja herättää halu niihin. Mutta saatana ei lupaa heille paitsi harhaluulo.
he: השטן מבטיח להם ומעורר רצון בהם. אבל השטן אינה מבטיחה להם אלא אשליה.
hr: Sotona obećava im i pobuđuje želju u njima. Ali Sotona im obećati osim zabluda.
lt: Šėtonas žada juos ir kelia noras į juos. Bet Šėtonas nežada juos išskyrus supainiojo.
lv: Sātans tiem solījumiem un modina viņos vēlmi. Bet sātans nesola tos, izņemot maldi.
nb: Satan løfter dem og vekker begjær i dem. Men Satan kan ikke love dem unntatt villfarelse.
sk: Satan ich sľuby a vzbudzuje túžbu v nich. Ale Satan nezaručuje ich okrem klamu.
sl: Satan jih obljublja in zbuja željo v njih. Ampak Satan ne obljubim jih razen blodnje.
sr_cyrl: Сотона обећава их и изазива жељу у њима. Али Сатана им није обећао осим заблуде.
sr_latn: Sotona obećava ih i izaziva želju u njima. Ali Satana im nije obećao osim zablude.
uk: Сатана обіцяє їх і викликає бажання в них. Але сатана не обіцяє їх за винятком омани.
vi: Satan hứa hẹn họ và arouses desire trong họ. Nhưng Satan không hứa hẹn họ ngoại trừ si mê.
zu: USathane uthembisa kubo futhi zenza isifiso kuzo.

# Quran614
source: The refuge of those will be Hell, and they will not find from it an escape.
ca: El refugi d'aquells serà l'infern, i no es troba d'ella una fuita.
cy: Bydd y lloches o'r rheini yn uffern, ac ni chânt ei ddianc.
da: Tilflugtssted for dem, der vil være helvede, og de vil ikke finde fra det en flugt.
el: Το καταφύγιο εκείνων θα είναι κόλαση, και δεν θα βρουν από αυτό μια διαφυγή.
et: Nende paikade on põrgu, ja nad ei leia sealt põgeneda.
fi: Turvapaikan niille on helvetti ja eivät löydä siitä paeta.
he: השמורה של אלה יהיו גיהנום, הם לא ימצאו ממנו לברוח.
hr: U to će biti pakao, i oni neće naći od njega pobjeći.
lt: Prieglobstis tų bus pragaras, ir jie negali rasti nuo jo pabėgti.
lv: Patvērumu no tiem būs elle, un viņi neatradīs no tā aizbēgt.
nb: Oppholdsstedet for de vil være helvete, og de vil ikke finne fra det en flukt.
sk: Útočisko týchto bude peklo, a z nej nebudú nájsť únik.
sl: Zatočišče tistih bo pekel, in jih ne boste našli od nje pobegniti.
sr_cyrl: Уточиште од тих ће бити пакао, а они ће пронаћи из ње није бег.
sr_latn: Utočište od tih će biti pakao, a oni će pronaći iz nje nije beg.
uk: Притулок тим буде пекло, і вони не можуть знайти з нього вирватися.
vi: Nơi ẩn náu của những người sẽ là địa ngục, và họ sẽ không tìm thấy nó một lối thoát.
zu: I isiphephelo salabo kuyoba Hogo, futhi ngeke ukuthole kulo liphunyuke.

# Quran615
source: But the ones who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they will abide forever. [It is] the promise of Allah, [which is] truth, and who is more truthful than Allah in statement.
ca: Però els que creuen i fer els justos fets - anem a admetre-les als jardins sota quin cabal de rius, on es queda per sempre. [És] la promesa d'Allah, [que] veritat i qui és el més veraç que Allah en la declaració.
cy: Ond y rhai sydd yn credu a gwneud gweithredoedd cyfiawn-bydd iddynt gyfaddef i gerddi o dan y llif afonydd, lle y bydd iddynt gadw am byth. [Mae'n] yr addewid o Allah, [sydd] gwir, ac sydd yn fwy gonest nag Allah mewn datganiad.
da: Men dem, der tror og gøre retfærdige gerninger - vi vil indrømme dem til haver under hvilke floder flow, hvori de vil holde for evigt. [Det er] løftet om Allah, [der er] sandheden, og der er mere sandfærdig end Allah i sætningen.
el: Αλλά αυτοί που πιστεύουν και κάνουν δίκαιοι πράξεις - θα πρέπει να παραδεχτούμε τους στους κήπους κάτω από τις οποίες ροής των ποταμών, όπου θα τηρήσει για πάντα. [Είναι] η υπόσχεση του Αλλάχ, [που είναι] αλήθεια, και ο οποίος είναι πιο αληθινό από Αλλάχ σε δήλωση.
et: Kuid need, kes usuvad ja teha õiged teod - me tunnistavad neid aiad all mis jõed tõusevad, kus nad järgivad igavesti. [On] lubaduse Allahi [mis on] tõe ja kes on rohkem tõene, kui Allah avalduses.
fi: Mutta ne, jotka uskovat ja tekevät vanhurskaat teot - myönnämme niitä puutarhaan alla joka joet jossa he säilyttää ikuisesti. Se on Jumala, [joka on] lupaus totuuden, ja kuka on enemmän rehellisiä kuin Allah-lauseessa.
he: אבל אלה מאמינים, לעשות מעשים טובים - אנחנו יודו אותם לגנים מתחת נהרות שזורמים, שבו הם יצויית לנצח. [הוא] ההבטחה של אללה, [אשר] האמת ומי אמיתי יותר מאשר אללה במשפט.
hr: Ali oni koji vjeruju i čine pravedna djela - mi ćemo priznati ih u vrtove ispod koje poteku rijeke, u kojem će ostati zauvijek. To je obećanje od Allaha, [koja je] istinu, i koji je više istina od Allaha u izjavi.
lt: Bet tie, kurie tiki ir padaryti teisingas poelgius - mes priimti juos į sodus po kurių upių srautai, kuriame jos paklūsta amžinai. [Tai] pažadas, Dievo, [kuris yra] tiesa, ir kurie yra teisingi nei Dievas (nuostolio) ataskaitoje.
lv: Bet tie, kas domāt un darīt taisns darbiem - mēs uzņemt tos uz dārziem, zem kura upju plūsma, kur tos ievērot uz visiem laikiem. [Ir] solījumu par Allah, [kas ir] patiesība, un kas ir vairāk nekā Allah pārskatā patiesu.
nb: Men de som tror og rettferdige gjerninger - vi vil innrømme dem til hagen under der elvene strømmer, hvor de vil bli evig. [Det er] løftet Allah, [som] sannheten, og som er mer sannferdig enn Døyve i setningen.
sk: Ale tí, ktorí veria, a robiť spravodlivé skutky - budeme sa priznať im do záhrady pod ktoré toku rieky, kde sa zniesť navždy. [Je] sľub Alaha, [ktoré] pravdu, a kto je pravdivejšie ako Boh vo vyhlásení.
sl: Ampak tisti, ki verjamejo in ne pravičen dejanja - smo jih priznam Gardens pod kateri rek pretoka, pri čemer bo upošteval večno. [Je] obljuba od Allah, [ki je] resnico, in kdo je bolj resnične od Allah v izjavi.
sr_cyrl: Али они који верују и да праведни дела - ми не признају их вртова испод које потеку, у коме ће они трпе заувек. [Је] обећање Аллаха, [која је] истине, а ко говори истину од Алаха у изјави.
sr_latn: Ali oni koji veruju i da pravedni dela - mi ne priznaju ih vrtova ispod koje poteku, u kome će oni trpe zauvek. [Je] obećanje Allaha, [koja je] istine, a ko govori istinu od Alaha u izjavi.
uk: Але ті, хто вірить і робити добрі справи - ми будемо допускати їх сади під які річках потік, якому вони будуть дотримуватися назавжди. [Це] обіцянку Аллаха, [що] правду, а хто правдивіше за Аллах в заяві.
vi: Nhưng những người tin tưởng và làm việc công bình - chúng tôi sẽ thừa nhận họ đến khu vườn bên dưới mà dòng chảy sông ngòi, trong đó họ sẽ tuân thủ mãi mãi. [Đó là] lời hứa của Allah, [đó là] sự thật, và là những người trung thực hơn so với Allah trong tuyên bố.
zu: Kodwa yibo abakholelwa benze izinto ezilungile - We mukela them gadi ngaphansi lapho imifula, wherein they abide phakade.

# Quran616
source: Paradise is not [obtained] by your wishful thinking nor by that of the People of the Scripture. Whoever does a wrong will be recompensed for it, and he will not find besides Allah a protector or a helper.
ca: Paradís no és [obtinguts] els seus lusions ni per la de la gent de l'escriptura. Qui fa un mal es recompensava per a això, i no trobarem a més d'Allah un protector o un ajudant.
cy: Nid yw paradwys [cael] gan eich ofer na chan y bobl o yr ysgrythur. Pwy bynnag sy'n gwneud anghywir bydd eu had-dalu ar ei gyfer, ac ni wêl ar wahân i Allah protector neu gynorthwy-ydd.
da: Paradis er ikke [fik] af din ønsketænkning eller mennesker af Skriften. Hvem gør en forkert vil være belønnes for det, og han vil ikke finde foruden Allah en protector eller en helper.
el: Παράδεισος δεν είναι [λάβει] σας ευχολόγια ούτε του λαού της γραφής. Όποιος κάνει ένα λάθος θα είναι αμείβονται για αυτό, και δεν θα βρουν εκτός από Αλλάχ η προστάτη ή μια βοηθός.
et: Paradiis ei ole [saada] oma soovmõtlemisest ega pühakiri inimesed. Kes iganes ei vale näidatakse recompensed seda ja ta ei leia peale Allah protector või mille helper.
fi: Paratiisi ei [saada] toiveikkaasta ajattelusta eivätkä kansan Raamattu. Tekee väärin palkitaan siitä, ja hän ei löydä sitä paitsi Allah suojelija tai auttaja.
he: גן העדן אינו [שהושג] מאת בהקיץ ולא על ידי העם של כתבי הקודש. מי שעושה עוול ניתן recompensed על זה, לא ימצא מלבד אללה מגן או עוזר.
hr: Raj nije [dobiti] tvoj željan razmišljanja niti ljudi Svetog pisma. Tko god vrši zlo će se osloboditi za to, i ne naći osim Allah zaštitnik ili pomagač.
lt: Rojaus nėra [gauta] savo pageidautinas mąstymo, nei kad raštas žmonių. Kas nėra neteisingas bus recompensed už jį, ir jis negali rasti be Dievo raštas arba jūsų pagalbininkas.
lv: Paradīze nav [iegūst] karojošs domāšana, ne ka rakstos cilvēki. Tas, kurš dara pāri recompensed par to, un viņš nevar atrast papildus Allah aizsargs vai palīgs.
nb: Paradise er ikke [innhentet] ved din ønsketenkning eller ved at folket i skriften. Ster feil vil være recompensed for det, og han finner ikke foruten Allah protector eller en hjelper.
sk: Nie je raj [získané] vaše zbožné ani ľudia z Biblie. Ten, kto robí zle, bude odmenený za to, a bude nájsť okrem Alaha, chránič alebo Pomocníka.
sl: Raj ni [pridobljeno] vaše želeno niti s tem ljudi Sveto pismo. Kdor ali napačno bo treba izplačati nadomestilo za to, in je ne boste našli poleg Allah, zaščitnik ali pomočnik.
sr_cyrl: Рај није [добити] од стране твоје пусте ћеље, ни под тим народа из Светог писма. Ко год има лоша ће бити измире за то, а он и не зна осим Аллах је заститник или помагач.
sr_latn: Raj nije [dobiti] od strane tvoje puste ћelje, ni pod tim naroda iz Svetog pisma. Ko god ima loša će biti izmire za to, a on i ne zna osim Allah je zastitnik ili pomagač.
uk: Рай не є [отримані] бажане за дійсне, ні що народу в Писанні. Той, хто робить неправильно буде recompensed для нього, і він не знайдете крім Аллаха, протектор або помічник.
vi: Thiên đường không phải là [thu được] bởi suy nghĩ wishful của bạn cũng không phải do đó của những người của kinh thánh. Bất cứ ai có một sai sẽ được recompensed cho nó, và ông sẽ không tìm thấy ngoài Allah một bảo vệ hoặc trợ giúp.
zu: IPharadesi is hhayi [etholwe] by ukucabanga kwakho iphupho nje noma ukuthi of the People of umBhalo.

# Quran617
source: And whoever does righteous deeds, whether male or female, while being a believer - those will enter Paradise and will not be wronged, [even as much as] the speck on a date seed.
ca: I qui fa justos fets, ja sigui masculí o femení, mentre que un creient - aquells voluntat entrar en paradís i es no ser tractat injustament, [encara més] la palla en una llavor de data.
cy: A pwy bynnag sy'n gwneud gweithredoedd cyfiawn, boed yn wryw neu fenyw, er eu bod yn credu'n-hynny bydd Rhowch baradwys ac ni bydd yn cam, [hyd yn oed fel] speck ar hadau dyddiad.
da: Og hvem gør retfærdige gerninger, om mandlige eller kvindelige, samtidig med at en troende - disse vil komme i paradis og vil ikke blive krænket, [selv så meget som] plet på en dato frø.
el: Και όποιος κάνει δίκαιοι πράξεις, είτε αρσενικό είτε θηλυκό, ενώ είσαι οπαδός - αυτές θα τεθεί Paradise, και δεν θα αδικηθεί, [ακόμη και τόσο πολύ όσο] ο κόκκος στον ένας σπόρος ημερομηνίας.
et: Ja kes iganes ei õiged teod, isased ja emased, usklik - omadest olles sisestage paradiisi ja näidatakse ei ülekohtu, [koguni kuni] speck seemneettevõttele kuupäev.
fi: Tekee vanhurskaita tekoja, onko mies tai nainen, uskovainen - se samalla anna paratiisi ja ei vääryyttä, [jopa peräti] speck päivämäärä siemeniä.
he: מי עושה מעשים טובים, אם זכר או נקבה, בעת היותו למאמין - וויל האלה להיכנס לגן עדן, לא עוול, [אפילו ככל] גרגר על זרע תאריך.
hr: I tko god čini pravedna djela, bilo muško ili žensko, dok se vjernik - one će unijeti raj i neće biti nepravdu, [čak] zrnce na datum sjeme.
lt: Ir kas nėra teisieji poelgius, ar vyras ar moteris, tuo pat metu tikintysis - tas bus įvesti rojus ir ne bus būti nuskriausti, [net kiek] taškelis ant datos sėklos.
lv: Un kurš nav taisns darbiem, vai vīrietis vai sieviete, būdami ticīgais - šie ievadiet paradīze un nav nodarījis, [pat tik daudz kā] punktiņu uz datumu sēklu.
nb: Og hvem gjør rettferdige gjerninger, hvorvidt mannlig eller kvinner, samtidig som en troende - de vil angi paradis og vil ikke bli gjort urett, [selv så mye som] flisen på en dato frø.
sk: A ten, kto robí spravodlivé skutky, či už muž alebo žena, pričom veriaci - tie budú zadajte raj a nie byť poškodené, [dokonca toľko ako] smietku na dátum semeno.
sl: In kdor ne pravični dejanjih, moške ali ženske, hkrati pa verjamem - teh bo vnesite raj in ne bo treba krivico, [celo kar] drobec na datum seme.
sr_cyrl: И ко год ради праведног дела, да ли је мушки или женски, док сте били верник - тих Вила рај и да ће бити преварена, [онолико колико] мрља у датум Семе.
sr_latn: I ko god radi pravednog dela, da li je muški ili ženski, dok ste bili vernik - tih Vila raj i da će biti prevarena, [onoliko koliko] mrlja u datum Seme.
uk: І той, хто робить добрі справи, будь то чоловік або жінка, будучи віруючий - ті волі введіть рай і не бути ображені, [навіть як] плямочки на дату насіння.
vi: Và bất cứ ai làm việc chính đáng, cho dù nam hay nữ, trong khi là một người tin tưởng - những người sẽ nhập vào thiên đường và sẽ không được wronged, [thậm chí như] các hạt trên một hạt giống của ngày.
zu: Whoever enza izenzo zokulunga, kungakhathaliseki ukuthi elesilisa noma elesifazane, nakuba ikholwa - lezo ngena Pharadisi futhi ngeke kube ngaphansi kobubi, [ngisho okuningi njengoba] uyichashaza phezu kwanoma iyiphi imbewu date.
