Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran306
source: Already there has been for you a sign in the two armies which met - one fighting in the cause of Allah and another of disbelievers. They saw them [to be] twice their [own] number by [their] eyesight. But Allah supports with His victory whom He wills. Indeed in that is a lesson for those of vision.
ca: Ja hi ha hagut per a vostè un signe en els dos exèrcits que conèixer - una lluita en la causa d'Allah i un altre dels disbelievers. Veien ells [que] doble propi [] nombre per [seva] vista. Però Allah suporta amb la seva victòria qui ell voluntats. Fet que és una lliçó per a aquells de visió.
cy: Eisoes bu i chi arwydd yn y byddinoedd dau bodloni-un ymladd achos Allah ac un arall o disbelievers. Gwelsant iddyn nhw [fod] ddwywaith nifer eu [ei hun] [u] golwg. Ond mae'r Allah yn cefnogi gyda ei fuddugoliaeth ef mae ei wills. Yn wir yn hynny yn wers ar gyfer y rheini o weledigaeth.
da: Der har allerede været for dig et tegn i de to hære, som mødte - en kampe i anledning af Allah og en anden af vantro. De så dem [skal] to gange deres [egen] antallet af [deres] synet. Men Allah støtter med sin sejr, hvem han Testamente. Faktisk er i der en lektion for dem af vision.
el: Ήδη έχει υπάρξει για σας ένα σημάδι των δύο στρατών που συνεδρίασε - μία αγωνίζονται στην αιτία του Αλλάχ, και άλλο των disbelievers. Είδε τους [για να] δύο φορές τους [] αριθμός από [τους] όραση. Αλλά Αλλάχ υποστηρίζει με τη νίκη τους οποίους διαθήκες. Πράγματι, σε αυτό είναι ένα μάθημα για όσους από όραμα.
et: Juba seal on olnud teile märk on kaks armeed, mis täidetud - üks võitlevad Allah põhjus ja teine uskottomille. Nad nägid neid [] kaks korda [oma] numbri järgi [nende] nägemist. Kuid Jumal toetab tema võit, kellele ta tahab. Tõepoolest see on õppetund neile visioon.
fi: On jo sinulle merkki tässä kaksi armeijaa, joka kokoontui - yrittäen hillitä syy ja toinen saa luovuttaa. He ovat nähneet [on] kahdesti omia [] [] näkö numero. Mutta Jumala tukee hänen voittonsa, kenet tahtoo. Itse asiassa se on opetus niille Visio.
he: כבר היו לך סימן שני צבאות אשר פגשתי - אחד בלחימה הגורם של אללה, ואחד של disbelievers. הם ראו אותם [להיות] פעמיים משלהם [] המספר על ידי מאור [שלהם]. אבל אללה תומך עם הניצחון שלו, מי שהוא חפץ. אכן בזה הוא שיעור לאלו של חזון.
hr: Već bilo je za vas znak u dvije vojske koje upoznao - borbe u uzrok Allaha i drugi iskuse. Vidjeli su ih [se] dva puta svoju [vlastitu] broj [svoju] vid. Ali Allah podržava pobjedom koga hoće. Zaista u tome je pouka za one vizije.
lt: Jau buvo jums ženklas į dvi armijas, sutikau - vieną kovos Dievas priežastis ir kitą disbelievers. Jie pamatė juos [turi būti] du kartus [savo] numeris pagal [jų] regėjimą. Bet Dievas palaiko su savo pergale, kuriam jis testamentų. Iš tiesų, kad yra pamoka tiems vizija.
lv: Jau ir notikusi jums zīmi divas armijas, kurā tikās - viens cīnās Allah cēloni un citu disbelievers. Viņi redzēja tos [] divreiz savas [] numuru ar [to] redzei. Bet Allāha atbalsta ar savu uzvaru, kuru viņš vēlas. Patiešām, ka ir mācība tiem vīziju.
nb: Det har allerede du et tegn i de to arméene som møtte - en i årsaken til Allah og en annen av troende. De så de [skal] to ganger [eget] antallet av [sine] synet. Men Allah støtter med seieren som han wills. Faktisk er som en leksjon for de visjon.
sk: Už tam bol pre vás znamením v dvoch armád, ktoré stretol - jeden boj príčinou Alah a ďalší z neveriacim. [Treba] videl dvakrát vlastné [] číslo [ich] zrak. Ale Boh podporuje jeho víťazstvom, koho on chce. Naozaj v tom je lekcia pre tých videnie.
sl: Že je prišlo za vas znak v dveh vojske, ki je srečal - boj v vzrok od Allah in drugo disbelievers. So jih [da] videli dvakrat svoje [] število [njihovo] vida. Toda Allah podpira z zmago, ki je oporok. Res da je lekcija za tiste z vizijo.
sr_cyrl: Већ било је за вас био знак у две армије која је упознала - једна борба у узрок Алаха, и још један од скептике. Видели су их [да] двапут сопствене [] број од стране [њихов] вид. Али Аллах подржава са своје победе, кога је воља. Заиста у то је лекција за оне с визијом.
sr_latn: Već bilo je za vas bio znak u dve armije koja je upoznala - jedna borba u uzrok Alaha, i još jedan od skeptike. Videli su ih [da] dvaput sopstvene [] broj od strane [njihov] vid. Ali Allah podržava sa svoje pobede, koga je volja. Zaista u to je lekcija za one s vizijom.
uk: Вже спостерігається для вас знак дві армії, який зустрів - один бойові дії в причиною Аллах а інший disbelievers. Вони побачили їх [бути] два рази [власні] номер, [їх] зір. Але Аллах підтримує з перемогою, кого він хоче. Справді, в ньому урок для тих бачення.
vi: Đã có là cho bạn một dấu hiệu trong hai đội quân gặp nhau - một trong những chiến đấu trong các nguyên nhân của Allah và một số thì. Họ thấy họ [là] hai lần số [riêng] họ bởi [của họ] thị lực. Nhưng Allah hỗ trợ với các chiến thắng của mình, người mà Ngài muốn. Quả thật đó là một bài học đối với những tầm nhìn.
zu: Kakade sekube ngawe isibonakaliso kwamabutho amabili elalihlanganyela - one lwa zathu of Allah enye disbelievers.

# Quran307
source: Beautified for people is the love of that which they desire - of women and sons, heaped-up sums of gold and silver, fine branded horses, and cattle and tilled land. That is the enjoyment of worldly life, but Allah has with Him the best return.
ca: Embelliren per a les persones és l'amor d'allò que desitgen - de les dones i fills, maquillatge amuntegaven sumes d'or i plata, fina marcats cavalls i bestiar i terreny llaurat. Que és gaudir de la vida mundana, però Allah té amb ell el millor retorn.
cy: Beautified i bobl yn y cariad yr hyn y maent yn eu dymuno-menywod a Mae'r meibion, symiau pentyrru i fyny o aur ac arian, ddirwy ceffylau sydd wedi'u brandio, a gwartheg tir tilled. Dyna y mwynhad o fywyd worldly, ond mae Allah gydag ef yr adenillion gorau.
da: Forskønnet for mennesker er kærligheden, som de ønsker - kvinder og sønner, dynget op summer af guld og sølv, fine mærkevarer heste og kvæg og dyrkede jord. Det er nydelsen af verdslige liv, men Allah har med ham det bedste udbytte.
el: Ωραιοποιημένο για τους ανθρώπους είναι η αγάπη αυτό που επιθυμούν - των γυναικών και τους γιους, γεμάτη-up ποσά από χρυσό και ασήμι, καλά επώνυμα άλογα, και βοοειδή και άροση γης. Που είναι η απόλαυση από την κοσμική ζωή, αλλά Αλλάχ έχει μαζί του την καλύτερη απόδοση.
et: Kaunistab inimeste jaoks on armastus see, mida nad soovivad - naised ja pojad, kuhjaga üles summad kulda ja hõbedat, peent kaubamärgiga hobused ja veised ja viljeletav maa. Mis on maise elu nautida, kuid Jumal on temaga tulu.
fi: Ihana ihmiset on rakkaus, siitä, mitä he haluavat - naisten ja poikien kasata ylös summia kultaa ja hopeaa, hienot merkkituotteiden hevosten ja nautojen ja muokataan maata. Se on maallinen elämä nautintoa mutta Allah on hänelle parhaan tuoton.
he: מיופה לאנשים היא האהבה את מה שהם רוצים - של נשים בנים, בהבעה סכומי כסף, וזהב עדינים סוסים ממותגים, ואת הבקר קרקע אחרים. שימחת החיים הגשמיים, אבל אללה יש איתו שובו הטוב ביותר.
hr: Uljepšan za ljude je ljubav ono što oni žele - žena i sinovi, punih se količine zlata i srebra, fino brandirani konje, a goveda i izoranu zemlju. Uživanje u svjetovnom životu, ali Allah je s njim najbolji povrat.
lt: Upiększony žmonių yra meilė, kurią jie nori - moterų ir sūnūs, auklėti-up sumas iš aukso ir sidabro, baudos firminių arkliai, ir galvijų ir įdirbama žemės. Tai pasaulietiškas gyvenimas malonumą, bet Dievas turi su juo kuo didesnes pajamas.
lv: Izdaiļojis cilvēkiem ir mīlestības, ko viņi vēlas - sieviešu un dēliem, vaina likvidācijas summas par zeltu un sudrabu, smalkas firmas zirgus un lopus un rūpīgi kopti zemes. Kas ir pasaulīgās dzīves baudu, bet Allah ir ar viņu vislabāko atdevi.
nb: Forskjønnet for folk er kjærligheten som de ønsker - kvinner og sønner, toppet opp Summer gull og sølv, fine merkede hester og storfe og dyrket land. Det er glede av verdslige liv, men Allah har med seg best avkastning.
sk: Skrášlil ľudí je láska, ktoré si to želajú - žien a synovia, naložili do sumy zlata a striebra, jemné značkové kone a dobytok a zoraná pôda. To je pôžitok z pozemský život, ale Boh má s ním najlepšie návratnosť.
sl: Uljepšan za ljudi je ljubezen, ki želijo - žensk in sinovi, zvrhano merilno gor zneski zlata in srebra, fine blagovno znamko konji in govedo in obdelano zemljo. To je uživanje posvetno življenje, vendar Alah je z njim največji donos.
sr_cyrl: Најулепшавана за људе је љубав оно што они желе - жена и синови, навукао врат-уп суме злато и сребро, фино брендирани коње, а говеда и обрађивана земља. То је уживање у земаљски живот, али Аллах, најбољи вратила се с њим.
sr_latn: Najulepšavana za ljude je ljubav ono što oni žele - žena i sinovi, navukao vrat-up sume zlato i srebro, fino brendirani konje, a goveda i obrađivana zemlja. To je uživanje u zemaljski život, ali Allah, najbolji vratila se s njim.
uk: Прикрашено для людей любов те, що вони бажають - жінок і сини, шапкою до суми із золота і срібла, прекрасні фірмових коней і великої рогатої худоби і просапних землі. Це задоволення мирські життя, але Аллах має з ним найбільшу віддачу.
vi: Beautified đối với người là tình yêu mà họ mong muốn - phụ nữ và con trai, heaped lên tiền vàng và bạc, Mỹ mang nhãn hiệu con ngựa, và gia súc và cày đất. Đó là thú vị cho cuộc sống trần tục, nhưng Allah có với anh ta trở lại tốt nhất.
zu: Yinhle kubantu uthando lokho abakufisayo, bangabi - kwabesifazane namadodana, tibalo walithela-up zegolide nezesiliva, namahhashi emihle esinegama, nezinkomo ezweni tilled.

# Quran308
source: Say, "Shall I inform you of [something] better than that? For those who fear Allah will be gardens in the presence of their Lord beneath which rivers flow, wherein they abide eternally, and purified spouses and approval from Allah. And Allah is Seeing of [His] servants -
ca: Dir, "jo informarem de [quelcom] millor que això? Per a aquells que temen Allah serà jardins en presència del seu Senyor sota que rius que fluïxen, en què van complir eternament i purificada cònjuges i aprovació d'Allah. I Allah és veure de la [seua] servents-
cy: Dweud, "Byddaf yn eich hysbysu o'r [rhywbeth] gwell na hynny? Ar gyfer rhai sy'n ofni Allah yn gerddi ym mhresenoldeb yr Arglwydd eu oddi tano Mae afonydd yn llifo, lle maent yn glynu fythol, ac yn puro priod a chymeradwyo gan Allah. A yw Allah yn gweld gweision [ei]-
da: Sige, "jeg underretter dig om [noget] bedre end det? For dem, der frygter Allah vil være haver i overværelse af deres Herre under som floder løber, hvori de overholder evigt, og renset ægtefæller og godkendelse fra Allah. Og Allah seende [hans] ansatte-
el: Λένε, «θα σας ενημερώσω [κάτι] καλύτερο από αυτό; Για όσους φοβούνται Αλλάχ θα κήπους παρουσία τους Λόρδος, κάτω από που ροής των ποταμών, όπου αιώνια τηρούν, και καθαρισμένο συζύγων και έγκριση από τον Αλλάχ. Και Αλλάχ είναι να δει από τους υπηρέτες [του]-
et: Öelda: "ma teatab teile [midagi] parem kui see? Neile, kes kardavad, et Allah on aiad juuresolekul nende Issand all mis jõed voolavad, kus nad kinni igavesti ja puhastatud abikaasade ja heakskiitmise Jumalalt. Ja Jumal nägi [tema] teenistujate-
fi: Sanoa, "on ilmoitan teille [jotain] parempaa? Niille, jotka pelkäävät Allah on puutarhan läsnäollessa Herransa jotka joet virtaavat, jossa kiinni ikuisesti ja puhdistettu puolisot ja hyväksynnän Jumalalta. Ja Jumala on nähdä [] palvelijoidensa-
he: אומרים, "שאודיע לכם [משהו] יותר טוב מזה? עבור אלו החוששים אללה יהיו גנים בנוכחות האל שלהן מתחת אשר זרימת נהרות, שבו הם מצייתים לנצח וטיהרו בני הזוג ואישור של אללה. אללה הוא רואה ממשרתים [שלו]-
hr: Reci, "Hoću li obavijestiti [nešto] bolje od toga? Za one koji se boje Allaha bit će vrtovi Gospodinovoj ispod kojih rijeke teku, u kojem su ostati vječno, a pročišćena supružnika i odobrenje od Allaha. I Allah je viđenje [njegov] službenika-
lt: Sako, "aš informuoja jus apie [kažkas] geriau negu? Tie, kurie bijo Dievo bus sodai su jų Viešpaties po kurios upės įteka, kuriame jie tvirtai amžinai, ir išvalytas sutuoktinių ir patvirtinimą iš Dievo. Ir Dievas mato [jo] tarnautojų-
lv: Saku, "es informē jūs, no [kaut kā] labāks, nekā? Tiem, kuri baidās Allah būs dārzi klātbūtnē viņu pavēlnieks, zem kuras upes plūsmu, kur viņi ievēro mūžīgi, un attīra laulātie un apstiprinājumu no Allah. Un redz Allāha [viņa] ierēdņu-
nb: Si, "skal jeg informere deg om [noe] bedre enn? For dem som frykter Gud vil være hagene i nærvær av Herren under der elvene deler, hvor de blir evig, og renset ektefeller og godkjenning fra Allah. Og Allah er se [hans] tjenere-
sk: Povedal: "budem informovať [niečo] lepšie? Pre tých, ktorí sa obávajú Alah bude záhrady v prítomnosti svojho pána, pod ktoré rieky vlievajú, wherein dodržiavať večne, a čistená manželov a súhlas od Alaha. A Allah je vidieť [jeho] zamestnancov-
sl: Reči, "sem obvesti o [nekaj] boljši od tega? Za tiste, ki se bojijo Alah bo vrtovi v navzočnosti svojega Gospoda pod kateri rek, pri čemer spoštujejo večno, in prečiščeni zakoncev in odobritev od Allah. In Alah je videnje [njegovi] uslužbencev-
sr_cyrl: Реци , "Ја га обавестити о [нешто] боље од тога? За оне који страхују да би Алах биће вртовима код господара испод којих реке теку, у којима су бескрајно трпе и проииљжен супружника, а одобрење од Алаха. И Аллах види [његове] службеника-
sr_latn: Reci, "Ja ga obavestiti o [nešto] bolje od toga? Za one koji strahuju da bi Alah biće vrtovima kod gospodara ispod kojih reke teku, u kojima su beskrajno trpe i proиiљжen supružnika, a odobrenje od Alaha. I Allah vidi [njegove] službenika-
uk: Сказати: "я проінформує [чогось] краще, ніж це? Для тих, хто побоюється Аллах буде саду в присутності їх Господь під якими ріки течуть, якому вони дотримуватися вічно і очищений подружжя і схвалення від Аллаха. І Аллах бачачи [його] службовців-
vi: Nói, "thì tôi thông báo cho bạn về [cái gì] tốt hơn? Đối với những người sợ hãi Allah sẽ là khu vườn sự hiện diện của Chúa bên dưới dòng sông chảy, mà trong đó họ tuân thủ luôn luôn, và tinh khiết vợ chồng và sự chấp thuận của Allah. Và Allah là nhìn thấy của công chức [của mình]-
zu: Ithi, "I chazela you of [okuthile] kangcono kunalokho? Kulabo abamesabayo Allah kuyoba izingadi nomqhele wokuzibonga phambi kweNkosi yabo ngaphansi lapho imifula, wherein they abide phakade, futhi ahlanzwa owakwakhe kanye nokwamukelwa Allah. Futhi Allah

# Quran309
source: Those who say, "Our Lord, indeed we have believed, so forgive us our sins and protect us from the punishment of the Fire,"
ca: Els que diuen, "Nostre Senyor, de fet ens han cregut, així que perdona'ns els nostres pecats i protegir-nos del càstig del foc"
cy: Rhai hynny sy'n dweud, "Ein Arglwydd, yn wir yr ydym wedi credu, mor faddau inni ein pechodau ac i'n hamddiffyn rhag y gosb y tân"
da: Dem, der siger, "Vor Herre, ja vi har ment, så tilgiver os vore synder og beskytte os fra straf af ilden"
el: Εκείνοι που λένε, «Ο κύριος μας, πράγματι έχουν πιστεύαμε, οπότε Συγχωρέστε μας αμαρτίες μας και μας προστατεύουν από την τιμωρία της φωτιάς»
et: Need, kes ütlevad, "Meie Issanda, tõepoolest me uskunud, nii et anna meile andeks meie patud ja kaitsta meid tulekahju, karistuse"
fi: Ne, jotka sanovat, "Herra, itse asiassa me uskonut, niin meille synnit ja suojella meitä tulipalo, rangaistus"
he: אלה שאומרים "אדוננו, ואכן אנחנו מאמין אז לסלוח לנו את חטאתינו, להגן עלינו מפני העונש של השריפה."
hr: Oni koji kažu, "Naš Gospodin, doista smo vjerovali, pa nam oprosti naše grijehe i zaštiti nas od kazne vatre"
lt: Tie, kurie sako: "Mūsų Viešpatie, iš tiesų mes manoma, Taigi atleisk mums mūsų nuodėmes ir apsaugoti mus nuo ugnies, bausmė"
lv: Tiem, kuri saka: "Mūsu kungs, tik tiešām mēs ticējusi, tāpēc piedod mums mūsu grēkus un aizsargātu mūs no uguns, sods"
nb: De som sier, «Vår Herre, faktisk vi har trodd, så tilgi oss våre synder og beskytte oss mot straffen av bålet»
sk: Tí, ktorí hovoria, "Nášho Pána, skutočne sme uverili, tak odpusť nám naše hriechy a chráni nás od trestu oheň"
sl: Tisti, ki pravijo, "Naš Gospod, res smo verjeli, tako odpusti nam naše grehe in nas ščitijo od kaznovanja ogenj"
sr_cyrl: Оне који кажу, "Господ, заиста смо веровали, па опрости нам наше грехе и заштити нас од казне ватре"
sr_latn: One koji kažu, "Gospod, zaista smo verovali, pa oprosti nam naše grehe i zaštiti nas od kazne vatre"
uk: Ті, хто кажуть, "Наш Господь, дійсно ми повірили, так гріхи нам простити і захистити нас від покарання вогонь"
vi: Những người nói rằng, "Chúa chúng ta, thực sự chúng ta có tin rằng, vì vậy tha thứ tội lỗi chúng ta, và bảo vệ chúng ta khỏi sự trừng phạt của đám cháy"
zu: Labo abathi: "Nkosi yethu, ngempela siye kholwa kanjalo thethelela us ithu ono ithu biyela us nga ekujezisweni Lilo"

# Quran310
source: The patient, the true, the obedient, those who spend [in the way of Allah], and those who seek forgiveness before dawn.
ca: El pacient, el veritable, els obedients, aquells que passin [en Allah] i aquells que busquen el perdó abans d'Alba.
cy: Y claf, y gwir, y obedient, rhai sy'n treulio [rhwystro Allah], a rhai sy'n ceisio maddeuant cyn dawn.
da: Patienten, sandt, de lydige, dem, der bruger [i vejen for Allah] og dem, der søger tilgivelse før daggry.
el: Ο ασθενής, το αληθινό, το υπάκουος, όσοι περνούν [με τον τρόπο του Αλλάχ] και όσους αναζητούν συγχώρεση πριν την αυγή.
et: Patsient, tõsi, on sõnakuulelik, need, kes veedavad [Jumalat] viis ja neile, kes tahavad andestust enne koitu.
fi: Potilas, totta, kuuliaiset, ne, jotka viettävät [tapa hillitä] ja jotka etsivät anteeksiantoa ennen aamunkoittoa.
he: החולה, האמיתי, את צייתן, אלה אשר מבלים [בדרכו של אללה], ואלה מי שמבקש מחילה לפני עלות השחר.
hr: Pacijent, pravi, i poslušan, one koji provode [na putu Allah] i one koji traže oprosta prije zore.
lt: Pacientas, tiesa, ir paklusnus, tie, kurie praleidžia [Dievas] kaip ir tiems, kurie siekia atleidimą iki Aušros.
lv: Pacients, patieso, paklausīgas, tiem, kuri pavada [Allah] veidā, un tie, kuri piedošanu pirms rītausmas.
nb: Pasienten, sanne, de lydige, de som tilbringer [i form av Døyve] og de som søker tilgivelse før daggry.
sk: Pacient, pravda, poslušný, tých, ktorí trávia [v ceste Allah] a tých, ktorí hľadajú odpustenie pred svitaním.
sl: Bolnik, res, poslušne, tiste, ki preživijo [na poti Allah], in tiste, ki iščejo odpuščanje pred zoro.
sr_cyrl: Пацијент , прави, је послушна, онима који проводе [на Алаховом путу] и онима који траже опрост пре зоре.
sr_latn: Pacijent, pravi, je poslušna, onima koji provode [na Alahovom putu] i onima koji traže oprost pre zore.
uk: Пацієнт, справжній, що слухняна, ті, які витрачають [на шляху Аллах] і тих, хто шукає прощення перед світанком.
vi: Bệnh nhân, sự thật, sự vâng lời, những người chi tiêu [trong cách của Allah], và những người tìm kiếm sự tha thứ trước khi bình minh.
zu: Isiguli, weqiniso, abalalelayo, labo abachitha [endleleni ka Allah], futhi labo abafuna ukuba abathethelele entathakusa.

# Quran311
source: Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise.
ca: Testimonis d'Allah que hi ha cap Déu excepte ell i [així fer] els àngels i els de coneixement - [va] [creació] el manteniment en justícia. No hi ha cap Déu excepte ell, l'exaltat en forces, el savi.
cy: Allah tystion nad oes unrhyw Dduwdod ac eithrio ef, ac [felly] angylion a'r rhai gwybodaeth-[y mae] cynnal [creu] mewn cyfiawnder. Nid oes unrhyw Dduwdod ac eithrio ef, Exalted yn efallai, yn y doeth.
da: Allah vidner, at der ikke er nogen guddom undtagen ham, og [så gøre] Engle og dem af viden - [at han er] opretholde [oprettelse] i retfærdighed. Der er ingen guddom undtagen ham, ophøjede i magt, klogt.
el: Μάρτυρες του Αλλάχ ότι δεν υπάρχει καμία θεότητα εκτός από αυτόν, και [Ναι] οι άγγελοι και εκείνων της γνώσης - [ότι είναι] τη διατήρηση [δημιουργία] στον τομέα της δικαιοσύνης. Δεν υπάρχει καμία θεότητα εκτός από αυτόν, εξυψωμένη στην μπορούσε, του Σοφού.
et: Allah tunnistajad, mis ei ole jumalus arvatud teda ja [nii et ma] Inglid ja need teadmised - [et ta on] [loomisel] säilitades Euroopa. Ei ole jumalus, välja arvatud tema, Might, tark ülendatud.
fi: Allahin todistajia, jotka ei mihinkään Jumaluuteen kuitenkaan häntä, ja [niin] enkelit ja tieto - [että hän] ylläpito [luodaan] oikeuteen. Ei ole Jumaluutena, paitsi hänen Ylhäinen voisi viisas.
he: עדים אללה כי אין אלוהות חוץ ממנו, וגם [] המלאכים ואלה של ידע - [הוא] שמירה [יצירת] בצדק. יש אין אלוהות חוץ ממנו, לרוממו באולי, החכם.
hr: Allah svjedoci da nema Božanstva osim njega, a [i] anđeli i onih znanja - [to je] održavanje [stvaranja] u pravdu. Nema Božanstva osim njega, Exalted u moć, mudri.
lt: Dievo liudytojai, kad nėra jokių Dievybės išskyrus jam, ir [tai daryti] angelai ir tų žinių - [kad jis] palaikyti [kūrimo] Teisingumo. Nėra jokių Dievybės išskyrus jam, Exalted, gali, Išminčius.
lv: Allah liecinieku, kas nav dievība, izņemot viņu, un [tāpat] eņģeļiem un tiem zināšanu - [esot] uzturot [creation] tieslietu. Nav neviena dievība, izņemot viņu, izredzētais, kas, iespējams, gudrs.
nb: Allah vitner at det er ingen guddom bortsett fra ham og [så gjøre] engler og de av kunnskap - [det han er] opprettholde [opprettelse] rettferdighet. Det er ingen guddom bortsett fra ham, opphøyet i Might, Wise.
sk: Alah svedkov, že neexistuje žiadne božstvo okrem neho, a [tak] Anjeli a tých poznatkov - [že] [vytvorenie] zachovanie spravodlivosti. Neexistuje žiadne božstvo okrem neho postáv by, múdry.
sl: Allah priče, da ni nobene božanstva, razen njega, in [to] angeli in tiste znanja - [ki je] vzdrževanje [ustvarjanje] v pravosodju. Ni nobene božanstva, razen njega, Exalted v oblast, pametno.
sr_cyrl: Алах сведока да не постоји ни Бог осим њега, а [и] анђели и оних знања - [која је] одржања [стварање] у правду. Тамо је нема боћанство осим њега, Еxалтед у моћ, мудри.
sr_latn: Alah svedoka da ne postoji ni Bog osim njega, a [i] anđeli i onih znanja - [koja je] održanja [stvaranje] u pravdu. Tamo je nema boћanstvo osim njega, Exalted u moć, mudri.
uk: Аллах свідків, що немає не божества, крім нього і [так роблять] Ангели і ті знання - [що він] підтримання [створення] у справедливості. Немає немає божества, за винятком йому Exalted в меча, Мудрого.
vi: Allah chứng rằng không có thần ngoại trừ anh ta, và vì vậy các thiên thần và những kiến thức - [mà ông là] [sáng tạo] duy trì công lý. Có là không có vị thần ngoại trừ hắn, Exalted, có thể, sự khôn ngoan.
zu: Allah ofakazi ukuthi ayikho unkulunkulu othile ngaphandle kwaKhe, futhi [kanjalo enza] GELOSI LABO wolwazi - [ukuthi] yokulondoloza [indalo] ubulungisa.
