Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran246
source: And if you fear [an enemy, then pray] on foot or riding. But when you are secure, then remember Allah [in prayer], as He has taught you that which you did not [previously] know.
ca: I si vostè por [un enemic, després pregar] a peu o a cavall. Però quan és segur, llavors recorda Allah [en oració], com que ha impartit el que vostè no sap [prèviament].
cy: Ac os ydych yn poeni [gelyn, yna gweddïo] ar droed neu farchogaeth. Ond pan yr ydych yn ddiogel, yna cofiwch Allah [mewn gweddi], fel y mae wedi eich dysgu a na wnaethoch chi [gynt] yn gwybod.
da: Og hvis du frygter [en fjende, derefter bede] til fods eller ridning. Men når du er sikker, så huske Allah [i bøn], som han har lært dig, som du ikke gjorde [tidligere] ved.
el: Και αν φοβάστε [έναν εχθρό, στη συνέχεια, προσευχόμαστε] πόδια ή ιππασίας. Αλλά όταν είναι ασφαλή, να θυμηθούμε Αλλάχ [στην προσευχή], όπως αυτός έχει διδάξει αυτό που έκανες δεν ξέρουν [προηγουμένως].
et: Ja kui sa kardad [vaenlane, siis Palvetage] jalgsi või Ratsutamine. Aga millal on turvaline, siis mäletad Jumal [palves], kui ta on õpetanud teile, mida sa ei tea [varem].
fi: Ja jos pelkäät [vihollinen, sitten rukoilla] jalkaisin tai Ratsastus. Mutta kun toteutuvat, niin Muistan Jumala [rukouksessa], kuten hän on opettanut sitä, mitä te ette [aiemmin] tietää.
he: ואם אתה חושש [אויב, אז תתפלל] ברגל או רכיבה על סוסים. אבל כאשר אתה מאובטח, אז זכור אללה [בתפילה], הוא לימד אותך את זה. וזה מה שעשית לא יודע [בעבר].
hr: I ako strah [neprijatelja, onda molite] pješice ili jahanje. Ali kad ste sigurni, onda se Allah [u molitvi], i on je naučio ono što si učinio nije [ranije] znam.
lt: Ir jei ir garbinti [priešą, tada melstis] pėsčiomis ar žirgais. Bet kai yra saugus, tada prisiminti Dievas [malda], nes jis išmokė jus tai, kas jums nesuteikė [anksčiau] žinoti.
lv: Un, ja jums bailes [ienaidnieku, tad lūgt] ar kājām vai braukšana. Bet, kad ir droši, tad atcerieties Allah [lūgšanā], kā viņš ir mācīts jums, ko jūs neesat [iepriekš] zināt.
nb: Og hvis du frykter [en fiende, så be] fots eller ridning. Men når du er sikker, så husker Allah [i bønn], som han har lært deg som du ikke gjorde [tidligere] vet.
sk: A ak máte strach [nepriateľa, potom sa modliť] pešo alebo na koni. Ale keď sú bezpečné, potom nezabudnite Alah [v modlitbe], ako on učil, ktoré ste nemali vedieť, [predtým].
sl: In če se bojiš [sovražnik, nato molite] peš ali jahanje. Ampak ko so varni, potem ne pozabite Allah [v molitvi], kot je je naučil tisto, kar si ne vem [prej].
sr_cyrl: А ако те страх [непријатеља, онда Моли] на стопало или јахање. Али кад су сигурне, тада придржавајте Аллах [у молитви], науцио си је то што си урадио не [раније] знам.
sr_latn: A ako te strah [neprijatelja, onda Moli] na stopalo ili jahanje. Ali kad su sigurne, tada pridržavajte Allah [u molitvi], naucio si je to što si uradio ne [ranije] znam.
uk: І якщо ти боїшся [ворога, потім молитися] пішки або на конях. Але коли вони надійні, то пам'ятаю Аллах [в молитві], як він вчить вас те, що ви не знаєте [раніше].
vi: Và nếu bạn sợ hãi [kẻ thù, sau đó cầu nguyện] trên bàn chân hoặc ngựa. Nhưng khi bạn đang an toàn, sau đó hãy nhớ Allah [trong cầu nguyện], như ông đã dạy bạn mà bạn đã không [từng] biết.
zu: Kanti uma usaba [isitha, bese uthandaza] ngezinyawo noma ogibele.

# Quran247
source: And those who are taken in death among you and leave wives behind - for their wives is a bequest: maintenance for one year without turning [them] out. But if they leave [of their own accord], then there is no blame upon you for what they do with themselves in an acceptable way. And Allah is Exalted in Might and Wise.
ca: I aquells que es prenen a mort entre vosaltres i deixar esposes darrere - per a les seves esposes és un llegat: manteniment d'un any sense resultant [ells]. Però si marxen [de la seva pròpia voluntat], llavors no hi ha cap culpa de vostè pel què fan amb ells mateixos d'una manera acceptable. I Allah és exaltat en força i savi.
cy: A yw rhai sy'n cael eu cymryd mewn marwolaeth ymysg eich a gwragedd yn gadael ar ei hôl hi-ar gyfer eu gwragedd cymynrodd: cynnal a chadw ar gyfer un flwyddyn heb [eu] yn troi allan. Ond os byddant yn gadael [o o'u gwirfodd], yna nid oes unrhyw fai arnoch am yr hyn a wnânt gyda eu hunain mewn ffordd dderbyniol. A yw i'w Allah mawrygu yn allai a Wise.
da: Og dem, der er taget i død blandt jer og forlade koner bag - for deres koner er en testamentarisk gave: vedligeholdelse i et år uden udklækker [dem]. Men hvis de forlader [af egen drift], er der ingen skylden på dig for hvad de gør med sig selv på en acceptabel måde. Og Allah er ophøjet i Might and Wise.
el: Και εκείνοι που λαμβάνονται σε θάνατο ανάμεσά σας και αφήστε τις συζύγους, πίσω - για τους συζύγους είναι κληροδότημα: συντήρηση για ένα χρόνο χωρίς να βγάζουν [τους]. Αλλά αν φύγουν [από μόνα τους], τότε δεν υπάρχει κανένα φταίξιμο επάνω σας για αυτό που κάνουν με τον εαυτό τους με έναν αποδεκτό τρόπο. Και Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Ja need, kes on püütud surma teie seas ning jäta naist taga - eest nende naised on pärimine: hooldus [neid] lülitamata üheks aastaks. Aga kui nad lahkuvad [kohta omal soovil], siis pole mingit süüdistada teie peale mida nad teha ise vastuvõetaval viisil. Ja Jumal on ülendatud Might ja tark.
fi: Ja ne, jotka tehdään kuoleman keskuudessanne ja lähtevät vaimot takana - vaimojaan perinnöltä: huolto vuoden, tulossa [heille]. Mutta jos he lähtevät [, omasta tahdostaan], ei ole syyllinen teille mitä he tekevät itselleen hyväksyttävällä tavalla. Ja Jumala on mahtava mahti ja viisas.
he: והוא אלה נלקחים במוות ביניכם עוזבים נשים מאחורי - לנשותיהם העיזבון: תחזוקה במשך שנה אחת ללא פניות [אותם]. אבל אם הם עוזבים [מרצונם], ואז יש אין האשמה עליכם על מה שהם עושים עם עצמם של דרך מקובלת. אללה הוא יינשא ב וייז והכוח.
hr: I oni koji se uzimaju u smrti među vama i ostaviti žene iza - za žene je sume: održavanje za godinu dana bez okretanja [ih]. Ali ako oni napuste [od sebe], onda nitko nije kriv na vas za to što radi sa sebe na prihvatljiv način. A Allah je uzvišen u moć i mudar.
lt: Ir tie, kurie yra priimami mirties tarp jūsų ir palikti žmonos už - už savo žmonos yra a palikimo: priežiūra vienerius metus be išleidžia [jiems]. Bet jei jie palieka [iš savo noru], ten yra ne kaltinti tave už ką jie daro su savimi priimtinai. Ir Dievas yra išaukštintas gali ir išmintingas.
lv: Un tie, kuri tiek veikti nāves starp jums un atstāj sievas aiz - par viņu sievas ir novēlējumiem: uzturēšana bez iezīmējas [tiem] vienu gadu. Bet ja viņi atstāj [pēc savas iniciatīvas], tad nav nekādas vainas pār jums par to, ko viņi dara ar sev pieņemamā veidā. Un spēka un gudri ir cildens Allah.
nb: Og de som er tatt i død blant dere og la koner bak - for sine koner er en testamentariske gave: vedlikehold for ett år uten å slå dem]. Men hvis de forlater [av seg selv], er det ingen skyld på deg for hva de gjøre med seg selv i en akseptabel måte. Og Allah er opphøyet i makt og klok.
sk: A tých, ktorí pochádzajú zo smrti medzi vami a nechať manželky za - za ich manželky dedičstva: údržby jeden rok bez otáčania [ich]. Ale ak odídu [z vlastnej vôle], potom neexistuje žiadny vinu na vás za čo robiť so sebou v prijateľným spôsobom. A Allah je vyvýšený na sile a múdry.
sl: In tiste, ki so sprejeti v smrt med vami in zapustiti žene, zadaj - za svoje žene je a zapuščina: vzdrževanje za eno leto brez izšola [jih]. Vendar če zapustijo [na lastno pobudo], potem je brez krivde na vas, za kaj storiti s seboj na sprejemljiv način. In Alah je vzvišeno v oblast in pametno.
sr_cyrl: И оне који су заузети у смрт медју вама и оставити жене иза - због своје жене је суме: одржавање на годину дана без [их] одвијају. Али ако напусте [својевољно], ту је и не кривим те ради са себе у прихватљив начин. И , Алах велииа снагом и мудар.
sr_latn: I one koji su zauzeti u smrt medju vama i ostaviti žene iza - zbog svoje žene je sume: održavanje na godinu dana bez [ih] odvijaju. Ali ako napuste [svojevoljno], tu je i ne krivim te radi sa sebe u prihvatljiv način. I, Alah veliиa snagom i mudar.
uk: І ті, хто можуть бути зараховані в смерті серед вас і залишити дружин позаду - за своїх дружин заповітом: обслуговування протягом одного року без, виявляється, [їх]. Але якщо вони залишити [за власним бажанням], то немає немає провину на вас за те, що вони роблять з себе у прийнятний шлях. І Аллах піднесене в меча і Мудрого.
vi: Và những người đang thực hiện tử vong trong số các bạn và để lại người vợ phía sau - cho bà vợ của họ là thừa kế một: bảo trì cho một năm mà không cần chuyển [chúng] ra. Nhưng nếu họ để lại [của mình phù hợp], sau đó không có đổ lỗi khi bạn cho những gì họ làm với bản thân một cách chấp nhận được. Và Allah sôi nổi trong Might và khôn ngoan.
zu: Futhi uyabasindisa abanomoya ithathwe ekufeni phakathi kwenu hamba kosikazi ngemuva - omkawo is a bequest: yesondlo unyaka owodwa ngaphandle kokuvala [kubo] baphume.

# Quran248
source: And for divorced women is a provision according to what is acceptable - a duty upon the righteous.
ca: I per a les dones divorciades és una disposició segons allò que és acceptable - una obligació en els justos.
cy: Ac ar gyfer menywod sydd wedi ysgaru darpariaeth yn ôl beth sy'n dderbyniol-dyletswydd ar y righteous.
da: Og for fraskilte kvinder er en bestemmelse efter hvad der er acceptabelt - pligt på retfærdige.
el: Και για τις διαζευγμένες γυναίκες είναι μια διάταξη σύμφωνα με το τι είναι αποδεκτό - καθήκον κατόπιν οι δίκαιοι.
et: Ja lahutatud naised on säte, mis on vastuvõetav - upon õige tollimaks.
fi: Ja eronneiden naisten on säännöksen mukaan mikä on hyväksyttävää - velvollinen vanhurskaat.
he: עבור נשים גרושות היא הוראה על-פי מה מקובל - חובה על הצדיקים.
hr: A razvedena žena odredba prema što je prihvatljivo - dužnost pravedne.
lt: Ir išsiskyręs moterims yra nuostata, priklausomai nuo to kas yra priimtinas - yra teisingas mokestis.
lv: Un šķīries sievietēm ir noteikums, saskaņā ar ko ir pieņemams - pienākums pēc taisns.
nb: Og for skilt kvinner er en bestemmelse i henhold til hva som er akseptabelt - plikt ut for rettferdige.
sk: A pre rozvedených žien je ustanovenie podľa čo je prijateľné - clo na spravodlivé.
sl: In za razvezana žena določba glede kaj je sprejemljivo - dajatev na pravičnih.
sr_cyrl: А за разведене жене је одредба према ономе што је прихватљиво - дужност на праведне.
sr_latn: A za razvedene žene je odredba prema onome što je prihvatljivo - dužnost na pravedne.
uk: І для розлучених жінок є надання за те, що є прийнятним - довго на праведних.
vi: Và đối với phụ nữ ly dị là một cung cấp theo những gì được chấp nhận - một nhiệm vụ sau khi các công bình.
zu: Futhi kwabesifazane ohlukanisile uyilungiselelo ngokusho kuyini okwamukelekayo - sebenzi upon the ngakhethi.

# Quran249
source: Thus does Allah make clear to you His verses that you might use reason.
ca: Així Allah fa clar a vostè, els seus versos que vostè podria utilitzar la raó.
cy: Felly yw Allah gwneud yn glir i chi ei penillion y gallech ddefnyddio rheswm.
da: Således Allah gøre klart for dig hans vers, som du kan bruge grund.
el: Έτσι Αλλάχ κάνει σαφές σε σας τους στίχους του ότι μπορείτε να χρησιμοποιήσετε το λόγο.
et: Seega Allah teeb selge teile tema värsse, et kasutada põhjus.
fi: Näin Jumala selväksi teille hänen runoissaan syy käyttää.
he: לפיכך אללה להבהיר לך את הפסוקים עשוי להשתמש סיבה.
hr: Tako se Allah jasno vam svoje stihove da možete koristiti razlog.
lt: Taigi nėra Dievas aiškiai jums jo ženklai gali naudoti priežastis.
lv: Tādējādi netiek Allah skaidri jums savas vārsmas, jūs varētu izmantot iemeslu.
nb: Dermed gjør Allah klart deg hans vers som du kan bruke grunn.
sk: Preto je Alah objasniť na vás jeho verše možno použiť dôvod.
sl: Tako ne Alah bo jasno da ste njegovi verzi, da lahko uporabite razlog.
sr_cyrl: Према томе да ли Аллах ти разјаснити његових стихова да бисте могли да користите разлог.
sr_latn: Prema tome da li Allah ti razjasniti njegovih stihova da biste mogli da koristite razlog.
uk: Таким чином Аллах чітко вам його вірші може використовувати причини.
vi: Vì vậy Allah làm cho rõ ràng với bạn rằng bạn có thể sử dụng lý do bài thơ của ông.
zu: Ngakho enza Allah wenze kucace kuwe amavesi Akhe ongase uzisebenzise isizathu.

# Quran250
source: Have you not considered those who left their homes in many thousands, fearing death? Allah said to them, "Die"; then He restored them to life. And Allah is full of bounty to the people, but most of the people do not show gratitude.
ca: Ha no considerat els que queden a casa seva a molts milers, tement la mort? Allah deia, "Die"; llavors va restaurar-los a la vida. I Allah és plena de generositat a les persones, però la majoria de la gent no mostrar gratitud.
cy: Nid ydych wedi ystyried rhai a adawodd eu cartrefi mewn miloedd lawer, ofni marwolaeth? Dywedodd Allah iddynt, "Marw"; Yna roedd ei hadfer i'w bywyd. A Allah yn llawn bounty i bobl, ond nid rhan fwyaf o bobl yn dangos diolchgarwch.
da: Har du ikke overvejet dem, der forlod deres hjem i mange tusinder, af frygt for døden? Allah sagde til dem: "Die"; derefter genoprettet han dem til livet. Og Allah er fuld af dusør til folk, men de fleste mennesker vise ikke taknemmelighed.
el: Δεν έχετε εξετάσει εκείνους που εγκατέλειψαν τα σπίτια τους σε πολλές χιλιάδες, φοβούμενοι το θάνατο; Αλλάχ είπε σε αυτούς, "Πεθάνει"? στη συνέχεια αποκατέστησε τους στη ζωή. Και Αλλάχ είναι γεμάτη με γενναιοδωρία στους ανθρώπους, αλλά οι περισσότεροι άνθρωποι δεν δείχνουν ευγνωμοσύνη.
et: Kas sa ei mõelnud need, kes lahkusid oma kodudest välja mitu tuhat, kartes surma? Jumal ütles neile "Die"; Ta taastanud elule. Ja Jumal on täis halastus rahvale, kuid enamik inimesi näidata tänulikkust.
fi: Oletko ole harkinnut ne, jotka jätti monia tuhansia kodeistaan pelätä kuolema? Jumala sanoi heille "Die"; Hän palauttanut ne elämään. Ja Jumala on täynnä bounty ihmisille, mutta useimmat ihmiset eivät Näytä Kiitollisuus.
he: ? האם לא שקלת. אלו שעזבו את בתיהם אלפים רבים, מחשש מוות אללה אמר להם, "למות"; ואז הוא לשחזר אותם לחיים. אללה הוא מלא ראשים לעם, אך רוב האנשים לא להראות את הכרת התודה.
hr: Razmišljaš li one koji su napustili svoje domove u više tisuća, bojeći se smrti? Allah je rekao, "Umre"; zatim ih vratili u život. I Allaha je na ljudima, ali većina ljudi ne pokazuju zahvalnost.
lt: Ar jūs ne laikoma tie, kurie paliko savo namus, daug tūkstančių, bijodami mirties? Dievas pasakė jiems, "Die". tada jis vėl juos gyvenimas. Ir Dievas yra pilnas bounty žmonių, bet dauguma žmonių, nerodomas Padėkos.
lv: Vai jums nevar uzskatīt, ka tiem, kas aizgāja savās mājās daudzi tūkstoši, baidoties no nāves Allah sacīja tiem, "Die"; tad viņš iedvesa viņiem dzīvē. Un Allah ir pilns veltes cilvēkiem, bet lielākā daļa cilvēku nevar parādīt pateicību.
nb: Har du ikke vurdert de som forlot sine hjem i tusenvis, fryktet døden? Gud sa til dem: "Die"; så gjenopprettet han dem til livet. Og Allah er full av dusør til folk, men de fleste vise ikke takknemlighet.
sk: Uvažovali ste nie tých, ktorí opustili svoje domovy v mnohých tisícoch báť smrti? Boh im povedal: "Die"; potom mu navrátil ich do života. A Allah je plný kvantum ľudí, ale väčšina ľudí sa ukázať vďačnosť.
sl: Ste ne šteje tisti, ki so zapustili svoje domove v več tisoč, Bali smrti? Allah jim reče: "Die"; nato on jih obnovil za življenje. In Alah je poln nagrada za ljudi, vendar večina ljudi ni pokazati hvaležnost.
sr_cyrl: Да нисте узели у обзир оне који су напустили своје домове у много хиљада, страхујући од смрти? Аллах је рекао да их, "Умри"; Онда он их је враћено живот. И Аллах је пуна на уцењене главе људима, али већина људи не показују захвалност.
sr_latn: Da niste uzeli u obzir one koji su napustili svoje domove u mnogo hiljada, strahujući od smrti? Allah je rekao da ih, "Umri"; Onda on ih je vraćeno život. I Allah je puna na ucenjene glave ljudima, ali većina ljudi ne pokazuju zahvalnost.
uk: Ви не розглянули, хто покинули свої будинки в багатьох тисяч, боячись смерті? Аллах сказав їм: "Померти"; Він відновлено з їх до життя. І Аллах повної Баунті до людей, але більшість людей не показувати подяку.
vi: Bạn đã không xem xét những người rời khỏi nhà của họ ở hàng nghìn, lo sợ cái chết? Allah đã nói với họ, "Chết"; sau đó, ông khôi phục chúng vào cuộc sống. Và Allah là đầy đủ của các tiền thưởng cho người dân, nhưng hầu hết những người không hiển thị lòng biết ơn.
zu: Anizange yini nisebenzise kubhekwe abantu abaye bashiya amakhaya abo ngezinkulungwane eziningi, owesaba ukufa?

# Quran251
source: And fight in the cause of Allah and know that Allah is Hearing and Knowing.
ca: I lluitar en la causa d'Allah i saber que Allah és sentir i saber.
cy: Ac ymladd yn achos Allah a gwybod bod Allah yn clywed ac yn gwybod.
da: Og kæmpe for Allah og ved, at Allah er hørelse og vide.
el: Και καταπολέμηση των αιτίων του Αλλάχ και γνωρίζουμε ότι Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ja Allah eesmärgile võidelda ja tean, et Jumal on kuulmine ja teades.
fi: Allahin puolesta, ja tiedämme, että Jumala on kuulon ja tietäen.
he: להילחם למען אללה ואני יודעת כי אללה הוא שהידיעה ושמיעה.
hr: I boriti za Allaha i Allah je sluh i znajući.
lt: Ir Dievas priežastis kovoti ir žinome, kad Dievas yra klausos ir žinios.
lv: Un cīnīties ar Allah cēlonis un zinām, ka Allāhs ir dzirdes un zinot.
nb: Og kjempe i årsaken til Allah og vet at Allah høre og kjenne.
sk: Boj v záujme Alaha a viem, že Alah je sluch a vedomím.
sl: In boj v vzrok od Allah in vem, da Allah je sluh in poznavanje.
sr_cyrl: И борити за Алаха и знам да је Аллах слух и знајужи.
sr_latn: I boriti za Alaha i znam da je Allah sluh i znajuжi.
uk: І боротися в ході Аллаха і знаю, що Аллах слуху і знаючи, що.
vi: Và chiến đấu trong các nguyên nhân của Allah và biết rằng Allah là nghe và hiểu biết.
zu: Futhi lwa zathu of Allah wazi ukuthi Allah Ukuzwa nokwazi.

# Quran252
source: Who is it that would loan Allah a goodly loan so He may multiply it for him many times over? And it is Allah who withholds and grants abundance, and to Him you will be returned.
ca: Que és el que vols préstec Allah un préstec bona manera va pot multiplicar-lo per a ell moltes vegades sobre? I és Allah que reté i concedeix l'abundància, i a ell li serà retornat.
cy: Pwy yw y byddai'r benthyciad Allah benthyciad reit dda fel y gall ei luosi iddo droeon dros? Ac mae'n Allah sy'n atal a grantiau digonedd, ac iddo ef y bydd eich dychwelyd.
da: Hvem er det, der ville låne Allah en agtværdige lån, så han kan multiplicere det for ham mange gange? Og det er Allah, der tilbageholder og tilskud overflod, og til ham du vil blive returneret.
el: Ποιος είναι αυτό που θα δάνειο Αλλάχ ένα goodly δάνειο έτσι αυτός μπορεί να πολλαπλασιάσει για αυτόν πολλές φορές κατά τη διάρκεια; Είναι Αλλάχ που γουίθχολντ και χορηγεί αφθονία και σε αυτόν θα επιστρέψετε.
et: Kes on see, et oleks laenu Allah kena laenu nii, et ta võib korrutada see teda mitu korda üle? See on Jumal, kes üürilepingus ja annab arvukus ja temaga saad tagasi.
fi: Kuka on se, että lainaa Jumala hyvistä lainan niin hän voi moninkertai se hänelle yli? Ja se on Jumala, joka pidättää ja myöntää runsaus ja hänelle palautetaan.
he: מי זה. זה היה מלווה אללה הלוואה טובו אז הוא עשוי להכפיל אותו פעמים רבות מעל? זה אללה נצירות, מעניק שפע, ויש לו תוחזר.
hr: Tko je posudio Allah lijep kredit tako da on može umnožiti ga za njega mnogo puta preko? To je Allah koji zadržava i daje obilje i s njim će se.
lt: Kas yra tai, kad būtų paskolą Dievas gražus paskola, jis gali daugintis ji už jį daug kartų per? Ir tai yra Dievas, kuris neduoda ir suteikia gausa, ir jam bus grąžintas.
lv: Kas ir tas, ka būtu aizdevuma Allah pamatīgs aizdevumu, tāpēc viņš var vairoties to viņam daudzas reizes vairāk? Un tas ir Allah, kas nedod un dotācijas pārpilnību, un viņam tiks atgriezts.
nb: Hvem er det som vil låne Allah et vakkert lån så han kan multiplisere det for ham mange ganger? Og det er Gud som holder tilbake og gir overflod, og til ham vil du bli returnert.
sk: Kto je to, že by pôžička Alah značný úver, tak mu môžu množiť za neho mnohokrát cez? Je to Boh, ktorý zatají a poskytuje hojnosť a k nemu vám budú vrátené.
sl: Kdo je to, da bi posojila Allah lep posojilo, tako da je lahko pomnožite to za njega večkrat nad? Je Allah, ki odreče in donacij številčnosti in mu boste vrnili.
sr_cyrl: Ко је то што би позајмити Аллах је добар кредит тако да он може помножите га за њега много пута преко? То је Алах који задржава и даје изобиље и да га ти ће бити враћена.
sr_latn: Ko je to što bi pozajmiti Allah je dobar kredit tako da on može pomnožite ga za njega mnogo puta preko? To je Alah koji zadržava i daje izobilje i da ga ti će biti vraćena.
uk: Хто, що б позичити Аллах неабияку кредиту так що він може помножте його для нього багато разів більше? І це Аллах, який утримує та гранти достаток, і до нього вам буде повернуто.
vi: Nó sẽ cho vay Allah một khoản vay có đẹp trai như vậy ông có thể nhân nó cho anh ta nhiều lần hơn là ai? Và Allah withholds và cấp phổ biến nhất, và để anh ta, bạn sẽ được trả lại.
zu: Ngubani-ke ukuthi kwakuyoba ngenanele Allah loan elihle kangaka Angase ande sona izikhathi eziningi phezu?
