Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran227
source: To this world and the Hereafter. And they ask you about orphans. Say, "Improvement for them is best. And if you mix your affairs with theirs - they are your brothers. And Allah knows the corrupter from the amender. And if Allah had willed, He could have put you in difficulty. Indeed, Allah is Exalted in Might and Wise.
ca: A aquest món i el més enllà. I van preguntar sobre orfes. Dir, "millora per a ells és millor. I si es barreja seus assumptes amb ells - són teus germans. I Allah sap el corruptor de la amender. I si Allah tenia willed, ell podria tenir posar en dificultat. De fet, Allah és exaltat en força i savi.
cy: Y byd hwn a y o hyn ymlaen. Ac maent yn gofyn ichi am blant amddifad. Dweud, "Mae gwella ar eu cyfer sydd orau. Ac os gymysgu eich materion gyda hwy-eich brodyr ydynt. A gwyr Allah yn y corrupter gan y amender. Ac os oedd Allah ewyllysio iddi, gallai fod wedi eich rhoi mewn anhawster. Yn wir, yw Allah i'w mawrygu yn allai a Wise.
da: Til denne verden og hinsidige. Og de spørger dig om forældreløse børn. Sige, "forbedring for dem er bedst. Og hvis du blander din anliggender med deres - de er dine brødre. Og Allah ved den corrupter fra amender. Og hvis Allah havde villet, han kunne have sat dig i vanskeligheder. Faktisk, Allah er ophøjet i Might and Wise.
el: Σε αυτόν τον κόσμο και η συνέχεια. Και θα σας ζητήσει για τα ορφανά. Λένε: "βελτίωση για τους είναι το καλύτερο. Και εάν μείγμα σας υποθέσεων με δική τους - είναι σας αδελφοί. Και Αλλάχ γνωρίζει τα διαφθορεύς από το amender. Και αν είχε βουλητικός Αλλάχ, να έχουν βάλει σας σε δυσκολία. Πράγματι, Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Selles maailmas ja edaspidi. Ja nad teilt küsida orbudele. Öelda, "parandamine nende jaoks on parim. Ja kui teie asjade segu koos ise - nad on sinu vennad. Ja Jumal teab mille corrupter selle amender. Ning kui Allah oli kombeks, ta oleks võinud panna teil raskustes. Tõepoolest, Allah on ülendatud Might ja tark.
fi: Tässä maailmassa ja tulevassa. Ja he kysyä teiltä orpoja. Sanoa, "parannusta omaan tilanteeseensa parhaiten. Ja jos asiat sekoittaa omaansa, he ovat veljiänne. Ja Jumala tietää turmelija amender. Ja jos Jumala olisi tahtonut, hän voisi laittaa sinulle vaikeuksia. Itse asiassa Jumala on Ylhäinen mahti ja viisas.
he: בעולם הזה ולא בעולם הבא. הם ישאלו אותך על יתומים. אומרים, "שיפור עבורם הוא הטוב ביותר. אם תערבב את ענייניו עם שלהם - הם האחים שלך. אללה יודע את משחית הנפשות amender. אם אללה היה רצון, הוא יכול להכניס אותך. קושי. אכן, אללה הוא יינשא ב וייז והכוח.
hr: Na ovaj svijet i nadalje. I o siročadi. "Poboljšanje za njih je najbolje. I ako se miješati svoje poslove s njihovim - oni su tvoja braća. I Allah zna se kvari na amender. I ako je htio Allah, on bi mogao staviti u poteškoće. Uistinu, Allah je uzvišeni u moć i mudar.
lt: Šiame pasaulyje ir toliau. Ir jie paklausti apie našlaičius. Tarkim, "gerinti jų yra geriausias. Ir jei reikia maišyti savo reikalus su jiems - jie savo brolius. Ir Dievas žino į corrupter nuo to amender. Ir jei Dievas turėjo valios, jis gali turėti sunkumų. Iš tiesų, Allah yra išaukštintas gali ir išmintingas.
lv: Šajā pasaulē un turpmāk. Un viņi jums jautāt par bāreņiem. Teiksim, "uzlabošanas, viņiem ir vislabāk. Un, ja jūs sajauc savu lietu ar savējo - tie ir tavi brāļi. Un Allah zina corrupter no amender. Un ja Allāha gribas, viņš varētu būt nodot jums grūtībās. Patiešām, ir cildens Allah spēka un gudrs.
nb: Denne verden og hinsidige. Og de spør deg om foreldreløse. Si, "forbedring for dem er best. Hvis du blander saker med deres - de er dine brødre. Og Allah vet det corrupter fra amender. Og hvis Allah hadde ville, han kunne ha satt du i vanskeligheter. Faktisk er Allah opphøyet i makt og klok.
sk: Na tomto svete a ďalej. A požiadať vás o siroty. Povedať: "zlepšenie pre nich je najlepší. A ak vám mix vaše veci s ich - sú svojich bratov. A Alah vie corrupter z amender. A ak Boh bol chcel, on mohol dať si v ťažkostiach. Vskutku, Alah je vyvýšené Might a múdry.
sl: V tem svetu in v nadaljevanju. In so vas o sirote. Reči, "izboljšanje zanje je najbolje. In če si mix vaše zadeve z njihovo - so svoje brate. Ter Allah ve je corrupter od na amender. In če je Allah voljan, on bi lahko dal ste v težavah. Res, Allah je vzvišeno v oblast in pametno.
sr_cyrl: На овом свету и надаље. И нису питали за сирочад. "Побољшање за њих је најбоља. И ако помељаљ своје послове са њиховим - они су твоја браћа. И Аллах зна за кварим добрице из на амендер. И ако Алах имао воље, могао је да стави си у проблемима. Уистину , Аллах велииа снагом и мудар.
sr_latn: Na ovom svetu i nadalje. I nisu pitali za siročad. "Poboljšanje za njih je najbolja. I ako pomeљaљ svoje poslove sa njihovim - oni su tvoja braća. I Allah zna za kvarim dobrice iz na amender. I ako Alah imao volje, mogao je da stavi si u problemima. Uistinu, Allah veliиa snagom i mudar.
uk: Щоб цей світ і далі. І вони запитати про дітей-сиріт. Скажімо, "поліпшення для них є кращим. Якщо ви змішуєте ваших справ з їх - вони і ваших братів. І Аллах знає в розбещувача від на amender. І якщо Аллах був того, він міг би покласти вас в труднощі. Дійсно, Аллах піднесене в меча і Мудрого.
vi: Thế giới này và đời sau. Và họ yêu cầu bạn về trẻ em mồ côi. Nói, "sự cải tiến đối với họ là tốt nhất. Và nếu bạn kết hợp công việc của bạn với họ - họ là anh em của bạn. Và Allah biết là corrupter từ amender. Và nếu Allah có ý chí, ông có thể đã đưa bạn vào khó khăn. Thật vậy, Allah sôi nổi trong Might và khôn ngoan.
zu: Ukuze lokhu hlaba Hereafter.

# Quran228
source: And do not marry polytheistic women until they believe. And a believing slave woman is better than a polytheist, even though she might please you. And do not marry polytheistic men [to your women] until they believe. And a believing slave is better than a polytheist, even though he might please you. Those invite [you] to the Fire, but Allah invites to Paradise and to forgiveness, by His permission. And He makes clear His verses to the people that perhaps they may remember.
ca: I no casar-se amb politeista dones fins que creuen. I una dona esclava creient que és millor que un dirigí, encara que ella podria vostè si us plau. I no et cases amb politeista homes [per la seva dona] fins que creuen. I un esclau creient que és millor que un dirigí, encara que ell podria vostè si us plau. [Que] aquells convidar al foc, però Allah convida al paradís i el perdó, amb el seu permís. I deixa clar seus versos a la gent que potser es pot recordar.
cy: Ac nid oes briodi merched polytheistic hyd nes y maent yn credu. A menyw gaethion believing yn well na polytheist, er y gallai hi eich plesio chi. Ac nid oes briodi dynion polytheistic [i fenywod eich] hyd nes y maent yn credu. A gaethion believing yn well na polytheist, er efallai ei fod yn plesio chi. Mae rhai [ydych] wahodd y tân, ond bydd Allah yn gwahodd i baradwys a maddeuant, drwy ei ganiatâd. Ac yn ei gwneud yn glir ei penillion i'r bobl hynny efallai y gall eu cofio.
da: Og ikke gifte polyteistiske kvinder indtil de mener. Og en troende slave kvinde er bedre end en polytheist, selvom hun kunne behage dig. Og ikke gifte sig med polyteistiske mænd [til din kvinder] indtil de mener. Og en troende slave er bedre end en polytheist, selv om han kunne behage dig. De inviterer [du] til ilden, men Allah opfordrer til paradis og tilgivelse, med hans tilladelse. Og han gør klart sine vers til de mennesker, måske de kan huske.
el: Και να μην παντρευτεί πολυθεϊστική γυναίκες μέχρι να πιστεύουν. Και μια γυναίκα σκλάβων που πιστεύοντας είναι καλύτερη από μια polytheist, ακόμα κι αν αυτή μπορεί να σας παρακαλώ. Και να μην παντρευτεί πολυθεϊστική άνδρες [να σας γυναικών] μέχρι να πιστεύουν. Και πιστεύοντας δούλος είναι καλύτερη από μια polytheist, ακόμα κι αν αυτός θα μπορούσε να σας παρακαλώ. Εκείνοι προσκαλούν [] στη φωτιά, αλλά Αλλάχ προσκαλεί να παράδεισος και συγχώρεση, από την άδειά του. Και να κάνει σαφείς τους στίχους του στους ανθρώπους που ίσως μπορούν να θυμούνται.
et: Ja abielluda polüteistlik naised kuni nad usuvad. Ja uskuda ori naine on parem kui polytheist, kuigi ta võiks küsida. Ja abielluda [naised] et polüteistlik mehed enne, kui nad usuvad. Ja uskuda ori on parem kui polytheist, kuigi ta võiks küsida. Need Kutsun [te] tule, kuid Jumal kutsub paradiis ja andestust, tema loal. Ja ta selgitab oma värsid rahvale, et võibolla nad võivad meeles pidada.
fi: Ja älä mene polyteistisen naisten naimisiin, kunnes he uskovat. Ja uskoa orja nainen on parempi kuin polytheist, vaikka hän voi miellyttää sinua. Ja mennä naimisiin polyteistisen miesten [ja naisten] kunnes he uskovat. Ja uskoa orja on parempi kuin polytheist, vaikka hän voi miellyttää sinua. Ne kutsuvat [] tuleen, mutta Jumala kutsuu Paratiisiin ja anteeksi, hän lupaa. Ja hän tekee selväksi hänen runoissaan ihmisille, että ehkä ne voivat muistan.
he: לא להתחתן עם נשים פוליתיאיסטי עד שהם מאמינים. שפחה להאמין יותר. מאמין בשדים. רבים, למרות שהיא עשויה לרצות אותך. לא להתחתן עם גברים פוליתיאיסטי [לנשים שלך] עד שהם מאמינים. עבד להאמין יותר. מאמין בשדים. רבים, למרות שהוא עשוי לרצות אותך. אלו מזמינים [לך] אל האש, אבל אללה מזמין לגן עדן, במחילה, על ידי רשותו. הוא מבהיר את הפסוקים לעם אולי הם עשויים לזכור.
hr: I žene politeistički ženama dok ne vjeruju. I vjerujući rob žena je bolje nego vjerujući mnogobožac, iako ona možda molim vas. I udaš politeistički ljudi [za žene] dok ne vjeruju. I vjerujući Rob je bolje nego vjerujući mnogobožac, iako on možda molim vas. To [ti] pozvati na vatru, ali Allah poziva u raj i u oprost, uz njegovo dopuštenje. I on daje jasno svoje stihove na ljudi koje možda mogu sjetiti.
lt: Ir negali tuoktis polytheistic moterų kol jie tiki. Ir tikinčios vergais moteris yra geriau nei polytheist, nors ji gali prašome jus. Ir negali tuoktis polytheistic vyrų [su savo moterimis] kol jie tiki. Ir tikinčios vergas yra geriau nei polytheist, nors jis gali prašome jus. Tie [jūs] pakviesti į ugnį, bet Dievas kviečia į rojų ir atlaidumo, iš jo leidimą. Ir jis yra nurodyta jo eilėmis žmonių, kurie galbūt jie gali prisiminti.
lv: Un apprecēt polytheistic sievietēm līdz brīdim, kad viņi uzskata. Un ticēt vergu sieviete ir labāka nekā politeists, pat tad, ja viņa varētu tevi iepriecinās. Un apprecēt polytheistic [sievietes] vīriešiem līdz brīdim, kad viņi uzskata. Un ticēt vergu ir labāka nekā politeists, pat tad, ja viņš varētu, lūdzu jums. Tiem, uzaicināt [tu] pret uguni, bet Allah aicina uz paradīzi un piedošanu, ar viņa atļauju. Un viņš skaidri savas vārsmas uz cilvēkiem, kas varbūt viņi var atcerēties.
nb: Og ikke gifte polyteistiske kvinner inntil de tror. En troende slave kvinne er bedre enn en polytheist, selv om hun kunne behage deg. Og ikke gifte polyteistiske menn [kvinner] før de tror. En troende slave er bedre enn en polytheist, selv om han kunne behage deg. De inviterer [deg] til brannen, men Allah inviterer paradis og tilgivelse, ved hans tillatelse. Og han gjør klart hans dikt til de som kanskje de kan huske.
sk: A Neber si polytheistic ženy, kým oni veria. A veriť otrokom žena je lepšia ako polytheist, hoci ona by prosím vás. A Neber si polytheistic mužov [svojej ženy] kým oni veria. A veriť otrok je lepšia ako polytheist, hoci on možno potešia. Tie Vás pozývajú [] do ohňa, ale Boh pozýva do raja a odpustenie, jeho zvolením. A ten jasne jeho veršov k ľuďom, ktoré možno môžu pamätať.
sl: In ne poročiti Mnogobožački ženske, dokler menijo. In prepričanje suženj ženska je bolje kot polytheist, čeprav je morda vas prosim. In ne poročiti Mnogobožački moški [ženske] dokler menijo. In prepričanje suženj je bolje kot polytheist, čeprav je morda vas prosim. Tiste [ga] povabi na ogenj, vendar Allah vabi raj in odpuščanje, z njegovim dovoljenjem. In on je jasno njegovi verzi za ljudi, ki morda lahko spomnite.
sr_cyrl: Али не и политеистички жене док не постану верници. И робињу веровање је боље него у полyтхеист, иако она би могли да те. Али не и политеистички људи [твоје жене] док не постану верници. И веровање Роб је боље него у полyтхеист, иако би могли да те. Они вас позивају [] у ватру, али Аллах позива у рај и да опрост, од стране његове дозволе. И он постаје јаснија његових стихова с људима који можда могу да се сетим.
sr_latn: Ali ne i politeistički žene dok ne postanu vernici. I robinju verovanje je bolje nego u polytheist, iako ona bi mogli da te. Ali ne i politeistički ljudi [tvoje žene] dok ne postanu vernici. I verovanje Rob je bolje nego u polytheist, iako bi mogli da te. Oni vas pozivaju [] u vatru, ali Allah poziva u raj i da oprost, od strane njegove dozvole. I on postaje jasnija njegovih stihova s ljudima koji možda mogu da se setim.
uk: І не виходить заміж, polytheistic жінок поки вони вірять. Та проста Віра рабині це краще, ніж polytheist, незважаючи на те, що вона може радувати вас. І не вийти заміж за чоловіків polytheistic [щоб ваших жінок] поки вони вірять. Та проста Віра раб це краще, ніж polytheist, незважаючи на те, що він може радувати вас. Ті, запрошуємо [] у вогонь, але Аллах запрошує рай і прощення, з його дозволу. І він дає зрозуміти його вірші до людей, які можливо вони пам'ятають.
vi: Và không phải kết hôn với phụ nữ polytheistic cho đến khi họ tin tưởng. Và một người phụ nữ nô lệ believing là tốt hơn so với một polytheist, mặc dù cô ấy có thể làm hài lòng bạn. Và không phải kết hôn với polytheistic người [phụ nữ của bạn] cho đến khi họ tin tưởng. Và một nô lệ believing là tốt hơn so với một polytheist, mặc dù ông có thể làm hài lòng bạn. Những người mời [Anh] để lửa, nhưng Allah mời đến thiên đường và sự tha thứ, bởi sự cho phép của mình. Và ông đã làm cho rõ ràng bài thơ của ông với những người có lẽ họ có thể nhớ.
zu: Futhi awashadi nabesifazane polytheistic baze bakholwe.

# Quran229
source: And they ask you about menstruation. Say, "It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves."
ca: I van preguntar sobre la menstruació. Dir, "és fer mal, així mantenir-se allunyat de les dones durant la menstruació. I no acostar-los fins que siguin purs. I quan ells han depurats ells mateixos, llavors arribar-hi des d'on Allah ha ordenat per a vostè. De fet, Allah estima els que són constantment penedit i estima els que purificar-se."
cy: Ac maent yn gofyn ichi am y mislif. Dweud, "Mae'n niweidio, felly cadwch oddi wrth gwragedd ystod mislif. Ac nid agwedd iddynt nes eu bod yn pur. A pan maent wedi puro eu hunain, yna daw'r iddynt lle y mae Allah hordeinio i chi. Yn wir, mae'r Allah wrth ei bodd yn rhai sy'n edifeiriol gyson ac wrth ei bodd yn rhai sy'n puro'r eu hunain.
da: Og de spørger dig om menstruation. Sige, "det er skade, så holde sig væk fra koner under menstruation. Og ikke griber dem, indtil de er rene. Og når de har renset sig, så kommer til dem fra hvor Allah har ordineret til dig. Faktisk Allah elsker dem, der er konstant angrende og elsker dem, der renser sig selv."
el: Και αυτοί να σας ρωτήσω σχετικά με την εμμηνόρροια. Λένε, «είναι βλάψει, έτσι να κρατήσει μακριά από τις συζύγους κατά την έμμηνο ρύση. Και μην την προσέγγιση τους μέχρι να είναι καθαρό. Και όταν αυτοί έχουν καθαριστεί οι ίδιοι, στη συνέχεια, έρχονται σε αυτούς από όπου Αλλάχ έχει χειροτονήθηκε για εσάς. Πράγματι, Αλλάχ αγαπά αυτούς που πλένονται κάνοντας Ιγτισάλ και αγαπά όσους εξαγνίσει τον εαυτό τους.»
et: Ja nad teilt küsida menstruatsiooni. Öelda: "see on kahju, et hoida eemal naist menstruatsiooni ajal. Ja ei lähene neid, kuni nad on puhas. Ja kui nad on ise puhastada, siis tulema neid kui Allah on ordineeritud teile. Tõepoolest, Jumal armastab neid, kes on pidevalt kahetsev ja armastab neid, kes puhastab end."
fi: Ja he kysyä teiltä kuukautiset. Esimerkiksi: "se on haittaa, niin pitää poissa vaimot kuukautisten aikana. Ja ei saa lähestyä niitä, kunnes ne ovat puhtaat. Ja kun he puhdistuneet, sitten tulevat heille missä Jumala on määrännyt sinulle. Itse asiassa Jumala rakastaa niitä, jotka ovat jatkuvasti katuva ja rakastaa niitä, jotka puhdistaa itsensä."
he: הם ישאלו אותך על הווסת. אומרים, "זה לפגוע, אז להרחיק נשים בזמן הווסת. אל תתקרב אותם עד שהם טהורים. כאשר הם לטהר את עצמם, ואז בא להם איפה אללה הוא הוסמך בשבילך. אכן, אללה אוהב את אלה כל הזמן מתחרט ואוהב את מי לטהר את עצמם."
hr: I o menstruacija. "To je zlo, tako da bi od žene tijekom menstruacije. I ne prilazite im dok su oni čisti. I kada su se očistili, onda dolaze da ih gdje Allah je odredio za vas. Doista, Allah voli one koji su stalno kaje i voli one koji se."
lt: Ir jie paklausti apie menstruacijas. Sako: "tai žalą, Taigi saugo nuo žmonos per menstruacijas. Ir ne požiūris, kol jie yra grynas. Ir kai jie yra išgryninti patys, tada ateis prie jų iš kur Dievas buvo įšventintas jums. Iš tiesų Dievas myli tuos, kurie yra nuolat atgailaujantis ir myli tuos, kurie patys išvalyti."
lv: Un viņi jums jautāt par menstruācijas. Saka: "tas ir kaitēt, lai saglabātu prom no sievas laikā menstruācijas. Un nav pieeja tos, līdz tie ir tīra. Un, ja viņi paši ir attīrīts, tad atnāks pie viņiem no kur jums ir ordinēti Allah. Patiešām, Allah mīl tos, kas ir pastāvīgi nožēlojošs un mīl tos, kuri attīra sevi.
nb: Og de spør deg om menstruasjon. Si, "det er skade, så hold fra koner under menstruasjon. Og ikke nærmer seg før de er ren. Og når de har renset seg, så komme til dem fra hvor Allah har ordinert for deg. Faktisk Allah elsker de stadig angrende og elsker dem som renser seg.
sk: A požiadať vás o menštruácii. Povedať: "to je poškodiť, tak držať sa stranou od ženy počas menštruácie. A nie prístup je, kým nie sú čisté. A keď to už vyčistené sami, potom sa k nim z kde Boh ustanovil pre vás. V skutočnosti Boh miluje tých, ktorí sú neustále kajúce a miluje tých, ktorí sa očisťujú."
sl: In so vas o menstruacijo. Reči, "to je škoda, tako hraniti ločeno od žene med menstruacijo. In ne pristop jih, dokler niso čiste. In ko jih prečistiti sami, potem se jim iz kje je posvečen Allah za vas. Res, Allah tisti, ki so nenehno Pokajnički ljubi in ljubi tiste, ki se očisti."
sr_cyrl: И онда се због менструације. "То је зло, да се тако даље од жене током менструације. И не прилазите им док год су циста. И када су сами ћиви.и, затим да им се из где је Алах заредио за тебе. Уистину , Аллах воли оне који се стално каје и воли оне који процисцавају себе."
sr_latn: I onda se zbog menstruacije. "To je zlo, da se tako dalje od žene tokom menstruacije. I ne prilazite im dok god su cista. I kada su sami ћivi.i, zatim da im se iz gde je Alah zaredio za tebe. Uistinu, Allah voli one koji se stalno kaje i voli one koji prociscavaju sebe."
uk: І вони просять вас про менструації. Сказати: "це завдає шкоди, так тримати подалі від дружини під час менструації. І не підходити до них, поки вони чисті. І коли вони мають очищена себе, то їм від де Аллах призначив для вас. Дійсно, Аллах любить тих, хто постійно розкаявся і любить тих, хто очистити себе."
vi: Và họ yêu cầu bạn về kinh nguyệt. Nói, "đó là gây tổn hại, vì vậy tránh xa vợ trong thời gian kinh nguyệt. Và không tiếp cận chúng cho đến khi chúng được tinh khiết. Và khi họ đã tinh chế chính mình, sau đó đến với họ từ nơi Allah đã phong chức cho bạn. Thật vậy, Allah yêu những người đang liên tục ăn năn và yêu thương những người thanh lọc bản thân."
zu: They buza you ngale ndaba.

# Quran230
source: Your wives are a place of sowing of seed for you, so come to your place of cultivation however you wish and put forth [righteousness] for yourselves. And fear Allah and know that you will meet Him. And give good tidings to the believers.
ca: Vostres dones són un lloc de sembra de llavors per a vostè, així que vingui al seu lloc de cultiu tanmateix que desitges i posar endavant [justícia] per vosaltres mateixos. I por d'Allah i saber que vostè es reunirà a ell. I donar la bona nova als creients.
cy: Eich gwragedd yn lle o hau hadau i chi, felly dewch i'ch lle tyfu Fodd bynnag y dymunwch ac rhoi blaen [chyfiawnder i] drosoch eich hunain. Ac ofn Allah ac yn gwybod y byddwch yn ymateb iddo. A rhoi tidings da y credinwyr.
da: Jeres hustruer er et sted af såning af frø for dig, så kom til din plads i dyrkning men du ønsker og fremsat [retfærdighed] for jer selv. Og frygt Allah og vide, at du vil mødes med ham. Og give gode tidender for troende.
el: Σας σύζυγοι είναι ένα μέρος της σποράς σπόρων για σας, έτσι ερχόμαστε στο χώρο σας καλλιέργειας ωστόσο επιθυμείτε και βάλει εμπρός [δικαιοσύνην] για τους εαυτούς σας. Και ο φόβος Αλλάχ και γνωρίζουμε ότι θα συναντήσετε τον. Και να δώσει καλή είδηση πιστών.
et: Teie naised on koha ja külviaasta seemne teile, nii tulevad oma koht kasvatuse aga soovid ja ajama [head] ise. Ja kardavad, et Allah ja tean, et sa temaga kohtuda. Ja anna rõõmusõnumit usklikud.
fi: Rakastakaa ovat paikka kylvö siementen puolestasi, joten tule viljely on kuitenkin haluatte ja ojensi [vanhurskaus] itsellenne. Ja pelätkää Allahia ja tietää, että tapaatte hänet. Ja hyvä sanoma uskoville.
he: הנשים שלך הם מקום של זריעה של זרעים בשבילך, אז אבוא אליך הטיפוח אולם אתה מאחל ואני הושיט [צדקתו] בעצמכם. פחד אללה ואני יודעת כי תפגוש אותו. ולתת בשורות טובות למאמינים.
hr: Žene su mjesto sijanja sjemena za vas, pa doći kod tebe uzgoj Međutim želite i dići [pravednost] za sebe. I boj se Allaha i znam da ćete ga susresti. I dati dobre vijesti vjernicima.
lt: Savo žmonos yra vieta sėjos sėkla už jus, Taigi atvykti į vietą auginimo tačiau norite, ir pasidengti [tiesos] už save. Ir bijo Allah ir žinoti, kad jums bus susitikti su juo. Ir duoti gera žinia tikintieji.
lv: Sievām ir vieta sējas sēklas jums, tāpēc pienācis audzēšanas vieta tomēr vēlos un nodot tālāk [taisnības] sev. Un bailes Allah un zinu, ka tu viņu sagaidīšu. Un dot labas vēstis ticīgie.
nb: Deres hustruer er et sted så frø for deg, så kommer til din sted for dyrking imidlertid du ønsker og fremsatt [rettferdighet] selv. Og frykt Gud og vite at du vil møte ham. Og gi gode budskap til troende.
sk: Vaše manželky sú miesto siatia semien pre vás, tak sa miesto pestovania však chcete a vystrel [Božia spravodlivosť] pre seba. A strach Alah a viem, že sa s ním stretnúť. A dať dobrú zvesť veriacich.
sl: Vaše žene so kraj za setev semena za vas, tako prišli do svoje mesto pridelave vendar želeti in iztegnil [pravičnosti] za sebe. In strah Allah in vem, da ste ga spoznam. In da dobrih novic z vernike.
sr_cyrl: Твоје жене су место за сејање семена за тебе, па хајде код вас на узгајање Међутим желите а онда то просирили [праведност] за себе. И страх Алаха, и знам да ти се срести. И дај радосне верници.
sr_latn: Tvoje žene su mesto za sejanje semena za tebe, pa hajde kod vas na uzgajanje Međutim želite a onda to prosirili [pravednost] za sebe. I strah Alaha, i znam da ti se sresti. I daj radosne vernici.
uk: Вашої дружини є місце посіву насіння для вас, так прийти до вашого місці вирощування Однак ви хочете і висунули [праведність] для себе. І боїться Аллаха і знаю, що буду зустрічати його. І дати добру новину на віруючих.
vi: Vợ của bạn là một nơi của gieo hạt giống cho bạn, vì vậy, đến địa điểm của bạn trồng trọt Tuy nhiên bạn muốn và đưa ra [sự công bình] cho mình. Và lo sợ Allah và biết rằng bạn sẽ gặp anh ấy. Và cho tidings tốt để các tín hữu.
zu: Abafazi akho anjengomhlambi esikhundleni kuhlwanyelwe imbewu yenu, ngakho uze endaweni yakho kulinywe Nokho ufisa wasolula [ukulunga] wona.
