Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2573
source: So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive.
ca: Així hem respost a ell, i li va donar a Joan i modificada per a ell la seva dona. De fet, solien afanyo a bones obres i suplicar-nos en l'esperança i la por, i estaven a nosaltres humilment submís.
cy: Felly, bu inni ymateb iddo, a rhoddodd iddo John, ac y'i diwygiwyd iddo ef a'i wraig. Yn wir, defnyddiwyd i brysuro i weithredoedd da a supplicate ein gobaith yn ofn, ac roeddent i ni yn ostyngedig yn ostyngedig.
da: Så vi reagerede på ham, og vi gav ham John, og ændret for ham hans kone. Faktisk, de bruges til at skynde sig at gode gerninger og anråbe os i håb og frygt, og de var os ydmygt underdanig.
el: Έτσι ανταποκριθήκαμε σε αυτόν, και δώσαμε τον John, και τροποποιήθηκε για τον ίδιο και τη σύζυγό του. Πράγματι, συνήθιζαν να σπεύδουν να καλές πράξεις και να μας supplicate στην ελπίδα και το φόβο, και ήταν για να μας ταπεινά υποτακτική.
et: Nii me vastas talle ja me andis talle John ning muuta teda naiseks. Tõepoolest, nad kasutasid kiirustama, et häid tegusid ja supplicate meile lootust ja hirm ja nad olid meile alandlikult alistuvad.
fi: Joten olemme vastanneet hänelle, ja antoi hänelle John ja muuttaa hänen vaimonsa. Itse asiassa niitä käyttää kiirehtiä hyviä tekoja ja supplicate toivossa ja pelossa, ja he olivat meille nöyrästi alistuva.
he: אז ענינו לו, אנחנו נתן לו ג'ון, ותוקן לו את אשתו. אכן, הם נהגו לכזו מעשים טובים, אבקש עזרה מאלוהים לנו תקווה, פחד, הם היו לנו כנועה בהכנעה.
hr: Odgovorili smo na njega i dao mu John i mijenja mu se njegova žena. Doista, nekada su da dobra djela i supplicate nas u nadi i strahu, i bili su nam ponizno pokoran.
lt: Taigi mes atsakė į jį, ir mes davė jam John, ir iš dalies pakeisti jo žmona. Iš tiesų, jie naudojami skubėti į gerus darbus ir maldauti mūsų viltis ir baimė, ir jie buvo mums nuolankiai paklūsta.
lv: Tātad mums atbildēja viņam, un mēs deva viņam John, un grozīja savu sievu. Patiešām, tie izmantoti, lai paātrināt labus darbus un lūgt mums cerības un bailes, un viņi mums pazemīgi pakļāvīgi.
nb: Så vi svarte ham, og vi ga ham John, og endret for ham hans kone. Faktisk de pleide skynde til gode gjerninger og supplicate oss i håp og frykt, og de var for oss ydmykt underdanig.
sk: Tak sme reagovali na neho, a my dal ho John a doplnkov pre neho jeho manželka. Vskutku, urýchliť dobré skutky a snažně prosiť nás nádej a strach, a boli nám pokorne submisívny.
sl: Tako smo se odzvali nanj, in mi dal mu John, in spremenjena mu ženo. Dejansko se uporabljajo pospeši dobra dela in nas Preklinjati v upanje in strah, in so nas ponižno podložni.
sr_cyrl: Одговорили смо му смо и дала му, Јохн, допунила му његова супруга. Заиста, некада су убрзати да добра дела и твојос нас у наде и страха, и били су нам понизно покоран.
sr_latn: Odgovorili smo mu smo i dala mu, John, dopunila mu njegova supruga. Zaista, nekada su ubrzati da dobra dela i tvojos nas u nade i straha, i bili su nam ponizno pokoran.
uk: Так ми відповіли на нього, і ми дали йому Джон році і змінений для нього, його дружина. Дійсно, вони звикли поспішають добрі справи і supplicate нас в надії і страх, і вони нам смиренно покірної.
vi: Vì vậy chúng tôi phản ứng với anh ta, và chúng tôi đã đưa cho ông John, và sửa đổi cho anh ta, vợ của ông. Thật vậy, họ sử dụng để đẩy nhanh việc tốt và khẩn chúng ta hy vọng và sợ hãi, và họ đã cho chúng tôi khiêm nhường submissive.
zu: Ngakho We phendula him We awunika igama lokuthi uJohane, futhi sichitshiyelwe ngaye nomkakhe.

# Quran2574
source: And [mention] the one who guarded her chastity, so We blew into her [garment] through Our angel [Gabriel], and We made her and her son a sign for the worlds.
ca: I [parlar] qui guardat la seva castedat, així que bufava a seu [peça] a través nostre Àngel [Gabriel], i ens va fer ella i el seu fill un senyal per als mons.
cy: A sôn yr un sy'n gwarchod ei diweirdeb, felly rydym yn chwythu i [ddilledyn] drwy ein angel [Gabriel], a gwnaethom hi a'i mab arwydd am fyd [am].
da: Og [omtale] der bevogtet sin kyskhed, så vi blæste ind i hendes [beklædningsgenstand] gennem vores engel [Gabriel], og vi gjorde hende og hendes søn et tegn for verdener.
el: Και [αναφορά] το ένα που φυλούσε της αγνότητας, έτσι εμείς φύσηξε σε της [ένδυμα] μέσω Άγγελος μας [Gabriel], και κάναμε αυτήν και το γιο ενός σημείου για την κόσμους.
et: Ja [mainida] kes valvega tema surm, nii et me puhus tema rõivas läbi meie angel [Gabriel] ja tegime tema ja tema poeg märk maailmad.
fi: Ja [mainita] se, joka vartioi hänen siveys, joten teimme hänet ja hänen poikansa merkkinä maailman puhalsi hänen vaatteen läpi enkeli [Gabriel].
he: [להזכיר] האחד אשר שמרו את צניעותה, אז אנחנו נשבה לתוך שלה [בגד] המלאך שלנו [Gabriel], אנחנו הכנו אותה ואת הבן שלט העולמות.
hr: I spomenuti onoga koji čuva njezine čednosti, pa Digli smo u njezin [odjevni predmet] kroz naš anđeo [Gabriel], a napravili smo joj i njezin sin znakom za svjetove.
lt: Ir [paminėti] tas, kuris saugojo savo skaistumo, todėl mes mokėjimo į jos [drabužis] per mūsų angelas [Gabriel], ir mes padarė savo ir savo sūnaus ženklas pasaulius.
lv: Un viens, kas sargā viņas šķīstība, tāpēc mums pūta vērā [apģērba] caur mūsu eņģelis [Gabriel], un mēs esam padarījuši viņu un viņas dēls zīmi pasaules [min].
nb: Og [] som passet hennes kyskhet, så vi blåste i hennes [arb] gjennom vår engel [Gabriel], og vi gjorde henne og hennes sønn et tegn for verdens.
sk: A [] ten, kto stráži jej čistoty, takže sme do nej [oblečenie] vyhodil cez náš anjel [Gabriel], a urobili sme jej a jej syna znamenie pre svety.
sl: In [omenil] tisti, ki je varovano njeno čistost, tako da mi je uničil v njen [oblačila] skozi naš angel [Gabriel], in smo na njo in njen sin znak za svetove.
sr_cyrl: И [споменуо] онај који чувају њене невиности, тако да смо у њен гармент Спискали нас андјео [Габриел], сакупили смо она и њен син знак за светова.
sr_latn: I [spomenuo] onaj koji čuvaju njene nevinosti, tako da smo u njen garment Spiskali nas andjeo [Gabriel], sakupili smo ona i njen sin znak za svetova.
uk: І той, хто охороняли її цнотливості, так що ми дув у [одягом] через наш ангел [Gabriel], і ми зробили її і її син знак для світів [згадати].
vi: Và [kể] một trong những người bảo vệ Đức khiết tịnh của cô, vì vậy chúng tôi thổi vào mình [May] thông qua chúng tôi angel [Gabriel], và chúng tôi thực hiện, con trai của cô và một dấu hiệu cho thế giới.
zu: Futhi [Khumbuzani] fike bayoqashwa wo chastity ngakho We wafuthela yakhe [ingubo] ngengelosi Wethu [uGabriyeli], We enza wo wo dodana yakhe komba imihlaba.

# Quran2575
source: Indeed this, your religion, is one religion, and I am your Lord, so worship Me.
ca: Fet això, la seva religió, és una religió, i jo sóc el teu Senyor, tan adorar-me.
cy: Yn wir, eich crefydd, dyma un grefydd, ac yr wyf yn eich Arglwydd, felly addoli Me.
da: Faktisk er dette er din religion, en religion, og jeg er din Herre, så tilbede mig.
el: Πράγματι, τη θρησκεία σας, πρόκειται για μία θρησκεία, και είμαι σας Λόρδος, έτσι λατρεία μου.
et: Tõepoolest, teie usk on üks usk, ja ma olen teie Issand, nii kummardavad mind.
fi: Tämä uskonto, on uskontoa, ja minä olen teidän Herranne, joten palvoa minua.
he: ואכן, הדת שלך, זו דת אחת, אני האל שלך, אז סוגדים לי
hr: Doista ovo, vaša vjera je jedna religija, i ja sam vaš gospodar, pa klanjati meni.
lt: Iš tiesų, savo religijos, tai viena religija, ir aš savo Viešpaties, kad czcicie mane.
lv: Patiesi jūsu reliģija, tas vienu reliģiju, un es esmu jūsu kungs, tātad pielūdz mani.
nb: Dette religion, er faktisk en religion, og jeg er din Herre, så tilbe meg.
sk: Naozaj je to vaše náboženstvo, jedno náboženstvo, a ja som svojho pána, tak uctievanie Me.
sl: Dejansko to, svojo vero, je eno vero, in jaz sem svojega Gospoda, tako častili Me.
sr_cyrl: Заиста, твоја религија, ево једне религије, а ја сам твој господар, па се клањају мене.
sr_latn: Zaista, tvoja religija, evo jedne religije, a ja sam tvoj gospodar, pa se klanjaju mene.
uk: Релігія, це дійсно один релігії, і я впевнений, що ваш Господь, так поклоніння мене.
vi: Thật vậy, tôn giáo của mình, là một tôn giáo, và tôi là Chúa của bạn, vì vậy thờ Me.
zu: Ngempela lokhu, inkolo yakho, inkolo eyodwa, futhi mina nginguNkulunkulu wakho Nkosi, kanjalo konzo Me.

# Quran2576
source: And [yet] they divided their affair among themselves, [but] all to Us will return.
ca: I [encara] divideix la seva relació entre elles, [però] tots ens tornarà.
cy: A [eto] Rhannodd eu mater ymysg eu hunain, [ond] Bydd oll i ni ddychwelyd.
da: [Men] de delte deres affære indbyrdes, [og] alle os vil vende tilbage.
el: Και [ακόμη] μπορούν να χωριστούν μεταξύ τους η σχέση τους, [αλλά] θα επιστρέψουν όλοι μας.
et: Ja [veel] neid jagada omavahel nende asi, [kuid] kõik meile tagasi.
fi: Ja vielä] ne jakaa niiden suhde keskenään, [mutta] meille palaa.
he: [עדיין] הם חילקו את הרומן שלהם בינם לבין עצמם, [אבל] כולם אלינו ישובו.
hr: I [još] dijele njihovu aferu između sebe, ali nam se svi vratiti.
lt: [Tačiau] jie suskirstyti jų reikalas tarpusavyje, [o] visi pas mus sugrįš.
lv: Un [vēl] viņi dala savā starpā piederas, [bet] viss, kas mums atgriezīsies.
nb: Og [men] de delt saken deres seg imellom, [men] alle oss tilbake.
sk: A [ešte] ich rozdeliť ich vzťah medzi sebou, [ale] všetky sa nám vráti.
sl: In [vendar] delijo svoje afera med seboj, [vendar] vse, da nam bodo vrnili.
sr_cyrl: [Још ] су подељени њихова веза међу собом, [а] све да нас ће се вратити.
sr_latn: [Još] su podeljeni njihova veza među sobom, [a] sve da nas će se vratiti.
uk: І [поки] їх розділити їх Роман між собою, [але] все, що нам повернеться.
vi: Và [nhưng] họ chia của vụ giữa họ, [nhưng] tất cả chúng ta sẽ trở lại.
zu: Futhi [nokho] bahlukaniselana indaba yabo bodwa, [kodwa] zonke Kithi uzobuya.

# Quran2577
source: So whoever does righteous deeds while he is a believer - no denial will there be for his effort, and indeed We, of it, are recorders.
ca: Així que qui fa justos fets mentre és un creient - hi haurà cap denegació pel seu esforç, i en efecte, d'això, som gravadores.
cy: Felly pwy bynnag sy'n gwneud gweithredoedd hoes dabloid tra ei fod yn credu'n-fydd yn cael ei gwrthod am ei ymdrech, ac yn wir yr ydym, o, yn recordio.
da: Så hvem gør retfærdige gerninger, mens han er en troende - nogen benægtelse vil der være for hans indsats, og vi af det, er optagere.
el: Έτσι όποιος κάνει δίκαιοι πράξεις, ενώ είναι οπαδός - άρνηση δεν θα υπάρξει για την προσπάθειά του και, πράγματι, από αυτό, είμαστε συσκευές εγγραφής.
et: Nii kes iganes ei õigemeelsed tegusid, kuigi ta on usklik - mingit eitamise tuleb tema pingutust ja tõepoolest me seda, on salvesti.
fi: Joten kuka ei tuovat, kun hän on uskovainen - mitään kieltoa ei olla hänen ponnisteluja ja todellakin, olemme tallentimet.
he: אז מי עושה מעשים טובים בעוד הוא מאמין - סירוב יהיה על המאמץ שלו, ואכן, אנחנו חליליות.
hr: Tako da tko god se pravedna djela dok je vjernik - ne poriče će biti za njegov trud, i doista smo, to su za snimanje.
lt: Taigi kas atlieka teisieji darbai nors jis yra tikintysis - ne neigimas bus už jo pastangas, ir iš tiesų, ji, mes įrašymo.
lv: Kurš tas taisnais darbiem, kamēr viņš ir ticīgais - nav noliegšana būs par viņa pūlēm, un patiešām mēs, magnetofoni.
nb: Så hvem gjør rettferdige gjerninger mens han er en troende - Ingen benektelse vil det være for hans innsats, og vi, av det virkelig er opptakere.
sk: Tak kto to spravodlivé skutky, zatiaľ čo on je veriaci - bez odmietnutia budú za svoje úsilie a naozaj, sme rekordéry.
sl: Torej kdor ne pravični dejanja, medtem ko je vernik - ni zanikanje bo za svoj trud, in res, pa smo snemalnike.
sr_cyrl: Ко год има праведан дела док он је верник - нема порицања ће тамо бити за његов труд, и уистину, ми смо рекордери.
sr_latn: Ko god ima pravedan dela dok on je vernik - nema poricanja će tamo biti za njegov trud, i uistinu, mi smo rekorderi.
uk: Таким той, хто робить добрі справи, хоча він віруючий - не заперечення не буде бути за його зусилля, і справді, його, ми рекордери.
vi: Bất cứ ai thì những hành động chính trong khi ông là một người tin tưởng - từ chối không sẽ có cho nỗ lực của mình, và thực sự chúng tôi, của nó, là ghi âm.
zu: Ngakho loba ngubani owenza izenzo zokulunga ngenkathi he is ikholwa - akukho ukuphika isimo, njengokuthi kuyoba khona ukuzikhandla kwakhe, futhi ngempela Thina, kuwo, akunjalo abalobi.

# Quran2578
source: And there is prohibition upon [the people of] a city which We have destroyed that they will [ever] return
ca: I no hi ha prohibició a [la gent de] una ciutat que ens han destruït que [sempre] es tornarà
cy: Ac nid oes gwaharddiad ar [bobl] dinas sydd wedi dinistrio'r y byddant yn dychwelyd [erioed]
da: Og der er forbud på [folk] en by, som vi har ødelagt, at de [nogensinde] returnerer
el: Και δεν υπάρχει απαγόρευση κατόπιν [ο λαός του] μια πόλη που έχουμε καταστρέψει ότι θα επιστρέψουν [ποτέ]
et: Ja keelu pärast [inimesed] on linn, mis meil on hävitanud, et nad [kunagi] tagasi
fi: Ja kiellon [kansan] ylle city, jotka ovat tuhonneet, että he palaavat [yhä]
he: יש איסור על [בני] עיר אשר. השמדנו כי הם יחזרו [אי]
hr: I postoji zabrana na [ljudi] grad uništili smo da oni [ikada vratiti
lt: Ir ten yra draudimas nuo [žmonės] miestui, kuriame mes sunaikino, kad jie bus grąžinti [nuolat]
lv: Un tur ir aizliegums uz [tautas] pilsētu, kas mums ir iznīcinājuši, ka viņi atgriezīsies [vispār]
nb: Og det er forbud på [folk] en by som vi har ødelagt at de tilbakestilles [gang]
sk: A tam je zákaz na [ľudia] mesto, ktoré sme zničili, že sa vráti [stále]
sl: In tam je prepoved na [ljudje] mesto, ki smo so uničili, to bojo [kdaj] odziv
sr_cyrl: И ту је прохибиција на [грађана] граду за који смо уништили да ће [] се врате
sr_latn: I tu je prohibicija na [građana] gradu za koji smo uništili da će [] se vrate
uk: І немає заборони [на людей з] місто, яке ми знищили, що вони [коли-небудь] повернення
vi: Và đó là cấm khi [người] một thành phố mà chúng ta đã phá hủy rằng họ sẽ trở lại [từng]
zu: Futhi kukhona kuphela owenqabelayo phezu [abantu] e umuzi lapho Siye wabhubhisa ukuthi ziyosinda [naphakade] ukubuya

# Quran2579
source: Until when [the dam of] Gog and Magog has been opened and they, from every elevation, descend
ca: Fins quan [l'embassament de] s'ha obert Gog i Magog i que, de cada elevació, baixar
cy: Hyd nes pryd [yr argae o] Gog a Magog wedi agor ac mae iddynt, o bob drychiad, ddisgyn
da: Indtil da [dam af] Gog og Magog er blevet åbnet, og de, fra enhver højde ned
el: Μέχρι πότε [το φράγμα του] έχει ανοιχτεί ΔΑΓ και Magog και που, από κάθε ανύψωση, κατεβαίνουν
et: Kui [tamm] Gujarati ja Magog on avatud ja nad, alates iga tõus, laskumine
fi: Mihin asti [emä] Goog ja Maagog on avattu ja ne laskeutuvat päässä joka korkeuden
he: עד מתי [הסכר של] מלחמת גוג ומגוג נפתחה ועל, מתוך כל העלאת, יורדים
hr: Do kada [brana] Gog i Magog je otvoren i oni, iz svake visine, spustiti
lt: Iki kada [tvenkinio] Gogo ir Magog atidarius, ir jie, iš kiekvieno pakilimu, nusileidžia
lv: Kad līdz [dambim] Gog un Magog ir atvērusi, un viņi, no katra paaugstinājuma nolaisties
nb: Før når [demningen av] Gog og Magog er åpnet og de fra hver høyde, ned
sk: Do kedy [priehrade] otvoril Gog a Magog a oni z každý vrchol, zostúpiť
sl: Do kdaj [jezu] VG in Magog je bila odprta in so, iz vsak dvig, spust
sr_cyrl: До када [брана] Гог и Магога отворен је и они, из сваког елевација, спустите се на
sr_latn: Do kada [brana] Gog i Magoga otvoren je i oni, iz svakog elevacija, spustite se na
uk: Поки при [греблі] Ґоґ і Маґоґ відкрито, і вони, від кожного висота спускатися
vi: Cho đến khi [đập của] Gog và Magog đã được mở và họ, từ mọi độ cao, đi xuống
zu: Kuze lapho [edamini] uGogi noMagogi uvulekele futhi, kusukela kuzo zonke ekuphakameni, yehlani

# Quran2580
source: And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], "O woe to us; we had been unmindful of this; rather, we were wrongdoers."
ca: I [en] la veritable promesa ha abordat; a continuació, de sobte es mira els ulls d'aquells que dubtaven [en el terror, mentre diuen], "ai O ens; havíem estat unmindful d'aquest; més aviat, estàvem malfactors."
cy: A [wrth] yr addewid wir wedi cysylltu â; yna yn sydyn bydd llygaid y rhai a ddysgais yn syllu [mewn arswyd, tra maent yn dweud], "O wae i ni; Rydym wedi bod yn unmindful o hyn; yn hytrach, roeddem yn tramgwyddo."
da: Og [da] det sande løfte har kontaktet; så pludselig øjnene af dem, der disbelieved vil stirre [i rædsel, mens de siger], "O ve os; Vi havde været uopmærksomme. snarere, vi var lovovertrædere."
el: Και [όταν] η αληθινή υπόσχεση έχει προσεγγίσει? στη συνέχεια, ξαφνικά τα μάτια αυτών που disbelieved θα κοιτάζετε επίμονα [με τρόμο, ενώ λένε], "O αλίμονο μας. είχαμε ήδη απρόσεκτος γι ' αυτό. μάλλον, ήμαστε παραβάτες.»
et: Ja [kuna] tõsi lubadus on läheneda; siis äkki näidatakse, kes disbelieved silmad jõllis [in horror, kuigi nad ütlevad], "O häda meile; Meil oli juba unmindful pigem olime tagaotsitavate."
fi: Ja [kun] todellinen lupaus on lähestynyt; sitten yhtäkkiä silmiin, jotka uskoneet olemaan tuijottaa [ja kauhu, vaikka he sanovat], "Oi voi meille. meillä ollut välinpitämätön. pikemminkin olimme rikolliset."
he: [כאשר] הבטחה אמיתית פנה; ואז פתאום להביט בעיניים של מי disbelieved [באימה, בזמן שהם אומרים], "O אבוי לנו; היינו ברהאמיני בכך; במקום זאת, היינו הפושעים."
hr: [Kada] istinito obećanje je prišao; Onda odjednom oči onih koji bio šanse [u užas, dok kažu], "O teško nama; smo neobazriv. Umjesto toga, bili smo prijestupnicima.
lt: Ir [kai] kreipėsi į tikrąją pažado; Tada staiga akyse tų, kurie disbelieved bus Πaukiantα [į siaubo, o jie sako], "O Vargas mums; mes buvo pamiršti apie tai; o mes buvome grzesznicy."
lv: [Kad] sola patiess ir vērsies; tad pēkšņi būs skatās acīs, kuri disbelieved, [šausmās, kamēr viņi saka], "O bēdas mums; mēs bijām nepievērsdams uzmanību drīzāk mēs pārkāpējus."
nb: Og [da] sant løftet har nærmet; så plutselig øynene til de vantro vil bli stirret [i skrekk, mens de sier], "O ve til oss; Vi hadde vært unmindful av dette; i stedet var vi wrongdoers.
sk: A [keď] pravdivý sľub sa priblížil; potom zrazu v očiach tých, kto pochyboval sa pozeral [s hrôzou, keď hovoria], "O Beda nám; boli sme nedbanlivý skôr sme zloèinci."
sl: In [ko] res obljubo približala; potem nenadoma oči tistih, ki so verjeli bo strmel [v grozo, medtem ko pravijo], "O Gorje nam; smo bili unmindful. namesto tega smo bili wrongdoers."
sr_cyrl: И [када] истина обећање је пришао; а онда изненада очима оних који не верује како буље [у хорор, док они кажу], "О тешко нама; Били смо моће ово; Уместо тога, били смо починиоце."
sr_latn: I [kada] istina obećanje je prišao; a onda iznenada očima onih koji ne veruje kako bulje [u horor, dok oni kažu], "O teško nama; Bili smo moћe ovo; Umesto toga, bili smo počinioce."
uk: І [Коли] вірно обіцянку підійшов; а потім раптом очі тих, хто disbelieved буде дивляться [в жах, а вони кажуть,], "O горе нас; Ми були unmindful цього; швидше за все, ми були розкаюємося".
vi: Và [khi] lời hứa thực sự đã tiếp cận; sau đó, đột nhiên con mắt của những người disbelieved sẽ nhìn chằm chằm [trong kinh dị, trong khi họ nói], "O woe cho chúng tôi; chúng tôi đã phải điều này; thay vào đó, chúng tôi đã wrongdoers."
zu: Futhi [lapho] isithembiso weqiniso sesisondele;

# Quran2581
source: Indeed, you [disbelievers] and what you worship other than Allah are the firewood of Hell. You will be coming to [enter] it.
ca: De fet, vostè [disbelievers] i el culte que Allah són la llenya de l'infern. Vostè es ve [entrar].
cy: Yn wir, chi [disbelievers] a beth yr ydych yn ei addoli eraill na Allah yn y coed tân uffern. Fyddwch yn dod i [Rhowch].
da: Faktisk, du [vantro] og hvad du tilbeder andre end Allah er brænde i helvede. Du vil komme til [enter] det.
el: Πράγματι, σας [disbelievers] και εσείς τι λατρείας εκτός από Αλλάχ είναι το καυσόξυλο της κόλασης. Θα έρχεσαι να [enter].
et: Tõepoolest, te [uskottomille] ja te kummardama kui Allah on põrgu küttepuid. Teil on tulemas [enter].
fi: Itse asiassa voit [uskottomat] ja mitä palvelette muita kuin Allah ovat helvetin polttopuita. Sinun tulee [enter].
he: אכן, אתה [disbelievers] מה אתה סוגד אחר מלבד אללה הן עצי ההסקה. של הגיהינום. ואתם תשובו [להזין] זאת.
hr: Doista, ti [iskuse] i šta obožavate osim Allaha su drva za vatru pakla. Doći će do [enter].
lt: Iš tiesų, jūs [disbelievers] ir ką jūs czcicie ne Dievas yra pragaras malkos. Jums bus artėja prie [enter].
lv: Patiešām, tu [disbelievers] un citu, nevis tu pielūdz Allah ir elle malka. Jums būs tuvojas [enter].
nb: Faktisk du [troende] og hva dere tilber enn Allah er veden i helvete. Du kommer til [enter] det.
sk: V skutočnosti ste [neveriacim] a to, čo uctievajú ako Alah sú palivové drevo z pekla. Príde do [enter].
sl: Res, si [disbelievers] in kaj boste častili razen Allah so drva pekla. Vas bo prihajajo [enter].
sr_cyrl: Да , ти си [скептике] божанство шта ти осим Алаха су дрва пакла. Долази ли ући [] то.
sr_latn: Da, ti si [skeptike] božanstvo šta ti osim Alaha su drva pakla. Dolazi li ući [] to.
uk: Справді, ви [disbelievers] та що ви поклоніння іншим, ніж Аллах є дров пекельний. Вам будуть приходити до [вводити].
vi: Thật vậy, bạn [thì] và những gì bạn tôn thờ khác hơn so với Allah là củi của địa ngục. Bạn sẽ sắp tới [nhập].
zu: Ngempela, nina [abangakholwa] futhi yini bakhulekela onkulunkulu kunokuba Allah yiwona nezinkuni Hogo.

# Quran2582
source: Had these [false deities] been [actual] gods, they would not have come to it, but all are eternal therein.
ca: Aquestes [deïtats fals] havia estat déus [presents], no hauria arribat a la mateixa, però tots són eterns, s'hi facilita.
cy: Wedi hyn [duwdod ffug] [gwir] duwiau, na fyddent wedi dod ato, ond pob un yn tragwyddol ynddo.
da: Var disse [falske guder] [faktiske] guder, de ville ikke komme til det, men alle er evige deri.
el: Είχε αυτές τις [ψευδείς θεότητες] [πραγματική] θεών, δεν θα έχουν έρθει σε αυτό, αλλά όλοι είναι αιώνια σε αυτήν.
et: Olnud need [vale jumalused] [tegelik] jumalad, nad oleks tulnud talle, kuid kõik on igavene sealsamas.
fi: Ollut [vääriä jumalia] [todellinen] jumalia, he ei tullut sitä, mutta kaikki ovat ikuinen siinä.
he: אלה [אלים כוזבים] היה אלים [בפועל], שהם לא יגיעו אליו, אבל כולן נצחי בו.
hr: Ove [lažnih božanstava] bio [stvarna] bogove, da će doći do njega, ali sve su vječno u njemu.
lt: Šie [klaidingų dievybių] buvo [tikrasis] dievų, jie turėtų ne ateiti į ją, bet visi yra amžinas jame.
lv: Bija šie [viltus dievības] [faktiskie] dieviem viņi būtu nākuši ne uz to, bet tur visi ir mūžīgs.
nb: Var disse [falske guder] [faktiske] guder, de ville ikke ha kommet til det, men alle er evig deri.
sk: Boli tieto [falošné božstvá] [aktuálna] bohov, že by nemala prísť na to, ale sú večné v nich.
sl: Ti [lažno božanstva] bil [dejansko] bogov, bi ne prišli nanj, ampak vse so večno v njej.
sr_cyrl: Ови [фалсе боћанстава] били [правим] боговима да не долазе по то, али су сви веини у томе.
sr_latn: Ovi [false boћanstava] bili [pravim] bogovima da ne dolaze po to, ali su svi veиni u tome.
uk: Був [помилкових божеств] [фактичного] богів, вони б не прийшли до нього, але всі вони вічне в ньому.
vi: [Những vị thần sai] đã [thực tế] thần, họ sẽ không có đến nó, nhưng tất cả đều đời đời trong đó.
zu: Fanele lezi [onkulunkulu bamanga] waba onkulunkulu [uqobo], bebengeke ukuza kulo, kodwa zonke zihlala phakade therein.
