Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran629
source: O you who have believed, believe in Allah and His Messenger and the Book that He sent down upon His Messenger and the Scripture which He sent down before. And whoever disbelieves in Allah, His angels, His books, His messengers, and the Last Day has certainly gone far astray.
ca: O que han cregut, creuen en Allah i el seu Missatger i el llibre que va enviar sobre seu Missatger i l'escriptura que ell empresonat abans. I qui disbelieves en Allah, seus Àngels, els seus llibres, seus missatgers i l'últim dia sens dubte ha anat molt per mal camí.
cy: O ydych sydd wedi credu, yn credu mewn Allah a Messenger ei a'r llyfr a anfonwyd ganddo i lawr ar ei negesydd a ysgrythur a anfonodd i lawr cyn. Ac wedi mynd ar gyfeiliorn lawer pwy bynnag a disbelieves yn Allah, ei angylion, ei lyfrau, ei negeswyr, a diwrnod olaf yn sicr.
da: O du, der har troet, tro på Allah og hans sendebud og den bog, han sendt over hans sendebud og de hellige skrifter, som han sendte ned før. Og hvem disbelieves i Allah, hans engle, hans bøger, hans sendebud, og den sidste dag er helt sikkert gået langt på afveje.
el: O σας που πιστεύουν, πιστεύουν στο Αλλάχ και του Messenger και το βιβλίο που αυτός έστειλε καθορίζονται κατόπιν του Messenger και η γραφή που έστειλε προς τα κάτω πριν. Και όποιος disbelieves στον Αλλάχ, του αγγέλους, τα βιβλία του, κλητήρες και την τελευταία ημέρα σίγουρα έχει περάσει δρόμους.
et: O kes on uskunud, usute Allah ja tema saadik ja raamat, mida ta saatnud oma sõnumitooja ja pühakiri, mis ta saatis ette enne. Ja kes iganes disbelieves Jumal, tema inglid, tema raamatuid, tema Inglid ja viimane päev on kindlasti läinud kaugele eksinud.
fi: O jotka ovat uskoneet uskot Jumalaan ja hänen lähettiläänsä ja kirja, että hän lähetti hänen lähettiläänsä ja Raamatun, jossa hän lähetti ennen. Ja kuka ei usko Jumalaan, hänen enkelinsä, hänen kirjojaan, hänen lähettiläitä ja viimeisenä on varmasti käynyt paljon harhaan.
he:  מי מאמין, מאמין אללה, שליח שלו ועל הספר הוא נשלח שליח שלו ועל כתבי הקודש אשר הוא נשלח לפני. מי disbelieves אללה, המלאכים שלו, את ספריו, לשליחיו ו ביום האחרון בהחלט איננה רחוקה.
hr: O ti koji su vjerovali, da Allahu i njegovom poslaniku i knjiga koje je poslao svoga glasnika i pismo koje je poslao prije. I onaj tko disbelieves u Allaha, njegova anđela, njegove knjige, svoje glasnike i zadnji dan je svakako zalutao daleko.
lt: O kurie tiki, tiki Dievo ir jo Messenger ir knygą, kad jis pasiuntė ant jo Messenger ir kurios jis išsiųstas prieš Šventojo Rašto. Ir kas disbelieves, Dievas, jo angelai, jo knygas, jo pasiuntiniai ir paskutinę dieną tikrai atvyko daug kelio.
lv: O tu, kas ticējusi, tic Allah un viņa Messenger un grāmatu, ka viņš nosūtīts uz leju pēc viņa Messenger un svēto rakstu, kurā viņš sūtīja lejā pirms. Un tas, kurš disbelieves Allah, viņa eņģeļi, viņa grāmatas, viņa kurjeriem un pēdējā dienā noteikti ir aizgājusi tālu apmaldīties.
nb: O du hvem har trodd, tro på Allah og hans Messenger og boken som han sendt ned hans Messenger og skriften som han sendt ned før. Og hvem disbelieves i Allah, hans engler, hans bøker, hans sendebud og den siste dagen har sikkert gått langt bort.
sk: O vás, ktorí ste uverili, verí v Alah a jeho posol a knihy, ktoré on poslal na jeho posol a písmo, ktoré poslal nadol pred. A kto neverí v Boha, svojich anjelov, jeho knihy, jeho poslovia a posledný deň určite išla ďaleko scestie.
sl: O vi, ki ste verjeli, verjamejo v Allah in njegov sel ter knjige, ki je poslan na njegov sel in pismo, ki ga poslali. In kdor jih disbelieves v Allah, njegovi angeli, njegove knjige, svoje glasnike, in zadnji dan je zagotovo zaluta daleč.
sr_cyrl: О ти који верују, да Аллах и његовог гласника и књигу коју ми је послао на његово Мессенгер и Светог писма које је послао низ пре. И ко год дисбелиевес у Алаха, своје андјеле, његове књиге, његове гласнике и задњег дана свакако залутао далеко.
sr_latn: O ti koji veruju, da Allah i njegovog glasnika i knjigu koju mi je poslao na njegovo Messenger i Svetog pisma koje je poslao niz pre. I ko god disbelieves u Alaha, svoje andjele, njegove knjige, njegove glasnike i zadnjeg dana svakako zalutao daleko.
uk: О ви, хто вірив, вірити в Аллах і його Messenger та книги, що він спрямований після його Messenger і Писання, що він послав вниз перед. І той, хто влаштовує викрадення в Аллаха, його ангели, його книги, його посланцями і останній день звичайно йдуть далеко оману.
vi: O bạn của những người đã tin, tin vào Allah và Messenger của ông và các cuốn sách mà ông đã gửi khi Messenger của ông và kinh thánh, ông đã gửi xuống trước. Và bất cứ ai disbelieves Allah, thiên thần của mình, cuốn sách của ông, các sứ giả của mình và ngày cuối cùng có chắc chắn đi xa lạc lối.
zu: O you kholwa ukholelwe Allah and isithunywa sakhe and the Book ukuthi He sa phansi phezu isithunywa sakhe bese umBhalo lapho He sa phansi phambi.

# Quran630
source: Indeed, those who have believed then disbelieved, then believed, then disbelieved, and then increased in disbelief - never will Allah forgive them, nor will He guide them to a way.
ca: De fet, qui han cregut llavors dubtaven, llavors es creia, llavors dubtaven i llavors va augmentar amb incredulitat - mai Allah perdonin-los, ni va guiïn cap a una manera.
cy: Yn wir, credai rhai sy'n credu, mae ddysgais, yna, ddysgais yna, ac yna cynyddu mewn anghrediniaeth-byth bydd Allah yn maddau iddynt, nac yn ei harwain at ffordd.
da: Ja, dem, der har troet så disbelieved, derefter troede, derefter disbelieved, og steg derefter i vantro - aldrig vil Allah tilgive dem, eller vil han guide dem til en måde.
el: Πράγματι, όσοι έχουν πίστευε τότε disbelieved, πίστεψαν, τότε disbelieved, και στη συνέχεια αυξήθηκε δυσπιστία - ποτέ δεν θα Αλλάχ συγχωρεί τους, δεν θα αυτός οδηγούν σε έναν τρόπο.
et: Tõepoolest, need, kes on uskunud, siis disbelieved, siis uskusid, siis disbelieved ja siis suurenenud uskumatus - kunagi Allah andeks neile, ega ta juhatab neid nii.
fi: Itse asiassa ne, jotka uskoivat niin uskoneet, on luultu, sitten uskoneet ja kasvoi sitten epäuskoisena - koskaan Jumala anteeksi heille, eikä hän ohjaa heitä tapa.
he: אכן, מי האמין אז disbelieved, אז האמין, ואז disbelieved ולאחר מכן גדל בחוסר אמון - לא אללה יסלח להם, וגם הוא ידריך אותם לדרך.
hr: Doista, oni koji su povjerovali onda bio, onda vjerovao, tada bio, a zatim povećana u nevjerici - će Allah oprostiti njima, niti da ih vode kroz način.
lt: Iš tiesų, tie, kurie tikėjo, tada disbelieved, tada manoma, tada disbelieved, ir tada padidėjo netikėdamas - niekada bus Dievas przebacz jiems, nei jis padės jiems taip.
lv: Protams, tiem, kas ticēja, tad disbelieved, pēc tam ticēja, tad disbelieved un tad pieaugošā neticība - nekad netiks Allah piedot tiem, nedz viņš palīdzēs viņiem tā.
nb: Faktisk, de som har trodd så vantro, så trodde, deretter vantro, og deretter økes i vantro - Allah tilgi aldri dem, eller vil han lede dem til en måte.
sk: Naozaj, tých, ktorí verili, potom pochyboval, potom veril, potom pochyboval, a potom vzrástli neveriacky - nikdy Alah odpustí im, ani mu ich povedie k spôsobu.
sl: Res, tisti, ki so verjeli takrat verjeli, takrat verjeli, potem verjeli, ter se nato povečal nejeverno - nikoli ne bo Alah odpusti jim, niti bo on vodil način.
sr_cyrl: Заиста, они који имају веровала онда не верује, онда верује се, онда не верује, и онда се повећао у неверици - ће Аллах опростити њима, нити ће он водити их у много.
sr_latn: Zaista, oni koji imaju verovala onda ne veruje, onda veruje se, onda ne veruje, i onda se povećao u neverici - će Allah oprostiti njima, niti će on voditi ih u mnogo.
uk: Дійсно, ті, хто вважав, а потім disbelieved, потім вірив, потім disbelieved а потім збільшилася в невірстві - ніколи не буде Аллаха, прости їм, а також він допоможе їм шлях.
vi: Thật vậy, những người tin rằng sau đó disbelieved, sau đó tin, sau đó disbelieved, và sau đó tăng lên trong sự hoài nghi - không bao giờ sẽ Allah tha thứ cho họ, cũng như ông sẽ hướng dẫn họ đến một cách.
zu: Ngempela, labo kholwa ngalesosikhathi disbelieved ngalesosikhathi kholwa ngalesosikhathi disbelieved, bese anda disbelief - angisoze Allah thethelela them nor tando He khaphi them indlela.

# Quran631
source: Give tidings to the hypocrites that there is for them a painful punishment -
ca: Donar la noticia als hipòcrites que hi ha per a ells un dolor càstig-
cy: Roi tidings y rhagrithwyr nad oes iddynt cosb boenus-
da: Give tidender til hyklerne, der er for dem en smertefuld straf-
el: Δώσει την είδηση της υποκριτές ότι υπάρχει για αυτούς μια οδυνηρή τιμωρία-
et: Anna sõnumeid silmakirjatsejatega on neil valus karistus-
fi: Antaa sanomaa tekopyhät, etteikö heille tuskallinen rangaistus-
he: תן בשורות הצבועים שיש להם עונש כואב-
hr: Dati vijesti licemjeri da je za njih bolna kazna-
lt: Duoti žinią veidmainiai tai jiems skausminga bausmė-
lv: Dot vēstis liekuļi, ka tur ir viņiem sāpīgo sods-
nb: Gi budskap til hyklerne at det er for dem en pinefull straff-
sk: Dať zvesť pokrytci, že nie je pre nich bolestivé trest-
sl: Dati novic hinavci, da je za njih boleče kazen-
sr_cyrl: Дати добре вести хипокрите да постоји за њих болна казна-
sr_latn: Dati dobre vesti hipokrite da postoji za njih bolna kazna-
uk: Дати звістку лицемірами те, що для них болючою покарання-
vi: Cho tidings hypocrites là có cho họ một hình phạt đau đớn-
zu: Nikeza izilokotho ukuze nabazenzisi ukuthi kukhona ngabo buhlungu jeziso -

# Quran632
source: Those who take disbelievers as allies instead of the believers. Do they seek with them honor [through power]? But indeed, honor belongs to Allah entirely.
ca: Aquells que prenen disbelievers com aliats en lloc de creients. Tracten amb ells honor [a través de poder]? Però de fet, honor pertany a Allah totalment.
cy: Rhai sy'n cymryd disbelievers fel cynghreiriaid yn lle y credinwyr. A ydynt yn chwilio gyda hwy anrhydedd honno [drwy bŵer]? Ond yn wir, y mae yn fraint yn perthyn i Allah yn gyfan gwbl.
da: Dem, der tager vantro som allierede i stedet for troende. Søger de med dem ære [gennem magt]? Men faktisk ære tilhører Allah helt.
el: Εκείνοι που παίρνουν disbelievers ως συμμάχους αντί των πιστών. Επιδιώκουν με τους τιμήσει [μέσω δύναμης]; Αλλά πράγματι, η τιμή ανήκει Αλλάχ εξ ολοκλήρου.
et: Need, kes võtavad uskottomille asemel usklikud liitlastena. Nad otsivad neid au [power] kaudu? Aga tõepoolest, au kuulub Allah täielikult.
fi: Ne, jotka ottavat uskottomat liittolaisina sijaan uskovat. He hakevat niitä kunnioittaa [power] kautta? Mutta todellakin kunnia kuuluu Jumalalle kokonaan.
he: הנוטלים disbelievers כבנות ברית במקום המאמינים. האם הם מחפשים להם כבוד [דרך כוח]? אבל אכן, כבוד שייכת לאללה לחלוטין.
hr: Oni koji se iskuse kao saveznici umjesto vjernici. Ne traže s njima čast [kroz vlast? Ali doista, čast pripada Allahu u potpunosti.
lt: Tie, kurie imasi disbelievers kaip sąjungininkų vietoj tikintieji. Ar jie nori su jais garbę [per galia]? Bet iš tiesų, garbė priklauso Dievas visiškai.
lv: Tiem, kas disbelievers kā sabiedrotie, tā vietā, lai ticīgie. Viņi meklē ar viņiem godu [varas] caur? Bet patiešām, gods pieder Allah pilnībā.
nb: De som tar troende som allierte i stedet for troende. Søker med dem ære [gjennom power]? Men faktisk ære tilhører Allah helt.
sk: Tí, ktorí berú neveriacim ako spojenci namiesto veriacich. Hľadajú s nimi česť [cez moc]? Ale v skutočnosti patrí česť Alah úplne.
sl: Tisti, ki bo disbelievers kot zavezniki namesto verniki. Ne o tem posvetuje z njimi čast [skozi moč]? Ampak res, čast pripada Allah povsem.
sr_cyrl: Оних који узимају скептике као савезници а верници. Да ли покушавају с њима част [кроз власт? Али , заиста, част припада Алаху у потпуности.
sr_latn: Onih koji uzimaju skeptike kao saveznici a vernici. Da li pokušavaju s njima čast [kroz vlast? Ali, zaista, čast pripada Alahu u potpunosti.
uk: Тих, хто приймає disbelievers як союзники замість віруючих. Вони шукають з ними шанувати [живлення]? Але дійсно, честь належить Аллах повністю.
vi: Những người có thì là đồng minh thay vì các tín hữu. Họ có tìm cách với họ tôn vinh [thông qua sức mạnh]? Nhưng quả thật vậy, vinh dự thuộc về Allah hoàn toàn.
zu: Labo abazinika disbelievers njengabantu obambisene nabo esikhundleni amakholwa.

# Quran633
source: And it has already come down to you in the Book that when you hear the verses of Allah [recited], they are denied [by them] and ridiculed; so do not sit with them until they enter into another conversation. Indeed, you would then be like them. Indeed Allah will gather the hypocrites and disbelievers in Hell all together -
ca: I té ja es redueixen a vostè en el llibre quan sent els versos d'Allah [recitat], que són negats [per] i ridiculitzat; Així que no se sentin amb ells fins que entri en una altra conversa. De fet, que llavors seria com ells. Realment Allah reunirà els hipòcrites i disbelievers a l'infern tots junt-
cy: Ac wedi iddo eisoes yn dod i lawr i chi yn y llyfr pan fyddwch chi'n clywed y penillion Allah [oes], eu bod yn gwrthod [eu] a gwawdio; Felly nid yw yn sefyll gyda hwy hyd nes iddynt ddechrau yn sgwrs arall. Yn wir, yna byddai gennych fel nhw. Yn wir y bydd Allah yn casglu y rhagrithwyr a disbelievers yn uffern gyda'i gilydd-
da: Og det er allerede kommet ned til dig i den bog, at når du hører vers af Allah [fremsagde], de er nægtet [af dem] og latterliggjort; så må ikke sidde med dem, indtil de træder ind i en anden samtale. Ja, ville du så være ligesom dem. Faktisk vil Allah samle hyklere og vantro i helvede alle sammen-
el: Και αυτό έχει ήδη έρθει σε σας στο βιβλίο ότι όταν ακούω τους στίχους του Αλλάχ [απήγγειλε], δεν επιτρέπεται η [με τους] και γελοιοποιούν. έτσι δεν κάθονται με τους μέχρι να τεθούν σε μια άλλη συζήτηση. Πράγματι, στη συνέχεια, θα είναι σαν κι αυτούς. Πράγματι ο Αλλάχ θα συγκεντρωθούν οι υποκριτές και το disbelievers στην κόλαση που όλοι μαζί-
et: Ja see tulevad juba teile raamat [loetud] Jumala salmid kuuldes nende eitas [nende] poolt ja teleekraanil; nii et istuda nendega enne, kui nad alustavad uut vestlust. Tõepoolest, siis oleks teile meeldib neile. Tõepoolest Jumal kogub silmakirjatsejad ja uskottomille põrgus kõik koos-
fi: Ja se on jo tullut alas sinun luoksesi kirja, että kun kuulet Jumala [luettu] säkeet, ne kielsi [heille] ja pilkataan; Joten Älä istu heidän kanssaan, kunnes ne otetaan toinen keskustelu. Itse asiassa voit sitten olla heidän kaltaisiaan. Todellakin Jumala kokoaa tekopyhiä ja uskottomat helvetissä kaikki yhdessä-
he: ואת זה כבר יורד לך בספר זה כאשר אתה שומע את הפסוקים של אללה [דקלם], הם נדחה [אותם], לעג; אז לא לשבת איתם עד שהם נכנסים לתוך שיחה אחרת. אכן, ואז יהיו לך אותם. אכן יתכנסו אללה את הצבועים ואת disbelievers בגיהנום כולם ביחד-
hr: I to je već te u knjizi da kad čujete stihove Allah [recitira], su odbio [im] i ismijan; Ne sjediti s njima dok ne uđu u drugi razgovor. Doista, što će onda biti kao oni. Zaista Allah će okupiti licemjeri i iskuse u paklu svi zajedno-
lt: Ir ji jau nusileisti jums knygoje kad išgirdę Dievo [skaito] ženklai, jie neigia [jiems] ir išjuokė; Todėl negalima sėdėti su jais, kol jie patenka į kitą pokalbį. Iš tiesų, jums bus panašūs į juos. Iš tiesų Dievas susirinks veidmainiai ir disbelievers visi kartu - pragare
lv: Un tas jau nokritusies līdz jūs grāmatā, ka kad jūs dzirdat Allah [skaitīja] panti, tie ir liegusi [tiem] un izsmietas; Tātad nevis pasēdēt kopā ar viņiem, līdz tie stājas cita saruna. Protams, jūs tad būtu līdzīgi tiem. Patiešām Allah pulcēsies liekuļi un disbelievers ellē visi kopā-
nb: Og det har allerede kommet ned til deg i boken at når du hører versene av Allah [resitert], de er nektet [av dem] og latterliggjort; så ikke sitte med dem før de kommer inn i en annen samtale. Faktisk vil du deretter bli som dem. Faktisk samles Allah hyklere og troende i helvete alle sammen-
sk: A má už prísť na vás v knihe, že keď počujete verše Alah [prednášal], sú popiera [ich] a výsmech; Takže, nie sedieť s nimi, až kým nevstúpi do inej diskusie. Vskutku, potom by ste sa páčiť. Naozaj Boh zhromaždí pokrytci a neveriacim v pekle všetci spolu-
sl: In to je že prišel do vas v knjigi, da ko slišiš verzov Allah [recitiral], so zavrnjen [jih] in posmeha; tako ne sedi z njimi, vse dokler ne vstopi v drugo pogovor. Res, bi tako všeč. Dejansko se bo zbralo Allah hinavci in disbelievers v pekel vse skupaj-
sr_cyrl: И то је већ сишла с тобом у књизи да када чујете стихове Алаха [рецитовао], су дозволиле [их] и исмејан; Тако да не седи са њима док не уђу у други разговор. Заиста , онда би као и они. Заиста је Аллах окупиће лицемери и скептике у паклу сви заједно-
sr_latn: I to je već sišla s tobom u knjizi da kada čujete stihove Alaha [recitovao], su dozvolile [ih] i ismejan; Tako da ne sedi sa njima dok ne uđu u drugi razgovor. Zaista, onda bi kao i oni. Zaista je Allah okupiće licemeri i skeptike u paklu svi zajedno-
uk: І це вже дійшло до вас в книзі, що коли ви чуєте вірші Аллах [читається], їх відхилено [їх] і глузування; так сидіти з ними поки вони вступають в іншої розмови. Дійсно, ви б тоді їм подібні. Дійсно Аллах збере лицемірів і disbelievers в пекло, всі разом-
vi: Và nó đã đã đi xuống với bạn trong cuốn sách khi bạn nghe những câu thơ của Allah [niệm], họ bị từ chối [của họ] và nhạo báng; Vì vậy, không phải ngồi với họ cho đến khi họ tham gia vào một hội thoại. Thật vậy, bạn sau đó sẽ như họ. Thật vậy Allah sẽ tập hợp hypocrites và thì trong địa ngục tất cả cùng nhau-
zu: Futhi sewafika wehlele kini eNcwadini ukuthi uma uzwa amavesi Allah [hlabelela], basuke waphika [yibo] chwaneka;
