Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1399
source: Say, "Are there of your 'partners' any who guides to the truth?" Say, "Allah guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge?"
ca: Diuen, "S'ha de"socis"qualsevol que governa a la veritat?" Dir, "guies d'Allah a la veritat. Així és el que guia a la veritat més digne de ser seguit o qui guies no menys que ell és guiat? Llavors què és [malament] amb vostè - com vol jutjar?"
cy: Dweud, "Oes eich 'partneriaid' unrhyw sy'n tywys at y gwir?" Dweud, "Canllaw Allah y gwir. Felly y mae ef sy'n tywys at y gwir deilwng mwy i'w dilyn neu ei sy'n tywys ni oni bai ei fod yn cael ei arwain? Wedyn beth yw [anghywir] gyda chi-sut byddwch yn barnu?"
da: Sige, "Er der i din 'partnere' enhver der guider til sandheden?" Sige, "Allah guides til sandheden. Så er han, der guider til sandheden mere værdig følges eller ham, der guider ikke medmindre han er styret? Så hvad er [forkert] med dig - Hvordan vurderer du?"
el: Λένε, «Αποτελούν εκεί από τους «συνεργάτες» σας οποιαδήποτε που καθοδηγεί στην αλήθεια;» Λένε, «Αλλάχ οδηγοί στην αλήθεια. Έτσι είναι αυτός που καθοδηγεί την αλήθεια πιο άξια να ακολουθηθεί ή αυτός που καθοδηγεί όχι, εκτός αν αυτός καθοδηγείται; Τότε τι συμβαίνει [] μαζί σας - πώς κρίνετε;»
et: Öelda: "Kas on olemas oma partnerite keegi, kes suunab tõtt?" Öelda: "Jumal juhendid tõde. Siis ta, kes suunab tõde rohkem väärt järgitavaid või kes juhendab ei, kui ta juhindub? Seejärel vaatamisega [] teiega - kuidas hindate?"
fi: Sanoa, "On olemassa"kumppanien"ketään, joka ohjaa totuus?" Eli "Jumala ohjaa totuutta. Siis hän, joka ohjaa totuutta enemmän arvoinen noudatettava tai hän, joka ohjaa, ellei hän on ohjannut? Sitten mitä vikaa [] sinun - miten suhtaudutte?"
he: לומר, "האם יש מהשותפים שלך' ' כל מי מנחה את האמת?" אומרים, "מדריכי אללה אל האמת. אז זה מי מנחה את האמת ראוי יותר להיות אחריו או מי מנחה אלא אם כן הוא מודרך? אז מה קרה [] איתך - ניכר?"
hr: Kažu, "Postoje 'partner' bilo koji vodi do istine?" Kažu, "Allah vodiče za istinu. Tako je on koji vodi istini više vrijedan da se slijedi ili koji vodi ako on vodi? Onda što je [u redu] s si - kako vam suditi?"
lt: Sako: "Ar čia jūsų"partnerių"bet kuris veda į tiesą?" Sako: "Dievas vadovus į tiesą. Taigi yra tas, kuris veda į tiesą daugiau vertas, būtina laikytis ar tas, kuris veda ne, nebent jis vadovaujasi? Tada kas negerai [] su jumis - kaip padaryti jūs teisėjas?"
lv: Teiksim, "Ir tur savu partneru kas gidi patiesība?" Teiksim, "Allah ceļveži uz patiesību. Tātad ir tas, kurš virza uz patiesību vairāk vērta jāievēro vai tas, kurš virza ne vien viņš vadās? Tad kas noticis [] ar jums - kā tu spried?"
nb: Si, "Er det din 'partnere' alle som guider til sannheten?" Si, "Allah guider til sannheten. Så er han som veileder sannheten mer verdig følges eller han som guider ikke med mindre han er guidet? Så hva er [feil] med deg - hvordan har du dømme?»
sk: Povedať: "Sú tam vaše"partneri"kto riadi pravdu?" Povedať "Alah návody k pravde. Teda ten, ktorý vedie k pravde viac hoden dodržať, alebo ten, kto riadi, nie, ak je vedený? Potom čo je [] s tebou - ako urobiť budete súdiť?"
sl: Reči, "So"partnerjem"vse, ki vodi do resnice?" Reči, "Allah vodila do resnice. Tako je on, ki vodi do resnice več vreden upoštevati ali kdor vodi le, če je ravna? Nato še [narobe] z vami - kako sodnik?"
sr_cyrl: Рекао је, "Да ли је остало од 'партнера' било који води до истине?" Реци , "Аллах водиче до истине. Је ли он који води до истине вреднија ће уследити или он који води осим ако не води? Онда шта је [у реду] с тобом - процени?"
sr_latn: Rekao je, "Da li je ostalo od 'partnera' bilo koji vodi do istine?" Reci, "Allah vodiče do istine. Je li on koji vodi do istine vrednija će uslediti ili on koji vodi osim ako ne vodi? Onda šta je [u redu] s tobom - proceni?"
uk: Сказати: "Чи є там ваших партнерів будь-який направляє до істини?" Скажімо, "Аллах напрямні до істини. Так чи є він, який веде до істини більш гідний, яких слід дотримуватися або він, який направляє ні, якщо вона керується? То що не [так] з вами - як ви судити?"
vi: Nói, "Là có của bạn 'đối tác' của bất kỳ người hướng dẫn đến sự thật?" Nói, "Allah hướng dẫn đến sự thật. Vậy là ông đã dẫn tới sự thật xứng đáng hơn để được theo sau, hoặc người hướng dẫn không, trừ khi anh hướng dẫn? Sau đó những gì [sai] với bạn - làm thế nào bạn làm thẩm phán không?"
zu: Ithi, "Ingabe kukhona of yakho 'partners' ezingokwesiprofetho zanoma ubani khaphi kuze yaniso?"

# Quran1400
source: And most of them follow not except assumption. Indeed, assumption avails not against the truth at all. Indeed, Allah is Knowing of what they do.
ca: I la majoria d'ells seguir no excepte suposició. De fet, Assumpció compta no contra la veritat en absolut. De fet, Allah està saber de què fan.
cy: Ac mae'r rhan fwyaf ohonynt yn dilyn nid ac eithrio dybiaeth. Yn wir, mae rhagdybiaeth yn avails yn erbyn y gwir o gwbl. Yn wir, Allah yn gwybod yr hyn y maent yn ei wneud.
da: Og de fleste af dem følger ikke undtagen antagelse. Faktisk, antagelse benytter ikke mod sandheden på alle. Allah er at vide om, hvad de gør.
el: Και οι περισσότεροι από αυτούς που ακολουθούν δεν εκτός από την υπόθεση. Πράγματι, η υπόθεση κάνει χρήση όχι κατά την αλήθεια σε όλα. Πράγματι, Αλλάχ είναι γνωρίζοντας τι κάνουν.
et: Ja enamik neist jälgi ei oletus välja arvatud. Tõepoolest, eelduse kasutab mitte tõe vastu üldse. Tõepoolest, Allah on teades, mida nad teevad.
fi: Ja useimmat niistä ole paitsi oletus. Itse asiassa olettamukseen käyttää ei totuutta vastaan lainkaan. Itse asiassa Jumala on tieto, mitä he tekevät.
he: ופעל רובם לא פרט ההנחה. ואכן, מתוך הנחה לנוס לא נגד האמת בכלל. אכן, אללה הוא שהידיעה של מה שהם עושים.
hr: I većina njih slijediti ne osim pretpostavka. Uistinu, pretpostavka uopće preostaje ne protiv istine. Uistinu, Allah je poznavanje onoga što rade.
lt: Ir dauguma jų laikytis nėra išskyrus prielaida. Iš tiesų, prielaida pasinaudoja ne prieš tiesa ne visiems. Iš tiesų, Allah yra žinios, ką jie daro.
lv: Un lielākā daļa no viņiem sekot nav izņemot pieņēmums. Tik tiešām, pieņemot izmanto nevis pret patiesību vispār. Patiešām, Allah ir zinot, ko viņi dara.
nb: Og de fleste av dem følger ikke unntatt forutsetning. Faktisk benytter forutsetning ikke mot sannheten på alle. Døyve er faktisk vite av hva de gjør.
sk: A väčšina z nich nie okrem predpoklad. Vskutku, predpoklad využíva nie proti pravde vôbec. Alah je skutočne vedieť, čo robia.
sl: In večina od njih ne razen predpostavki. Res, predpostavka obrne ne proti resnice sploh. Res, Allah je poznavanje tega kar počnejo.
sr_cyrl: И већина њих прати не само претпоставка. Уистину , претпоставка аваилс уопште нису против истине. Уистину , Аллах је знајужи о ономе што чине.
sr_latn: I većina njih prati ne samo pretpostavka. Uistinu, pretpostavka avails uopšte nisu protiv istine. Uistinu, Allah je znajuжi o onome što čine.
uk: І більшість з них виконайте не за винятком припущення. Дійсно, Успенський сили немає не проти істини на всіх. Справді, Аллах, знаючи, що вони роблять.
vi: Và hầu hết trong số họ theo không ngoại trừ giả định. Thật vậy, giả định thì không phải chống lại sự thật cả. Thật vậy, Allah là hiểu biết về những gì họ làm.
zu: Futhi iningi labo landela hhayi ngaphandle kucatshangwa.

# Quran1401
source: And it was not [possible] for this Qur'an to be produced by other than Allah, but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture, about which there is no doubt, from the Lord of the worlds.
ca: I no [possible] per aquesta Qur ' an ser produïts per diferents Allah, però [és] una confirmació del que era abans i una explicació detallada de l'escriptura [ex], sobre el qual no hi ha dubte, des del Senyor dels mons.
cy: Ac nid oedd [bosibl] ar gyfer y Qur'an i gael eu cynhyrchu gan heblaw Allah, ond [Mae'n] cadarnhad o'r hyn a oedd cyn ac esboniad manwl o'r ysgrythur [gynt] y, y, nid oes unrhyw amheuaeth, o Arglwydd y byd.
da: Og det var ikke [mulighed] for denne Koranen at være produceret af andre end Allah, men [det er] en bekræftelse af, hvad der var før det og en detaljeret forklaring af den [tidligere] Skriften, hvorom der er ingen tvivl, fra verdens Herre.
el: Και δεν κατέστη [πιθανά] για αυτό Qur'an καταρτίζεται από άλλο από Αλλάχ, αλλά [είναι] επιβεβαίωση του τι ήταν πριν από αυτό και μια λεπτομερή εξήγηση της Αγίας Γραφής του [πρώην], για την οποία δεν υπάρχει καμία αμφιβολία, από τον κύριο των κόσμων.
et: Ja ei olnud [võimalus] käesoleva Koraani peale Allahi poolt toodetavate aga [on] taotluse kohta, mis oli enne seda ja üksikasjaliku selgituse selle kohta, mis ei ole kahtlust, alates Maailmade isand [endine] pühakirja.
fi: Ja se ei ollut [voi] tämän Koraanin tuotetaan kuin Jumala, mutta se on vahvistus siitä, mitä oli ennen ja yksityiskohtainen selvitys [entinen] Raamattu, josta ei ole epäilystäkään, maailmojen luoja.
he: וזה לא היה [אפשרות] את הקוראן הזה להיות מיוצר על ידי מלבד אללה, אבל [הוא] אישור של מה היה לפני זה, הסבר מפורט על כתבי הקודש [לשעבר], כאשר קיים ספק מהאל העולמות.
hr: I to nije [moguće] za ovaj Kur'an kako bi se proizveo osim Allaha, ali to je potvrda kako je prije bilo i detaljno objašnjenje [bivšeg] pisma, o kojima nema sumnje, od gospodara svjetova.
lt: Ir tai buvo ne [leidžia] šis Koran turi būti pagamintos pagal ne Dievas, bet [tai] patvirtinimas, kas buvo prieš tai ir išsamų paaiškinimą, [buvęs] raštas, apie kurį nėra jokių abejonių, iš pasaulių valdovas.
lv: Un tas nebija [iespējas] šo Qur jāražo nevis Allah, bet [tas] apstiprinājumu par to, kas bija pirms tam un detalizētu skaidrojumu [bijušā] rakstiem, par kuriem nav nekādu šaubu, no pasaules kungu.
nb: Og det var ikke [mulig] for denne Koranen produseres av enn Døyve, men [det er] en bekreftelse av det var før det og en detaljert forklaring av [tidligere] skriften, som det er ingen tvil, fra Herren av verdens.
sk: A nebolo to [umožniť] tento Korán má byť vypracovaná okrem Alaha, [je], ale potvrdenie toho, čo bolo pred ním a podrobné vysvetlenie [predtým] Biblie, o ktorých nie je pochýb, od pána svetov.
sl: In ni bilo [mogoče] tej Qur'an ga izdela razen Allah, vendar [je] potrditev, kar je bilo pred to in podrobno razlago [nekdanji] Sveto pismo, o katerih ni dvoma, od Gospoda svetov.
sr_cyrl: И није било [могућим] за овај Куран да буде произведен од стране осим Алаха, али [је] потврда него раније то и детаљно објашњење [бившег] Светог писма, о којима нема сумње, од Господа светова.
sr_latn: I nije bilo [mogućim] za ovaj Kuran da bude proizveden od strane osim Alaha, ali [je] potvrda nego ranije to i detaljno objašnjenje [bivšeg] Svetog pisma, o kojima nema sumnje, od Gospoda svetova.
uk: І це не [можливо] для цього Коран, які будуть підготовлені крім Аллаха, але [вона] підтвердження про те, що було до нього і докладне пояснення [колишнього] Писання, про якого не викликає сумніву, від Господа світів.
vi: Và nó không phải là [có thể] cho này Qur'an được sản xuất bởi khác ngoài Allah, nhưng [đó là] một xác nhận của những gì đã trước đó và một lời giải thích chi tiết của kinh thánh [cũ], về mà có là không có nghi ngờ, từ Chúa của thế giới.
zu: Futhi kwakungeyona [kungenzeka] kulolu Qur'an ukuba ezivezwa nezinye kuka Allah, kodwa [kuba] isiqinisekiso salokho okwakuzokwenzeka ngaphambi kwalo futhi uthole incazelo eningiliziwe the [owabe] umBhalo, akukho kungabaza ngokuthi lapho,

# Quran1402
source: Or do they say [about the Prophet], "He invented it?" Say, "Then bring forth a surah like it and call upon [for assistance] whomever you can besides Allah, if you should be truthful."
ca: O fer diuen [sobre el Profeta], "va inventar-ho?" Dir, "llavors portar endavant una surah com això i crida a [d'assistència] qui pot a més d'Allah, si vostè ha de ser veraç".
cy: Neu ei ddywedant [am y Proffwyd], "oedd ei ddyfeisio?" Dweud, "yna yn cyflwyno surah fel mae'n ac yn galw ar [cymorth] bwy bynnag eich gallu ar wahân i Allah, os y dylech fod yn onest."
da: Eller siger de [om profeten], "han opfandt det?" Siger, "så frembringe en Sura som det og opfordrer [for bistand] hvem du kan udover Allah, hvis du skulle være sandfærdig."
el: Ή λένε [σχετικά με τον προφήτη], «αυτός είναι εφευρέθηκε;» Λένε, ΄΄δεν φέρει στο προσκήνιο μια surah όπως αυτό και καλούμε [για βοήθεια] όποιον μπορείτε να εκτός από Αλλάχ, αν θα πρέπει να είναι αληθείς.»
et: Või nad ütlevad [umbes prohvet], "leiutas ta?" Öelda, "siis nagu see ja tingida korral [] keda iganes te saate peale Allahi surah esile tuua, kui peaks olema tõesed."
fi: Tai he sanovat [noin profeetta] "hän keksi sen?" Sanoa: "sitten synnyttää suura ja avunpyyntöön kun [] kenen voit lisäksi Jumala, jos olisi totuudenmukaista."
he: או הם אומרים [על הנביא], "הוא המציא אותה?" אומרים, "אז לפלח של סורה כמו זה קורא את [לקבלת סיוע] כל מי שאתה יכול מלבד אללה, אם אתה צריך להיות כנה".
hr: Ili kažu [o proroku], "On je izumio to?" Rekao, "onda izvede Sura kao što je to i poziv na [pomoć] koga god da možete osim Allaha, ako bi trebao biti iskren."
lt: Ar jie sako [apie pranašo], "jis išrado ji?" Sako, "tai duoda surah kaip ji ir kreiptis i [dėl pagalbos] tuos, kas jūs galite be Dievo, jei jūs turite būti teisingi."
lv: Vai viņi saka [par pravieti], "viņš izgudroja to?" Teikt, "tad nes sevī surah patīk un aicinājums pēc [atbalsta] whomever var Allah, turklāt, ja jums ir jābūt patiesam.
nb: Eller sier de [om profeten], "han oppfant det?" Si, "så frembringe en surah som det og påkalle [for hjelp] hvem du kan foruten Allah, dersom du skulle være sannferdig."
sk: Alebo hovoria [o prorok], "že on vynašiel to?" Povedal, "potom zrodí surah ako a výzvu na [Pomoc] koho môžete popri Alláhu, ak by ste mali byť pravdivé."
sl: Ali pa bodo rekle [o prerok], "ga je izumil?" Reči, "potem prinašajo surah všeč biti to ter poziva [za pomoč] komurkoli lahko poleg Allah, če bi morali biti resnični."
sr_cyrl: Или они казу [о пророку], "је то измислио?" Реци , "а онда Доведите ми је цонтох као позив на [помоћ] кога год можете осим Алаха, и да си био искрен.
sr_latn: Ili oni kazu [o proroku], "je to izmislio?" Reci, "a onda Dovedite mi je contoh kao poziv na [pomoć] koga god možete osim Alaha, i da si bio iskren.
uk: Або вони сказали [про пророк], "він винайшов це?" Сказати ", то вона породила surah, як це і закликати на [допомога] будь-ким ви можете крім Аллаха, якщо ви повинні бути правдивими".
vi: Hoặc họ nói [về các tiên tri], "ông phát minh ra nó?" Nói, "sau đó đưa ra một surah như nó và kêu gọi khi [hỗ trợ] bất cứ ai mà bạn có thể ngoài Allah, nếu bạn cần phải trung thực."
zu: Noma abasho [mayelana uMprofethi], "nguye owasungula it?"

# Quran1403
source: Rather, they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers.
ca: Més aviat, han negat que que abasten no en el coneixement i la interpretació encara no ha arribat a ells. Així, aquells abans d'ells ho va negar. Llavors observar com era el final de la malfactors.
cy: Yn hytrach, maent wedi gwadu bod a ydynt yn cynnwys nid mewn gwybodaeth a dehongli eu nad yw eto wedi iddynt. Felly oedd rhai cyn eu gwadu. Yna arsylwi sut oedd diwedd y tramgwyddo.
da: Tværtimod har de nægtet at som de omfatter ikke i viden og hvis fortolkning ikke er endnu kommet til dem. Dermed dem før dem benægte. Derefter iagttage hvordan var i slutningen af lovovertrædere.
el: Μάλλον, αρνήθηκαν ότι που αυτές δεν στη γνώση και την ερμηνεία των οποίων δεν έχει τεθεί ακόμη σε αυτά. Έτσι αρνήθηκε αυτές πριν από αυτούς. Στη συνέχεια, παρατηρήστε πώς ήταν το τέλος της των παραβατών.
et: Pigem nad on eitanud, et mitte teadmistesse kutsealade ja mille tõlgendamine ei ole veel tulnud neile. Seega need enne neid eitada. Seejärel jälgida, kuidas oli selle tekitaja lõppu.
fi: Pikemminkin ne kiistivät, että vasta Tietoa aloista ja joiden tulkintaa ei ole vielä tullut heille. Näin ne ennen niitä kieltää. Sitten tarkkailla, miten oli loppu, nämä syntiset.
he: במקום זאת, הם מכחיש כי אשר הם מקיפים לא-ידע ופרשנות של מי עדיין לא הגיע אליהם. לפיכך אלה לפניהם להכחיש. אז שימו לב איך היה הסוף הפושעים.
hr: Radije, oni su porekli da koja su obuhvatila ne u znanje i čije tumačenje još nije došao do njih. Tako oni prije njih odbiti. Onda promatrajte kako je bilo na kraju počinioce.
lt: O, jie turλti neigia, kad jie apimtų ne į žinių ir kurių dar neatėjo jiems. Taigi prieš juos paneigti. Tada stebėti, kaip buvo grzesznicy pabaigos.
lv: Drīzāk tās noliedza, ka ko tās aptver, to zināšanu un kuru interpretāciju vēl nav pienācis pie viņiem. Tādējādi tiem, pirms tos noliegt. Pēc tam novērot, kā beidzās pārkāpējus.
nb: I stedet har de benektet at de omfatter ikke i kunnskap og hvis tolkningen ikke er ennå kommet til dem. Derfor de som før dem nekte. Deretter observere hvordan var slutten av wrongdoers.
sk: Skôr, pretože popreli, že ktoré zahŕňajú nie vo vedomostiach a ktorých tlmočenie ešte neprišiel na ne. Teda tí pred nimi poprieť. Potom sledovať, ako bolo na konci zloèinci.
sl: Namesto, so zanikali, da ki jih zajema ne v znanje in katerih razlaga še ni prišel do njih. Tako tiste, ki so pred njimi zanikati. Nato opazujejo, kako je bil konec je wrongdoers.
sr_cyrl: Радије , они су порекли да које они обухватају не у знање и чија интерпретација није стигао да их. Према томе да ли оне пре њих порицати. Онда посматрајте како је било на крају починиоце.
sr_latn: Radije, oni su porekli da koje oni obuhvataju ne u znanje i čija interpretacija nije stigao da ih. Prema tome da li one pre njih poricati. Onda posmatrajte kako je bilo na kraju počinioce.
uk: Швидше за все, вони мають заперечував, що яких вони охоплюють не в знання і чиї тлумачення ще не настав до них. Таким чином ті, перед ними заперечувати. Потім спостерігати, як було в кінці на розкаюємося.
vi: Thay vào đó, họ đã từ chối rằng mà họ bao gồm không có trong kiến thức và giải thích mà đã không được đi với họ. Do đó những người trước khi họ từ chối. Sau đó quan sát như thế nào là kết thúc của các wrongdoers.
zu: Kunalokho, baye waphika ukuthi which they ahlanganise ongenalo olwazini kanye ogama nencazelo asikafiki kubo.

# Quran1404
source: And of them are those who believe in it, and of them are those who do not believe in it. And your Lord is most knowing of the corrupters
ca: I d'ells són els que hi creuen, i ells són els que no creuen en això. I el seu senyor és saber la majoria de les corrupters
cy: Ac iddynt yw'r rhai sydd yn credu ynddo, ac iddynt yw'r rhai nad ydynt yn credu ynddo. Ac mae eich Arglwydd yn gwybod fwyaf am y corrupters
da: Og af dem er dem, der tror på det, og af dem er dem, der ikke tror på det. Og din herre er de fleste at vide af corrupters
el: Και από αυτούς είναι εκείνοι που πιστεύουν σε αυτή, και από αυτούς είναι εκείνοι που δεν πιστεύουν σε αυτό. Και ο Λόρδος σας είναι οι περισσότεροι γνωρίζει από την corrupters
et: Neist on need, kes usuvad seda ja nad on need, kes ei usu seda. Ja teie Issand on enamik teades selle corrupters
fi: Ja niistä ovat ne, jotka uskovat siihen, ja niistä ovat ne, jotka eivät usko sitä. Ja teidän Herranne on, corrupters
he: מהם הם אלה אשר מאמינים בכך ו מהם הם אלה אשר אינם מאמינים בו. הוא לדעת רוב של corrupters
hr: Od njih su oni koji vjeruju u to i od njih su oni koji ne vjeruju u to. A Gospodar tvoj je većina znajući za corrupters
lt: Ir iš jų yra tie, kurie tiki į jį, ir iš jų yra tie, kurie netiki į jį. Ir jūsų Viešpats yra dauguma žinant, kad corrupters
lv: Un no tiem ir tie, kuri tic tam, un no tiem ir tie, kuri netic tam. Un jūsu kungs ir visvairāk zinot corrupters
nb: Og av dem er de som tror på det, og av dem er de som ikke tror på den. Herren er de fleste vet av de kobber og jern
sk: A z nich sú tí, ktorí veria v to, a z nich sú tí, ktorí neveria v to. A váš pán je najviac vedel corrupters
sl: Od njih so tisti, ki verjamejo v to in od njih so tisti, ki ne verjamejo v to. In vaš Gospod je večina vedo na corrupters
sr_cyrl: Од њих су они који верују у то и од њих су они који не верују у то. И твој господар је већина јер знам да је цорруптерс
sr_latn: Od njih su oni koji veruju u to i od njih su oni koji ne veruju u to. I tvoj gospodar je većina jer znam da je corrupters
uk: І з них тих, хто вірує в нього, і з них є ті, хто не вірить в нього. І ваш Господь більшість знаючи до тепер
vi: Và họ là những người tin vào nó, và họ là những người không tin vào nó. Và Chúa của bạn là hầu hết hiểu biết của các corrupters
zu: Futhi kulo bayizinkulungwane labo kholwa it, nangalowo kwabo kukhona nalabo abakholelwa kulo.
