Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran794
source: For they had denied the truth when it came to them, but there is going to reach them the news of what they used to ridicule.
ca: Per a ells havia negat la veritat quan es va arribar a ells, però ha de arribar-hi la notícia de què van utilitzar el ridícul.
cy: Ar gyfer maent wedi gwrthod y gwir pan mae'n dod iddynt, ond yn y newyddion am yr hyn y maen nhw'n ei gwawdio yn eu cyrraedd.
da: For de havde nægtet sandheden, når det kom til dem, men der kommer til at nå dem nyheden om hvad de bruges til grin.
el: Γιατί τους είχε αρνηθεί την αλήθεια, όταν ήρθε σε αυτά, αλλά δεν πρόκειται να τους φτάσει τα νέα του what που χρησιμοποίησαν για να γελοιοποιήσει.
et: Sest nad olid eitas tõde tuli neile, kuid seal saab jõuda neid Uudised mida nad naeruvääristama.
fi: Sillä ne oli kieltänyt totuuden, kun se tuli heille, mutta siellä tulee perille Uutiset mitä heillä oli tapana naurunalaiseksi.
he: כי הם היו הכחיש את האמת הגיע אליהם, אך שהולך להגיע אליהם הידיעה על מה הם נהגו ללעוג.
hr: Jer su je zanijekao istinu kada je došao do njih, ali će ih stići vijesti o to dobro ismijati.
lt: Nes jie neigė tiesą, kai ji atėjo į juos, bet ten bus pasiekti jiems, ką jie naudojami pajuokos Naujienos.
lv: Jo viņi bija liegta patiesību, kad tas atnāca uz tiem, bet tur gatavojas sasniegt tos ziņas par to, ko viņi izmanto izsmiekls.
nb: For de hadde nektet sannheten når det kom til dem, men det skal nå dem nyheten om hva de brukte å latterliggjøre.
sk: Pre popreli mal pravdu, keď prišiel k nim, ale tam bude dostať správy o to, čo bývali zosmiešniť.
sl: Zakaj jih je zanikal resnico, ko je prišel do njih, ampak tam gre za njihovo doseganje, novice, za kar se uporabljajo za zasmehovanje.
sr_cyrl: Јер су порекли истину када им се обратио, али це да их добијем вести о су некад руглу.
sr_latn: Jer su porekli istinu kada im se obratio, ali ce da ih dobijem vesti o su nekad ruglu.
uk: Бо вони було відмовлено правду, коли він прийшов до них, але там буде зв'язатися з ними звістка про те, що вони використовували до насмішок.
vi: Vì họ đã từ chối sự thật khi nó đến với họ, nhưng sẽ tiếp cận với họ các tin tức của họ sử dụng như thế nào để chế giễu.
zu: Ngoba bona uyakuphika yaniso uma it Is sondela them, kodwa kukhona uya ukufinyelela kubo izindaba ngalokho ababevame usulu.

# Quran795
source: Have they not seen how many generations We destroyed before them which We had established upon the earth as We have not established you? And We sent [rain from] the sky upon them in showers and made rivers flow beneath them; then We destroyed them for their sins and brought forth after them a generation of others.
ca: Ells no he vist a generacions quants hem destruït abans d'ells que havíem establert a la terra no hem establert que? I hem enviat [pluja àcida] cel a ells en dutxes i cabal de rius fet sota d'ells; llavors hem destruït pels seus pecats i portat endavant després d'ells una generació d'altres.
cy: Ni welwyd faint o genedlaethau yn dinistrio ein cyn iddynt sy'n inni sefydlu ar y ddaear fel yr ydym wedi sefydlu nad ydych? Ac anfonwyd [glaw o] yr awyr arnynt mewn cawodydd a llif afonydd wnaed oddi tano; yna eu dinistrio am eu pechodau a dwyn ymlaen ar ôl eu cenhedlaeth o eraill.
da: Har de ikke set hvor mange generationer vi ødelagt før dem som vi havde etableret på jorden, som vi ikke har etableret du? Og vi sendte [regn fra] himlen over dem i brusere og lavet floder flow under dem; så vi ødelagt dem for deres synder og bragt tilbage efter dem en generation af andre.
el: Έχουν δεν δει Πόσες γενιές εμείς καταστρέφουμε πριν από αυτούς που είχαμε θέσει επάνω στη γη όπως δεν έχουμε καθιερώσει σας; Και στείλαμε [βροχή από] τον ουρανό επάνω τους στο ντους και έκανε ποτάμια ροή κάτω από τους? τότε απώλεσεν για τις αμαρτίες τους και έφερε στο προσκήνιο μετά από αυτές μια γενιά των άλλων.
et: Nad ei ole näinud mitu põlvkonda me hävitada enne neid mis meil oli loodud maa peal, kui meil on loonud teile? Ja saatsime [rain alates] neile taeva duširuumid ja tehtud jõgede voolu all neid; siis hävitab oma patud ja toonud esile pärast neid teiste põlvkond.
fi: He ole nähneet, kuinka monta sukupolvea me tuhotaan ennen heitä joka esittämiemme maan päälle, koska emme ole perustettu voit? Ja lähetimme [sateen] heille taivaalla suihkut ja tehty joet alla; sitten tuhonnut synneistään ja tuotti perään sukupolven muiden.
he: הם לא ראו כמה דורות השמדנו לפניהם אשר אנו שהוקם על פני האדמה כמו לא הקמנו? ושלחנו [גשם] השמיים בהם מקלחות ואת זרימת נהרות תוצרת תחתם; לאחר מכן השמיד אותם על חטאיהם, הביא אחריהם דור של אחרים.
hr: Nisam oni koliko naraštaja smo uništili prije njih koje smo utvrdili na zemlji kao da ne predstavljaju I poslali smo [kiša iz] nebo na njih u tuševima i napravio rijeke tok ispod njih; Onda ih je uništio zbog njihovih grijeha i izvede ih druge generacije.
lt: Jie mačiau kiek kartų mes sunaikinti prieš juos, mes turėjome nustatyti žemėje kaip mes nėra įsteigusios jums? Ir išsiuntėme [lietaus iš] dangaus jiems dušai ir padarė upių srautai po jų; tada mes sunaikino už jų nuodėmes ir išvedė po jų kartos kitų.
lv: Vai viņi nav redzējuši, cik paaudzēm mēs iznīcināt pirms tiem, kas mums bija izveidota uz zemes, mēs esam nodibinājuši ne jūs? Un mēs nosūtījām [lietus no] debess tām dušām un padarīja upes plūsmu zem tiem; tad mēs tos jāiznīcina par saviem grēkiem un izņēma aiz tiem citu paaudzi.
nb: Har de ikke sett hvor mange generasjoner vi ødelagt før dem som vi hadde etablert på jorden som ikke har vi etablert du? Og vi sendte [regn fra] himmelen over dem i dusjer og laget elvene strømmer under dem. Vi ødela dem for deres synder og brakt tilbake etter dem en generasjon av andre.
sk: Oni videli ako mnoho generácií sme zničili pred nimi, ktoré zriadila sme na zemi, ako sme si nestanovili? A poslali sme [dážď] nebo na ne sprchy a tok rieky sa pod nimi; potom sme ich zničil za svoje hriechy a vyviedol po nich ďalšie generácie.
sl: Oni ne videli, koliko generacij smo uničeni pred njimi ki mi določila na zemlji kot smo niso ugotovili boste? In smo poslali [dež] nebo na njih v tuši in tok reke je pod njimi; Nato smo jih uniči za svoje grehe in rodila po njih generacije drugih.
sr_cyrl: Нисам им видео колико генерација смо уништено пре њих које смо успоставили на земљи док не успоставили смо вас? И послали смо [киша из] небо над њима у пљусковима и водили потеку испод њих; Онда смо их је уништио због њихових грехова и донели за њима друге генерације.
sr_latn: Nisam im video koliko generacija smo uništeno pre njih koje smo uspostavili na zemlji dok ne uspostavili smo vas? I poslali smo [kiša iz] nebo nad njima u pljuskovima i vodili poteku ispod njih; Onda smo ih je uništio zbog njihovih grehova i doneli za njima druge generacije.
uk: Вони не бачили, як багато поколінь ми знищили перед ними, які ми були встановлені на землі як ми не встановили ви? І ми направили [дощ з] небо на них в душових і зробив річках потік під ними; Потім ми знищили їх гріхів і вивів після їх покоління інших людей.
vi: Họ đã không nhìn thấy bao nhiêu thế hệ chúng ta tiêu diệt trước khi họ mà chúng tôi đã thiết lập khi trái đất như chúng tôi đã không thiết lập bạn? Và chúng tôi đã gửi [mưa từ] bầu trời khi họ trong vòi sen và làm con sông chảy bên dưới họ; sau đó, chúng tôi đã phá hủy chúng cho tội lỗi của họ và đưa ra sau khi họ một thế hệ của những người khác.
zu: Fanele they cha bheka kanjani ningi zukulwane we achithwa phambi kwabo lapho We sungula asemhlabeni ngokuqondene Sesisungule yini wena?

# Quran796
source: And even if We had sent down to you, [O Muhammad], a written scripture on a page and they touched it with their hands, the disbelievers would say, "This is not but obvious magic."
ca: I fins i tot si ens havia enviat a vostè, [O Muhammad], una escriptura escrita en una pàgina i es van tocar-lo amb les mans, els disbelievers diria, "això no és màgia més que obvi."
cy: Ac hyd yn oed os ydym wedi anfon i lawr i chi, [O Muhammad], ysgrythur ysgrifenedig ar dudalen a gwnaethant gyffwrdd ei gyda'u dwylo, byddai y disbelievers yn dweud, "Nid yw hwn ond amlwg hud."
da: Og selvom vi havde sendt til dig, [O Muhammad], en skriftlig skriften på en side og de rørt det med deres hænder, vantro vil sige, "det er ikke indlysende, men magi."
el: Και ακόμα κι αν μας είχε στείλει σε εσάς, [Ο Μωάμεθ], ένα γραπτό κείμενο σε μια σελίδα και να τους αγγίξει με τα χέρια τους, έλεγα disbelievers, "αυτό δεν είναι προφανές αλλά μαγεία."
et: Ja isegi kui me oli saatnud oma teile [O Muhammad] kirjaliku pühakiri lehele ja nad puudutas see kätega, ütleks et uskottomille, "see ei ole aga ilmne magic."
fi: Ja vaikka oli lähettänyt sinulle [Oi Muhammed] kirjallinen Raamatun sivulla ja ne koskenutkaan käsillään, saa luovuttaa sanoisi, "Tämä ei ole mutta selvää magic."
he: גם אם אנחנו שנשלח אליך, [O מוחמד], הכתובים בכתב על דף, הם נגעו זה בידיים שלהם, disbelievers היה אומר, "זה לא קסם אבל ברור."
hr: I čak i ako smo poslali ti [O Muhammad], napisana pisma na stranici i dirali su je s rukama, rekao bih i iskuse, "Ovo nije ali očito magije."
lt: Ir net jeigu mes buvo išsiųstas jums, [O Muhammad], raštu knygos puslapyje ir jie palietė jis su savo rankas, kad disbelievers pasakyti, "tai ne bet akivaizdi magija."
lv: Un pat tad, ja mums bija nosūtīts uz leju, lai jūs [O Muhammad] rakstisku rakstus lapā un tie skāra to ar savām rokām disbelievers teiktu: "tas nav acīmredzams, bet maģija."
nb: Og selv om vi hadde sendt ned til deg, [O Muhammad], en skriftlig skriften på en side og de rørte det med hendene, troende ville si, "Dette er ikke men åpenbart magi."
sk: A aj keď sme mali zoslal vám [Mohamed], písomné písmo na stránke a ich dotkol rukami, neveriacim povie, "to nie je ale zrejmé kúzlo."
sl: In čeprav smo imeli poslan vam, [O Muhammad], napisal pismo na strani in se je dotaknil z rokami, se disbelievers bi rekel, "to ni ampak očitno magije."
sr_cyrl: А чак и ако смо имали послат, [О Мухаммад], писана писма на страници и да су дирали рукама, рекао бих скептике, "Ово није али очигледно магија."
sr_latn: A čak i ako smo imali poslat, [O Muhammad], pisana pisma na stranici i da su dirali rukama, rekao bih skeptike, "Ovo nije ali očigledno magija."
uk: І навіть якщо ми було направлено ви [O Мухаммад], письмові Писання на сторінці, і вони торкнувся її своїми руками, на disbelievers б сказав, "це не магія, але очевидно."
vi: Và ngay cả khi chúng tôi đã gửi cho bạn, [O Muhammad], bản văn Kinh Thánh trên một trang và họ chạm vào nó với bàn tay của họ, thì người sẽ nói, "điều này là không rõ ràng nhưng kỳ diệu."
zu: Futhi ngisho noma We ayezithumele wehlele kini, [O Muhammad], umbhalo obhalwe kuyi ikhasi they namatha it bo andla, disbelievers wayethi, "Lokhu akuyona magic kodwa ezisobala."

# Quran797
source: And they say, "Why was there not sent down to him an angel?" But if We had sent down an angel, the matter would have been decided; then they would not be reprieved.
ca: I diuen: "per què era allà no enviat a ell un àngel?" Però si ens havia enviat un àngel, la qüestió hauria estat decidit; llavors ells vols no ser reprieved.
cy: Ac maent yn dweud, "pam mae nid anfonwyd i lawr iddo ef yn angel?" Ond pe baem wedi anfon i lawr yn angel, byddai mater wedi'u penderfynu; yna byddai maent nid yn reprieved.
da: Og de siger, "Hvorfor var der ikke sendt til ham en engel?" Men hvis vi havde sendt ned en engel, at sagen ville have blevet besluttet; derefter ville de ikke blive benådet.
el: Και λένε, «γιατί ήταν εκεί δεν αποστέλλονται σε αυτόν έναν άγγελο;» Αλλά αν μας είχε στείλει έναν άγγελο, το θέμα θα έχουν αποφασιστεί? στη συνέχεια, αυτοί δεν θα είναι reprieved.
et: Ja nad ütlevad, "miks oli seal ei saatnud teda ingel?" Aga kui meil oli saatnud oma ingli, oleks asi otsustatud; siis nad oleks mitte olla reprieved.
fi: Ja he sanovat: "miksi siellä ei lähetetty hänelle enkeli?" Mutta jos oli lähettänyt enkeli, asiasta olisi päätetty; sitten ne ei juonen.
he: והם אומרים, 'מדוע שם לא נשלח אליו מלאך?" אבל אם אנחנו שנשלח מלאך, העניין היה כבר החליט; ואז הם לא למחקו.
hr: I kažu, "Zašto je tamo nije poslao mu anđeo?" Ali ako mi je poslao anđela, bilo bi odlučeno; Onda oni ne bi biti pošteđeni.
lt: Ir jie sako, "kodėl ten nebuvo išsiųstas jam angelas?" Bet jei mes buvo išsiųstas angelas, klausimas būtų išspręstas; tada jie būtų negali būti reprieved.
lv: Un viņi saka: "kāpēc bija tur nav nosūtīts uz leju, lai viņu eņģeli?" Bet, ja mums nosūtīja eņģeli, jautājums būtu bijis lēmums; tad viņi varētu nav jābūt reprieved.
nb: Og de sier, "hvorfor var det ikke sendt ned til ham en engel?" Men hvis vi hadde sendt ned en engel, saken ville ha avgjort; så ville de ikke være reprieved.
sk: A hovoria: "prečo tam nebola odoslaná k nemu anjel?" Ale ak sme mali zoslal anjela, veci by nebolo rozhodnuté; potom oni by nie byť reprieved.
sl: In pravijo, "zakaj je bil tam ni poslan mu angel?" Pa če mi je poslal Angela, zadeva bi bila določena; nato jih bi ne bilo reprieved.
sr_cyrl: И говоре: "Зашто тамо није послат да га анђео?" Али да нам је послао низ андјео, било би одлучено; Онда они би не бити реприевед.
sr_latn: I govore: "Zašto tamo nije poslat da ga anđeo?" Ali da nam je poslao niz andjeo, bilo bi odlučeno; Onda oni bi ne biti reprieved.
uk: І вони кажуть: "чому там не було відправлено до нього Ангол?" Але якщо ми мали посланим ангел, це питання буде було вирішено; Потім вони б не бути reprieved.
vi: Và họ nói, "tại sao có không được gửi cho anh ta một thiên thần?" Nhưng nếu chúng tôi đã gửi xuống một thiên thần, các vấn đề đã có được quyết định; sau đó họ sẽ không được reprieved.
zu: Futhi bathi, "Kungani kwakungekho sa phansi him ingelosi?"

# Quran798
source: And if We had made him an angel, We would have made him [appear as] a man, and We would have covered them with that in which they cover themselves.
ca: I si ens havia fet ell un àngel, haurem fet ell [apareixen com] un home i ens la vols han cobert-los amb allò en què cobreixen ells mateixos.
cy: Ac os oedd yn ei gwneud yn angel, byddem wedi gwneud iddo [ymddangos fel] byddai yn ddyn, ac yr ydym wedi ymdrin â hwy â hynny y maent yn eu cynnwys eu hunain.
da: Og hvis vi havde gjort ham en engel, vi ville have gjort ham [vises som] en mand, og vi ville have dækket dem med der hvor de dækker sig selv.
el: Και αν είχαμε κάνει τον έναν άγγελο, εμείς θα τον έκανε [εμφανίζονται ως] ένας άνθρωπος, και εμείς θα έχουν τους καλύπτονται με αυτό στο οποίο καλύπτουν οι ίδιοι.
et: Ja kui olime teinud talle ingel, me oleks teinud talle [tekstuurikiirenduse] mees, ja me oleks katnud neid koos töödeldavatest kalatoodetest ise.
fi: Ja jos olemme tehneet hänelle enkelin, olisivat tehneet hänelle [näkyvät] mies ja kattaisi ne että, jossa ne kattavat itse.
he: אם עשינו לו מלאך, היינו מגיעים לו [מופיעים] אדם, ואנחנו היו מטייחים אותם עם זה שבו הם מכסים את עצמם.
hr: I ako mi ga je napravio anđeo, mi bi ga učinilo [pojavljuju se kao] čovjek, a mi bi pokrili ih sa tim u kojem oni pokriju.
lt: Ir jei mes padarė jam angelas, mes būtų suteikęs jam [išryškėja] žmogus, ir mes būtų turėti padengta juos, kai jie padengti patys.
lv: Un ja mēs bija padarījis viņu par eņģeli, mums būtu bijis viņu [parādās kā] cilvēks, un mēs būtu nobraukušam viņus ar to, kurā tie attiecas uz sevi.
nb: Og hvis vi hadde gjort ham en engel, vi ville ha gjort ham [vises som] en mann, og vi ville ha dekket dem med det som de dekker seg.
sk: A ak sme sa mu anjel, by sme sa z neho [javí ako] človeka, a my by sa na ne vzťahovali s akým pokrývajú sami.
sl: In če smo ga na angel, smo naredili bi mu [tvorilo] človek, in mi bi so zajeti s tem, v kateri so zajeli sami.
sr_cyrl: И да смо га водили андјео, стигли би га [изгледа као] мушкарца, и ми би покрили их са тим у којем су сами себе покрити.
sr_latn: I da smo ga vodili andjeo, stigli bi ga [izgleda kao] muškarca, i mi bi pokrili ih sa tim u kojem su sami sebe pokriti.
uk: І якщо ми зробив його ангелом, ми зробили б йому [відображаються як] людина і ми б покрили їх з цим, в якому вони покривають себе.
vi: Và nếu chúng tôi đã làm cho anh ta một thiên sứ, chúng ta sẽ có được anh ta [xuất hiện như là] một người đàn ông, và chúng tôi sẽ có bao gồm chúng với mà trong đó họ bao gồm bản thân mình.
zu: Futhi uma We ayemenze ingelosi, Sithanda Isikhashana wamenza [kuvele njengamadiski] umuntu, futhi siyobe ziyabasibekela nge lokho bazimboze.

# Quran799
source: And already were messengers ridiculed before you, but those who mocked them were enveloped by that which they used to ridicule.
ca: I ja eren missatgers ridiculitzats abans, però qui es burla d'ells van ser embolicada per allò que van utilitzar el ridícul.
cy: Ac eisoes yn negeswyr yn gwawdio cyn i chi, ond roedd rhai sy'n gwawdio eu lyncu'r gan hynny a ddefnyddiwyd ganddynt i gwawdio.
da: Og allerede var budbringere latterliggjort foran dig, men dem, som hånede dem var omsluttet af det, som de brugte til grin.
el: Και ήδη γελοιοποιήθηκαν messengers πριν από σας, αλλά εκείνους που χλεύασαν τους ήταν αναδύεται από το οποίο χρησιμοποίησαν για να γελοιοποίηση.
et: Ja juba olid käskjalad teleekraanil enne sind, kuid need, kes pilkasid neile olid ümbrisega poolt, mida nad kasutasid naeruvääristada.
fi: Ja jo oli lähettiläitä pilkattiin edessänne, mutta ne, jotka pilkkasivat heitä oli verhoutunut se, jota he käyttivät naurunalaiseksi.
he: כבר היו שליחים לעגו לפניך, אבל מי לועג להם והצבעוניות מאת את אשר הם נהגו ללעוג.
hr: Već su glasnici ismijavao pred vama, a one koji su ih ismijavali su obuhvaćena ono što su nekad ismijati.
lt: Ir jau buvo pasiuntiniai išjuokė prieš jus, bet tie, kurie tyčiojosi juos buvo paruošiamas pagal tai, kas jie naudojami pajuokos.
lv: Un jau kurjeriem izsmēja pirms, bet tiem, kas viņus izsmēja tika ievīstīta tāpat: ar to, ko viņi izmanto izsmiekls.
nb: Og allerede var budbringere latterliggjort før du, men de som spottet dem var omsluttet av som de brukte å latterliggjøre.
sk: A už boli vysmievali poslov pred vami, ale tí, ktorí sa im posmievali boli, ktoré sa použili na zesměšňování obalená.
sl: In že so bili sli ridiculed pred vami, ampak tiste, ki jih zasmehovali so ovojnico s tem, ki se uporabljajo za zasmehovanje.
sr_cyrl: Већ излагани гласнике пред вама, а онима који се спрдао са њима су били обавијени од стране онога кога су некада руглу.
sr_latn: Već izlagani glasnike pred vama, a onima koji se sprdao sa njima su bili obavijeni od strane onoga koga su nekada ruglu.
uk: І вже були Посланці висміювали перед вами, але, хто знущалися з них були оповитий від того, що вони використовували до насмішок.
vi: Và đã được sứ giả được nhạo báng trước khi bạn, nhưng những người chế giễu họ đã được bao bọc bởi đó mà họ sử dụng để chế giễu.
zu: Futhi kakade kwase izithunywa uhleka usulu phambi kwenu, kepha labo wadlala ngabo base owembozwe ukuthi okwakukhonzwa ngazo ukuhleka usulu.

# Quran800
source: Say, "Travel through the land; then observe how was the end of the deniers."
ca: Dir, "viatge a través de la terra; llavors observar com era el final de l'Oros."
cy: Dweud, "yn teithio drwy y tir; yna arsylwi sut oedd diwedd y llosg."
da: Sige, "rejse gennem landet; derefter iagttage hvordan var i slutningen af benægtere."
el: Λένε, «ταξίδι μέσα από τη γη? στη συνέχεια, παρατηρήστε πώς ήταν το τέλος του οι αρνητές.»
et: Öelda, "reisida läbi maad; seejärel jälgida, kuidas oli lõpuks vaatama."
fi: Sanoa, "kulkea maassa; sitten tarkkailla miten hiipui kieltäjät."
he: תגיד, "לנסוע דרך האדמה; אז שימו לב איך היה הסוף למכחישים."
hr: Kažeš, "putovanje kroz zemlju; Onda promatrajte kako je bilo na kraju deniers."
lt: Pasakyti, "važiuojate per žemę; tada stebėti, kaip buvo pagal klamstwo pabaigos."
lv: Saku, "ceļot caur zemi; pēc tam novērot, kā bija noliedzēju beigām."
nb: Si, "reise gjennom landet. deretter observere hvordan var slutten av fornektere."
sk: Povedať, "cestovať po krajine; potom sledovať, ako bolo na konci popierači."
sl: Reči, "potovanje skozi zemljo; nato opazujejo kako je konec bi deniers."
sr_cyrl: Реци , "путовати кроз земљу; Онда посматрам како је био крај за који негирају."
sr_latn: Reci, "putovati kroz zemlju; Onda posmatram kako je bio kraj za koji negiraju."
uk: Кажуть, "подорож через землі; потім спостерігати, як було в кінці на заперечує."
vi: Nói, "đi qua đất; sau đó quan sát như thế nào là kết thúc của các deniers."
zu: Ithi, "Izikhangibavakashi adabule izwe; ngalesosikhathi sebenzisa belunjani kube sekupheleni deniers."
