Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1784
source: And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.
ca: I ell li va donar de tot que li demana d'ell. I si t'hauria de comptar el favor d'Allah, no podria enumerar-los. De fet, la humanitat [generalment] és més injust i ingrat.
cy: A rhoddodd chi o'r holl gofynasoch iddo. Ac os ydych yn cyfrif y favor Allah, gellid rhifo iddynt beidio. Yn wir, dynolryw yn [gyffredinol] mwyaf anghyfiawn ac anniolchgar.
da: Og han gav dig fra alle du spurgt af ham. Og hvis du skal tælle fordel af Allah, du kunne ikke optælle dem. Menneskeheden er faktisk [generelt] mest uretfærdige og utaknemmelig.
el: Και έδωσε από όλους σας ζητηθεί από αυτόν. Και αν θα πρέπει να συμπεριλάβουμε και τη χάρη του Αλλάχ, δεν θα μπορούσε να απαριθμήσει τους. Πράγματι, η ανθρωπότητα [γενικά] είναι πιο άδικο και αχάριστος.
et: Ja ta andis teile üle kogu palusin teda. Ja kui loete teene Jumal, te võiks loetleda neid. Tõepoolest, inimkonna üldjuhul [] ebaõiglane ja tänamatu.
fi: Ja hän antoi sinulle kaikki kysyit häneltä. Ja Jos lasket Allahin puolesta, voisi ei luetella niitä. Ihmiskunta onkin [yleensä] epäoikeudenmukainen ja kiittämätön.
he: הוא נתן לך מכל שביקשת ממנו. אם אתה צריך לספור את אמונם של אללה, אתה לא יכול לספור אותם. אכן, המין האנושי הוא [לרוב] לא צודק ולא כפוי הטובה ביותר.
hr: I dao ti je od svih vas pitao za njega. I ako treba računati milost Allaha, ne bi ih nabrojiti. Doista, čovječanstvo je [općenito] nepravedan i nezahvalan.
lt: Ir jis davė jums iš visų Jūs paprašė jo. Ir jei jūs turėtų tikėtis Dievo malonės, ne galėtų išvardinti juos. Iš tiesų, žmonija yra [apskritai] labiausiai neteisinga ir nedėkingas.
lv: Un viņš deva jums no visiem jūs lūdza par viņu. Un, ja jums vajadzētu rēķināties favor par Allah, jūs nevar uzskaitīt tos. Patiešām, cilvēce [parasti] ir netaisnīgi un nepateicīgs.
nb: Og han ga deg fra alle du spurte ham. Og hvis du skal telle favør av Døyve, du kan ikke spesifisere dem. Menneskeheten er faktisk [generelt] mest urettferdig og utakknemlig.
sk: A dal si z vás požiadal, aby mu. A ak by mali počítať milosť Allaha, by sa ich vymenovať. Ľudstvo je skutočne [všeobecne] nespravodlivé a nevďačný.
sl: In on ti je dal od vseh vas vprašal njega. In Če šteješ bi uslugo od Allah, bi ne jih našteti. Res, človeštvo je [splošno] najbolj nepravičen in nehvaležno.
sr_cyrl: И он ти је дао из све што си тражио од њега. И ако требате бити захвални, услугу и Алаха, не могу их набројати. Заиста , људски род је генерално] врло неправедан и незахвалан.
sr_latn: I on ti je dao iz sve što si tražio od njega. I ako trebate biti zahvalni, uslugu i Alaha, ne mogu ih nabrojati. Zaista, ljudski rod je generalno] vrlo nepravedan i nezahvalan.
uk: І він дав вам від все, що ви запитали про нього. І якщо ви повинні розраховувати на користь Аллаха, ви не могли б перераховувати їх. Дійсно, людство [взагалі] є несправедливою і невдячна.
vi: Và ông đã cho bạn từ tất cả các bạn yêu cầu của anh ta. Và nếu bạn nên tính ưu tiên của Allah, bạn có thể không liệt kê chúng. Thật vậy, nhân loại là [thường] hầu hết các bất công và vô ơn.
zu: He epha you abavela kuzo zonke enikushilo Him.

# Quran1785
source: And [mention, O Muhammad], when Abraham said, "My Lord, make this city [Makkah] secure and keep me and my sons away from worshipping idols.
ca: I [accèsit, O Muhammad], quan Abraham va dir, "el meu Senyor, fer aquesta ciutat [Makkah] segura i mantenir mi i els meus fills de venerant ídols.
cy: A [sôn, O Muhammad], pan ddywedodd Abraham, "Mae fy Arglwydd, wneud y ddinas hon [blentyndod] ddiogel a chadw i mi a 'm meibion oddi wrth addoli dod ynghyd.
da: Og [omtale, O Muhammad], da Abraham sagde, "min herre, gør denne by [Makkah] sikker og holde mig og mine sønner fra tilbede idoler.
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Αβραάμ είπε, «Κύριέ μου, ώστε αυτή η πόλη [Makkah] ασφαλής και το νου μου και τους γιους μου μακριά από λατρεύοντας τα είδωλα.
et: [Märkus, O Muhammad], kui Aabraham ütles: "Issand, see linn [Makkah] turvalisemaks muuta ja hoida mind ja minu pojad eemal kummardas ebajumalaid.
fi: [Maininnan Oi Muhammed] kun Aabraham sanoi: "herrani, tee tämä kaupunki [Makkah] turvallista ja pitää minun ja poikani päässä palvelemasta epäjumalia.
he: ו [אזכור, מוחמד O], אברהם אמר: "אדוני, להפוך את העיר הזאת [מכה] ולשמור אותי ואת הבנים שלי מן הסגידה אלילים.
hr: I [spomenuti, O Muhammad], kad Abraham je rekao, "moj gospodaru, da ovaj grad [Makkah] sigurno i mi i moji sinovi od obožavanja idola.
lt: Ir [paminėti, O Muhammad], kai Abraomas atsakė, "mano Viešpatie, padaryti šį miestą [Makkah] saugioje ir laikyti mane ir mano sūnus nuo garbina stabus.
lv: Un [pieminēt, O Muhammad], kad Ābrahāmam teica: "mans kungs, šī pilsēta [Makkah] padarīt drošu un turēt mani un maniem dēliem no pielūdzot elkus.
nb: Og [omtale, O Muhammad], da Abraham sa: «min Herre, sikre denne byen [Makkah] og holde meg og mine sønner fra tilbe avguder.
sk: A [zmienka, Mohamed], keď Abrahám povedal: "môj pane, zabezpečenie tohto mesta [Makkah] a držať mňa a mojich synov od uctievanie modly.
sl: In [omenja, O Muhammad], ko Abraham je rekel, "Moj Gospodar, da to mesto [Makkah] varno in da jaz in moji sinovi od čaščenjem malikov.
sr_cyrl: И [помена, О Мухаммад], када Абрахам је рекао: "мој господару, да овај град [Макках] сигурну и мене и мојих синова од обоћавање идола.
sr_latn: I [pomena, O Muhammad], kada Abraham je rekao: "moj gospodaru, da ovaj grad [Makkah] sigurnu i mene i mojih sinova od oboћavanje idola.
uk: І [згадки, O Мухаммад], коли Авраам сказав: "Мій Господь, зробити це місто [Makkah] безпечним і тримати мене і моїх синів далеко від поклонявся ідолам.
vi: Và [đề cập đến, O Muhammad], khi Abraham nói: "Thưa ngài, làm cho thành phố này [Makkah] an toàn và giữ cho tôi và con trai của tôi ra khỏi thờ thần tượng.
zu: Futhi [Khumbuzani, O Muhammad], lapho u-Abrahama wathi: "Nkosi yami, ngenze lo muzi [Makkah] evikelekile angigcine namadodana ami kude khonza Thixo.

# Quran1786
source: My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me; and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful.
ca: Senyor meu, fet ha portar per mal camí molts entre la gent. Així que qui em - segueix a continuació és de mi; i qui em - disobeys fet, ets [encara] indulgent i Clement.
cy: Fy Arglwydd, yn wir y maent wedi arwain ar gyfeiliorn llawer ymhlith y bobl. Felly pwy bynnag dilyn fi-yna mae'n imi; a pwy bynnag disobeys fy-yn wir, yr ydych yn [eto] Forgiving a Merciful.
da: Min herre, ja de har ført på afveje mange blandt folket. Så hvem følger mig - så han er for mig; og den, der adlyder mig - ja, du endnu [] Forgiving og barmhjertige.
el: Κύριέ μου, πράγματι αυτοί έχουν παρασυρθεί πολλά μεταξύ των ανθρώπων. Έτσι, Όποιος ακολουθεί εμένα - τότε είναι από μένα. και όποιος αψηφά μου - πράγματι, είναι [ακόμη] επιεικής και εύσπλαχνος.
et: Mu Issand, tõepoolest nad on sunnitud eksinud paljude inimeste seas. Nii et kes järgneb mulle -, siis on minust; ja kes iganes mind - disobeys, sa pole isegi [] Forgiving ja Merciful.
fi: Herrani, itse asiassa ne ovat johtaneet harhaan monet kansan keskuudessa. Joten, jotka seuraavat minua - niin hän on minua; ja kuka olla tottelematta minulle - olette vielä] anteeksiantava ja armollisin.
he: . אדוני, אכן הם הובילו מדרך הישר רבים בקרב העם. אז, מי עוקב אחריי - ואז הוא עלי; ואת מי לא מצייתת לי - אכן, [עדיין] Forgiving, הרחום והחנון.
hr: Gospodaru moj, uistinu, oni su doveli stranputicu mnoge među ljudima. Pa tko ide za mnom - onda je on mene; i ko god ne sluša me - jest [još] opraštanje i milostiv.
lt: Mano Viešpatie, iš tiesų jie turi mėgstu daug tarp žmonių. Taigi kas seka manimi - tada jis man; ir kas dėlto slucha visas man - iš tiesų, tu [dar] Forgiving ir litosciwy.
lv: Mans kungs, patiešām tie ir vadīja apmaldīties daudzu cilvēku vidū. Tātad tam, kurš izriet mani - tad viņš ir par mani; un kurš man - neklausa patiešām esat [vēl] piedošanu un žēlsirdīgs.
nb: Min Herre, faktisk de har villedet mange blant folket. Så den som følger meg - så han er for meg. og den som ikke adlyder meg - faktisk du ennå [] tilgi og barmhjertig.
sk: Môj pane, naozaj sa viedli na scestie spomedzi ľudí. Takže ten, kto takto mi - potom je mi; a kto nepočúva ma - skutočne ste [ešte] odpúšťajúci a Milosrdných.
sl: Moj Gospod, res so pripeljale zašel veliko med ljudmi. Torej kdor sledi me - potem pa je od mene; in kdor ne poslušaj me - dejansko si še [] tolerantna in usmiljen.
sr_cyrl: Мој господару, заиста они имају на странпутицу многе међу људима. Па ко год ме - прати онда је стобом? а онај ко не послуља ме - заиста, ви сте [још] Форгивинг и милосрдна.
sr_latn: Moj gospodaru, zaista oni imaju na stranputicu mnoge među ljudima. Pa ko god me - prati onda je stobom? a onaj ko ne posluљa me - zaista, vi ste [još] Forgiving i milosrdna.
uk: Мій Господь дійсно вони мають в оману багато серед людей. Тому той, хто йде за мною - то він мене; і той, хто не підпорядковується мене - дійсно, ви ще [] бачить і Merciful.
vi: Thưa ngài, quả thực họ đã dẫn lạc lối nhiều trong số những người. Vì vậy bất cứ ai sau tôi - sau đó ông là của tôi; và bất cứ ai trong tôi - thực sự, [nhưng] Forgiving và Merciful.
zu: Nkosi yami, ngempela baye baduka abaningi phakathi kwabantu.

# Quran1787
source: Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful.
ca: Nostre Senyor, que han es va establir alguns dels meus descendents en una vall a prop de casa teva sagrat, nostre Senyor, que es pot establir la pregària no cultivats. Així fer cors entre la gent d'inclinació cap a ells i proporcionar-los de les fruites que podrien ser agraïts.
cy: Ein Arglwydd, wyf wedi setlo rhai o ddisgynyddion fy nyffryn heb ei drin ger eich tŷ sanctaidd, ein Arglwydd, y gallai sefydlu gweddi. Felly wneud calonnau ymhlith inclein pobl tuag atynt a darparu ar eu cyfer o ffrwyth y gallent fod yn ddiolchgar.
da: Vor Herre, jeg har afgjort nogle af mine efterkommere i et uopdyrket valley nær dit hellige hus, vor Herre, at de kan etablere bøn. Så gør hjerter blandt mennesker hældning mod dem og give dem af frugter at de kunne være taknemmelig.
el: Ο Κύριός μας, έχουν εγκατασταθεί μερικά από τους απογόνους μου σε μια ακαλλιέργητη κοιλάδα κοντά σας Ιερά Οικία, ο Κύριός μας, να εκτελούν προσευχή. Έτσι κάνουν καρδιές μεταξύ την κλίση των ανθρώπων απέναντί τους και να τους παράσχουμε από τα φρούτα ότι ίσως είναι ευγνώμων.
et: Meie Issand, mul on lahendatud mõned minu järeltulijad harimata Valley sacred House, meie Issand, et nad võivad asutada palve. Nii südamed seas suunas neid inimesi kallak ja esitama neile puuviljadele et nad võiksid olla tänulik.
fi: Herramme, olen ratkaistaan joitakin minun jälkeläisiä viljelemättä laaksossa lähellä sacred House, Herramme, jäsenvaltiot voivat vahvistaa rukouksen. Joten saavat sydämet keskuudessa ihmiset Rinne kohti heitä ja tarjota heille hedelmistä voi olla kiitollinen.
he: אדוננו, יש התיישבו חלק צאצאיי בעמק בלתי מעובדות ליד ביתך הקדוש, אדוננו, כי ייתכן לבסס את התפילה. אז גורמות ללבבות בין השיפוע אנשים כלפיהם, לספק עבורם לבין פירות שהם עשויים להיות אסיר תודה.
hr: Naš Gospodin, uzela sam neki moji potomci neobrađene dolini u blizini tvoje svete kuće, našega Gospodina, da oni mogu uspostaviti molitve. Tako bi srca među ljudima naginjati prema njima i osigurati ih od plodova da su zahvalni.
lt: Mūsų Viešpatie, aš apsigyveno kai kurie iš mano palikuonys nedirbamų slėnyje netoli savo šventa namuose, mūsų Viešpaties, kad jie gali nustatyti malda. Taip padaryti, kad hearts tarp žmonių nuolydis link juos ir suteikti jiems iš vaisių kad jie gali būti dėkingas.
lv: Mūsu kungs, man ir apmetušies dažus no maniem pēctečiem nekultivētu ielejā netālu no jūsu Svētās mājas, mūsu Kungu, ka viņi var izveidot lūgšanu. Tātad padarīt sirdis starp cilvēkiem slīpums pret viņiem un sniedz viņiem no augļiem, ka viņi varētu būt pateicīgi.
nb: Vår Herre, jeg har avgjort noen av mine etterkommere i en ukultivert dal i nærheten av huset ditt hellige, vår Herre, at de kan etablere bønn. Så gjør hjerter blant folk skråning mot dem og gir dem fra fruktene at de kan være takknemlig.
sk: Náš Pán sa usadili niektoré z mojich potomkov v nevyužitej doline neďaleko sacred House, nášho Pána, že môže vytvoriť modlitba. Tak, aby srdcia medzi sklon ľudí k nim a poskytnúť pre ne z ovocia, že by mohli byť vďačný.
sl: Naš Gospod so naselili nekateri moji potomci v neobdelanih dolini v bližini vaše svete hiše, našem Gospodu, da ustanovijo lahko molitev. Tako bo srce med ljudi naklon proti njim in zagotoviti zanje iz sadja, da bi bil hvaležen.
sr_cyrl: Господ, средим неке од мојих потомака у један неуљудни долини близу твоје свете куће, Господ, да они могу да успоставе молитву. Тако се срца међу нагиб на људе према њима и пружају за њих од плодова воћа да би му била захвална.
sr_latn: Gospod, sredim neke od mojih potomaka u jedan neuljudni dolini blizu tvoje svete kuće, Gospod, da oni mogu da uspostave molitvu. Tako se srca među nagib na ljude prema njima i pružaju za njih od plodova voća da bi mu bila zahvalna.
uk: Наш Господь, я осіли деякі з моїх нащадки на необроблених Долина біля вашого священний будинок, наш Господь, що вони можуть встановити молитви. Таким чином, зробити серця серед людей схиляються до них і їм дають від плоди що вони можуть бути вдячні.
vi: Chúa của chúng tôi, tôi đã giải quyết một số con cháu của tôi trên một thung lũng uncultivated gần nhà thiêng liêng của bạn, Chúa chúng ta, họ có thể thiết lập các cầu nguyện. Vì vậy, làm cho trái tim giữa nghiêng người về phía họ và cung cấp cho họ từ các loại trái cây mà họ có thể biết ơn.
zu: Ithu Lord I zijwayeza abanye ezizukulwaneni zika sami esigodini uncultivated eduze engcwele, iNkosi yethu, ukuthi bangase ukusungula umthandazo.

# Quran1788
source: Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allah on the earth or in the heaven.
ca: Nostre Senyor, fet ja saps el que ens amaguen i què declarem, i hi ha res ocult des d'Allah en la terra o en el cel.
cy: Ein Arglwydd, yn wir i chi wybod beth yr ydym yn ei guddio a beth rydym yn ei ddatgan, ac nid oes dim yn cael ei chuddio Allah ar y ddaear neu yn y nefoedd.
da: Vor Herre, ja du ved hvad vi skjule og hvad vi erklære, og intet er skjult fra Allah på jorden eller i himmelen.
el: Ο Κύριός μας, πράγματι γνωρίζετε τι μας κρύβουν και τι δηλώνουμε, και τίποτα δεν είναι κρυμμένο από τον Αλλάχ στη γη ή στον ουρανό το.
et: Meie Issand tõepoolest sa tead mida me varjata ja me kuulutame ja midagi on peidetud Jumal maa peal või on taevas.
fi: Meidän Herramme itse tiedät emme peitellä ja me julistamme, ja mikään ei ole piilossa Jumalalta maan päällä tai taivaassa.
he: אדוננו, אכן, אתה יודע מה אנחנו מסתירים מה אנו מצהירים, שום דבר לא מוסתר מאללה על כדור הארץ או בשמים.
hr: Naš Gospodin, doista znaš što mi skrivaju i ono što izjavljujemo, i ništa nije skriveno od Allaha na zemlji ili na nebu.
lt: Mūsų Viešpats, iš tikrųjų jūs žinote ką mes nuslėpti ir ką mes paskelbti, ir nieko nėra paslėpta nuo žemės ir dangaus Dievas.
lv: Mūsu kungs, tik tiešām jūs zināt to, ko mēs noslēpt un ko mēs paziņojam, un nekas ir paslēpta no Allah, uz zemes vai debesīs.
nb: Vår Herre, ja du vet hva vi skjule og hva vi erklærer, og intet er skjult fra Allah på jorden eller i himmelen.
sk: Nášho Pána, skutočne viete, že to, čo môžeme zakryť a čo môžeme vyhlásiť, a nič nie je skryté od Boha na zemi alebo v nebi.
sl: Naš Gospod, res veš kaj mi prikriva in kaj izjavljamo, in nič ni skrito od Allah, na zemlji ali v nebeško.
sr_cyrl: Господ , заиста знате ста смо сакрије и шта ми објављујемо и ништа је скривена од Алаха на земљи или на небу.
sr_latn: Gospod, zaista znate sta smo sakrije i šta mi objavljujemo i ništa je skrivena od Alaha na zemlji ili na nebu.
uk: Наш Господь, дійсно ви знаєте, ми приховувати і ми заявляємо, що, і нічого не незрозуміла Аллах на землі чи на небі.
vi: Chúa chúng ta, thực sự bạn có biết những gì chúng tôi che giấu và những gì chúng tôi tuyên bố, và không có gì ẩn từ Allah trên trái đất hoặc trong thiên đường.
zu: Ithu Lord impela Niyazi yini thina gubadlela futhi lokho esizimemezelayo, futhi akukho okufihlekile Allah emhlabeni bhakabhaka.

# Quran1789
source: Praise to Allah, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication.
ca: Lloem a Allah, que ha concedit a mi en la vellesa Ishmael i Isaac. De fet, el Senyor és l'oient de súplica.
cy: Canmol i Allah, sydd wedi rhoi i mi yn eu henaint Ishmael ac Isaac. Yn wir, fy Arglwydd yn Hearer o supplication.
da: Ros til Allah, der har givet mig i alderdommen Ismael og Isak. Ja, min herre er tilhøreren i bøn.
el: Έπαινος Αλλάχ, που έχει χορηγήσει σε μένα κατά το γήρας Ishmael και Ισαάκ. Πράγματι, Κύριέ μου είναι ο ακροατής ικεσίας.
et: Kiitke Jumalat, kes on andnud mulle vanemas eas Ismael ja Iisak. Tõepoolest, minu Issand on Hearer supplication.
fi: Ylistys Jumalalle, joka on suonut minulle vanhuuden Ismaelin ja Iisakin. Itse asiassa herra on rukouksen kuulija.
he: השבח לאללה, אשר העניק לי בגיל מבוגר ישמעאל, יצחק. . אכן, אדוני הוא כבר מדבר של תחינות.
hr: Hvala Allahu, koji je dopustio da mi u starosti Jišmaela i Izaka. Doista, gospodaru je slušatelja prošnje.
lt: Girti Allaho, kurie suteikė man senatvėje Izmaelis ir Izaokas. Iš tiesų, mano Viešpats yra malda klausytojo.
lv: Slavēt Allah, kas ir devusi man vecumdienās Ismaēla un Isaac. Protams, mans kungs ir lūgšanas klausītājs.
nb: Ros å Døyve, som har gitt til meg i alderdommen Ismael og Isak. Min Herre er faktisk den som hører på påkallelse.
sk: Chvála sa na Alaha, kto udelil mi v starobe a Izáka. Môj pán je naozaj poslucháčov prosbe.
sl: Hvalite Alah, ki je odobreno v starosti Jišmael in Izak. Pravzaprav, moj gospodar je poslušalca molitev.
sr_cyrl: Слава Алаху, који је одобрио да ми у старости Исмаил и Исак. Заиста , мој господару је правдати о молитви.
sr_latn: Slava Alahu, koji je odobrio da mi u starosti Ismail i Isak. Zaista, moj gospodaru je pravdati o molitvi.
uk: Хваліть Аллах, який надав мені в літньому віці Ізмаїл та Ісаак. Справді, мій Господь є слухача благання.
vi: Cầu nguyện để Allah, người đã trao cho tôi trong tuổi già Ishmael và Isaac. Thật vậy, thưa Đức vua là người nghe của supplication.
zu: Praise Allah, ngubani alinikeze nami ukuguga Ishmayeli no-Isaka.

# Quran1790
source: My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication.
ca: Senyor meu, em fan un fundadora de pregària i [molts] des meu descendents. Nostre Senyor i acceptar la meva súplica.
cy: Fy Arglwydd, gwneud i mi establisher o weddi, a [nifer] o fy disgynyddion. Ein yr Arglwydd, ac yn derbyn fy supplication.
da: Herre, gør mig en establisher bøn, og [mange] fra mine efterkommere. Vor Herre, og accepterer min bøn.
el: Κύριέ μου, μου κάνει ένα τεχνίτης συρματουργός της προσευχής, και [πολλοί] από τους απογόνους μου. Ο Κύριός μας, και να αποδεχθεί την ικεσία μου.
et: Issand, tee mind andmekogu palve ja [paljud] minu järeltulijad. Meie Issanda ja Aktsepteeri minu supplication.
fi: Herrani, tee minusta establisher rukouksen ja [paljon] minun jälkeläisiä. Meidän Herramme ja hyväksyä minun rukouksen.
he: . אדוני, תגרום לי של מייסד של תפילה, ורבים [] מן הצאצאים שלי. אדוננו, ולקבל ואוזניך.
hr: Gospodaru, osjećam je suosnivač molitvu i [mnogi] iz moje potomke. Gospoda, i prihvatite moju prošnju.
lt: Mano Viešpatie, kad man yra establisher malda, ir [daug] iš mano palikuonys. Mūsų Viešpats, ir priimti mano malda.
lv: Milord, padara mani izveidotāju lūgšanu un [daudzus] no maniem pēctečiem. Mūsu Kunga un pieņemt manas lūgšanas.
nb: Min Herre, gjør meg en establisher av bønn og [mange] fra min etterkommere. Vår Herre, og godta min bønn.
sk: Môj pane, urob ma establisher modlitby, a to [veľa] z mojich potomkov. Náš Pán, a prijať mojej prosbe.
sl: Moj Gospod, naredi me ustanovitelj molitve, in [veliko] iz moje potomce. Našega Gospoda, in sprejeti mojo molitev.
sr_cyrl: Господару , ми је да је естаблисхер молитве и [многи] из моје потомке. Господ , и прихвати моје молитви.
sr_latn: Gospodaru, mi je da je establisher molitve i [mnogi] iz moje potomke. Gospod, i prihvati moje molitvi.
uk: Мій Господь, зробити засновником молитви і [багато] від мого нащадків. Наш Господь і приймати мою благання.
vi: Thưa ngài, làm cho tôi một establisher của lời cầu nguyện, và [nhiều] từ con cháu của tôi. Chúa chúng ta, và chấp nhận supplication của tôi.
zu: Nkosi yami, ungenzela i establisher womthandazo, futhi [abaningi] kusukela Inzalo yami.

# Quran1791
source: Our Lord, forgive me and my parents and the believers the Day the account is established."
ca: Nostre Senyor, perdonar a mi i els meus pares i els creients el dia s'estableix el compte."
cy: Ein Arglwydd, maddau i mi a fy rhieni ac y credinwyr y dydd yn y cyfrif yn cael ei sefydlu."
da: Vor Herre, tilgiv mig og mine forældre og troende den dag, kontoen er oprettet."
el: Ο Κύριός μας, συγχωρήστε μου και τους γονείς μου και οι πιστοί την ημέρα που ο λογαριασμός είναι εγκατεστημένος.»
et: Meie Issanda andesta mulle ja mu vanemad ja usklikud konto on loodud päev."
fi: Herramme, anna anteeksi minulle ja vanhemmilleni ja uskoville päivän tili on perustettu.
he: אדוננו, סלח לי, ההורים שלי ואת המאמינים היום החשבון נוסדה."
hr: Gospoda, oprosti mi i moji roditelji i vjernici dan račun je osnovana."
lt: Mūsų Viešpatie, atleisk man ir mano tėvams ir tikintiesiems sąskaita yra nustatyta diena."
lv: Mūsu Kungu piedot man un maniem vecākiem un ticīgie konts ir reģistrēts dienā."
nb: Vår Herre, tilgi meg og mine foreldre og troende dagen kontoen opprettes."
sk: Náš Pán odpustil ma a moji rodičia a veriaci deň je zriadený účet."
sl: Našega Gospoda, odpusti mi in moji starši in verniki dan račun vzpostavljena."
sr_cyrl: Господ , опрости мени и мојим родитељима и верници дана успостави налог."
sr_latn: Gospod, oprosti meni i mojim roditeljima i vernici dana uspostavi nalog."
uk: Наш Господь, прости мене і моїх батьків і віруючі день обліковий запис створено."
vi: Chúa chúng ta, tha thứ cho tôi và cha mẹ tôi và những người tin Chúa ngày tài khoản được thành lập."
zu: Ithu Lord thethelela me mi zali kholwa Emuva Suku-akhawunti Kumiswa. "
