Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2556
source: And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us.
ca: I vam fer les líders, guiar els nostre comanda. I ens va inspirar a ells el fer de deeds, establiment de l'oració i donar de zakah; i eren adoradors de nosaltres.
cy: A gwnaethom arweinwyr arweiniol gan ein Gorchymyn. A ydym yn ysbrydoliaeth iddynt wneud gweithredoedd da, sefydlu gweddi, a rhoi zakah; ac roeddent yn addolwyr ohonom.
da: Og vi gjorde dem ledere vejlede af vores kommando. Og vi inspireret dem gøre af gode gerninger, etablering af bøn, og give zakah; og de var tilbedere af os.
el: Και κάναμε τους ηγέτες καθοδήγηση από την εντολή μας. Και μας ενέπνευσε να τους το κάνει από καλές πράξεις, η θέσπιση της προσευχής, και απόδοση zakah? και ήταν προσκυνητών από εμάς.
et: Ja tegime neile suunavad meie käsk juhid. Ja me inspireeritud neile häid tegusid tehes, kehtestamine palve kaaluda ja zakah; ja nad olid meist kummardajaid.
fi: Ja teimme niistä johtajat ohjaa meidän komento. Ja inspiroi heitä tekemään hyviä tekoja perustaminen rukous, ja, zakah; ja he olivat epäjumalanpalvelijoita meille.
he: אנחנו יצרנו אותם מנהיגים המנחה על ידי הפקודה שלנו. אנחנו השראה להם עשיית מעשים טובים, הקמתה של התפילה, וכן מתן zakah; והן היו מתפללים מאיתנו.
hr: I mi smo ih napravili čelnici vodi naš stožer. Smo inspiriran da ih radiš dobra djela, uspostavljanje molitva i davanje zakah; i oni su štovatelji od nas.
lt: Ir mes padarėme juos lyderiai pagrindiniai mūsų komanda. Ir mes įkvėpė jiems daro gerus darbus, sukūrimas malda, ir suteikti zakah; ir jie tikinčiųjų iš mūsų.
lv: Un mēs viņus vadīt ar mūsu komandas līderiem. Un mēs iedvesmu tiem, darot labus darbus, lūgšanu izveidi un dodot zakah; un tie bija dievlūdzēju no mums.
nb: Og vi gjorde dem ledere guiding av våre kommandoen. Og vi inspirert dem gjør av gode gjerninger, etablering av bønn, og gir zakah; og de var tilbedere av oss.
sk: A my sa ich predstavitelia vedenia nášho velenia. A sme sa inšpirovať im robiť dobré skutky, zriadenie modlitby a dáva Zakát; a oni boli veriacich z nás.
sl: In smo jih voditelji vodilna naš ukaz. In smo navdihuje, da jih delaš dobra dela, vzpostavitev molitve in dajanje zakah; in so bili vernikov od nas.
sr_cyrl: И направили смо их лидери који су довели до нашу команду. Инспирисали смо им чињење добрих дела, успостављање молитву, као и давање заках; и били су следбеници од нас.
sr_latn: I napravili smo ih lideri koji su doveli do našu komandu. Inspirisali smo im činjenje dobrih dela, uspostavljanje molitvu, kao i davanje zakah; i bili su sledbenici od nas.
uk: І ми зробили їх лідери керівні по нашу команду. І ми надихнули їм робити добрі справи, створення молитви і даючи zakah; і вони були прихильниками нас.
vi: Và chúng tôi làm cho họ các nhà lãnh đạo hướng dẫn bởi bộ chỉ huy của chúng tôi. Và chúng tôi truyền cảm hứng cho họ làm việc tốt, thành lập các cầu nguyện, và đem lại cho số zakah; và họ đã sùng của chúng tôi.
zu: Futhi We enza them abaholi eziqondisayo ngomyalo Wethu.

# Quran2557
source: And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient.
ca: I a molts ens va donar judici i el coneixement, i ens ha salvat de la ciutat que estava cometent actes dolents. De fet, eren un poble del mal, desafiant desobedient.
cy: A llawer yn rhoi barn a gwybodaeth, a ydym yn achubwyd ef gan y ddinas a oedd yn ymrwymo gweithredoedd drwg. Yn wir, maent yn bobl o ddrygioni, defiantly anufudd.
da: Og at mange vi gav dom og viden, og vi reddede ham fra den by, der begå onde gerninger. Ja, de var et folk af det onde, trodsigt ulydige.
el: Και να πολλά μας έδωσε κρίση και γνώση, και εμείς που τον έσωσε από την πόλη που διαπράττει κακές πράξεις. Πράγματι, ήταν μια άνθρωποι του κακού, προκλητικά ανυπάκουος.
et: Palju me andis otsustusvõime ja teadmiste ja päästis teda, linn, mis oli toime kurjad teod. Tõepoolest, nad olid rahvas paha, väljakutsuvalt sõnakuulmatud.
fi: Paljon olemme antoi tuomion ja tietoa, ja meidän pelasti hänet kaupunki, joka sitoutuu pahat teot. Itse asiassa he olivat ihmisiä paha, uhmakkaasti tottelematon.
he: הרבה אנחנו נתן פסק הדין וידע ו. הצלנו אותו מן העיר בביצוע מעשים רשעים. ואכן, הם היו אנשי רשע, ממושמע, לאחר בהתרסה.
hr: Na mnogo smo dali sud i znanje i spasili smo ga od grada koji je počinio zla djela. Doista, oni su bili ljudi zla, definitivno neposlušan.
lt: Ir daug mes davė sprendimo ir žinių, ir mes išgelbėti jį nuo miestas, kuris padaro bloga poelgius. Iš tiesų, jie buvo žmonės blogio, iššaukiančiai Nepaklusniųjų.
lv: Daudz mums deva vērtējumu un zināšanas, un mēs viņu izglāba no pilsētas, ka bija izdarījuši grēcīgs darbiem. Patiešām, tie bija cilvēki, ļaunumu un izaicinoši nepaklausīga.
nb: Mye vi ga dom og kunnskap og vi reddet ham fra byen som var å begå onde gjerninger. Ja, de var et folk av onde, trassig ulydige.
sk: Veľa sme dali úsudku a vedomosti a môžeme ho zachránil od mesta, ktorý sa dopúšťa zlých skutkov. V skutočnosti boli ľuďom zlo, vyzývavo neposlušný.
sl: In na veliko mi je dal sodbe in znanja, in smo ga rešil iz mesta, ki je zavezala zloben dejanja. Seveda, so bili ljudje zla, kljubovalno neposlušni.
sr_cyrl: Да много смо дали суд и знање и спасили смо га из града који је чинио злобних дела. Заиста, они су били народ зла, пркосно непослушно.
sr_latn: Da mnogo smo dali sud i znanje i spasili smo ga iz grada koji je činio zlobnih dela. Zaista, oni su bili narod zla, prkosno neposlušno.
uk: Багато ми дало судження і знань і, ми його врятував від міста, який був здійснювати злі вчинки. Дійсно, вони були люди зла, неслухняні зухвало.
vi: Và vào nhiều chúng tôi đã đưa ra bản án và kiến thức, và chúng tôi đã lưu nó từ thành phố đã cam kết hành động xấu xa. Thật vậy, họ đã là một người xấu, defiantly ngô nghịch.
zu: Futhi uLoti We epha ukwahlulela nokwazi, We khulula him kusukela umuzi owawuphuma bophezela izenzo ezimbi.

# Quran2558
source: And We admitted him into Our mercy. Indeed, he was of the righteous.
ca: I hem admès en la nostra pietat. De fet, va ser dels justos.
cy: A ydym yn derbyn ef i drugaredd ein. Yn wir, yr oedd o y righteous.
da: Og vi indrømmede ham ind i vores mercy. Han var faktisk af retfærdige.
el: Και εμείς τον γίνονται δεκτά στο Έλεός μας. Πράγματι, ήταν δίκαιοι.
et: Ja me teda meie halastust territooriumile importida. Tõepoolest, ta oli õige.
fi: Ja hänelle tuotu meille armon. Itse asiassa hän oli vanhurskas.
he: אנחנו הודה לו לתוך רחמים שלנו. אכן, הוא היה של הצדיקים.
hr: I prijema u našoj milosti. Doista, on je pravednik.
lt: Ir mes jį patvirtinusioje mūsų gailestingumo. Iš tikrųjų, jis buvo teisus.
lv: Un mēs viņu ielaist mūsu varā. Protams, viņš bija taisns.
nb: Og vi tatt ham inn i våre mercy. Han var faktisk de rettferdiges.
sk: A my mu priznal do nášho milosrdenstva. Naozaj, on bol spravodlivý.
sl: In smo ga pripelje v naše usmiljenje. Dejansko je bil pravičnih.
sr_cyrl: А ми га је примљена у нам милост. Био је заиста праведника.
sr_latn: A mi ga je primljena u nam milost. Bio je zaista pravednika.
uk: І ми визнали його в наше милосердя. Дійсно, він був праведників.
vi: Và chúng tôi thừa nhận anh ta vào lòng thương xót của chúng tôi. Thật vậy, ông là người công chính.
zu: Futhi We ukuthi bamlalise sa Wethu.

# Quran2559
source: And [mention] Noah, when he called [to Allah] before [that time], so We responded to him and saved him and his family from the great flood.
ca: I [parlar] Noah, quan em va trucar [a Allah] abans [que], perquè puguem respondre-li i estalviat a ell i la seva família des del diluvi.
cy: A [sôn am] Noah, pan alwodd [i Allah] cyn [hynny], er mwyn inni ymateb iddo a arbed iddo ef a'i deulu gan y llifogydd mawr.
da: Og [omtale] Noah, når han kaldte [til Allah] inden [da], så vi reagerede på ham og reddede ham og hans familie fra syndfloden.
el: Και [αναφορά] Νώε, όταν κάλεσε [να Αλλάχ] πριν από [τότε], έτσι εμείς απάντησε σ ' αυτόν και έσωσε τον ίδιο και την οικογένειά του από τον μεγάλο κατακλυσμό.
et: Ja [nimetada] Noah, kui ta kutsus [Jumalat] enne [seda] nii me vastas talle ja salvestatud talle ja tema perekonnale suur veeuputus.
fi: Ja [mainita] Noah, kun hän kutsui [Jumala] ennen [sitä], joten vastasivat hänelle ja tallentaa hänelle ja hänen perheelleen suuri tuhotulva.
he: [להזכיר] נח, כאשר הוא קרא [אל אללה] לפני [אז], אז אנחנו השיב לו והציל אותו ואת משפחתו של השיטפון הגדול.
hr: I [spomenuti] Noa, kada je pozvan [Allah] prije tog vremena, pa smo mu se odazvali i spasio njega i njegove obitelji iz potopa.
lt: Ir [paminėti] Nojus, kai jis pašaukti [Dievas] iki [metu], kad mes atsakė jam ir išsaugoti jį ir jo šeimą nuo didžiojo potvynių.
lv: Un [min] Noah, kad viņš aicināja [Allah] pirms [laikā], lai mēs viņam atbildēja un saglabāt viņam un viņa ģimenei no lielo plūdu.
nb: Og [] Noah, da han kalte [å Døyve] før [Dette], så vi svarte ham og reddet ham og hans familie fra den store oversvømmelsen.
sk: A [] Noe, keď nazval [aby Allah] dovtedy [], takže sme odpovedal mu, a zachránil ho a jeho rodinu z veľkej potope.
sl: In [omenil] Noah, ko je pozval [v Allah] [predčasno], tako da smo se odzvali nanj in shranjene njemu in njegovi družini iz veliko poplav.
sr_cyrl: [Споменуо] Ноа, када му се [Аллах] пре [то], тако смо и одговорили да га спасио њега и његову породицу од великог потопа.
sr_latn: [Spomenuo] Noa, kada mu se [Allah] pre [to], tako smo i odgovorili da ga spasio njega i njegovu porodicu od velikog potopa.
uk: І [кажучи вже] Ной, коли він покликаний [Аллах] перед [той час], так що ми відповіли на нього і зберегти його і його сім'ю від велику повінь.
vi: Và [kể] Noah, khi ông gọi là [Allah] trước khi [thời gian], do đó, chúng tôi đáp ứng với anh ta và cứu cậu và gia đình từ trận lụt lớn.
zu: Futhi [Khumbuzani] Nowa, lapho eyibiza [Allah] ngaphambi [ngaleso sikhathi], ngakho We phendula him futhi wayisindisa nomndeni wakhe kuzamcolo omkhulu.

# Quran2560
source: And We saved him from the people who denied Our signs. Indeed, they were a people of evil, so We drowned them, all together.
ca: I ens ha salvat de la gent que va negar rètols. De fet, eren un poble del mal, així que va ofegar-los, tots junts.
cy: A ydym yn achubwyd ef gan y bobl sy'n gwrthod ein arwyddion. Yn wir, roeddent yn bobl o ddrygioni, fel boddi, gyd gyda'i gilydd.
da: Og vi reddede ham fra de mennesker, der nÃ¦gtet vores tegn. Ja, de var et folk af det onde, så vi druknede dem, alle sammen.
el: Και εμείς που τον έσωσε από τους ανθρώπους που δεν επιτρέπεται η σημάδια μας. Πράγματι, ήταν μια άνθρωποι του κακού, έτσι πνιγήκαμε τους, όλοι μαζί.
et: Ja me salvestada teda inimestelt, kes eitas meie märke. Tõepoolest, nad olid rahvas paha, nii me uppunud, kõik koos.
fi: Ja pelasti hänet ihmisiltä, joka kielsi merkkejä. Itse asiassa he olivat ihmisiä pahaa, joten hukkui, kaikki yhdessä.
he: הצלנו אותו מן העם אשר הכחיש את השלטים שלנו. ואכן, הם היו אנשי רשע, אז אנחנו הטביעה אותם, הכל ביחד.
hr: I spasili smo ga od ljudi koji je negirao naše znakove. Doista, bili su ljudi zlo, pa smo se utopio, sve zajedno.
lt: Ir mes išgelbėti jį nuo žmonių, kurie neigia mūsų požymiai. Iš tiesų, jie buvo žmonės blogio, kad mes nuskendo, visi kartu.
lv: Un mēs viņu izglāba no cilvēkiem, kas noliedza mūsu zīmes. Patiešām, tie cilvēkus no ļaunuma, lai mēs, visi kopā noslīka.
nb: Og vi reddet ham fra folk som nektet våre tegn. Faktisk, de var et folk av onde, så vi druknet dem alle sammen.
sk: A my ho zachránil od ľudí, ktorí poprel našich značiek. V skutočnosti boli ľuďom zlo, tak sme sa utopil, všetko dohromady.
sl: In smo ga rešil iz ljudi, ki je zanikal naše znake. Res, so bili ljudje zlo, zato smo utonil, vse skupaj.
sr_cyrl: И спасили смо га од људи који је негирао свој знак. Заиста, били су људи од зла, тако да смо се удавили их, сви заједно.
sr_latn: I spasili smo ga od ljudi koji je negirao svoj znak. Zaista, bili su ljudi od zla, tako da smo se udavili ih, svi zajedno.
uk: І ми його врятував від людей, які заперечували наших знаки. Дійсно, вони були люди зла, так що ми потонули їх, всі разом.
vi: Và chúng tôi đã lưu nó từ những người từ chối các dấu hiệu của chúng tôi. Thật vậy, họ đã là một người xấu, vì vậy, chúng tôi chết đuối, tất cả cùng nhau.
zu: Futhi We khulula him kusukela kubantu ophike izibonakaliso Zethu.

# Quran2561
source: And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement.
ca: I [parlar] David i Salomó, quan ells jutjats pel que fa a l'àmbit - quan les ovelles d'un poble va envair [de nit], i ens van assistir al seu judici.
cy: A [sôn am] David a Solomon, pan oeddynt yn ymwneud â maes-pan oedd y defaid o bobl dros ei amser ei [nos], ac yr oeddem yn dyst i eu barn.
da: Og [omtale] David og Salomo, når de bedømmes, om feltet - når får et folks overløb det [om aftenen], og vi var vidne til deres dømmekraft.
el: Και, [αναφορά] David και Σολομώντος, όταν τις έκρινε σχετικά με το πεδίο - όταν τα πρόβατα ενός λαού υπερέβη το [τη νύχτα], και γίναμε μάρτυρες την κρίση τους.
et: Ja [nimetada] David ja Saalomoni, kui nad hinnata seoses välja - kui inimesed lamba kestis [öösel] ja olime tunnistajaks nende arvamust.
fi: Ja [mainita] David ja Salomon, kun he arvioivat koskevan - lampaat ihmiset valloittivat [yöllä], jolloin olimme todistamassa heidän tuomionsa.
he: [להזכיר] David ושלמה, כאשר הם שפטו בנוגע השדה - כאשר הכבשים של אנשים פלש זה [בלילה], והיינו עדים השיפוט שלהם.
hr: I [spomenuti] David i Salomon, kada oni sude o polju - kada ovce ljudi zauzele [noću], i bili smo svjedoci presudom.
lt: Ir [paminėti] David ir Saliamono, kai jie vertinami dėl laukas - kai žmonės avys išplito ji [naktį], ir mes buvo liudininku jų sprendimui.
lv: Un [min] David un Zālamana, kad viņi vērtē attiecībā uz lauku - kad cilvēki aitu kāpa ārā no tā [naktī], un mums bija liecinieks uz viņu spriedumus.
nb: Og [] David og Salomo, når de dømt angående feltet - når sauene til et folk erobret det [natten], og vi var vitne til sin dom.
sk: A [Uveďte] David a Šalamún, keď sa súdil o oblasti - ovce ľudí ho obsadil [v noci] a sme boli svedkami ich úsudok.
sl: In [] David in Solomon, ko se presodi glede na področju - ko ovce ljudi je presegla [ponoči], in smo bili priča njuno odločitev.
sr_cyrl: И [спомињем] Давид и Соломон, када они суде које се односе на пољу - када овце народа, то је заузеле [ноћу], и били смо сведоци њихову пресуду.
sr_latn: I [spominjem] David i Solomon, kada oni sude koje se odnose na polju - kada ovce naroda, to je zauzele [noću], i bili smo svedoci njihovu presudu.
uk: І [кажучи вже] David і Соломона, коли вони судити, що стосуються поля - коли овець народ заполонили його [вночі], і ми були свідками їх судження.
vi: Và [kể] David và Solomon, khi họ đánh giá liên quan đến lĩnh vực này - khi các con chiên của một người bị nó [vào ban đêm], và chúng tôi đã làm chứng cho bản án của họ.
zu: Futhi [Khumbuzani] David Solomoni uma they wahlulela u-ngokuphathelene endle - lapho izimvu wabantu alithatha it [ebusuku], futhi ngokwemvelo sasingabantwana ubufakazi ekwahluleleni kwabo.

# Quran2562
source: And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that].
ca: I vam donar la comprensió del cas per Solomon, i a cada [ells] ens donava sentència i coneixement. I estem sotmesos a les muntanyes per exaltar [nosaltres], juntament amb David i [també] les aus. I estàvem fent [que].
cy: Rhoesom dealltwriaeth o achos i Solomon, ac i bob un [ohonynt] rhoesom barn a gwybodaeth. A ydym yn dioddef y mynyddoedd i exalt [ein], ynghyd â David a [hefyd] yr adar. A oedd yn gwneud [hynny].
da: Og vi gav forståelse af sagen til Solomon, og hver [af dem] vi gav dom og viden. Og vi udsat bjerge for at ophøje [os], sammen med David og [også] fuglene. Og vi lavede [at].
el: Μας έδωσε την κατανόηση της υπόθεσης να Solomon, και σε κάθε [τους] δώσαμε κρίση και γνώση. Και εμείς να υποβληθούν τα βουνά να εξυψώσει [μας], μαζί με τον David και [επίσης] τα πουλιά. Και κάναμε [που].
et: Andsime asja mõistmise Saalomoni ja igale [] andsime otsustusvõime ja teadmisi. Ja me läbinud mägedes ülendab [meid], samuti David ja [ka] linnud. Ja me sel [see].
fi: Annoimme ymmärtää asian Salomonin ja kullekin [] annoimme tuomion ja tietoa. Ja meidän vuoret ylistää [Us] sekä David [myös] linnut. Ja teemme [että].
he: שנתנו הבנה של התיק שלמה ו לכל אחד [מהם] נתנו פסק הדין וידע. אנחנו חשופים ההרים על כתפיו [אותנו], David ו [גם] הציפורים. אנחנו עושים [כי].
hr: Razumijevanje slučaja dao Solomon i da svaka [se] smo dali sud i znanje. I podvrgnuli smo planine uzvisivanje [nas], David i [također] ptice. I radili smo [to].
lt: Mes davė suprasti bylos Saliamono ir kiekvienai [jiems] mums davė sprendimo ir žinių. Ir mes laikėme į kalnus ir išaukštinti [JAV], kartu su David ir [taip pat] paukščiai. Ir mes darome [kad].
lv: Izpratni par lietu mēs atdevām Solomons, un katrai [tiem] mēs devām vērtējumu un zināšanas. Un mēs pakļauti kalnos pacilāt [mums], kopā ar David un [arī] putni. Un mēs darām [ka].
nb: Og vi ga forståelse av saken til Salomo, og hver av dem vi ga dom og kunnskap. Og vi utsatt fjellene for å opphøye [oss], David og [også] fuglene. Og vi gjorde [at].
sk: Dali sme chápanie prípade Šalamúnovi a v [ich] dali sme úsudku a vedomosti. A sme podrobili hory vynášať [nás], spolu s David a [i] vtáky. A [že] robíme.
sl: In mi je dal razumevanje primera Salomonovega in vsaki [jih] smo dali sodbe in znanja. In smo podvrženi gore, da poveličujejo [nas], skupaj z David in [tudi] ptice. In smo delali, [ki].
sr_cyrl: Дали смо разумевање тог случаја Соломон и сваком [их] смо дали суд и знање. И да смо стављени под планинама да уздигнемо [нас], заједно са Давид и [такође] птице. И радили смо [то].
sr_latn: Dali smo razumevanje tog slučaja Solomon i svakom [ih] smo dali sud i znanje. I da smo stavljeni pod planinama da uzdignemo [nas], zajedno sa David i [takođe] ptice. I radili smo [to].
uk: Ми дали розуміння справи Соломона і до кожного [їх] ми дали судження і знання. І ми піддавали гори й вивищувати [нас], а також David а [також] птахів. І ми робили [що].
vi: Chúng tôi đã cung cấp sự hiểu biết về các trường hợp cho Solomon và mỗi [chúng] chúng tôi đã đưa ra bản án và kiến thức. Và chúng ta phải chịu các dãy núi để nâng cao [chúng tôi], cùng với David và [cũng] các loài chim. Và chúng tôi đã làm [rằng].
zu: Futhi We epha kuvisisa icala uSolomoni, futhi ngamunye [wabo] We epha ukwahlulela kanye nolwazi.

# Quran2563
source: And We taught him the fashioning of coats of armor to protect you from your [enemy in] battle. So will you then be grateful?
ca: I li va ensenyar la configuració de capes d'armadura per protegir-se de la seva batalla [enemic en]. Així llavors serà agraït?
cy: A ydym yn ei addysgu llunio cotiau armor i i'ch amddiffyn rhag eich brwydr [gelyn yn]. Felly byddwch wedyn yn ddiolchgar?
da: Og vi lærte ham fashioning af frakker rustning til at beskytte dig fra din [fjenden i] slaget. Så vil du så være taknemmelig?
el: Και εμείς τον δίδαξε διαμόρφωση του παλτό του πανοπλία για να σας προστατεύσει από την μάχη σας [εχθρό σε]. Έτσι θα σας τότε είναι ευγνώμων;
et: Ja me õpetas teda fashioning mantlid Armor kaitsta teid [vaenlane] lahing. Nii sa siis tänulik?
fi: Ja olemme opetettu häntä takit haarniska suojautumaan [vihollisen] taistelu muotoilussa. Niin sitten tulet kiitollinen?
he: לימדנו אותו fashioning של מעילים של השריון כדי להגן עליך מפני שלך קרב [האויב ב]. אז אתה ואז תהיה אסיר תודה?
hr: I učili ga oblikovanju kapute oklop za zaštitu od [neprijatelja] bitka. Tako će vam zatim biti zahvalan?
lt: Ir mes išmokė jį kuriant paltai šarvai apsaugoti jus nuo jūsų [priešo] mūšis. Taigi jums bus dėkingi?
lv: Un mums mācīja viņu sagatavoja bruņutērpi, lai aizsargātu jūs no [ienaidnieku] kaujas. Tātad jums būs pateicīgi?
nb: Og vi lærte ham fashioning strøk av rustning beskytter deg mot din [fienden i] kamp. Så vil du deretter bli takknemlig?
sk: A my ho učil ujímání kabáty zbroj chrániť vás z vašej bitky [nepriateľa v]. Tak potom budeš vďačný?
sl: In smo ga naučil, fashioning plašči oklep bi vas zaščitili pred [sovražnik v] bitko. Tako boste potem hvaležen?
sr_cyrl: И дали смо му се брине да обликујељ за капуте оклоп и заштити од твоје битке [непријатеља у]. Па онда буди захвална?
sr_latn: I dali smo mu se brine da oblikujeљ za kapute oklop i zaštiti od tvoje bitke [neprijatelja u]. Pa onda budi zahvalna?
uk: І ми навчили його створенні щось пальто броня захистити вас від [ворога в] битви. Так ви потім буде вдячний?
vi: Và chúng tôi đã dạy ông fashioning áo khoác áo giáp để bảo vệ bạn khỏi cuộc chiến [thù] của bạn. Vì vậy bạn sẽ sau đó được biết ơn?
zu: Futhi Thina wamfundisa alingise of amajazi zempi ukukuvikela wakho [isitha] empini.
