Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran472
source: Allah would not leave the believers in that [state] you are in [presently] until He separates the evil from the good. Nor would Allah reveal to you the unseen. But [instead], Allah chooses of His messengers whom He wills, so believe in Allah and His messengers. And if you believe and fear Him, then for you is a great reward.
ca: Allah no deixaria els creients en aquest [estat] Ets a [actualment] fins que separa el mal de la bona. Ni vols Allah revelar a vostè invisibles. Però [en canvi], Allah tria dels seus missatgers qui testaments d'ell, així cregui en Allah i els seus missatgers. I si vostè creu i por ell, llavors per a és una gran recompensa.
cy: Ni byddai Allah yn gadael y credinwyr yn yr wladwriaeth ydych mewn [ar hyn o bryd] hyd nes y mae ef yn gwahanu y drygioni y da. Ac ni byddai Allah yn dangos i chi y unseen. Ond [yn hytrach], bydd Allah yn dewis ei negeswyr bwy AU ewyllysiau, felly yn credu yn Allah a ei negeswyr. Ac os rydych yn credu ac yn ofni iddo, yna i chi yn wobr wych.
da: Allah vil ikke forlade troende i denne [stat] du er i [i øjeblikket] indtil han adskiller onde fra gode. Heller vil Allah afsløre for dig usynlige. Men [i stedet], Allah vælger af hans budbringere, hvem han Testamente, så tror på Allah og hans sendebud. Og hvis du tror, og bange for ham, så for dig er en stor belønning.
el: Αλλάχ δεν θα αφήνουν οι πιστοί σε αυτό το [κράτος] είστε σε [σήμερα] έως ότου χωρίζει το κακό από το καλό. Ούτε θα Αλλάχ σας αποκαλύψει την αθέατη. Αλλά [αντί], Αλλάχ επιλέγει του κλητήρες, τους οποίους διαθήκες, έτσι πιστεψτε στον Αλλάχ και του κλητήρες. Και αν πιστεύετε και τον φοβάται, τότε για εσάς είναι μια μεγάλη ανταμοιβή.
et: Jumal ei jäta usklikud [riigi] teil on tekkinud [praegu] kuni ta eraldab kurja hea. Samuti tooks Allah esile teile selle nähtamatu. Kuid [hoopis], Jumal otsustab tema inglid, kelle He wills, nii usuvad Jumalat ja tema inglid. Ja kui uskuda ja hirm teda, siis teil on suur auhind.
fi: Jumala ei jätä uskovaiset [valtio] olet [nyt] kunnes hän erottaa hyvä pahasta. Eikä Jumala paljastaa sinulle näkymätön. Mutta [eikä] Jumala valitsee hänen lähettiläitä, kenelle tahtoo, niin uskoa Jumalaan ja hänen lähettiläitä. Ja jos uskot ja häntä pelkäätte, sitten sinulle on suuri palkinto.
he: אללה לא ישאיר המאמינים במצב זה [] אתה ב [] עד שהוא מפריד את הרוע מן הטוב. וגם לא הייתי אללה לחשוף את הבלתי נראה. אבל [במקום], אללה בוחר של שליחים שלו למי שהוא כל כך מאמין באללה, לשליחיו. אם אתה מאמין, פוחדים ממנו, אז בשבילך הוא פרס גדול.
hr: Allah neće ostaviti vjernike u [države] Vi ste u [danas] dok se on odvaja zlo od dobra. Niti će Allah otkriti nevidljivo. Ali umjesto toga Allah bira svoje glasnike koga hoće, pa vjeruju u Allaha i svoje glasnike. I ako vjeruju i strah, onda ti je velika nagrada.
lt: Dievas nepaliks tikintieji [valstybė] esate [dabar] kol jis skiria blogį nuo gėrio. Taip pat Dievas atskleidžia jums nematyto. Tačiau [vietoj], Dievas pasirenka savo pasiuntinius, kuriems jis testamentų, Taigi tiki Dievu ir jo pasiuntiniai. Ir jei tu tiki ir baimė jį, tada jums yra didelis atlygis.
lv: Allah nebrauks projām no ticīgo [valsts] jūs atrodaties [pašlaik] līdz brīdim, kad viņš atdala ļaunums no labas. Nedz Allah atklās jums neredzēts. Bet [vietā], Allah izvēlas savu kurjeriem, kuriem viņš testamentus, tātad tic Allah un viņa kurjeri. Un, ja jūs domāt un bailes viņu, tad jums ir liela atlīdzība.
nb: Døyve ville ikke forlate troende i at [stat] du er i [dag] før han skiller ondet fra gode. Heller ikke ville Allah avsløre deg usynlige. Men [stedet], Allah velger hans sendebud som han wills, så tror på Allah og hans sendebud. Og hvis du tror og frykter ham, så du er en stor belønning.
sk: Alah by nenechal veriacich v [štátu] ste neprebiehajú v [] kým on oddeľuje zlé od dobrého. Ani by Alah odhaliť neviditeľné. Ale [miesto], Alah rozhodne jeho poslovia, ktorých on wills, takže veriť v Boha a jeho poslovia. A ak si myslíte, a strach, potom pre vás je veľká odmena.
sl: Allah ne bi pustila verniki v [države] ste v [sedaj] dokler je ločuje zlo od dobrih. Prav tako bi Allah razkrila vam nevidno. Vendar [namesto], Allah izbere svoje glasnike, ki je oporoke, torej vernik v Allah in svoje glasnike. In če vi vernik ter strah njega, potem za vas je veliko nagrado.
sr_cyrl: Алах не би напустила верницима у том стању налазите [тренутно] док се он одваја зло од добра. Нити би Аллах да ти откријем невидјено. Али [уместо тога], Аллах бира свог курира кога он wиллс, па верујем у Алаха и његове гласнике. Ако и ти веровати боје њега, онда за тебе је велика награда.
sr_latn: Alah ne bi napustila vernicima u tom stanju nalazite [trenutno] dok se on odvaja zlo od dobra. Niti bi Allah da ti otkrijem nevidjeno. Ali [umesto toga], Allah bira svog kurira koga on wills, pa verujem u Alaha i njegove glasnike. Ako i ti verovati boje njega, onda za tebe je velika nagrada.
uk: Аллаху не залишить віруючих в [держави] ви займаєтеся [сьогодні] поки він відокремлює зло з гарним. І не буде Аллах виявити вам невидиме. Але [натомість] Аллах вибирає його посланцями, кого він Заповітів, так що вірю в Аллах і його посланцями. І якщо ви вірите і боїться його, то для вас є велика нагорода.
vi: Allah sẽ không rời khỏi các tín hữu ở [] bạn đang ở trong [hiện nay] cho đến khi ông phân tách những điều xấu từ tốt. Cũng sẽ Allah tiết lộ cho bạn unseen. Nhưng [thay], Allah chọn các sứ giả của mình, người mà ông wills, để tin vào Allah và sứ giả của mình. Và nếu bạn tin tưởng và lo sợ anh ta, sau đó cho bạn là một phần thưởng tuyệt vời.
zu: Allah wayengeke ashiye abakholwayo ukuthi [state] you are [masinyane] kuze He ehlukanisa ububi okuhle.

# Quran473
source: And let not those who [greedily] withhold what Allah has given them of His bounty ever think that it is better for them. Rather, it is worse for them. Their necks will be encircled by what they withheld on the Day of Resurrection. And to Allah belongs the heritage of the heavens and the earth. And Allah, with what you do, is [fully] Acquainted.
ca: I no aquells que [amb avidesa] retenir quin Allah ha donat de la seva generositat mai deixar de pensar que és millor per a ells. Més aviat, és pitjor per a ells. El coll es ser envoltada per què ells retingut el dia de resurrecció. I per Allah pertany el patrimoni dels cels i la terra. I Allah, amb el que fas, està [totalment] familiaritzat.
cy: A gadewch nid y rhai sy'n atal [farus] Pa Allah wedi rhoi iddynt o ei bounty erioed yn credu ei bod yn well iddynt. Yn hytrach, mae'n waeth iddynt. Bydd eu gyddfau yn amgylchynu gan beth maent yn ôl dydd atgyfodi. Ac i Allah yn perthyn treftadaeth y nefoedd a'r ddaear. A gyda beth yr ydych yn ei wneud, yw Allah, [llawn] yn gyfarwydd.
da: Og lad ikke dem, der [grådigt] tilbageholde hvad Allah har givet dem af hans bounty nogensinde tror, at det er bedre for dem. Det er snarere værre for dem. Deres halse vil være omgivet af hvad de tilbageholdes på den dag i opstandelse. Og Allah tilhører arv af himlene og jorden. Og Allah, med hvad du gør, er [fuldt] bekendtskab.
el: Και όσους δεν παρακρατήσει [λαίμαργα] τι Αλλάχ έχει τους δοθεί της αυτού γενναιοδωρία ποτέ Ας σκεφτούμε ότι είναι καλύτερο για αυτούς. Μάλλον, είναι χειρότερο για αυτούς. Λαιμό τους θα περιβληθεί από ό, τι αυτοί παρακρατούνται κατά την ημέρα της Αναστάσεως. Και Αλλάχ ανήκει η κληρονομιά του τον ουρανό και τη γη. Και Αλλάχ, με αυτό που κάνεις, [πλήρως] γνωρίζεται.
et: Ja mitte need, kes [aplalt] kinni mida Jumal on andnud neile tema halastus kunagi lase arvan, et see on parem neid. Pigem on halvem neile. Nende kaela näidatakse elektrita nad hektoliitrilt ülestõusmise päev. Ja Allah kuulub pärandi taevas ja maa. Ja Jumal, mida te teete, on [täies ulatuses] teada.
fi: Ja anna eikä niitä, jotka [ahnaasti] pidättää mitä Jumala on antanut heille armostaan koskaan, että on parempi heille. On pikemminkin pahentaa. Mitä he salassa ylösnousemuksen päivänä ympäröi heidän kaulansa. Ja Jumalalle kuuluu heritage taivaat ja maan. Ja Jumala, mitä teet, on [kokonaan].
he: אתן לא מי [בתאווה] מסתיר איזה אללה נתן להם השפע שלו אי פעם חושב שמוטב להם. ליתר דיוק, זה גרוע עבורם. הצוואר שלהם להיות מוקפת מה הם שנוכה במקור על יום התקומה. אללה שייך את המורשת של השמים ואת הארץ. אללה, עם מה שאתה עושה, הוא [מלא] היכרות.
hr: I neka ne oni koji [pohlepno] uskratiti ono što Allah im svoju nagradu daje ikad Mislim da je bolje za njih. Naprotiv, to je gore po njih. Vrata će biti okružen oni zadržano na dan uskrsnuća. A Allahu pripada nasljedstvo nebesa i zemlje. I Allaha, sa onim što radite, [u potpunosti] je upoznati.
lt: Ir tegul ne tiems, kurie [Łapczywie] išskaityti ką Dievas davė jiems savo lazdelės kada nors manau, kad tai yra geriau už juos. Atvirkščiai, tai blogiau už juos. Jų kaklų bus apsuptas ką jie sulaikoma apie prisikėlimo dieną. Ir Dievas priklauso paveldo dangų ir žemę. Ir Dievas, su ką jūs darote, yra [visiškai] susipažinti.
lv: Un ļaut ne tiem, kas [badīgi] ieturēt kādi Allah ir devis viņiem savas veltes kādreiz domāju, ka tas ir labāks par viņiem. Drīzāk, tas ir sliktāks par tiem. Viņu kakliem būs apņemta ar to, ko viņi ietur par augšāmcelšanās dienu. Un Allah pieder mantojums, kas debesis un zemi. Un Allah, ar to, ko jūs darīt, ir [pilnībā] iepazīties.
nb: Og la ikke de som [grådig] tilbakeholde hva Gud har gitt dem sitt noensinne tror at det er bedre for dem. Snarere er det verre for dem. Halsen vil bli omkranset av hva de holdt på dagen av oppstandelse. Og til Allah tilhører arv av himlene og jorden. Og Allah, med hva du gjør, er [fullt] kjent.
sk: A nech nie tých, ktorí [hltavo] zadržať toho, čo Boh dal im jeho Bounty niekedy si myslím, že je pre nich lepšie. Skôr je to pre nich horšie. Krky budú obklopené čo budú zadržané na deň vzkriesenia. A Bohu patrí dedičstva z neba a Zeme. A Boh, s čo robíte, je [plne] oboznámený.
sl: In naj ne tistih, ki zadrži [pohlepno] kaj Alah jih svoje radodarnosti dal kdaj mislijo, da je bolje za njih. Namesto tega je slabše za njih. Vratu se bo obkrožila kaj jih zadrži na dan od vstajenje. Ter Allah pripada dediščina nebes in zemlje. In Alah, z kaj delate, je [popolnoma] seznanjeni.
sr_cyrl: И нека не они који [грамзиво] ускрати какав Алах је дао од његове награде икада мислим да је то боље за њих. Радије , то је горе за њих. Ће бити окрузен њихових вратова шта су прикрили на дан ускрснућа. И , Алах припада баштине неба и земље. И , Алах, са оним што радите, је [у потпуности] упозната.
sr_latn: I neka ne oni koji [gramzivo] uskrati kakav Alah je dao od njegove nagrade ikada mislim da je to bolje za njih. Radije, to je gore za njih. Će biti okruzen njihovih vratova šta su prikrili na dan uskrsnuća. I, Alah pripada baštine neba i zemlje. I, Alah, sa onim što radite, je [u potpunosti] upoznata.
uk: І нехай не ті, хто [жадібно] утримувати що Аллах дарував його милості ніколи не думаю, що краще для них. Це скоріше гірше за них. Шиях буде оточена те, що вони утримується на день Воскресіння. І щоб Аллах належить спадщина небеса та Земля. І Аллаха, що ви робите, це [повністю] познайомилися.
vi: Và hãy để không có những người [tham] giữ lại những gì Allah đã cho họ tiền thưởng của mình bao giờ nghĩ rằng nó là tốt hơn cho họ. Thay vào đó, nó là tồi tệ hơn cho họ. Cổ của họ sẽ được bao quanh bởi những gì họ giữ lại vào ngày phục sinh. Và Allah thuộc di sản của bầu trời và trái đất. Và Allah, với những gì bạn làm, [đầy đủ] làm quen.
zu: Futhi ukungalungi makungahlali labo [ngokuhaha] livinjelwe kungabe kusabakho lokho Allah ubaniké enaleni Akhe ongake acabange ukuthi kungcono for them.

# Quran474
source: Allah has certainly heard the statement of those [Jews] who said, "Indeed, Allah is poor, while we are rich." We will record what they said and their killing of the prophets without right and will say, "Taste the punishment of the Burning Fire.
ca: Allah ha sentit certament la declaració d'aquests [jueus] qui va dir, "De fet, Allah és pobre, mentre som rics". Es registrarà el que deien i el seu assassinat dels profetes sense dret i dirà, "tastar el càstig del foc cremant.
cy: Yn sicr mae'r Allah wedi clywed datganiad o hynny Iddewon a ddywedodd, "Yn wir, Allah yn wael, er ein bod yn gyfoethog." Ni bydd yn cofnodi'r hyn y maent yn ei ddweud ac yn eu lladd y proffwydi heb hawl a bydd dweud, "blas y gosb y tân llosgi.
da: Allah har sikkert hørt sætningen af disse [jøder] Hvem sagde, "Ja, Allah er fattige, mens vi er rige." Vi vil registrere hvad de sagde og deres drab på profeter uden ret og vil sige, "smage straf af brændende ild.
el: Αλλάχ έχει σίγουρα ακούσει για τη δήλωση των εν λόγω [Εβραίων] Ποιος είπε, «Πράγματι, Αλλάχ είναι κακή, ενώ είμαστε πλούσιοι». Εμείς θα καταγράψει τι είπαν και τη θανάτωσή τους από την προφήτες, χωρίς δικαίωμα και θα πει, "γεύση η τιμωρία της Φωτιάς καίγοντας.
et: Jumal on kindlasti kuulnud [juudid] avaldus kes ütles: "Tõepoolest, Allah on vaesed, samas oleme rikas." Me salvestame nad ütlesid ja prohvetid õiguseta surmamisel ja öeldakse "maitse Burning Fire karistuse.
fi: Jumala on varmasti kuullut lauseen niille juutalaisille joka sanoi: "Jumala onkin köyhä, vaikka olemme rikas." Tallentaa mitä he sanoivat ja profeetat oikeudettomasti lopetuksen ja sanovat "maistaa palavan tulen rangaistusta.
he: אללה בוודאי שמע את ההצהרה [היהודים] מי אמר, "ואכן, אללה הוא עני, ואילו אנחנו עשירים". אנו יתעד את מה שהם אמרו, שלהם הרג הנביאים ללא נכון, אומר, "לטעום את העונש של האש הבוער.
hr: Allah je čuo izjavu te [Židova] tko je rekao, "Zaista, Allah je siromašan, a mi smo bogati." Će snimati što su rekli i njihovo ubijanje proroka bez prava i će reći: "kušajte kaznu vatrom gori.
lt: Dievas tikrai girdėjo apie tuos [žydų] pasakęs, "Iš tiesų, Allah yra prasta, o mes yra daug." Mes išsaugosime ką jie sako ir jų žudymo pranašų neturint tam teisės ir sako, "skonis baudimą už ugnies deginimas.
lv: Allah ir noteikti dzirdējis paziņojums par tiem [ebrejiem] kurš teica: "Patiešām, Allah ir slikts, kamēr mēs esam bagāti." Mēs reģistrēs to, ko viņi teica un viņu nogalināšanas pravieši bez tiesībām un teiks: "garšu Burning Fire sods.
nb: Allah har sikkert hørt setningen av de [jødene] som sa: "Ja, Allah er dårlig, mens vi er rike." Vi vil ta opp hva de sa og deres drap profetenes uten rett og vil si, "smak straffen av brennende ild.
sk: Boh má určite počuli o tých [Židia] kto povedal, že "Alah je skutočne zlé, keď sme bohatí." Sme bude zaznamenávať, čo povedal a ich zabíjaní prorokov bez práva a povedia, "chuť trest na horiaci oheň.
sl: Allah je zagotovo slišal izjavo teh [Judje] kdo je rekel, "Res, Allah je slaba, medtem ko smo bogati." Mi bo snemanje, kaj so rekli in usmrtitvi prerokov brez pravice in rekel, "okus kazen gorečega ognja.
sr_cyrl: Алах је сигурно чуо изјаву од оних Јевреја ко је рекао: "Заиста, Аллах је јадни, док смо богати." Смо ће записати, то су рекли и њихова убијања пророка без права и рећи "окуси казна Бурнинг ватре.
sr_latn: Alah je sigurno čuo izjavu od onih Jevreja ko je rekao: "Zaista, Allah je jadni, dok smo bogati." Smo će zapisati, to su rekli i njihova ubijanja proroka bez prava i reći "okusi kazna Burning vatre.
uk: Аллах звичайно чув у звіті про ці [євреїв] хто сказав: "дійсно, Аллах бідні, хоча ми багатий." Ми буде записувати те, що вони сказали і їх вбивство пророків без права і скаже: "смак покарання Горячі вогню.
vi: Allah đã chắc chắn nghe tuyên bố của những [Do Thái] người đã nói, "Thật vậy, Allah là nghèo, trong khi chúng tôi rất phong phú." Chúng tôi sẽ ghi lại những gì họ nói và họ giết người của các tiên tri mà không phải và sẽ nói, "hương vị sự trừng phạt của ngọn lửa cháy.
zu: Ngokuqinisekile Allah izwile isitatimende labo [maJuda] asinika thina wathi: "Ngempela, Allah umpofu, KHASHANA we are NOTHILE."

# Quran475
source: That is for what your hands have put forth and because Allah is not ever unjust to [His] servants."
ca: Allò és per què les mans han posat endavant i perquè Allah no és mai injust [seva] servents. "
cy: Mae hynny ar gyfer beth y mae eich dwylo wedi ei rhoi ymlaen ac oherwydd nid yw Allah erioed anghyfiawn i weision [ei]. "
da: Det er hvad dine hænder har lagt frem, og fordi Allah ikke er nogensinde uretfærdig [hans] tjenere. "
el: Αυτό είναι για το τι τα χέρια σας έχουν βάλει εμπρός και επειδή Αλλάχ δεν είναι ποτέ άδικο να τους υπηρέτες [του]. "
et: Thats mida käed on ajama ja kuna Jumal ei ole kunagi alusetu [oma] sulased. "
fi: Se on teidän käsissänne on ojensi ja koska Jumala ei ole koskaan väärin [] palvelijoitaan. "
he: . זה בשביל מה הידיים שלך לשים הלאה כי אללה הוא לא צודק אי פעם [את] משרתיו. "
hr: To je za što ruke iznijeli i jer Allah nije nikada nepravedno [] slugama. "
lt: Tai už ką rankas pasidengti ir todėl, kad Dievas yra ne kada nors nepagrįsto [jo] tarnautojams. "
lv: Tas ir par to, ko jūsu rokās ir nodot tālāk un tāpēc nav kādreiz nepamatotu [viņa] kalpiem Allah. "
nb: Det er for hva hendene har lagt frem og Allah ikke er helt urettferdig [hans] tjenere. "
sk: To je to, čo vaše ruky sa vystrel, a preto Alah nie je niekedy nespravodlivý [jeho] zamestnancov. "
sl: To je za tisto, kar vaše roke so iztegnil in ker Allah ni nikoli nepravičen do [] služabnike. "
sr_cyrl: То је за шта је руке изнели и зато што је Алах није никад неправедан према [своје] слуге. "
sr_latn: To je za šta je ruke izneli i zato što je Alah nije nikad nepravedan prema [svoje] sluge. "
uk: Що це за те, що ваші руки висунув і тому що Аллаху не коли-небудь несправедливий [] рабам. "
vi: Đó là vì những gì bàn tay của bạn đã đưa ra và bởi vì Allah là không bao giờ bất công để công chức [của mình]. "
zu: Yilokho for kho andla wasolula futhi ngoba Allah akuyona owake ongenabulungisa nongenalo ezincekwini [yakhe]. "

# Quran476
source: [They are] those who said, "Indeed, Allah has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume." Say, "There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them, if you should be truthful?"
ca: [Són] qui va dir, "De fet, Allah ha pres nostra promesa de no creure qualsevol Missatger fins que ens porta una ofrena que foc [del cel] consumirà." Dir, "hi han ja arribat a missatgers davant meu amb proves clares i [encara] que del que parles. Així per què va fer matar-los, si vostè ha de ser veraç?"
cy: [Maent] rhai a ddywedodd, "Yn wir, Allah wedi cymryd ein haddewid ni i gredu unrhyw negesydd hyd nes y daw ef ni gynnig y tân [o'r nefoedd] Bydd yfed." Dweud, "Mae wedi eisoes wedi dod i chi negeswyr cyn imi â proflenni clir ac [hyd yn oed] a ydych yn siarad. Felly pam wnaeth eich lladd hwy, os dylai fod yn eirwir?'
da: [Der] dem, der sagde, "Ja, Allah har taget vores løfte om ikke at tro nogen messenger, indtil han bringer os et offer, som ilden [fra himlen] vil forbruge." Sige, "der er allerede kommet til dig budbringere før mig med klare beviser og [selv], som du taler. Så hvorfor har du dræbe dem, hvis du skulle være sandfærdig?"
el: [Είναι] αυτά που είπε, «Πράγματι, Αλλάχ έχει λάβει υπόσχεση μας να μην θεωρήσετε κάθε αγγελιοφόρος, μέχρι που μας φέρνει μια προσφορά που θα καταναλώσει οποία φωτιά [από τον ουρανό].» Ας πούμε, "εκεί ήδη καταλήξει εσείς messengers πριν από μένα με σαφείς αποδείξεις και [ακόμη] που που μιλάτε. Τόσο γιατί μπορείτε να τους σκοτώσει, αν θα πρέπει να είναι αληθείς;»
et: [On] need, kes ütles: "Tõepoolest, Allah on võtnud meie lubadus mitte uskuda kõik Messengeri, kuni ta toob meile millised tulekahju [taevast] tarbivad pakkumishinda." Öelda: "seal on juba jõudnud sa kullerid enne mind selged tõendid ja [isegi] see millest sa räägid. Nii miks ei sa neid tappa, kui sa peaksid olema tõesed?"
fi: He ovat niitä, jotka sanoivat: "Itse asiassa Jumala on ottanut lupauksemme usko mitään messenger kunnes hän tuo meille tarjoutuu joka tuli [taivaasta] kuluttaa." Sanoa, "on jo tullut sinulle vahtimestarien edessäni selvin ja [edes], josta te puhutte. Joten miksi tappaa, jos sinun pitäisi olla rehellinen?"
he: [הם] מי אמר: "אכן, אללה לקח את ההבטחה שלנו לא להאמין שליח עד שהוא יוביל אותנו. מנחה אשר אש [מן השמים] יצרוך." אומרים, "שם כבר לבוא לך שליחים לפניי [אפילו] זה הילעש ועם בהוכחות ברורות. ? אז למה הרגת אותם, אם אתה צריך להיות כנה?"
hr: [Oni su] koji je rekao, "Uistinu, Allah je uzeo naše obećanje da ne vjerujem bilo Glasnik dok on nam donosi prinos koji vatru [od Boga] će pojesti." Kažu, "tamo već se glasnici prije mene sa jasni dokazi i [i] to što govoriš. Pa zašto si ubio ih, ako bi trebao biti iskren?"
lt: [Jie] tie, kurie sakė: "Iš tiesų, Dievas ėmėsi mūsų pažadą ne mano bet messenger, kol jis atneša mums kuris gaisro [iš dangaus] suvartos aukos." Sako, "ten jau atėjau jums pasiuntinius prieš mane su aiškiai įrodymus ir [net], apie kurį jūs kalbate. Taigi kodėl padarė jūs žudyti juos, jei jūs turite būti teisingi?"
lv: [Tie] tie, kas teica: "Protams, Allah ir veikusi mūsu solījumu neticēt visas messenger līdz brīdim, kad viņš dod mums piedāvā kura ugunsgrēks [no debesīm] izmantos." Teiksim, "tur jau atnācu jūs kurjeriem pirms manis ar skaidru apliecinājumu un [pat], par ko jūs runājat. Tātad kāpēc jūs nogalināt tos, ja jums ir jābūt patiesam?"
nb: [De er] de som sa, "Faktisk Allah har tatt våre lover ikke å tro noen messenger før han bringer oss et offer som ild [fra himmelen] vil forbruke." Si, "det har allerede kommet til du budbringere meg med klare bevis og [også] som som du snakker. Så hvorfor du drepe dem, hvis du bør være sannferdig?"
sk: [Sú] tí, ktorý povedal: "Vskutku, Alah prijal náš sľub neveriť akejkoľvek posol, kým on nám prináša ponuky, ktoré oheň [z neba] zaberie." Povedal: "tam už prišli k vám poslovia predo mnou jasné dôkazy a [i], o ktorej hovoríte. Tak prečo sa vás zabiť, ak by ste mali byť pravdivé?"
sl: [So] tisti, ki je dejal, "Res, Allah je sprejela naše obljube ne verjamem vse sel, dokler on nam prinaša daritev zaužiti kateri požar [iz nebes]." Reče: "tam je že boste sli pred mano z jasno dokazila in [tudi] ki ki govorite. Tako zakaj si ubil, če bi morali biti resnični?"
sr_cyrl: [То су] онима који је рекао: "Заиста, Аллах је узео нам обећање да не верујете ли гласник док нам он доноси дар који ватру [небеса] заузеће." Реци , "тамо вец досли на гласнике пре мене са јасне доказе и [чак и] то о којој говорите. Зашто ти си убио њих, да си био искрен?"
sr_latn: [To su] onima koji je rekao: "Zaista, Allah je uzeo nam obećanje da ne verujete li glasnik dok nam on donosi dar koji vatru [nebesa] zauzeće." Reci, "tamo vec dosli na glasnike pre mene sa jasne dokaze i [čak i] to o kojoj govorite. Zašto ti si ubio njih, da si bio iskren?"
uk: [Вони], хто сказав, що "Дійсно, Аллах взяло наше обіцянку не вірити будь-який messenger поки він принесе нам жертву яких вогонь [з неба] буде споживати". Сказати: "там вже прийшли до вас перевірити пошту переді мною з чітких доказів і [навіть] що, про які ви говорите. Так навіщо ти вбиваєш їх, якщо ви повинні бути правдивими?"
vi: [Họ là] những người nói: "Thật vậy, Allah đã lấy chúng tôi hứa không để tin rằng bất kỳ messenger cho đến khi ông mang đến cho chúng ta một cung cấp mà hỏa [trời] sẽ tiêu thụ." Nói, "có đã đến cho bạn các sứ giả trước tôi rõ ràng chứng minh và [thậm chí] mà trong đó bạn nói chuyện. Vậy tại sao bạn giết chúng, nếu bạn nên trung thực?"
zu: [They are] labo bathi: "Ngempela, Allah uthathé isithembiso sethu bangakholelwa kuNkulunkulu phi gijimi aze kusilethela umnikelo ngalo umlilo [esivela ezulwini] uqede."
