Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran814
source: And among them are those who listen to you, but We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if they should see every sign, they will not believe in it. Even when they come to you arguing with you, those who disbelieve say, "This is not but legends of the former peoples."
ca: I entre ells són els que escoltar-lo, però hem posat sobre els seus revestiments de cors, perquè no entenen que i en la seva sordesa d'orelles. I si que hauria de veure cada senyal, no creuran en ell. Fins i tot quan vénen a vostè discutir amb vostè, els que dubten diuen, "això no és sinó llegendes dels antics pobles."
cy: Ac yn eu plith mae rhai sydd yn gwrando arnoch chi, ond yr ydym wedi gosod dros eu calonnau gorchuddion, rhag ofn eu bod yn ei deall, ac yn eu clustiau byddardod. Ac os dylent weld pob arwydd, nad ydynt yn credu ynddo. Hyd yn oed pan fyddant yn dod i chi ddadlau â chi, rhai a chredu dweud, "hwn nid yw ond chwedlau o bobloedd gynt."
da: Og blandt dem er dem, der lytter til dig, men vi har placeret over deres hjerter belægninger, lest de forstår det, og i deres ører døvhed. Og hvis de skal se hvert tegn, de vil ikke tro på det. Selv når de kommer til at du argumenterer med dig, dem, der ikke tror siger, er"dette ikke men legender af de tidligere folk."
el: Και ανάμεσά τους είναι εκείνοι που σε ακούει, αλλά έχουμε τοποθετηθεί πέρα από τους καρδιές καλύμματα, μήπως κατάλαβαν, και σε τους τα αυτιά κώφωση. Και αν θα πρέπει να δείτε κάθε σημάδι, και δεν θα πιστεύουν σε αυτό. Ακόμη και όταν έρχονται σε σας με σας, αυτούς που δυσπιστώ πω, με το επιχείρημα «αυτό δεν είναι αλλά θρύλους του τους πρώην λαούς.»
et: Ja nende seas on need, kes ära kuulata, kuid meil on paigutatud üle nende südamed katted, muidu nad seda mõista ja nende kõrvad kurtus. Ja kui nad peaksid nägema iga märk, nad ei usu sellesse. Isegi siis, kui nad tulevad sinu väites, teiega, kes usu öelda, "see ei ole aga endine Rahvaste legende."
fi: Joukossa ovat ne, jotka kuuntelevat sinua, vaan meidän on sijoitettu sydämet päällysteet, etteivät he ymmärrä ja korvat kuurous. Ja jos heidän pitäisi pystyä näkemään kaikin puolin, he eivät usko siihen. Silloinkin, kun ne tulevat sinulle väittäen teidän kanssanne, niille, jotka ovat uskottomia sanoa, "Tämä ei ole mutta legendoja entinen kansojen."
he: ביניהם, הם אלה אשר יקשיבו לך, אבל לנו להציב על כיסויי הלבבות שלהם, שמא הם יבינו את זה, ובשנת חירשות האוזניים שלהם. ואם הם צריכים לראות כל סימן, הם לא יאמינו בה. גם כאשר הם באים אליך מתווכח איתך, אלה לא להאמין אומרים, "זה לא אבל אגדות העמים לשעבר."
hr: Među njima su oni koji te sluša, a postavili smo preko svog srca obloge, da ne razumiju to, a u njihove uši gluhoća. I ako da vide svaki znak, neće vjerovati u to. Čak i kada su došli do svađa s vama, oni koji ne vjeruju-recimo, "Ovo nije ali legende bivše naroda."
lt: Ir tarp jų yra tie, kurie jus išklausyti, bet mes turime virš jų širdyse dangos, kad jie supranta tai, ir jų ausys kurtumas. Ir jei jie turėtų pamatyti kiekvieną pasirašyti, jie netiki į jį. Net tada, kai jie ateina pas tave ginčijasi su jums, tie, kurie neturi wierza sako, "tai ne bet legendos buvusių žmonių."
lv: Un starp tiem arī tādi, kuri klausītos, kā jūs, bet mēs laiduši pār viņu sirdis segumi, nedrīkstam to sapratīs un viņu ausis kurlums. Un, ja viņi būtu jāredz katra zīme, tās nedrīkst domāt tajā. Pat tad, kad viņi nāk pie jums strīdēties ar jums, kuri neticēt saka: "tas nav bet leģendas bijušais tautu."
nb: Og blant dem er de som hører på deg, men vi har plassert over deres hjerter gulvbelegg, at de forstår det, og i deres ører døvhet. Og hvis de skal se alle tegn, vil de ikke tror på den. Selv når de kommer til du krangle med deg, de som tviler sier, er"dette ikke men legender av tidligere folk."
sk: A medzi nimi sú tí, ktorí počúvať, ale máme umiestnené nad ich srdcia krytiny, inak chápu to, a ich uši hluchota. A ak zistia, že každé znamenie, nebudú veriť v to. Aj keď prídu k tebe dohadovať sa s vami, tých, ktorí neveriť povedať, "to nie je ale legendy bývalého národov."
sl: In med njimi so tisti, ki zna prisluhniti, vendar smo postavili v njihovih srcih obloge, da ne razumejo, da, in v svoj ušesa gluhost. In če vidijo vsak znak, ne boste verjeli v to. Tudi, če pridejo trdi, z vami, tistim, ki verjamem reči, "to ni ampak legende nekdanji narodi."
sr_cyrl: Међу њима су и они који те слуљају, а ставили смо преко облога њихова срца, да не би они то разумеју, као и у њихове уши глувожа. И ако треба да виде сваки знак, не верују у то. И кад додју до тебе се препирати с тобом, оних који су управљали кажу, "Ово није али легенде бивше народа."
sr_latn: Među njima su i oni koji te sluљaju, a stavili smo preko obloga njihova srca, da ne bi oni to razumeju, kao i u njihove uši gluvoжa. I ako treba da vide svaki znak, ne veruju u to. I kad dodju do tebe se prepirati s tobom, onih koji su upravljali kažu, "Ovo nije ali legende bivše naroda."
uk: І серед них ті, хто слухає вас, але ми поставили над їх серцях покриттів, щоб не розуміють це і в їх вуха глухота. І якщо вони повинні бачити кожен знак, вони не вірять в неї. Навіть тоді, коли вони приходять до вас сперечатися з вами, тих, хто не вірити говорять, "це не але легендах народів, колишній."
vi: Và trong số họ là những người lắng nghe bạn, nhưng chúng tôi đã đặt trên phủ trái tim vì sợ rằng họ hiểu nó, và trong của tai điếc. Và nếu họ sẽ thấy mọi dấu hiệu, họ sẽ không tin vào nó. Ngay cả khi họ đến với bạn tranh cãi với bạn, những người disbelieve nói, "điều này không nhưng huyền thoại của các dân tộc trước đây."
zu: Futhi phakathi kwabo kukhona nalabo ukukulalela, kodwa Siye bahambisa izincwadi ezingaphezu kuka izinhliziyo zabo Uthwale, funa baqonda ukuthi, futhi ezindlebeni zabo ubuthulu.

# Quran815
source: And they prevent [others] from him and are [themselves] remote from him. And they do not destroy except themselves, but they perceive [it] not.
ca: I van impedir-[altres] ell i els [mateixos] remot d'ell. I que no destrueixin excepte si mateixos, però no [ho] perceben.
cy: Ac maent yn atal [eraill] oddi wrtho ac yn [eu] o bell oddi wrtho. Ac nad ydynt yn dinistrio ac eithrio eu hunain, ond maent yn teimlo [TG] Nid.
da: Og de forhindre [andre] fra ham og er [sig] remote fra ham. Og de må ikke ødelægge undtagen sig selv, men de opfatter [det] ikke.
el: Και αποτρέπουν [άλλοι] από αυτόν και [τους] είναι απομακρυσμένες από αυτόν. Και δεν καταστρέφουν εκτός από τον εαυτό τους, αλλά θα το αντιληφθεί [] όχι.
et: Ning need takistavad [teised] teda ega [ise] teda kaugemal. Ja nad ei purusta peale nende endi, vaid nad tajuvad [see] ei.
fi: Ja estää [others] häneltä [itse] kauko häneltä. Ja ne eivät tuhoa paitsi itsensä, mutta he pitävät [se] ei.
he: והם למנוע [ואחרים] ממנו [עצמם] מרוחק ממנו. הם לא מחריבים מלבד עצמם, אך הם תופסים [בו] לא.
hr: I oni ga spriječili [druge] i [sami] su daleko od njega. I ne unište osim sebe, ali ne doživljavaju [] ne.
lt: Ir jie iš jo, kad [kiti] ir [save] toli nuo jo. Ir jie ne sunaikinti išskyrus patys, tačiau jie suvokia [jis] negali.
lv: Un tie pārējie [] no viņa un paši [] atradās tālu no viņu. Un viņi nevar iznīcināt, izņemot sevi, bet viņi uztver [tā] nav.
nb: Og de hindre [andre] fra ham og [selv] ekstern fra ham. Og de ødelegger ikke unntatt seg selv, men de oppfatter [det] ikke.
sk: A zabrániť mu [others] a [seba] sú vzdialené od neho. A nemajú zničiť okrem seba, ale vnímajú, že [to] nie.
sl: In preprečevanje [drugi] od njega in same [] oddaljeni od njega. In ne uničijo, razen sami, vendar menijo, da [je] ne.
sr_cyrl: И они су га спречили [друге] и [сами] су удаљени од њега. Не уништавају осим себе, а они [то] не доживљавају.
sr_latn: I oni su ga sprečili [druge] i [sami] su udaljeni od njega. Ne uništavaju osim sebe, a oni [to] ne doživljavaju.
uk: І вони [інші] запобігти йому і [самі] віддалені від нього. І вони не знищити, крім самих, але вони сприймають [вона] не.
vi: Và họ ngăn cản anh ta [người khác] và [chính mình] xa từ anh ta. Và họ không tiêu diệt trừ mình, nhưng họ cảm nhận [nó] không.
zu: Futhi ukuvimbela [abanye] kusuka kuye futhi [ngokwabo] kude kuye.

# Quran816
source: If you could but see when they are made to stand before the Fire and will say, "Oh, would that we could be returned [to life on earth] and not deny the signs of our Lord and be among the believers."
ca: Si però podria veure quan estan fetes per reposar abans del foc i es dir, "Ah, vols que podria tornar [a la vida a la terra] i no neguem els signes del nostre Senyor i estar entre els creients."
cy: Os gallech weld ond pan gânt eu gwneud i sefyll cyn y tân a bydd yn dweud, "o, byddai y gellid dychwelyd [bywyd ar y ddaear] ac nid gwadu arwyddion ein Arglwydd a ymhlith y credinwyr."
da: Hvis du kunne men se, når de er lavet til at stå før ilden og vil sige, "Åh, ville vi kunne returneres [til liv på jorden] og ikke benægte tegnene på vor Herre og være blandt troende."
el: Αν θα μπορούσατε να δείτε αλλά όταν είναι φτιαγμένα για να σταθεί πριν το φωτιά και θα λένε, «ω, θα ότι εμείς θα μπορούσε να είναι δυνατόν να επιστραφούν [στη γη] και δεν αρνούνται τις πινακίδες του Κυρίου μας και είναι μεταξύ των πιστών.»
et: Kui aga võis näha, kuna need on valmistatud seisma enne tulekahju ja tahtmist öelda, "Oh, oleks vaid me võiks tagastada [elu Maal] ja ei eita meie Issanda märke ja usklike seas."
fi: Jos näkisit vaan, kun ne on tehty edessänne palo- ja tahdon sanoa, "voi, olisi että me voidaan palauttaa [elämä maapallolla] eikä kieltää Herramme merkkejä ja uskovien joukossa."
he: אם אתה יכולתי לראות מתי הם עשויים לעמוד לפני השריפה ועל רצון אומר, "הו, רוצה כי אנחנו שאפשר היה להחזיר [לחיים על פני האדמה] ואני לא מכחיש את הסימנים של אדוננו ולהיות בין המאמינים"
hr: Ali vidiš kad su prije nego što vatra i volja ", hoćeš da možemo mogao vratiti [život na zemlji] i ne poreći znakova našega i među vjernicima."
lt: Jei gali bet kada jie pagaminti stovėti prieš ugnį ir bus pasakyti, "Oi, būtų, kad mes galėtų grąžinti [į gyvybės Žemėje] ir ne paneigti mūsų Viešpats požymius ir būti tarp tikintieji."
lv: Ja jūs bet varēja redzēt, kad lika stāvēt pirms uguns un gribas teikt: "Ak, būtu mēs varētu atpakaļ [uz dzīvi uz zemes] un nevar noliegt mūsu Kunga pazīmes un būt starp ticīgo."
nb: Hvis du kunne men se når de er laget for å stå før brannen og vil si "Oh, vil vi kunne returneres [til liv på jorden] og ikke nekte tegn på vår Herre og være blant troende."
sk: Keby ste ale videli, kedy sa postaviť pred požiaru a bude povedať, "Oh, by sme mohli vrátiť [k životu na zemi] a poprieť známky nášho Pána a byť medzi veriacich."
sl: Če pa lahko vidite, kdaj so stati pred ogenj in bo rekel, "Oh, bi da smo lahko vrnil [v življenje na zemlji], in ne zanikati znaki našega Gospoda in med verniki."
sr_cyrl: Али да видите када Израђују се да једног дана пред ватру и Вила, "Ох, би да могао да вратиш [живот на земљи] и не негирамо знаке нашег господа и међу верницима."
sr_latn: Ali da vidite kada Izrađuju se da jednog dana pred vatru i Vila, "Oh, bi da mogao da vratiš [život na zemlji] i ne negiramo znake našeg gospoda i među vernicima."
uk: Якщо ви але міг бачити, коли вони зроблені стояти перед тим, як вогонь і буде сказати: "Ах, б, що ми може бути повернена [життя на землі] і не заперечують ознаки нашого Господа і бути серед віруючих."
vi: Nếu bạn có thể nhìn thấy nhưng khi chúng được làm để đứng trước khi cháy và sẽ nói, "Oh, nào chúng ta có thể trở về [cuộc sống trên trái đất] và không từ chối những dấu hiệu của Chúa của chúng tôi và là một trong những người tin Chúa."
zu: Uma ungase ubone lapho zenziwa ukuze ngime phambi kwamaKhaledi Fire and ngeke uthi, "O, bekungeke yini lokho kusho babengase sabuyela [ekuphileni emhlabeni] futhi aphike izimpawu weNkosi yethu futhi sibe phakathi amakholwa."

# Quran817
source: But what they concealed before has [now] appeared to them. And even if they were returned, they would return to that which they were forbidden; and indeed, they are liars.
ca: Però el que amagaven abans [ara] ha aparegut a ells. I fins i tot si van ser retornats, tornaria a allò que ells van ser prohibits; i de fet, són mentiders.
cy: Ond beth y maent yn ei chuddio cyn [nawr] wedi ymddangos iddynt. A hyd yn oed os oedd eu dychwelyd, eu bod yn dychwelyd i'r hyn a oedd yn gwahardd; ac yn wir, maent yn gelwyddgwn.
da: Men hvad de skjult før [nu] har syntes at dem. Og selv hvis de blev returneret, de ville vende tilbage til det, som de blev forbudt; og ja, de er løgnere.
el: Αλλά τι αυτοί κρύβονται πριν έχει [πλέον] εμφανίστηκε σ ' αυτούς. Και ακόμη και αν γινόταν επιστροφή, θα επιστρέψουν σε ό, τι ήταν απαγορευμένο? και όντως, είναι ψεύτες.
et: Neid varjata, kuid enne on [nüüd] tundus neile. Ja isegi siis, kui nad olid tagasi, nad tagasi sellele, mida nad olid keelatud; ja nad tegelevad valetas.
fi: Mutta he kääntyvät ennen on esiintynyt [nyt] heille. Ja vaikka he palasivat, he palaavat siihen, jotka he olivat kiellettyjä; ja itse asiassa ne ovat valehtelijoita.
he: אבל מה הם הסתירו לפני [עכשיו] הופיע אליהם. אפילו אם הם הוחזרו, ישובו את אשר לא הורשו; ואכן הם שקרנים.
hr: Ali što su sakrili prije nego što se [sada] pojavio im. I čak i ako oni su se vratili, će se vratiti ono što im je zabranjeno; i doista, oni su lažljivci.
lt: Bet ką jie slėpė prieš [dabar] pasirodė jiems. Ir net jei jie buvo grąžinti, jie sugrįš, kurie jie buvo uždrausta; ir iš tiesų, jie yra melagiai.
lv: Bet ko viņi slēpa pirms [tagad] ir parādījies pie viņiem. Un pat tad, ja viņi bija atgriezušies, tie atgriezīsies to, ko viņi bija aizliegts; un, protams, tie ir liars.
nb: Men hva de skjult før [nå] har vist seg for dem. Og selv om de ble returnert, de ville gå tilbake til det som de ble forbudt; og ja, de er løgnere.
sk: Ale aké sú skryté pred [teraz sa objavil na ne. A aj keď boli vrátené, by sa vrátiť na to, čo oni boli zakázané; a naozaj, sú klamári.
sl: Ampak kaj so skriti pred [zdaj] pojavila nanje. In tudi če bi bili vrnjeni, bi se vrnil tistemu, ki so prepovedana; in res, so lažnivci.
sr_cyrl: Али они се сакрије пре него што се [сада] појавио са њима. А чак и ако они су се вратили, вратили би оно што је било им је забрањено; и заиста, они су лаћови.
sr_latn: Ali oni se sakrije pre nego što se [sada] pojavio sa njima. A čak i ako oni su se vratili, vratili bi ono što je bilo im je zabranjeno; i zaista, oni su laћovi.
uk: Але те, що вони приховані перед [зараз] з'явився до них. І навіть якщо вони повернулися, вони б повернутися до того, що вони були заборонені; і дійсно, вони брехуни.
vi: Nhưng những gì họ giấu kín trước khi [bây giờ] đã xuất hiện cho họ. Và ngay cả khi họ đã trở về, họ sẽ trở về mà trong đó họ bị Cấm; và quả thực, họ là kẻ nói dối.
zu: Kodwa lokho ezifihlakele phambi has [manje] wabonakala kubo.

# Quran818
source: And they say, "There is none but our worldly life, and we will not be resurrected."
ca: I diuen: "no hi ha cap però nostra vida mundana, i no ens seran ressuscitats".
cy: Ac maent yn dweud, "Nid oes dim ond ein bywyd worldly, ac ni bydd inni atgyfodi."
da: Og de siger, "der er ingen men vores jordiske liv, og vi skal ikke genopstå."
el: Και λένε, «δεν υπάρχει κανένας αλλά η εγκόσμια ζωή μας, και εμείς δεν θα αναστηθούν.»
et: Ja nad ütlevad: "see puudub, kuid meie maise elu ja me pole äratatakse."
fi: Ja he sanovat, "ei kukaan vaan maallista elämää, ja emme ole ylösnousseet."
he: והם אומרים, "אין אף אחד אבל החיים הגשמיים שלנו, אנחנו לא יקום לתחייה."
hr: I kažu, "nije samo naš ovozemaljski život, a ne ćemo uskrsnuti."
lt: Ir jie sako, "ten yra niekas, bet mūsų žemiškas gyvenimas, ir mes ne būti prikelti."
lv: Un viņi saka: "nav neviena, bet mūsu laicīgo dzīvi, un mums nevar būt augšāmcēlies."
nb: Og de sier, "det er ingen men vårt jordiske liv og vi vil ikke oppstå."
sk: A hovoria: "nie je žiadny, ale náš pozemský život, a my nie byť vzkriesený."
sl: In pravijo, da je "ni nič vendar naše posvetno življenje, in mi ne bo treba vstali."
sr_cyrl: И говоре: "нема никога сем наш земаљски живот, а не Васкрснужемо."
sr_latn: I govore: "nema nikoga sem naš zemaljski život, a ne Vaskrsnuжemo."
uk: І вони кажуть: "там немає але наші мирські життя, і ми не будуть Відроджені".
vi: Và họ nói, "là không có nhưng cuộc sống trần tục của chúng tôi, và chúng tôi sẽ không được phục sinh."
zu: Futhi bathi, "O Jehova, akekho kodwa ukuphila kwethu abanesimo sengqondo sezwe, futhi ngeke bavuswe kwabafileyo."

# Quran819
source: If you could but see when they will be made to stand before their Lord. He will say, "Is this not the truth?" They will say, "Yes, by our Lord." He will [then] say, "So taste the punishment because you used to disbelieve."
ca: Si però podria veure quan es farà a peu davant seu Senyor. Va dir, "Això no és la veritat?" Es a dir, "Sí, pel nostre Senyor." [Llavors] dirà, "Tastar el càstig tan perquè solia dubten."
cy: Os gallech weld ond pan fydd eu gwneud i sefyll gerbron yr Arglwydd eu. Bydd ef yn dweud, "Hwn nid yw y gwir?" Maent yn dweud, "Ie, gan ein Arglwydd." Bydd [] dweud wedyn, "Felly blas y cosbi oherwydd rydych yn defnyddio beidio â chredu."
da: Hvis du kunne men se, hvornår de vil blive gjort til at stå foran deres Herre. Han vil sige, "Ikke er det sandheden?" De vil sige, "Ja, af vor Herre." Han vil [så] sige, "Så smager straffen, fordi du brugte til at tvivle."
el: Αν θα μπορούσατε να δείτε αλλά όταν θα γίνονταν να σταθεί ενώπιον του κυρίου τους. Θα σου πει, "Αυτό δεν είναι η αλήθεια;" Θα λένε, «Ναι, ο κύριος.» [Τότε], θα πει, «Έτσι γεύση η τιμωρία επειδή χρησιμοποιήσατε για να δυσπιστώ.»
et: Kui aga võis näha, millal nad tehakse seisma enne nende Issand. Ta ütlen, "Ei see ole tõde?" Nad ütlevad, "Jah, mida meie Issand." Ta [siis] öelda, "Nii maitseb karistuse kasutasite ei usu.."
fi: Jos voisitte vaan nähdä, milloin ne tehdään seisoa Herransa. Hän sanoo, "Ei tämä ole totta?" He sanovat, "Kyllä, herra." Hän [silloin] sanoo, "Niin maku rangaistus, koska käytit epäillä."
he: אם אתה יכולתי לראות מתי הם ייעשה לעמוד בפני האדון שלהם. הוא אומר, "זה לא האמת?" הם אומרים, "כן, על ידי האל." הוא [אז] אומר, "אז לטעום את העונש כי השתמשת כדי להאמין."
hr: Ali vidiš kada će se učiniti da pred gospodara. On će reći, "Nije ovo istina?" Oni će reći: "Da, Bog." [Onda] će reći, "Tako kušati kaznu jer si siguran da je lažna."
lt: Jei gali bet kada jie atliekami stovėti prieš savo pono. Jis sako, "Tai ne tiesa?" Jie sako, "Taip, iš mūsų Viešpats." Jis [tada] sako, "Taigi skonis bausmę nes naudojote ne wierza."
lv: Ja jūs bet varēja redzēt, kad tie tiks veikti nostājās priekšā savu kungu. Viņš saka, "Tas nav patiesība?" Viņi saka, "Jā, ar mūsu Kungam." Viņš [tad] saka: "Tā garšu sods, jo jūs mēdzu neticēt."
nb: Hvis du kunne men se når de vil bli gjort til å stå foran deres Herre. Han skal si: "Ikke er dette sannheten?" De vil si, "Ja, av vår Herre." Han [da] si, "Så smak straff fordi du brukte å tvile."
sk: Keby ste ale videli, keď budú stáť pred svojho pána. On povie, "To nie je pravda?" Oni povedia: "Áno, náš Pán". [Potom] povie "Tak chuť trest, pretože ste použili neveria."
sl: Če pa bi lahko videli, kdaj jih bo treba stati pred svojega Gospoda. Je rekel, "Ni to resnica?" Bodo rekli, "Ja, z našega Gospoda." On bo [pa] rekel, "Tako okus kazen, ker ste vajeni verjamem."
sr_cyrl: Али да видите кад ће бити праве да станем пред свог господара. Рекао је, "Зар ово није истина?" Рећи ће, "Да, Господ." [Онда ] рекао је, "Тако окуси казну јер си сигуран да је лажна."
sr_latn: Ali da vidite kad će biti prave da stanem pred svog gospodara. Rekao je, "Zar ovo nije istina?" Reći će, "Da, Gospod." [Onda] rekao je, "Tako okusi kaznu jer si siguran da je lažna."
uk: Якщо ви могли але бачити, коли вони будуть здійснюватися стояти перед їх Господнім. Він скаже: "Це не правда?" Скажуть "Так, наш Господь". [Потім] скаже: "Смак так покарання тому, що ви використовували, щоб не вірити."
vi: Nếu bạn nhưng có thể thấy khi họ sẽ được thực hiện để đứng trước Chúa của họ. Ông sẽ nói, "Điều này không phải là sự thật?" Họ sẽ nói, "Vâng, bởi Chúa của chúng tôi." [Ông sẽ sau đó], nói, "Vì vậy hương vị sự trừng phạt vì bạn sử dụng để disbelieve."
zu: Uma ungase ubone lapho kuzokwenziwa ukuba nime phambi kweNkosi yabo.
