Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2435
source: They said, "We did not break our promise to you by our will, but we were made to carry burdens from the ornaments of the people [of Pharaoh], so we threw them [into the fire], and thus did the Samiri throw."
ca: Deien, "no trenquem nostra promesa a vostè per la nostra voluntat, però ens van portar càrregues dels ornaments del poble [de faraó], així que va llançar-los [al foc], i així ho van fer tirar el Samiri."
cy: Dywedodd, "oedd nad ydym yn torri ein haddewid i chi gan ein ewyllys, ond roedd yn gwneud i gario beichiau o addurniadau pobl [Ffaro], felly rydym yn eu taflu [i'r tân], ac felly yr oedd y Samiri yn taflu."
da: De sagde: "vi ikke bryde vores løfte til dig af vores vilje, men vi var skabt til at bære byrder fra ornamenter af mennesker [af Farao], så vi kastede dem [i ilden], og dermed gjorde Samiri kaste."
el: Όπως είπαν, "εμείς δεν διέσπασαν υπόσχεσή μας σε σας από τη βούλησή μας, αλλά ήμασταν έκανε να μεταφέρουν βάρη από τα στολίδια του λαού [του Φαραώ], έτσι τους πέταξε [στη φωτιά], και έτσι έκανε η Samiri ρίξει.»
et: Nad ütlesid: "me ei kaotanud Me lubame teile meie Will, aga meid pandi alates kaunistused [vaarao], inimesed teevad nii me viskasime nad [Tulle] ja seega ka Samiri visata."
fi: He sanoivat "emme riko lupauksemme sinulle tahtoamme, mutta teimme kuljettaa taakka koristeet [asukkaiden Faraon], joten me heitti heidät [tuleen], ja siten Samiri heittää."
he: הם אמרו, "אנחנו לא להפר את ההבטחה שלנו לך לפי רצוננו, אבל אנחנו נעשינו לשאת בנטל של הקישוטים של העם [של פרעה], אז זרקנו אותם [לתוך האש], ובכך זרקת סמירי."
hr: Rekli su, "nismo prekršili obećanje vama mimo naše volje, ali su mi nositi teret od ukrasa ljudi [faraona], pa smo bacali [vatrom], i tako je Samiri baciti."
lt: Jie sakė: "mes nenutraukė mūsų pažadas jums iš mūsų bus, bet mes buvo atlikti naštą nuo ornamentų žmonėms [iš Faraonas], todėl mes mesti juos [į ugnį], ir todėl į Samiri mesti."
lv: Viņi teica: "mēs neizjauc mūsu solījums Jums pēc mūsu gribas, bet mēs tika veikti veikt slogu no rotas [faraons] tautas tāpēc mēs iemeta viņus [uguns] un tādējādi Samiri mest."
nb: De sa: "vi ikke bryte vårt løfte til deg av vår vilje, men vi ble gjort for å bære byrdene fra ornamenter [av Farao], folk så vi kastet dem [i brannen], og dermed kastet Samiri.»
sk: Oni povedali: "sme neporušili náš sľub na vás v našej vôli, ale boli sme nesú z ozdoby ľudí [faraóna], tak sme im hodil [do ohňa] a teda Samiri hodiť."
sl: So rekli, "mi ni prekinil naše obljube za vas z našo voljo, ampak bili smo izvaja obremenitev od okraski ljudi [Faraon], tako da smo jih vrgel [v ogenj], in tako so vrgel v Samiri."
sr_cyrl: Рекли су: "нисмо прекршили договор с тобом по нашу вољу, али ми смо створени да носе терет из украса народа [фараон], тако да смо их вратили [у ватру], а самим тим приредио је Самири."
sr_latn: Rekli su: "nismo prekršili dogovor s tobom po našu volju, ali mi smo stvoreni da nose teret iz ukrasa naroda [faraon], tako da smo ih vratili [u vatru], a samim tim priredio je Samiri."
uk: Вони сказали: "ми не розривав наше обіцянку вам за нашої волі, але ми були зроблені, щоб нести тягар з орнаментами народ [фараона], так що ми кинули їх [у вогонь], і таким чином в Samiri кидати."
vi: Họ nói, "chúng tôi đã không phá vỡ lời hứa của chúng tôi cho bạn bằng cách sẽ của chúng tôi, nhưng chúng tôi đã được thực hiện để mang gánh nặng từ các đồ trang trí của người dân [của Pharaoh], do đó, chúng tôi đã ném chúng [vào lửa], và do đó đã làm Samiri ném."
zu: Bathi: "Asizange gagasa Akhe thembisa yethu yokuza kini ngentando yethu, kodwa senziwa ukuba uthwale imithwalo kusukela ngezivunulo abantu [kaFaro], ngakho thina wabaphonsa [emlilweni], futhi ngaleyo ndlela kwakwenza abantu Samiri nokujikijela

# Quran2436
source: And he extracted for them [the statue of] a calf which had a lowing sound, and they said, "This is your god and the god of Moses, but he forgot."
ca: I li van extreure per a ells [l'estàtua de] un vedell que tenia un so següents, i van dir, "aquest és el teu Déu i el Déu de Moses, però va oblidar".
cy: A oedd ef yn echdynnu iddyn nhw [y cerflun o] lloi a oedd yn cynnwys sain lowing, a dywedodd, "Dyma eich Duw a Duw o Moses, ond anghofiodd."
da: Og han udvindes for dem [statue af] en kalv som havde en gende lyd, og de sagde, "Dette er din Gud, og Gud af Moses, men han glemte."
el: Και αφαιρούσε τους [το άγαλμα του] ένα μοσχάρι που είχε μια lowing ήχο, και τους είπε, «αυτό είναι ο Θεός σας και ο Θεός του Moses, αλλά ξέχασε.»
et: Ja ta kaevandatud neid [skulptuuri] vasikas mis oli lowing sound, ja nad ütlesid: "see on teie Jumal ja Jumal Moses, kuid ta unustas."
fi: Ja hän heille [Vapaudenpatsas] vasikka joka oli raavat ääni, ja he sanoivat: "Tämä on teidän Jumalanne ja Moses Jumala, mutta hän unohti."
he: הוא מופק עבורם [הפסל של] עגל אשר הייתה צליל lowing, הם אמרו, "זהו אלוהיך אלוהי Moses, אבל הוא שכח".
hr: I on izvađen za njih [kip] tele koje je do sljedećih zvuk, i kažu, "Ovo je tvoj Bog i Bog Moses, ali zaboravio je."
lt: Ir jis išgaunamas jiems [statula] veršelis, buvo įvykdytos garsą, ir jie pasakė: "tai jūsų Dievas ir Moses Dievas, bet jis pamiršo."
lv: Un viņš izņēma no tiem [statuja] teļš lowing skaņu, kas bija, un viņi teica: "Šis ir tavs Dievs un Moses Dievs, bet viņš aizmirsa."
nb: Og han utdraget for dem [statuen av] en kalv som hadde en lowing lyd, og de sa: "Dette er din Gud og Gud Moses, men han glemte."
sk: A on im [socha] teľa ktorý mal vniesť zvuk, a oni povedali, "to je tvoj Boh a Boh Moses, ale zabudol."
sl: In je za njih [kip] tele ki je lowing zvok, in rekli, "to je vaš Bog in Bog Moses, vendar je pozabil."
sr_cyrl: И он издвојене за њих [кип] теле које је имао лоwинг звук, и рекли су, "Ово је твој Бог и Бог Мосес, али заборавио је."
sr_latn: I on izdvojene za njih [kip] tele koje je imao lowing zvuk, i rekli su, "Ovo je tvoj Bog i Bog Moses, ali zaboravio je."
uk: І він витягнуті для них [статуя] теляти якого було застосувати такі звук, і вони сказали: "це ваш Бог і Бог Moses, але він забув".
vi: Và ông chiết xuất cho họ [bức tượng] một con bê có một âm thanh lowing, và họ nói, "đây là Thiên Chúa của bạn và Thiên Chúa của Moses, nhưng ông đã quên."
zu: Futhi ekhishwe ngabo [kwesithombe] sethole eyayintula umsindo lokubhonsa, bathi: "Lona nguNkulunkulu wakho, Nkulunkulu Mose, kodwa yakhohlwa."

# Quran2437
source: Did they not see that it could not return to them any speech and that it did not possess for them any harm or benefit?
ca: No ho veuen que això no ha pogut retornar a ells qualsevol discurs i que no tenia per a ells algun mal o beneficiar?
cy: Nad oeddent yn gweld na allai ei yn dychwelyd atynt unrhyw araith a oedd yn meddu ar nid iddynt unrhyw niwed neu elwa?
da: Kunne de ikke se at det ikke kunne vende tilbage til dem nogen tale og at det ikke havde for dem nogen skade eller gavne?
el: Δεν τους βλέπω ότι αυτό δεν μπορούσαν να επιστρέψουν σε αυτά οποιαδήποτε ομιλία και ότι δεν είχε στην κατοχή τους οποιαδήποτε ζημιά ή να επωφεληθούν;
et: Ei nad ei näe, et see tagastada neile mis tahes kõnes ja et ta ei valda neid mis tahes kahju või kasu?
fi: Eivätkö he näe, että se ei voinut palauttaa heille puheita ja sillä ole heille mitään haittaa tai hyötyä?
he: ? הם לא ראו כי זה לא יכול היה לשוב אליהם מכל מה שאמרת, כי זה עדיין מחזיקים להם כל נזק או תועלת?
hr: Oni ne vidješe da to vratiti njima bilo govora i da to nije imao za njih bilo koju štetu ili korist?
lt: Jie nemato kad ji todėl negali grįžti į juos jokios kalbos ir kad jis neturėjo jiems žalos ar naudos?
lv: Viņi neredzēja, ka tā nevarēja atgriezt viņiem visas runas un ka tai nav jābūt tiem kaitēt vai labumu?
nb: De ikke se at det ikke kunne gå tilbake til dem noen tale og at det ikke hadde for dem noen skade eller fordel?
sk: Oni nevideli že to nemôže vrátiť k nim žiadne reči, a že nemá pre nich akékoľvek poškodenie alebo prospech?
sl: Nisem jih videl da to ni uspel vrniti z njimi vsako govora in da je ni imel za njih škodi ali koristi?
sr_cyrl: Да ли не виде да је могао да се вратим са њима било који говор, а да то нису поседовале им наудити неку корист?
sr_latn: Da li ne vide da je mogao da se vratim sa njima bilo koji govor, a da to nisu posedovale im nauditi neku korist?
uk: Хіба вони не бачили, що він не міг повернутися до них будь-якої мови і що вона не володіють їм будь-яку шкоду або користь?
vi: Họ không thấy rằng nó có thể không trở lại cho họ bất kỳ bài phát biểu và rằng nó đã không có cho họ bất kỳ gây tổn hại hoặc hưởng lợi?
zu: They cha bheka it cha ukubuyela kubo noma yimaphi amazwi nokuthi akazange ifa ngabo neze kulimaze noma sizuze?

# Quran2438
source: And Aaron had already told them before [the return of Moses], "O my people, you are only being tested by it, and indeed, your Lord is the Most Merciful, so follow me and obey my order."
ca: I Aaron ja havia explicat abans [el retorn de Moses], "O poble meu, només són ser provat per ella, i de fet, el seu senyor és més Clement, així seguir-me i obeir el meu ordre."
cy: Ac Aaron oedd eisoes wrthynt cyn [ddychwelyd Moses], "O fy pobl, dim ond chi yn cael eu profi gan, ac yn wir, eich Arglwydd yn fwyaf Merciful, felly Dilynwch fi ac ufuddhau i 'm Gorchymyn."
da: Og Aron havde allerede fortalt dem før [tilbagevenden af Moses], "O mit folk, du testes kun af det, og ja, jeres Herre er den mest barmhjertige, så Følg mig og adlyder min ordre."
el: Και Ααρών είχε τους είπε ήδη πριν από [την επιστροφή του Moses], "O μου άνθρωποι, σας ελέγχονται μόνο από αυτό, και πράγματι, ο Λόρδος σας είναι πιο εύσπλαχνος, έτσι ακολουθήστε μου και υπακούουν την παραγγελία μου.»
et: Ja Aaron oli juba ütlesin neile enne [tagasi Moses], "O minu inimesed te testitakse ainult seda ja teie Issand on tõepoolest kõige Merciful, nii et järgi mind ja kuuletuma minu tellimus."
fi: Ja Aaron jo ilmoitti ennen [return Moses], "Oi kansani, sinun testataan vain se, ja teidän Herranne on kaikkein armollisin, joten seuraa minua ja totella tilaukseni."
he: אהרון היה כבר אמרתי להם לפני [שיבת Moses], "O עמי, אתה רק נבדקות על ידי זה, אכן, הוא הכי הרחום והחנון, אז אחריי ולציית ההזמנה שלי."
hr: I Aaron im već rekao prije [povratak Moses], "narode moj, samo testiraju tako da ga, a uistinu, Gospodar tvoj je najviše milostiv, pa za mnom i poslušati moje naređenje."
lt: Ir Aaronas buvo jau pasakė jiems prieš [Moses], "O mano tauta, jums yra tik bandomas pagal jį, ir iš tiesų, jūsų Viešpats yra labiausiai litosciwy, Taigi Sekite mane ir paklusti savo užsakymą."
lv: Un Aaron bija jau teicis tos pirms [return Moses], "O mana tauta, jūs tikai testē to, un patiešām, jūsu kungs ir žēlsirdīgs visvairāk, tātad seko man un paklausīt manu rīkojumu."
nb: Og Aaron hadde allerede fortalt dem før [retur av Moses], "mitt folk, du er bare testet av det, og ja, Herren er den mest barmhjertige, så følg meg og adlyde bestillingen min."
sk: A Aaron už povedali im pred [návrat Moses], "O mojich ľudí, ste len testované to, a váš pán je skutočne najviac Milosrdných, tak so mnou a počúvať mojej objednávky."
sl: In Aaron je že povedal, jim pred [vrnitev Moses], "O moj narod, si samo preizkušamo ga, in res, vaš Gospod je najbolj usmiljen, tako za menoj in ubogati moje naročilo."
sr_cyrl: Арон је већ рекао им пре [повратак Мосес], "О мој народ, само тестирани по то, заиста, твој господар је највише милосрдна, прати ме и тако одбијате моје наререње."
sr_latn: Aron je već rekao im pre [povratak Moses], "O moj narod, samo testirani po to, zaista, tvoj gospodar je najviše milosrdna, prati me i tako odbijate moje nareрenje."
uk: І Аарон вже повідомив їх перед [повернення Moses], "O народ мій, ви тільки тестує на це, і справді, ваш Господь є найбільш Merciful, настільки Слідуйте за мною і підкорятися моє замовлення."
vi: Và Aaron đã nói với họ trước khi [sự trở lại của Moses], "O người của tôi, bạn chỉ đang được thử nghiệm nó, và quả thật vậy, Chúa của bạn là nhất Merciful, vì vậy theo tôi và phải tuân theo thứ tự của tôi."
zu: U-Aroni wayetshele kakade ngaphambi [ukubuya uMose], "O bantu bami, wena nje evivinywa yiwo futhi ngempela kho Lord is the Ningi Nomusa, kanjalo landela me impela futhi nilalele oda wami."

# Quran2439
source: They said, "We will never cease being devoted to the calf until Moses returns to us."
ca: Deien, "Ens deixarà mai es dedica el vedell fins Moses torna a nosaltres."
cy: Maent yn dweud, "bydd gennym byth yn peidio cael eu neilltuo i y lloi hyd nes y mae Moses yn dychwelyd i ni."
da: De sagde, "Vi vil aldrig ophøre med at være helliget kalven før Moses vender tilbage til os."
el: Όπως είπαν, «Εμείς δεν θα πάψει ποτέ να αφοσιωθούμε σε το μοσχάρι μέχρι Moses αποδόσεις μας.»
et: Nad ütlesid: "Me kunagi enam võimaldades vasikas kuni Moses tagastab meile."
fi: He sanoivat: "Me koskaan enää omistettiin vasikka kunnes Moses palaa meille."
he: הם אמרו, "אנחנו לעולם לא תחדל להיות מוקדש העגל עד Moses תחזיר לנו."
hr: Rekli su, "Mi ne prestaje biti posvećen tele dok Moses vrati nam."
lt: Jie sakė, "Mes niekada nebebus besirūpinančiomis blauzdos kol Moses grąžina mums."
lv: Viņi teica: "Mēs nekad nebeigsies veltīta teļu līdz Moses atgriežas pie mums."
nb: De sa: "Vi vil aldri opphøre å være viet til kalven til Moses tilbake til oss."
sk: Povedali, že "Sme sa nikdy neprestane, je venovaná teľa, kým Moses vráti k nám."
sl: So rekli, "Mi ne bo nikoli več namenjeno tele dokler Moses vrne k nam."
sr_cyrl: Рекли су: "Ми не престаје бити посветио је теле док Мосес даје нам."
sr_latn: Rekli su: "Mi ne prestaje biti posvetio je tele dok Moses daje nam."
uk: Вони сказали: "Ми ніколи не перестане присвячені теляти повертав Moses нам."
vi: Họ nói, "Chúng tôi sẽ không bao giờ chấm dứt được dành cho việc bê cho đến khi Moses trở về với chúng tôi."
zu: Bathi: "We akusoze kwakhawuka kokuba enikelwe ithole uMose waze uphindela kithi."

# Quran2440
source: [Moses] said, "O Aaron, what prevented you, when you saw them going astray,
ca: [Moses] va dir: «O Aaron, què va impedir que, quan es va veure ells anant per mal camí,
cy: Dywedodd [Moses], "O Aaron, beth yn rhwystro chi, pan welsoch iddynt mynd ar gyfeiliorn,
da: [Moses] sagde, "O Aaron, hvad forhindret dig, da du så dem kommer på afveje,
el: [Moses] είπε, «O Aaron, τι εμπόδισε να το έχεις, όταν τους είδε να πάει παραστρατημένος,
et: [Moses] ütles: "O Aaron, mis takistas sind, kui sa nägid neid sisustamisele,
fi: [Moses] sanoi, "O Aaron, mikä esti sinua, kun näki ne menevät harhaan,
he: [Moses] אמר, "O אהרון, מה מנע, כשראית אותם תעייה,
hr: [Moses] je rekao, "O Aaron, što spriječiti, kada vidite im ide krivim putem,
lt: [Moses] sakė: "O Aaron, kas trukdo jums, kai pamačiau juos vyksta iš kelio,
lv: [Moses] teica: "O Aaron, kas traucējuši jums, kad redzēju viņus iet apmaldīties,
nb: [Moses] sa, "O Aaron hva forhindret deg, når du så dem mindre,
sk: [Moses] povedal: "O Aaron, čo bránia vám, keď ste videl ísť z cesty,
sl: [Moses] reče: "O Aaron, kaj vam, je preprečiti, ko si videl jih bo zašel,
sr_cyrl: [Мосес ] је рекао, "О Арона, како сметало да се чује кад сте видели они који иду правим путем,
sr_latn: [Moses] je rekao, "O Arona, kako smetalo da se čuje kad ste videli oni koji idu pravim putem,
uk: [Moses] сказав, "O Аарона, що заважають вам, коли ви побачили їх омани,
vi: [Moses] nói, "O a-rôn, những gì ngăn cản bạn, khi bạn thấy chúng đi lạc lối,
zu: [UMose] wathi: "O Aroni, lokho nqanda you uma you bheka them iduka,

# Quran2441
source: From following me? Then have you disobeyed my order?"
ca: Des em segueix? Llavors té vostè desobeir el meu ordre?"
cy: Rhag dilyn mi? Yna wedi eich disobeyed fy drefn?"
da: Fra efter mig? Derefter har du adlød min ordre?"
el: Με ακολουθεί; Στη συνέχεια σας απειθήσει παραγγελία μου;»
et: Alates pärast mind? Seejärel on teil kuuletunud tilaustani?"
fi: Seuraamasta minua? Sitten olla sinun tottelematta tilaukseni?"
he: מ עוקב אחריי? אז יש לי את הפקודות שלי?"
hr: Iz me slijedite? Onda si poslušao moju zapovijed?"
lt: Nuo taip mane? Tada turite jūs nepakluso mano, kad?"
lv: No man sekot? Pēc tam ir jums nav klausījusi manu pasūtījumu?"
nb: Fra meg? Deretter har du adlød bestillingen min?"
sk: Z po mne? Potom sa vás neposlúchol svoju objednávku?"
sl: Od me naslednje? Nato so si upošteval navodila moje naročilo?"
sr_cyrl: Из ме прати? Онда да нисте испунили наредбу?"
sr_latn: Iz me prati? Onda da niste ispunili naredbu?"
uk: Від за мною? Потім мати ви не підкорився моє замовлення?"
vi: Từ theo dõi tôi? Sau đó có bạn không tuân lệnh của tôi?"
zu: Ekungilandeleni?

# Quran2442
source: [Aaron] said, "O son of my mother, do not seize [me] by my beard or by my head. Indeed, I feared that you would say, 'You caused division among the Children of Israel, and you did not observe [or await] my word.' "
ca: [Aaron] va dir, "fill O de la meva mare no aprofitar [m] per la barba o pel meu cap. De fet, em temia que vostè diria, "que ha causat la divisió entre els nens d'Israel, i no observar [o esperen] la meva paraula.' "
cy: Dywedodd [Aaron], "mab O fy mam, wneud nid ymafael [mi] gan fy beard neu gan fy mhen. Yn wir, yr wyf yn ofni y byddech yn dweud, ' chi achosodd yr is-adran ymhlith plant Israel, ac na wnaethoch chi arsylwi [neu aros am] fy gair.' "
da: [Aaron] sagde, "O søn af min mor, ikke gribe [mig] af mit skæg eller af mit hoved. Faktisk, jeg frygtede, at du ville sige, "du forårsaget division blandt Israels børn, og du ikke observere [eller afvente] mit ord.» "
el: [Aaron] είπε, «O γιος της μητέρας μου, δεν καταλαμβάνουν [μου] από τα γένια μου ή από το κεφάλι μου. Αλήθεια είναι ότι φοβόμουν ότι θα με λέτε, «προκαλέσατε διάκριση μεταξύ των παιδιών του Ισραήλ, και εσείς δεν παρατηρούν [ή περιμένουν] λέξη μου.» "
et: [Aaron] ütles: "minu ema, O son ei haarata [mind] minu habe või peas. Tõepoolest, ma karta, et sa ütleks, "põhjustasite Iisraeli laste vahel ja te ei ole jälgida [või ootavad] minu sõna." "
fi: [Aaron] sanoi, "O poika äitini, tartu [me] minun parta tai pääni. Itse asiassa pelkäsin, että sanot, "aiheutti jako Israelin lapsille, ja te ette noudata [tai odottavat] minun sanaani." "
he: [אהרון] אמר, "ילד של אמא שלי, לא נצל [me] הזקן שלי או על ידי ראשי. אכן, חששתי שאת אומרת, ' גרמת חלוקה בקרב בני ישראל, ולא עשית לא ציית [או ממתינים] את המילה שלי.' "
hr: [Aaron] je rekao, "O sine moje majke, ne iskoristi [me] bradu ili glavu. Doista, bojao sam se da bi ti, ' uzrok podjela među sinovima Izraelovim, a ne promatrati [ili čekaju] riječ. " "
lt: [Aaron] sakė: "mano mama, O sūnus nepasinaudojame [man] barzdą arba mano galva. Iš tiesų, aš bijojo, kad galėtumėte pasakyti, "jūs sukėlė pasidalijimą tarp Izraelio vaikų, ir tu negali stebėti [ar laukti] mano žodį." "
lv: [Aaron] teica: "O dēlu māte, ne konfiscēt [mani] mana bārda vai manu galvu. Patiešām, es baidījos, ka jūs teiktu, "izraisīja dalīšanu starp Izraēlas bērni, un jūs nevar novērot [vai sagaidīt] manu vārdu." "
nb: [Aaron] sa, "O sønn av min mor, ikke gripe [meg] min skjegg eller hodet. Faktisk jeg fryktet at du ville si, "du forårsaket splittelsen blant Israels barn, og du ikke observere [eller venter] mitt ord." "
sk: [Aaron] povedal: "O syna mojej matky, neutícha [mi] mojej fúzy alebo hlavu. V skutočnosti som sa obával, že by ste povedať, "ste spôsobili rozkol medzi deti Izraela a nie pozorovať [alebo čakajú] moje slovo." "
sl: [Aaron] je dejal, "O sin moje matere, ne izkoristijo [mi] mojo brado ali glavo. Res, sem se bal, da bi rekli, "zaradi delitve med izraelsko otrok, in si ne opazuje [ali čakajo] mojo besedo." "
sr_cyrl: [Арон ] је рекао, "О сину на моју мајку, моју [ме] по моју браду или по глави. Заиста , бојао сам се да би рекли, ' ти си изазвао поделе међу децом Израел, и не, ниси посматрамо [или чекају] ријеч.' "
sr_latn: [Aron] je rekao, "O sinu na moju majku, moju [me] po moju bradu ili po glavi. Zaista, bojao sam se da bi rekli, ' ti si izazvao podele među decom Izrael, i ne, nisi posmatramo [ili čekaju] riječ.' "
uk: [Аарон] сказав, "O син моєї матері, не захопити [мене] бороду, або мою голову. Дійсно, я боявся, що запитати: ' викликало розподіл серед дітей Ізраїль, і ти не спостерігати [або чекають] моє слово. " "
vi: [Aaron] nói, "O con trai của mẹ tôi, không nắm bắt [tôi] bởi bộ râu của tôi, hoặc bằng đầu của tôi. Thật vậy, tôi sợ rằng bạn sẽ nói, ' bạn gây ra các bộ phận trong số trẻ em của Israel, và bạn đã không quan sát [hoặc chờ đợi] lời của tôi.' "
zu: [Aroni] wathi: "O ndodana ka umama, musa bambambe [mina] by nesilevu sami noma ikhanda lami. Ngempela, ngangesaba ukuthi bangathi, 'Wena wabangela ukwahlukana phakathi kwabantwana bakwa-Israyeli, futhi awuzange bagcine

# Quran2443
source: [Moses] said, "And what is your case, O Samiri?"
ca: [Moses] va dir, "i quin és el seu cas, O Samiri?"
cy: Dywedodd [Moses], "a beth yw eich achos, O Samiri?"
da: [Moses] sagde, "og hvad er din sag, O Samiri?"
el: [Moses] είπε, «και τι είναι η περίπτωσή σας, O Samiri;»
et: [Moses] ütles: "ja mis on sinu puhul, O Samiri?"
fi: [Moses] sanoi: "ja mikä on teidän tapauksessa, oi Samiri?"
he: [Moses] אמר, "ומה מה הטיעון שלך, O סמירי?"
hr: [Moses] je rekao, "i što je vaš slučaj, O Samiri?"
lt: [Moses] sakė: "ir kas yra jūsų atveju, O Samiri?"
lv: [Moses] teica, "un kāds ir jūsu gadījumā, O Samiri?"
nb: [Moses] sa, "og hva er ditt tilfelle, O Samiri?"
sk: [Moses] povedal: "a čo je váš prípad, O Samiri?"
sl: [Moses] je dejal, "in kaj je vaš primer, O Samiri?"
sr_cyrl: [Мосес ] је рекао, "и који је твој случај, О Самири?"
sr_latn: [Moses] je rekao, "i koji je tvoj slučaj, O Samiri?"
uk: [Moses] сказав, "і що ваша справа, O Samiri?"
vi: [Moses] nói, "và trường hợp của bạn, O Samiri là gì?"
zu: [UMose] wathi: "Futhi kuyini icala lakho, O Samiri?"
