Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1109
source: And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, "My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers.
ca: I Moses va triar de la seva gent de setanta homes per a la nostra cita. I quan el terratrèmol agafat, va dir, "Senyor, si vostè tenia willed, has pogut destruït abans i jo [també]. Ens vols destruir per a què els ximples entre nosaltres han fet? Això no és sinó el seu judici pel qual enviar per mal camí qui es i guia qui es. Ets nostre Protector, així perdonar-nos i tenir pietat sobre nosaltres; i ets el millor de forgivers.
cy: A dewisodd Moses o bobl ei saith deg o ddynion ar gyfer ein penodiad. A pan roedd y daeargryn yn hatafaelu iddynt, meddai ef, "fy Arglwydd, os ydych wedi ewyllysio iddi, chi gallai wedi dinistrio iddynt cyn ac mi [hefyd]. Byddech yn chwalu inni ar gyfer beth ffôl ein plith wedi ei wneud? Nid yw hyn ond eich treial a anfonwch ar gyfeiliorn bwy y byddwch yn a'r Canllaw y byddwch. Yr ydych yn ein Protector, felly maddeuwch inni ac wedi drugaredd arnom ni; a ydych yn y gorau o forgivers.
da: Og Moses valgte fra sit folk halvfjerds mænd for vores aftale. Og da jordskælvet tog dem, han sagde, "min herre, hvis du havde villet, du kunne have ødelagt dem før og mig [samt]. Vil du ødelægge os for, hvad de tåbelige blandt os har gjort? Dette er ikke men din retssag, som du sender på afveje hvem du vil og guide, hvem du vil. Du er vores Protector, så tilgiv os og forbarm dig over os; og du er bedst af forgivers.
el: Και Moses επέλεξε από ανθρώπους του εβδομήντα άνδρες για ραντεβού μας. Και όταν ο σεισμός τους, κατασχέθηκαν, είπε, «Κύριέ μου, αν είχαν εσύ το θέλησες, θα μπορούσε να καταστρέψατε τους πριν και μου [καθώς και]. Θα σας καταστρέψουν μας για αυτό το ανόητο ανάμεσά μας κάνει; Αυτό είναι όχι μόνο σας με την οποία μπορείτε να στείλετε δρόμους τους οποίους εσείς θα δοκιμής και οδηγό τον οποίο θα σας. Είστε προστάτης μας, έτσι να μας συγχωρήσουν και ελέησον ημάς? και σας είναι το καλύτερο της forgivers.
et: Ja Moses valis oma rahva seitsekümmend meest meie kohtumise. Ja kui maavärin arestitud neid, ta ütles: "Issand, kui oli kombeks, te võiks on hävitanud neid varem ja [ka] mind. Oleks meid hävitada mida rumal meie seas teinud? Seda ei ole, kuid oma uuringu, millega saadate astray kellele te näidatakse ja giid, kelle te näidatakse. Te olete meie Protector, nii meile andeks ja halasta meile; ja sa oled parim forgivers.
fi: Ja Moses valitsi kansansa seitsemänkymmentä miehiä, ja meille. Ja kun maanjäristys yllätti heidät, hän sanoi: "herrani, jos olisi tahtonut, sinun olisi voinut tuhota ne ennen ja minä [myös]. Tuhota meidät mitä typerää meistä ovat tehneet? Tämä ei ole mutta oikeudenkäynti, jonka lähetät harhaan kenet ja opas, jonka voit. Olet meille aurinkovoidetta, joten anna meille anteeksi ja armahda meitä; ja olet paras forgivers.
he: ובחרת Moses מן האנשים אנשים שבעים לפגישה שלנו. ו בעת רעידת האדמה תפסו אותם, הוא אמר, "אדוני, אם לך היה רצון, יכולת להשמיד אותם לפני ואני [גם כן]. האם אתה יכול להרוס לנו עבור מה האווילים מאיתנו לעשות . זה לא אבל שלך משפט שבו אתה שולח מדרך הישר למי שכן ומדריך למי שתרצה. . אתה המגן שלנו אז סלח לנו, רחם עלינו; . ואתה הטוב ביותר של forgivers...
hr: I Moses od njegovih ljudi sedamdeset ljudi za naš sastanak. I kada je zaplijenila potresa ih, rekao je, "gospodaru, ako je htio, mogli ste i uništiti ih prije nego što i mi [kao i]. Ti nas uništiti za što lud među nama učinili? Ovo nije suđenje kojima pošaljete pogrešnim putem koga hoćete i vodič koga hoćete. Ti si naš zaštitnik, pa oprosti nam i smiluj se na nas; i ti si najbolji oproštaja.
lt: Ir Moses pasirinko iš savo tautos septyniasdešimt vyrų mūsų skyrimo. Ir paimant žemės drebėjimo, jis sakė: "mano Viešpats, jei jums turėjo valios, galėtų turite sunaikinti juos prieš ir man [taip pat]. Būtų sunaikinti mus, kas kvailas pas mus padaryti? Tai ne bet jūsų teismą pagal kurį siunčiate iš kelio kam jums bus ir vadovas, kuriam jūs. Jūs esate mūsų Raštas, Taigi atleisk mums ir buvo malonės su mumis; ir jūs esate geriausias iš forgivers.
lv: Un Moses izvēlējās savu tautu no septiņdesmit cilvēki mūsu tikšanās. Un kad zemestrīce saķēra tos, viņš teica: "mans kungs, ja jums gribas, jūs varētu ir iznīcinājuši pirms, man [arī]. Jūs iznīcinātu mūs, kas muļķīgi starp mums ir jādara? Tas nav taču pētījumā, kādā nosūtāt apmaldīties kam tiks un rokasgrāmatu, kurai jūs. Jūs esat mūsu aizsargs, tik mums piedot un apžēlojies pēc mums; un jums ir labākais forgivers.
nb: Og Moses valgte fra sitt folk sytti menn for vår avtale. Og når jordskjelvet tok dem, sa han, "min Herre, hvis du hadde villet, du kunne ha ødelagt dem før og meg [også]. Vil du ødelegge oss for det tåpelig blant oss har gjort? Dette er ikke men din rettssak som du sender avveie som du vil og guide som du vil. Du er vår Protector, så tilgi oss og barmhjertighet oss; og best av forgivers.
sk: A Moses vybral zo svojho ľudu sedemdesiatich mužov našej plánovanej činnosti. A pri zemetrasení, chytil, povedal: "môj pán, ak ste mal chcel, si mohol zničili pred ich a ma [aj]. By nás zničiť, za čo hlúpy medzi nami urobili? To nie je, ale proces, ktorým pošlete scestie koho budete a sprievodca, ktorým budete. Ste náš ochranca, tak odpusť nám a zmiluj sa nad nami; a vy ste najlepší forgivers.
sl: In Moses se je odločil iz svojega naroda sedemdeset moških za naše imenovanje. In ko je potres zaseženo njimi, je dejal, "Moj Gospodar, če boste imeli volje, si lahko so uničili jih pred in mi [tudi]. Bi nas uništiš za kaj neumnega med nami storili? To ni poskus, s katerim pošljete zašel koga boste in vodnik, ki vam bo. Vi ste naš patron, tako nam odpustil in usmili na nas; in vi ste najboljši forgivers.
sr_cyrl: А Мосес је изабрала из свог народа седамдесет на заказани састанак. И када земљотреса, заузели их, он је рекао, "мој господару, ако си имао воље, могао уништио си их раније и мене []. Би ли да нас уништи већ како будаласто међу нама урадио? Ово није само твоје суђење по којој шаљете на одмет коме ће ти и водич за кога ће те. Ти си нам заљтитник, па опрости нам и смилуј се на нас; а ти си најбољи од форгиверс.
sr_latn: A Moses je izabrala iz svog naroda sedamdeset na zakazani sastanak. I kada zemljotresa, zauzeli ih, on je rekao, "moj gospodaru, ako si imao volje, mogao uništio si ih ranije i mene []. Bi li da nas uništi već kako budalasto među nama uradio? Ovo nije samo tvoje suđenje po kojoj šaljete na odmet kome će ti i vodič za koga će te. Ti si nam zaљtitnik, pa oprosti nam i smiluj se na nas; a ti si najbolji od forgivers.
uk: І Moses вибрав із народу свого сімдесят чоловіків для нашого призначення. І коли землетрусу захопили їх, сказав він, "пане мій, якщо ви був того, ви могли б знищили їх раніше і я [також]. Ви б знищити нас за те, що нерозумно серед нас зробив? Це не але судового розгляду, за допомогою якого ви надсилаєте оману кого завгодно-путівник, ким завгодно. Ви наш захисник, так прости нас і помилуй; і ти найкращий forgivers.
vi: Và Moses đã chọn từ những người của ông bảy mươi người đàn ông cho cuộc hẹn của chúng tôi. Và khi trận động đất tịch thu, ông nói, "Thưa ngài, nếu bạn có ý chí, bạn có thể đã tiêu diệt chúng trước khi và tôi [cũng]. Bạn sẽ tiêu diệt chúng ta cho ngu si trong số chúng ta đã làm gì? Điều này không nhưng mà bạn gửi lạc lối mà bạn sẽ thử nghiệm và hướng dẫn mà bạn sẽ của bạn. Bạn là bảo vệ của chúng tôi, vì vậy, tha thứ cho chúng tôi và có lòng thương xót cho chúng ta; và bạn là tốt nhất của forgivers.
zu: UMose wakhetha abantu bakhe amadoda ayisikhombisa ukuba amiswe Zethu.

# Quran1110
source: And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You." [Allah] said, "My punishment - I afflict with it whom I will, but My mercy encompasses all things." So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses -
ca: I el decret per a nosaltres en aquest món [que] bo i [també] en el futur; de fet, ens han tornar a vostè." [Allah] deia, "meu càstig - afecten amb això qui ho faré, però la meva Misericòrdia abasta totes les coses." Així es decret [especialment] per a aquells que por de mi i donar-zakah i els que creuen en nostres versos -
cy: A ordinhad i ni yn y byd hwn [y mae] da a [hefyd] yn o hyn ymlaen; yn wir, yr ydym wedi troi ôl i chi." Meddai [Allah], "fy cosbi-yr effeithio gyda ei cyfer byddaf, ond mae fy drugaredd yn cwmpasu'r holl bethau." Felly bydd yr ei ddyfarniad [enwedig] ar gyfer y rhai sy'n ofni mi a rhoi zakah a'r rhai sydd yn credu mewn penillion ein-
da: Og dekret for os i denne verden, [der er] god og [også] i hinsidige; Ja, vi har vendt tilbage til dig." [Allah] sagde, "min straf - jeg hjemsøge med det, som jeg vil, men min nåde omfatter alle ting." Så jeg vil dekret det [særlig] nemlig dem hvem er bange for mig og give zakah og dem, der tror på vores vers -
el: Και διάταγμα για μας σε αυτόν τον κόσμο [η οποία βρίσκεται] καλή και [επίσης] στην συνέχεια? Πράγματι, εμείς έχουν γυρίσει πίσω σε σας.» [Αλλάχ] είπε, «τιμωρία μου - εγώ ταλαιπωρούν με αυτό τον οποίο θα το κάνω, αλλά έλεος μου περιλαμβάνει όλα τα πράγματα.» Έτσι εγώ θα το διάταγμα [κυρίως] για όσους φοβούνται μου και να δώσει zakah, και εκείνους που πιστεύουν σε μας τους στίχους -
et: Ja dekreet meie jaoks siin maailmas, [mis mis on] hea ja [ka] edaspidi; Tõepoolest, on keerasime teile." [Jumalat] ütles: "minu karistus - I kohtaava koos sellega, kellele ma, kuid minu halastust hõlmab kõiki asju." Nii et ma see määrus [eriti] neile, kes kardavad mind ja annab zakah ja need, kes usuvad meie Salme -
fi: Ja asetus meille tässä maailmassa [joka on] hyvä ja [myös] jäljempänä; itse asiassa olemme tehneet takaisin sinulle." [Jumala] sanoi, "oma rangaistus - vaivata se, jonka aion, mutta armossani sulkee sisäänsä kaiken." Joten asetus [erityisesti] niille, jotka pelkäävät minua ja antaa zakah ja jotka uskovat säkeistöä -
he: ואת צו לנו בעולם הזה [שהוא] טוב ו [גם] בעולם הבא; אכן, היינו לחזור אליך." [אללה] אמר, "העונש שלי - אני להכריע עם זה מי. אעשה זאת, אבל לרחמים שלי כוללת את כל הדברים". אז יפגשו זה [במיוחד] עבור מי מפחד ממני ולתת zakah, אלה המאמינים בפסוקים שלנו -
hr: I Uredbe za nas u ovaj svijet [to je] dobar i [i] u daljnjem tekstu; Doista, mi se okrenuo se prema tebi. " [Allah] kaže, "moja kazna - pogađaju njime koga hoću, ali moja milost obuhvaća sve stvari." Tako će to [posebno] Uredba za one koji Me se bojati i zakah i oni koji vjeruju u naše stihova -
lt: Ir dekretu už mus šiame pasaulyje, [kad yra] geras ir [taip pat] toliau; iš tiesų, mes pasuko atgal jums." [Dievas] sakė: "mano bausmė - aš kenčia su juo, kuriam aš, bet mano gailestingumas apima visus dalykus." Todėl aš bus dekretas [ypač] tiems, kurie bijo man ir duoti zakah ir tie, kurie tiki mūsų stichijos -
lv: Un dekrētu par mums, šajā pasaulē [thats kas] labs un [arī], turpmāk; patiešām, mums ir atkal pagriezās pret jums." [Allah] teica: "mans sods - es afflict ar to, ko es gribu, bet manās rokās aptver visas lietas." Tāpēc es būs dekrētu [it] tiem, kuri mani bailes un sniegt zakah un tiem, kuri tic mūsu vārsmas -
nb: Og res for oss i denne verden [det som er] god og [også] i hinsidige; faktisk har vi vendt tilbake til deg." [Allah] sa, "min straff - jeg plage med det som jeg vil, men min nåde omfatter alle ting." Så jeg vil dekret det [spesielt] for dem som frykter meg og gi zakah og de som tror på vår vers -
sk: A vyhlášky pre nás v tomto svete, [ktorý je] [i] a dobré v nižšie; v skutočnosti sme sa obrátili späť k vám." [Allah] povedal: "môj trest - mám trápi s tým, koho budem, ale moje milosrdenstvo zahŕňa všetky veci." Tak sa dekrét, že [najmä] pre tých, ktorí strach ma a daj Zakát a tých, ktorí veria v naše verše -
sl: In odlok za nas v tem svetu, [ki je] dobro in [tudi] v nadaljevanju; res, smo obrnili nazaj v vas." [Alahove] je dejal, "Moja kazen - sem trpljenje z njim, mu bom, ampak mercy zajema vse stvari." Tako sem bo odlok [zlasti] za tiste, ki Me strah in zakah in tiste, ki verjamejo v naše verzi -
sr_cyrl: И уредба за нас на овом свету [која је] добар и [и] на другом свету; Заиста , морамо да се вратимо теби." [Аллах ] је рекао, "моја казна - ја заразити с тим кога хоћу, али моја милост обухвата све ствари." Тако да ће то вежам [посебно] за оне који Ме се бојати и дати заках и оних који верују у нам стихови -
sr_latn: I uredba za nas na ovom svetu [koja je] dobar i [i] na drugom svetu; Zaista, moramo da se vratimo tebi." [Allah] je rekao, "moja kazna - ja zaraziti s tim koga hoću, ali moja milost obuhvata sve stvari." Tako da će to veжam [posebno] za one koji Me se bojati i dati zakah i onih koji veruju u nam stihovi -
uk: І указ для нас у цьому світі, [тобто які] добре і [також] в майбутньому; дійсно, ми повернули назад до вас." [Аллах] сказав: "Моя покарання - я упокорити з її, яких я буду, але мій милість охоплює всі речі". Так що я буде указ [особливо] для тих, хто боїться мене і дати zakah і тих, хто вірить в нашому вірші -
vi: Và nghị định đối với chúng tôi trong thế giới này [đó là] tốt và [cũng] trong tương lai; Thật vậy, chúng tôi đã quay trở lại với bạn." [Allah] nói, "sự trừng phạt của tôi - tôi gây đau đớn cho với nó mà tôi sẽ, nhưng lòng thương xót của tôi bao gồm tất cả mọi thứ." Vì vậy, tôi sẽ nghị định [đặc biệt] Đối với những người sợ tôi và cung cấp cho zakah và những người tin vào câu thơ của chúng tôi -
zu: Futhi isinqumo nathi kuleli zwe [ukuthi which is] ezinhle futhi [futhi] ngaphakathi Hereafter

# Quran1111
source: Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful.
ca: Els que segueixen el Missatger, el Profeta inliterat, que troben escrit en el que tenen de la Torà i l'Evangeli, que enjoins a ells el que és correcte i prohibeix què és dolent i fa legal per a ells les coses bones i prohibeix per a ells el mal i alleuja-los de la seva càrrega i els grillons que eren sobre ells. Així que han cregut en ell, li va retre homenatge, donar-li suport i seguir la llum que va ser enviat amb ell - és qui tindrà l'èxit.
cy: Rhai sy'n dilyn y negesydd, y Proffwyd unlettered, y maent yn ei chael yn hyn yr oedd ganddynt y Torah a'r efengyl, sy'n enjoins iddynt beth sy'n iawn a gwahardd iddynt beth sydd o'i le a gwneud yn gyfreithlon iddynt y pethau da a gwahardd ar eu cyfer y drygioni a lleddfu'r iddynt eu baich a hualau a oedd arnynt. Felly maent sydd wedi credu iddo, honored ef, cefnogi ef ac yn dilyn y golau a anfonwyd i lawr ag ef-mae rhai a fydd yn llwyddiannus.
da: Dem, der følger Messenger, de ulærde profeten, hvem de finde skrevet i, hvad de har af Toraen og evangeliet, der påbyder dem hvad der er rigtigt og forbyder dem, hvad der er galt og gør lovlig for dem de gode ting og forbyder for dem onde og lindrer dem af deres byrde og lænker, der var over dem. Så de, der troede på ham, hædret ham, støttede ham og fulgte det lys, som blev sendt ned med ham - det er dem, der vil være den succesfulde.
el: Αυτούς που ακολουθούν το Messenger, ο αγράμματος προφήτης, τους οποίους βρίσκουν γραμμένο σε ό, τι έχουν του Torah και το Ευαγγέλιο, που επιτάσσει τους τι είναι σωστό και τους απαγορεύει ό, τι είναι λάθος και κάνει νόμιμο για τους τα καλά πράγματα και απαγορεύει τους το κακό και τους απαλλάσσει από το βάρος τους και τα δεσμά που είχαν επάνω τους. Έτσι αυτοί που πίστευαν σε αυτόν, τον τίμησαν, τον υποστήριξαν και ακολούθησε το φως που είχε αποσταλεί καθορίζονται με αυτόν - είναι αυτοί που θα το επιτύχουν.
et: Need, kes järgivad Messenger unlettered prohvet, kelle nad leiavad, mida nad on Toora ja evangeeliumi, kes neile enjoins, mis on õige ja keelab neid, mis on valesti ja teeb neile seaduslik head asjad ja keelab neil paha ja vabastab nad saavad koormust ja ahelad, mis olid neile kirjutatud. Nii need, kes on uskunud temasse, au talle, toetas teda ja järgneb valgus, mis oli saatnud teda - on need, kes on edukad.
fi: Ne, jotka seuraavat Messenger, oppimaton profeetta, joiden ne katsovat olevan kirjoitettu mitä heillä on Toorasta ja evankeliumista, joka vaatii heille mikä on oikein ja kieltää heitä, mikä on vialla ja tekee laillista niitä hyviä asioita ja kielletään heille pahaa ja keventää niiden verotaakkaa ja kahleet, jotka olivat heille. Joten ne, jotka ovat uskoneet häneen, kunnioitti häntä, tukeneet häntä ja seurasi valo, joka lähetettiin alas kanssaan - ne, jotka on onnistunut.
he: אלה אשר בצע את השליח, מלומדים הנביא, מי שימצאו כתובים מה יש להם את התורה, את הבשורה, enjoins עליהם מה נכון, אוסר אותם? מה קרה, גורם כדין עבורם את הדברים הטובים, אוסר עליהם את הרוע, מקל להם על הנטל שלהם ואת האזיקים שהיו עליהם. אז הם האמינו לו, לכבוד אותו, עומד לצידו, בעקבות האור אשר נשלח איתו -. זה למי יהיה מוצלח.
hr: Oni koji slijede Glasnik, nepismen prorok, kojeg su našli u ono što oni imaju Tora i Evanđelje, koji nameÊe na njih što je dobro i zabranjuje im što je i čini zakonite za njih dobre stvari i zabranjuje im zlo i ublažava ih njihov teret i okovi koji su na njih. Tako oni koji su vjerovali u njega, mu, ga je podržao i slijediti svjetlo koje je poslao dolje s njim - to su oni koji će biti uspješan.
lt: Tiems, kurie po Messenger, unlettered pranašas, kuriems jie rasti parašyta ką jie Toros ir Evangelijos, kurie enjoins jiems kas yra teisinga ir draudžia jiems kas negerai ir daro teisėtai jiems gerų dalykų ir draudžia jiems blogis ir nepatiria jų naštos ir pančiai, kuri buvo jiems. Taigi jie, kurie tiki juo, pagerbtas, palaikė jį ir po šviesa, kuri buvo išsiųstas su juo - tai tie, kurie bus sėkmingai.
lv: Tiem, kuri seko Messenger, neizglītots pravietis, kam viņi atrod to, ko viņi ir Toras un evaņģēliju, kas enjoins pār viņiem, kas ir labi un aizliedz tiem, kas ir nepareizi un padara likumīgu viņiem labas lietas un aizliedz viņiem ļaunums un viņus neatbrīvo no to slogu un važas, kas bija viņiem virsū rakstīts. Tātad tie, kuri ir ticēja viņam, cienīji viņu, atbalstīja viņu un sekoja gaisma, kas tika nosūtīts uz leju ar viņu - tas ir tiem, kuri būs veiksmīga.
nb: De som følger Messenger, unlettered profeten som de finner skrevet i hva de har Toraen og evangeliet, som enjoins dem hva som er riktig og forbyr dem hva som er galt og gjør lovlig for dem gode ting og forbyr for dem ondet og lindrer dem byrden og sjakler som var over dem. Så de som har trodd på ham, æret ham, støttet ham og fulgte lyset som ble sendt ned med ham - det er de som vil være vellykkede.
sk: Tých, ktorí nasledujú posol, unlettered proroka, koho nájdu napísané čo majú Tóry a evanjelium, ktoré nariaÄ uje na ne, čo je správne a zakazuje im, čo sa deje a robí zákonné pre nich dobré veci a zakazuje im zlo a neoslobodí od ich zaťaženie a putá, ktoré boli na nich. Takže tí, ktorí uverili v neho, ctil ho, ho podporil, a nasledoval svetla, ktorý bol poslaný s ním - to je tých, ktorí budú úspešné.
sl: Tisti, ki sledijo sel, unlettered prerok, ki najdejo nezapisan kaj imajo Tora in evangelij, ki enjoins na njih, kaj je prav in jim prepoveduje, kaj je narobe in omogoča zakonito zanje dobrih stvari in prepoveduje zanje zlo in razbremeni svoje obremenitve in obešala, ki so bili na njih. Tako so, ki so verjeli v njega, mu čast, ga podpirali in sledil svetlobe, ki je bil poslan z njim - to je tisti, ki bo uspešno.
sr_cyrl: Они који прате гласник, неписмени пророка, кога они наћи написано у шта имају Тору и Библију, који је ењоинс над њима исправно и забрањује им шта није у реду и чини закониту им добре ствари и забрањује им зло и ослобадја их њихов терет и окова који су били на њих. Тако они који верују у њега, поиаствовани га, подржава га и пратио светло које је послат у затвор с њим - је оне који ће бити на успешна.
sr_latn: Oni koji prate glasnik, nepismeni proroka, koga oni naći napisano u šta imaju Toru i Bibliju, koji je enjoins nad njima ispravno i zabranjuje im šta nije u redu i čini zakonitu im dobre stvari i zabranjuje im zlo i oslobadja ih njihov teret i okova koji su bili na njih. Tako oni koji veruju u njega, poиastvovani ga, podržava ga i pratio svetlo koje je poslat u zatvor s njim - je one koji će biti na uspešna.
uk: Тих, хто стежить Messenger, неписьменний пророка, якого вони знаходять написаний на те, що вони мають Тори і Євангелія, які enjoins на них, що є правильним і забороняє їм, що не так і робить законним для них хороші речі і забороняє їм зло і знімає їх їхній тягар і кайдани, якої були на них. Так вони, хто вірив в нього, шанували його, підтримував його і пішов за світло, яке був відправлений з ним - це ті, хто буде на успішним.
vi: Những người thực hiện theo các Messenger, unlettered tiên tri, người mà họ tìm thấy viết trong những gì họ có trong Torah và phúc âm, người enjoins khi họ phải và cấm những gì là sai trái và làm hợp pháp cho họ những điều tốt đẹp và nghiêm cấm cho họ những điều xấu và làm giảm chúng gánh nặng của họ và móc nối đó là khi họ. Vì vậy, họ là những người đã tin vào Ngài, vinh danh ông, ủng hộ ông và sau đó là ánh sáng đã được gửi xuống với ông - đó là những người sẽ là thành công.
zu: Labo yibo abalandela Messenger, umprofethi elalingafundile, ababebekwe ezikhundleni thola kulotshiwe kulokho abanakho Torah Vangeli ngubani uhlanganisa phezu kwabo okulungile phakathi kwabashadile futhi wenqabele ukuthi yini engalungile futhi kwenza semthethweni for them izinto ezinhle vala ngabo
