Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1710
source: And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.
ca: I és ell qui difondre la terra i es col loquen en el mateix fermament conjunt de muntanyes i rius; i des de tots els fruits s'hi va fer dos companys; Provoca la nit cobrir el dia. Fet que els signes per a un poble que dóna pensar.
cy: Ac ef a lledaenu y ddaear a gosod ynddo set gadarn mynyddoedd ac afonydd; a o'r holl ffrwythau gwnaeth ynddo dau ffrindiau; Mae ef yn achosi y nos i dalu am y diwrnod. Yn wir yn hynny yn arwyddion ar gyfer pobl sy'n rhoi meddwl.
da: Og det er ham, der spredt jorden og anbragt deri fast sæt bjerge og floder; og fra alle frugterne han lavede deri to kammerater; Han får den nat for at dække dag. Faktisk i dette er tegn for et folk, der giver troede.
el: Και είναι αυτός που εξαπλωθεί η γη και σε αυτό τοποθετούνται σταθερά ορισμός βουνά και ποτάμια. και από όλα τα φρούτα που έκανε σ ' αυτό δύο συντρόφους? Που προκαλεί τη νύχτα για να καλύψει την ημέρα. Πράγματι στην που είναι σημάδια για ένα λαό που δίνουν σκέψη.
et: Ja see on talle, kes levitasid maa ja panna seal kindlalt seatud mäed ja jõed; ja kõik puuviljad tegi ta seal kaks semud; Ta põhjustab öösel päeval katmiseks. Tõepoolest, et on märke inimestega, kes on mõelnud.
fi: Ja hän voi levittää maahan ja saattaa siinä vakaasti vuoria ja jokia; kaikki hedelmät hän teki siinä kaksi kaverit; Hän saa yö kattamaan päivän. Todellakin, että merkkejä ihmisiä, jotka antavat ajatellaan.
he: . וזה מי להפיץ את כדור הארץ והניח בו בחוזקה קבע הרים ונהרות; מכל הפירות הוא שיוכנסו שני החברים; הוא גורם בלילה כדי לכסות את היום. אכן בזה סימנים עבור אנשים שנותנים נחשבים.
hr: I on je taj koji širi zemljom i stavljen u njemu čvrsto postavljanje planine i rijeke; i od svih plodova u njemu izgradio je dvije srodne; On uzrokuje noć za dan. Zaista u tome su znaci za ljude koji daju mislili.
lt: Ir tai tas, kuris plinta žemės ir joje pateikiami tvirtai nustatyti kalnai ir upės; ir iš visų vaisių padarė jame du draugai; Jis sukelia padengti dieną naktį. Iš tiesų, kad yra žmonių ženklų, kurie suteikia manoma.
lv: Un tas ir tas, kas izplatīties zemes un tajā ievieto stingri noteikts mountains un upēs; un no visiem augļus viņš veicis tajā divas biedriem; Viņš rada, lai segtu dienas naktī. Patiešām, ka ir pazīmes, kas dod cilvēkiem nodomāja.
nb: Og det er han som spre jorden og plassert der fast sett fjell og elver; fra alle fruktene laget der to kameratene; Han fører natten å dekke dagen. Faktisk som er tegn på et folk som gir antatt.
sk: A to je ten, kto šíri Zeme a umiestnené v pevne stanovenej hôr a riek; a zo všetkých druhov ovocia, on sa v nej dvaja kamaráti; Spôsobí v noci na deň. Naozaj v tom, že sú značky pre ľudí, ktorí dávajú myšlienka.
sl: In to je tisti, ki širijo zemlje in dajo v njej trdno nastavitev gore in reke; in od vseh sadežev naredil v njej dve častniki; On povzroča noč na dan. Res da so znaki za ljudi, ki bi mislil.
sr_cyrl: И он је шири земљом и стављен у томе чврсто постави планине и реке; и од свих плодова је направио у томе Варна; Он изазива ноћ да покрије дан. Заиста у то су знаци за људе који дају мислио.
sr_latn: I on je širi zemljom i stavljen u tome čvrsto postavi planine i reke; i od svih plodova je napravio u tome Varna; On izaziva noć da pokrije dan. Zaista u to su znaci za ljude koji daju mislio.
uk: І це той, хто поширення на землі і поміщений в ньому твердо встановити гір та ріки; і з усіх плодів він зробив в ньому двох товаришів; Він викликає ніч для покриття на день. Дійсно в тому, що ознаки для людей, які дають вважають.
vi: Và nó là lây lan trái đất và được đặt trong đó thiết lập vững chắc, núi và sông; và từ tất cả các loại trái cây ông thực hiện trong đó hai bạn cùng; Ông gây ra trong đêm để trang trải trong ngày. Thực sự đó dấu hiệu cho một người cung cấp cho nghĩ.
zu: Futhi kuba Lowo basakaza emhlabeni futhi ibekwe therein umiswe uqine izintaba nasemifuleni;

# Quran1711
source: And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.
ca: I dins de la terra són veïns parcel. les i jardins de vinyes i conreus i palmeres, [creixent] diverses d'una arrel o en cas contrari, regades amb una aigua; però podem fer algunes d'elles superi altres en [de] fruites. Fet que són signes d'un poble que la raó.
cy: A o fewn y tir yn cyfagos lleiniau a gerddi gwinwydden a cnydau a choed palmwydd, [tyfu] sawl o'r gwraidd neu fel arall, dŵr â dŵr un; ond rydym yn gwneud rhai ohonynt yn rhagori ar eraill mewn ffrwythau [ansawdd]. Yn wir yn hynny yn arwyddion ar gyfer pobl sy'n rheswm.
da: Og inden for landet tilstødende arealer og haver i vinstokke og afgrøder og palmetræer, [vokse] flere af en rod eller ellers vandes med en vand; men vi laver nogle af dem overstiger andre i [livskvalitet] frugt. Faktisk er i dette tegn for et folk, som årsag.
el: Και στο εσωτερικό της γης γειτονικά οικόπεδα και κήπους, αμπέλια και καλλιέργειες και φοίνικες, [καλλιέργεια] αρκετές από μια ρίζα ή διαφορετικά, ποτίζονται με νερό μία? αλλά μπορούμε να κάνουμε κάποιες φορές υπερβαίνει τα άλλα φρούτα [ποιότητα]. Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που τον λόγο.
et: Ja jooksul maa on naabruses krundid ja aiad viinapuude ja taimed ja palmipuud, [kasvav] mitu on tüvest või muidu joota ühe veega; Aga me teeme mõned neist ületada teised [kvaliteet] puu. Tõepoolest, et on märke inimestele, kes põhjus.
fi: Ja sisällä maa ovat naapurimaiden tonttien ja puutarhan viiniköynnösten ja kasvien kasvaa ja palmuja, [] useita root tai muuten juotetaan yksi vedellä; mutta teemme joitakin niistä ylittää muut [laadusta] hedelmiä. Siinä todellakin merkkejä niille, jotka syystä.
he: ו בתוך האדמה שכנים חלקות והגנים של גפנים, עצי דקל, [גדל] כמה מן השורש וגידולים או אחרת, להשקות במים אחת; אבל אנחנו עושים את חלקם חורגים אחרים [איכות של] פרי. אכן בזה הם סימנים לאנשים סיבה.
hr: I unutar zemlje su susjedne parcele i vrtova od vinove loze i usjevima i palmama, [] nekoliko iz korijena ili inače zalijevati vodom jedan; Ali neki od njih ostali prelazi u [kvalitet] voće. Zaista u tome su znaci za ljude koji razlog.
lt: Ir per žemę kaimyninių sklypų ir sodai grapevines ir pasėlių ir palmių, [auga] keletas iš šaknis arba kitaip, laistyti vieną vandeniu; bet mes padaryti keletą iš jų anksčiau kaip kiti [kokybė] vaisių. Iš tiesų tame yra ženklai tiems, kurie priežastis.
lv: Un laikā zeme kaimiņu zemes gabalu un vīnstīgas un kultūrām un palmām, [aug] vairākas no sakņu dārzi vai citādi, asaroja no viena ūdens; bet mēs dažas no tām pārsniedz citi augļi [kvalitāti]. Patiešām, ka cilvēkiem, kam iemesls ir pazīmes.
nb: Og i landet er nabolandet tomter og hager av vinranker og avlinger og palmer, [voksende] flere av en rot eller ellers vannet med en vann. men vi gjør noen av dem overgår andre [kvalitet av frukt. Faktisk er som tegn for et folk som grunn.
sk: A v rámci pozemku sú susedné pozemky a záhrady z vínnej révy a plodín a palmami, [stále] niekoľko z koreňa, alebo inak, polievajú vodou jeden; ale sme niektoré z nich presahujú ostatné [množstvo] ovocie. Naozaj v tom, že sú príznaky pre ľudí, ktorí z dôvodu.
sl: In v deželi so sosednje parcele in vrtovi vinske trte in rastline in palme, [naraščajoče] več iz korenin ali drugače zaliti z eno vodo; vendar naredimo nekaj od njih presega druge v [kakovost] sadja. Res da so znaki za ljudi, ki so razlog.
sr_cyrl: И унутар земље су суседна сплетке и вртова винова лоза и усеви и палме, [расте] неколико из корен, или у супротном, заливено једну воду; Али неки од њих премашити другима у [квалитет] воће. Заиста у то су знаци за људе који је разлог.
sr_latn: I unutar zemlje su susedna spletke i vrtova vinova loza i usevi i palme, [raste] nekoliko iz koren, ili u suprotnom, zaliveno jednu vodu; Ali neki od njih premašiti drugima u [kvalitet] voće. Zaista u to su znaci za ljude koji je razlog.
uk: І в межах землі були з сусідніх ділянок і сади винограду і культур і пальмами, [вирощування] кілька від кореня або іншим чином, поливають один водою; але ми робимо, деякі з них перевищує інших в [якість] фруктів. Дійсно в тому, що є ознаками для людей, які причини.
vi: Và trong đất láng giềng lô và khu vườn nho và cây trồng và cây cọ, [phát triển] một số từ một gốc hoặc nếu không, tưới nước bằng một trong những nước; nhưng chúng tôi làm cho một số người trong số họ vượt quá những người khác trong trái cây [chất lượng]. Thật vậy trong đó là dấu hiệu cho một người bạn lý do.
zu: Futhi kulelilizwe basuke angomakhelwane iziza gadi umvini kanye nezitshalo namasundu, [ezikhulayo] eziningana livela emsukeni noma ngenye indlela, bazithela ngamanzi eyodwa;

# Quran1712
source: And if you are astonished, [O Muhammad] - then astonishing is their saying, "When we are dust, will we indeed be [brought] into a new creation?" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally.
ca: I si vostè és sorprès, [O Muhammad] - llavors sorprenent és seu dient: "quan som pols, hem fet seran [portada] a una nova creació?" Aquests són els que tenen dubtaven del seu Senyor, i aquells tindran grillons a coll, i els són companys del foc; es queda aquí eternament.
cy: Ac os ydych yn synnu, rhyfeddol yna [O Muhammad]-yn eu dweud, "pan fyddwn yn llwch, byddwn yn wir yn [dwyn] i greu newydd?" Dyma'r rhai sydd wedi ddysgais yn eu yr Arglwydd, a bydd rhai hualau ar eu gyddfau, a rheini'n cymdeithion y tân; Bydd maent yn glynu ynddo fythol.
da: Og hvis du er overrasket over, [O Muhammad] - så forbløffende er deres siger "når vi er støv, vil vi faktisk være [bragt] i en ny skabning?" Dem er dem, der har disbelieved i deres Herre, og de får lænker om deres halse, og dem er ledsagere af ilden; de vil overholde deri evigt.
el: Και αν είστε έκπληκτος, [Ο Μωάμεθ] - τότε εκπληκτικό είναι τους λέγοντας, «όταν είμαστε σκόνης, πράγματι θα [φέρει] σε μια νέα δημιουργία; " Αυτοί είναι εκείνοι που έχουν disbelieved τους Λόρδος, και εκείνοι θα έχουν δεσμά κατά λαιμό τους, και αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει εκεί αιώνια.
et: Ja kui te olete üllatunud, [O Muhammad] - siis üllatav on nende ütlus "kui me tolmu, me antakse tõesti [toodud] uus loodu?" Need on need, kes on disbelieved nende Issand ja need on seeklid oma kaela üles ja need on kaaslased tulekahju; nad järgivad seal igavesti.
fi: Ja jos olet hämmästynyt, [Oi Muhammed] - sitten hämmästyttävää on sanonta, "kun olemme pölyä, meillä on [toi] uusi luomus?" Nämä ovat niitä, jotka ovat uskoneet heidän Herransa ja ne on kahleet heidän kaulaansa ja ne ovat kumppaneita tuleen; säädöksien siinä ikuisesti.
he: אם אתה נדהם, [O מוחמד] - מדהים ואז הוא אומר שלהם, "כאשר אנחנו אבק, אנחנו אכן תהיה [מביא] לתוך יצירה חדשה?" אלה הם אלה אשר יש disbelieved של האל שלהן, ולא יהיו האזיקים על צווארם, ואלה הלוויה של האש; הם להישמע בו לנצח.
hr: I ako ste zaprepašten, [O Muhammad] - onda zapanjujuće je svoje kazivanje "kada budemo prašina, uistinu ćemo [donio] u novi stvor?" To su oni koji imaju bio u gospodara svoga, i oni će imati okove na vratovima i oni su društvo požara; Oni će u njemu vječno trpe.
lt: Ir jei jūs esate nustebinti, [O Muhammad] - tada stebina yra jų sako: "kai mes dulkių, mes iš tiesų bus [atnešė] į naujas kūrinys?" Yra tie, kurie turi disbelieved, savo Viešpaties, ir tie turės pančiai ant jų kaklų, ir tie, kurie prie laužo; kompanionai jos paklūsta jame amžinai.
lv: Un, ja jūs esat satriekti, [O Muhammad] - pārsteidzoši, tad to sakot, "kad mēs putekļi, mēs patiešām būs jauna izveide [ienests]?" Tie ir tie, kas ir disbelieved ar savu kungu, un tiem būs pēc viņu kakliem važas, un tie ir biedri no uguns; viņi ievēro tur mūžīgi.
nb: Og hvis du er forbauset, [O Muhammad] - så utrolig er deres ordtak, "når vi er støv, vil vi virkelig være [brakt] til en ny skapning?" De er de som vantro i Herren, og de vil ha sjakler på halsen, og de er følgesvennene til på ilden. de vil følge der evig.
sk: A ak ste sa divili, [Mohamed] - prekvapujúce, potom je ich slovami: "keď sme prach, sme naozaj bude [privezený] nové stvorenie?" To sú tí, ktorí majú pochyboval v svojho pána, a tie budú mať putá na krku, a tie sú spoločníci požiaru; dodržia sa v ňom naveky.
sl: In če ste začuden, nato pa presenetljivo [O Muhammad] - je rekel, "ko smo prah, smo dejansko bodo [je] v nove stvaritve?" So tisti, ki so verjeli v svojega Gospoda, in tiste, ki imajo ravne na vratu in so tovariši ogenj; se bo upošteval v njem večno.
sr_cyrl: А ако сте запањени, [О Мухаммад] - онда задивљујуже да је њихова изрека, "кад ми смо прах, ће нам заиста бити [довео] у нову креацију?" То су они који имају не верује у свог господара, и они ће имати окове на њихове вратове, а то су Компањони ватре; Они ће у томе вечно да трпе.
sr_latn: A ako ste zapanjeni, [O Muhammad] - onda zadivljujuжe da je njihova izreka, "kad mi smo prah, će nam zaista biti [doveo] u novu kreaciju?" To su oni koji imaju ne veruje u svog gospodara, i oni će imati okove na njihove vratove, a to su Kompanjoni vatre; Oni će u tome večno da trpe.
uk: І якщо ви будете здивовані, [O Мухаммад] - потім дивовижні їх приказка, "коли ми пилу, ми дійсно буде [приніс] у створення нових?" Ті, ті, хто мають disbelieved у пана свого, і тих, хто буде кайдани їм на шиї, і тих, хто є супутниками вогню; вони будуть дотримуватися в цьому вічно.
vi: Và nếu bạn đang ngạc nhiên, [O Muhammad] - đáng ngạc nhiên sau đó họ nói, "khi chúng tôi là bụi, chúng tôi thực sự sẽ là [mang] vào một sáng tạo mới?" Những người là những người có disbelieved trong Chúa của họ, những người sẽ có móc nối vào cổ của họ và những người là companions cháy; họ sẽ tuân thủ trong đó luôn.
zu: Futhi uma ziyamangala [O Muhammad] - ke esethusayo kuyinto zwi abo, "Lapho siluthuli, esizoxoxa ngempela [kwabafaka] sha dalo?"

# Quran1713
source: They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.
ca: Amb impaciència instar a provocar mal abans de bona, mentre que allà ja s'ha produït davant d'ells càstigs semblants [a què demanen]. De fet, el seu senyor és ple de perdó per la gent, malgrat les seves irregularitats i de fet, el seu senyor és greu en pena.
cy: Yn ddiamynedd annog chi i ddod â drygioni cyn da, tra y mae eisoes wedi digwydd cyn iddynt cosbau tebyg [i beth y maent yn ei mynnu]. Ac yn wir, eich Arglwydd yn llawn maddeuant i bobl er gwaethaf eu gamwedd, ac yn wir, eich Arglwydd yn ddifrifol yn gosb.
da: De utålmodigt opfordrer dig til at skabe onde før godt, mens der er allerede opstået før dem lignende straffe [til hvad de kræver]. Og ja, jeres Herre er fuld af tilgivelse for folk trods deres forseelser, og ja, jeres Herre er alvorlige sanktioner.
el: Αυτοί με ανυπομονησία να σας παροτρύνω να επιφέρει το κακό πριν καλή, ενώ εκεί έχει ήδη παρουσιαστεί ενώπιον τους παρόμοια τιμωρίες [σε ό, τι ζητούν]. Και πράγματι, ο Λόρδος σας είναι γεμάτη από συγχώρεση για τους ανθρώπους παρά τους αδικοπραγία, και πράγματι, ο Λόρδος σας είναι σε σοβαρή ποινή.
et: Nad kannatamatult kutsun teid üles tuua paha enne hea, kuigi seal on juba toimunud enne neid samalaadsed karistused [et nad nõuavad]. Ja tõepoolest, teie Issand on täis andestust inimestele, hoolimata nende valesti ja teie Issand on tõepoolest raske karistus.
fi: Ne kärsimättömästi teitä aikaan pahaa ennen hyvä, kun siellä on jo tapahtunut ennen heitä samanlaisia rangaistuksia [mitä he vaativat]. Itse asiassa teidän Herranne on täynnä anteeksi ihmisille, huolimatta heidän väärinkäytöksistä ja teidän Herranne onkin ankara rangaistus.
he: הם בקוצר רוח מפציר בך כדי להביא רשע טוב, ואילו שם כבר התרחשה לפני להם עונשים דומים [אל מה הם דורשים]. ואכן, הוא מלא מחילה על העם למרות חטאיהם ו. אכן, הוא חמור בעונשם.
hr: Oni nestrpljivo molimo vas da o zlu prije dobra, a tu se već pojavio pred njima slične kazne [za što traže]. I doista, Gospodar tvoj je puni oprost za ljude usprkos njihovog grijeha, a uistinu, Gospodar tvoj je u kaznu.
lt: Jie nekantriai lietuviškiems išsklaidančios blogio prieš gera, o ten jau buvo prieš juos panašios bausmės [į ką jie reikalauti]. Ir iš tiesų, jūsų Viešpats yra visiškai atleidimą žmonėms, nepaisant jų nusikaltimą, ir iš tiesų, jūsų Viešpats yra sunki bausmė.
lv: Viņi nepacietīgi aicinu jūs radīt ļaunumu pirms laba, bet tur jau ir notikusi pirms viņiem līdzīgu sodu [uz to, ko viņi pieprasa]. Patiešām, jūsu kungs ir pilns ar piedošanu cilvēkiem, neskatoties uz viņu grēks un tiešām jūsu kungs ir smags sods.
nb: De utålmodig oppfordrer deg til å få onde før bra, mens det har allerede skjedd før dem lignende straffene [til hva de krever]. Og ja, Herren er full av tilgivelse for folket til tross for deres urett, og ja, Herren er alvorlig i straffen.
sk: Im netrpezlivo žiadame, aby ste priniesť zlo pred dobrom, kým tu došlo už pred nimi podobné tresty [na to, čo žiadajú]. Vskutku, svojho pána, je úplné odpustenie pre ľudí cez ich previnenie a svojho pána je skutočne ťažké trestu.
sl: Nestrpno pozivajo, da bi zlo pred dobro, medtem ko se je že pojavilo pred njimi podobne kazni [za kaj zahtevajo]. In res, vaš Gospod je poln odpuščanja za ljudi, ki kljub svoje kršitve, in res, vaš Gospod je hudo kazen.
sr_cyrl: Они су са нестрпљењем вас молим да донесе о злу пре доброг, док тамо је већ дошло до пред њима сличне казне [да шта они захтевају]. Заиста, твој господар је пуни опрост за народ упркос њиховим малверзацијама и заиста, твој господар је јак у казну.
sr_latn: Oni su sa nestrpljenjem vas molim da donese o zlu pre dobrog, dok tamo je već došlo do pred njima slične kazne [da šta oni zahtevaju]. Zaista, tvoj gospodar je puni oprost za narod uprkos njihovim malverzacijama i zaista, tvoj gospodar je jak u kaznu.
uk: Вони нетерпінням закликаю вас, щоб домогтися зла перед добре, хоча там вже сталася перед ними аналогічні покарань [на те, що вони вимагають]. І дійсно, Господь ваш повна прощення для людей, незважаючи на їх порушник, і дійсно, Господь ваш є серйозними покарання.
vi: Họ impatiently mong bạn để mang lại điều ác trước tốt, trong khi đó đã xảy ra trước khi họ có các hình phạt tương tự [với những gì họ yêu cầu]. Thật vậy, Chúa của bạn là đầy đủ của sự tha thứ cho những người bất chấp hành vi sai trái của họ, và quả thật vậy, Chúa của bạn là nghiêm trọng trong hình phạt.
zu: They ukulinda ngiyanincenga ukuba ulethe okubi phambi okuhle, kanti vele kube khona phambi kwabo isijeziso efanayo [nalokho babiza].

# Quran1714
source: And those who disbelieved say, "Why has a sign not been sent down to him from his Lord?" You are only a warner, and for every people is a guide.
ca: I els que dubtaven dir, "Per què un signe no hagi estat enviat li del seu senyor?" Vostè és només un Avisador, i per cada poble és una guia.
cy: A rhai a ddysgais yn dweud, "Pam arwydd nad anfonwyd i lawr iddo ef gan ei Arglwydd?" Ydych yn unig y warner, ac am bob bobl yn ganllaw.
da: Og de, der disbelieved siger, "Hvorfor ikke har et tegn blevet sendt til ham fra hans herre?" Du er kun en warner, og er en guide for alle mennesker.
el: Και όσοι disbelieved λένε, «Γιατί ένα σημάδι δεν έχει σταλεί σε αυτόν από τον Λόρδο;» Είστε μόνο ένα warner, και για κάθε ανθρώπους είναι ένας οδηγός.
et: Ja need, kes disbelieved öelda: "Miks märk pole saadetud talle tema Lord?" Teil on ainult warner iga inimestele on juhend.
fi: Ja ne, jotka uskoneet sanoa, "Miksi on merkki ei lähettänyt hänen herransa?" Olet vain warner ja jokaista ihmistä on opas.
he: מי disbelieved אומרים, "למה סימן לא נשלחה לו מן האל שלו?" . אתה רק וורנר, לאנשים כל מדריך.
hr: I oni koji bio reći, "Zašto znak nije poslao da ga od svoga gospodara?" Ti si samo upozorenje, a za svaki narod je vodič.
lt: Ir tie, kurie disbelieved pasakyti, "Kodėl ženklas nebuvo išsiųsta į jį iš savo Viešpaties?" Jūs esate tik warner, ir tiems, kas yra vadovas.
lv: Un tie, kuri disbelieved saka: "Kāpēc zīme nav nosūtīta uz leju viņam no viņa kungs?" Jūs esat tikai warner un katru cilvēku ir rokasgrāmata.
nb: Og de vantro sier, "Hvorfor et tegn ikke er blitt sendt til ham fra hans Herre?" Du er bare en warner, og for alle mennesker er en guide.
sk: A tí, kto pochyboval hovoria: "Prečo znamenie nebola odoslaná mu z jeho pána?" Ste len warner a pre všetkých ľudí je sprievodca.
sl: In tisti, ki so verjeli pravijo, "Zakaj znak ni bil poslan mu iz svojega gospodarja?" Vi ste samo warner, in za vse ljudi je vodnik.
sr_cyrl: И реци онима који не верује, "Зашто је знак није послао да га из свог господара?" Ти си само један wарнер, и за сваки народ је водиц.
sr_latn: I reci onima koji ne veruje, "Zašto je znak nije poslao da ga iz svog gospodara?" Ti si samo jedan warner, i za svaki narod je vodic.
uk: І тих, хто disbelieved сказати: "Чому знак не надійшло йому пан його?" Ви тільки Уорнер, і для кожного народу керівництво.
vi: Và những người disbelieved nói, "Tại sao có một dấu hiệu không được gửi cho ông từ của mình Chúa?" Bạn đang chỉ một warner, và cho mỗi người là một hướng dẫn.
zu: Futhi labo disbelieved nithi, 'Kungani uye isibonakaliso engakaze sa phansi him akhe Lord? "
