Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran504
source: Allah instructs you concerning your children: for the male, what is equal to the share of two females. But if there are [only] daughters, two or more, for them is two thirds of one's estate. And if there is only one, for her is half. And for one's parents, to each one of them is a sixth of his estate if he left children. But if he had no children and the parents [alone] inherit from him, then for his mother is one third. And if he had brothers [or sisters], for his mother is a sixth, after any bequest he [may have] made or debt. Your parents or your children - you know not which of them are nearest to you in benefit. [These shares are] an obligation [imposed] by Allah. Indeed, Allah is ever Knowing and Wise.
ca: Allah l'instrueix sobre els seus fills: el mascle, que és igual a la quota de dues femelles. Però si hi ha [només] filles, dues o més, per a ells és dues terceres parts de la finca. I si hi ha només un, per a ella és la meitat. I per als pares, a cada un d'ells és un sisè dels seus béns si va deixar els nens. Però si no va tenir descedència i els pares [sols] heretar d'ell, llavors a la seva mare és un terç. I si va tenir germans [o germanes], per la seva mare és un sisè, després de qualsevol donació va [pot tenir] fet o deute. Teus pares o els seus fills - no sap quin d'ells són més en benefici. [Aquestes accions són] una obligació [imposades] per Allah. En efecte, Allah és mai saber i savi.
cy: Mae Allah yn cyfarwyddo'r chi ynghylch eich plant: ar gyfer y dyn, beth yw cyfartal i gyfran o ferched dau. Ond os oes [ond] merched, dau neu fwy, ar eu cyfer yw dwy ran o dair o ystad yr un. Ac os oes dim ond un, iddi hi yn hanner. Ac ar gyfer rhieni, i bob un ohonynt yn chweched dosbarth ei ystâd os gadawodd plant. Ond os oes ganddo unrhyw blant a Mae rhieni [unig] yn etifeddu oddi wrtho, wedyn am ei fam yn draean. Ac os oedd ganddo frawd [neu chwiorydd], ar gyfer ei fam yn chweched dosbarth, ar ôl unrhyw gymynrodd ef [efallai wedi] gwneud neu ddyled. Eich rhieni neu eich plant-y gwyddoch nad sydd yn agosaf i chi mewn budd-dal. [Mae cyfrannau hyn] rhwymedigaeth [osodir] gan Allah. Yn wir, Allah yn gwybod erioed ac yn ddoeth.
da: Allah instruerer dig vedrørende dine børn: for mandlige, hvad er lig med andelen af to hunner. Men hvis der er [kun] døtre, to eller flere, for dem er to tredjedele af ens ejendom. Og hvis der er kun én, for hende er halvdelen. Og til ens forældre, at hver en af dem er en sjettedel af hans ejendom hvis han forlod børn. Men hvis han havde ingen børn og forældre [alene] arver fra ham, så for hans mor er en tredjedel. Og hvis han havde brødre eller søstre], for moderen er en sjette, efter enhver testamentarisk gave han [må] foretages eller gæld. Dine forældre eller dine børn - du ved ikke hvilken af dem er nærmest dig i fordel. [Disse aktier er] et paabud [] af Allah. Allah er nogen sinde vidende og kloge.
el: Αλλάχ σας σχετικά με τα παιδιά σας καθοδηγεί: για το αρσενικό, τι είναι ίσο με το μερίδιο της δύο γυναίκες. Αλλά εάν υπάρχουν [μόνο] κόρες, δύο ή περισσότερα, για αυτούς είναι τα δύο τρίτα της περιουσίας κάποιου. Και αν υπάρχει μόνο ένας, για εκείνη είναι το μισό. Και για τους γονείς, σε κάθε ένα από αυτά είναι το ένα έκτο της περιουσίας του αν έφυγε για τα παιδιά. Αλλά αν αυτός δεν είχε παιδιά και οι γονείς [μόνο] κληρονομούν από αυτόν, στη συνέχεια, για τη μητέρα του είναι ένα τρίτο. Και αν είχε [σπουδαιότητος], για τη μητέρα του είναι ένα έκτο, μετά από κάθε κληροδότημα αυτός [απορία] έκανε ή χρέους. Οι γονείς σας ή τα παιδιά σας - δεν ξέρω ποια από αυτά είναι πλησιέστερη στο όφελος. [Αυτές οι μετοχές είναι] [] εκ του υποχρέωση Αλλάχ. Πράγματι, Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: Jumal käsib oma laste kohta: isane, mis on võrdne kahe naisi. Aga kui [ainult] tütart, kaks või rohkem, neid on kaks kolmandikku oma kinnisvara. Ja kui on ainult üks, tema on pool. Ja vanemad, iga üks neist on kuuendik oma kinnisvara kui ta jättis lapsed. Aga kui ta oli lapsi pole ja [üksinda] vanemad pärida teda, siis tema ema on kolmandiku. Ja kui ta oleks [või], tema ema on kuues, pärast mis tahes pärandamise ta [võivad olla] tehtud või võla. Oma vanemaid või oma laste - sa ei tea mis neist kasu lähimalt on. [Need aktsiad on] [kehtestatud kohustust] Allah. Tõepoolest, Allah on kunagi teades ja tark.
fi: Jumala kehottaa koskevat lasten: mies, mikä vastaa kaksi narttua osuus. Mutta jos [vain] tytärtä, kaksi tai useampia, ne on kaksi kolmasosaa oman estate. Ja jos on vain yksi, hänen on puoliksi. Ja vanhemmat, kullekin heistä on kuudes hänen omaisuutensa jos hän jätti lapset. Mutta jos hänellä ei ollut lapsia ja [vain] vanhemmat perivät, sitten hänen äitinsä on kolmasosa. Jos hänellä [sisaruksia], hänen äitinsä on kuudes, elatustarkoituksessa jälkeen hän [ehkä] tehnyt tai velan. Vanhempasi tai lapsia - ette tiedä mitkä ovat lähin hyötyä. [Nämä osakkeet ovat] perustuvan velvollisuutensa [] Allah. Jumala nimittäin koskaan tietää ja viisas.
he: אללה מורה לך לגבי הילדים שלך: לזכר, מה שווה למיקום המשותף של שתי נשים. אבל אם יש בנות [בלבד], שתיים או יותר, בשבילם הוא שני שליש ן של אחד. אם יש רק אחד, בשבילה הוא חצי. עבור הוריו, לכל אחד ואחד מהם הוא השישי של נכסיו אם הוא השאיר ילדים. אבל אם יש לו ילדים, ההורים [לבדו] יורשים ממנו, אז בשביל אמא שלו הוא שליש. ואם היו לו אחים [או אחיות], על אמא שלו הוא השישי, לאחר כל העיזבון הוא [אולי יש] גרם או חוב. ההורים שלך או את הילדים שלך -. אתה יודע לא אשר מהם הם הקרוב אליכם ביתרון. [מיקומים משותפים אלה הם] חובה [שהוטלו] בשם אללה. אכן, אללה הוא אי פעם לדעת ונבונה.
hr: Allah upućuje vas u vezi vaše djece: za muškarca, što je jednak udio dvije ženke. Ali ako [samo] kćeri, dva ili više, za njih je dvije trećine svoje nekretnine. I ako je samo jedan, za nju je pola. I za roditelje, na svaki jedan od njih je i šesti njegov posjed ako je napustio djecu. Ali ako on nije imala djece i roditelja [sam] naslijediti od njega, onda za njegovu majku je trećina. I da je imao brata ili sestre] za majku je šesto, nakon bilo kojeg ostavštine on svibanj imati je napravio ili duga. Roditelje i djecu - znaš ne koji su najbliži te u korist. [Ta su zajednička mjesta] obavezu nameću] Alaha. Uistinu, Allah je ikada znati i mudar.
lt: Dievas liepia dėl savo vaikų: vyrų, kas yra lygus dviejų moterų dalis. Bet jei yra [tik] dukters, dviejų ar daugiau, jiems yra du trečdalius savo turto. Ir jei yra tik vienas, jos yra pusė. Ir savo tėvams, kiekvienai iš jų yra šeštoji, jo turto jei jis paliko vaikų. Bet jei jis neturėjo vaikų ir tėvų [vien] paveldėti iš jo, tada jo motina yra trečdaliu. Ir jei jis turėjo broliai [arba seserys], jo motina yra šeštadaliu, po bet kokios palikimo jis [gali turėti] padarė ar skolos. Savo tėvams ar savo vaikams - žinote ne kuris iš jų yra arčiausiai jūsų naudai. [Šios akcijos yra] [nustatytus įpareigojimus] Dievas. Iš tiesų, Allah yra kada nors žinant ir išmintingas.
lv: Allah dod norādījumu attiecībā uz saviem bērniem: vīriešu, kas ir vienāda ar daļu divas sievietes. Bet ja [tikai] meitas, divi vai vairāk, viņiem ir divas trešdaļas no savu īpašumu. Un, ja tur ir tikai viens, viņu ir puse. Un vecākiem, katram viena no tām ir sestā daļa viņa īpašumu, ja viņš atstāja bērnus. Bet, ja viņš nebija bērnu, un [tikai] vecākiem pārmanto no viņu, tad viņa māte ir viena trešdaļa. Un, ja viņš bija brāļi [vai māsas], viņa māte ir sestā, pēc jebkuras pārdalīto viņš [var būt] padarīja vai parādu. Jūsu vecākiem vai bērniem - jūs zināt ne, kura no tām ir vistuvāk jums labums. [Šīs akcijas ir] pienākums Allah [noteikto]. Patiešām, Allah ir jebkad zinot un gudrs.
nb: Allah ber deg om barna: for menn, hva er lik andel av to kvinner. Men hvis det er [bare] døtre, to eller flere, for dem er to tredjedeler av sin eiendom. Og hvis det er bare en, for henne er halvparten. Og på ens foreldre, hver en av dem er en sjettedel av sin eiendom hvis han forlot barn. Men hvis han ikke fikk barn og foreldre [alene] arver fra ham, da hans mor er en tredjedel. Og hvis han hadde brødre [eller søstre] hans mor er en sjette, etter noen arv han [må] laget eller gjeld. Foreldrene dine eller barn - du vet ikke hvilke av dem er nærmest du fordel. [Disse aksjene er] en forpliktelse [pålagt] av Allah. Døyve er faktisk noensinne vite og klok.
sk: Alah vyzve týkajúce sa vašich detí: muža, čo sa rovná podielu dve ženy. Ale ak existuje [len] dcérami, dva alebo viac, pre ne dve tretiny niečí majetok. A ak je tam len jeden, pre ňu je polovica. A pre jedného z rodičov, každý jeden z nich je šiesty panstvo ak opustil deti. Ale ak nemal deti a rodičia [sám] dedia od neho, potom pre jeho matka je jedna tretina. A keby [súrodenca], pre matku je šiesty, po akéhokoľvek dedičstva sa [mohli] vyrobené alebo dlh. Vaši rodičia alebo vaše deti - vieš nie ktoré z nich sú k vám najbližšie v prospech. [Tieto podiely sú] záväzok [] Alah. Alah je skutočne vôbec vedieť a múdry.
sl: Allah naroči vas o vaši otroci: za moške, kar je enak delež dve samički. Ampak če obstajajo [samo] hčere, dva ali več, zanje je dve tretjini svojega premoženja. In če obstaja samo ena, za njo je polovica. In za starše, za vsako izmed njih je šesti njegovo zapuščino če zapustil, otroke. Ampak če je imel otrok in starši [sam] podedujejo od njega, potem za mamo je ena tretjina. In če je imel brata [ali sestre], njegova mati je šesto, po kakršno koli zapuščino, on maj življati narejen ali dolga. Tvoji starši ali svoje otroke - veš ne katere od njih so najbližje vas v korist. [Te delnice so] obveznost, [ki] jih Allah. Res, Allah je koli vedo in pametno.
sr_cyrl: Алах наложи које се односе на дјецу: за мужјак, шта је једнак удео две женке. Али, ако постоје [само] кћери, два или више, за њих је две трећине нечије имовине. И ако постоји само један, за њу је пола. И за родитеље, да се један од њих је шестину од његове имовине ако је оставио децу. Али ако није имао децу и родитеље [сами] наслеђују од њега, онда за његову мајку је једна трећина. И да је имао брата [или сестру], за његову мајку је шесто, после сваког легат он [можда] направио или дуг. Твоји родитељи или твоја деца - ти не знам ко је од њих су удаљава у корист. [Ове акције су] обавезу [намећу у име Алаха. Уистину , Аллах је икада знати и мудар.
sr_latn: Alah naloži koje se odnose na djecu: za mužjak, šta je jednak udeo dve ženke. Ali, ako postoje [samo] kćeri, dva ili više, za njih je dve trećine nečije imovine. I ako postoji samo jedan, za nju je pola. I za roditelje, da se jedan od njih je šestinu od njegove imovine ako je ostavio decu. Ali ako nije imao decu i roditelje [sami] nasleđuju od njega, onda za njegovu majku je jedna trećina. I da je imao brata [ili sestru], za njegovu majku je šesto, posle svakog legat on [možda] napravio ili dug. Tvoji roditelji ili tvoja deca - ti ne znam ko je od njih su udaljava u korist. [Ove akcije su] obavezu [nameću u ime Alaha. Uistinu, Allah je ikada znati i mudar.
uk: Аллах інструктує тобі стосовно дітей: для чоловіка, що дорівнює частка дві самки. Але якщо там [тільки] дочок, двох або більше, для них дві третини свого майна. І якщо є тільки один, для неї це половина. І для батьків, до кожного один з них є шостим свого маєтку якщо він залишив дітей. Але якщо він не було дітей, і батьки [поодинці] успадковувати від нього, то для його мати становить третину. А якщо б йому брати [чи сестри], бо його мати шосте, після будь-якого заповітом він [можливо] зробив або заборгованості. Ваші батьки чи ваші діти - ви знаєте, не які з них є найближчий до вас користь. Ці акції є зобов'язання [введених] Аллаха. Дійсно, Аллах є ніколи не знаючи і мудрий.
vi: Allah hướng dẫn bạn liên quan đến trẻ em của bạn: đối với Nam, những gì là tương đương với những chia sẻ của hai nữ. Nhưng nếu có [chỉ] người con gái, hai hoặc nhiều hơn, cho họ là hai phần ba của một bất động sản. Và nếu có chỉ là một, cho cô ấy là một nửa. Và cho một của cha mẹ, cho mỗi một trong số họ là một thứ sáu của bất động sản của ông nếu ông rời trẻ em. Nhưng nếu ông không có con và cha mẹ [một mình] kế thừa từ anh ta, sau đó cho mẹ của mình là một phần ba. Và nếu ông có anh [hay chị em], cho mẹ của mình là một thứ sáu, sau khi thừa kế bất cứ ông [có thể] thực hiện hoặc nợ. Cha mẹ của bạn hoặc con cái của bạn - bạn không biết mà trong số đó là gần nhất bạn lợi ích. Những chia sẻ là một nghĩa vụ [áp đặt] của Allah. Thật vậy, Allah là bao giờ hiểu biết và khôn ngoan.
zu: Allah uyala wena ngokuphathelene nezingane zakho: owesilisa, yini ilingana isabelo abesifazane ababili.
