Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1523
source: And to 'Aad [We sent] their brother Hud. He said, "O my people, worship Allah; you have no deity other than Him. You are not but inventors [of falsehood].
ca: I ' Aad [hem enviat] seu germà Hud. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. No ets però inventors [de falsedat].
cy: A ' Aad [anfonasom] eu brawd Hud. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Nid ydych yn ond dyfeiswyr [o anwiredd].
da: Og til ' ald [vi sendte] deres bror Hud. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Du er ikke men opfindere [af løgn].
el: Και να «Aad [στείλαμε] ο αδελφός τους Hud. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Δεν είσαι αλλά εφευρέτες [του ψεύδους].
et: Ja "Aad [saatsime] oma venna Hud. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Sa ei ole, kuid leiutajate [kohta valetamine].
fi: Ja "Aad voimme lähettää heidän veljensä Hud. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Et ole mutta keksijät [, valhe].
he: וב ' מ [שלחנו] אחיהם "האד". הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. . אתה לא רק ממציאים [של שקר]
hr: I ' Aad smo poslali njihov brat Hud. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. Nisi ali izumitelja [laži].
lt: Ir "Aad [išsiuntėme] jų brolis Hud. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Jūs nesate bet išradėjas [iš melas].
lv: Un "[mēs nosūtījām] Aad viņu brālis Hud. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Jūs neesat bet izgudrotāji [par nepatiesību].
nb: Og ' Aad [vi sendt] deres bror Hud. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Du er ikke men oppfinnere [av løgn].
sk: A "Aad [sme poslali] ich brat Hud. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. Nie ste ale vynálezca [lož].
sl: In "alarmna [smo poslali] njihov brat Hud. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Niste pa [laž] izumiteljev.
sr_cyrl: И до ' Аад [смо послали] њихов брат Худ. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Ти си не само изумитељи [неистина].
sr_latn: I do ' Aad [smo poslali] njihov brat Hud. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Ti si ne samo izumitelji [neistina].
uk: І до ' сад [ми послали] свого брата Hud. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. У вас немає але винахідники [брехня].
vi: Và ' Aad [gửi chúng tôi] em trai của Hud. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Bạn đang không nhưng nhà phát minh [của falsehood].
zu: Futhi ukuba 'Aad [Sithumele] umfowabo Hud.

# Quran1524
source: O my people, I do not ask you for it any reward. My reward is only from the one who created me. Then will you not reason?
ca: Oh poble meu, no li demano això cap recompensa. La meva recompensa és només de qui em creat. Llavors es vostè raó no?
cy: O fy mhobl, wneud ni ofynnaf ichi ar ei gyfer unrhyw wobr. Fy ngwobr yn unig gan yr un a greodd mi. Yna bydd eich nid rheswm?
da: O mit folk, jeg ikke beder du om det nogen belønning. Min belønning er kun fra den, der har skabt mig. Derefter vil du ikke grund?
el: Ο λαός μου, δεν σας ρωτήσω για αυτό καμία ανταμοιβή. Ανταμοιβή μου είναι μόνο από εκείνον που μου δημιουργήθηκε. Στη συνέχεια θα σας δεν το λόγο;
et: O minu rahvas, ma palun teid mitte seda mingit tasu. Minu tasu on ainult see, kes lõi mind. Siis näidatakse teile mitte põhjus?
fi: Oi minun kansani ei pyydän sitä mitään vastineeksi. Minun palkkani on vain yksi, joka loi minut. Sitten Aiotteko ole syytä?
he:  עמי, לא ביקשתי ממך על זה פרס. הפרס שלי הוא רק אחד שיצר אותי. אז אתם לא סיבה?
hr: O moj narod, ne tražim za to nagradu. Moja nagrada je samo onaj koji me stvorio. Onda će ti nije razlog?
lt: O mano žmonės, aš ne paprašyti jums jokio atlygio. Mano atlygis yra tik tas, kuris mane. Tada bus jums ne priežastis?
lv: O mana tauta, es nelūdzu jūs to jebkāda atlīdzība. Mana alga ir tikai no tā, kas radīja man. Pēc tam būs jums nav iemesls?
nb: O mitt folk, jeg spør ikke du for noen belønning. Min lønn er bare som skapte meg. Da vil du ikke grunn?
sk: O môj ľud, nie žiadam vás o to odmenu. Moja odmena je len ten, kto vytvoril ma. Potom budete nie je dôvod?
sl: O moji ljudje, sem ne zaprositi vi zakaj to nagrade. Moja nagrada je samo od tistega, ki me je ustvaril. Nato boste ne razlog?
sr_cyrl: О мом народу, не тражим вас за то награду. Моја награда је само онај који ме је створио. Онда ће ти није разлог?
sr_latn: O mom narodu, ne tražim vas za to nagradu. Moja nagrada je samo onaj koji me je stvorio. Onda će ti nije razlog?
uk: O народ мій, я не прошу вас за це будь-яку винагороду. Моя нагорода є тільки від того, хто створив мене. Тоді буде вам не причина?
vi: O người của tôi, tôi không yêu cầu bạn cho nó bất kỳ phần thưởng. Phần thưởng của tôi là chỉ có từ những người tạo ra tôi. Sau đó chứ không phải lý do?
zu: O bantu bami, mina cha buza you for it yimuphi umvuzo.

# Quran1525
source: And O my people, ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away, [being] criminals."
ca: I O poble meu, demana perdó del seu Senyor i llavors penedir-se a ell. Ell enviarà [pluja àcida] el cel sobre tu a les dutxes i major força [afegeix] a la seva força. I no allunyen, [ser] delinqüents."
cy: Ac O 'm pobl, ofyn maddeuant eich Arglwydd ac wedyn yn edifarhau iddo. Bydd yn anfon [glaw o] yr awyr arnoch chi mewn cawodydd a chynyddu eich nerth [at] eich nerth. A heb droi i ffwrdd, [yn] troseddwyr.
da: Og O mit folk, beder om tilgivelse af jeres Herre og derefter at omvende ham. Han vil sende [regn fra] himlen over dig i brusere og øge i styrke [Tilføjet] til din styrke. Og slår ikke væk, [der] kriminelle."
el: Και O μου άνθρωποι, να ζητήσει συγχώρεση του Λόρδου σας και στη συνέχεια να μετανοήσουν σ ' αυτόν. Θα στείλει [βροχή από] ο ουρανός πάνω σας στο ντους και αύξηση σας δύναμη [αύξησα] δύναμή σας. Και δεν πτοεί καθόλου, [όντας] εγκληματίες.»
et: Ja O minu inimesed kohanes oma Issanda ja talle siis kahetsema. Ta saadab [rain alates] kohati teie peale taevas ja suurenemine tugevust [lisada] oma tugevust. Ja ära Pööra, [on] kurjategijaid."
fi: Oi kansani, minulta anteeksiantoa, teidän Herranne ja sitten parannuksen hänelle. Hän lähettää [sateen] taivas teitä suihkut ja lisätä vahvuus [lisätään] voimin. Ja älkää kääntäkö selkäänne, [että] rikollisia.
he: ו- O עמי, מבקש את סליחת האל שלך ואז לחזור בתשובה אליו. . הוא ישלח [גשם] בשמיים עליכם במקלחות ולהגדיל את כוח [הוסיף] הכוח שלך. לא להפנות עורף, [להיות] פושעים."
hr: I narode moj oprost svoga Gospodina i onda obratite se njemu. Poslat će [kiša iz] nebo na vas u tuševima i povećanje snage [dodan] svoju snagu. I skulptura, [] kriminalci."
lt: O mano tauta, prašyti atleidimo jūsų Viešpats ir tada atgailauti jam. Jis bus atsiųsti [lietaus iš] dangaus ant tavęs, dušai ir padidinti jūsų koncentracija [pridėti] į savo stiprumo. Ir ne nusigręžti, [nes] nusikaltėliai."
lv: Un O mana tauta, lūgt piedošanu par savu kungu un tad nožēlot viņu. Viņš nosūtīs [lietus no] debesis pār jums dušā un pieaugumu [pievienot] tavu spēku stiprums. Un nevis novērsties, [ir] noziedznieki."
nb: Og mitt folk, be om tilgivelse Herrens og omvender seg til ham. Han vil sende [regn fra] himmelen over dere i dusjer og øke du i styrke [til] din styrke. Og ikke snu, [er] kriminelle.
sk: A O môj ľud, požiadať o odpustenie svojho pána a potom pokánie k nemu. Pošle [dážď] nebo na vás sprchy a ste nárast sily [pridať] na svoju silu. A odvráti, [že] zločinci."
sl: In O moji ljudje, prosi odpuščanja za svojega Gospoda in nato pokajati mu. Bo poslal [dež] nebo na vas v tuši in vam povečanje moči [doda] svojo moč. In ne se obrnil, [se] kriminalci."
sr_cyrl: И О мом народу, тражи опроштај од свога господара, а онда се покаје да га. Он ће послати [киша из] на небу над вама у пљусковима и те повећање снаге [дода] своју снагу. И не окренем, [су] криминалци."
sr_latn: I O mom narodu, traži oproštaj od svoga gospodara, a onda se pokaje da ga. On će poslati [kiša iz] na nebu nad vama u pljuskovima i te povećanje snage [doda] svoju snagu. I ne okrenem, [su] kriminalci."
uk: І O народ мій, просимо вибачення ваш Господь і потім покаятися йому. Він послав [дощ з] неба на вас в душ і збільшення міцності [додав], щоб ваша сила. І не відвернутися, злочинців [що]."
vi: Và O người của tôi, yêu cầu sự tha thứ của Chúa của bạn và sau đó ăn năn với anh ta. Ông sẽ gửi [mưa từ] bầu trời khi bạn trong vòi sen và tăng sức mạnh [nhập] để sức mạnh của bạn. Và không phải chuyển đi, [là] bọn tội phạm."
zu: Futhi O mi ntu buza yekelo of kho Lord ngalesosikhathi phenduka Him.

# Quran1526
source: They said, "O Hud, you have not brought us clear evidence, and we are not ones to leave our gods on your say-so. Nor are we believers in you.
ca: Deien, "O Hud, no ens han donat proves clares, i no som els nostres déus de deixar el seu say-so. Ni som creients en tu.
cy: Maent yn dweud, "O Hud, nad ydych wedi ymgynull ein tystiolaeth glir, ac nid ydym yn rhai i adael ein duwiau ar eich diwetha. Nac ydym yn gredinwyr yn chi.
da: De sagde, "O Hud, du ikke har bragt os klare beviser, og vi er ikke dem til at forlade vores guder på din tyndes. Vi troende i du heller ikke.
el: Είπαν, «O Hud, δεν μας φέρνετε σαφή αποδεικτικά στοιχεία, και δεν είμαστε αυτοί που θα αφήσει θεοί μας για σας λέω-έτσι. Ούτε είμαστε πιστοί μέσα σου.
et: Nad ütlesid: "O Hud, teil on toonud meile kindlad tõendid ja me ei ole need jätta meie jumalad oma say-so. Ega me sind usklikud.
fi: He sanoivat, "O Hud, eivät ole tuoneet meille selkeää näyttöä ja ei niistä jättää jumalat sinun päästäisikään. Emmekä me uskovat sinua.
he: הם אמרו, "O האד, לא שהבאת לנו ראיות ברורות, ואנחנו לא רוצים להשאיר האלים שלנו על דבריך. וגם אנחנו מאמינים בך.
hr: Rekli su, "O Hud, niste nam donijeli jasan dokaz, i nismo one ostaviti naše bogove dovukao. Niti smo mi vjernici u tebi.
lt: Jie sakė, "O Hud, jūs ne davė mums įrodymų, ir mes nesame tie palikti mūsų dievų jūsų sako. Taip pat mes jums tikinčiųjų.
lv: Viņi teica: O Hud, jums nav nesušas mums skaidrus pierādījumus, un mēs neesam tie atstāj mūsu Dievu par savu say-so. Ne mēs esam ticīgie, kas jums.
nb: De sa: "O Hud, du ikke har ført oss klare bevis, og vi er ikke de igjen våre gudene på din si-så. Eller er vi troende i deg.
sk: Oni povedal: "O Hud, nie ste nám priniesol jasné dôkazy, a nie sme tie nechať naši bohovia na vašej povedať-tak. Ani my nie sme veriaci vo vás.
sl: So rekli, "O Hud, so vam ni prinesel jasen dokaz, in nismo tisti zapustiti naše bogovi na vaš pravijo, da. Niti nismo verniki v vas.
sr_cyrl: Рекли су, "О Худ, да нас ниси довео јасне доказе, а ми нисмо они оставити нам богови на основу рекла-казала. Ни ми нисмо верници у теби.
sr_latn: Rekli su, "O Hud, da nas nisi doveo jasne dokaze, a mi nismo oni ostaviti nam bogovi na osnovu rekla-kazala. Ni mi nismo vernici u tebi.
uk: Вони ж відказали "O Hud, ви не привели нас чітких доказів, і ми не ті залишити наших богів на ваш кажу собі. Ні ми, віруючі в вас.
vi: Họ nói rằng, "O Hud, bạn đã không mang lại cho chúng ta bằng chứng rõ ràng, và chúng tôi không những để lại vị thần của chúng tôi trên của bạn tao. Cũng không phải là chúng tôi tin vào bạn.
zu: Bathi: "O Hud, ungazange wasilethela ubufakazi obucacile, futhi asibona yibo ukushiya ithu on lakho nezwi-kanjalo. Nor are thina makholwa kuwe.

# Quran1527
source: We only say that some of our gods have possessed you with evil." He said, "Indeed, I call Allah to witness, and witness [yourselves] that I am free from whatever you associate with Allah
ca: Només diem que alguns dels nostres déus tenien potes amb mal." Va dir, "de fet, d'anomenar Allah testimoni i presenciar [vosaltres] que estic lliure de qualsevol cosa associem amb Allah
cy: Yn unig dywedwn rhai o'r duwiau ein bod wedi meddu chi â drygioni." Meddai, "yn wir, galwaf ar Allah i dyst, a dyst i chi fy mod yn rhydd oddi wrth beth bynnag yr ydych yn cysylltu â Allah
da: Vi kun sige, at nogle af vores guder har besat dig med onde." Han sagde, "Ja, jeg kalder Allah til at vidne, og vidne jer at jeg er fri fra hvad du forbinder med Allah
el: Μπορούμε μόνο να πούμε ότι μερικοί από μας Θεών σας κατείχε με το κακό.» Είπε, «πράγματι, καλώ Αλλάχ σε μάρτυρες, και μάρτυρας [yourselves] ότι είμαι ελεύθερος από ό, τι μπορείτε να συσχετίσετε με Αλλάχ
et: Me ainult öelda, et mõned meie jumalad on vallanud sa paha." Ta ütles: "tõepoolest, ma helistada Allah tunnistajaks ja tunnistaja [ise] et ma vabaks iganes on seostada Allah
fi: Vain sanoa, että jotkut jumalat on hallussaan pahaa." Hän sanoi, "itse asiassa pyydän Jumala todistaa, ja todistaja [itse] olen vapaa mitä liittävät Allah
he: אנחנו רק אומרים כי חלק מן האלים שלנו יש גרם לך עם הרוע." הוא אמר: "אכן, אני קורא אללה לחזות עדים [לכם] שאני חופשי מה אתה משייך אללה
hr: Možemo samo reći da neki od naših bogova imaju opsjednut zlom." Rekao je, "doista, zvati Allah svjedok, i sami da sam slobodan od sve povezujete sa Allah svjedok
lt: Mes tik pasakyti, kad kai kurie iš mūsų dievų turėjusi jums su blogio." Jis pasakė: "iš tiesų, aš skambinti Dievas bylojo ir liudytojas [save] kad aš nejaučiu bet jums asocijuojasi su Dievo
lv: Mēs tikai teikt, ka daži no mūsu dievi ir tev bija prāts ar ļaunu." Viņš teica: patiesi, es zvanu Allah liecinieks, un liecinieks [sev], ka es esmu brīva no kāda jūs saista ar Allah
nb: Vi bare si at noen av våre gudene har hatt du med onde. Han sa: Ja, jeg kaller Allah vitne, og vitne [dere] at jeg er fri fra hva du forbinder med Allah
sk: Môžeme len povedať, že niektorí naši bohovia sa majú posadnutý zlým." On povedal: "naozaj, hovorím Alah svedkom, a svedok [seba] aby som bez čokoľvek budete spájať s Alah
sl: Samo rečemo, da so nekatere naše bogov si obsedena z zlo." Je rekel, "res, kličem Allah priča, in priča [se] da sem brez karkoli povežete z Allah
sr_cyrl: Само кажемо да ли неки од нам богови поседовали са злом." Рекао је, "заиста, зови Аллах присуствовати, и сами да сам ја слободан од год придружите Аллах сведок
sr_latn: Samo kažemo da li neki od nam bogovi posedovali sa zlom." Rekao je, "zaista, zovi Allah prisustvovati, i sami da sam ja slobodan od god pridružite Allah svedok
uk: Ми тільки сказати, що деякі з наших богів мають володів ви зі злом." Він сказав: "дійсно, я називати Аллах свідком і свідок [самі] що я вільний від все, що ви асоціювати з Аллаха
vi: Chúng tôi chỉ nói rằng một số của các vị thần của chúng tôi đã sở hữu bạn với cái ác." Ông cho biết: "thật vậy, tôi gọi Allah để chứng kiến, và chứng kiến [chính mình] tôi miễn phí từ bất cứ điều gì bạn liên kết với Allah
zu: Thina nje agcine ngokusho ukuthi abanye ithu Nkulunkulu possessed wena okubi. "Wathi:" Yebo, mina ngibiza Allah ukuba bafakaze, ufakazi [ngokwenu] ukuthi ngikhululekile whatever ujwayelana Allah

# Quran1528
source: Other than Him. So plot against me all together; then do not give me respite.
ca: Altre que ell. Així complot contra mi tots junts; llavors no em donen respir.
cy: Eraill nag ef. Felly y llain yn fy erbyn i gyd gyda'i gilydd; Nid rhoi seibiant i mi wedyn.
da: Andre end ham. Så plot mod mig alle sammen; derefter ikke give mig pusterum.
el: Εκτός από αυτόν. Έτσι συνωμοτούν εναντίον μου όλοι μαζί? στη συνέχεια, να μην μου δώσει ανάπαυλα.
et: Välja arvatud teda. Nii krundi vastu mulle kõik koos; siis anna mulle kergendust.
fi: Muut kuin häntä. Joten piirtää minua vastaan kaikki yhdessä; sitten ei anna minulle helpotus.
he: אחר מאשר אותו. העלילה כל כך נגדי כולם ביחד; . אז אל תיתן לי הפוגה.
hr: Osim njega. Tako zavjera protiv mene svi zajedno; Onda mi daj predah.
lt: Kiti nei jam. Taigi Nubraižykite prieš mane visi kartu; tada nesuteikia man atsikvėpti.
lv: Izņemot viņu. Tātad zemes gabalu pret mani visi kopā; pēc tam nedod man atelpu.
nb: Andre enn ham. Så komplott mot meg alle sammen; så ikke gi meg pusterom.
sk: Okrem neho. Takže sprisahania proti mne dohromady; potom mi oddych.
sl: Drugega od njega. Tako zaroto proti me vse skupaj; nato mi predaha.
sr_cyrl: Осим њега. Дакле завера против мене сви заједно; Не дај ми предах.
sr_latn: Osim njega. Dakle zavera protiv mene svi zajedno; Ne daj mi predah.
uk: Інші, ніж його. Так змову проти мене всі разом; Тоді не дають мені перепочинок.
vi: Khác hơn so với anh ta. Cốt truyện vậy đối với tôi tất cả cùng nhau; sau đó không cho tôi thời gian nghỉ ngơi.
zu: Okunye ngaphandle kukaNkulunkulu.

# Quran1529
source: Indeed, I have relied upon Allah, my Lord and your Lord. There is no creature but that He holds its forelock. Indeed, my Lord is on a path [that is] straight."
ca: De fet, haver invocat Allah, Senyor i el seu Senyor. No hi ha cap criatura però que exerceix el seu forelock. De fet, el Senyor és sobre un camí [que] recta. "
cy: Yn wir, mae wedi dibynnu ar Allah, fy Arglwydd a eich Arglwydd. Nid oes unrhyw creature ond y mae ganddo ei forelock. Yn wir, fy Arglwydd yn ar lwybr [sy'n] syth. "
da: Faktisk har jeg været afhængige af Allah, min herre og din herre. Der er ingen væsen, men han holder sine pandelok. Ja, min herre er på en sti, [der er] straight. "
el: Πράγματι, εγώ έχουν προβληθεί Αλλάχ, ο Λόρδος μου και σας Λόρδος. Δεν υπάρχει κανένα πλάσμα ότι κατέχει το τσουλούφι. Πράγματι, Κύριέ μου είναι σε μια πορεία [που είναι] ευθεία.»
et: Tõepoolest, mul on tugineda Jumal, minu Issand ja oma Issanda. Ei ükski olend, vaid et ta hoiab oma Otsajouhet. Tõepoolest, minu Issand on [see] tee sirge. "
fi: Itse asiassa on vedota Jumalaan, herrani ja teidän Herranne. Ei ole yksikään luotu, että hänellä sen otsatukka. Herra todellakin tiellä, [että] suoraan. "
he: אכן, יש לסמוך אללה, אדוני הלורד, אדונך. יש שום יצור אבל הוא מחזיק את forelock שלה. אכן, אדוני. הוא על נתיב [כי] ישר. "
hr: Doista, sam se oslonio na Allahu, gospodaru moj i vaš gospodar. Nema niti jedno biće, ali da on drži svoju sreću. Doista, gospodaru je na put [koji je] ravno. "
lt: Iš tiesų, aš turi remtis Dievo, mano Viešpats ir jūsų Viešpats. Ten yra Nr padaras, bet kad jis turi savo forelock. Iš tiesų, mano Viešpats yra kelias [yra] tiesiai. "
lv: Patiešām, ir paļauties Allah, milord un savu kungu. Nav neviena dzīva radība, bet, ka viņš tur tā cekula. Protams, mans Lord ir ceļā, [kas ir] taisni. "
nb: Faktisk har jeg stolt på Allah, min Herre og deres Herre. Det er ingen skapning men at han holder sitt forelock. Faktisk, min Herre er på en bane [det er] rett. "
sk: Naozaj, som sa spoliehať na Boh, môj pán a svojho pána. Neexistuje žiadny tvor, ale že on má svoj prameň vlasov. Môj pán je skutočne na ceste, [to je] rovno. "
sl: Res, sem se sklicuje Allah, moj gospodar in svojega gospodarja. Ni ne bitje, ampak da ima svojo Čuperak. Pravzaprav, moj gospodar je na poti, [ki je] naravnost. "
sr_cyrl: Заиста, су се ослањали на Алаха, мој господар и твој господар. Нема Ниједно створење, али да он држи своју форелоцк. Заиста , мој господару је на путу, [је] право. "
sr_latn: Zaista, su se oslanjali na Alaha, moj gospodar i tvoj gospodar. Nema Nijedno stvorenje, ali da on drži svoju forelock. Zaista, moj gospodaru je na putu, [je] pravo. "
uk: Справді, я покластися Аллаха, мій Господь і ваш Господь. Немає ні істота, але що він тримає його Чуб. Справді, мій Господь, за контуром, [це] прямо. "
vi: Thật vậy, tôi đã tin cậy Allah, thưa Đức vua và Chúa của bạn. Đó là sinh vật không có nhưng mà ông nắm giữ forelock của nó. Thật vậy, Chúa tể của tôi là trên một con đường [đó là] thẳng. "
zu: Impela, ngiye ngazibonela wencika Allah, mi Lord kho Lord.
