Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran483
source: Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding.
ca: De fet, en la creació dels cels i la terra i l'alternança de la nit i el dia són signes per a aquells de la comprensió.
cy: Yn wir, yn creu y nefoedd a'r ddaear ac yn newid y nos a dydd yn arwyddion ar gyfer y rheini o ddealltwriaeth.
da: Faktisk, i skabelsen af himlene og jorden og skiftevis nat og dag er tegn for dem af forståelse.
el: Πράγματι, με τη δημιουργία του τον ουρανό και τη γη και την εναλλαγή της νύχτας και της ημέρας είναι σημάδια για εκείνους της κατανόησης.
et: Tõepoolest, taeva ja maa loomise ja öö ja päeva vaheldumine on märgid neile mõistmist.
fi: Itse asiassa taivaat ja maan ja vuorottelu yö ja päivä ovat merkkejä niille ymmärrystä.
he: ואכן, בבריאת השמים ואת הארץ ואת ההתחלפות של הלילה והיום הם סימנים לאלו של הבנה.
hr: Doista, u stvaranju nebesa i zemlje i izmjeni noći i dana su znaci za one razumijevanja.
lt: Iš tiesų, dangaus ir žemės kūrimo ir šaltųjų ir naktį ir dieną yra ženklai tiems, supratimo.
lv: Patiešām, debesis un zemi izveidi un pārmaiņus dienā un naktī ir pazīmes tiem izpratni.
nb: Faktisk er i skapelsen av himlene og jorden og vekslingen av natt og dag tegn for de forståelse.
sk: Skutočne pri vytváraní nebies a Zeme a striedanie noci a dňa sú znamenia pre tých, porozumení.
sl: Dejansko, v ustvarjanje nebes in zemlje in menjavanje noč in dan so znaki za tiste razumevanja.
sr_cyrl: Заиста , у стварању небеса и земљу и замена ноћи и дана су знаци за оне о разумевању.
sr_latn: Zaista, u stvaranju nebesa i zemlju i zamena noći i dana su znaci za one o razumevanju.
uk: Дійсно, в створенні небеса та Земля і чергування ніч і день є ознаками для тих, з розумінням.
vi: Thật vậy, trong việc tạo ra trời và trái đất và luân phiên đêm và ngày những dấu hiệu cho những người hiểu biết.
zu: Ngempela, lapho edala amazulu nomhlaba nawo Noma alternation of suku suku are komba for labo lokuqonda.

# Quran484
source: Who remember Allah while standing or sitting or [lying] on their sides and give thought to the creation of the heavens and the earth, [saying], "Our Lord, You did not create this aimlessly; exalted are You [above such a thing]; then protect us from the punishment of the Fire.
ca: Qui recorda Allah mentre que de peu o assegut o [sent] en els seus costats i donar idea a la creació dels cels i la terra, [dir], "nostre Senyor, que no hàgiu creat això sense rumb; exaltat esteu [sobre una cosa]; llavors protegir-nos del càstig del foc.
cy: Sy'n cofio Allah tra'n sefyll neu eistedd neu [gorwedd] ar eu ochr a rhoi ystyriaeth i greu y nefoedd a'r ddaear, [dweud], "ein Arglwydd, chi oedd nid creu hyn ddigyfeiriad; yr ydych i'w mawrygu [uchod o'r fath yn beth]; Yna, i'n hamddiffyn rhag y gosb y tân.
da: Hvem huske Allah mens stående eller siddende eller [lå] på deres sider og give eftertanke til skabelsen af himlene og jorden, [siger], "vor Herre, du ikke har oprettet dette planløst; ophøjet er du [over sådan en ting]; derefter beskytte os fra straf af ilden.
el: Ποιος θυμάται Αλλάχ ενώ στέκονται ή κάθονται ή [ψέματα] στις πλευρές τους και να συσκεφθεί σχετικά με τη δημιουργία του τον ουρανό και τη γη, [λέγοντας], "ο Κύριός μας, δεν έχετε δημιουργήσει αυτό άσκοπα? υπερυψωμένα είστε [πάνω από τέτοιο] στη συνέχεια, να μας προστατεύσει από την τιμωρία της φωτιάς.
et: Kes mäleta Allah seistes või istudes või [lamades] oma poole ja anda mõtte luua taevas ja maa, [öelda], "meie Issand, sa ei loonud seda sihitult; ülendatud oled sa kohal sellist]; seejärel kaitsta meid tulekahju karistuse.
fi: Kuka muistaa Allah, kun seisoo tai istuu tai [makaa] niiden puolin ja miettiä luominen taivaat ja maa, [sanoen], "meidän Herramme ei ole luotu tämä päämäärättömästi; ylevä Oletko [yllä tällaista]; sitten suojella meitä tuli rangaistus.
he: מי זוכר אללה בעת עמידה או ישיבה או [משקר] על צדם ומה נותן מחשבה בריאת השמים והארץ, [ואמר] "אדוננו, לא יצרת זה ללא מטרה; הנעלה אתה [מעל דבר כזה]; ואז להגן עלינו מפני העונש של האש.
hr: Koji zapamtite Allaha dok stoji ili sjedi ili [leži] s njihove strane i dati mislio na stvaranje nebesa i zemlje, [rekao], "naš Gospodin, niste stvorili ovo besciljno; uzvišen si [iznad toga]; zatim zaštiti nas od kazne vatre.
lt: Kas prisiminti Dievo nuolatinio arba sėdėdami arba [yra] jų pusių ir suteikiate maniau dangų ir žemę, sukūrimas [sako], "mūsų Viešpatie, nekūrėte tai aimlessly; išaukštintas tu [virš toks dalykas]; tada apsaugoti mus nuo ugnies bausmės.
lv: Kurš atcerēties Allah, kamēr stāvēja vai sēdēja [guļ] ir viņu pusē un nebēdā debesis un zemi, izveidi [saka], "mūsu kungs, jūs neesat izveidojis šo bezmērķīgi; cildenais esat [iepriekš šādu lietu]; pēc tam aizsargāt mūs no uguns sods.
nb: Som husker Allah mens står eller sitter eller [liggende] på sine sider og gi tanke til etableringen av himlene og jorden, [sier], "vår Herre, du ikke opprettet dette formålsløst; opphøyet er du [over slikt]; deretter beskytte oss mot straffen av brannen.
sk: Kto pamätať Alah stáleho alebo posediačky alebo [ležiace] na ich stranách a dať si k vytvoreniu nebesia a zem, [povedať], "náš Pán ste nevytvorili to bezcieľne; vyvýšený ste [nad také]; potom chráni nás od trestu oheň.
sl: Ki ne pozabite Allah, medtem ko stoji ali sedi ali [leži] na svojih straneh in mislil, da je ustvarjanje nebes in zemlje, [pravijo,], "Naš Gospod, vi niste ustvarili to brezciljno; vzvišeno ali ste [nad takega]; nato nas ščitijo od kaznovanja ogenj.
sr_cyrl: Ко запамти Аллах док стоји или седи или [лагање] са њихове стране и дати мисао за стварање небеса и земљу, [указујући], "Господ, нисте креирали ово бесциљно; узвиљеном Јеси ли [изнад такве ствари]; Онда , заштити нас од казне ватре.
sr_latn: Ko zapamti Allah dok stoji ili sedi ili [laganje] sa njihove strane i dati misao za stvaranje nebesa i zemlju, [ukazujući], "Gospod, niste kreirali ovo besciljno; uzviљenom Jesi li [iznad takve stvari]; Onda, zaštiti nas od kazne vatre.
uk: Хто пам'ятаю Аллах стоячи або сидячи або [лежите] на боці і подумати про створення небеса і земля, [кажучи:] "наш Господь, не було створено це безцільно; піднесений перевищують ви [такого]; потім захистити нас від покарання у вогонь.
vi: Ai nhớ Allah trong khi đứng hoặc ngồi hoặc [nằm] trên mặt của họ và cung cấp cho nghĩ đến việc tạo ra trời và đất, [nói], "Chúa của chúng tôi, bạn đã không tạo ra điều này aimlessly; sôi nổi bạn có [trên một điều như vậy]; sau đó bảo vệ chúng ta khỏi sự trừng phạt của đám cháy.
zu: Ngubani khumbula Allah ngenkathi emi noma ukuhlala noma [elele] ezinhlangothini zazo futhi sicabangele ngaphakathi dalo of bhakabhaka hlaba, [ethi] "Ithu Lord You cha qamba lokhu ungayi ndawo; Wenyukele endaweni ephakeme wena [ngenhla into enjalo

# Quran485
source: Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers.
ca: Nostre Senyor, de fet qui et admetre al foc - tenen caure en desgràcia ell, i pels malfactors que no hi ha cap ajudants.
cy: Ein Arglwydd, yn wir pwy bynnag ydych yn cyfaddef y tân-yr ydych yn cywilyddio'n ef, ac ar gyfer y tramgwyddo, nid oes unrhyw gynorthwywyr.
da: Vor Herre, ja hvem du indrømme, at brand - du har vanæret ham, og for personer der er ingen hjælpere.
el: Ο Κύριός μας, πράγματι όποιος παραδέχονται ότι η φωτιά - εσείς έχετε ντροπιασμένος τον, και για την παραβάτες υπάρχουν βοηθοί.
et: Meie Issand tõepoolest kes iganes te tunnistama tulekahju - te disgraced teda ja selle tekitaja ei ole abilised.
fi: Meidän Herramme itse kuka myöntämään Fire - ovat epäsuosioon häntä ja rikolliset eivät ole auttajia.
he: אדוננו, ואכן מי אתה מודה האש - המטת חרפה על אותו, ויש עבור הפושעים לא עוזרים.
hr: Gospoda, zaista tko god priznajete da vatra - Osramotio si ga, i za počinioce ne postoje nema pomagača.
lt: Mūsų Viešpats, iš tiesų kas prisipažinti gaisras - jūs turite pažemintas jam, ir grzesznicy yra ne pagalbininkai.
lv: Mūsu kungs, tik tiešām tas, kurš jūs uzņemt uguns - ir disgraced viņu un izdarītājs ir bez palīgiem.
nb: Vår Herre, faktisk hvem du innrømmer brannen - du har skjemt ham, og for wrongdoers det er ingen hjelpere.
sk: Nášho Pána, skutočne ten, kto si priznať, že oheň - mať nemilosti ho a pre zloèinci neexistujú žiadni pomocníci.
sl: Naš Gospod, res kdor si priznati, da ogenj - si je osramočen mu, in za na wrongdoers so pomočnikov ni.
sr_cyrl: Господ , заиста ко год признајете да је ватра - осрамотили сте га, а за починиоце не постоје ни помагачи.
sr_latn: Gospod, zaista ko god priznajete da je vatra - osramotili ste ga, a za počinioce ne postoje ni pomagači.
uk: Наш Господь, дійсно той, хто вам зізнатися вогню - ви маєте опального йому, і для на розкаюємося немає не помічників.
vi: Chúa chúng ta, thực sự bất cứ ai bạn thừa nhận với lửa - bạn có disgraced anh ta, và cho các wrongdoers không có không có người trợ giúp.
zu: Ithu Lord impela yilowo nalowo Wena waliphika Fire - Niye ahlaza kuye, futhi abenzi bobubi kukhona cha fanele hlengi.

# Quran486
source: Our Lord, indeed we have heard a caller calling to faith, [saying], 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous.
ca: Nostre Senyor, fet que hem escoltat una trucada trucant a la fe, [dir], "Creure en el Senyor," i hem cregut. Nostre Senyor, així que perdona'ns els nostres pecats i treure d ens nostra malifetes i causeu a morir amb els justos.
cy: Ein Arglwydd, yn wir yr ydym wedi clywed galwr yn galw i ffydd, [dweud], 'Credu yn eich Arglwydd,' ac yr ydym wedi credu. Ein Arglwydd, felly maddeuwch inni ein pechodau a dileu oddi wrthym ni ein camweddau a achosi inni farw gyda y righteous.
da: Vor Herre, faktisk har vi hørt en caller ringer til tro, [siger], "Tror i jeres Herre," og vi har troet. Vor Herre, så tilgiver os vore synder og fjerne fra os vores ugerninger og få os til at dø med retfærdige.
el: Ο Κύριός μας, πράγματι έχουμε ακούσει μια καλούντος κλήση στην πίστη, [λέγοντας], «Πιστεύουν στην Lord,» και έχουμε πιστέψει. Ο Κύριός μας, έτσι Συγχωρέστε μας αμαρτίες μας και αφαιρούμε μας τα παραπτώματα μας και μας κάνει να πεθάνουν δίκαιοι.
et: Meie Issand, tõepoolest oleme kuulnud helistaja, kutsudes usus, [öelda], "Usu teie Issand," ja me oleme uskunud. Meie Issand nii anna meile andeks meie patud ja eemaldada meile meie üleastumised ja meid õige surra.
fi: Meidän Herramme itse olemme kuulleet puhelun soittaminen uskon, [sanoen] "Usko herra," ja olemme uskoneet. Herramme, niin meille synnit ja poistaa meiltä meidän rikoksistaan ja johtaa kuolemaan vanhurskaan.
he: אדוננו, אכן ששמענו המתקשר מתקשר לאמונה, [ואמר] 'מאמינים אדונך,' ו שהאמנו. אדוננו, אז לסלוח לנו את חטאתינו, להסיר מאתנו את החטאים שלנו וגורמים לנו למות עם הצדיקים.
hr: Naš Gospodin, doista smo čuli pozivatelja poziva na vjeru, [govoreći], 'Vjerovati u svoga Gospodina,' i vjerovali smo. Gospoda, pa oprosti nam naše grijehe i Ukloni od nas naša nedjela i uzrokovati da umremo sa pravednima.
lt: Mūsų Viešpats, iš tiesų mes girdėjote skambinantysis Kreipiamės į tikėjimą, [sako], "Tiki savo Viešpaties," ir mes tikėti. Mūsų Viešpats, Taigi atleisk mums mūsų nuodėmes ir pašalinti iš mūsų mūsų paklydimus ir sukelti mums mirti su teisieji.
lv: Mūsu kungs, patiešām mēs esam dzirdējuši zvanītāju, zvanot uz ticību, [saka] "Tici Kungs," un mēs ticējusi. Mūsu kungs, tātad piedod mums mūsu grēkus un izņemt no mums mūsu ļaundarībām un rada mums mirt ar taisnu.
nb: Vår Herre, faktisk vi har hørt en oppringer ringer til tro, [sa] "Tro i din Herre," og vi har trodd. Vår Herre, så tilgi oss våre synder og fjerne fra oss våre ugjerninger og føre oss til å dø med rettferdige.
sk: Nášho Pána, skutočne sme počuli volajúcich volanie k viere, [povedať], "Verí v svojho pána," a sme uverili. Nášho Pána, tak nám odpustil hriechy a odstrániť z nás naše misdeeds a spôsobiť nám zomrieť s spravodlivý.
sl: Naš Gospod, res smo slišali klicatelj kliče k veri, [pravijo,], verjamejo v svojega Gospoda, in smo verjeli. Našega Gospoda, tako odpusti nam naše grehe in odstranite nas naše zločine in povzroči nas umreti z pravednika.
sr_cyrl: Господ , заиста смо чули позив зове вере, [указујући],'Верујем у твој господар,' и веровали смо. Господ , тако, опрости нам наше грехе и уклонити из нас нам недела и узрокују да умремо са праведнима.
sr_latn: Gospod, zaista smo čuli poziv zove vere, [ukazujući], 'Verujem u tvoj gospodar,' i verovali smo. Gospod, tako, oprosti nam naše grehe i ukloniti iz nas nam nedela i uzrokuju da umremo sa pravednima.
uk: Наш Господь, дійсно ми чули абонента, закликаючи до віри, [кажучи:] "Вірити в Господа," і ми повірили. Наш Господь так гріхи нам простити і видалити від нас наші злодіяння і змушують нас вмирають з праведників.
vi: Chúa chúng ta, thực sự chúng tôi đã nghe người gọi gọi đến Đức tin, [nói], 'Tin Chúa của bạn,' và chúng tôi đã tin. Chúa chúng ta, vì vậy tha thứ tội lỗi của chúng tôi và loại bỏ từ chúng tôi misdeeds của chúng tôi và gây ra chúng tôi phải chết với sự công bình.
zu: Ithu Lord ngempela siye zwa caller bizo kuze kholo, [bethi] Kholwa kho Lord 'siye sakholwa.

# Quran487
source: Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in [Your] promise."
ca: Nostre Senyor, concedir-nos el ens va prometre a través seu missatgers i no ens vergonya el dia de resurrecció. De fet, no fracasses al [seu] promesa."
cy: Ein Arglwydd, grant wrthym beth ydych yn ei addo inni drwy eich negeswyr a ni wneud ein disgrace ar dydd atgyfodi. Yn wir, a ydych yn methu yn [ch] addewid."
da: Vor Herre, og give os, hvad du lovede os gennem din messengers og ikke skændsel os på den dag i opstandelse. Faktisk, du undlader ikke i [din] løfte."
el: Ο Κύριός μας, και grant μας τι μας υποσχεθήκατε μέσω σας κλητήρες και δεν ντροπή μας για την ημέρα της Αναστάσεως. Πράγματι, να μην καταφέρνουν στην υπόσχεση [σας].»
et: Meie Issanda ja anna meile, mida sa lubasid meid läbi oma kullerid ja häbi meile ülestõusmise päev. Tõepoolest, te ei suuda [oma] lubadus."
fi: Herramme, anna meille, mitä lupasitte meille kautta sinun sanansaattaja ja älä häpeä meille ylösnousemuksen päivänä. Itse asiassa et epäonnistua [teidän] lupaus."
he: אדוננו, מעניק לנו מה שהבטחת לנו באמצעות שליחים שלך ואת אל תבייש אותנו על יום התקומה. אכן, לא תכשל ב [את] הבטחתך."
hr: Naš gospodaru, Podari nam ono što si nam obećao kroz svoje glasnike i osramotiti nas na dan uskrsnuća. Doista, ne uspiješ u [tvoj] obećanje."
lt: Mūsų Viešpats, ir suteikti mums ką pažadėjo mums per savo pasiuntinius ir ne gėda mums apie prisikėlimo dieną. Iš tikrųjų, jūs ne nepavyksta [savo] pažadas."
lv: Mūsu Kungu, un mums atļauj to, ko jūs solīto mums caur jūsu kurjeriem un mums nav kauns par augšāmcelšanās dienu. Patiešām, jums nav neizdoties [savu] solījumu."
nb: Vår Herre, gi oss hva du lovet oss gjennom din budbringere og ikke skam oss på dagen av oppstandelse. Faktisk svikte du ikke på [ditt] løftet."
sk: Náš Pán, a daj nám, čo ste nám sľúbil cez svoje poslov a nie hanbu nás na deň vzkriesenia. Skutočne vám nepodarí v [vaše] sľub."
sl: Naš Gospod, podari nam, kaj vam obljubim, skozi vaš messengers in nas ne Blamaža na dan od vstajenje. Res, ste ne v [svojega] obljube."
sr_cyrl: Господ , и подари нам обецали нас кроз своје гласнике и не срамотите нас на дан ускрснућа. Заиста , ти не изневјеримо у [] обецање."
sr_latn: Gospod, i podari nam obecali nas kroz svoje glasnike i ne sramotite nas na dan uskrsnuća. Zaista, ti ne iznevjerimo u [] obecanje."
uk: Наш Господь і надаєте нам, що ви обіцяли нам через ваш послів і не ганьби на нас на день Воскресіння. Справді, ви не витримують в [] обіцянки."
vi: Chúa chúng ta, và trao cho chúng tôi những gì bạn đã hứa với chúng tôi qua sứ giả của bạn và không hoen chúng tôi vào ngày phục sinh. Thật vậy, bạn không thất bại trong lời hứa [của bạn]."
zu: Ithu Lord pha us lokho thembisa us Kho gijimi futhi musa ngehlazo us on Suku Vuko.
