Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2244
source: [They are] those whose effort is lost in worldly life, while they think that they are doing well in work."
ca: [Són] aquells l'esforç es perd en la vida mundana, mentre pensen que estan fent bé en el treball. "
cy: [Maent] rhai ei ymdrech yn cael ei golli yn worldly bywyd, tra bod y credant eu bod yn gwneud yn dda yn y gwaith. "
da: [Der] dem, hvis indsats er tabt i verdslige liv, mens de tror, at de gør godt i arbejde. "
el: [Είναι] εκείνοι προσπάθεια του οποίου χάνεται στην κοσμική ζωή, ενώ νομίζουν ότι κάνουν καλά στη δουλειά.»
et: [On] kelle vaeva on kadunud maise elu, kuigi nad arvavad, et nad teevad hästi tööd. "
fi: He ovat kadonneet jonka työtä on maallinen elämä, vaikka he luulevat, että he tekevät hyvin työssään. "
he: [הם] אלה אשר מאמץ אבוד בחיים הגשמיים, בעוד הם חושבים שהם עושים טוב בעבודה. "
hr: [Oni su] one čiji trud izgubili u svjetovnom životu, dok oni misle da rade dobro u radu. "
lt: [Jie] kurių pastangos yra prarastas pasaulietinis gyvenimas, o jie galvoja, kad jie daro gerai, darbo. "
lv: [Tie] tie, kuru pūles tiek zaudēts pasaulīgās dzīves, kamēr viņi domā, ka viņi dara labi, darba. "
nb: [De er] de som innsats er tapt i verdslige liv, mens de tror at de gjør i arbeidet.»
sk: [Sú] tí, ktorých úsilie sa stratia v pozemský život, keď si myslia, že robia aj v práci. "
sl: [So] tiste, katerih prizadevanje je izgubil v posvetno življenje, medtem ko mislijo, da delajo tudi pri delu. "
sr_cyrl: [То су] онима чији труд је изгубљен у земаљски живот, док они мисле да раде добро у послу. "
sr_latn: [To su] onima čiji trud je izgubljen u zemaljski život, dok oni misle da rade dobro u poslu. "
uk: [Вони] тих, чиї зусилля втрачається в мирське життя, хоча вони думають, що вони роблять добре в роботу. "
vi: [Họ là] những nỗ lực mà là bị mất trong cuộc sống trần tục, trong khi họ nghĩ rằng họ đang làm tốt trong công việc. "
zu: [Ziyakwazi] labo abakuphila kwabo umzamo kulahleka worldly pilo, kuyilapho bona bacabanga ukuthi abakwenzayo kahle emsebenzini. "

# Quran2245
source: Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance.
ca: Aquests són els que no creuen en els versos del seu Senyor i [el seu] conèixer-se, perquè els seus actes s'han convertit en inútils; i no assignarem a ells el dia de resurrecció cap importància.
cy: Dyma'r rhai a chredu yn y penillion o eu Arglwydd a [eu] yn cyfarfod ag ef, fel y mae eu gweithredoedd wedi dod yn ddiwerth; a bydd gennym ni neilltuo iddynt ar dydd atgyfodi unrhyw bwysigrwydd.
da: De er dem, der ikke tror i vers af deres Herre og [deres] møde ham, så deres gerninger er blevet værdiløse; og vi vil ikke tildele dem på den dag i opstandelse nogen betydning.
el: Εκείνοι είναι αυτοί που δυσπιστώ τους στίχους του Λόρδου και [τους] τον συναντήσω, έτσι τους πράξεις έχουν γίνει άνευ αξίας? και εμείς δεν θα εκχωρήσει τους κατά την ημέρα της Αναστάσεως καμία σημασία.
et: Need on need, kes pühendasid oma Issanda ja [oma] rahuldamisel teda, nii et nende teod on muutunud väärtusetu; usu. ja me ei määrata neile ülestõusmist päev mingit tähtsust.
fi: Nämä ovat niitä, jotka ovat uskottomia jakeissa Herransa ja [niiden] tapasin hänet, joten heidän tekonsa on tullut arvoton; ja ei annamme heille ylösnousemuksen päivänä mitään merkitystä.
he: אלה הם אלה להאמין בפסוקים את האלוהים שלהם ואת [שלהם] לפגוש אותו, כך מעשיהם הפכו ערך; אנחנו לא יקצו להם על יום התקומה כל חשיבות.
hr: To su oni koji ne vjeruju u stihove svoga Gospodina i [njihova] susretu s njim, tako da njihova djela su postali bezvrijedni; i ne dodijeliti ćemo ih na dan uskrsnuća važno.
lt: Jie yra tie, kurie neturi wierza jų Viešpats eilėmis ir [jų] patenkinti jį, taip savo poelgius tapo beverčiai; ir mes bus ne priskirti juos apie prisikėlimo dieną bet svarbą.
lv: Tie ir tie, kuri neticēt vārsmas par savu kungu un [to] Īdenu, tāpēc viņu darbiem ir kļuvis nevērtīgs; un mums būs nedrīkst piešķirt viņiem par augšāmcelšanās dienu jebkādu nozīmi.
nb: De er de som tviler versene av deres Herre og [sine] møte ham, så deres gjerninger har blitt verdiløs; og vi vil ikke tildele dem på oppstandelsen betydning.
sk: To sú tí, ktorí neveria vo veršoch svojho pána a [ich] stretnutie s ním, takže ich skutky sa stali bezcenné; a sme sa priradiť k nim na deň vzkriesenia význam.
sl: To so tisti, ki verjamem v verzih svojega Gospoda in v [njihovi] srečanje mu, tako njihova dejanja so postali ničvredno; in mi ne dodeli jih na dan od vstajenje pomembno.
sr_cyrl: То су они који сумњаш у стихове свог господара и [њихова] се са њим, тако да њихова дела постао бескористан; и ми не доделити за њих на дан ускрснућа никакве важности.
sr_latn: To su oni koji sumnjaš u stihove svog gospodara i [njihova] se sa njim, tako da njihova dela postao beskoristan; i mi ne dodeliti za njih na dan uskrsnuća nikakve važnosti.
uk: Ті, ті, хто не вірити у віршах пана свого, і в [їх] зустріч із музикантом, тому що їхні вчинки стали worthless; і ми не присвоює їм на день Воскресіння якесь значення.
vi: Đó là những người disbelieve trong những câu thơ của Chúa của họ và [của họ] gặp anh ta, do đó, hành động của họ đã trở thành vô giá trị; và chúng tôi sẽ không gán cho họ ngày ngày sống lại bất kỳ tầm quan trọng.
zu: Labo yibo disbelieve amavesi bo Lord [yabo] ngaphakathi hlangabeza Him ngakho izenzo zabo baye baba yize;

# Quran2246
source: That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule.
ca: És a dir la recompensa - infern - per què es va negar i [perquè] prenien meu signes i meu missatgers en ridícul.
cy: Hynny yw eu daliad-uffern-am beth y maent yn ei wrthod a [oherwydd] yn cymryd fy arwyddion a fy negeswyr yn gwawdio.
da: Det er deres belønning - helvede - for hvad de benægtede og [fordi] tog de mit tegn og mine budbringere i latterliggørelse.
el: Δηλαδή τους σχέσων - κόλαση - τι αρνήθηκαν και [επειδή] πήραν μου σημεία και αγγελιοφόροι μου σε γελοιοποίηση.
et: St nende registreerimiskohas - Hell - mida nad eitas ja [kuna] nad võtsid minu märke ja minu kullerid naeruvääristada.
fi: Eli niiden korvaukseksi - Hell - he kielsivät ja [koska] he ottivat minun oireita ja minun lähetit pilkan kohteena.
he: כלומר שלהם פיצוי -. לעזאזל - עבור מה הם הכחישו, [כי] הם לקחו לי סימנים, שליחי ללעג.
hr: To je svoju plaću - pakao - za što su odbijen i [jer] nisu moji znakovi i svojih glasnika u podsmijeh.
lt: Tai yra jų atpildą - pragaras - už ką jie neigė ir [nes] jie paėmė mano požymiai ir mano pasiuntiniai į Zironizować.
lv: Tas ir viņu atlīdzība - elle - par to, ko tie noliedza un [jo] viņi paņēma manu pazīmes un mana kurjeriem izsmiekls.
nb: Det er deres gjengjeldelse - Hell - for hva de nektet og [fordi] de tok min tegn og mine budbringere i latterliggjøring.
sk: To je ich odmenu - Hell - na čo popreli a [pretože] vzali moje príznaky a mojich poslov v posmechu.
sl: To je njihova zaracunati - pekel - za kaj so zanikale in [ker] je moj znaki in moj sel v zasmehovanje.
sr_cyrl: То јест њихова накнаду - пакао - за одбили су и [јер] су узели моје знакове и гласници у руглу.
sr_latn: To jest njihova naknadu - pakao - za odbili su i [jer] su uzeli moje znakove i glasnici u ruglu.
uk: Тобто їх знімає - ад - те, що вони позбавлені і [тому що] вони взяли ознаки мої та моїх послів у насмішок.
vi: Đó là của thương hiệu - địa ngục - cho những gì họ từ chối và [bởi vì] họ đã lấy các dấu hiệu của tôi và các sứ giả của tôi trong chế giễu.
zu: Yilokho bo recompense - Hell - lokho abayikho waphika futhi [ngoba] bamthatha Mi komba futhi izithunywa My usulu.

# Quran2247
source: Indeed, those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging,
ca: De fet, aquells que han cregut i fet escriptures justos - tindran els jardins del paradís com un allotjament,
cy: Yn wir, y rheini sydd wedi credu ac wedi gwneud gweithredoedd cyfiawn-bydd ganddynt erddi paradwys fel llety,
da: Ja, dem, der har ment og gjort retfærdige gerninger - de vil have haver paradis som et logi,
el: Πράγματι, όσοι πίστευαν και γίνει δίκαιοι πράξεις - θα έχουν την κήπους του παραδείσου ως κατάλυμα,
et: Tõepoolest, need, kes on uskunud ja teinud õiged teod - neil paradiis aiad nagu majutus,
fi: Itse asiassa ne, jotka ovat uskoneet ja tehdä vanhurskaita tekoja - heillä Paratiisin Puutarha kuin Majoitus,
he: ואכן, אלה אשר האמינו ועשה מעשים טובים - הם יהיו את גני גן-עדן כמו לינה,
hr: Uistinu, oni koji su vjerovali i učinio pravedna djela - imaju vrtovi raj kao pansion,
lt: Tiesą sakant, tų, kurie tikėjo ir padaryti teisingas poelgius - jie turi Rojaus sodai kaip pateikimo,
lv: Protams, tiem, kas ir ticēja un izdarīts taisnīgs darbiem - tie būs kā patvērumu, Gardens Paradise
nb: Faktisk, de som har trodd og gjort rettferdige gjerninger - de vil ha hager av paradis som en losji,
sk: Naozaj, tých, ktorí verili a urobil spravodlivé skutky - raj záhrady budú mať ako podanie,
sl: Osebe, ki so verjeli in naredil pravednici dejanja - imajo vrtovi raj kot polog,
sr_cyrl: Заиста , они су веровали и урадио праведни дела - они ће имати вртови рај као стан овде близу,
sr_latn: Zaista, oni su verovali i uradio pravedni dela - oni će imati vrtovi raj kao stan ovde blizu,
uk: Дійсно, ті, хто вважав і робити добрі справи - треба буде сади рай як житло,
vi: Thật vậy, những người đã tin tưởng và thực hiện hành động công bình - họ sẽ có khu vườn thiên đường như là một nhà nghỉ,
zu: Ngempela, labo siye sakholwa futhi ungenzele izenzo zokulunga - bayoba Gardens yePharadesi njengoba indawo,

# Quran2248
source: Wherein they abide eternally. They will not desire from it any transfer.
ca: En què van complir eternament. No voldran que qualsevol transferència.
cy: Lle eu bod yn cadw fythol. Bydd eu nid awydd o unrhyw drosglwyddo.
da: Hvori de overholde evigt. De vil ikke ønske fra det nogen overførsel.
el: Όπου τηρούνται αιώνια. Που δεν θα επιθυμούν από αυτό οποιαδήποτε μεταφορά.
et: Kus nad kinni igavesti. Nad näidatakse soov sealt mõni üleandmine.
fi: Jossa säädöksien ikuisesti. Ne ei halua siitä mitään siirtoa.
he: שבו הם להישמע לנצח... הם לא שהרצון ממנו כל העברה.
hr: U kojem su se vječno. Oni će ne žele od nje bilo koji prijenos.
lt: Kuriame atitiks amžinai. Jie bus ne noras iš jo bet perdavimo.
lv: Kur viņi ievēro mūžīgi. Tie būs nevēlas no tā kādu pārskaitījumu.
nb: Der de rette evig. De ikke ønsker fra det noen overføring.
sk: Pričom dodržia naveky. Budú nie chcú od neho žiadne prevodu.
sl: Katerem se ravnajo večno. Bo ne želijo od njega vse prenos.
sr_cyrl: У којима они трпе заувек. Они ће не желе из ње било преноса.
sr_latn: U kojima oni trpe zauvek. Oni će ne žele iz nje bilo prenosa.
uk: Коли вони дотримуються вічно. Вони будуть не бажання з нього будь-яку передачу.
vi: Trong đó họ tuân thủ luôn luôn. Họ sẽ không mong muốn từ nó bất kỳ chuyển nhượng.
zu: Wherein they abide phakade.

# Quran2249
source: Say, "If the sea were ink for [writing] the words of my Lord, the sea would be exhausted before the words of my Lord were exhausted, even if We brought the like of it as a supplement."
ca: Dir, "si la mar fos tinta per [escriptura] les paraules del Senyor, el mar esgotarien abans les paraules del Senyor es van esgotar, fins i tot si hem portat la resta d'ella com a suplement."
cy: Dweud, "pe y môr yn inc ar gyfer [ysgrifennu] byddai geiriau fy Arglwydd, y môr yn disbyddu cyn y geiriau o fy Arglwydd i ben, hyd yn oed os daethom tebyg ohono fel Atodiad."
da: Sige, ville "Hvis havet var blæk for [skrive] ord, min herre, havet være opbrugt, før min Herres ord var opbrugt, selv hvis vi bragte lige det som et supplement."
el: Λένε, «αν η θάλασσα ήταν μελάνι για [Εγγραφή] τα λόγια του Κυρίου μου, η θάλασσα θα να εξαντληθεί πριν τα λόγια του Κυρίου μου είχαν εξαντληθεί, ακόμη και αν μας έφερε τα παρόμοια από αυτό ως συμπλήρωμα.»
et: Öelda, "kui meri oleks tint [kirjutamine] minu Issanda, merre sõnad oleks lõpe enne mu Issanda sõnad olid ammendatud, isegi siis, kui tõime like seda täiendada."
fi: Eli "Jos meren muste [kirjallisesti] herrani, meren sanat olisi käytetty ennen sanoja Herra oli käytetty loppuun, vaikka toimme kuin sitä täydentää."
he: תגיד, "אם הים היה דיו עבור [כתיבה] דבריו של הלורד, הים לאזול לפני דבריו של הלורד מותשים, גם אם הבאנו כזה כתוספת."
hr: Kažu, "ako more bilo tinta za [pisanje] riječi gospodaru, mora će se iscrpiti prije nego riječi gospodaru su iscrpljeni, čak i ako tako nešto kao dodatak."
lt: Sako, "jei jūros buvo rašalo [ra] mano Viešpats, jūros žodžiai būtų išnaudojamos, dar mano Viešpaties žodžiai buvo išnaudotos, net jei mes išvedė panašūs, tai kaip priedas."
lv: Teikt: "ja jūra bija tintes [rakstīšanai] vārdus, manu pavēlniek, jūras būtu izsmelta pirms mana Kunga vārdi bija izsmelti, pat tad, ja mēs celta līdzīgi kā papildinājumu."
nb: Si bli "Hvis havet var blekk for [skrive] ord min Herre, havet oppbrukt før ord min Herre var oppbrukt, selv om vi tok du det som et supplement."
sk: Povedať, "keby mori atrament pre [zápis] slová môjho Pána mora budú vyčerpané pred vyčerpaním slová môjho Pána, aj keď sme priniesli ako to ako doplnok."
sl: Reči, "če morje črnila za [pisanja] besede moj gospodar, morje bi izčrpajo pred besede moj gospodar so bili izčrpani, tudi če smo pripeljali podobno je kot dodatek."
sr_cyrl: Реци, "да је море тинта за [писање] речи мога господара, море би бити исцрпљени пре речи мога господара су били исцрпљени, чак и ако смо довели тако као додатак."
sr_latn: Reci, "da je more tinta za [pisanje] reči moga gospodara, more bi biti iscrpljeni pre reči moga gospodara su bili iscrpljeni, čak i ako smo doveli tako kao dodatak."
uk: Говорити, "Якби морі чорнила для [написання] слова мого Господа, море б вичерпані до слова мого Господа були вичерпані, навіть якщо ми принесли like його як доповнення."
vi: Nói, "nếu biển mực cho [viết] các từ của Chúa tôi, biển nào được hết trước khi các từ của Chúa tôi đã kiệt sức, thậm chí nếu chúng tôi mang đến như thế của nó như là một bổ sung."
zu: Ithi, "Uma olwandle inki [lokubhala] amazwi eNkosi yami, ulwandle kuyobe kuphelile phambi zwi mi Lord uphelé, ngisho noma Asiphathanga okunje ibhekwa njengoba."

# Quran2250
source: Say, "I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone."
ca: Dir, "jo sóc només un home com tu, a qui ha estat revelat que el seu Déu és un Déu. Així que qui hi hauria esperança per a la reunió amb el seu Senyor - que ho faci justos treballar i no socis en la veneració del seu Senyor ningú."
cy: Dweud, "yr wyf yn unig yn ddyn fel chi, i bwy mae wedi datgelu bod eich Duw yn un Duw. Felly mae pwy bynnag byddai gobaith ar gyfer y cyfarfod gyda'r Arglwydd ei-Gadewch iddo wneud righteous gweithio ac nid cysylltiol yn addoliad yr Arglwydd ei unrhyw un.
da: Sige, "Jeg er kun en mand som du, til hvem er blevet afsløret, at din Gud er én Gud. Så hvem vil håbe for mødet med hans herre - lad ham gøre retfærdige arbejde og ikke knytte i tilbedelsen af hans herre nogen."
el: Λένε, «είμαι μόνο ένας άνθρωπος σαν εσάς, για τους οποίους έχει αποκαλύψει ότι ο Θεός είναι ένας Θεός. Έτσι όποιος θα ελπίδα για την συνάντηση με τον Λόρδο - άφησε να κάνω δίκαιοι λειτουργούν και δεν συνδέουν στη λατρεία του Λόρδου κανέναν.»
et: Öelda: "ma olen ainult inimene nagu sina, kellele selgunud, et teie Jumal on üks Jumal. Nii et kes iganes oleks lootust oma isanda - kohtumine Let teda õigemeelsed ei tööta ja ei seosta ta isand kummardamise keegi."
fi: Sanoa, "minä olen vain ihminen kuten tekin, jolle on käynyt ilmi, että Jumala on yksi Jumala. Joten kuka toivoa Herransa kanssa - tapaaminen tehköön vanhurskas työtä ja ei yhdistä Herransa palvonta kenellekään."
he: תגיד, "אני רק אדם כמוך, כדי שאותו כבר חשף כי האלוהים הוא אלוהים אחד. אז מי מקווה כי הפגישה עם אדונו - לתת לו לעשות את הצדיקים לעבוד ולשייך לא בפולחן האל שלו לאף אחד."
hr: "Ja sam samo čovjek kao i vi, kojima je otkrio da je vaš Bog je jedan Bog. Tako ko god bi nade za sastanak sa svoga gospodara - neka učini pravednika rade i povezati u obožavanje njegov gospodin nikome."
lt: Sako, "aš esu tik žmogui kaip jūs, kuriems buvo nustatyta, kad jūsų Dievas yra vienas Dievas. Taigi kas tikiuosi dėl susitikimo su savo Viešpaties - tegul daro teisieji dirbti ir ne telkia savo Viešpaties garbinimas visiems."
lv: Saku, "es esmu tikai cilvēks, tāpat kā jūs, uz kuriem ir atklājies, ka tavs Dievs, ir viens Dievs. Tātad tam, kurš izsaka cerību par tikšanos ar viņa lords - let viņam darīt taisns strādāt un nesaista savu kungu dievkalpojumu nevienam."
nb: Si "jeg er bare en mann som deg, som har blitt avslørt at Gud er én Gud. Så hvem ville håpe for møtet med hans Herre - la ham gjøre rettferdige fungerer og ikke knytte i tilbedelsen av hans Herre noen.
sk: Povedať: "ja som len človek, ako ste vy, ktorým bolo odhalené, že tvoj Boh, je jeden Boh. Tak kto by nádeje na stretnutie s jeho pán - nech si spravodliví pracujú a spájať v uctievanie jeho pán nikoho."
sl: Reči, "jaz sem samo človek tako kot vi, za katere se je pokazala, da je vaš Bog enega Boga. Tako da kdor bi upanje za srečanje s svojo gospodar - naj mu to pravični delo in poveže v čaščenje svojega Gospoda vsakogar."
sr_cyrl: Реци, "Ја сам само цовек као ти, у коме је било откривено да је твој Бог је један Бог. Па ко би се надао за састанак са његовим Господом - нека ради праведне посао и не асоцира у слављење његова Господа никоме."
sr_latn: Reci, "Ja sam samo covek kao ti, u kome je bilo otkriveno da je tvoj Bog je jedan Bog. Pa ko bi se nadao za sastanak sa njegovim Gospodom - neka radi pravedne posao i ne asocira u slavljenje njegova Gospoda nikome."
uk: Сказати: "я тільки людина, як і ви, до яких було виявлено, що ваш Бог, один Бог. Тому той, хто б сподіватися на зустрічі з пан - нехай робить праведників працювати і пов'язує у служінні Господу нікому."
vi: Nói, "tôi chỉ một người đàn ông như Anh, người mà đã được tiết lộ rằng Thiên Chúa là một Thiên Chúa. Vì vậy, bất cứ ai hy vọng cho cuộc họp với Chúa của mình - để cho anh ta làm điều công bình làm việc và không liên kết trong việc tôn thờ của Chúa của mình bất cứ ai."
zu: . Ithi, "Mina ngingumuntu nje ofana nawe, okuye kwathandeka lwembula ukuthi uNkulunkulu wenu unguNkulunkulu munye Ngakho ofunga ubulindele umhlangano akhe Lord - makasebenze ngakhethi futhi azihlanganise ekukhulekeleni akhe Lord ubani.

# Quran2251
source: Kaf, Ha, Ya, 'Ayn, Sad.
ca: Kaf, ja, ja, ' Ayn, trist.
cy: Kaf, Ha, Ya, ' Ayn, trist.
da: KAF, Ha, Ya, ' Ayn, trist.
el: Kaf, χα, Ya, ' Ayn, λυπημένος.
et: Kaf, Ha, Ya, ' Ayn, kurb.
fi: KAF, Ha, Ya, ' Ayn, surullista.
he: -כף, חה, לך, ' איין, עצוב.
hr: KAF, Ha, da, ' Ayn, tužno.
lt: Olia, Ha, j., ' Ayn, liūdna.
lv: Kaf, Ha, Ya, ' Ayn, skumji.
nb: KAF, Ha, Ya, "Ayn, trist.
sk: KAF, Ha, Ya, "Ayn, smutné.
sl: KAF, Ha, Ya, "Ayn, žalostno.
sr_cyrl: Каф , Ха, да, ' Аyн, тужно.
sr_latn: Kaf, Ha, da, ' Ayn, tužno.
uk: Дивись, га, Ya, ' Айн, сумно.
vi: Kaf, Ha, Ya, ' Ayn, buồn.

# Quran2252
source: [This is] a mention of the mercy of your Lord to His servant Zechariah
ca: [És] una menció de la misericòrdia del seu Senyor al seu servent Zechariah
cy: [Mae hwn] sôn am drugaredd eich Arglwydd i ei was Zechariah
da: [Det er] en omtale af nåde i din herre til sin tjener Zakarias
el: [Είναι] μια αναφορά των έλεος του Λόρδου σας στον υπάλληλό του Ζαχαρία
et: [On] mainida oma Issanda tema sulane Sakarja mercy
fi: Tämä on maininta Herrasi palvelijansa Sakarja armoa
he: [זה] אזכור של חסדו של האל שלך כדי משרתו זכריה
hr: [Ovo je] spominje milost Gospodaru svome sluzi Zaharija
lt: [Tai] malonės savo pono savo paslaugas, Zacharijas paminėjimas
lv: [Tas] pieminēt jūsu kungs savam kalpam Zaharijs žēlsirdības
nb: [Dette er] en omtale av nåde av din Herre hans tjener Zechariah
sk: [Je] zmienka o milosť svojho pána, aby jeho sluha Zachariáš
sl: [Je] omenja milost od Gospoda, da mu sluzi Zaharija
sr_cyrl: [Ово је] да споменем на милост и немилост господара да његов слуга Захарија
sr_latn: [Ovo je] da spomenem na milost i nemilost gospodara da njegov sluga Zaharija
uk: [Це] згадки про милість Господа до свого раба Захарія
vi: [Đây là] một đề cập đến lòng thương xót của Chúa để Zechariah công chức của mình
zu: [Lena] kukhulunywa we sa of kho Lord Akhe chaka Zakariya

# Quran2253
source: When he called to his Lord a private supplication.
ca: Quan va cridar al seu senyor una súplica privat.
cy: Pan y galwodd at ei Arglwydd supplication preifat.
da: Hvornår han kaldt til sin herre en privat bøn.
el: Όταν κάλεσε για να του Λόρδου μια ιδιωτική ικεσία.
et: Kuna ta kutsus ta isand era supplication.
fi: Kun hän kutsui hänen herransa oma rukouksen.
he: כאשר הוא קרא לאדונו תחינה פרטית.
hr: Kad je zvao da mu gospodin privatne molitve.
lt: Kai jis paragino savo Viešpaties privataus malda.
lv: Kad viņš piezvanīja viņa kungs privātās lūgšanas.
nb: Når han ringte hans Herren en privat bønn.
sk: Keď zavolal jeho pán súkromné prosbe.
sl: Ko je pozval svojega Gospoda zasebno molitev.
sr_cyrl: Када је звао да му Лорд заклињање приватно.
sr_latn: Kada je zvao da mu Lord zaklinjanje privatno.
uk: Коли він зателефонував своєму панові приватних благання.
vi: Khi ông gọi là Chúa của mình supplication riêng.
zu: Lapho ebizwa ukuba akhe Lord a ukunxusa yangasese.
