Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2171
source: Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place.
ca: Aquells tindran jardins de domicili perpetu; sota ells rius correrà. Que es sigui guarnit aquí amb braçalets d'or i es gastarà verds peces de seda fina i brocat, recolzat en això en sofàs adornaven. La recompensa és excel·lent i bo és el lloc.
cy: Bydd rhai wedi gerddi preswylio parhaol; Bydd o dan afonydd yn llifo. Byddant yn addurno'r ynddo gyda breichledau o aur a bydd yn gwisgo gwisgoedd gwyrdd silk iawn a brocade, ledorwedd gyda hi ynddo ar addurno'r gwelyau. Ardderchog yn y wobr, a da yw'r lle gorffwys.
da: De vil have haver evig bopæl; under dem floder vil flyde. De vil blive prydet deri med armbånd af guld og vil bære grønne klæder af fint silke og brokade, tilbagelænet deri på pyntet sofaer. Fremragende er belønningen, og god er den hvilested.
el: Αυτοί θα έχουν κήπους της αόριστης διάρκειας κατοικίας- κάτω από τους ποταμούς θα ρέει. Αυτοί θα εξωραϊστούν σ ' αυτό με βραχιόλια από χρυσό και θα φορέσει τα πράσινα ενδύματα από φίνο μετάξι και μπροκάρ, ξαπλωμένος σ ' αυτό στην κοσμείται καναπέδες. Εξαιρετική είναι η ανταμοιβή, και καλό είναι το σημείο ανάπαυσης.
et: Need on aiad perpetual elukoht; neid jõgede all voolab. Nad näidatakse seal kaunistatud kullast käevõru ja kulumise roheline rõivad, trahvi siid ja brokaat, reclining sealsamas kaunistatud diivanid. Väga hea on palk ja hea on puhkavad.
fi: Ne on puutarhat ikuinen asuinpaikka; alla ne joet virtaavat. Ne siinä koristavat Kulta Rannekorut ja kuluu vihreä vaatteet hienoa silkkiä ja brocade makuuasentoon siinä koristeltu sohvat. Erinomainen on palkkio, ja hyvä on leposija.
he: יהיו הגנים של המגורים תמידי; מתחת להם נהרות יזרום. הם ילבש בגדי ובזה עם צמידים מזהב, אלבש ירוק בגדים רקומים, השוכב המצוי בו על ספות ומעוטר ומשי משובחים. הפרס הוא מעולה, טוב הוא מקום מנוחתו.
hr: Oni će imati vrtove trajno boravište; ispod njih rijeke će teći. Oni će biti u njemu ukrašena narukvice od zlata i da će nositi zelene haljine dobro svilu i brokat, zavaljen u njemu na krase kauča. Odličan je nagrada, a mjesto gdje je dobar.
lt: Tie turės sodai nuolatinę gyvenamąją vietą; po jų upių gaus. Jie bus ten puošia apyrankės aukso ir bus dėvėti žalios drabužių plono šilko ir brokatas, joje Sėdima ant puošia sofos. Puikus yra atlygis, o gera yra poilsio vieta.
lv: Tie būs dārzi pastāvīgās dzīvesvietas; zem tiem upju plūsma. Tie būs tajā rotāja zelta aproces un valkās zaļā apģērbi un smalkas zīda brokāta, tajā guļus rotāja kušetes. Lielisks ir atlīdzība, un labs ir atdusas vietu.
nb: De vil ha hager perpetual bosted; under dem elver vil flyte. De vil være smykket der med armbånd av gull og vil ha grønne klær og fine silk brocade, reclining der på utsmykket sofaer. Utmerket er belønningen bra er hvilestedet.
sk: Tie budú mať záhrady, trvalé bydlisko; pod nimi riek budú plynúť. Bude v ňom ozdobená náramky zo zlata a nosiť zelené odevov z jemného hodvábu a brokátu, ležiaci v ňom zdobené maškrtením. Výborný je odmena, a je dobré miesto.
sl: Oni hoteti življati vrtovi večne prebivališča; pod njimi reke tečejo. Bo v njem krasi zapestnice zlata in bo nosijo zelena oblačila in fine svile brokat, Zavaljen v njem na okrašeni kavči. Odlično je nagrada, in dobro je počivališče.
sr_cyrl: Они морају вртова сталном становања; испод њих река ће теку. Они ће се окитити у томе наруквице од злата и носе зелене хаљине добро свилу и брокат, залету у томе на отоману украсили. Одличан је награда, и добро је место.
sr_latn: Oni moraju vrtova stalnom stanovanja; ispod njih reka će teku. Oni će se okititi u tome narukvice od zlata i nose zelene haljine dobro svilu i brokat, zaletu u tome na otomanu ukrasili. Odličan je nagrada, i dobro je mesto.
uk: Тих, хто буде мати сади вічний проживання; під них річок буде текти. Вони будуть бути прикрашені в ньому Браслети золоті і буде носити зелений одягу тонкої шовкової і Парча, лежачи в ньому на прикрашений диванами. Відмінна нагорода, і хороший є місцем відпочинку.
vi: Những người sẽ có các khu vườn cư trú vĩnh viễn; bên dưới họ sông sẽ chảy. Họ sẽ được trang trí trong đó với vòng đeo tay vàng và sẽ mặc màu xanh lá cây sản phẩm may mặc tốt tơ lụa và Thổ cẩm, ngả trong đó trên trang trí couches. Phần thưởng là tuyệt vời và tốt là nơi nghỉ ngơi.
zu: Labo ziyoba izingadi lokuhlala esiphakade;

# Quran2172
source: And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops.
ca: I presentar-hi un exemple de dos homes: hem concedit a un d'ells dos jardins de Parres, i ells limita amb palmeres i situada entre ells [camps de] cultius.
cy: A chyflwyno iddynt yn enghraifft o ddau ddyn: Rydym yn ganiataol i un ohonynt yn gerddi dau o gwinwydden, a hwy yn ffinio â choed palmwydd a gosod rhyngddynt [meysydd] cnydau.
da: Og forelægge dem et eksempel på to mænd: vi tildeles en af dem to haver af vinstokke, og vi omkranset dem med palmer og placeret mellem dem [felter af] afgrøder.
el: Και να τους παρουσιάσω ένα παράδειγμα των δύο ανδρών: εμείς χορήγησε σε ένας από τους δύο κήπους των αμπέλων, και εμείς τους συνορεύει με φοίνικες και τοποθετείται μεταξύ τους [πεδία της] καλλιέργειες.
et: Ja esitada neile näiteks kaks meest: me antud ühele neist kahest aiad viinapuude ja piirneb palmipuude ja neid [valdkond] vahele panna kultuurid.
fi: Ja esittää niille kaksi miestä esimerkki: voimme myöntää yksi niistä kaksi Puutarha viiniköynnösten ja reunustavat palmupuut ja saattaa välillä [kentät] kasveja.
he: ולהציג להם דוגמה של שני גברים: אנחנו שהוענקו אחד מהם שני גנים של גפנים, אנחנו הגובלת אותם עם עצי דקל והניח ביניהם [שדות של] יבולים.
hr: I predstaviti im kao primjer dva čovjeka: smo mi dobili jedan od njih dva vrta vinove loze, a mi ih graniči s palmama i između njih [polja] usjeva.
lt: Ir pateikti jiems du vyrai pavyzdys: mes skiriamas vienas iš jų dvi citrinmedžių sodų, ir mes juos ribojasi su palmėmis ir tarp jų [srityse] augalus.
lv: Un iesniegt tos divus vīriešus piemērs: mēs piešķirts viens no tiem diviem dārziem vīnstīgas, un mēs tās robežojas ar palmām un ielika starp tām [jomās] kultūrām.
nb: Og presentere dem et eksempel på to menn: vi gitt til en av dem to hager druer, og vi grenser dem med palmer og mellom dem [innen] avlinger.
sk: A prezentovať im príklad dvoch mužov: sme udelil jednému z nich dve záhrady z vínnej révy, a my im lemované palmami a umiestnené medzi nimi [oblasti] plodiny.
sl: In jih predstavimo primer dveh moških: smo dodeli enemu od njih dveh vrtov grozdja, in smo jih obrobljen s palmami in med njimi [področje] pridelkov.
sr_cyrl: И да их представим као пример од двојице: дали смо да један од њих двоје вртова винова лоза смо и их граничи се са палмама смештен између њих [области] усеве.
sr_latn: I da ih predstavim kao primer od dvojice: dali smo da jedan od njih dvoje vrtova vinova loza smo i ih graniči se sa palmama smešten između njih [oblasti] useve.
uk: І давати їм приклад двох чоловіків: ми надається один з них дві сад винограду, а ми їх межує з пальмами і поміщені між ними [області] культур.
vi: Và trình bày cho họ một ví dụ về hai người đàn ông: chúng tôi cấp cho một trong số họ hai vườn nho, và chúng tôi bao quanh họ với cây cọ và giữa họ [lĩnh vực] cây trồng.
zu: Futhi abakhona kubo isibonelo doda We pha ukuba omunye kubo ababili gadi izivini, We Umncele nabo nge amasundu ibekwe phakathi kwabo [namasimu asemaphandleni] izitshalo.

# Quran2173
source: Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river.
ca: Cada un dels dos jardins produeix els seus fruits i no queia curt del mateix en res. I hem provocat a raig endavant dins d'ells un riu.
cy: Mae pob un o'r gerddi dau llunio ei ffrwythau ac nad oedd yn dod byr ohono mewn unrhyw beth. Ac rydym wedi achosi i gush ymlaen ynddynt afon.
da: Hver af de to haver produceret frugt og faldt ikke korte heraf i noget. Og vi forårsaget for at vælde frem inden for dem en flod.
el: Κάθε ένα από τους δύο κήπους που παράγονται τον καρπό και δεν είχα πέσει κοντά τους σε οτιδήποτε. Και εμείς προκαλέσαμε να ξεχυθεί εμπρός μέσα τους ένα ποτάμι.
et: Iga kahe aiad toodetud selle viljast ja ei ole ei suuda sellest midagi. Ja me tekitatud purskuma edasi piirangualadel jõgi.
fi: Jokainen kaksi puutarhaa tuotetut hedelmät ja ei kuulu lyhyt sen mitään. Ja aiheutti alkukielen niiden sisällä joki.
he: כל אחד מהגנים שני הפיק את פירותיו, לא נפלו קצר הימנו בכל דבר. וגרם לנו להשתפך הלאה בתוך אותם נהר.
hr: Svaki od dva vrta proizvodi plod i ne pada kratko u ništa. I mi smo izazvali da frcne unutar njih Rijeka.
lt: Vieni du sodai pagamintas savo vaisių ir nepateko trumpas jos nieko. Ir mes atgal plūstelėti per juos upės.
lv: Katrs no diviem dārziem ražoti tās augļi un nekrita īsi to neko. Un mums nodarījis tālāk tiem izplūst upes.
nb: Hver av de to hagene produsert sin frukt og falle ikke av i alt. Og vi forårsaket for å strømme tilbake i dem en elv.
sk: Každý z dvoch záhrady vyrába svoje ovocie a nespadla krátke jej v ničom. A sme na príval ďalej v nich rieka.
sl: Vsako od dveh vrtov proizvedeno sadje in nisem ne zaostaja v nič. In smo zaradi Vrni tja v njih reka.
sr_cyrl: Сваки од два вртовима произведене њен плод и ли не заостаје уочи на све. И ми смо криви да давим даље унутар њих река.
sr_latn: Svaki od dva vrtovima proizvedene njen plod i li ne zaostaje uoči na sve. I mi smo krivi da davim dalje unutar njih reka.
uk: Кожен з двох сади виробляються його плоди і не відповідають, їх в що-небудь. І ми викликало Гуш назад в них річка.
vi: Mỗi người trong hai khu vườn sản xuất hoa quả của nó và đã không rơi ngắn đó trong bất cứ điều gì. Và chúng ta gây ra cho phun ra ra bên trong một dòng sông.
zu: Ngamunye izingadi ezimbili wathela izithelo zawo futhi akazange basilalelwe yalo lutho.

# Quran2174
source: And he had fruit, so he said to his companion while he was conversing with him, "I am greater than you in wealth and mightier in [numbers of] men."
ca: I tenia el fruit, així deia al seu company mentre ell va conversar amb ell, "jo sóc més gran que tu en riquesa i més poderós en homes [números de]."
cy: Ac yr oedd ffrwyth, fel y dywedodd i a'i gydymaith tra oedd ef yn sgwrsio gydag ef, "yr wyf yn fwy na chi mewn cyfoeth a mightier mewn dynion [nifer]."
da: Og han havde frugt, så han sagde til sin makker mens han samtale med ham, "Jeg er større end du i rigdom og mægtigere i [antal] mænd."
el: Και είχε φρούτων, έτσι είπε να σύντροφος του ενώ αυτός συνομιλεί μαζί του, «είμαι μεγαλύτερος από εσάς σε πλούτο και ισχυρότερη στους άντρες [αριθμός].»
et: Ja ta oli puu, et ta ütles, et tema kaaslane kuigi ta oli conversing koos temaga, "ma olen suurem kui sina rikkuse ja mightier [arv] mehed."
fi: Ja hän oli hedelmiä, niin hän sanoi, hänen toverinsa hänen kertoessaan, "minä olen enemmän kuin vaurautta ja mahtavampi [määrä] miesten."
he: . והיה לו פרי, אז הוא אמר חברו בזמן שהוא היה משוחח איתו, "אני גדול ממך בעושר, ולעט בגברים [מספר]."
hr: I on je plod, pa je rekao da njegov pratilac dok on je razgovarao s njim, "Ja sam veći od tebe u bogatstvo i jači u [broj] ljudi."
lt: Ir jis turėjo vaisių, tai jis pasakė, kad jo kompanionas nors jis buvo kalbėjosi su juo, "aš didesnis kaip jums turtas ir galingesnis [skaičius] vyrams."
lv: Un viņš bija augļu, tāpēc viņš teica savam biedram, kamēr viņš bija sarunāties ar viņu, "es esmu tiek nodrošināts lielāks un spēcīgāks [skaits] vīrieši."
nb: Og han hadde frukt, så sa han til hans følgesvenn mens han talte med ham, "jeg er større enn deg rikdom og mektigere i [Antall] menn."
sk: A on mal ovocie, tak povedal, že na jeho spoločník zatiaľ čo on bol konverzuje s ním, "ja som väčší ako ty v bohatstve a mocnejšie u mužov [počet]."
sl: In je imel sadje, tako je dejal, da njegov spremljevalec medtem, ko je bil conversing z njim, "sem večji od tebe v bogastvu in močnejši v [število] moški."
sr_cyrl: И имао је плодом, па је рекао да његов партнер док је била ударена кад разговарам с њим, "Ја сам већи од тебе у богатству и јаче у [број] људи."
sr_latn: I imao je plodom, pa je rekao da njegov partner dok je bila udarena kad razgovaram s njim, "Ja sam veći od tebe u bogatstvu i jače u [broj] ljudi."
uk: І він мав фруктів, так що він сказав, що до його супутник у той час як він був розмовляти з ним, "я більше, ніж ви в багатства і Покращена підтримка у чоловіків [Кількість]".
vi: Và ông đã có trái cây, do đó, ông nói rằng để đồng hành của mình trong khi ông trò chuyện với anh ta, "tôi là lớn hơn so với bạn trong sự giàu có và mightier ở nam giới [số lượng]."
zu: Wayenamadodana izithelo, ngakho wathi kumngane wakhe ngesikhathi exoxa naye, "Mina ngiyindlela mkhulu kunawe yabantu ngengcebo nangezici lezilamandla e [nezinamba] amadoda."

# Quran2175
source: And he entered his garden while he was unjust to himself. He said, "I do not think that this will perish - ever.
ca: I va entrar el seu jardí mentre era injust per a si mateix. Va dir: "no crec que aquest morirà - mai.
cy: Ac aeth ei ardd tra ei fod yn anghyfiawn i ei hun. Meddai, "Nid wyf yn credu y bydd hyn yn marw – erioed.
da: Og han trådte sin have, mens han var uretfærdig til sig selv. Han sagde, "jeg ikke tror, at dette vil omkomme - nogensinde.
el: Και μπήκε στον κήπο του, ενώ ήταν άδικο για τον εαυτό του. Είπε, «δεν νομίζω ότι αυτό θα χαθεί - ποτέ.
et: Ja ta asus oma aeda, kuigi ta oli ise alusetu. Ta ütles: "Ma ei usu, et see näidatakse hukkuks - kunagi.
fi: Ja hän tuli hänen puutarha, kun hän oli epäoikeudenmukainen itsekseen. Hän sanoi: "En usko, että tämä häviää - koskaan.
he: הוא נכנס הגינה שלו. בזמן שהוא היה לא הוגן לעצמו. הוא אמר, "אני לא חושב כי זה תגווע - אי פעם.
hr: I njegov vrt dok je bio na sebe. Rekao je, "ne mislite da ovo propada - ikada.
lt: Ir jis atvyko savo sode o jis nepagrįstas sau. Jis pasakė, "aš ne manau, kad tai žus,-kada nors.
lv: Un viņš iegāja dārzā, kamēr viņš bija netaisns pats ar sevi. Viņš teica: "es nedomāju, ka tas aizies bojā - jebkad.
nb: Og han inn sin hage mens han var urettferdig å seg. Han sa, "jeg ikke tror at dette vil omkomme - noensinne.
sk: A vstúpil jeho záhrady, zatiaľ čo on bol nespravodlivý k sebe. On povedal: "nemyslím, že to zahynie - niekedy.
sl: In je začel svoj vrt medtem, ko je bil nepravičen do sebe. On reče: "jaz ne mislim, da to bo pogubil - kdaj.
sr_cyrl: И он је ушао његов врт, док је он био неправедан према себи. Он је рекао, "Мислим да ово неће нестати - икада.
sr_latn: I on je ušao njegov vrt, dok je on bio nepravedan prema sebi. On je rekao, "Mislim da ovo neće nestati - ikada.
uk: І він увійшов його сад, поки він був несправедливо до себе. Він сказав: "я не думаю, що це загине - коли-небудь.
vi: Và Anh vào vườn của mình trong khi ông đã không công bằng cho chính mình. Ông nói, "tôi không nghĩ rằng điều này sẽ hư mất - bao giờ hết.
zu: Futhi he ngena akhe gadi he ngesikhathi eyayiwukungabi nabulungisa kuye ngokwakhe.

# Quran2176
source: And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return."
ca: I no crec que es produirà l'hora. I fins i tot si jo hauria portat retrocedir al meu Senyor, segurament trobarà millor que això com un retorn.
cy: Ac ni chredaf y bydd yn digwydd yr awr. A hyd yn oed os dylid ei dwyn yn ôl i fy Arglwydd, bydd siawns i gael gwell na hyn yn gyfnewid.
da: Og jeg tror ikke timen vil forekomme. Og selv om jeg bør bringes tilbage til min herre, jeg vil helt sikkert finde bedre end dette som en tilbagevenden."
el: Και δεν νομίζω ότι η ώρα θα προκύψει. Και ακόμα κι αν πρέπει να επανέλθει στο Λόρδο μου, εγώ θα βρείτε σίγουρα καλύτερο από αυτό ως μια επιστροφή.»
et: Ja ma arvan, et tund toimub. Ja isegi kui ma peaks vastavusse mu Issand, ma kindlasti leida paremat kui see tagasi."
fi: Ja mielestäni tunti tapahtuu. Ja vaikka minulla olisi palattava herrani, aion varmasti löytää parempaa kuin paluuta."
he: אני לא חושב שהשעה תתרחש. ואני גם אם צריך להיות החזרתי את מלכי, לבטח אמצא טוב יותר כמו חזרה."
hr: I mislim da za sat vremena će se pojaviti. I čak i ako sam trebao biti vraćen gospodaru, sigurno ćete naći bolji kao zamjenu.
lt: Ir nemanau, kad valandą įvyks. Ir net jei aš turėtų būti grąžinti atgal, į mano Viešpatie, aš tikrai rasite geriau nei tai, kaip grįžti."
lv: Un nedomāju, ka notiks stunda. Un pat ja man vajadzētu ievest atpakaļ, mans kungs, es noteikti atradīsiet labāka par šo, kā atgriezties."
nb: Og jeg tror ikke time vil skje. Og selv om jeg skal bringes tilbake til min Herre, jeg vil sikkert finne bedre enn dette som en retur.
sk: A ja si nemyslím, že hodinu dôjde. A aj keby mali byť priviezol do môjho Pána, som určite nájde lepší než tohle ako návrat."
sl: In ne mislim, da bo prišlo na uro. In tudi če bi se prinese nazaj na moj gospodar, sem zagotovo našli rajši mimo to kot vrnitev. «
sr_cyrl: И мислим да ће доћи за сат времена. "И иако сам требао бити враћен на мој господару, сигурно ће пронаћи бољи од овог као повратак."
sr_latn: I mislim da će doći za sat vremena. "I iako sam trebao biti vraćen na moj gospodaru, sigurno će pronaći bolji od ovog kao povratak."
uk: І я не думаю, що буде відбуватися на годину. І навіть якщо я взяти назад до мого Господа, я обов'язково знайдете краще, як повернення.
vi: Và tôi không nghĩ giờ sẽ xảy ra. Và ngay cả nếu tôi nên được đưa trở lại thưa ngài, tôi chắc chắn sẽ tìm thấy tốt hơn so với điều này như là một trở về."
zu: Futhi angicabangi Awa kuzokwenzeka.

# Quran2177
source: His companion said to him while he was conversing with him, "Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?
ca: El seu company va dir-li mentre ell va conversar amb ell, "tenen que dubtaven del qui t'ha creat des de pols i després d'una gota d'esperma i llavors vostè proporcionada [com] un home?
cy: Dywedodd ei gydymaith iddo tra oedd ef yn sgwrsio gydag ef, "yr ydych ddysgais mewn AU sy'n creu chi o'r llwch, ac yna o ostyngiad sberm ac wedyn yr ydych yn dosbarthu [fel] dyn?
da: Hans kammerat sagde til ham mens han samtale med ham, "har du disbelieved i ham, der skabte dig fra støv og derefter en sæd-drop og derefter proportioneret du [som] en mand?
el: Σύντροφος του είπε σ ' αυτόν ενώ αυτός συνομιλεί μαζί του, «έχουν σας disbelieved σε αυτός που δημιουργήθηκε από τη σκόνη και στη συνέχεια από μια σταγόνα-σπέρματος και στη συνέχεια αναλογίες σας [ως] ένας άνθρωπος;
et: Tema kaaslane ütles talle samal ajal, kui ta oli conversing koos temaga, "on teil disbelieved kes sind loonud, tolmu ja seejärel sperma tilk ja seejärel proportioned sa [kui] mees linnas?
fi: Hänen toverinsa sanoi hänelle hänen kertoessaan, "on sinun epäilitte hän, joka loi, pölyn ja sitten siittiöiden pudottamalla ja sopusuhtainen voit [koska] mies?
he: שיחו אמר לו בזמן שהוא היה משוחח איתו, "יש לך disbelieved שהוא יצר אותך מפני אבק ולאחר מכן מן טיפה זרע, ואז בפרופורציה את [כמו] גבר?
hr: Njegov drug rekao je da ga dok je razgovarao s njim, "su ti bio u koji ste stvorili iz prašine i onda kapljicu sperme i proporcionalan ti kao čovjek?
lt: Jo kompanionas sakė jam, o jis buvo kalbėjosi su juo, "turi jums disbelieved – tas, kuris sukūrė jus nuo dulkių ir tada nuo spermos-lašas ir tada proporcijos jums [kaip] žmogus?
lv: Viņa biedrs teica viņam, kamēr viņš bija sarunāties ar viņu, "ir jums disbelieved viņš, kas radīja jūs no putekļiem un pēc tam no spermas kritums un tad proporciju jūs [kā] cilvēks?
nb: Hans sa til ham mens han talte med ham, "du vantro i den som skapte deg fra støv og deretter fra en sæd-slipp og deretter proporsjonert du [som] en mann?
sk: Jeho spoločník, povedal mu zatiaľ čo on bol konverzuje s ním, "už ste pochyboval v ten, kto vás stvoril od prachu a potom od poklesu spermie a potom ste urastený [ako] človek?
sl: Njegov spremljevalec, je dejal, da mu medtem ko je bil conversing z njim, "so vam verjeli v tisti, ki ste jo ustvarili iz prahu in nato spermo spusti in nato velikost vas [kot] človek?
sr_cyrl: Његов партнер је рекао да је са њим док је он био ударена кад разговарам с њим, "имају ти не верује у тај који те је створио из прашине и онда кап сперме, и онда те пропорцијалан као човек?
sr_latn: Njegov partner je rekao da je sa njim dok je on bio udarena kad razgovaram s njim, "imaju ti ne veruje u taj koji te je stvorio iz prašine i onda kap sperme, i onda te proporcijalan kao čovek?
uk: Його супутник сказав йому в той час як він був розмовляти з ним, "мають ви disbelieved в той, хто створив вас від пилу а потім від спермі крапля і потім розраховано ви [як] людина?
vi: Đồng hành của ông đã nói với anh ta trong khi ông trò chuyện với anh ta, "có bạn disbelieved trong ông đã tạo ra bạn từ bụi và sau đó từ một giọt tinh trùng và sau đó cân đối bạn như một người đàn ông?
zu: umngane wakhe wathi kuye lapho bexoxa naye, "you disbelieved He qamba you thuli bese kusuka isidoda-drop bese alingana nawe [njengoba] umuntu?

# Quran2178
source: But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone.
ca: Però pel que fa a mi, ell és al là, Senyor meu, i jo no associar amb el meu Senyor ningú.
cy: Ond mi, ef yw Allah, fy Arglwydd, ac nid wyf yn cysylltu gyda fy Arglwydd neb.
da: Men som for mig, han er Allah, min herre, og jeg forbinder ikke med min herre nogen.
el: Αλλά όσο για μένα, αυτός είναι ο Αλλάχ, ο Λόρδος μου, και εγώ δεν συνδέουν με το Κύριό μου κανέναν.
et: Aga mis puudutab mind, ta on Jumal, Issand, ja ma ei seosta Issand keegi.
fi: Mutta minulle hän on Jumala, minun herrani ja en Yhdistä minun herrani ketään.
he: אבל, הוא אללה, אדוני הלורד, והוא אני משייך אדוני אחד.
hr: Ali kao za mene, on je Allahu, gospodaru, i ja ne povezati s gospodaru nikoga.
lt: Bet Kalbant apie mane, jis yra Allah, savo Viešpaties, ir aš nesieja su mano Viešpats visiems.
lv: Bet kas attiecas uz mani, viņš ir Allah, milord, un es nevar saistīt ar manu Lord ikvienam.
nb: Men som for meg, han er Allah, min Herre, og jeg forbinder ikke med min Herre noen.
sk: Ale ako pre mňa, on je Boh, môj pán, a som sa nespájajú s môj pán ktokoľvek.
sl: Ampak za mene, je Allah, moj gospodar, in sem ga ne povezujejo z moj Gospod kdorkoli.
sr_cyrl: Али што се тиче мене, он је Аллах, господару, и ја не асоцира са господару никога.
sr_latn: Ali što se tiče mene, on je Allah, gospodaru, i ja ne asocira sa gospodaru nikoga.
uk: Але як на мене, він Аллаха, пане мій, і я не асоціювати з мого Господа нікому.
vi: Nhưng đối với tôi, ông là Allah, thưa ngài, và tôi không kết hợp với Chúa tể của tôi bất cứ ai.
zu: Kepha mina, He is Allah, Nkosi yami, futhi angazi ngizihlanganise nabo Nkosi yami ubani.
