Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1048
source: And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah].
ca: Hem enviat a cap ciutat un profeta [que s'ha denegat] excepte que hem agafat les persones amb una pobresa i penúria que es podria humiliï [a Allah].
cy: A anfonwyd at unrhyw ddinas Proffwyd [pwy oedd ei wrthod] heblaw y Rydym yn hatafaelu a'i phobl â tlodi a chaledi y gallai yn ddiymhongar eu hunain [i Allah].
da: Og vi sendt til ingen by en profet, [der blev nægtet] bortset fra at vi beslaglagt sin folk med fattigdom og afsavn at de kunne ydmyge sig [til Allah].
el: Και έχουμε στείλει σε καμία πόλη προφήτης [που δεν έγινε δεκτή] εκτός από το ότι που κατέλαβε τους ανθρώπους με την ανέχεια και την δυσπραγία ότι αυτοί θα μπορούσε ταπεινό οι ίδιοι [να Αλλάχ].
et: Ja saatsime pole linn prohvet, [kes keelati] välja arvatud, et me kinni selle inimeste vaesuse ja et nad võivad alandlik ise [Jumalat] et raskusi.
fi: Ja lähetimme ei kaupunki profeetta, [joka on estetty] paitsi, että takavarikoitu kansalaistensa ja voite nöyrä itse [jotta hillitä].
he: ושלחנו לעיר אין נביא [מי נדחתה] חוץ מזה שתפסנו את העם עם עוני ומצוקה הם עלול להשפיל את עצמם [אל אללה].
hr: I poslali smo da nijedan grad proroka [koji je uskraćen] Osim što smo zaplijenili svojih ljudi s siromaštva i teškoća da su možda ponizno sebe [Alahu].
lt: Ir išsiuntėme ne miesto pranašas, [kuris buvo paneigta] išskyrus tai, kad mes konfiskavo jo žmonių skurdo ir vargo, kad jie gali pokorni [Dievas] į.
lv: Un mēs nosūtījām nav pilsētas pravietis, [kas ir liegta] izņemot to, ka mēs konfiscēja tās iedzīvotājiem ar nabadzību un ka viņi varētu pazemīgs sevi, [Allah] lai grūtības.
nb: Og vi sendte til ingen by en profet [som ble nektet] bortsett fra at vi tok sitt folk med fattigdom og motgang at de kan ydmyke seg [å Døyve].
sk: A poslali sme žiadne mesto prorok [kto bol odmietnutý] Okrem toho, že sme sa chytil jeho ľudia sa chudoba a utrpenie, že môžu pokorí [aby Allah].
sl: In smo poslali na nobeno mesto preroka, [ki je bil zavrnjen] razen da smo zasegli svoje ljudi z revščino in stisko, da so lahko sami ponižen [v Allah].
sr_cyrl: И послали смо да ниједан град пророка [који није одобрен] осим да смо заузели своје људе са прелетео да су можда се покоре [Алаху].
sr_latn: I poslali smo da nijedan grad proroka [koji nije odobren] osim da smo zauzeli svoje ljude sa preleteo da su možda se pokore [Alahu].
uk: І ми відправили жоден місто пророка, [які було відмовлено] Крім того, що ми захопили його людей з бідності та труднощі, що вони можуть змиритися [щоб Аллах].
vi: Và chúng tôi đã gửi đến thành phố không có một tiên tri người đã bị từ chối] ngoại trừ rằng chúng tôi tịch thu người dân của nó với đói nghèo và khó khăn mà họ có thể khiêm tốn mình [để Allah].
zu: Futhi Sathumela ngumuzi umprofethi [ngubani sinqatshiwe] ngaphandle ukuthi Sasebenzisa abantu bayo ubumpofu nzaka they ezingase bazithobe [Allah].

# Quran1049
source: Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, "Our fathers [also] were touched with hardship and ease." So We seized them suddenly while they did not perceive.
ca: Llavors hem intercanviat en el dolent [condició], bé, fins que va augmentar [i va prosperar] i va dir: "nostres pares [també] eren tocats amb dificultats i facilitat". Així que hem agafat de sobte mentre ells no perceben.
cy: Yna rydym yn cyfnewid lle y drwg [Cyflwr], da, hyd nes y byddant yn cynyddu [ac yn ffynnu] a dywedodd, "ein tadau [hefyd] yn cyffwrdd â chaledi a hwylustod." Er mwyn inni manteisio arnynt yn sydyn er nad oeddent yn gweld.
da: Så vi udvekslede i stedet for dårligt [tilstand], godt, indtil de øget [og trivedes] og sagde: "vores fædre [også] blev rørt med modgang og lethed." Så vi greb dem pludselig, mens de ikke opfatter.
el: Στη συνέχεια, ανταλλάξαμε στη θέση του το κακό [κατάσταση], καλό, έως ότου αυξάνεται [και ευημέρησε] και είπε, «οι πατέρες μας [επίσης] ήταν άγγιξε με κακουχίες και τη διευκόλυνση.» Έτσι εμείς τους κατασχέθηκαν ξαφνικά ενώ δεν αντιλαμβάνονται.
et: Siis oleme vahetanud asemel halb [tingimus] hea, kuni nad kasvasid [ja prospered] ja ütles "meie isad [ka] olid puudutanud raskusi ja lihtsus." Nii me arestitud neile äkki, kuigi nad ei taju.
fi: Sitten vaihdoimme sijasta huono [ehto], hyvä, kunnes ne kasvoivat [ja menestynyt] ja sanoi, "meidän isämme [myös] olivat käsitelleet vaikeuksia ja helposti." Joten me yllätti heidät yhtäkkiä, kun he eivät tajunneet.
he: אז החלפנו במקום הרע [תנאי], טוב, עד גדל [שגשגה], אמר, "אבותינו [גם] נגעו מצוקה ומרגיע." אז אנחנו תפסו אותם פתאום בזמן שהם לא תופסים.
hr: Onda smo razmijenili umjesto loše [stanje], dobar, dok su povećana [i napredovao] i rekao, "Naši očevi [također] su dodiri teškoća i lakoćom." Pa uhvatili smo ih odjednom dok oni percipiraju.
lt: Tada mes apsikeitėme vietoj blogas [būklė], geras, kol jie padidėjo [ir suklestėjo] ir pasakė "mūsų tėvai [taip pat] buvo kalbama su sunkumų ir paprastumas." Todėl mes konfiskavo juos staiga o jie ne suvokti.
lv: Tad mēs apmainījāmies vietā bad [nosacījumi], labi, līdz brīdim, kad tās palielinājās [un uzplauka] un teica: "mūsu tēvi [arī] bija pieskārās ar grūtībām un vieglumu." Tāpēc mums izdevīgu viņiem pēkšņi, kamēr viņi nebija ne uztvert.
nb: Så vi utvekslet i stedet for dårlige [betingelse], god, før de økte [og blomstret] og sa, "våre fedre [også] var rørt med motgang og letthet. Så vi tok dem plutselig mens de ikke oppfatter.
sk: Potom sme si vymenili miesto zlé [stav], dobré, kým sa zvýšila [a prosperoval] a povedal: "naši otcovia [i] boli dotkol ťažkosti s ľahkosťou." Takže sme chytil je zrazu, keď ich nevníma.
sl: Potem smo izmenjali namesto slabo [pogoj], dobro, dokler povečala [in cvetela] in reče "naši očetje [tudi] so bili dotaknil s stisko in enostavnost." Tako smo jih je nenadoma zasegli, medtem ko ne dojemajo.
sr_cyrl: А онда смо изменили уместо зло [стање], драго ми је, док су повећана [и просперитету] и рекао, "Наши очеви [и] су били дирнула муци и лакоће." Тако одузели смо им одједном док не виде.
sr_latn: A onda smo izmenili umesto zlo [stanje], drago mi je, dok su povećana [i prosperitetu] i rekao, "Naši očevi [i] su bili dirnula muci i lakoće." Tako oduzeli smo im odjednom dok ne vide.
uk: Потім ми обмінялися замість погано [стан], добре, поки вони не збільшилася [і процвітав] і сказав: "наші засновники [також] були порушені з труднощами і простота". Так ми захопили їх раптом у той час як вони не сприймають.
vi: Sau đó chúng tôi trao đổi ở vị trí xấu [điều kiện], tốt, cho đến khi họ đã tăng [và trở nên thịnh vượng] và nói: "ông bố của chúng tôi [cũng] đã xúc động với khó khăn và dễ dàng." Vì vậy, chúng tôi bắt giữ họ đột nhiên trong khi họ đã không nhận thấy.
zu: Sabe umklomelo endaweni ngcolile [isimo], kuhle, baze anda [baphumelela] wathi: "Obaba bethu [futhi] zathinteka ubunzima futhi adambise."

# Quran1050
source: And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning."
ca: I si només la gent de les ciutats havia cregut i temut Allah, ens han obert a les benediccions del cel i la terra; però es va negar [missatgers], així que hem agafat per què ells van guanyar".
cy: Ac os mai dim ond pobl y dinasoedd oedd yn credu ac yn ofni Allah, byddai Rydym wedi agor iddynt bendithion o y nefoedd a'r ddaear; ond gwadodd nhw [y negeswyr], fel yr ydym wedi manteisio arnynt am beth maent yn ei ennill.
da: Og hvis bare folk i byerne havde troet og frygtede Allah, vi ville have åbnet dem velsignelser fra himlen og jorden; men de benægtede [budbringere], så vi greb dem for hvad de tjener."
el: Και εάν μόνο οι άνθρωποι των πόλεων είχαν πίστευαν και φοβούνται Αλλάχ, θα έχουμε ανοίξει επάνω τους ευλογίες από τον ουρανό και τη γη. «αλλά αρνήθηκε [οι αγγελιοφόροι], έτσι εμείς τους κατασχέθηκαν για τι κέρδιζαν.»
et: Ja kui ainult inimest, linnade oli uskusid ja kartsid Jumalat, oleme avanud oleks neile õnnistusi, taeva ja maa; kuid nad eitas [kullerid] nii me arestitud neile mida nad teenida."
fi: Ja jos vain kaupungeissa ihmiset oli uskonut ja pelkäsivät Jumalaa, meidän on avattu niitä siunauksia taivaan ja maan; mutta he kielsivät [Sähköposti], joten yllätti heidät ja he ansaitsevat."
he: אם רק תושבי הערים היו האמין וחוששים אללה, לנו היה פותח עליהם ברכות מן השמים והארץ; אבל הם דחו [השליחים], אז השתלטנו להם על מה הם היו מרוויחים."
hr: I ljudi u gradovima da vjeruje i bojao Allaha, mi bi otvorili im blagoslov s neba i zemlje. Ali oni odbijen [glasnika], uhvatili smo ih za što zarada."
lt: Ir jei tik miestų gyventojai turėjo tikėjo ir bijojo Dievas, mes būtų atvėrė jiems palaimos iš dangaus ir žemės; bet jie neigė [pasiuntinius], todėl mes paimama jiems ką jie buvo uždirbti."
lv: Un, ja vien pilsētās cilvēki bija ticēja un baidījās no Allah, mēs būtu uzšķērdis tiem svētību no debesīm un zemi; bet tās noliedza [kurjeriem], tāpēc mums izdevīgu viņiem par to, ko viņi pelna."
nb: Og hvis bare folk i byene hadde trodd og fryktet Gud, vi ville har åpnet dem velsignelser fra himmelen og jorden. men de nektet [budbringere], så vi tok dem for hva de tjente.
sk: A keby len ľudia z miest veril a bál Alah, by sme otvorili na ne požehnanie z nebies a Zeme; ale oni popieral [poslov], tak sme sa chytil čo boli zarábať."
sl: In če samo prebivalci mesta je verjel in Bali Allah, smo bi odprli na njih blagoslov iz nebes in zemlje; vendar so zanikale [sli], tako smo jim zasegli za kaj so bili zaslužijo."
sr_cyrl: И ако само људи из градова имао је веровао и бојао се Аллах, би отворили смо над њима благослов од небо и земљу; "али Порицу [гласници], па Заузели смо их за шта су плата била."
sr_latn: I ako samo ljudi iz gradova imao je verovao i bojao se Allah, bi otvorili smo nad njima blagoslov od nebo i zemlju; "ali Poricu [glasnici], pa Zauzeli smo ih za šta su plata bila."
uk: І якщо тільки людей з міст вважали і боялися Аллаха, ми б відкрили на них благословення від неба і землі; але вони заперечували [посланцями], так що ми вилучили їх за те, що вони заробляють".
vi: Và nếu chỉ có người dân của các thành phố đã tin và sợ Allah, chúng tôi sẽ có mở khi họ có phước lành từ trời và trái đất; "nhưng họ từ chối [các sứ giả], do đó, chúng tôi bắt giữ họ cho những gì họ đã thu nhập."
zu: Ukube nje abantu lamadolobha ababekholwa, besaba Allah, We ngabe wavula them kakhulu busiso bhakabhaka hlaba;

# Quran1051
source: Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?
ca: Llavors, la gent de les ciutats sentia segur d'un càstig venen a ells a la nit mentre eren adormits?
cy: Yna, oedd y bobl o'r dinasoedd deimlo'n ddiogel gan ein cosbi yn dod iddynt yn ystod y nos tra eu bod yn cysgu?
da: Derefter, folk i byerne føler sikkert fra vores straf kommer til dem om natten mens de sov?
el: Στη συνέχεια, τους ανθρώπους από τις πόλεις αισθάνονται ασφαλείς από τιμωρία μας ερχόταν να τους τη νύχτα ενώ αυτοί κοιμόντουσαν;
et: Seejärel tegin inimest, linnade end turvaliselt meie karistusest tulevad neile öösel, kui nad olid magama?
fi: Tällöin kaupungeissa ihmiset tuntevat turvassa meidän rangaistus tulossa heille yöllä kun he olivat unessa?
he: אז, תושבי הערים הרגשת מפני שלנו העונש שמגיע להם בלילה בזמן שהן ישנות?
hr: Onda, ljudi gradova osjećaju sigurni od naše kazne dolazi im po noći dok su spavali?
lt: Tada, padarė žmonės miestų jaustis saugus nuo mūsų bausmės dar prie jų naktį, kol jie buvo miega?
lv: Tad pilsētas iedzīvotājiem justies pasargāta no mūsu sods nāk viņiem naktī, kamēr viņi guļ?
nb: Deretter følte de byer mot vår straff kommer til dem om natten mens de sov?
sk: Potom si ľudia z mesta cítiť v bezpečí pred náš trest prichádza na ne v noci, zatiaľ čo oni boli spí?
sl: Nato si ljudi mesta počutijo varne iz naše kazen, ki prihajajo z njimi ponoči, medtem ko so bili zaspal?
sr_cyrl: Онда , осетио људе од градова сигурну од казна следује њихово ноћу, док су спавали?
sr_latn: Onda, osetio ljude od gradova sigurnu od kazna sleduje njihovo noću, dok su spavali?
uk: Потім люди міст відчувати себе захищеним від наших покарання найближчі до них вночі, коли вони спали?
vi: Sau đó, đã làm người dân của các thành phố cảm thấy an toàn từ trừng phạt chúng tôi đến với họ vào ban đêm khi ngủ?
zu: Khona-ke, wenza abantu yemizi sizizwe silondekile isijeziso Yethu ezayo kubo ebusuku ngenkathi they were lele?

# Quran1052
source: Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?
ca: O la gent de les ciutats sentia segur d'un càstig venen a ells al matí mentre que estaven en joc?
cy: Neu a oedd pobl y dinasoedd yn teimlo yn ddiogel rhag ein cosbi yn dod iddynt yn y bore tra oeddent yn chwarae?
da: Eller befolkningen i byerne føle sig trygge fra vores straf kommer til dem om morgenen, mens de var på spil?
el: Ή, τους ανθρώπους από τις πόλεις αισθάνονται ασφαλείς από τιμωρία μας ερχόταν να τους το πρωί, ενώ βρίσκονταν στο παιχνίδι;
et: Või tegin inimest, linnade end turvaliselt meie karistusest tulevad neile hommikul, kui nad olid vabal ajal?
fi: Tai kaupunkien ihmiset tuntui turvassa meidän rangaistus tulossa heille aamulla, kun he olivat pelata?
he: או האם תושבי הערים מרגישים בטוחים מפני שלנו עונש שמגיע אליהם בבוקר בזמן שהם משחקים?
hr: Ili si ljudi u gradovima od naša kazna dolazi im ujutro dok su bili u igri?
lt: Ar nebuvo žmonių miestų jaustis saugus nuo mūsų bausmės dar prie jų ryte, o jie buvo ne žaisti?
lv: Vai pilsētās cilvēki jūtas pasargāti no mūsu sods nāk viņiem no rīta, kamēr viņi spēlē?
nb: Eller de byer føle seg sikre for vår straff kommer til dem i morgen mens de var på spille?
sk: Alebo si ľudia z miest cítiť v bezpečí pred náš trest prichádza na ne ráno, kým oni boli v hre?
sl: Ali si ljudje mest počutijo varne iz naše kazen, ki prihajajo z njimi zjutraj, medtem ko so v igri?
sr_cyrl: Или , да ли људи из градова страдати од казна долази да их ујутро, док су били у игри?
sr_latn: Ili, da li ljudi iz gradova stradati od kazna dolazi da ih ujutro, dok su bili u igri?
uk: Або люди міст почувати себе в безпеці з нашими покарання найближчі до них вранці, коли вони були в грі?
vi: Hoặc đã làm người dân của các thành phố cảm thấy an toàn từ trừng phạt chúng tôi đến họ trong sáng trong khi họ đã chơi?
zu: Noma ingabe abantu yemizi sizizwe silondekile isijeziso Yethu ezayo kubo ekuseni ngenkathi they were at play?

# Quran1053
source: Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.
ca: Llavors senten segurs des del pla d'Allah? Però ningú se sent segur des del pla d'Allah excepte el poble perdent.
cy: Wedyn oedd iddynt deimlo'n ddiogel o'r cynllun Allah? Ond nid oes unrhyw un yn teimlo diogel o'r cynllun Allah ac eithrio pobl golli.
da: Så de føler sikkert fra Allah-planen? Men føles ingen sikkert fra planen af Allah undtagen den tabende mennesker.
el: Στη συνέχεια να αισθάνονται ασφαλείς από το σχέδιο του Αλλάχ; Αλλά κανείς δεν αισθάνεται ασφαλής από το σχέδιο του Αλλάχ εκτός από τους χάνοντας ανθρώπους.
et: Siis nad end turvaliselt Jumala plaanist? Aga keegi tunneb turvaline, välja arvatud menetluse kaotanud inimesed Jumala plaanist.
fi: Jälkeen he tuntevat turvassa Jumalan suunnitelma? Mutta kukaan tuntee olonsa turvalliseksi Allah suunnitelmasta paitsi menettää ihmisiä.
he: אז הם מרגישים מפני התוכנית של אללה? אבל אף אחד לא מרגיש מפני התוכנית של אללה חוץ מאנשים לאבד.
hr: Onda se osjećaju sigurni od plana Allah? Ali nitko nije siguran od plana Allaha osim gubljenje ljudi.
lt: Tada jie jaučiasi saugus nuo Dievo plano? Bet niekas mano apsaugoti nuo Dievo planą išskyrus prarasti žmonių.
lv: Tad viņi jūtas pasargāti no Allah plānu? Bet neviens jūtas pasargāti no Allah plānu izņemot zaudēt cilvēkus.
nb: Deretter følte de sikre fra planen Allah? Men føler ingen mot planen Allah unntatt de tapende.
sk: Potom sa cíti bezpečné z plánu Boha? Ale nikto cíti bezpečné z plánu Alah okrem straty ľudí.
sl: Nato did oni potipati zanesljiv s načrt Allah? Ampak nihče počuti varno iz načrta Allah razen izgublja ljudi.
sr_cyrl: Онда Прат безбедна у односу на план од Алаха. Али нико не осећа се сигурном од плана Аллаха осим губи људе.
sr_latn: Onda Prat bezbedna u odnosu na plan od Alaha. Ali niko ne oseća se sigurnom od plana Allaha osim gubi ljude.
uk: Потім вони відчувати себе захищеним від плану Аллах? Але ніхто не відчуває себе захищеною від плану Аллах Крім втрати людей.
vi: Sau đó họ đã cảm thấy an toàn từ các kế hoạch của Allah Nhưng không có ai cảm thấy an toàn từ các kế hoạch của Allah ngoại trừ những người thua.
zu: Base sizizwe silondekile uhlelo Allah?

# Quran1054
source: Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.
ca: Això no esdevé clar a qui va heretar la terra després de la seva gent [anterior] que si hem volgut, hem pogut afecten-los pels seus pecats? Però vam segellar sobre les seves ànimes perquè no senten.
cy: Nid yw wedi dod yn amlwg i'r rhai sydd wedi etifeddu y ddaear ar ôl ei bobl [blaenorol] bod os ydym yn ewyllysio iddi, gallai ein effeithio arnynt am eu pechodau? Ond rydym yn sêl dros eu calonnau fel nad ydynt yn clywed.
da: Er det ikke blevet klart for dem, der arvede jorden efter dens [forrige] folk, at hvis vi villet, kunne vi plage dem for deres synder? Men vi sæl over deres hjerter, så de ikke kan høre.
el: Δεν έχει καταστεί σαφές σε εκείνους που κληρονόμησε τη γη μετά την [προηγούμενη] άτομα ότι αν βουλητικός εμείς, εμείς θα μπορούσε να ταλαιπωρούν τους για τις αμαρτίες τους; Αλλά εμείς σφραγίδα πέρα από τις καρδιές τους, έτσι ότι δεν ακούν.
et: On ta ei saanud selgeks, kes päritud maa pärast oma [eelmine] inimesed, et kui meil kombeks, me võiks kohtaava neid oma patud? Kuid me seal üle nende südamed, et nad ei kuule.
fi: Ei ole tullut selväksi niille, jotka perivät maan [Edellinen] ihmisiä, että jos emme tahtoisi meidän saattoi vaivata heitä heidän syntinsä? Mutta me tiiviste yli heidän sydämensä, jotta he eivät kuule.
he: כבר זה לא ברור למי ירש את כדור הארץ לאחר אנשיה [הקודמת] כי אם אנחנו רצון, אנו יכולים להכריע אותם על חטאיהם? אבל לאטום מעל הלב אז הם לא שומעים.
hr: Je to nije postalo jasno onima koji nasljeđuju zemlju nakon [prethodne] ljude da ako smo volje, mi bi ih pogađaju za svoje grijehe? Ali smo pečat na njihova srca ne čuju.
lt: Tai ne tapo aišku, kad tie, kurie paveldėjo žemės po jos [ankstesnių] žmonės, kad jei mes valios, mes galėtų bausti juos už jų nuodėmes? Bet mes apgaubtų savo širdį, jie ne išgirsti.
lv: Tas nav kļuvis skaidrs tiem, kas ir mantojis zemi pēc tās [iepriekšējās] cilvēkiem, ka, ja mums gribas, mēs varētu afflict tām par saviem grēkiem? Bet mēs roņu pār viņu sirdis, lai viņi nevar dzirdēt.
nb: Har det ikke blitt klart for dem som arvet jorden etter [tidligere] folk at hvis vi ville, vi kan plage dem for deres synder? Men vi sel over sine hjerter så de ikke hører.
sk: Sa to stalo nie jasné, tí, ktorí zdedili zem po jeho [predchádzajúci] ľudia, že ak sme vôľou, sme mohli postihnúť ich za svoje hriechy? Ale sme pečať nad ich sŕdc, takže nie je počuť.
sl: To ni postalo jasno, da tisti, ki je podedovala zemljo po svoje [prejšnji] ljudi, da če smo volje, smo lahko pestijo jih za svoje grehe? Vendar mi pečat v svojih srcih, tako da ne slišim.
sr_cyrl: Није је постала јасна за оне који су загосподарили земљом након [претходне] народ да ако смо воље, смо моће заразити их за своје грехе? Али смо запечати над њиховим срцима, тако да они не цујете.
sr_latn: Nije je postala jasna za one koji su zagospodarili zemljom nakon [prethodne] narod da ako smo volje, smo moћe zaraziti ih za svoje grehe? Ali smo zapečati nad njihovim srcima, tako da oni ne cujete.
uk: Це не стало ясно, хто успадкував землі після його [Попередня] людей, що якщо ми волею, ми могли б страждає їх гріхів? Але ми друк над їх серця, так що вони не чують.
vi: Có nó không trở nên rõ ràng cho những người thừa kế trái đất sau khi người dân của nó [previous] rằng nếu chúng ta ý chí, chúng có thể gây đau đớn cho chúng cho tội lỗi của họ? Nhưng chúng ta đóng dấu trong trái tim của họ để họ không nghe thấy.
zu: Anizange ziyacaca kulabo ngofuzo emhlabeni ngemva abantu bayo [sangaphambilini] ukuthi uma We willed we bayoyihlupha ngenxa yezono zabo?
