Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2613
source: Do you not see that to Allah prostrates whoever is in the heavens and whoever is on the earth and the sun, the moon, the stars, the mountains, the trees, the moving creatures and many of the people? But upon many the punishment has been justified. And he whom Allah humiliates - for him there is no bestower of honor. Indeed, Allah does what He wills.
ca: No veus que a Allah prostrates qui és en els cels i qui en la terra i el sol, la Lluna, les estrelles, les muntanyes, els arbres, les criatures en moviment i moltes de les persones? Però a molts ha estat justificat el càstig. I ell qui humilia Allah - per a ell no hi ha cap bestower d'honor. De fet, Allah fa el que vol.
cy: Nid ydych yn gweld bod i Allah yn prostrates pwy bynnag sydd yn y nefoedd a phwy bynnag fydd ar y ddaear yr haul, y lleuad, y sêr, y mynyddoedd, y coed, y creaduriaid symud a llawer o bobl? Ond ar hyn o bryd mae y gosb wedi ei gyfiawnhau. Ac AU bwy mae'r Allah yn humiliates-ef nid oes dim bestower o fraint. Yn wir, mae Allah yw'r hyn a wills ef.
da: Ser du ikke, at Allah prostrates hvem der er i himlene og uanset hvem der er på jorden og solen, månen, stjernerne, bjergene, træerne, de bevægelige skabninger og mange af mennesker? Men efter mange straffen har været berettiget. Og han, hvem Allah ydmyger - for ham er der ingen bestower af ære. Allah betyder faktisk, hvad han testamenter.
el: Δεν βλέπετε ότι Αλλάχ prostrates όποιος είναι στους ουρανούς και όποιος και αν είναι για τη γη και τον ήλιο, το φεγγάρι, τα άστρα, τα βουνά, τα δέντρα, τα πλάσματα που διακινούνται και πολλοί από τους ανθρώπους; Αλλά, κατά πολλούς έχει δικαιολογηθεί η τιμωρία. Και εκείνος τον ταπεινώνει Αλλάχ - για τον οποίο δεν υπάρχει καμία απονεμών τιμής. Πράγματι, Αλλάχ κάνει τι διαθήκες.
et: Kas te ei näe, et Jumala prostrates kes on taevas ja kes on maa ja päikese, kuu, tähed, mäed, puud, liikuvate olendid ja paljud inimesed? Kuid paljud pärast karistuse õigustatud. Ja ta, kellele Allah humiliates - tema jaoks ei ole au bestower. Tõepoolest, ei Jumal, mida ta tahab.
fi: Älä katso, että Jumalaa prostrates kuka on taivaissa ja kuka on maan ja aurinko, kuu, tähdet, vuoret, puut, liikkuvia olentoja ja monet ihmiset? Mutta kun monet rangaistus on ollut perusteltua. Ja hän, jonka Jumala nöyryyttää - häntä ei ole kunnia lahjoittaja. Itse asiassa Jumala tekee, mitä hän tahtoo.
he: ? אתה לא רואה כי אללה prostrates מי הוא בשמים והוא מי על כדור הארץ, השמש, הירח, הכוכבים, ההרים, והעצים, היצורים נע, הרבה אנשים אבל על רבים מוצדקת העונש. והוא אשר אללה משפיל - בשבילו זה לא bestower של כבוד. אכן, אללה עושה מה שהוא רוצה.
hr: Zar ne vidiš da Allahu prostrates ko je u nebesima i ko je na zemlji i sunce, mjesec, zvijezde, planine, drveće, pokretnih stvorenja i mnogi ljudi? Ali na mnoge kazna je opravdan. I onaj kojeg Allah ponizio - za njega je darovatelj časti. Uistinu, Allah radi ono što on želi.
lt: Ar jūs nematote, kad Allaho prostrates kas yra danguje ir kas yra žemės ir saulės, mėnulis, žvaigždės, kalnai, medžiai, judančių būtybių ir daugelis žmonių? Bet kai daugelis buvo pagrįstas bausmė. Ir jis, kuriam Dievas žemina - jam yra ne bestower garbės. Iš tiesų, Dievo nėra, ką jis nori.
lv: Vai jūs neredzat, ka Allahu izstiepjas tas, kurš ir debesīs un kurš uz zemes un saules, mēness, zvaigznes, kalni, koki, kustīgu radības un daudzi cilvēki? Bet pēc daudziem sods ir pamatots. Un viņš, kam Allāhs humiliates - viņam nav nekādu godu bestower. Patiešām, Allah dara, ko viņš vēlas.
nb: Ser du ikke at å Døyve prostrates den som er i himmelen og den som er på jorden og solen, månen, stjernene, fjell, trær, bevegelige skapninger og mange av de? Men på mange straffen har vært rettferdiggjort. Og han som Allah ydmyker - for ham er det ingen skjenkeren av ære. Faktisk gjør Allah hva han wills.
sk: Vidíte nie, až prostrates ten, kto je v nebi a toho, kto je na zem a slnko, mesiac, hviezdy, hory, stromy, pohybujúcich sa tvorov a veľa ľudí? Ale po mnohých trest je opodstatnená. A ten komu Allah ponižuje - pre neho neexistuje žiadna bestower cti. Vskutku, Alah to, čo on chce.
sl: Ali ne vidite, da v Allah prostrates Kdor je v nebesih, in kdor je na zemljo in sonce, luna, zvezde, gore, drevesa, gibljejo bitja in veliko ljudi? Vendar na veliko kazen je utemeljena. In mu, ki ponižuje Alah - zanj ni nobene bestower časti. Res, Alah pa, kar je oporok.
sr_cyrl: Зар не видите да Алах простратес ко год да је на небесима, и ко год да је на земљи и сунце, месец, звезде, планине, дрвеће, покретни створења, и многи људи? Али на многе казна је било би оправдано. И онај којег је Аллах понизио - за њега нема ни бестоwер цасти. Заиста , Аллах ради шта му је воља.
sr_latn: Zar ne vidite da Alah prostrates ko god da je na nebesima, i ko god da je na zemlji i sunce, mesec, zvezde, planine, drveće, pokretni stvorenja, i mnogi ljudi? Ali na mnoge kazna je bilo bi opravdano. I onaj kojeg je Allah ponizio - za njega nema ni bestower casti. Zaista, Allah radi šta mu je volja.
uk: Ви не бачите, що Аллаху простирається той, хто на небесах і той, хто на землі і сонця, місяця, зірок, гори, дерева, рухомих істот і багато людей? Але після багатьох покарання було виправдано. І він, кого Аллах принижує - для нього немає ні bestower честь. Дійсно, Аллах робить те, що він хоче.
vi: Bạn không thấy rằng Allah prostrates ai ở thiên đường và bất cứ ai trên trái đất và mặt trời, mặt trăng, các ngôi sao, dãy núi, cây, các sinh vật di chuyển và nhiều người? Nhưng rất nhiều các hình phạt đã được chứng minh. Và ông mà Allah humiliates - cho anh ta có là không có bestower để vinh danh. Thật vậy, Allah làm những gì Ngài muốn.
zu: You cha bheka ukuthi Allah prostrates ubani emazulwini noma ngubani phezu komhlaba nelanga, inyanga, izinkanyezi, ezintabeni, emithini, zezidalwa ezinyakazayo kanye labanengi babantu?

# Quran2614
source: These are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water
ca: Aquests són dos adversaris que disputat sobre el seu Senyor. Però els que dubtaven voluntat han tallat per a les peces de foc. Abocament a seus caps es ser escaldat aigua
cy: Mae'r rhain yn wrthwynebwyr dau sydd wedi dadlau dros ei Arglwydd. Ond rhai a ddysgais bydd wedi torri allan ar gyfer dillad iddynt tân. Roddodd ar bydd eu pennau yn sgaldio dŵr
da: Disse er de to modstandere, der har bestridt over deres Herre. Men dem, der disbelieved vil have skåret ud for dem beklædningsgenstande af brand. Hældt over deres hoveder vil skoldning vand
el: Αυτά είναι που έχουν αμφισβητήσει πάνω από τους Λόρδος των δύο αντιπάλων. Αλλά όσοι disbelieved θα αποκοπεί από τους τα ρούχα της φωτιάς. Το χυμένο επάνω τα κεφάλια τους θα ζεματιστό νερό
et: Need on kaks vastaseid, kes on vaidlustanud üle nende Issand. Kuid need, kes disbelieved tahe on lõigatud neile rõivad, tulekahju. Valas peale oma pead põletushaavad vee
fi: Nämä ovat kaksi osapuolta, jotka ovat kiistäneet yli Herransa. Mutta ne, jotka uskoneet tulee leikata ne vaatteet tulipalon. Kaadetaan päälle päätään tulikuuma vettä
he: אלה הם שני היריבים אשר יש במחלוקת על פני את האל שלהם. אבל מי disbelieved רצון יש לגזור אותם בגדים של אש. יציקת על ראשיהם רותח מים
hr: To su dva protivnika koji su se sporili svoga Gospodina. Ali one koji bio će imati stvoren za njih haljine od požara. Izlio na glavu će opeklina vode
lt: Tai yra du priešininkus, kurie buvo nesutariama, per savo pono. Bet tie, kurie disbelieved bus iškirpti juos drabužių ugnies. Pilamas ant savo galvos bus galima plikyti vandeniu
lv: Šie ir divi pretinieki, kas ir apstrīdēts pār savu kungu. Bet tiem, kuri disbelieved griba ir izgriezt viņiem apģērbiem, kuru uguns. Izlej uz galvas būs applaucēšanās ūdens
nb: Dette er to motstandere som omstridt over deres Herre. Men de vantro vil har kuttet ut for dem klær brann. Helles på hodet vil være skålding vann
sk: Toto sú dve protivníkov, ktorí sa sporné nad svojho pána. Ale tí, kto pochyboval bude mať stvorený pre ich odevy z ohňa. Nalial na ich hlavy sa horúcej vody
sl: To so dve nasprotnike, ki so sporni v njihovega gospodarja. Ampak tisti, ki bodo verjeli so urezane za njih oblačila požara. Vlije na njihove glave bo poparjenje vode
sr_cyrl: Ово су два противници који оспоравају преко свог господара. Али онима који не верује Виле имају створен за њих хаљине од ватре. Наливао над њиховим главама ће бити врелу воду
sr_latn: Ovo su dva protivnici koji osporavaju preko svog gospodara. Ali onima koji ne veruje Vile imaju stvoren za njih haljine od vatre. Nalivao nad njihovim glavama će biti vrelu vodu
uk: Вони двома супротивними сторонами, які є спірними понад пана свого. Але тих, хто disbelieved волю мають вирізав для них одягу вогню. Налив за головами Обпалюючий води
vi: Đây là hai đối thủ đã có tranh cãi trên của Chúa. Nhưng những người disbelieved sẽ có cắt ra cho họ các sản phẩm may mặc của lửa. Đổ vào đầu họ sẽ trụng bằng nước sôi nước
zu: Lawa abaphikisana ababili abaye bake baphikisana weNkosi yabo.

# Quran2615
source: By which is melted that within their bellies and [their] skins.
ca: Per que es fongui que dins els seus ventres i [el seu] pells.
cy: Y mae wedi'i doddi sydd o fewn eu boliau a [eu] crwyn.
da: Som er smeltet, inden for deres maver og [deres] skind.
el: Με την οποία τήξεως που μέσα σε κοιλιές τους και [τους] δέρματα.
et: Millega on sulanud mis nende kõhud ja [oma] nahad.
fi: Jolla on sulanut että vatsa ja [niiden] nahat.
he: מאת אשר מומס זה בתוך בטנם וקליפות [שלהם].
hr: Koji je to rastopila unutar njihove trbuhe i [njihove] kože.
lt: Iš kurios ištirpsta, per savo papilvės ir [jų] odos.
lv: Ar kuru ir izkusis, vēderi un [to] ādas.
nb: Som er smeltet som i buken og [sine] skinn.
sk: Ktorým sa roztopí, ktoré v bruchu a [ich] kože.
sl: Z ki se tali, ki v svojih prsi in [njihovega] kože.
sr_cyrl: Помоћу којих то је истопила унутар стомацима и [њихова] маски.
sr_latn: Pomoću kojih to je istopila unutar stomacima i [njihova] maski.
uk: За допомогою яких плавиться, в межах їх животи та [їх] шкіри.
vi: Bởi đó tan chảy mà trong bụng của họ và da [của họ].
zu: By okuyinto elicibilikile ukuthi ngaphakathi bo khaba izikhumba [yabo].

# Quran2616
source: And for [striking] them are maces of iron.
ca: I per [en vaga]-los són: maces de ferro.
cy: Ac ar gyfer [drawiadol] hwy yn maces o haearn.
da: Og for [slående] dem maces af jern.
el: Και για [Διαγραφή] τους εθιμοτυπικά μπαστούνια του σιδήρου.
et: Ja [silmatorkav] need on maces rauda.
fi: Ja [silmiinpistävää] ne ovat maces rautaa.
he: עבור [מכה] אותם שרביטי של ברזל.
hr: I za [markantnim] njih su maces željeza.
lt: Ir [Ryškus] jiems yra Buožė geležies.
lv: Un [uzkrītoša] tos dzelzs maces.
nb: For [slående] dem er Makes av jern.
sk: A pre [štrajkujúci] im palce železa.
sl: In za [izbris] jih maces železa.
sr_cyrl: А за [ударање] их маљеви од гвожђа.
sr_latn: A za [udaranje] ih maljevi od gvožđa.
uk: А для [вражає] їх булави заліза.
vi: Và cho [nổi bật] họ đang chùy sắt.
zu: Futhi ngenxa [abatelekile] them are maces yensimbi.

# Quran2617
source: Every time they want to get out of Hellfire from anguish, they will be returned to it, and [it will be said], "Taste the punishment of the Burning Fire!"
ca: Cada vegada que volen sortir de Hellfire de l'angoixa, li serà retornada a ella, i [es diu], "gust el càstig del foc cremant!"
cy: Bob tro y dymunant gael allan o Hellfire o'r gofid, bydd dychwelyd iddo, ac [bydd dweud], "blas y gosb y tân llosgi!"
da: Hver gang de ønsker at få ud af Hellfire fra angst, vil de blive returneret til det, og [det vil siges], "smage straf af brændende ild!"
el: Κάθε φορά που θέλουν να βγούμε από Hellfire από αγωνία, αυτοί θα του επιστραφεί, και [, θα μας πουν], "γεύση η τιμωρία της φωτιάς Burning!"
et: Iga kord, kui nad soovivad saada välja Hellfire ahastus, need tagastatakse talle ja [see ütles], "maitseb põletav tuli karistus!"
fi: Joka kerta, kun he haluavat päästä pois Hellfire ahdistusta, ne palautetaan se [sanotaan] sekä "maku palavan tulen rangaistuksen!"
he: בכל פעם שהם רוצים לצאת הלפייר מן הייסורים, הם יוחזרו אליו, [זה יאמר], "לטעום את העונש של האש הבוער!"
hr: Svaki put kad žele izaći iz pakla od tjeskobe, oni će biti vraćeni na njega, i [to će biti rekao], "okus kaznu gori vatra!"
lt: Kiekvieną kartą, kai jie nori gauti iš Hellfire nuo skausmo, jie bus grąžinti į jį, ir [jis bus galima pasakyti], "skonis baudimą už ugnies deginimas!"
lv: Katru reizi, kad viņi vēlas izkļūt no Hellfire no ciešanām, viņi būs atpakaļ to, un [tas būs teica], "garšu Burning Fire sodu!"
nb: Hver gang de vil komme ut av Hellfire fra angst, vil de bli returnert til det, og [det vil si], "smak straffen av brennende ild!"
sk: Zakaždým, keď sa chcú dostať z Hellfire od utrpenia, sa vrátil k nej, a [to bude povedal], "chuť trest horiaci oheň!"
sl: Vsakič, ko hočejo priti iz Hellfire s tesnobo, da bo vrne, in [pravijo,], "okus kazen gorečega ognja!"
sr_cyrl: Сваки пут када желе да излази из пакла од патње, они ће бити враћен за то, [то вам је рекао], "окуси казну ватре Бурнинг"!
sr_latn: Svaki put kada žele da izlazi iz pakla od patnje, oni će biti vraćen za to, [to vam je rekao], "okusi kaznu vatre Burning"!
uk: Кожного разу, коли вони хочуть, щоб вийти з Hellfire від туги, вони повертаються до нього, і [вона буде сказала], "смак покарання Горячі вогню!"
vi: Mỗi khi họ muốn có được ra khỏi Hellfire từ nỗi đau đớn, họ sẽ được trả lại cho nó, và [nó sẽ được cho biết], "hương vị sự trừng phạt của ngọn lửa cháy!"
zu: Njalo lapho bafuna ukuphuma Wesihogo Somlilo yobuhlungu, they phinda it, futhi [kuyothiwa], "Nambitha ekujezisweni Burning Fire!"

# Quran2618
source: Indeed, Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl, and their garments therein will be silk.
ca: De fet, Allah admetrà qui creure i fer els justos fets als jardins sota quin cabal de rius. Es sigui guarnit aquí amb braçalets d'or i perles, i els vestits aquí serà seda.
cy: Yn wir, bydd Allah yn cyfaddef rheini sy'n credu ac yn gwneud gweithredoedd cyfiawn i gerddi o dan y llif afonydd. Bydd eu addurno'r ynddo gyda breichledau o aur a pearl, ac eu gwisgoedd ynddo fydd silk.
da: Faktisk, Allah vil indrømme dem, der tror og gøre retfærdige gerninger til haver under hvilke floder flow. De vil blive prydet deri med armbånd af guld og perle, og deres klæder deri vil være silke.
el: Πράγματι, Αλλάχ θα παραδεχτώ αυτούς που πιστεύουν και κάνουν δίκαιοι πράξεις στους κήπους κάτω από τις οποίες ροής των ποταμών. Αυτοί θα εξωραϊστούν σ ' αυτό με βραχιόλια από χρυσό και μαργαριτάρια, και σ ' αυτό τους ενδύματα θα μετάξι.
et: Tõepoolest, Jumal tunnistama neid, kes usuvad ja teha õiged teod aiad all mis jõed tõusevad. Nad kaunistatud seal töötada käevõrud kulda ja pärl ja nende rõivaste sealsamas saab siid.
fi: Itse asiassa Jumala myönnettävä niille, jotka uskovat ja tehdä vanhurskaita tekoja puutarhaan alla joka joet. He koristeltu siinä kanssa kultaa ja helmi rannekkeet ja heidän vaatteensa siinä on silkkiä.
he: אכן, אללה יודו למי להאמין ולעשות מעשים טובים לגני מתחת נהרות שזורמים. הם ילבש בגדי ובזה עם צמידים מזהב, פנינה, את הבגדים שלהם ובזה יהיה משי.
hr: Doista, Allah neće priznati oni koji vjeruju i čine pravedna djela vrtovima ispod koje poteku rijeke. Oni će u njemu ukrašena narukvice od zlata i bisera, i njihovu odjeću u njima biti svila.
lt: Iš tiesų, Dievas bus pripažinti tie, kurie tiki ir ar teisieji palikimų sodai po kurios upės srautas. Jie bus ten puošia aukso ir perlų apyrankės, ir jų drabužiai ten bus šilko.
lv: Patiešām, Allah uzņemt tiem, kam ticēt un darīt taisns dārzi, zem kura upes plūsmas darbiem. Viņi būs tur rotāti ar zeltu un pērle aproces un viņu apģērba tajā būs zīda.
nb: Faktisk vil Allah innrømme de som tror og gjøre rettferdige gjerninger til hagen under der elvene strømmer. De vil være smykket der med armbånd og perle, og sine klær blir der silke.
sk: Vskutku, Alah priznať tých, ktorí veria, a robiť spravodlivé skutky do záhrady pod ktoré toku rieky. Oni sa budú v ňom ozdobená náramky zo zlata a perly a ich odevov v ňom bude hodvábu.
sl: Res, Alah bo priznati, tiste, ki verjamejo in ne pravičen dejanja Gardens pod katero tok reke. Jih bo treba v njej krasi zapestnice zlata in biser, in svojih oblačil v njej bo svile.
sr_cyrl: Заиста , Аллах ће признати да они који верују и да праведни дела у вртовима испод које потеку. Они ће се окитити у томе наруквице од злата и бисерне и њихове хаљине у томе ће бити свила.
sr_latn: Zaista, Allah će priznati da oni koji veruju i da pravedni dela u vrtovima ispod koje poteku. Oni će se okititi u tome narukvice od zlata i biserne i njihove haljine u tome će biti svila.
uk: Дійсно, Аллах буде визнати, що ті, хто вірить і робити добрі справи сади під які річках потік. Вони будуть бути прикрашені в ньому Браслети золоті і перлинні, і їх одягу в ньому буде шовку.
vi: Thật vậy, Allah sẽ thừa nhận những người tin tưởng và làm việc chính đến khu vườn bên dưới mà dòng chảy sông ngòi. Họ sẽ được trang trí trong đó với vòng đeo tay vàng và ngọc trai, và hàng may mặc của họ trong đó sẽ là lụa.
zu: Ngempela, Allah tando MUKELA LABO KHOLWA abenza izenzo zokulunga ukuze izingadi ngaphansi lapho imifula.

# Quran2619
source: And they had been guided [in worldly life] to good speech, and they were guided to the path of the Praiseworthy.
ca: I havia estat guiades [en vida mundana] a bon discurs, i va guiar al camí de la Praiseworthy.
cy: Maent dan arweiniad [mewn bywyd worldly] i araith dda, ac yn eu harwain i llwybr y Praiseworthy.
da: De havde været styret [i verdslige liv] til god tale, og de blev guidet til stien til Praiseworthy.
el: Αυτοί είχαν καθοδηγηθεί [στην κοσμική ζωή] καλή ομιλία και ήταν η ξενάγηση στη διαδρομή του το Praiseworthy.
et: Nad olid olnud juhindub [maise elu] hea kõnes ja nad olid giidiga ning Praiseworthy teele.
fi: Ja ne oli ohjannut [in maallinen elämä] hyvän puheen ja kopeita Praiseworthy tielle.
he: הם היו שינחו [בחיים הגשמיים] על דיבור טוב ו הם הונחו לנתיב של Praiseworthy.
hr: Su vodili [u svjetovnom životu] dobar govor i oni su se vodili na putu u Praiseworthy.
lt: Ir jie turėjo vadovaujasi [žemiškų gyvenime] gero žodžio, ir jie vadovaujasi, Praiseworthy kelią.
lv: Viņi bija vadīta [no pasaulīgās dzīves] labas runas, un tie tika vadīta Praiseworthy ceļš.
nb: Og de hadde blitt ledet [i verdslige liv] til god tale, og de ble guidet til banen for Praiseworthy.
sk: By mal riadiť [v pozemský život] dobrá reč a oni boli vedení k ceste Praiseworthy.
sl: In jih je vodil [v posvetno življenje] dobro govora, in so bili vodeni na pot v Praiseworthy.
sr_cyrl: Нису имали вођена [у земаљски живот] да добар говор и водили су на пут у Праисеwортхy.
sr_latn: Nisu imali vođena [u zemaljski život] da dobar govor i vodili su na put u Praiseworthy.
uk: Вони він керувався [в мирське життя] щоб гарні промови, і вони керувалися на шляху до Praiseworthy.
vi: Và họ đã hướng dẫn [trong cuộc sống trần tục] để bài diễn văn tốt, và họ đã được hướng dẫn đến con đường của Praiseworthy.
zu: Futhi babekade guided [e worldly pilo] enkulumweni okuhle, futhi abaqondiswa ngayo ukuba emkhondweni Ncomeka.
