Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran706
source: They will wish to get out of the Fire, but never are they to emerge therefrom, and for them is an enduring punishment.
ca: Es vol sortir de l'incendi, però mai són a sorgir dels mateixos i per a ells és un càstig perdurable.
cy: Bydd dymunant gael allan y tân, ond maent byth i'r golwg thelir, a iddynt yw'r gosb parhaol.
da: De vil ønske at komme ud af ilden, men aldrig er de til at komme ud deraf, og for dem er en varig straf.
el: Θα ήθελα να βγούμε από την πυρκαγιά, αλλά ποτέ δεν είναι δυνατό να προκύψουν από αυτές, και για τους είναι μια διαρκής τιμωρία.
et: Nad soovivad keema, aga kunagi on nad tekkima sellest ja neil on kestev karistuse.
fi: Haluavat saada pois tulesta, mutta koskaan ne esiin niistä ja ne on kestävä rangaistus.
he: הם יצטער לצאת האש, אבל מעולם לא הם לצאת ממנו, בשבילם זה עונש המתמשכת.
hr: Ćete želite dobiti iz vatre, ali nikada su se javljali od toga i za njih je trajna kazna.
lt: Jie nori išeiti į ugnį, bet niekada jie atsiranda iš jų, ir jiems yra ilgalaikis bausmė.
lv: Viņi vēlēsies saņemt no uguns, bet nekad tie izriet no tās, un viņiem ir ilgstoša sods.
nb: De ønsker å komme ut av ilden, men aldri er de å komme ut derfra, og for dem er en varig straff.
sk: Chcú dostať von z ohňa, ale nikdy im vymaniť sa z nich sú, a ich je trvalé trest.
sl: Bodo želeli priti iz ognja, vendar nikoli so, da se izkopljejo iz njih in za njih je trajno kazen.
sr_cyrl: Је жеља да се из ватре, али никад нису они да изађе владини, а за њих је казна за трајно.
sr_latn: Je želja da se iz vatre, ali nikad nisu oni da izađe vladini, a za njih je kazna za trajno.
uk: Вони хотіли б вийти з вогню, але ніколи не вони виникають від них і для них це міцний покарання.
vi: Họ sẽ muốn có được ra khỏi đám cháy, nhưng không bao giờ là họ nổi lên từ đó, và đối với họ là một hình phạt lâu dài.
zu: Bayoba ufisa ukuphuma Fire, kodwa ungalokothi bayakhona yini ukuvela khona, futhi ngabo ukujeziswa njalo.

# Quran707
source: [As for] the thief, the male and the female, amputate their hands in recompense for what they committed as a deterrent [punishment] from Allah. And Allah is Exalted in Might and Wise.
ca: [A] el lladre, el mascle i la femella, amputar les mans en recompensa per què es van comprometre un instrument dissuassiu [càstig] des d'Allah. I Allah és exaltat en força i savi.
cy: [Ag] y lleidr, y gwryw a benyw y, amputate eu dwylo mewn ad-daliad am yr hyn y maent yn ymrwymo fel rhwystr [cosbi] gan Allah. A yw i'w Allah mawrygu yn allai a Wise.
da: [For] tyven, mandlige og kvindelige, amputere deres hænder i belønning for hvad de begået en afskrækkende [straf] fra Allah. Og Allah er ophøjet i Might and Wise.
el: [Όσο για] ο κλέφτης, το αρσενικό και το θηλυκό, ακρωτηριάσουν τα χέρια τους ανταμοιβή για αυτό που διέπραξαν ως αποτρεπτικός παράγοντας [τιμωρία] από τον Αλλάχ. Και Αλλάχ είναι Exalted στο μήπως και σοφός.
et: [Nagu] varas, isasloom ja emasloom, amputeerida registreerimiskohas mida nad võtsid hoiatavad [karistuse] Jumalalt oma käed. Ja Jumal on ülendatud Might ja tark.
fi: [Kuin] varas, uros ja naaras amputoida kätensä korvaukseksi he syyllistyneet pelotteena [rangaistus] Jumalalta. Ja Jumala on mahtava mahti ja viisas.
he: [אשר] הגנב, הזכר, הנקבה, לקטוע את ידיהם של פיצוי עבור מה שביצעו כגורם מרתיע [עונש] מן אללה. אללה הוא יינשא ב וייז והכוח.
hr: [I] lopov, mužjak i ženka, amputirati ruke nagraditi za ono što su počinili kao zastrašujući [kazne] od Allaha. A Allah je uzvišen u moć i mudar.
lt: [Kaip] vagis, vyrų ir moterų, amputuoti rankas į atpildą už ką jie padarė kaip atgrasymo priemonė [bausmė] nuo Dievo. Ir Dievas yra išaukštintas gali ir išmintingas.
lv: [Kā] zaglis, tēviņš un mātīte, amputēt viņu rokās atlīdzība par to, ko viņi izdarījuši kā iebiedēšanas līdzeklis [sods] no Allah. Un spēka un gudri ir cildens Allah.
nb: [For] tyven, mannlige og kvinnelige, amputere hendene i vederlag for hva de begått avskrekkende [straff] fra Allah. Og Allah er opphøyet i makt og klok.
sk: [Ako] zlodej, samec a samica, amputovať ruky v odmenu za to, čo spáchali ako odstrašujúci prostriedok [trest] od Boha. A Allah je vyvýšený na sile a múdry.
sl: [Kot] tat, moški in ženski, amputirati svoje roke v zaracunati za kaj zavezali kot svarilo [kazen] od Allah. In Alah je vzvišeno v oblast in pametno.
sr_cyrl: [Када је у питању] лопов, мужјак и женка, ампутирати руке у накнаду за шта су починили као одвраћања [казна] од Алаха. И , Алах велииа снагом и мудар.
sr_latn: [Kada je u pitanju] lopov, mužjak i ženka, amputirati ruke u naknadu za šta su počinili kao odvraćanja [kazna] od Alaha. I, Alah veliиa snagom i mudar.
uk: [Як] на злодія, чоловіки і жінки ампутувати свої руки в нагорода за те, що вони чинили як стримуючого фактора [покарання] від Аллаха. І Аллах піднесене в меча і Мудрого.
vi: [Đối với] kẻ trộm, Nam và nữ, cưa đi bàn tay của họ trong các thương hiệu cho những gì họ cam kết như là một răn đe [trừng phạt] từ Allah. Và Allah sôi nổi trong Might và khôn ngoan.
zu: [Ngokuqondene] isela, iduna nensikazi, nquma izandla zabo imbuyiselo ngenxa yalokho benze njengoba isivikelo [isijeziso] Allah.

# Quran708
source: But whoever repents after his wrongdoing and reforms, indeed, Allah will turn to him in forgiveness. Indeed, Allah is Forgiving and Merciful.
ca: Però qui es penedeix després de la seva irregularitats i reformes, de fet, Allah es convertirà per a ell en perdó. En efecte, Allah és indulgent i Clement.
cy: Ond pwy bynnag a edifarhao ar ôl ei gamwedd a diwygiadau, yn wir, Allah bydd droi ato mewn maddeuant. Yn wir, Allah yn Forgiving a Merciful.
da: Men den, der omvender sig efter hans forseelser og reformer, faktisk, Allah vil henvende sig til ham i tilgivelse. Allah er faktisk Forgiving og barmhjertige.
el: Αλλά όποιος μετανοεί μετά του αδικοπραγία και μεταρρυθμίσεις, πράγματι, Αλλάχ θα γυρίσει σε αυτόν για συγχώρεση. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Kuid kes pöördub tema valesti ja reformide pärast, tõepoolest, Allah muutub talle andeks. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Mutta kuka katuu väärinkäytöksistä ja uudistusten jälkeen, itse asiassa Jumala kääntää hänelle anteeksi. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: אבל מי מתחרטת לאחר מעשים רעים והרפורמות שלו, ואכן, אללה יהפוך אותו במחילה. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Ali tko god pokaje nakon prijestupa i reformi, doista, Allah će mu u oprost. Uistinu, Allah je opraštanje i milostiv.
lt: Bet tas, kas gailisi po jo nusikaltimą ir reformų, iš tiesų, Dievas bus Kreipiamės į jį atleidimą. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Bet tas, kurš nožēlo pēc viņa grēks un reformas, protams, Allah kļūs viņam piedošanu. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Men den som angrer etter hans forseelse og reformer, faktisk Allah vil slå ham i tilgivelse. Faktisk er Allah tilgi og barmhjertig.
sk: Ale kto ľutovať po jeho previnenie a reformy, skutočne Alah sa obracajú k nemu v odpustenie. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Ampak kdor spreobrne po svoje nepravilnosti in reforme, res, Alah bo pa mu v odpuščanje. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Али онај ко се покаје након сумњи и реформе, заиста, Аллах ће му у опрост. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Ali onaj ko se pokaje nakon sumnji i reforme, zaista, Allah će mu u oprost. Uistinu, Allah je Forgiving i milosrdna.
uk: Але той, хто кається після його порушник і реформ, дійсно, Аллах буде звертатися до нього в прощення. Дійсно, Аллах є бачить і Merciful.
vi: Nhưng bất cứ ai ăn năn sau khi sai trái và những cải cách của mình, thật vậy, Allah sẽ lần lượt cho ông trong sự tha thứ. Thật vậy, Allah là Forgiving Merciful.
zu: Kodwa noma ubani phenduka ngasemuva yobubi bakhe guqula ngempela, u Allah abaphendukela kuye intethelelo.

# Quran709
source: Do you not know that to Allah belongs the dominion of the heavens and the earth? He punishes whom He wills and forgives whom He wills, and Allah is over all things competent.
ca: No saps que a Allah pertany el dominion dels cels i la terra? Es castiga a qui ell vol i perdona qui ell voluntats, i és d'Allah sobre totes les coses competents.
cy: Nad ydych yn gwybod bod Allah yn perthyn iddo ddominiwn y nefoedd a'r ddaear? Mae ef yn cosbi pwy ef wills a maddau y mae ef yn wills, ac yn Allah dros holl bethau yn gymwys.
da: Ved du ikke, at Allah tilhører herredømme af himlene og jorden? Han straffer hvem han Testamente og tilgiver hvem han vil, og Allah er over alle ting kompetente.
el: Δεν ξέρετε ότι Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη; Τιμωρεί τους οποίους κάνει Διαθήκη και να συγχωρεί τον οποίο διαθήκες και Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Kas sa ei tea, et Allah kuulub võim taevas ja maa peal? Ta karistab, keda ta tahab ja andestab, keda ta tahab ja Allah on üle kõik asjad pädev.
fi: Eivät tiedä, että Jumalalle kuuluu valta taivaassa ja maan päällä? Hän rankaisee jotka hän tahtoo ja antaa anteeksi kenelle tahtoo, ja Jumala on kaikkivaltias toimivaltainen.
he: אתה לא יודע כי אללה שייך הריבונות של השמים והארץ? שהוא מעניש את מי הוא צוואות, סולח למי שהוא חפץ, וכל אללה נגמר המוסמכת כל הדברים.
hr: Znate li da Allahu pripada vlast na nebesima i na zemlji? On kažnjava koga on hoće i oprašta kome hoće, i Allah je sve nadležna.
lt: Ar jūs nežinote, kad Dievas priklauso viešpatavimas, dangų ir žemę? Jis baudžia kam jis testamentų ir atleidžia kam jis nori, ir Dievas yra virš visų dalykų kompetentinga.
lv: Vai jūs nezināt, ka Allāhs pieder Debesu un zemes valdījums Viņam sods, kuru viņš piespiež un piedod, kam viņš vēlas, un Allah ir pār visām lietām, kas ir kompetentas.
nb: Vet dere ikke at Allah tilhører herredømmet over himmelen og jorden? Han punishes som han wills og tilgir dem han wills, og Allah er over alle ting kompetent.
sk: To neviete že Alah patrí panstva nebies a Zeme? On trestá ktorého vôle a odpustí komu on chce, a Boh je nad všetkými vecami, ktoré sú príslušné.
sl: Ali ne veste, da Allah pripada oblast nebes in zemlje? On kaznuje koga je oporok in odpusti jim je oporok in Alah je nad vse stvari, ki so pristojni.
sr_cyrl: Ти не знаш да Аллах припада власт небеса и земље Он каћњава коју је воља, и кога је воља, и Аллах је преко надлежних све ствари не опрости.
sr_latn: Ti ne znaš da Allah pripada vlast nebesa i zemlje On kaћnjava koju je volja, i koga je volja, i Allah je preko nadležnih sve stvari ne oprosti.
uk: Хіба ви не знаєте, що Аллаху належить Домініон небеса та земля? Він карає, кого він воля і прощає кому він хоче і Аллах є все впокорив компетентним.
vi: Bạn không biết rằng Allah thuộc lãnh địa của bầu trời và trái đất? Ông trừng phạt người mà ông wills và tha thứ cho người mà Ngài muốn, và Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Anazi yini ukuthi Allah fanele dominion of bhakabhaka hlaba?

# Quran710
source: O Messenger, let them not grieve you who hasten into disbelief of those who say, "We believe" with their mouths, but their hearts believe not, and from among the Jews. [They are] avid listeners to falsehood, listening to another people who have not come to you. They distort words beyond their [proper] usages, saying "If you are given this, take it; but if you are not given it, then beware." But he for whom Allah intends fitnah - never will you possess [power to do] for him a thing against Allah. Those are the ones for whom Allah does not intend to purify their hearts. For them in this world is disgrace, and for them in the Hereafter is a great punishment.
ca: O Missatger, deixar-los plorar no que afanyo en la incredulitat d'aquells que diuen, "Creiem" amb la boca, però els cors no creuen i entre els jueus. [Són] oients àvids per falsedat, escoltant una altra gent que no han arribat a vostè. Es distorsionar paraules més enllà dels usos [correcte], dient "si se li dóna això, prendre però si vostè no es donen, llavors vés amb compte." Però per a qui pretén que Allah fitnah - mai es posseeixen [poder fer] per a ell una cosa contra Allah. Aquests són els per qui Allah no pretenen purificar els seus cors. Per a ells en aquest món és desgràcia, i per a ells en el futur és una pena gran.
cy: O Messenger, gadewch iddynt nid galaru chi sy'n cyflymu i anghrediniaeth o'r rheiny sy'n dweud, "Credwn" â' u cegau, ond mae eu calonnau yn credu ni, ac o blith yr Iddewon. [Maent] gwrandawyr brwd i anwiredd, gwrando ar bobl arall nad ydynt wedi dod i chi. Maent yn ystumio geiriau tu hwnt i eu defnyddio gyfer [iawn], yn dweud "Os ydych yn ystyried hyn, ei gymryd; ond os nad ydych yn cael ei, yna cofiwch." Ond y mae'r Allah yn bwriadu fitnah-byth y bydd meddu ar [pŵer i wneud] iddo ef peth erbyn Allah. Dyma'r rhai am bwy Allah nid yn bwriadu puro'r eu calonnau. Iddynt yn y byd hwn yn warthus, ac ar eu cyfer yn y o hyn ymlaen yn cosbi mawr.
da: O Messenger, lad dem ikke bedrøve dig, der skynder mig ind i vantro af dem, der siger, "Vi tror" med deres munde, men deres hjerter mener ikke, og blandt jøderne. [Der] ivrig lyttere til løgn, lytte til et andet folk, der ikke er kommet til dig. De fordrejer ord ud over deres [ordentlig] kutymer, at sige "Hvis du får dette, tage det; men hvis du ikke får det, så pas på." Men han for hvem Allah agter fitnah - aldrig vil du besidder [magt til at gøre] for ham en ting mod Allah. De er dem, for hvem Allah ikke agter at rense deres hjerter. For dem i denne verden er skændsel, og er en stor straf for dem i hinsidige.
el: O αγγελιοφόρος, ας δεν λυπάστε εσείς που σπεύδουν σε δυσπιστία από αυτούς που λένε, «Πιστεύουμε» με το στόμα τους, αλλά τις καρδιές τους δεν πιστεύουν, και, αφετέρου, οι Εβραίοι. [Είναι] μανιώδεις ακροατές να ψέμα, ακούγοντας ένα άλλο ανθρώπους που δεν έχουν έρθει σε σας. Που διαστρεβλώνουν τα λόγια πέρα από τους [σωστή] χρήσεις, λέγοντας «αν δέχεσαι αυτό, να είναι? αλλά εάν δεν δίνεστε, στη συνέχεια, beware.» Αλλά για τους οποίους Αλλάχ προτίθεται fitnah - ποτέ δεν θα διαθέτετε [εξουσία να κάνει] για τον ένα πράγμα κατά Αλλάχ. Εκείνοι είναι αυτοί για τους οποίους Αλλάχ δεν προτίθεται να καθαρίσει τις καρδιές τους. Για τους σε αυτόν τον κόσμο είναι ντροπή, και για τους στη συνέχεια είναι μεγάλη τιμωρία.
et: O Messenger, lasin mitte kurvastada, kes kiirustama arvesse uskumatus, kes öelda: "Me usume" koos suhu, kuid ei usu nende südamed ja juutide hulgast. [On] innukas kuulajaid valetamine, kuulata teist inimest, kes on tulnud teile. Nad moonutavad sõnad kaugemale [nõuetekohase] tavadega, öeldes: "Kui teile antakse see, võta; Aga kui sa ei ole esitatud, siis Hoiduge." Kuid ta kellele Allah kavatseb fitnah - kunagi sa nüüd [võimuses] teda asi Jumala vastu. Need on need, kellele Allah ei kavatse puhastada nende südame jaoks. Neil siin maailmas on häbi neil edaspidi on suur karistus.
fi: Messenger, anna heidän Sure sinä, joka nopeuttaa epäuskoa, jotka sanovat, "Uskomme" suullansa, mutta heidän sydämensä usko ja juutalaisten keskuudesta. Ne ovat innokas kuulijaa valhe, kuunnella toinen ihmiset, jotka eivät ole tulleet teille. Ne vääristävät sanoja pidemmälle [kunnollista] harjoittamiseen, sanoi, "Jos sinulla on tämä, ota se; mutta jos et ole antanut sitä, varo." Mutta hän jolle Allah aikoo fitnah - koskaan hallussaan [power tehdä] hänelle yhtä Jumalaa vastaan. Ne ovat niitä varten jolle Allah ei aio puhdistaa heidän sydämensä. Heille tässä maailmassa on häpeällistä ja niitä jäljempänä on suuri rangaistus.
he:  Messenger, לתת להם לא מתאבל אתה ממהר לתוך אמון אומרים, "אנו מאמינים" עם פיות פעורים, אך ליבם לא מאמינים, וגם מקרב היהודים. [הם] למאזינים נלהבים כזב, ולעזור להם עוד לא לבוא אליך. שהם מסלפים את המילים מעבר שימושים [נאות] שלהם, אומר "אם נותנים לך את זה, קח את זה; אבל אם אתם לא מקבלים אותו, אז להיזהר." . אבל הוא עבור מי אללה בכוונת fitnah - לעולם לא ברשותך [הכוח לעשות] לו משהו נגד אללה. אלה הם אלה עבור מי אללה אינו מתכוון לטהר את ליבם. בשבילם בעולם הזה הוא בושה, להם בעולם הבא הוא עונש גדול.
hr: O Messenger, neka ne tuguju koji ubrzati u nevjerici onih koji kažu: "Vjerujemo" usta, ali njihova srca ne vjeruju i od Židova. [Oni su] pohlepan slušatelji laži, slušati drugi ljudi koji nisu za vas. Oni iskrivljuju riječi izvan svog [vlastita] uzance, rekavši "Ako su ovo dani, uzeti Ali ako ti ne daje, onda čuvajte." Ali on za koga Allah namjerava fitnah - nikada ne će imati [moć učiniti] za njega protiv Allaha. To su one za koje Allah ne namjerava očistiti srca. Za njih na ovom svijetu je sramota i za njih u daljnjem tekstu je velika kazna.
lt: O Messenger, tegul negalime sielvartauti kurie skubėti į netikėjimo tiems, kurie sako: "Mes tikime" su savo burnas, tačiau jų širdyse netikite, ir iš žydų. [Jie] avid klausytojams melas, įsiklausymo į kitą žmonės, kurie ne jums. Jie iškraipyti žodžių už jų [tinkamą] papročius, sakydamas: "jei jums yra atsižvelgiant į tai, imtis bet jei jum ne tai, tada saugokitės." Bet jis, kuriam Dievas ketina fitnah - niekada bus jums turėti [galia daryti] jam dalykas nuo Dievo. Jie yra tie, kuriems Dievas neketina išvalyti jų širdyse. Juos šiame pasaulyje yra gėda, o jiems toliau yra puikus bausmė.
lv: O Messenger, ļaujiet viņiem Nebēdājies, kuri paātrināt uz neticību tiem, kuri saka: "Mēs uzskatām, ka" ar mutēm, bet viņu sirdis nevar ticēt, un no ebrejiem. [Tie] avid klausītājiem nepatiesību, klausoties citu cilvēku, kas nenāk pie jums. Tie izkropļo vārdus aiz viņu [pareizu] paražas, sakot "Ja jums tas ir dots, veikt to; bet, ja jums nav dota, tad piesargāties". Bet viņš kam Allāhs ir paredzējusi fitnah - nekad netiks jums piemīt [vara] viņam lieta pret Allah. Tie ir tie, par kuriem Allah neplāno attīrīt sirdis. Viņiem šajā pasaulē ir negods, un viņiem turpmāk ir liels sods.
nb: O Messenger, la dem ikke sørger over deg som skynde til vantro som sier, "Vi tror" med sin munn, men deres hjerter tror ikke, og blant jødene. [De er] ivrige lyttere til løgn, lytte til en annen mennesker som ikke har kommet til deg. De forvrenger ord utover deres [riktig] bruksområder, sa: «Hvis du får dette, ta det. men hvis du ikke får det, så pass. Men han som Allah hensikt fitnah - aldri vil du ha [power å gjøre] for ham noe mot Allah. De er de for hvem Allah har ikke tenkt å rense sine hjerter. For dem i denne verden er skam, og for dem i hinsidige er stor straff.
sk: O Messenger, nech nie ste, ktorí ponáhľať do nevíri, tých, ktorí hovoria: "Sme presvedčení" s ich ústa, ale neveria ich srdce a spomedzi Židia truchlit. [Sú] nadšeným poslucháčom lož, počúvaní ďalší ľudia, ktorí nemajú prísť k vám. Oni narušiť slová mimo ich [správne] zvyklostiam, povedal: "Ak budete mať to, vziať; ale ak ho nedostanete, potom pozor." Ale pre koho Boh chce fitnah - nikdy nebude mať [moc robiť] pre neho niečo proti Alah. To sú tie, na ktorých Boh nemá v úmysle očistiť svoje srdce. Je hanba pre nich v tomto svete, a je pre nich v nižšie veľký trest.
sl: O Messenger, jim ne žalujejo, ki pospeši v nejeverno tistih, ki pravijo, "Verjamemo" z usta, vendar njihova srca ne verjamejo, in med Judov. [So] navdušeni poslušalci na laž, poslušanje še ljudi, ki ne izvirajo vam. Da izkrivljajo besede po svoje [pravilno] rabe, pravi, "če vi ste glede na to, da; ampak če si ne glede na to, potem pazi." Vendar je za katere Allah namerava fitnah - nikoli ne bodo imeli [sila uganjati] zanj stvar zoper Alah. To so tisti, za katere Allah ne nameravajo očisti svoje srce. Zanje v tem svetu je sramota, in jih v nadaljevanju je veliko kazen.
sr_cyrl: О , гласник, нека не тугуј који убрзати у неверици оних који кажу, "Сматрамо" својим устима, али не верујем да њихова срца, и међу Јеврејима. [То су] страствени слушаоце да неистина, свих други Ијуди који нису нас напасти. Они су искривили речи изван њихове [одговарајуће] индустријама, рекавши да "Ако на располагању имате ово, узми га; Али ако није на располагању, онда пазите." Али он је за кога Аллах намерава фитнах - никада те опседа [моци] за њега нешто против Алаха. То су они за којима Аллах не намерава да очисти њихова срца. За њих у овом свету је срамота и за њих на другом свету је велика казна.
sr_latn: O, glasnik, neka ne tuguj koji ubrzati u neverici onih koji kažu, "Smatramo" svojim ustima, ali ne verujem da njihova srca, i među Jevrejima. [To su] strastveni slušaoce da neistina, svih drugi Ijudi koji nisu nas napasti. Oni su iskrivili reči izvan njihove [odgovarajuće] industrijama, rekavši da "Ako na raspolaganju imate ovo, uzmi ga; Ali ako nije na raspolaganju, onda pazite." Ali on je za koga Allah namerava fitnah - nikada te opseda [moci] za njega nešto protiv Alaha. To su oni za kojima Allah ne namerava da očisti njihova srca. Za njih u ovom svetu je sramota i za njih na drugom svetu je velika kazna.
uk: O Messenger, нехай вони не шкодую вас, хто Поспішай в невірстві тих, які кажуть: "Ми вважаємо" з роти, але їх серця вірити не і з-поміж євреїв. [Вони] avid слухачів брехня, прислухаючись до іншого народу, який прийшов до вас. Викривляють слова за межами їх [належного] звичаї, кажучи: "Якщо ви отримуєте це, взяти його; але якщо вам не дають, то будьте обережні." Але він для кого Аллах має намір fitnah - ніколи не ви оволодієте [владу робити] для нього справа проти Аллаха. Ті, це ті, для кого Аллаху не має наміру очистити свої серця. Їм у цьому світі є ганьбою, і для них в загробному світі велике покарання.
vi: O Messenger, hãy để họ không phải đau khổ người đẩy nhanh vào sự hoài nghi của những người nói rằng, "Chúng tôi tin rằng" với miệng của mình, nhưng trái tim của họ tin rằng không, và trong số những người Do Thái. [Họ là] thính giả avid để falsehood, lắng nghe những người khác, những người đã không đến với bạn. Họ bóp méo từ ngoài của tập quán [thích hợp], nói rằng "nếu bạn có được điều này, mang nó; nhưng nếu bạn không có được nó, sau đó hãy cẩn thận." Nhưng ông cho người mà Allah dự fitnah - không bao giờ sẽ có [sức mạnh để làm] cho anh ta một điều với Allah. Những người đang có những người cho người mà Allah không có ý định thanh tẩy trái tim của họ. Đối với họ trong thế giới này là hổ thẹn, và đối với họ trong tương lai là một hình phạt rất lớn.
zu: O Messenger, qhashisa them ningadabuki wena ungubani khawuleza ku disbelief labo abathi: "Sikholelwa" ngemilomo yabo, kodwa izinhliziyo zabo anikholwa, futhi phakathi kwamaJuda.
