Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3131
source: And he had recited it to them [perfectly], they would [still] not have been believers in it.
ca: I ell havia recitat a ells [perfectament], [encara] no haurien estat creients en ell.
cy: Ac wedi iddo ei roi iddynt yn [berffaith], [o hyd] ni buasai credinwyr yn ei.
da: Og han havde fremsagde det til dem [perfekt], de ønsker [fortsat] ikke blevet troende i det.
el: Και αυτός είχε απήγγειλε τους [τέλεια], [ακόμη] δεν ήταν πιστοί σε αυτό.
et: Ja ta oli loetud see neile [täiesti], nad [ikka] ei oleks usuvad seda.
fi: Ja hän oli lausui se heille [aivan], he [edelleen] ei olisi ollut uskoa sitä.
he: הוא דקלם זאת להם [מאוד], הם [עדיין] לא היו מאמינים בו.
hr: I on je to izrecitirao im [potpuno], [još] nije bili bi vjernici u to.
lt: Ir jis turėjo skaito tai jiems [puikiai], jie [vis dar] nebūtų buvę tikinčiųjų į jį.
lv: Un viņš bija skaitīja tiem [perfekti], tās [vēl] nebūtu ticīgie tajā.
nb: Og han hadde leste det dem [perfekt], de [fortsatt] ikke ville vært troende i den.
sk: A on mal prednášal na nich [dokonale], ktoré by [stále] neboli veriaci v to.
sl: In on je recitiral jim [popolnoma], da bi [] mogla verniki v to.
sr_cyrl: И имао рецитовао га да их [потпуно], [још] нису били би верници у њему.
sr_latn: I imao recitovao ga da ih [potpuno], [još] nisu bili bi vernici u njemu.
uk: І він мав читав його їх [відмінно], вони [ще] було б віруючих в ньому.
vi: Và ông đã ngâm nó với họ [hoàn], họ sẽ [còn] không có là các tín hữu trong nó.
zu: Wayengalungisanga hlabelela it them [ngokuphelele], babeyoqhubeka [namanje] Kwakungafanele amakholwa kuwo.

# Quran3132
source: Thus have We inserted disbelief into the hearts of the criminals.
ca: Així ens han inserit incredulitat en els cors dels criminals.
cy: Felly yr ydym wedi gosod anghrediniaeth calonnau y troseddwyr.
da: Derfor har vi indsat vantro ind i hjerterne på kriminelle.
el: Έτσι εμείς καταχώρησες δυσπιστία προς τις καρδιές των εγκληματιών.
et: Seega on meil lisada uskumatus kurjategijad südamed.
fi: Näin me lisännyt epäusko rikolliset sydämiin.
he: לכן אנחנו הכנסת אמון בליבם של הפושעים.
hr: Tako smo umetnuli nevjerica u srcima kriminalci.
lt: Taigi mes, įterptos netikėjimas nusikaltėliai širdyse.
lv: Tādējādi mums ir ievietota neticība noziedznieku sirdīs.
nb: Dermed har vi satt vantro av kriminelle.
sk: Tak sme vložili neveriacky do sŕdc zločinci.
sl: Tako smo vstavili nejeverno v srca kriminalci.
sr_cyrl: Стога смо уметнули неверовање у срцима од криминалаца.
sr_latn: Stoga smo umetnuli neverovanje u srcima od kriminalaca.
uk: Таким чином ми вставки невіра в серця злочинців.
vi: Do đó chúng tôi đã đưa sự hoài nghi vào trái tim của những tên tội phạm.
zu: kanjalo We kushuthekwa disbelief ezinhliziyweni izigebengu.

# Quran3133
source: They will not believe in it until they see the painful punishment.
ca: No creuran en ell fins que veuen el dolor càstig.
cy: Ni byddant yn credu ynddo nes iddynt weld y gosb poenus.
da: De vil ikke tro på det indtil de ser en smertefuld straf.
el: Και δεν θα πιστεύουν σε αυτό μέχρι να δουν την οδυνηρή τιμωρία.
et: Nad ei usu seda enne, kui nad näevad valus karistuse.
fi: He eivät usko siihen kunnes he näkevät tuskallisen rangaistuksen.
he: הם לא יאמין בו עד שהם רואים את העונש מכאיב.
hr: Neće vjerovati u to dok ne vide bolna kazna.
lt: Jie netikiu, kol jie mato skausmingas bausmes.
lv: Tie nav domāt tajā, līdz viņi redz sāpīgi sods.
nb: De vil ikke tro det før de ser smertefulle straffen.
sk: Nebudú veriť v to dovtedy, kým vidí bolestivé trest.
sl: Ne boste verjeli v to dokler vidijo boleče kaznovanje.
sr_cyrl: Не верују у то док не виде болна казна.
sr_latn: Ne veruju u to dok ne vide bolna kazna.
uk: Не повірять у ньому поки вони бачать хворобливі покарання.
vi: Họ sẽ không tin vào nó cho đến khi họ nhìn thấy sự trừng phạt đau đớn.
zu: They cha kholwa it baze babone buhlungu jeziso.

# Quran3134
source: And it will come to them suddenly while they perceive [it] not.
ca: I vindrà a ells de sobte mentre ho perceben [] no.
cy: A daw iddynt yn sydyn tra welant [TG] ni.
da: Og det vil komme til dem pludselig, mens de ikke opfatter [det].
el: Και θα έρθει να τους ξαφνικά ενώ θα το αντιληφθεί [] όχι.
et: Ja see tuleb neile ootamatult kuigi nad tajuvad [see] ei.
fi: Ja se tulee heille yhtäkkiä kun he kokevat [se] ei.
he: זה יבוא להם לפתע בזמן שהם רואים [בו] לא.
hr: I ona će doći da ih odjednom dok su [to] ne percipiraju.
lt: Ir jis ateis į juos staiga o jie suvokia [jis] negali.
lv: Un tas nāks viņiem pēkšņi, kamēr viņi uztver [tā] nav.
nb: Og det vil komme til dem plutselig mens de ikke oppfatter [det].
sk: A príde k nim zrazu hoci vnímajú, že [to] nie.
sl: In bo prišel do njih nenadoma pa menijo, da [je] ne.
sr_cyrl: И то ће да им се одједном док су [то] не доживљавају.
sr_latn: I to će da im se odjednom dok su [to] ne doživljavaju.
uk: І він прийде на них раптово, хоча вони сприймають [вона] не.
vi: Và nó sẽ đến với họ đột nhiên trong khi họ nhận thức [nó] không.
zu: Futhi sondela them ngokuzuma ngenkathi bebona [isixhumo] cha.

# Quran3135
source: And they will say, "May we be reprieved?"
ca: I diran, "Pot ser reprieved?"
cy: A byddant yn dweud, "Efallai inni fod yn reprieved?"
da: Og de vil sige, "Kan vi blive benådet?"
el: Και θα λένε, «Μπορεί να εμείς αναβολή;»
et: Ja nad ütlevad, "Võib meil olla reprieved?"
fi: Ja he sanovat, "Ehkä me olla juonen?"
he: הם יגידו, "אולי אנחנו למחקו?"
hr: I oni će reći, "Mogli smo biti pošteđeni?"
lt: Ir jie sako, "Gali mes būti reprieved?"
lv: Un viņi teiks, "Var mums būt reprieved?"
nb: Og de vil si, "Kan vi være reprieved?"
sk: A povedia, "Možno sme sa reprieved?"
sl: In ti bo rekel, "Lahko smo se prejetjem?"
sr_cyrl: И рећи ће, "Можда бисмо се реприевед?"
sr_latn: I reći će, "Možda bismo se reprieved?"
uk: І вони будуть говорити, "Може ми бути reprieved?"
vi: Và họ sẽ nói, "Có thể chúng ta được reprieved?"
zu: Futhi ngokuqinisekile ziyothi, 'Kwangathi singazimisela reprieved? "

# Quran3136
source: So for Our punishment are they impatient?
ca: Així que per a un càstig són impacient?
cy: Felly ar gyfer ein cosbi yr ydynt yn ddiamynedd?
da: Så for vores straf er de utålmodige?
el: Έτσι για την τιμωρία μας είναι ανυπόμονοι;
et: Nii meie karistus on nad kannatamatu?
fi: Joten meidän rangaistusta he ovat kärsimättömiä?
he: ? אז לעונש שלנו הם חסר סבלנות
hr: Za naše kazne su nestrpljivi?
lt: Taigi mūsų bausmė jie nekantrus?
lv: Tātad par mūsu sodu tie degu?
nb: Så for vår straff er de utålmodige?
sk: Tak pre náš trest sú netrpezlivý?
sl: Tako za naše kazni so nestrpni?
sr_cyrl: Дакле за казну су нестрпљиви?
sr_latn: Dakle za kaznu su nestrpljivi?
uk: Тому нашими покарання вони нетерплячі?
vi: Vì vậy đối với hình phạt của chúng tôi là họ thiếu kiên nhẫn?
zu: Ngakho isijeziso ethu awaboni they baphelelwa yisineke?

# Quran3137
source: Then have you considered if We gave them enjoyment for years
ca: Llavors has pensat si vam donar gaudi durant anys
cy: Wedyn a ydych wedi ystyried os ydym yn rhoi iddynt fwynhau am flynyddoedd
da: Derefter har du overvejet, hvis vi gav dem nydelse i år
el: Στη συνέχεια, έχετε εξετάσει εάν τους δώσαμε απόλαυση για χρόνια
et: Siis oled sa mõelnud, kui andsime neile naudingut aastat
fi: Niin Oletko harkinnut, jos annoimme nauttia vuosia
he: אז שקלת אם נתנו להם הנאה במשך שנים
hr: Jeste li onda ako smo im dali uživanje za godina
lt: Tada ar manoma, jei mes jiems davė malonumą metų
lv: Tad tu esi ievērojis, ja mēs viņiem deva prieku gadiem
nb: Deretter har du vurdert hvis vi ga dem glede i år
sk: Potom ste uvažovali, ak sme dali im radosť rokov
sl: Potem ste pomislili, če smo jih užitek za let
sr_cyrl: Онда јеси ли помислио да ако смо им дали уживање годинама
sr_latn: Onda jesi li pomislio da ako smo im dali uživanje godinama
uk: Потім ви подумали, що якщо ми дали їм задоволення протягом багатьох років
vi: Sau đó có các bạn có thể coi là nếu chúng tôi đã cho họ hưởng thụ trong nhiều năm qua
zu: Khona wake wakucabangela yini uma We epha them ukunama iminyaka

# Quran3138
source: And then there came to them that which they were promised?
ca: I llavors va venir a ells que es va prometre?
cy: Ac yna mae daeth iddynt a addawyd iddynt?
da: Og så der kom til dem, som de blev lovet?
el: Και τότε εκεί ήρθε να τους αυτό που τους είχαν υποσχεθεί;
et: Ja siis tuli neile, mida nad olid lubasid?
fi: Ja sitten tuli heille että, jotka heille luvattiin?
he: ? ומה אז נשמע להם את אשר הם הבטיחו
hr: I onda dođe na njih ono što im je obećano?
lt: Ir tada atėjo jiems tai, kas jie buvo žadėta?
lv: Un tad nāca pie viņiem to, kas viņiem bija solīts?
nb: Og så det kom til dem som de ble lovet?
sk: A potom tam prišiel k nim, ktoré boli sľúbil?
sl: In potem je prišel do njih, ki so bili obljubili?
sr_cyrl: А онда тамо им оно што су обећали су?
sr_latn: A onda tamo im ono što su obećali su?
uk: А потім прийшов до них те, що вони були обіцяні?
vi: Và sau đó có đến với họ mà họ đã hứa hẹn?
zu: Futhi ke kwafika kubo ukuthi ababeya bathenjiswa nini kokuthoma?

# Quran3139
source: They would not be availed by the enjoyment with which they were provided.
ca: No vols ser aprofitat per gaudir amb els quals se ls proveí.
cy: Byddai eu ni fod wedi manteisio ar gan y mwynhad a roddwyd iddynt.
da: De ville ikke være benyttet af nydelse, som de blev givet.
el: Αυτοί δεν θα να επωφελήθηκε από την απόλαυση με την οποία είχαν καταβληθεί.
et: Ei oleks nad kasutanud poolt nautimine, kellega nad olid andnud.
fi: Ne ei käyttänyt nautintoa, josta sille annettiin.
he: הם לא ניתן ניצל על ידי ההנאה שבה שהם שסופקו.
hr: Oni bi se poslužio za uživanje s kojima su pružene.
lt: Jie ne turėtų būti pasinaudojo su kuriomis jie buvo suteikti malonumą.
lv: Tie būtu guvis nevis ar prieku, ar kuriem tie tika sniegti.
nb: De ville ikke bli benyttet av glede som de ble gitt.
sk: Oni by byť nie využila potešenie, ktoré boli poskytnuté.
sl: Ni da bi koristil užitek, s katerimi so bili predvideni.
sr_cyrl: Они би се уздигло није уживање са којом су пружене.
sr_latn: Oni bi se uzdiglo nije uživanje sa kojom su pružene.
uk: Вони б не скористатися шляхом задоволення, з якими вони були надані.
vi: Họ sẽ không được availed bằng phần thú vị mà họ đã cung cấp.
zu: Bangabulawa isivikelo ngu ukuthabela ngazo alungiselelwa.

# Quran3140
source: And We did not destroy any city except that it had warners
ca: I no ens va fer destruir qualsevol ciutat excepte que tenia lesprimeres
cy: Ac nad ydym yn dinistrio unrhyw ddinas heblaw ei fod yn cael warners
da: Og vi ødelægge ikke enhver by, bortset fra at det var warners
el: Και, δεν καταστρέψαμε οποιαδήποτε πόλη εκτός από το ότι είχε warners
et: Ja me ei muutnud linnas välja, et see oli warners
fi: Ja me tuhota tahansa kaupunkiin, paitsi, että se oli warners
he: אנחנו לא השמידו כל עיר חוץ מזה היה לזה בוורנר
hr: I mi uništiti svaki grad osim da je imao Warneru
lt: Ir mes nesunaikino bet miestas, išskyrus tai, kad jis turėjo warners
lv: Un mēs ne iznīcināt jebkuru pilsētu izņemot to, ka tas bija warners
nb: Og vi gjorde ikke ødelegge enhver by bortsett fra at det hadde warners
sk: A sme nezničil nejaké mesto, okrem toho, že mal warners
sl: In mi ni ukazal uničiti katero koli mesto razen, da je imela warners
sr_cyrl: И морамо уништити било који град осим што га је имао само идеја
sr_latn: I moramo uništiti bilo koji grad osim što ga je imao samo ideja
uk: І ми не знищити будь-якого міста, за винятком того, що її місті warners
vi: Và chúng tôi không đã tiêu diệt bất kỳ thành phố, ngoại trừ rằng nó đã warners
zu: Futhi Sasingenalo uyobhubhisa noma ubani umuzi ngaphandle kokuthi kwadingeka warners

# Quran3141
source: As a reminder; and never have We been unjust.
ca: Com a recordatori; i mai ens han estat d'injustes.
cy: Fel nodyn atgoffa; ac byth ein bod wedi bod yn anghyfiawn.
da: Som en påmindelse; og aldrig har vi været uretfærdig.
el: Ως μια υπενθύμιση? και ποτέ δεν πρέπει εμείς να έχουν άδικο.
et: Meeldetuletus; ja kunagi oleme olnud alusetu.
fi: Muistutuksena; ja me koskaan epäoikeudenmukainen.
he: כתזכורת; מעולם לא היינו בלתי צודק.
hr: Kao podsjetnik; i nikad nisu bili nepravedni.
lt: Kaip priminimą; ir niekada mes buvo nepagrįstas.
lv: Kā atgādinājums; un nekad mums nav bijis netaisns.
nb: Som en påminnelse; og aldri har vi blitt urettferdig.
sk: Ako pripomenutie; a nikdy sme neboli nespravodlivé.
sl: Kot opomin; in nikoli mi bilo nepravično.
sr_cyrl: Као подсетник; и никада нисмо били неправедни.
sr_latn: Kao podsetnik; i nikada nismo bili nepravedni.
uk: Як нагадування; і ніколи не є у нас була несправедливою.
vi: Như một lời nhắc nhở; và chúng tôi đã không bao giờ được bất công.
zu: Njengesikhumbuzo;

# Quran3142
source: And the devils have not brought the revelation down.
ca: I els diables no han portat la revelació.
cy: Ac wedi y devils y datgeliad ni i lawr.
da: Og djævle har ikke bragt Åbenbaringen ned.
el: Και οι διάβολοι έχουν δεν ανέτρεψαν την αποκάλυψη.
et: Ja kuradid ei toonud Ilmutuse.
fi: Ja devils on saatu ilmestys.
he: השדים לא הביאו את ההתגלות.
hr: I vragovi su donijeli otkrivenje.
lt: Ir velnių neatnešė Apreiškimo.
lv: Un velni nav nesušas atklāsme uz leju.
nb: Og djevlene har ikke åpenbaringen.
sk: A devils nie zvrhli zjavenia.
sl: In devils ni prinesel razodetje.
sr_cyrl: А демони нису донели откровење.
sr_latn: A demoni nisu doneli otkrovenje.
uk: І чортів мають не збили одкровення.
vi: Và các quỷ có không hạ sự mặc khải.
zu: Dimoni akuzange kulethe isambulo phansi.

# Quran3143
source: It is not allowable for them, nor would they be able.
ca: No és admissible per a ells, ni ells seria capaços.
cy: Nid yw'n a ganiateir iddynt, ac ni fyddent yn gallu.
da: Det er ikke tilladt for dem, eller ville de kunne.
el: Δεν είναι επιτρεπτή για τους, ούτε θα είχαν τη δυνατότητα.
et: Ei ole lubatud nende eest ega oleks neid võimalik.
fi: Ei ole sallittua niitä, eikä ne voisivat.
he: . זה לא מותרות בשבילם, וגם הם יוכלו.
hr: Nije dopuštena za njih, niti bi bili u mogućnosti.
lt: Tai nėra leistinas juos, nei jie galėtų.
lv: Nav pieļaujams par tiem, kā arī tie varētu.
nb: Det er ikke tillatt for dem, heller ikke ville de kunne.
sk: Nie je prípustné pre nich, ani oni by mohli.
sl: To ni dovoljeno, da jih, niti bi jih lahko.
sr_cyrl: То није недозвољено, нити би они моћи.
sr_latn: To nije nedozvoljeno, niti bi oni moći.
uk: Це не допускається для них, і вони могли б.
vi: Nó không phải là cho phép cho họ, và cũng không họ sẽ có thể.
zu: It is not sivumelekile kona, futhi babengeke bakwazi.

# Quran3144
source: Indeed they, from [its] hearing, are removed.
ca: Fet que, des [seva] audiència, se suprimeixin.
cy: Yn wir gan [ei] clyw, eu, dileu.
da: Faktisk fjernes, fra [sin] hørelse, de.
el: Πράγματι, από [την] ακροαματική διαδικασία, καταργούνται.
et: Tõepoolest, alates [selle] ärakuulamise eemaldatakse.
fi: Itse asiassa ne, [sen] kuulo poistetaan.
he: אכן הם, מן השמיעה [שלה], מוסרים.
hr: Doista, iz [svoje] sluha su uklonjene.
lt: Iš tiesų, nuo [jos] klausos, išimant.
lv: Tik tiešām tie, no [tās] tiesas sēdē, tiek noņemti.
nb: Faktisk fjernes, fra [its] hørsel, de.
sk: Skutočne, od [jeho] sluch, sú odstránené.
sl: Res, od [svoj] obravnave, se odstranijo.
sr_cyrl: Заиста су, из [своје] слух, се уклањају.
sr_latn: Zaista su, iz [svoje] sluh, se uklanjaju.
uk: Справді, від [його] слухання знищуються.
vi: Thực sự họ, từ điều trần [của mình], được gỡ bỏ.
zu: Impela, ekuzweni [yayo], kususwa.

# Quran3145
source: So do not invoke with Allah another deity and [thus] be among the punished.
ca: Així no invocar amb Allah una altra divinitat i [] que entre el castigava.
cy: Felly wneud galw'r ag Allah Dduwdod arall a [felly], fod ymhlith y cosbi.
da: Så du skal ikke påberåbe sig med Allah en anden guddom og [dermed] være blandt de straffes.
el: Έτσι δεν επικαλεσθείτε με Αλλάχ μια άλλη θεότητα και [έτσι] είναι μεταξύ η τιμωρία.
et: Seega Kasuta Allah ja teine jumalus ja [seega] tuleb vahel ka karistada.
fi: Joten Älä vedota kanssa Jumala toinen Jumaluuden ja [] siis niistä rangaistaan.
he: אז לא הפעלת עם אללה אלוהות אחרת ותהיה [לכן] בין נענשו.
hr: Pozivanje uz Allaha još i [tako] biti među je kažnjen.
lt: Todėl nereikia remtis su Dievo kitos dievybės ir [taip] būti tarp ir nubaustas.
lv: Tāpēc nevar izsaukt ar Allah citu dievību un [tādējādi] būt vidū ir sodīti.
nb: Så ikke starte med Allah en annen guddom og [slik] være blant de straffet.
sk: Takže nie odvolávať s Alah iného Božstva a [teda] medzi potrestaný.
sl: Torej, ne uveljavlja s Allah druga božanstva in [tako] se med se kaznuje.
sr_cyrl: Тако да немојте позивати Алах други боћанство и [тако] бити међу казњенике.
sr_latn: Tako da nemojte pozivati Alah drugi boћanstvo i [tako] biti među kaznjenike.
uk: Так що не посилатися з Аллах інший божество і [так] бути серед на покараний.
vi: Vì vậy, không gọi với Allah một vị thần và [do đó] có một trong các bị trừng phạt.
zu: Ngakho musa ukunxusa Allah nomunye unkulunkulu [ngenxa yalokho] abe phakathi ajeziswe.

# Quran3146
source: And warn, [O Muhammad], your closest kindred.
ca: I advertir, [O Muhammad], el seu més proper parentela.
cy: A rhybuddio, [O Muhammad], eich kindred agosaf.
da: Og advare, [O Muhammad], dine nærmeste slægtninge.
el: Και προειδοποιούν, [Ο Μωάμεθ], το πιο κοντινό συγγενείς.
et: Ja hoiatan, [O Muhammad], lähim Hõimurahvaste.
fi: Ja varoittaa, [Oi Muhammed] lähinnä suvulle.
he: להזהיר, [O מוחמד], את דומה הקרוב ביותר שלך.
hr: I upozoriti, [O Muhammad], najbliže srodne.
lt: Ir įspėti, [O Muhammad], jūsų arčiausiai kilmę.
lv: Un brīdināt [O Muhammad] tuvākie radi.
nb: Og advare, [O Muhammad], din nærmeste slektninger.
sk: A varovať, [Mohamed], najbližšie príbuzenstvo.
sl: In opozarjajo, [O Muhammad], vaše najbližje sorodnike.
sr_cyrl: И упозорити, [О Мухаммад], твоја најближа родбина.
sr_latn: I upozoriti, [O Muhammad], tvoja najbliža rodbina.
uk: І попередити, [O Мухаммад], найближчий родинний.
vi: Và cảnh báo, [O Muhammad], kindred của bạn gần gũi nhất.
zu: Futhi baxwayisa, [O Muhammad], esiseduzane yakho nasezihlotsheni.

# Quran3147
source: And lower your wing to those who follow you of the believers.
ca: I reduir la seva ala a qui seguir dels creients.
cy: A eich adain i'r rhai sy'n dilyn chi y credinwyr yn is.
da: Og sænke din vinge til dem, der følger dig af troende.
el: Και να μειώσετε την πτέρυγα για αυτούς που ακολουθούν σας των πιστών.
et: Ja madalam oma tiiva neile, kes te usklikud.
fi: Ja Laske siipi niille, jotka seuraavat sinua uskovaiset.
he: תוריד את הכנף למי אחריך של המאמינים.
hr: I spusti krilo onima koji su ti vjernici.
lt: Ir sumažinti savo sparno tiems, kurie tavęs tikintiesiems.
lv: Un nolaidiet tavs spārns tiem, kas seko jums no ticīgo.
nb: Og lavere vingen til de som følger deg av troende.
sk: A krídla pre tých, ktorí za vami veriacich.
sl: In nižje vaš krilo tistim, ki si verniki sledijo.
sr_cyrl: И спусти своје крило за оне који прате те верника.
sr_latn: I spusti svoje krilo za one koji prate te vernika.
uk: І нижче крило для тих, хто слідує за вас, віруючих.
vi: Và hạ cánh của bạn cho những người theo bạn của các tín hữu.
zu: Ehlisa kho khono ukuze labo landela you kholwa.

# Quran3148
source: And if they disobey you, then say, "Indeed, I am disassociated from what you are doing."
ca: I si van desobeir, llavors diuen, "De fet, jo sóc dissociades de què està fent."
cy: Ac os ydynt yn torri'r chi, wedyn yn dweud, "Yn wir, yr wyf yr datgysylltu o beth yr ydych yn ei wneud."
da: Og hvis de ikke adlyder dig, derefter sige, "Ja, jeg er løsrevet fra hvad du laver."
el: Και εάν δεν υπακούσουν στους σας, τότε να πω, «Πράγματι, εγώ είμαι αποκομμένες από αυτό που κάνετε.»
et: Ja kui nad eiravad olete, öelge: "Tõepoolest, ma olen lahtiseostatud: mida sa teed."
fi: Ja jos he tottelematta sääntöä, sitten sanoa, "Itse asiassa minä olen erottaa mitä teet."
he: אם הם לא מצייתים לך, ואז אומר "אכן, אני אני השיוך של מה שאתה עושה."
hr: I ako oni ne poslušaju, onda kažeš, "Uistinu, ja sam razdruženo iz ono što radite."
lt: Ir jei jie yra jums, tada pasakyti, "Iš tiesų, aš esu atskirtas nuo ką darai."
lv: Un ja viņi nepakļaujas, tad saka, "Patiešām, es esmu piesaiste noņemta no to, ko jūs darāt."
nb: Og hvis de bryter deg, så si: "Ja, jeg er atskilles fra hva du gjør."
sk: A ak ich porušujú, potom povedal, "Vskutku, ja som priradenia čo robíte."
sl: In če ti kršijo, recite, "Res, jaz sem prekinjena od kaj počnete."
sr_cyrl: Имовини и ако ти, онда рекао, "Заиста, ја сам прекинута стим."
sr_latn: Imovini i ako ti, onda rekao, "Zaista, ja sam prekinuta stim."
uk: І якщо вони не підкорятися ви, потім сказати, "Дійсно, я впевнений, пов'язана з те, що ви робите."
vi: Và nếu họ không tuân theo bạn, sau đó nói, "Thật vậy, tôi đang rời từ những gì bạn đang làm."
zu: Futhi uma they disobey you ngalesosikhathi tshela "Ngempela, mina am liqhelelaniswa nenkolo yini eniyenzayo."

# Quran3149
source: And rely upon the Exalted in Might, the Merciful,
ca: I confiar en poder, el Clement, l'exaltat
cy: Ac yn dibynnu ar y Exalted yn efallai, Merciful,
da: Og påberåbe sig ophøjede i magt, barmhjertige,
el: Και να βασίζονται στην μπορούσε, ο φιλεύσπλαχνος, εξυψωμένη
et: Ja toetuda ülendatud Might, Merciful,
fi: Ja voi, armollisin, Ylhäinen
he: ולא סומכים לרוממו באולי, הרחום והחנון,
hr: I oslanjaju se na Exalted u moć, milostivi,
lt: Ir pasikliauti Exalted, gali, litosciwy,
lv: Un atsaukties uz, iespējams, žēlsirdīgs, izredzētais
nb: Og stole på opphøyet i makt, barmhjertig,
sk: A spoliehať na postáv by, je Milosrdných
sl: In se opirajo na Exalted v oblast, usmiljen,
sr_cyrl: И да се ослонимо на Еxалтед у моћ, милосрдна,
sr_latn: I da se oslonimo na Exalted u moć, milosrdna,
uk: І покладаються на Exalted в меча, Merciful,
vi: Và dựa vào Exalted, có thể, Merciful,
zu: Wethembele ophakemeyo ngobuqhwaga, Abanesihe,

# Quran3150
source: Who sees you when you arise
ca: Que et veu quan vostè sorgeixen
cy: Sydd yn eich gweld chi pan ydych yn codi
da: Der ser du når du opstår
el: Ποιος σας βλέπει όταν μπορείτε να προκύψουν
et: Kes näeb sind kui püsti
fi: Kuka näkee kun syntyä
he: מי רואה אותך כאשר אתה להתעורר
hr: Tko te vidi kada si nastaju
lt: Kurie mato jus, kai jūs iškilti
lv: Kas redz jums, kad jums rodas
nb: Som ser deg når du oppstår
sk: Komu ste, keď ste vznikajú
sl: Ki vidi pri vas pojavijo
sr_cyrl: Ко те види када ти се појаве
sr_latn: Ko te vidi kada ti se pojave
uk: Хто бачить вас, коли ви виникають
vi: Ai sẽ thấy bạn khi bạn phát sinh
zu: Bani bheka you uma kuphakama

# Quran3151
source: And your movement among those who prostrate.
ca: I el seu moviment entre aquells que postrar.
cy: A eich symud ymhlith y rhai a prostrate.
da: Og dine bevægelser blandt dem, der næsegrus.
el: Και την κίνηση σας μεταξύ εκείνων που κατάκοιτος.
et: Ja nende seas, kes polvistuvan oma liikumist.
fi: Ja liikkuvuutta niiden keskuudessa, jotka kumartavat.
he: את התנועה בין מי משתחווה.
hr: I među onima koji je bespomoćan.
lt: Ir jūsų judėjimas tarp tų, kurie wybijaja.
lv: Un jūsu kustības starp tiem, kuri nogurdināt.
nb: Og dine bevegelser blant dem som nedbrutt.
sk: A váš pohyb medzi tými, ktorí přemoci.
sl: In vaše gibanje med tistimi, ki se Povaljen.
sr_cyrl: И твој покрет међу онима који се поклоните.
sr_latn: I tvoj pokret među onima koji se poklonite.
uk: Ваш рух і серед тих, хто НІЦ.
vi: Và chuyển động của bạn trong số những người suy nhược.
zu: Futhi ukunyakaza yakho phakathi kwabadla ngobuso.
