Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran886
source: And it is He who placed for you the stars that you may be guided by them through the darknesses of the land and sea. We have detailed the signs for a people who know.
ca: I és que posat que les estrelles que pot ser guiats per ells a través de la darknesses de la terra i el mar. Hem detallat els signes per a persones que saben.
cy: Ac ef sy'n rhoi i chi y sêr efallai eich bod yn cael eu llywio gan iddynt drwy y darknesses y tir a'r môr. Rydym wedi nodi yr arwyddion ar gyfer pobl sy'n gwybod.
da: Og det er ham, der placeret for dig de stjerner, som du kan være styret af dem gennem nysgerig af land og hav. Vi har detaljerede tegn for et folk, der kender.
el: Και είναι αυτός που τοποθετείται για εσάς τα αστέρια που μπορεί να καθοδηγείται από τους μέσα από το darknesses της γης και της θάλασσας. Έχουμε λεπτομερή τις πινακίδες για τους ανθρώπους που ξέρουν.
et: Ja see on talle, kes lasi teile tähte, mis on läbi maa ja mere darknesses nende poolt juhitud. Me märke üksikasjalik inimestega, kes teavad.
fi: Ja hän voi sijoitettu tähteä, että saatat olla ne ohjataan tummuusasteilla maa ja meri. Meillä on yksityiskohtainen merkkejä ihmisiä, jotka tietävät.
he: והוא זה שהניח עבורך את הכוכבים עשויים להיות מונחה על ידי אותם דרך אפלות של הארץ והים. הסימנים שתוארו עבור אנשים שיודעים.
hr: I on je taj koji je za vas zvijezde koje možda ih vodi kroz trenutci kopna i mora. Imamo detaljne putokaze za ljude koji znaju.
lt: Ir tai tas, kuris tinka jums žvaigždės, kad jums gali būti vadovaujamasi juos per sausumos ir jūrų darknesses. Mes gauti išsamią ženklai žmonėms, kurie žino.
lv: Un tas ir tas, kas novietoti jums zvaigznes, kuras, iespējams, vadoties pēc tiem cauri darknesses no zemes un jūrā. Mums ir sīki pazīmes par cilvēkiem, kas zina.
nb: Og det er han som beliggende for stjerner som kan du guidet av dem gjennom darknesses av landet og havet. Vi har detaljert tegn for et folk som vet.
sk: A je to on, kto sa umiestnil na vás hviezdy, ktoré môžu byť nimi vedený darknesses pevniny a mora. Môžeme mať podrobné príznaky pre ľudí, ktorí vedia.
sl: In to je on, ki zate zvezd, ki jih lahko vodijo skozi darknesses zemlje in morja. Podrobno smo znake za ljudi, ki vedo.
sr_cyrl: И он је постављен за тебе звезде који можете да их води кроз моје.и на копну и у мору. Морамо имати детаљне знакове за људе који знају.
sr_latn: I on je postavljen za tebe zvezde koji možete da ih vodi kroz moje.i na kopnu i u moru. Moramo imati detaljne znakove za ljude koji znaju.
uk: І саме він зроблений для вас зірок, які можуть бути керуються їх через darknesses землі та моря. Ми докладні ознаки для людей, які знають.
vi: Và đó là ông đã đặt cho bạn những ngôi sao mà bạn có thể hướng dẫn họ thông qua darknesses của đất và biển. Chúng ta có chi tiết các dấu hiệu cho một người bạn biết.
zu: Futhi kuba Lowo ibekwe ngawe izinkanyezi you guided yibo ngokusebenzisa darknesses of ezweni nasolwandle.

# Quran887
source: And it is He who produced you from one soul and [gave you] a place of dwelling and of storage. We have detailed the signs for a people who understand.
ca: I això és el que produeix des d'una ànima i [li donava] un lloc d'habitatge i d'emmagatzematge. Hem detallat els signes per a persones que entenen.
cy: Ac ef a chi a gynhyrchir o un enaid a [Rhoddodd chi] yn lle o annedd a storio. Rydym wedi nodi yr arwyddion ar gyfer pobl sy'n deall.
da: Og det er ham, der produceret du fra én sjæl og gav dig et sted i boligen og opbevaring. Vi har detaljerede tegn for et folk, der forstår.
el: Και είναι αυτός που σας παράγεται από μία ψυχή και [σας έδωσε] ένα μέρος της κατοικίας και της αποθήκευσης. Έχουμε λεπτομερή τις πινακίδες για τους ανθρώπους που καταλαβαίνουν.
et: Ja see on kes on toodetud teile üks hing ja [andis teile] eluruumi ja ladustamise koht. Me täpsemat inimestele, kes mõistavad märke.
fi: Ja se on hän, joka valmistettu yksi sielu ja [sait] paikka asunnon ja varastointi. Meillä on yksityiskohtainen merkkejä ihmisiä, jotka ymmärtävät.
he: וזה הוא מי המופק אתה נשמה אחת ונתן [לך] מקום של מגורים של אחסון. הסימנים שתוארו לאנשים שמבינים.
hr: I to je on koji je proizveden od jedne duše i [si] mjesto stana i pohrane. Imamo detaljne putokaze za ljude koji razumiju.
lt: Ir tai yra tas, kuris jums iš viena siela ir [davė jums] vieta gyvenamųjų patalpų ir saugojimo. Mes gauti išsamią ženklai žmonėms, kurie supranta.
lv: Un tas ir tas, kas tiek ražota no viena dvēsele un [deva] mājokli un uzglabāšanas vietu. Mums ir sīki pazīmes cilvēki, kas saprot.
nb: Og det er han som produserte du fra en sjel og [ga deg] et sted for bolig og lagringsplass. Vi har detaljert tegn for et folk som forstår.
sk: A to je ten, ktorý sa vyrába z jednej duše a [ti] miesto bývania a skladovania. Môžeme mať podrobné príznaky pre ľudí, ktorí chápu.
sl: In to je tisti, ki ste jih znesle ena duša in [dal] kraj stanovanja in skladiščenja. Podrobno smo znake za ljudi, ki razumejo.
sr_cyrl: И то је онај ко те произведена од једног душу и [ти је дао] место становања и простора за складиштење. За људе који схватају .имамо и детаљне знаке.
sr_latn: I to je onaj ko te proizvedena od jednog dušu i [ti je dao] mesto stanovanja i prostora za skladištenje. Za ljude koji shvataju .imamo i detaljne znake.
uk: І це є той, хто здобутої одна душа і [дав вам] місце житла та зберігання. Ми докладні ознаки для людей, які розуміють.
vi: Và nó là người tạo ra bạn từ một linh hồn và [đã đưa cho bạn] một nơi của nhà ở và dung lượng lưu trữ. Chúng ta có chi tiết các dấu hiệu cho một người hiểu.
zu: Futhi kuba Lowo khiqiza you umphefumulo eyodwa futhi [epha you] endaweni ahlala kuyo kanye isitoreji.

# Quran888
source: And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe.
ca: I és ell qui envia cap avall la pluja des del cel, i produïm així el creixement de totes les coses. Podem produir de la mateixa vegetació des del qual podem produir grans disposats en capes. I de les palmeres - del seu emergents fruit són raïms penjant baix. I [produïm] encara variats jardins de vinyes i les olives i les magranes, similars. Mirar [cada] el fruit que els rendiments i [a] la seva maduració. Fet que són signes per persones que creuen.
cy: Ac ef sy'n anfon i lawr glaw o'r awyr, ac rydym yn cynhyrchu ac felly y twf yr holl bethau. Rydym yn cynhyrchu ei gwyrddni y Rydym yn cynhyrchu grawn yn cael ei drefnu mewn haenau. Ac o goed palmwydd-newydd ei ffrwythau yn glystyrau sy'n hongian yn isel. A [Rydym] gerddi gwinwydden ac olifau a pomegranates, tebyg eto yn amrywio. Edrych ar [y] ei ffrwythau pan y bydd yn cyflawni ac ar ei a'r llall. Yn wir yn hynny yn arwyddion ar gyfer pobl sydd yn credu.
da: Og det er ham, der sender ned regn fra himlen, og vi producerer derved væksten af alle ting. Vi producerer fra det grønne områder, som vi producerer korn arrangeret i lag. Og fra palmerne - af sin nye frugt er klynger hængende lav. Og [vi producerer] haver vinstokke og oliven og granatæbler, lignende endnu varierede. Kig på [hver] sin frugt da det udbytter og [at] sin modning. Faktisk er i dette tegn for et folk, der tror.
el: Και είναι αυτός που στέλνει προβλέπεται βροχή από τον ουρανό, και με αυτόν τον τρόπο παράγουμε την ανάπτυξη όλων των πραγμάτων. Παράγουμε από το πράσινο από την οποία παράγεται σιτάρια τοποθετημένα σε στρώματα. Και από τους φοίνικες - της ανάδυσης φρούτων είναι συμπλέγματα που κρέμονται χαμηλά. Και [παράγουμε] κήπους, αμπέλια και ελιές και ρόδια, παρόμοια ακόμα ποικίλη. Δες [κάθε μία από] τους καρπούς της όταν θα αποφέρει και [at] της ωρίμανσης. Βέβαια υπάρχουν σε αυτά σημάδια για ένα λαό που πιστεύουν.
et: See on tema, kes saadab vihma taevast alla ja toodame seeläbi kõik asjad kasvu. Toodame see rohelus, millest valmistame terad kihiti pakendis. Ja palmipuud - selle esilekerkivatele puu on klastrite madal. Ja [valmistame] aiad viinapuude ja oliivid ja Granaatõunad, sarnased veel muuta. Vaatame [kõik] selle puuvilja toodang ja [at] selle valmimine. Tõepoolest, mis on märke inimesi, kes usuvad.
fi: Ja hän voi lähettää sade taivaalta ja tuotamme siten kasvua kaiken. Valmistamme siitä vihreyden, josta tuotamme jyvät kerroksittain pakkaukseen. Ja palmujen - sen kehittyvien hedelmät ovat klustereita roikkuu pieni. Ja saamme aikaan viiniköynnösten ja oliiveja ja granaattiomenia samanlainen vielä monipuolinen. Tarkastelen [] sen hedelmät se tuottaa ja [at] sen kypsymistä. Siinä todellakin merkkejä niille, jotka uskovat.
he: הוא זה שתמיד שולח את הגשם מן השמים ו אנו מייצרים ובכך את הצמיחה של כל הדברים. אנו מייצרים ממנו צמחייה שממנו אנו מייצרים גרגירי מסודרים בשכבות. עצי הדקל - של שלה המתעוררים פירות הם אשכולות תלויה נמוך. [אנו מייצרים] הגנים של גפנים, זיתים, רימונים, דומה עדיין מגוונות. תסתכל על [כל] פריו כאשר זה מניב ו [ב] ההבשלה שלו. אכן בזה הם סימנים לאנשים המאמינים.
hr: On je taj koji šalje dolje kiša s neba i proizvodimo time rast svih stvari. Proizvodimo od njega zelenilom od kojeg proizvodimo zrna raspoređeni u slojeve. I od palme - u svom nastajanju plod su klasteri niski vješanje. I možemo proizvesti vrtovima vinove loze i masline i šipke, slične ipak različiti. Vidi [svih] plod kada daje i u svojim zrenja. Zaista u tome su znaci za ljude koji vjeruju.
lt: Ir tai tas, kuris siunčia žemyn lietus iš dangaus, ir gaminame taip viskas augimą. Mes gaminame iš jo žalumos, iš kurių mes gaminame grūdai sudėti sluoksniais. Ir nuo palmės - jos naujų vaisių yra klasterių kabo žemai. Ir [mes gaminame] sodai vynuogių ir alyvuogių ir granatos, panašių dar įvairi. Pažvelgti į [kiekvieno] savo vaisių kai ji duoda ir [at] savo subrendimo. Iš tiesų tame yra ženklai tiems, kurie tiki.
lv: Un tas ir viņš, kurš sūta pa lietus no debesīm, un tādējādi mēs ražojam izaugsmi visas lietas. Mēs ražojam no tā apstādījumiem, no kura mēs ražot graudus kārtās. Un no palmu koki - par savu jauno augļu ir klasteri noslīguši pavisam zemu. Un [mēs ražojam] dārzi vīnstīgas un olīvu un Granātāboli, līdzīgi vēl dažādi. Aplūkot [katra] tās augļus tā ražu un [at] tās nogatavojas. Patiešām, ka cilvēkiem, kuri uzskata, ka ir pazīmes.
nb: Og det er han som sender ned regn fra himmelen, og vi produserer og dermed vekst i alle ting. Vi produserer fra den grønne som vi produserer korn ordnet i lag. Fra palmene - av sin nye frukt er klynger henger lavt. Og [vi produserer] hager av vinranker og oliven og granatepler, lignende ennå variert. Se på [hver av] frukten når det gir og [at] sin modning. Faktisk er som tegn for et folk som tror.
sk: Je to on, kto pošle nadol dážď z neba a vyrábame tým rast všetkých vecí. Vyrábame z nej zeleňou, z ktorých vyrábame zrná, ktoré sú usporiadané vo vrstvách. A z palmy - jeho vznikajúcich plody sú zhluky visí nízko. A [vyrábame] záhrady, vínna réva, olivy a granátové jablká, podobné ešte meniť. Pozrite sa na [každý] jeho ovocie keď to prináša a [at] jeho dozrievania. Naozaj v tom, že sú príznaky pre ľudí, ktorí veria.
sl: Je bil kdo pošlje navzdol dež z neba in izdelujemo s tem rast vseh stvari. Izdelujemo iz zelenja, iz katerih izdelujemo zrn v plasti. In iz palme - svoje nastajajočih sadja so grozdi visi nizko. In [izdelujemo] vrtovi vinske trte in oljk in granatna jabolka, podobno še spreminjala. Poglejte [vsakega] sadje ko donosov in [at] njeno zorenje. Res da so znaki za ljudi, ki verjamejo.
sr_cyrl: Он је тај који шаље доле капље са неба и производимо на тај начин раст од свих ствари. Производимо из ње зеленилом из којих производимо зрна распоређени у слојеве. А од палме - од својих избија воће кластере виси ниско. И [производимо] вртова винова лоза и маслине и парадајза, сличне ипак разликује. [Свих ] Погледај њен плод када њега произилази и на њене одлежавања. Заиста у то су знаци за људе који верују.
sr_latn: On je taj koji šalje dole kaplje sa neba i proizvodimo na taj način rast od svih stvari. Proizvodimo iz nje zelenilom iz kojih proizvodimo zrna raspoređeni u slojeve. A od palme - od svojih izbija voće klastere visi nisko. I [proizvodimo] vrtova vinova loza i masline i paradajza, slične ipak razlikuje. [Svih] Pogledaj njen plod kada njega proizilazi i na njene odležavanja. Zaista u to su znaci za ljude koji veruju.
uk: І саме він посилає вниз дощ з неба, і ми виробляємо тим самим зростання всіх речей. Ми виробляємо з нього зелені, з якого ми виробляємо зерен, упорядковані у шари. І з дерева пальми - його формується фрукти кластери низько висить. І [ми виробляємо] сади винограду і оливки і гранатами, аналогічні ще різноманітні. Розглянемо [кожен] його плоди коли це дає свої і [собака] її дозрівання. Дійсно в тому, що є ознаками для людей, які вірять.
vi: Và ông đã gửi xuống mưa từ trên trời, và chúng tôi sản xuất do đó sự phát triển của tất cả mọi thứ. Chúng tôi sản xuất từ đó cây xanh mà từ đó chúng tôi sản xuất ngũ cốc được sắp xếp theo lớp. Và từ các cây cọ - của nó đang nổi lên trái cây là cụm treo thấp. Và [chúng tôi sản xuất] vườn nho và ô liu và quả lựu, tương tự nhưng khác nhau. Nhìn [từng] hoa quả của nó khi sản lượng và [at] chín của nó. Thực sự đó là dấu hiệu cho một người tin tưởng.
zu: Futhi kuba He bani sa nikela imvula evela ezulwini, khiqiza ngaleyo ndlela ukukhula zonke izinto.

# Quran889
source: But they have attributed to Allah partners - the jinn, while He has created them - and have fabricated for Him sons and daughters. Exalted is He and high above what they describe
ca: Però l'han atribuïda als socis d'Allah - jinn, mentre que ell ha creat ells - i han fabricat per a ell, fills i filles. Exaltat és ell i alta sobre el descriu
cy: Ond wedi eu priodoli i Allah partneriaid-y jinn, tra y mae ef wedi creu eu-ac wedi ffugio iddo feibion a merched. Mae i'w mawrygu ef a uchel uchod beth maent yn ei disgrifio
da: Men de har tilskrevet Allah partnere - jinn, mens han har lavet dem - og har fabrikeret for ham sønner og døtre. Ophøjet er han og højt over hvad de beskriver
el: Αλλά έχουν αποδοθεί στους εταίρους του Αλλάχ - η jinn, ενώ έχει δημιουργήσει τους - και έχουν κατασκευασμένα για αυτόν, γιοι και κόρες. Εξυψώνεται είναι αυτός και πάνω από αυτό που περιγράφουν
et: Kuid nad on omistatud Allah partnerid - dzinni, kuigi ta on loonud neile - ja on valmistatud tema pojad ja tütred. Ülendatud on ta ja kohal nad kirjeldavad
fi: Mutta ne sekakomiteoille Allah kumppanit - jinn, vaikka hän on luonut ne - ja on valmistettu hänelle poikia ja tyttäriä. Ylevä on hän ja korkealla ne kuvaavat
he: אבל יש לייחס אללה שותפים - הנוסע, בעוד הוא יצר אותם - והם מפוברק לו בנים ובנות. אם כבר הוא גבוה מעל מה הם מתארים והוא
hr: Ali oni se pripisuje Allahu partnera - jinn, dok je njih stvorio - i su izmišljene mu sinove i kćeri. Uzvišen je on i visoko iznad kako to opisuju
lt: Bet jie suteikė Dievas partneriams - džinas, o jis sukūrė juos - ir turi pagaminti jo sūnumis ir dukterimis. Išaukštintas yra jis ir aukščiau ką jie aprašyti
lv: Bet tie ir attiecināmi uz Allah partneriem - džins, kamēr viņš ir tos radījusi - un ir izgatavotas pēc viņa dēliem un meitām. Pacilāta, viņš un augstu virs to, ko viņi apraksta
nb: Men de har tilskrevet Allah partnere - jinn, mens han har skapt dem - og har fabrikkert for ham sønner og døtre. Opphøyet er han og høyt over det de beskriver
sk: Ale majú pripísať Alah partnerov - jinn, zatiaľ čo on vytvoril ich - a som vyrobená pre neho synov a dcér. Vyvýšený je on a vysoko nad to, čo opisujú
sl: Vendar so pripisuje Allah partnerji - jinn, medtem ko jih je ustvaril - in so izdelani za mu sinovi in hčere. Vzvišeno je on in visoko nad kaj opisujejo
sr_cyrl: Али они имају приписује Аллах партнери - у духу, док их створио - и обрадјивали му синове и кћери. Измореном је он и високо изнад како то описују
sr_latn: Ali oni imaju pripisuje Allah partneri - u duhu, dok ih stvorio - i obradjivali mu sinove i kćeri. Izmorenom je on i visoko iznad kako to opisuju
uk: Але вони приписують Аллах партнери - jinn, у той час як він створив їх - і сфабриковані його сини і дочки. Піднесене є він і високо над те, що вони описують
vi: Nhưng họ đã do Allah đối tác - các jinn, trong khi ông đã tạo ra chúng – và đã chế tạo cho anh ta, con trai và con gái. Sôi nổi là ông và cao ở trên những gì họ mô tả
zu: Kodwa baye kukhonjwe Allah abalingani - the jinn ebe engazange Wabadala - futhi baye baqamba ngenxa yamadodana Him namadodakazi.

# Quran890
source: [He is] Originator of the heavens and the earth. How could He have a son when He does not have a companion and He created all things? And He is, of all things, Knowing.
ca: [És] Causant dels cels i la terra. Com podria va tenir un fill quan no té un company i va crear totes les coses? I és, de totes les coses, saber.
cy: [Mae'n] Cychwynnwr y nefoedd a'r ddaear. Sut gallai ganddo fab pan nad oes ganddo cydymaith a grewyd ganddo holl bethau? Ac mae ef, o'r holl bethau, mae gwybod.
da: [Han er] Igangsætteren af himlene og jorden. Hvordan kunne han have en søn, når han ikke har en følgesvend og han skabte alle ting? Og han er, af alle ting, at vide.
el: [Είναι] Δημιουργός του τον ουρανό και τη γη. Πώς θα μπορούσε να έχει ένα γιο όταν αυτός δεν έχει έναν σύντροφο και δημιούργησε όλα τα πράγματα; Και αυτός είναι, από όλα τα πράγματα, γνωρίζοντας.
et: [On] Taeva ja maa looja. Kuidas ta küll poeg kui ta ei ole kaaslane ja ta lõi kõik asjad? Ja ta on kõik asjad, teades.
fi: Hän on Aloittaja taivaat ja maan. Miten hän on poika kun hän ei ole kumppani, ja hän loi kaiken? Ja hän on kaiken, tietäen.
he: [הוא] יוזם את השמים ואת הארץ. איך הוא יכל בן כאשר אין לו לוויה, הוא יצר את כל הדברים? הוא, של כל הדברים, לדעת.
hr: [Je] Začetnik je nebo i zemlja. Kako može imati sina kad nemaš pratioca i on je stvorio sve stvari? I on je, od svih stvari, znajući.
lt: [Jis] Siuntėjo į dangų ir žemę. Kaip gali jis turi sūnų, kai jis neturi draugės ir jis sukūrė viską? Ir jis yra, viskas, žinios.
lv: [Tas] Autors, debesis un zemi. Kā viņš varēja būt dēls, kad viņš nav biedrs un viņš izveidoja visas lietas? Un viņš ir visas lietas, zinot.
nb: [Han er] Opphavsmannen til himmelen og jorden. Hvordan kunne han ha en sønn når han ikke har en ledsager og han skapte alle ting? Og er han, av alle ting å vite.
sk: [Je] Pôvodca nebo a zem. Ako mohol on mať syna, keď nemá spoločník a stvoril všetky veci? A on je zo všetkých vecí, vedieť.
sl: [Je] Avtor nebes in zemlje. Kako bi lahko imel sina, ko nima spremljevalec in je ustvaril vse stvari? In on je vse stvari, poznavanje.
sr_cyrl: [Је] Пошиљалац неба и земље. Како је могао сина када он нема пратиља, а он је направио све ствари? И он је, од свих ствари, знајужи.
sr_latn: [Je] Pošiljalac neba i zemlje. Kako je mogao sina kada on nema pratilja, a on je napravio sve stvari? I on je, od svih stvari, znajuжi.
uk: [Це] Оригінатор небеса та Земля. Як він міг сина, коли він не містить Компаньйон, і він створив все це? І він є всі речі, знаючи, що.
vi: [Ta] Người khởi của bầu trời và trái đất. Làm thế nào ông có thể có một người con trai khi ông không có một đồng và ông đã tạo ra tất cả mọi thứ? Và ông là, của tất cả mọi thứ, hiểu biết.
zu: [UnguNkulunkulu] uMsunguli bhakabhaka hlaba.

# Quran891
source: That is Allah, your Lord; there is no deity except Him, the Creator of all things, so worship Him. And He is Disposer of all things.
ca: Que és d'Allah, el seu Senyor; hi ha cap Déu excepte ell, el creador de totes les coses, així que adorar-lo. I triturador de totes les coses.
cy: Dyna Allah, eich Arglwydd; Nid oes Dduwdod ac eithrio ef, y crëwr yr holl bethau, felly addoli ef. Ac Disposer yr holl bethau mae ef.
da: Det er Allah, jeres Herre; der er ingen guddom undtagen ham, skaberen af alle ting, så tilbede ham. Og han er bortskaffelse af alle ting.
el: Αυτός είναι ο Αλλάχ, τον Κύριό σου. δεν υπάρχει καμία θεότητα εκτός από αυτόν, ο δημιουργός όλων των πραγμάτων, έτσι λατρεία του. Και αυτός είναι Disposer όλων των πραγμάτων.
et: Thats Allahi oma Issanda; ei ole jumalus, välja arvatud tema looja kõik asjad, nii et teda kummardama. Ja ta on kõik asjad jäätmekõrvaldaja.
fi: Se on Jumala, herra; ei ole Jumaluutena, paitsi hänelle kaiken Luojan, joten palvomaan häntä. Ja hän on säätäjä kaiken.
he: . זה אללה, לאדונכם; אין אלוהות חוץ ממנו, הבורא של כל הדברים, אז לסגוד לו. . והוא Disposer של כל הדברים...
hr: To je Allah, vaš gospodar; Nema Božanstva osim njega, stvoritelja svih stvari, pa mu se klanjati. I odlagača svih stvari.
lt: Tai yra Allah, savo Viešpaties; nėra jokių Dievybės išskyrus jam, visų dalykų kūrėjas, Taigi garbinti jį. Ir jis yra iškraunamos visų dalykų.
lv: Kas ir Allah, Lord; tur nav dievība, izņemot viņu, visas lietas radītājs, tāpēc pielūgt viņu. Un viņš ir aizvākšanu no visām lietām.
nb: Det er Allah, deres Herre; Det er ingen guddom bortsett fra ham, skaperen av alle ting, så tilbe ham. Og han er Disposer av alle ting.
sk: To je Boh, svojho pána; Neexistuje žiadne božstvo okrem neho, tvorca všetkých vecí, tak sa mu pokloniť. A on je zneškodňovateľ všetkých vecí.
sl: Ki je Allah, svojega Gospoda; ni nobene božanstva, razen njega, Stvarnika vseh stvari, tako, da mu poklonit. In on je odstranjevalec vseh stvari.
sr_cyrl: То је Аллах, господара; тамо је нема боћанство осим њега, Створитељ свих ствари, па му се клањају. И он је Диспосер свих ствари.
sr_latn: To je Allah, gospodara; tamo je nema boћanstvo osim njega, Stvoritelj svih stvari, pa mu se klanjaju. I on je Disposer svih stvari.
uk: Ось Аллаха, Господь. немає не божества, крім нього, Творцем усього, так поклонятися йому. І він Disposer всіх речей.
vi: Đó là Allah, Chúa của bạn; không có vị thần trừ ngài, Đấng tạo hóa của tất cả mọi thứ, vì vậy thờ phượng Ngài. Và ông là Disposer của tất cả mọi thứ.
zu: Yilokho Allah kho Lord;

# Quran892
source: Vision perceives Him not, but He perceives [all] vision; and He is the Subtle, the Acquainted.
ca: Visió percep ell no, però ell percep [tots] visió; i és la Subtle, la Acquainted.
cy: Mae'r weledigaeth yn meddwl iddo nid, ond wêl [holl] gweledigaeth; ac mae y Subtle, y Acquainted.
da: Vision opfatter ham ikke, men han opfatter [alle] vision; og han er subtil, Acquainted.
el: Όραση αντιλαμβάνεται τον δεν, αλλά αντιλαμβάνεται [όλα] όραμα? και αυτός είναι η λεπτές, τις γνωστές κατασκευάστριες.
et: Visioon tajub ta ei, kuid ta tajub [kõik] vision; ja ta on Vaevumärgatav ning Acquainted.
fi: Visio havaitsee hänelle ei, mutta hän huomaa [kaikki] vision; ja hän on hienosyinen Acquainted.
he: חזון תופס לו לא, אבל הוא תופס [כל] חזון; . והוא עדין, Acquainted...
hr: Vid ga ne percipira, ali osjeti [sve] vizija; i on je suptilna, u Acquainted.
lt: Matymo suvokia jam ne, bet jis suvokia [visi] vizija; ir jis yra subtilus, su Acquainted.
lv: Redze uztver viņu nav, bet viņš uztver [visas] vīzija; un viņš ir stils Izsmalcinājuma, Acquainted.
nb: Visjon oppfatter ham ikke, men han oppfatter [alle] visjon; og han er subtil, Acquainted.
sk: Vízia vníma ho, nie však vníma [všetko] videnie; a on je jemné, Acquainted.
sl: Vizija zaznava mu ne, vendar jo opazi [vse] vizija; in je fino, da Acquainted.
sr_cyrl: Визија не виде сама га, али схвати [све] вид; и он је суптилно, у Ацqуаинтед.
sr_latn: Vizija ne vide sama ga, ali shvati [sve] vid; i on je suptilno, u Acquainted.
uk: Бачення не сприймає його, але він сприймає [всі] оптичні прилади; і він Витончена, на Acquainted.
vi: Tầm nhìn cảm nhận anh ta không, nhưng ông cảm nhận [tất cả] tầm nhìn; và ông là Subtle, Acquainted.
zu: Umbono ubona Yena cha, kodwa Uyabubona [bonke] embonweni;
