Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran907
source: So eat of that [meat] upon which the name of Allah has been mentioned, if you are believers in His verses.
ca: Així que menjar de aquella [carns] en que el nom d'Allah ha estat esmentat, si sou creients en els seus versos.
cy: Felly fwyta [cig] ar sydd wedi bod yn enw Allah grybwyll, os ydych yn gredinwyr yn ei penillion.
da: Så spiser den [kød] ved som navnet på Allah har været nævnt, hvis du er troende i hans vers.
el: Έτσι τρώνε ότι [κρέας] κατά την οποία ήταν το όνομα του Αλλάχ αναφέρθηκε, αν είστε πιστοί στους στίχους του.
et: Nii süüa kõnealuse liha korral on olnud Jumala nime mainitud, kui te olete usklikud tema värsse.
fi: Syökää [Liha] kun joka hillitä nimi on mainittu, jos olet uskovat hänen runoissaan.
he: . אז תאכל את [בשר] בעת אשר כבר השם של אללה שהוזכר, אם אתם מאמינים בפסוקים שלו.
hr: Tako jesti da [mesa] na koje ime Allah je bilo spomenuto, ako ste vjernici u svojim stihovima.
lt: Taip valgyti kad [Mėsa] kai kurios Dievo pavadinimas buvo minėta, jei esate tikintieji jo eilutėse.
lv: Tātad baudiet [Gaļa] pēc Allah vārdu ir bijis minēts, ja jūs esat ticīgie savas vārsmas.
nb: Så spise denne [kjøtt] på som navnet på Allah har vært nevnt, hvis du er troende i hans dikt.
sk: Takže jesť, [mäso] na meno Alláha, ktorý bol už bolo spomenuté, ak ste veriaci v jeho veršoch.
sl: Torej jesti da [meso] na ime Allah, ki je bilo omenjeno, če ste verniki v njegovi verzi.
sr_cyrl: Зато Једи тај [месо] на којој је било име Алаха споменуо, ако сте ви верници у својим стиховима.
sr_latn: Zato Jedi taj [meso] na kojoj je bilo ime Alaha spomenuo, ako ste vi vernici u svojim stihovima.
uk: Так їсти що [м'ясо] після якого ім'я Аллаха було вже згадувалося, якщо ви віруючі в його вірші.
vi: Vì vậy ăn mà [thịt] khi đó tên của Allah đã đề cập đến, nếu bạn là tín hữu trong bài thơ của ông.
zu: Ngakho adle ukuthi [inyama] upon which igama Allah sho, you are kholwa emavesini yaKhe.

# Quran908
source: And why should you not eat of that upon which the name of Allah has been mentioned while He has explained in detail to you what He has forbidden you, excepting that to which you are compelled. And indeed do many lead [others] astray through their [own] inclinations without knowledge. Indeed, your Lord - He is most knowing of the transgressors.
ca: I per què vostè no ha de menjar d'allò que el nom d'Allah ha esmentat mentre ell ha explicat detalladament a vostè què ha prohibit que, excepte que al qual se l'obliga. I de fet molts conduïxen [altres] per mal camí a través seus [propi] inclinacions sense coneixement. De fet, el seu Senyor - va és saber la majoria dels transgressors.
cy: A pam dylai nid bwyta o hynny y crybwyllwyd enw Allah tra y mae ef wedi egluro yn fanwl i chi beth ei fod wedi gwahardd chi, ac eithrio bod y byddwch yn gorfodi. Ac yn wir yn gwneud llawer o arwain [eraill] ar gyfeiliorn drwy eu [ei hun] prawf pellter heb wybodaeth. Yn wir, eich Arglwydd-mae'n gwybod fwyaf am y transgressors.
da: Og hvorfor bør du ikke spise af det, som navnet på Allah har nævnt, mens han har forklaret i detaljer for dig hvad han har forbudt jer, bortset fra, som du er tvunget. Og faktisk gøre mange bly [andre] på afveje gennem deres [egen] tilbøjeligheder uden viden. Han er faktisk din herre - de fleste vel vidende af overtræderne.
el: Και γιατί θα πρέπει να τρώτε δεν του ότι επί των οποίων το όνομα του Αλλάχ έχει αναφερθεί, ενώ έχει εξήγησε λεπτομερώς σε σας τι έχει απαγορεύσει σας, που στην οποία είστε υποχρεωμένοι, με εξαίρεση. Και πράγματι να κάνουμε πολλές παρασύρουν [άλλοι] μέσα από τις κλίσεις τους [] χωρίς γνώση. Πράγματι, ο Λόρδος σας - είναι οι περισσότεροι γνωρίζοντας τα ονόµατα των.
et: Ja miks te ei tohi süüa, et millel on Jumala nime mainitud kuigi ta selgitas üksikasjalikult teile milline ta on keelatud sa välja, et kuhu on sundida. Ja tõepoolest teha palju plii [teised] kaudu [oma] kalduvustele teadmata eksinud. Tõepoolest, teie Issand - ta on enamik teades selle transgressors.
fi: Ja miksi sinun ei pitäisi syödä että joihin Allah nimi mainittiin, kun hän selosti yksityiskohtaisesti teille hän on kieltänyt teitä lukuun ottamatta, että johon olet pakottaa. Ja todellakin tehdä monet sarjaksi [] kautta [omat] vapaamielisempiä tietämättä. Itse asiassa herra - hän on ja pyysi pahantekijöilleen armoa.
he: למה אתה לא צריך לאכול מזה שעליו שם אללה הוזכר בזמן הוא הסביר בפירוט את מה הוא אסר אותך, למעט שאליו אתה הנאלצות. אכן רבים מנהלים [ואחרים] מדרך הישר דרך משלהם [] נטיות ללא ידע. אכן, האל שלך - הוא לדעת רוב של הפושעים.
hr: I zašto vi ne bi trebali jesti to na kojima se spominje ime Allaha dok je on objasnio detaljno šta zabranio je da, osim to na koji su prisiljeni. I doista učiniti mnoge vode [druge] krivi put kroz svoju [vlastitu] sklonosti bez znanja. Uistinu, Gospodar tvoj - on je većina znajući otpadnici.
lt: Ir kodėl neturėtų jums negalima valgyti, nuo kurių Dievo vardas buvo minimas o jis paaiškino išsamiai jums ką jis Uždraudė jums, išskyrus, į kurią esate priverstas. Ir iš tiesų ar daug švino [kiti] per [savo] polinkius be žinios iš kelio. Iš tiesų, jūsų Viešpats - jis yra labiausiai žinant, kad pažeidėjams.
lv: Un kāpēc nevajadzētu jums ēst, ka saņēmējsabiedrību Allah vārds tika minēts, kamēr viņš ir paskaidrots sīkāk jums viņš ir aizliedzis jums, kas kuram ir spiests, atskaitot. Un patiešām darīt daudz svina [citiem] apmaldīties caur savām [] tieksmes, nezinot. Patiešām, kungam - viņš ir visvairāk zinot par transgressors.
nb: Og hvorfor skal du ikke spise av som er nevnt navnet på Allah som mens han har forklart i detalj deg hva han har forbudt du, med unntak av det som du er tvunget. Og faktisk gjøre mange fører [andre] vill gjennom deres [eget] tilbøyeligheter uten kunnskap. Ja, Herren - han er de fleste vet av transgressors.
sk: A prečo by ste nemali jesť to, na ktorom bolo uvedené meno Alláha, kým mu vysvetlila podrobne vám to, čo bolo zakázané si okrem, na ktoré ste nútení. A naozaj to veľa olova [others] scestie cez vlastné [] sklony bez vedomia. Svojho pána - on je naozaj najviac vedel previnilcov.
sl: In zakaj bi ne jesti tega, na kateri je bilo omenjeno ime Allah, medtem ko je razložil podrobneje vam kaj je prepovedano, vas, razen, da ki ste prisiljeni. In res ne veliko svinca [drugi] zašel skozi svoje [] nagnjenja brez znanja. Res, gospod - je večina vedo na kršiteljev.
sr_cyrl: А зашто не би требало да једете од тога на којој име Алаха помињан док он је објаснио детаљно шта нам је забранио те, осим тога на који сте присиљени. И заиста ради многе воде [другима] на странпутицу кроз своје [] склоностима без знања. Твој господар - он је заиста већина јер знам да су грељници.
sr_latn: A zašto ne bi trebalo da jedete od toga na kojoj ime Alaha pominjan dok on je objasnio detaljno šta nam je zabranio te, osim toga na koji ste prisiljeni. I zaista radi mnoge vode [drugima] na stranputicu kroz svoje [] sklonostima bez znanja. Tvoj gospodar - on je zaista većina jer znam da su greљnici.
uk: І чому вам не слід вживати цього на яких ім'я Аллаха згадувався у той час як він пояснив детально вам те, що він має заборонено, ви, за винятком, до якого ви змусили. І дійсно зробити багато керують [іншими] оману через [власні] нахили без знання. Дійсно, Господь - він є, більшість знаючи грішників.
vi: Và tại sao bạn không nên ăn đó mà tên của Allah đã được đề cập trong khi ông đã giải thích chi tiết cho bạn những gì ông đã cấm bạn, trừ đó mà, bạn phải bắt buộc. Và thực sự làm nhiều người dẫn [khác] lạc lối qua [riêng] của xu hướng mà không có kiến thức. Thật vậy, Chúa của bạn - ông là hầu hết hiểu biết của các transgressors.
zu: Futhi kungani kufanele angadli nga lowo upon which egameni Allah sho ebe engazange wachaza ngokuningiliziwe loko wenqabile wena, ngaphandle ukuthi oya kulo bashukunyiswa.

# Quran909
source: And leave what is apparent of sin and what is concealed thereof. Indeed, those who earn [blame for] sin will be recompensed for that which they used to commit.
ca: I deixar el que és evident del pecat i què s'amaga del mateix. De fet, als que guanyen [culpa] sin es recompensava que solien cometre.
cy: A gadael yr hyn sy'n amlwg o'r pechod a beth yw cuddio ohono. Yn wir, bydd y rhai sy'n ennill pechod [bai am] eu had-dalu am hynny a ddefnyddiwyd ganddynt i ymrwymo.
da: Og efterlade hvad fremgår af synd og hvad er skjult heraf. Ja, dem, der tjener [skylden for] synd vil være belønnes for det, som de brugte til at begå.
el: Και να αφήσει ό, τι προκύπτει από αμαρτία και τι κρύβεται αυτών. Πράγματι, οι μισθοί [φταίει γι] αμαρτία θα είναι αμείβονται για αυτό που μπορούν να χρησιμοποιηθούν για τη διάπραξη.
et: Ja mis on ilmne patt ja mis on varjatud sellest lahkuda. Tõepoolest, näidatakse need, kes teenivad [süüdistada] patu eest, mida nad kasutasid endale recompensed.
fi: Ja jättää ulkokuoresta synnin ja mitä on piilotettu sen. Itse asiassa ne, jotka ansaitsevat [syyttää] synti palkitaan siitä, mikä on aiemmin tehnyt.
he: ולהשאיר מהו לכאורה של חטא, שנסתר ממנו. ואכן, אלה שלא מרוויחים [האשמה] החטא recompensed על כך שהוא נהגו לבצע.
hr: I ostaviti ono što je očito grijeha i što je skriveno istih. Uistinu, one koji zarađuju [krivnju za] grijeh će osloboditi za ono što oni koriste da počine.
lt: Ir kas akivaizdu nuodėmės ir kas yra slepiama palikite. Iš tiesų, tiems, kurie uždirba [kaltų] nuodėmės bus recompensed už tai, kas jie panaudoti.
lv: Un atstāt to, kas ir acīmredzama grēka un kas ir noslēptas to. Protams, tiem, kas pelna [vainojama] grēks būs recompensed par to, ko viņi izmantoja izdarīt.
nb: Og la hva er tilsynelatende av synd og hva er skjult av. Faktisk vil de som tjener [skylden for] synd recompensed for det de brukes til å begå.
sk: A nechať to, čo je zrejmé z hriechu, a čo je ukrytý jej. V skutočnosti tí, ktorí zarábajú [za] hriech bude odmenený za, ktoré používajú odovzdať.
sl: In pusti kaj je očitno greh in kaj se skriva teh. Res, tisti, ki zaslužijo [krivde za] sin bo izplačati za tiste, ki se uporabljajo, da se zavežejo.
sr_cyrl: И шта је очигледна греха, а шта лежи прикривено исте. Уистину , оне који зарађују грех [кривицу за] ће бити измире за оно што су некад поиини.
sr_latn: I šta je očigledna greha, a šta leži prikriveno iste. Uistinu, one koji zarađuju greh [krivicu za] će biti izmire za ono što su nekad poиini.
uk: І залишити що очевидна гріха і те, що було приховане його. Дійсно, тих, хто заробляє [провину за] гріх буде recompensed за те, що вони використовують для скоєння.
vi: Và những gì là rõ ràng của tội lỗi và những gì che dấu đó. Thật vậy, những người kiếm được tội lỗi [đổ lỗi cho] sẽ được recompensed cho rằng đó họ sử dụng để cam kết.
zu: Futhi ashiye siyini sobala wesono futhi yini ithukuswe yalo.

# Quran910
source: And do not eat of that upon which the name of Allah has not been mentioned, for indeed, it is grave disobedience. And indeed do the devils inspire their allies [among men] to dispute with you. And if you were to obey them, indeed, you would be associators [of others with Him].
ca: I no mengen d'allò que no ha estat esmentat el nom d'Allah, perquè de fet, és la desobediència greu. I de fet fer inspirar els diables Rhegio [entre els homes] a disputar amb vostè. I si fos d'obeir, en efecte, que seria associators [dels altres amb ell].
cy: Ac nid bwyta o hynny y crybwyllwyd enw Allah nid, yn wir, yn anufudd-dod mawr. Ac yn wir wneud y devils yn ysbrydoli eu cynghreiriaid [ymysg dynion] i anghytuno â chi. Ac os ydych yn ufuddhau iddynt, yn wir, byddai gennych associators [o eraill gydag ef].
da: Og ikke spiser af der, som navnet på Allah ikke blevet nævnt, for det er faktisk, alvorlig ulydighed. Og faktisk gøre djævle inspirere deres allierede [blandt mænd] for at bestride med dig. Og hvis du skulle adlyde dem, ja, ville du være associatorer [af andre med ham].
el: Και δεν τρώει αυτό που δεν αναφέρθηκε το όνομα του Αλλάχ, για πράγματι, είναι σοβαρή ανυπακοής. Και πράγματι κάνει το διάβολοι να εμπνεύσει τους συμμάχους [μεταξύ των ανδρών] να μαλώσουμε μαζί σας. Και εάν επρόκειτο να υπακούνε σ ' αυτές, πράγματι, θα ήσαστε συσχετίσεις [του άλλοι μαζί του].
et: Ja ei söö, et kellele Allah nimi ei ole nimetatud, tõepoolest, see on tõsine allumatus. Ja tõepoolest teha kuradid innustada nende liitlased [meeste] seas teiega vaidlusteks. Ja kui sa peaks allu neile, tõepoolest, siis oleksin [ning teised temaga] Associator-atribuute.
fi: Ja eivät syö, että Jumalan nimi ei ole mainittu johon, sillä on nimittäin vakava tottelemattomuuden. Ja todellakin devils innostaa niiden liittolaisia [miehet] riidellä kanssasi. Ja jos noudatamme niitä, sinulla olisi yhteistyökumppanit [muutkin mukanaan].
he: אל תאכל מזה שעליו שם אללה לא הוזכר, כי אכן, זהו אי ציות חמורה. וזה אכן לעשות השדים השראה בריתם [בקרב גברים] כדי לערער איתך. אם היית לציית להם, אכן, אתה תהיה associators [של אחרים עם אותו].
hr: I ne jede od toga na kojoj ime Allah nije navedeno, doista, to je grob neposluh. I zaista to vragovi njihovih saveznika [muškaraca] da spor s tobom. I da si poslušati ih, doista, će biti associators [od drugih s njim].
lt: Ir nevalgo, nuo kurių nebuvo paminėta Dievo vardą, nes iš tiesų, tai yra rimtą nepaklusnumo. Ir iš tiesų daryti velnių įkvėpti jų sąjungininkų [tarp vyrų] nesutaria su jumis. Ir jei jums paklusti, tiesą sakant, jums bus Asocijuotojai [iš kitų su juo].
lv: Un nevar ēst, ka saņēmējsabiedrību Allāha vārdu nav minēti, patiešām, tā ir kapu nepaklausība. Un patiešām velni iedvesmot viņu sabiedrotie [starp vīriešiem] strīds ar jums. Un ja tu būtu jāpakļaujas tiem, protams, jums būtu associators [no citiem līdzi].
nb: Og ikke spise som som navnet på Allah ikke er nevnt, for det er faktisk grav ulydighet. Og faktisk gjøre devils inspirere deres allierte [blant menn] for å bestride med deg. Og hvis du følger dem, ja, du ville være tilknytninger [til andre med ham].
sk: A nejedia to na ktorom nebolo uvedené meno Alláha, naozaj, je to vážne neposlušnosti. A naozaj sa diabli inšpirovať ich spojenci [medzi mužmi] spor s vami. A ak ste počúvať, naozaj, by byť priradení [druhých s ním].
sl: In ne jesti tega, na katerem ni bil omenjen ime Allah, res, da je grob neposlušnosti. In res devils navduši njihovi zavezniki [med moškimi] spor z vami. In če ste bili ubogati, dejansko bi bilo povezovalnikov [od drugi z njim].
sr_cyrl: И не једите од тога на којој име Алаха не помиње, јер заиста, то је гроб непослушности. И заиста да су демони инспирисати њихови савезници [међу мушкарцима] у спору против вас. И да си да покори их, заиста, био би ассоциаторс [на друге с њим].
sr_latn: I ne jedite od toga na kojoj ime Alaha ne pominje, jer zaista, to je grob neposlušnosti. I zaista da su demoni inspirisati njihovi saveznici [među muškarcima] u sporu protiv vas. I da si da pokori ih, zaista, bio bi associators [na druge s njim].
uk: І не їдять, що на яких ім'я Аллаха не був згаданий, для дійсно, це є серйозним непокори. І справді чортів надихати їх союзники [серед чоловіків] щоб сперечатися з вами. І якщо ви були підкорятися їм, дійсно, ви б associators [про інших з ним].
vi: Và không ăn đó mà tên của Allah đã không được đề cập đến, quả thật vậy, nó là mộ bất tuân. Và thực sự làm những quỷ truyền cảm hứng cho đồng minh của họ [ở nam giới] tranh chấp với bạn. Và nếu bạn tuân theo họ, quả thật vậy, bạn sẽ associators [của những người khác với Ngài].
zu: Futhi musa adle nga lowo upon which egameni Allah engakaze sho ngempela, kuba ukungalaleli ithuna.

# Quran911
source: And is one who was dead and We gave him life and made for him light by which to walk among the people like one who is in darkness, never to emerge therefrom? Thus it has been made pleasing to the disbelievers that which they were doing.
ca: I és el que era mort i li va donar vida i fet per a ell llum pel qual passejar entre les persones com un que està en la foscor, mai a sorgir dels mateixos? Així s'ha fet agradable a disbelievers allò que que estaven fent.
cy: Ac yn un a oedd wedi marw a iddo'n bywyd ac yn gwneud iddo ysgafn i gerdded ymysg y bobl fel un sydd yn y tywyllwch, byth i'r golwg thelir? Felly wedi ei wneud yn dda y disbelievers hynny a oeddent yn ei wneud.
da: Og er en, der var død og vi gav ham livet og lavet til ham lys til at gå blandt folk som en der er i mørket, aldrig at komme ud deraf? Således har været gjort fryd for vantro, som de gjorde.
el: Και είναι αυτός που ήταν νεκρός, και του έδωσε ζωή και κάνει για αυτόν φως με το οποίο να περπατήσει μεταξύ των ανθρώπων σαν ένα που είναι μέσα στο σκοτάδι, ποτέ να βγει από αυτά; Έτσι έχει γίνει αρεστό στο disbelievers αυτό που έκαναν.
et: Ja on üks, kes oli surnud ja andis talle elu ja tegi talle kerge, millega kõndima pimeduses, ei oleks kunagi tekkima sellest kodanikust nagu üks rahva hulgas? Seega see on tehtud meeldiv ning uskottomille, mida nad teevad.
fi: Ja on se, joka oli kuollut ja antoi lapselleen elämän ja teki hänelle valoa vaeltaminen keskuudessa kuin yksi, jotka on pimeydessä koskaan nousta niistä? Näin on tapahtunut miellyttää saa luovuttaa sitä, mitä he olivat tekemässä.
he: מי היה מת ויש נתן לו החיים ואנו שהכנתי לו אור שבו ללכת בין העם כמו אחד בתוך החושך, לעולם לא לצאת ממנו? לכן זה הפך לרצות disbelievers את מה שהם עושים.
hr: I jedan koji je bio mrtav i dao mu život i napravio mu svjetlo da hoda među ljudima kao jedan koji je u tami, da ne izlaze iz toga proizlaze? Dakle to je ugodan da se iskuse ono što rade.
lt: Ir yra tas, kuris buvo miręs ir mes davė jam gyvenimą ir padarė jį šviesos iš kurių vaikščioti tarp žmonių kaip vienas, kurie yra tamsoje, niekada išeiti iš jų? Tokiu būdu buvo pasiekta malonus ir disbelievers tai, kas jie daro.
lv: Ir tas, kurš bija miris un mēs deva viņam dzīvē un lika viņam gaismas, kas iet starp cilvēkiem kā viens kas ir tumsā, lai nekad vairs no tās izkļūt? Tādējādi tas panākts disbelievers patīkami to, ko viņi dara.
nb: Og som var død og vi ga ham liv og gjorde for ham lett som å gå blant de som som er i mørket, aldri å komme ut derfra? Dermed er den gjort behagelig for troende som de gjorde.
sk: A je ten, kto bol mŕtvy a sme mu život a urobil pre neho svetlo ktoré chodiť medzi ľudí, ako jeden, kto je v tme, nikdy sa vynoriť z nich? Čím to dosiahol potešujúce k neveriacim, ktorý oni robili.
sl: In je tista, ki je bil mrtev in smo mu življenje in se za njega svetlobe, ki hodi med ljudmi, kot eden, ki je v temi, nikoli, da bi se izkopljejo iz njih? Tako je bila izdana prijeten na disbelievers tisto, kar so počeli.
sr_cyrl: И никога ко је био мртав, а ми га је дао живот и направио за њега лагано помоћу којих да хода међу људима као један који је у тами, да се никад не изађе владини? Тако сам згодан скептике оно што су радили.
sr_latn: I nikoga ko je bio mrtav, a mi ga je dao život i napravio za njega lagano pomoću kojih da hoda među ljudima kao jedan koji je u tami, da se nikad ne izađe vladini? Tako sam zgodan skeptike ono što su radili.
uk: І якщо хтось був мертвий, і ми дали йому життя і зробили його світло, за допомогою якого ходити серед людей, як один, який знаходиться в темряві, ніколи не вийти від них? Таким чином він був зроблений приємним для на disbelievers те, що вони роблять.
vi: Và là một trong những người đã chết và chúng tôi đã cho anh ta cuộc sống và ánh sáng mà đi bộ trong số những người như một người đang ở trong bóng tối, không bao giờ để nổi lên từ đó làm cho anh ta? Do đó nó đã được thực hiện làm hài lòng thì những điều đó mà họ đã làm.
zu: Futhi ungomunye owafa We wamnika ukuphila futhi wamenzela ukukhanya ngaso ukuhamba phakathi kwabantu Ufana nomuntu usebumnyameni, ungalokothi ukuvela therefrom?

# Quran912
source: And thus We have placed within every city the greatest of its criminals to conspire therein. But they conspire not except against themselves, and they perceive [it] not.
ca: I així hem posat dins de cada ciutat el més gran dels seus criminals conspirar en això. Però van conspirar no excepte contra si mateixos, i no [ho] perceben.
cy: Ac felly yr ydym wedi gosod o fewn pob dinas fwyaf ei troseddwyr i cynllwynio ynddo. Ond mae eu bod yn cynllwynio nid ac eithrio erbyn eu hunain, a welant [TG] ni.
da: Og således vi har placeret inden for hver by, den største af sin kriminelle at konspirerer deri. Men de konspirerer ikke undtagen mod sig selv, og de opfatter [det] ikke.
el: Και έτσι έχουμε τοποθετήσει μέσα σε κάθε πόλη ο μεγαλύτερος από τους εγκληματίες να συνωμοτούν σε αυτήν. Αλλά συνωμοτούν δεν εκτός από τους, και θα το αντιληφθεί [] όχι.
et: Ja seega oleme seadnud jooksul igas linnas suurim oma kurjategijate salasepitsema sealsamas. Kuid nad salasepitsema pole peale iseenda vastu ning nad tajuvad [see] ei.
fi: Ja näin olemme asettaneet joka kaupungissa suurin rikollisten vehkeilevät siinä. Mutta he vehkeilevät ei paitsi itseään vastaan, ja he kokevat [se] ei.
he: ויש לכן לנו להציב בתוך כל עיר הגדולה שלה פושעים לפעול במחתרת המצוי בו. אבל הם זוממות לא רק נגד עצמם, הם לא תופסים את [בו].
hr: I tako smo stavili u svakom gradu najveći svojih zločinaca surađivao u njemu. Ali da nema nikakvoga ne osim sebe, i oni [to] ne.
lt: Ir todėl mes įdėjome per kiekvienas miestas didžiausias iš jos kryminalistów sąmokslą jame. Bet jie nėra išskyrus sąmokslą prieš save, ir jie suvokia [jis] negali.
lv: Un tādējādi mēs ir izvietotas katrā pilsētā vislielākā tā noziedznieku sazvērestību tajā. Bet viņi nolēmuši ne izņemot pret sevi un viņi uztver [tā] nav.
nb: Og dermed vi har plassert i hver by den største av sin kriminelle å konspirere deri. Men de conspire ikke unntatt mot seg selv, og de oppfatter [det] ikke.
sk: A tak sme umiestnili v každom meste najväčších zločincov, sa v ňom spikli. Ale oni nie okrem konspirovat proti sebe, a [to] vnímajú nie.
sl: In tako smo postavili v vsako mesto največjih kriminalcev, da zaroto v njej. Vendar so motnje ne razen proti sebi, in menijo, da [je] ne.
sr_cyrl: И тако ставили смо у сваком граду у највеце своје криминалце да кују у томе. Али не осим уроте против саме себе и [то] не виде.
sr_latn: I tako stavili smo u svakom gradu u najvece svoje kriminalce da kuju u tome. Ali ne osim urote protiv same sebe i [to] ne vide.
uk: І таким чином ми розмістили в межах кожного міста найбільших злочинців, щоб змову в ньому. Але вони змови не за винятком проти себе, і вони сприймають [вона] не.
vi: Và vì vậy chúng tôi đã đặt trong mọi thành phố lớn nhất trong số các tên tội phạm đến âm mưu trong đó. Nhưng họ âm mưu không ngoại trừ chống lại chính mình, và họ cảm nhận [nó] không.
zu: Futhi Sibe ibekwe ngaphakathi imizi ngemizi kufike komkhulu izigebengu yayo baphathe therein.
