Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2103
source: And if We had not strengthened you, you would have almost inclined to them a little.
ca: I si no ens havien enfortit vostè, vols tenir gairebé-los una mica.
cy: Ac os nad ydym wedi cryfhau chi, byddai ydych wedi bron yn dueddol iddynt ychydig.
da: Og hvis vi ikke havde styrket du, du ville have næsten tilbøjelig til dem lidt.
el: Και αν δεν μας είχε ενισχυθεί σας, θα έχουν σχεδόν τείνετε να τους λίγο.
et: Ja kui meil oli tugevdada, te, te sooviksite on peaaegu valmis neid vähe.
fi: Ja jos meillä oli ei vahvistanut sinua, sinun olisi on melkein taipuvainen niitä hieman.
he: אם אנחנו לא והתהדקו אותך, אתה יש כמעט נוטה אותם קצת.
hr: I ako smo imali li ojačati, ti bi imati skoro sklona ih malo.
lt: Ir jei mes ne sutvirtino tave, jums būtų turėti beveik linkę juos truputį.
lv: Un, ja mēs nebija ne jūs, jāstiprina jūs varētu ir gandrīz tiecas tos maz.
nb: Og hvis vi ikke styrket du, du ville har nesten tilbøyelig til dem litt.
sk: A ak sme mali nie vás posilnilo, vám by som skoro sklon im trochu.
sl: In če mi ne okrepiti vi, vi bi so skoraj nagibam k temu jih malo.
sr_cyrl: И ако нам ти не ојачао, ти би имати скоро склон да их мало.
sr_latn: I ako nam ti ne ojačao, ti bi imati skoro sklon da ih malo.
uk: І якщо ми не укріплені ви, ви б мати майже схильний до них мало.
vi: Và nếu chúng tôi không có tăng cường bạn, bạn sẽ có gần như nghiêng cho họ một chút.
zu: Futhi uma Sasingakaze kwaluqinisa wena, ubungeke ube cishe esithambekele kukho kancane kuwo.

# Quran2104
source: Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper.
ca: Llavors [si tenia], ens hauria fet gust [càstig en] doble vida i doble [després] mort. Llavors vostè no trobaria per si mateix contra nosaltres un ajudant.
cy: Yna [os oedd gennych], byddem wedi gwneud eich bywyd dwbl [gorfforol mewn] Flas a dwbl [ar ôl] marwolaeth. Yna ni welwch eich hun yn ein herbyn cynorthwy-ydd.
da: Derefter [Hvis du havde], vi ville have gjort dig smag dobbelt [straf i] liv og dobbelt [efter] død. Så du ikke vil finde til dig selv, mod os en hjælper.
el: Στη συνέχεια [αν είχατε], σας θα κάναμε γεύση διπλό [τιμωρία σε] ζωή και διπλό [μετά] το θάνατο. Στη συνέχεια, δεν θα βρίσκατε μόνοι σας εναντίον μας έναν αρωγό.
et: Siis [kui teil oleks], me oleks teinud sa maitse topelt [karistuse] elu ja double [pärast] surma. Siis sa ei leia endale meie vastu abimees.
fi: Sitten [jos olisit], olisimme tehneet voit maku double [rangaistus] elämän ja kaksinkertainen [kuoleman jälkeen]. Silloin ei kyllä löytää itse meitä vastaan auttajaa.
he: ואז [אם היה לך], היינו מגיעים לך טעם כפול [ענישה] חיים, זוגיות [לאחר] המוות. אז אתה לא תמצא לעצמך נגדנו עוזר.
hr: Zatim [Ako imaš], bismo bili ti okus dvostruko [kazna u] život i dvostruko nakon smrti. Onda nećeš naći za sebe protiv nas pomagača.
lt: Tada [Jei jums buvo], mes būtų buvę jums skonį dvigubo [bausmės] gyvenimo ir dvigubo [po] mirties. Tada jums bus ne rasti sau prieš mus pagalbininkas.
lv: Tad [ja jums bija], mums būtu bijis jums garša dubultā [sodu] dzīvi un double [pēc] nāves. Pēc tam jūs nebūtu atrast sev pret mums palīgs.
nb: Deretter [Hvis du hadde], vi ville ha gjort deg smak dobbeltseng [straff i] liv og dobbel [etter]. Så du ikke vil finne selv mot oss en hjelper.
sk: Potom [Ak ste mali], by urobili sme si chuť dvojité [trest] život a dvojité [po] smrti. Potom by ste nenašli pre seba proti nám Pomocníka.
sl: Nato [Če ste imeli], smo naredili bi vam okus dvojno [kazen v] življenje in dvojno [po] smrti. Potem bi ne najdete sami proti nam pomočnika.
sr_cyrl: Затим [да], стигли би вас укус дупли [казна у] живот и двоструке након смрти. Онда би не да сами против нас и поможника.
sr_latn: Zatim [da], stigli bi vas ukus dupli [kazna u] život i dvostruke nakon smrti. Onda bi ne da sami protiv nas i pomoжnika.
uk: Потім [Якщо ви мали], ми зробили б вам смак життя подвійний [покарання у] і double [Украдене]. Тоді ви б не знайти для себе проти нас помічника.
vi: Sau đó [nếu bạn có], chúng tôi sẽ làm bạn hương vị đôi [hình phạt trong] cuộc sống và đôi sau cái chết. Sau đó bạn sẽ không tìm thấy cho chính mình chống lại chúng tôi một helper.
zu: Khona [uma kwadingeka], We enza you zwa double [isijeziso] ekuphileni futhi double [ngemva] kokufa.

# Quran2105
source: And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.
ca: I efectivament, estaven a punt de des de la terra per expulsar dels mateixos. I llavors [quan fan], no romandran [hi] després que, excepte una mica.
cy: Ac yn wir, roeddent am i chi yrru oddi ar y tir i'ch troi allan thelir. Ac yna [pan fyddan nhw'n gwneud], byddant nid yn aros [Mae] ar eich ôl, heblaw am ychydig.
da: Og ja, de var ved at drive dig fra jord til at forjage du deraf. Og derefter [når de gør], de vil ikke forblive [der] efter dig, bortset fra lidt.
el: Και πράγματι, ήταν έτοιμος να σας οδηγήσει από τη γη να σας ρίξουν από αυτά. Και στη συνέχεια [όταν κάνουν], δεν παραμένουν [] αφού, εκτός από λίγο.
et: Ja tõepoolest, nad olid umbes autot sa maalt välja tõstma teid sellest. Ja siis [kui nad teevad], nad ei jää [seal] pärast teid, välja arvatud vähe.
fi: Ja ne olivat aikeissa ajaa sinua Land häätää niistä. Ja sitten kun he tee], eivät jää [on], lukuun ottamatta vähän.
he: אכן, הם עמדו להסיע אותך מהארץ מלפנות אותך ממנו. ולאחר מכן [כשהם כן] הן לא יישארו [שם] לאחר, למעט קצת.
hr: I doista, bili su oko vas odvesti iz zemlje da vas izbaci iz toga proizlaze. I onda [kada rade], oni neće ostati [tamo] nakon, osim malo.
lt: Ir iš tiesų, jie buvo apie jį vairuoti jus iš žemės į iškeldinti jūs iš jų. Ir tada [kada jie], jie neturi likti [yra] po to, kai, išskyrus mažai.
lv: Un patiešām, tie bija apmēram, lai aizvedu tevi no zemes jūs izlikt no tiem. Un pēc tam [kad viņi], viņi nepaliks [ir] pēc tam, kad, izņemot nedaudz.
nb: Og ja, de var om å kjøre deg fra land å kaste deg ut derfra. Og deretter [når de gjør], de vil ikke være [det] når du, bortsett fra litt.
sk: A naozaj, oni boli chystá riadiť vás z krajiny ktorá vás vysťahovať z nich. A potom [keď oni robia], že nezostane [nie] po vás, s výnimkou málo.
sl: In res, so bile približno za pogon, ki ga iz dežele, da vas izselijo iz njih. In potem [kdaj pa], bo ne ostanejo [je] čez vi, razen malo.
sr_cyrl: И заиста, они су били ти возити са копна да би те избацити владини. И онда [везе], не остану [тамо] после тебе, изузев мало.
sr_latn: I zaista, oni su bili ti voziti sa kopna da bi te izbaciti vladini. I onda [veze], ne ostanu [tamo] posle tebe, izuzev malo.
uk: І дійсно, вони повинні були відвезти вас з землі виселити ви від них. А потім [коли вони роблять], вони не залишиться [є] після вас, за винятком злегка.
vi: Và quả thực, họ đã lái xe từ đất để đuổi bạn từ đó. Và sau đó [khi họ làm], họ sẽ không còn [có] sau khi bạn, ngoại trừ một chút.
zu: Futhi ngempela, base belungela ukuhamba ngemoto kuwe sivela ezweni ukuze evict you therefrom.

# Quran2106
source: [That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration.
ca: [Que és nostra] estableix la forma per a aquells que havia enviat abans dels nostres missatgers; i vostè no trobarà en el nostre camí cap alteració.
cy: [Dyna ein] sefydlu ffordd ar gyfer y rhai yr ydym wedi anfon cyn ichi am ein negeseuwyr; ac ni welwch yn ein ffordd unrhyw newid.
da: [Der er vores] etableret måde for dem, vi havde sendt før du af vores budbringere; og du vil ikke finde i vores måde enhver ændring.
el: [Αυτό είναι μας] καθιέρωσε τρόπος για όσους είχαν στείλαμε πριν από κλητήρες μας? και δεν θα βρείτε στο δρόμο μας η αλλοίωση.
et: [See on meie] kehtestatud viisil neile saatsime oli enne sind meie kullerid; ja te ei leia meie viisil tehtud muudatustest.
fi: [Tämä on meidän] perustettu tapa niille, jotka oli lähettänyt edessänne sanansaattajat; ja et löydä tavallamme muutokset.
he: [זה שלנו] הוקמה דרך עבור אלה היה ששלחנו לפני של השליחים שלנו; לא תמצא בדרכנו שינוי כלשהו.
hr: [To je naš] uspostaviti način za one koji smo poslali prije tebe našeg glasnika; i nećete naći na putu bilo promjena.
lt: [Tai mūsų] nustatyta būdas tiems, kurie turėjo išsiuntėme prieš mūsų pasiuntiniai; ir jūs nerasite mūsų būdu bet kokius pakeitimus.
lv: [Tas ir mūsu] izveidota ceļu tiem, kas mums atsūtīja pirms jūs mūsu kurjeriem; un jūs nevarat atrast mūsu ceļu jebkurām izmaiņām.
nb: [Det er vår] etablert måte for dem vi hadde sendt før du profet; og du finner ikke i vår måte endringer.
sk: [To je naša] sídlom cestu pre tých, ktoré sú zaslané pred vami naši poslovia; a nenájdete v našej ceste akákoľvek zmena.
sl: [To je naše] določiti način za tiste, ki mi je poslal pred vami naše glasniki; in ne boste našli v naši poti spreminjala.
sr_cyrl: [То је нам] успостављен начин онима који нам је послао пред вама од нам гласника; и не пронаћи ћете у путу сваког преправку.
sr_latn: [To je nam] uspostavljen način onima koji nam je poslao pred vama od nam glasnika; i ne pronaći ćete u putu svakog prepravku.
uk: [Ось наші] створена шлях для тих, хто ми послав до вас з нашими посланцями; і ви не знайдете в нашому шляху будь-яких змін.
vi: [Đó là của chúng tôi] thành lập cách nào cho những người chúng tôi đã gửi trước khi bạn của các sứ giả của chúng tôi; và bạn sẽ không tìm thấy trong cách của chúng tôi bất kỳ thay đổi.
zu: [Yilokho Zethu] isungulwe indlela yalabo We wayethumele phambi kwakho of Ithu gijimi thathaza;

# Quran2107
source: Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed.
ca: Establir l'oració a la disminució del sol [des seu meridià] fins a la foscor de la nit i [també] el Qur ' an d'Alba. De fet, és presenciat mai la recitació d'Alba.
cy: Sefydlu gweddi ar y dirywiad yn yr haul [gan ei meridian] tan y tywyllwch y nos a [hefyd] Qur'an dawn. Yn wir, yn dyst erioed i lefaru o dawn.
da: Etablere bøn på nedgangen i solen [fra sin meridian] indtil mørket af natten og [også] Koranen daggry. Faktisk, recitation af dawn nogensinde har oplevet.
el: Προσευχή θεσπίσει κατά την πτώση του ήλιου [από το μεσημβρινό] μέχρι το σκοτάδι της νύχτας και [επίσης] και Qur'an της Αυγής. Πράγματι, την απαγγελία της αυγής είναι ποτέ μάρτυρες.
et: Kehtestada palve päike [: meridian] vähenemine kuni öö pimeduses ja [ka] dawn Koraan. Tõepoolest, dawn ettekandmine on kunagi näinud.
fi: Laadittava rukous [auringosta laajemmalle] lasku yön pimeyttä ja [myös] Koraanin dawn. Itse asiassa dawn lausunta on koskaan nähnyt.
he: להקים תפילה-שקיעת השמש [של המרידיאן שלו] עד החושך של הלילה, ו [גם] הקוראן של שחר. אכן, אמירת שחר אי פעם עדים.
hr: Uspostaviti molitva na pad sunca [iz svojih meridijana] do tamu noći i [također] Kur'an zore. Doista, moljenje zore je svjedočio.
lt: Nustatyti malda nuosmukio ir sekmadienis [nuo jo dienovidinio] iki nakties tamsoje ir [taip pat] Aušros Korano. Iš tiesų, deklaravimas ir Aušros yra kada nors matė.
lv: Izveido lūgšanu pie saules [no savu kulmināciju] samazināšanās līdz nakts tumsa un [arī] dawn Korāns. Patiešām, rītausmas sarīkojums ir jebkad pieredzējusi.
nb: Etablere bønn til nedgangen av solen [fra meridianen] til mørket av natten og [også] Koranen Dawn. Faktisk er resitasjon av dawn noensinne har sett.
sk: Stanoviť modlitba pokles [od svojej meridian] slnko do tmy v noci a [i] Korán svitania. V skutočnosti je svedkom recitácie svitania.
sl: Vzpostavitev molitev na propad sonce [od poldnevnika] do teme noči in [tudi] Koranu zore. Res, recitacija zori kdaj priča.
sr_cyrl: Успостави молитву на пад од сунца [из својих меридијан] до таму ноћи, а [и] Кур'ану од зоре. Заиста , рецитације зоре је присуствовао.
sr_latn: Uspostavi molitvu na pad od sunca [iz svojih meridijan] do tamu noći, a [i] Kur'anu od zore. Zaista, recitacije zore je prisustvovao.
uk: Встановити молитви при зниженні сонця [від його Меридіан] до темряву ночі і [також] Коран світанку. Дійсно, декламація світанку коли-небудь бачив.
vi: Thiết lập các cầu nguyện tại sự suy tàn của mặt trời [từ của nó meridian] cho đến khi bóng tối của đêm và [cũng] kinh Koran của bình minh. Thật vậy, lần chuỗi bình minh từng được chứng kiến.
zu: Ukusungula emthandazweni nokwehla ilanga [kusukela Meridian yayo] kuze kube ebumnyameni basebusuku futhi [futhi] the Qur'an kokusa.

# Quran2108
source: And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station.
ca: I [part de] la nit, pregar amb ella com [culte] addicional per a vostè; s'espera que el seu senyor es ressuscitar a una estació lloat.
cy: Ac o [rhan o] y nos, yn gweddo ag ef fel [addoli] ychwanegol i chi; Disgwylir y bydd eich Arglwydd yn atgyfodi'r chi i orsaf canmol.
da: Og fra [del af] om natten, bede med det som ekstra [tilbedelse] for dig; Det forventes, at Herren vil genoplive dig til en roste station.
el: Και από το [μέρος] τη νύχτα, προσεύχονται με αυτό ως πρόσθετη [λατρεία] για σένα. αναμένεται ότι ο Λόρδος θα σε αναστήσω στο σταθμό εξήρε.
et: Ja [osa] õhtul palvetada koos see täiendav [kummardama] teile; on tõenäoline, et teie Issand taaselustada te kiitis station.
fi: Ja [osa] yö rukoilla mukanaan lahjojen lisäksi []. on odotettavissa, että teidän Herranne elvyttää sinua kiitosta asemalle.
he: מ [חלק] הלילה, להתפלל עם זה כמו נוספים [תפילה] בשבילך; הוא צפוי כי אדונך אחיה אותך לתחנת שיבח.
hr: I od [dio] noć, moli s njim kao dodatni [obožavanje]. Očekuje se da će vas vaš Gospodin uskrsnuti pohvalio postaju.
lt: Ir iš [dalies] naktį, melstis su jį kaip papildomą [garbinti] jums; tikimasi, kad jūsų Viešpats bus jums prisikelti gyrė stoties.
lv: Un no [daļas] nakti, lūdzieties ar to kā papildu [dievkalpojumu]; paredzams, ka jūsu Kungs būs atdzīvināt jūs uzslavēja stacijai.
nb: Og fra [del av] natten, be med den som ekstra [tilbedelse]. Det forventes at din Herre vil gjenopplive du en roste stasjon.
sk: A od [časť] v noci, modlite sa s ním ako ďalšie [uctievanie] pre vás; očakáva sa, že ste chválil stanicu vzkriesi svojho pána.
sl: In iz [del] noči, molite z njim kot dodatne [častili] za vas; pričakovati je, da vaš gospod bo obudila vas pohvalil postajo.
sr_cyrl: И из [део] ноћ, Моли се с тим као додатне [молитву] за тебе; Очекује се да ће ти твој господар ускрсне слављено станицу.
sr_latn: I iz [deo] noć, Moli se s tim kao dodatne [molitvu] za tebe; Očekuje se da će ti tvoj gospodar uskrsne slavljeno stanicu.
uk: І з [частини] ніч, моліться з його в якості додаткової [поклоніння] для вас; очікується, що ваш Господь буде воскресити ви похвалив станції.
vi: Và từ [một phần] vào ban đêm, hãy cầu nguyện với nó là thêm [thờ cúng] cho bạn; chúng tôi hy vọng rằng Chúa của bạn sẽ hồi sinh bạn đến một trạm ca ngợi.
zu: Futhi kusukela [ingxenye] ebusuku, thandaza uhambisana nalobo bupristi njengesici eyengeziwe [ukukhulekela] ngawe;

# Quran2109
source: And say, "My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority."
ca: I dir, "El meu Senyor, causa m per entrar en una entrada de so i sortir una sortida sòlida i concedir-me de tu mateix una autoritat suport."
cy: A dweud, "Fy Arglwydd, achosi mi Rhowch fynedfa gadarn i ymadael ymadael gadarn a mi grant gan eich hun yn cefnogi awdurdod."
da: Og sige, "Min herre, forårsager mig at indtaste en lyd indgangen og til at afslutte en lyd exit og giv mig fra dig selv en understøttende myndighed."
el: Και να πω, «Κύριέ μου, προκαλέσει μου να εισάγετε μια είσοδο ήχου και να βγείτε από την έξοδο ήχου και δώσε μου από τον εαυτό σας μια αρχή δικαιολογητικά.»
et: Ja öelda: "Mu Issand põhjustada mul Sisestage heli sissepääs ja väljuda heli väljumise ja mulle tõendavad luba iseendast andma."
fi: Ja sanoa: "Herrani, aiheuttaa minulle syöttää äänen sisäänkäynti ja poistu ääni ulos ja antaa minulle itse tukea viranomainen."
he: אומרים, "אדוני, לגרום לי להיכנס כניסה קול יציאה יציאה קול ולהעניק לי מעצמך רשות המשנה".
hr: I kažu, "Gospodaru, uzrokovati mi unijeti zvuk ulaz i izlaz zvuka izlaz i podari mi od sebe podrške vlasti."
lt: Ir sako: "Mano Viešpats, sukelti man įvesti garso įėjimo ir išėjimo garso išėjimo ir suteikti man nuo savęs palaikymo institucija."
lv: Un saka: "Mans kungs, iemesls man ievadiet skaņas ieejas un izejas skaņas izejas un piešķirt man no sevis atbalsta iestāde."
nb: Og si, "Min Herre, gi meg inn en lyd-inngang og å avslutte en lyd ut og gi meg fra deg en støtte myndighet."
sk: A hovoria: "Môj pane, spôsobujú mi vstúpiť zvukový vstup a výstup zvuku výstupu a daj mi od seba podporný orgán."
sl: In reče: "Moj Gospodar, vzrok mi vstopiti a zvočni vhod in izhod zvoka izhod in grant mi od sebe podporni organ."
sr_cyrl: И рекао, "Мој господару, изазвати ме да унесете звучни улаз и излаз звука излаз и подари ми од себе за подршку ауторитета."
sr_latn: I rekao, "Moj gospodaru, izazvati me da unesete zvučni ulaz i izlaz zvuka izlaz i podari mi od sebe za podršku autoriteta."
uk: І сказати: "Господи, викликати мене ввести звукового входу і виходу звуку виході і, дай мені від себе допоміжні повноваження."
vi: Và nói: "Thưa ngài, gây ra cho tôi để nhập một lối vào âm thanh và để thoát khỏi một lối ra âm thanh và Grant cho tôi từ chính mình trong một cơ quan hỗ trợ."
zu: Futhi bathi, "Nkosi, Ngenze ukuba ufake emnyango umsindo futhi uphume a ophumayo umsindo, ungiphase kusuka Yourself siphatsimandla asekelayo."

# Quran2110
source: And say, "Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart."
ca: I dir, "ha arribat la veritat i falsedat ha marxat. De fet està falsedat, [per naturalesa], mai obligat a apartar-se."
cy: A dweud, "Mae gwir wedi dod, ac wedi ymadael anwiredd. Yn wir mae anwiredd, [gan natur], erioed yn rhwym i wyro."
da: Og sige, "sandheden er kommet, og løgn er afgået. Faktisk er løgn, [efter art], nogensinde bundet til afgår."
el: Και να πω, "αλήθειας έχει έρθει, και ψεύδος έχει ήδη αναχωρήσει. Πράγματι ψεύδος, [εκ φύσεως], ποτέ υποχρεώνεται να αναχωρήσει.»
et: Ja öelda: "tõde on tulnud ja valetamine on lahkunud. Tõepoolest on valetamine, [olemuse järgi], kunagi kindlasti kõrvale."
fi: Ja sanoa, "totuus on tullut, ja valhe on poistunut. Todellakin on valhe, [lajikohtainen], koskaan pakko lähteä."
he: אומרים, "האמת הגיע, כזב עזב. אכן כזב, [מטבעה], אי פעם מאוגד יוצאים."
hr: I reći, "istina je došla i neistina je otišao. Doista je neistina, [po prirodi], ikada dužan otići."
lt: Ir sako: "atėjo tiesos ir Melo išvyko. Iš tiesų yra melas, [pagal pobūdį], kada nors privalo išvykti."
lv: Un saka: "ir pienācis patiesības un meli ir atkāpusies. Patiešām ir meli, [pēc būtības] kādreiz pienākums atkāpties."
nb: Og si: «Sannheten kommer, og løgn dro. Faktisk er løgn, [etter Art], noensinne bundet reise."
sk: A povedať, "má prísť pravda a lož ochodu. Naozaj je lož, [povahou], niekedy povinný odchod."
sl: In reče: "resnica je prišel, in laž je odstopila. Res je laž, [po naravi], kdaj dolžan odstopiti."
sr_cyrl: И кажу, "истина долази и неистина је отпутовао. Заиста је неистина, [по природи], икада везана за полазак."
sr_latn: I kažu, "istina dolazi i neistina je otputovao. Zaista je neistina, [po prirodi], ikada vezana za polazak."
uk: І сказати: "пройшла правда, і брехня покинуло. Дійсно брехня, [за природою], коли-небудь прив'язано до вилітати."
vi: Và nói, "sự thật đã đến, và falsehood đã rời. Thực sự falsehood, [bởi thiên nhiên], đã bao giờ bị ràng buộc để khởi hành."
zu: Futhi bathi, "Iqiniso ufikile, namanga kumukile. Ngempela zingamanga, [ngokwemvelo], owake eboshiwe ukuba bamuke."

# Quran2111
source: And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.
ca: I li enviarem del Qur ' an que és la curació i Misericòrdia per als creients, però que no incrementa la malfactors excepte en pèrdua.
cy: A anfonwn i lawr o'r Qur'an sydd yn iachau a drugaredd y credinwyr, ond nid yw'n ei gynyddu y tramgwyddo ac eithrio yn colli.
da: Og vi sender af Koranen, som healing og nåde for troende, men det øger ikke lovovertrædere undtagen i tab.
el: Και στέλνουμε του Κορανίου που που είναι επούλωση και έλεος για τους πιστούς, αλλά δεν αυξάνει την παραβάτες εκτός από την απώλεια.
et: Ja saadame Koraani seda, mis on tervendav ja halastuse eest usklikud, kuid see ei suurenda tekitaja peale kaotsimineku.
fi: Ja lähetämme Koraanin sitä, mikä on parantavaa ja armon uskovaisille, mutta se ei lisää, paitsi rikolliset menetys.
he: נשלח הקוראן זה שמחלים ורחמים עבור המאמינים, אבל זה לא להגדיל את הפושעים מלבד הפסד.
hr: Šaljemo u Kur'anu ono što je ozdravljenje i milosrđe za vjernike, a da se ne povećava počinioce osim u gubitak.
lt: Ir mes siųsti Koran tą, kuri yra gydymo ir gailestingumo tikinčiuosius, bet jis nedidina grzesznicy išskyrus nuostolių.
lv: Un mēs nosūtīsim uz leju no Korāns to, kas ir Ārstnieciskā un žēlsirdība ticīgo, bet tas nepalielina pārkāpējus, izņemot zaudējumus.
nb: Og vi sende av Koranen som helbredende og barmhjertighet for troende, men det øker ikke wrongdoers unntatt tap.
sk: A pošleme Koránu, ktorá je uzdravenie a milosrdenstvo pre veriacich, ale nezvyšuje zloèinci okrem úbytku.
sl: In pošljemo v Koranu, ki je zdravljenje in milost za z vernike, vendar ne poveča wrongdoers razen v izgubo.
sr_cyrl: И пошаљемо Курана која зараста и милост за верницима, али то не повећава починиоце осим губитка.
sr_latn: I pošaljemo Kurana koja zarasta i milost za vernicima, ali to ne povećava počinioce osim gubitka.
uk: І ми відправляємо Корану те, що є зцілення та милість для віруючих, але це не призводить до збільшення розкаюємося Крім втрати.
vi: Và chúng tôi gửi của Qur'an rằng đó chữa bệnh và lòng thương xót cho những người tin Chúa, nhưng nó không làm tăng wrongdoers ngoại trừ mất.
zu: Futhi We sa phansi we Qur'an ukuthi which is sindisa sa kholwa, kodwa lokho akusho ukwandisa abenzi bobubi ngaphandle ukulahleka.
