Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1036
source: But the answer of his people was only that they said, "Evict them from your city! Indeed, they are men who keep themselves pure."
ca: Però la resposta del seu poble va ser només que deien, "expulsar-los de la teva ciutat! De fet, són els homes que mantenir-se pur."
cy: Ond yr ateb ei bobl oedd dim ond y dywedasant, "troi allan o eich Dinas! Yn wir, maent yn ddynion sy'n cadw eu hunain yn pur."
da: Men svaret af sit folk var kun at de sagde: "fjerne dem fra din by! Faktisk, de er mænd, der holder sig ren."
el: Αλλά η απάντηση του λαού ήταν μόνο ότι τους είπε, «τους εκδιώξει από την πόλη σας! Πράγματι, υπάρχουν άνδρες που τους κρατήσει καθαρό."
et: Kuid ainult oli oma rahva vastus, et nad ütlesid: "tõstma neid oma linna! Need on mehed, kes hoiavad end puhas."
fi: Mutta hänen kansansa vastaus oli vain, että he sanoivat: "häätää heidät polveutua kaupunkisi! Itse asiassa he ovat miehiä, jotka pitää itsensä puhtaana."
he: אבל התשובה שלו היתה רק כי הם אמרו, "לפנות אותם מהעיר שלך! ואכן הם האנשים לשמור עצמם טהור."
hr: Ali odgovor njegov narod je bio samo da kažu, "Izbaci ih iz svog grada! Zapravo, oni su ljudi koji se čiste."
lt: Bet atsakymas jo žmonių buvo tik kad jie sako, "iπkeldinti juos iπ savo miestą! Iš tiesų, jie yra vyrų, kurie laikyti save gryno."
lv: Bet viņa cilvēku atbilde bija tikai, ka viņi teica: "izlikt tos no jūsu pilsētas! Patiešām, tie vīri, kas sevi uzturēt tīras."
nb: Men svaret hans folk var bare at de sa, "utvisning fra din by! Faktisk er de menn som holde seg ren."
sk: Ale odpoveď svojho ľudu bolo len to, že oni povedali: "vysťahovať sa z vášho mesta! Vskutku, sú muži, ktorí udržať čisté."
sl: Vendar odgovor svojega naroda je bil le, da so rekli, "jim odstranjevanje iz vaše mesto! Res, so moški, ki vodijo sami čisto."
sr_cyrl: Али одговор од његових људи је само да рекли су ми, "избаци их из твог града! Заиста , они људи који су сами себе настави чисто."
sr_latn: Ali odgovor od njegovih ljudi je samo da rekli su mi, "izbaci ih iz tvog grada! Zaista, oni ljudi koji su sami sebe nastavi čisto."
uk: Але відповідь свого народу був тільки що сказали, "Вилучити їх із вашого міста! Справді, вони чоловіків, хто тримати себе чистим."
vi: Nhưng câu trả lời của những người của ông đã là chỉ rằng họ nói, "gỡ bỏ chúng từ các thành phố của bạn! Thật vậy, họ là người đàn ông đã giữ cho mình sạch."
zu: Kodwa impendulo abantu yakhe kwakukubi kuphela usuku bathi: "evict them emzini wakho! Ngempela, bangamadoda abazigcina oluhlanzekile."

# Quran1037
source: So We saved him and his family, except for his wife; she was of those who remained [with the evildoers].
ca: Així que som estalvis ell i la seva família, excepte la seva dona; va ser dels que va romandre [amb l'evildoers].
cy: Felly yr ydym yn arbed iddo ef a'i deulu, ac eithrio ei wraig; Roedd hi o'r rhai sydd yn aros [evildoers].
da: Så frelst vi ham og hans familie, bortset fra hans kone; hun var af dem, der forblev [med Misdædere].
el: Έτσι σώσαμε τον ίδιο και την οικογένειά του, εκτός από τη γυναίκα του ήταν από αυτούς που παρέμεινε [με την evildoers].
et: Nii päästis teda ja oma pereliikmete, välja arvatud tema abikaasa; ta oli neist, kes jäid [evildoers].
fi: Joten me tallennettu hänelle ja hänen perheelleen paitsi hänen vaimonsa; oli niitä, jotka edelleen [kanssa pahantekijöitä].
he: אז הצלנו אותו ואת משפחתו, מלבד אשתו; היא הייתה בין הנשארים [עם הרשעים].
hr: Pa smo spasili njega i njegovu obitelj, osim njegova žena; bila je od onih koji su ostali sa zlikovci].
lt: Taigi mes išgelbėti jam ir jo šeimai, išskyrus savo žmoną; ji buvo iš tų, kurie liko [su piktadarių].
lv: Tātad mēs izglābām viņu un viņa ģimeni, izņemot viņa sieva. viņa bija no tiem, kas palika [ar evildoers].
nb: Så reddet vi ham og hans familie, bortsett fra hans kone; Hun var som forble med ugjerningsmennene].
sk: Tak sme spasení, jemu a jeho rodine, s výnimkou jeho manželke; ona bola z tých, ktorí zostali [s zločincov].
sl: Tako smo shranili in družino, razen svojo ženo; bila je tistih, ki so ostali [z zlikovci].
sr_cyrl: Па смо спасили њега и његову породицу, осим за своју зену; Била је од оних који су остали [са злотворе].
sr_latn: Pa smo spasili njega i njegovu porodicu, osim za svoju zenu; Bila je od onih koji su ostali [sa zlotvore].
uk: Таким чином, ми зберегли його і його сім'ю, за винятком його дружина; вона була кожного [з лиходіїв].
vi: Vì vậy, chúng tôi lưu ông và gia đình của mình, ngoại trừ người vợ; cô ấy là của những người còn lại [với tàn].
zu: Ngakho We khulula him nomkhaya wakhe, ngaphandle umkakhe;

# Quran1038
source: And We rained upon them a rain [of stones]. Then see how was the end of the criminals.
ca: I ens ha plogut sobre ells una pluja [de pedres]. Després de veure com era el final dels criminals.
cy: A ydym yn bwrw glaw arnynt glaw [o gerrig]. Yna i weld sut yr oedd diwedd y troseddwyr.
da: Og vi regnede på dem en regn [af sten]. Derefter se hvordan var i slutningen af kriminelle.
el: Και εμείς έβρεχε πάνω τους μια βροχή [των λίθων]. Στη συνέχεια, δείτε πώς ήταν το τέλος των εγκληματιών.
et: Ja meil sajab neile vihma [ja kivid]. Siis vaata, kuidas oli lõpuks kurjategijad.
fi: Ja me satoi päällensä sade [, kivet]. Katso miten oli loppu rikollisia.
he: אנחנו, המטיר על אותם, גשם [של אבנים]. ואז לראות איך היה הסוף של הפושעים.
hr: I mi padala na njih kiše [od kamenja]. Onda pogledajte kako je bilo na kraju kriminalaca.
lt: Ir mes lietus jiems lietaus [iš akmenų]. Pažiūrėkite, kaip buvo pabaigoje ir nusikaltėliai.
lv: Un mēs viņiem virsū lija lietus [no akmeņiem]. Tad redzētu, kā beidzās noziedznieki.
nb: Og vi regnet dem et regn [av steiner]. Se hvordan var slutten av kriminelle.
sk: A pršalo sme na ne dážď [kamene]. Presvedčte sa, ako bolo na konci zločinci.
sl: In smo deževalo na njih dež [kamni]. Poglejte, kako je bil konec kriminalci.
sr_cyrl: И да смо их се натапа киша [камења]. Онда да видимо како је било на крају криминалце.
sr_latn: I da smo ih se natapa kiša [kamenja]. Onda da vidimo kako je bilo na kraju kriminalce.
uk: І ми дощ на них дощ [камені]. Потім побачити, як було в кінці злочинців.
vi: Và chúng ta trời mưa khi họ một cơn mưa [đá]. Sau đó, thấy như thế nào là kết thúc của những tên tội phạm.
zu: Futhi We wanisa phezu kwabo imvula [yamatshe].

# Quran1039
source: And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, "O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers.
ca: I [la gent del] Madyan [hem enviat] seu germà Shu'ayb. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. Hi ha arribat a aclarir l'evidència del seu Senyor. Així complir la mesura i pes i no privar a la gent de la seva causa i provocar no corrupció en la terra després de la seva reforma. Que és millor per a vostè, si vostè ha de ser creients.
cy: Ac [y bobl] Madyan [anfonasom] eu brawd Shu'ayb. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Mae wedi dod i mae eich tystiolaeth glir o eich Arglwydd. Felly wireddu y Mesur a'r pwysau a wneud Nid amddifadu pobl o'u dyledus ac achosi llygredd nid ar wyneb y ddaear ar ôl ei diwygiad Protestannaidd. Mae hynny'n well i chi, os dylai fod credinwyr.
da: Og til [folk] Madyan [vi sendte] deres bror Shu'ayb. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Der er kommet til du klare beviser fra din herre. Så opfylde mål og vægt og ikke fratage folk af deres forfaldne og forårsage ikke korruption på jorden efter sin reformation. Det er bedre for dig, hvis du skulle være troende.
el: Και να [ο λαός του] Madyan [στείλαμε] ο αδελφός τους Shu'ayb. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Εκεί έχει έρθει για να μπορείτε να καταργήσετε στοιχεία από το Λόρδο. Έτσι εκπληρώσει το μέτρο και το βάρος και δεν αρνηθεί στους ανθρώπους την κατεύθυνσή τους και προκαλούν δεν διαφθορά επί της γης μετά από την αναμόρφωση. Που είναι καλύτερο για σας, αν είστε πιστοί.
et: Ja [inimesed] Madyan [saatsime] oma venna Shu'ayb. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Seal on tulnud selget tõendit oma Lord. Nii täita meetme ja kaalu ja ei võta inimesed saavad asjakohase ja põhjustada pole korruptsioon, maa peal, pärast selle reformatsiooni. Mis on parem teile, kui te tuleks usklikud.
fi: Ja [ihmiset] Madyan olemme lähettäneet heidän veljensä Shu'ayb. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Siellä on aika jotta poistat todisteita teidän Herranne. Joten täyttää toimenpiteen ja paino eikä ihmisiltä eräpäivät ja vaurioitua ole maan päällä sen Uskonpuhdistuksen jälkeen. Se on parempi sinulle, jos sinun pitäisi olla uskovia.
he: וכדי [בני] Madyan [שלחנו] אחיהם מתחם שועייב. הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. שם בא כדי לך לנקות ראיות מן האל שלך. אז להגשים את המידה ואת משקל לא לשלילת שמגיעים להם, לגרום לפגם לא על פני האדמה לאחר הרפורמציה שלה. . זה יותר טוב בשבילך, אם אתה צריך להיות המאמינים.
hr: I da [ljudi] Madyan smo poslali svog brata Shu'ayb. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. Tu je došlo do jasne dokaze iz vašeg gospodara. Tako ispuni mjere i težine ne liše im pripada i nanijeti raspadanje na zemlji nakon njegova reformacije. To je bolje za vas, ako vam se vjernici.
lt: Ir [žmonės] [išsiuntėme] Madyan jų brolis Shu'ayb. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Ten atėjo į jūs akivaizdžiai liudija iš savo Viešpaties. Taigi įvykdyti priemonė ir svorio ir ne atimti iš žmonių jų tinkamai ir sukelti ne korupcijos žemėje po jos reformacija. Tai geriau už jus, jei jūs turite būti tikinčiųjų.
lv: Un [cilvēki] [mēs nosūtījām] Madyan viņu brālis Shu'ayb. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Ir pienācis uz Notīrīt pierādījumus no savu kungu. Tik izpildīt pasākums un svara un nav atņemt cilvēkiem viņu pienācīgi un izraisīt ne korupciju uz zemes pēc tās reformācija. Kas ir labāks par jums, ja jūs būtu ticīgie.
nb: Og [de av] Madyan [vi sendt] deres bror Shu'ayb. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Det har kommet til du klare bevis fra deres Herre. Så oppfylle de mål og vekt og ikke frata folk av sin grunn og forårsaker ikke korrupsjon på jorden etter sin reformasjonen. Det er bedre for deg, hvis du skal troende.
sk: A [ľudia] Madyan, [sme poslali] ich brat Shu'ayb. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. Tam má prísť k vám jasné dôkazy od svojho pána. Tak naplniť opatrenia a hmotnosti a nie zbavovať ľudí ich splatnosti a spôsobiť nie korupcii na zemi po jeho reformácie. To je lepšie pre vás, ak by ste mali byť veriaci.
sl: [Ljudje] in Madyan [smo poslali] njihova brata Shu'ayb. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Tam je prišel do jasnih dokazov iz svojega Gospoda. Tako izpolnjujejo merilo in težo in ne prikrajšati ljudi zaradi njihove in povzroči ni korupcije na zemlji po njene reformacije. To je bolje za vas, če bi morali biti verniki.
sr_cyrl: И да [људи] Мадyан [смо послали] њихов брат Сху'аyб. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Сперме да ти јасне доказе од твог Господа. Тако испуни меру и тежину и не лиљити људе њихов крајњи и изазвати корупције на земљи након њене Реформације. То је боље за тебе, да си био верници.
sr_latn: I da [ljudi] Madyan [smo poslali] njihov brat Shu'ayb. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Sperme da ti jasne dokaze od tvog Gospoda. Tako ispuni meru i težinu i ne liљiti ljude njihov krajnji i izazvati korupcije na zemlji nakon njene Reformacije. To je bolje za tebe, da si bio vernici.
uk: І населенню [з] Madyan, [ми послали] свого брата Shu'ayb. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. Там прийшов до вас чіткі свідчення від вашого Господа. Таким чином виконати міра і ваги і не позбавити людей їх належної і викликати не корупції на землі після її реформування. Це краще для вас, якщо ви повинні бути віруючим.
vi: Và để [người] Madyan [gửi chúng tôi] của anh em Shu'ayb. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Có đã đến để bạn rõ ràng bằng chứng từ của Chúa. Vì vậy phải thực hiện các biện pháp và trọng lượng và không tước đi của người dân của họ và gây ra không tham nhũng trên trái đất sau đợt cải cách của nó. Đó là tốt hơn cho bạn, nếu bạn có các tín hữu.
zu: Futhi ukuze [abantu] e Madyan [Sithumele] umfowabo Shu'ayb.

# Quran1040
source: And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters.
ca: I no seure cada camí amenaçant i evitar de la manera d'Allah els que creuen en ell, tractant de fer-ho [semblar] anormals. I recordes quan et van ser poques i va augmentat vostè. I veure com va ser el final de la corrupters.
cy: A ydynt yn eistedd ar bob llwybr, sy'n bygwth ac osgoi o'r ffordd o Allah rhai sydd yn credu ynddo, yn ceisio gwneud ei [ymddangos] gwyrdröedig. A cofio pan oeddech ychydig a chi cynyddodd ef. A gweld sut yr oedd diwedd y corrupters.
da: Og ikke sidder på hver bane, truende og afværge fra måde Allah, der tror på ham, søger at gøre det [synes] afvigende. Og husk, når du var par og han steg du. Og se, hvordan var i slutningen af corrupters.
el: Και μην κάθεστε στην κάθε διαδρομή, απειλώντας και την αποτροπή από το δρόμο του Αλλάχ εκείνους που πιστεύουν σ ' αυτόν, ώστε να καταστεί [φαίνεται] αφύσικα. Και θυμάσαι όταν ήσουν μερικά αύξησε σας. Και να δούμε πώς ήταν το τέλος της η corrupters.
et: Ja Ärge istuge iga tee, ähvardades ja ära hoidmiseks neile, kes usuvad teda, püüdes muuta seda, kuidas Jumal [tunduvad] hälbiv. Ja pea meeles, kui sa olid vähe ja ta on suurendanud. Ja vaata, kuidas oli selle corrupters lõppu.
fi: Ja Älä istu jokainen polku uhkaa ja torjua tapa hillitä niitä, jotka uskovat häneen pyritään tekemään se [Näytä] poikkeava. Muista, kun oli vähän ja hän nousi. Ja Katso, miten oli loppu corrupters.
he: ואני לא יושבת על כל נתיב, מאיים, הסב מן הדרך של אללה אלה אשר מאמינים בו, המבקשים לעשות זאת [נראה] סוטה. זוכר כשהיית מספר, הוא הגביר. ולראות איך היה הסוף corrupters.
hr: I ne sjedi na svakom putu, prijeteći i averting kako Allah one koji vjeruju u njega, da to napravi [izgleda] devijantno. A sjećaš se kad si nekoliko i povećao vas. I vidjeti kako je na kraju u corrupters.
lt: Ir negalima sėdėti kiekvieną kelio, pavojinga ir išvengti iš to, kaip Dievas tiems, kurie tiki į jį, ieško, kad jis [atrodo] deviantinio. Ir prisiminti, kada jums buvo nedaug ir jis išaugo jums. Ir pamatyti, kaip buvo su corrupters pabaigos.
lv: Un nav sēdēt uz katru taku, draudot un aizgriezt no Allah ceļu tiem, kas tic viņam, cenšoties padarīt [šķiet] deviant. Atcerieties, kad jums bija maz un viņš tiek palielināts. Un redzēt, kā beidzās corrupters.
nb: Og ikke sitte på hver bane, truende og avverge fra måten Allah de som tror på ham, søker å gjøre det [synes] avvikende. Husk da du var noen og han økt du. Og se hvordan var slutten av de kobber og jern.
sk: A nie sedieť na každej ceste, ohrozuje a odvrátiť od toho, ako Boh tých, ktorí veria v neho snaží, aby to [zrejme] deviantné. A Pamätajte si, kedy ste boli málo a ste sa mu zvýšil. A uvidíte, ako bolo na konci corrupters.
sl: In ne sedijo na vsako pot, grozi in preprečitev iz pot Allah tisti, ki verjamejo v njega, želijo, da bi to [zdi] deviant. In ne pozabite, ko ste bili nekaj in je vas povečala. In glej, kako je bil konec v corrupters.
sr_cyrl: И не седим на сваки пут, прети и жели чути од пута Аллах оне који верују у њега, да од њега направи [изгледа] девијантно. И када си пар, а он те је повећао. И видим како је било на крају у цорруптерс.
sr_latn: I ne sedim na svaki put, preti i želi čuti od puta Allah one koji veruju u njega, da od njega napravi [izgleda] devijantno. I kada si par, a on te je povećao. I vidim kako je bilo na kraju u corrupters.
uk: І не сидять на кожен шлях, погрожуючи і запобігаючи від того, як Аллах тих, хто вірує в нього, які прагнуть зробити це [мабуть,] девіантної. І пам'ятайте, коли ви були кілька, і він збільшив ви. І подивитися, як було в кінці на тепер.
vi: Và không ngồi trên mỗi con đường, đe dọa và averting cách của Allah những người tin vào Ngài, tìm cách làm cho nó [vẻ] tà. Và hãy nhớ rằng khi bạn đã ít và ông tăng bạn. Và xem như thế nào là kết thúc của các corrupters.
zu: Futhi musa ukuhlala phezu kwawo wonke endleleni, sekubonwa ngokusa kanti futhi Ukuwasusa endleleni Allah labo abakholwa kuye, efuna ukuba alenze [kubonakale] ezihlanekezelwe.

# Quran1041
source: And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges."
ca: I si hi ha de ser un grup entre vosaltres qui ha cregut que amb el qual he estat enviat i un grup que no ha cregut, llavors ser pacient fins a jutges Allah entre nosaltres. I és el millor dels jutges."
cy: Ac os dylai fod grŵp eich plith a oedd wedi credu bod y wyf wedi'u hanfon a grŵp wedi credu ni, yna fod claf tan beirniaid Allah rhyngom. Ac ef yw'r gorau o feirniaid.
da: Og hvis der findes en gruppe blandt jer, som har ment, som jeg er blevet sendt og en gruppe, der ikke har troet, så vær tålmodig indtil Allah dommere mellem os. Og han er bedst dommere. "
el: Και εάν πρέπει να υπάρξει μια ομάδα από εσάς που πίστεψαν σε αυτό με το οποίο έχω σταλεί και μια ομάδα που δεν πίστεψαν, στη συνέχεια, να κάνουμε υπομονή μέχρι δικαστές Αλλάχ μεταξύ μας. Και αυτός είναι ο καλύτερος των δικαστών.»
et: Ja kui seal tuleks Joukostanne, kes on uskunud, et millega ma saatsin rühma ja rühma, mis on arvatavasti, siis ole patsiendile kuni Jumal kohtunikud meile vahel. Ja ta on parim kohtunike. "
fi: Ja jos olisi teistä, joka on uskonut, että joiden kanssa olen ollut lähetetty ryhmä ja ryhmä, joka ei ole uskonut sitten kärsivällinen, kunnes Jumala tuomarit välillämme. Ja hän on paras tuomarit."
he: ואם צריך להיות קבוצה ביניכם מי האמין בכך אשר נשלחו, קבוצה אשר לא האמין, אז החולה עד אללה שופטים בינינו. הוא הטוב ביותר של השופטים."
hr: I ako treba biti grupi među vama koji je vjerovao u to s kojom sam poslan i grupu koja ne vjeruje, onda budi strpljiv dok Allah suci među nama. I on je najbolji od sudaca."
lt: Ir jei reikia grupė tarp jūsų, kurie buvo manoma, kad su kuria man buvo nusiųsti ir grupę, kurioje yra ne manoma, tada Būkite kantrūs iki Dievas teisėjų tarp mūsų. Ir jis yra geriausias teisėjų. "
lv: Un, ja tur būtu grupu vidū, kuri ir uzskats, ka ar kuru man ir nosūtīts un grupas, kas nav ticēja, esiet pacietīgi, kamēr Allah tiesneši starp mums. Un viņš ir labākais no tiesnešiem.
nb: Og hvis det skal være en gruppe blant dere som har trodd at som jeg har blitt sendt og en gruppe som ikke har trodd, så vær tålmodig inntil Allah dommere mellom oss. Og han er best av dommere.
sk: A ak by mala byť skupina medzi vami, kto uveril v tom, s ktorými som poslal a skupina, ktorá má nie veril, potom buďte trpezliví, kým Alah sudcovia medzi nami. A on je najlepší sudcov."
sl: In če je treba skupino med vami, ki je verjel, da s katerim sem poslal in skupino, ki je ne verjel, nato bo bolnik do Allah sodniki med nami. In on je najboljši sodnikov."
sr_cyrl: И ако постоји група медју вама, који је веровао у оној са којом сам упућени су и група која не верује, онда буди стрпљив док Аллах судије између нас. А он је најбољи судија. "
sr_latn: I ako postoji grupa medju vama, koji je verovao u onoj sa kojom sam upućeni su i grupa koja ne veruje, onda budi strpljiv dok Allah sudije između nas. A on je najbolji sudija. "
uk: І якщо повинно бути групою серед вас, хто повірив в тому, що з якими я надіслали та групи, що не повірив, то пацієнта до Аллах суддів між нами. І він є кращим суддів".
vi: Và nếu có, nên có một nhóm trong số những người đã tin tưởng trong đó mà tôi đã được gửi cho bạn và một nhóm đã không tin rằng, sau đó kiên nhẫn đến Allah thẩm phán giữa chúng ta. Và ông là tốt nhất của các thẩm phán."
zu: Futhi uma kufanele kube khona iqembu phakathi kwenu oke wakholwa ukuthi okungawo ngithunywe futhi xuku cha kholwa ngalesosikhathi be bekezela Allah abahluleli phakathi kwethu.
