Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran557
source: And We did not send any messenger except to be obeyed by permission of Allah. And if, when they wronged themselves, they had come to you, [O Muhammad], and asked forgiveness of Allah and the Messenger had asked forgiveness for them, they would have found Allah Accepting of repentance and Merciful.
ca: I no enviar un Missatger excepte al ser obeïdes per permís d'Allah. I si, quan ells mateixos injustament, havien vingut a vostè, [O Muhammad], i demanava el perdó d'Allah i Missatger havia demanat perdó per a ells, haurien trobat Allah acceptar de penediment i Clement.
cy: Ac na fyddem yn anfon unrhyw negesydd ac eithrio i fod yn ufuddhau drwy ganiatâd Allah. Ac os, pan roedd eu cam eu hunain, wedi i chi, [O Muhammad], ac roedd gofyn maddeuant Allah a y negesydd yn gofyn maddeuant iddynt, byddai wedi bod Allah yn derbyn pedair a Merciful.
da: Og vi sendte ikke nogen messenger undtagen at adlydes med tilladelse fra Allah. Og hvis når de krænket selv, de var kommet til dig, [O Muhammad], og stillede tilgivelse af Allah og Messenger havde bedt om tilgivelse for dem, ville de have fundet, Allah accept af anger og barmhjertige.
el: Και εμείς δεν στέλνουν κάθε αγγελιοφόρος εκτός από σε να είμαι υπάκουσα από την άδεια του Αλλάχ. Και αν, όταν θίγονται οι ίδιοι, είχαν έρθει σε εσάς, [Ο Μωάμεθ], και ζήτησε συγχώρεση του Αλλάχ και ο αγγελιοφόρος είχε ζητήσει συγχώρεση για αυτούς, θα έπρεπε να βρεθεί την αποδοχή της μετάνοιας Αλλάχ και φιλεύσπλαχνος.
et: Ja me ei saatnud ühtegi messenger, välja arvatud, et täita Jumala loal. Ja siis, kui nad end ülekohtu, nad olid tulnud teile [O Muhammad], ja palus andestust Allah ja sõnumitooja palus andeks neile, oleksid nad leidnud Allah nõustudes meeleparanduse ja Merciful.
fi: Ja emme lähetä mitään messenger paitsi jotta olla noudattaa luona luvalla. Ja jos kun ne väärin itse, he olivat tulleet teille [Oi Muhammed] ja pyysi anteeksi Jumalan ja Messenger pyysi anteeksi heille, he ovat löytäneet Jumalan hyväksyminen parannuksen ja armollisin.
he: אנחנו לא שלח שליח חוץ כדי יקוימו על ידי הרשאה של אללה. ואם, כאשר הם עוול עצמם, הם באו אליך, [O מוחמד], והוא ביקש מחילת אללה, ושליח ביקש מחילה עבורם, הם היו מוצאים אללה קבלת תשובה, הרחום והחנון.
hr: I mi poslati bilo Glasnik osim da slušati dozvolu od Allaha. I ako, kad oni sami nepravdu, došli su ti [O Muhammad], i tražio oprost od Allaha i Glasnik tražio oprost za njih, oni bi našli Allaha prihvaćanja pokajanja i milostiv.
lt: Ir mes nesiuntė bet messenger išskyrus į reikia paklusti Dievo Šventasis Raštas. Ir tada, kai jie patys nuskriausti, jie turėjo ateiti pas jus, [O Muhammad], ir paprašė atleidimo, Dievo ir Messenger paprašė atleidimo jiems, jie būtų rasti Dievas priimti atgailos ir litosciwy.
lv: Un mēs nesūtīja visas messenger, izņemot lai jāklausa, Allah atļauju. Un, ja viņi paši pāri, viņi bija pasākuši tu [O Muhammad], un lūdza piedošanu un Allah Messenger bija lūdzis piedošanu tiem, viņi ir atraduši Allah pieņemt grēku nožēlošanas un žēlsirdīgs.
nb: Og vi sende ikke noen messenger unntatt å følges av tillatelse av Allah. Og hvis, når de urett seg, de kom til deg, [O Muhammad], og stilte syndenes Allah og Messenger hadde bedt om tilgivelse for dem, ville de har funnet Allah aksepterer omvendelse og barmhjertig.
sk: A sme neposlali žiadne messenger, okrem aby sa pridržiavať povolenie Alaha. A ak, keď sú poškodené sami, prišli k vám [Mohamed], a požiadal odpustenie Boha a posla požiadal odpustenie pre nich, oni by našli Alah prijíma pokánia a Milosrdných.
sl: In mi ni poslal vse sel, razen da bo ubogal z dovoljenjem Allah. In če, ko so sami oškodovani, so prišli k vam, [O Muhammad], in prosil odpuščanja Allah in sel je vprašal odpuščanje za njih, da bi našli Allah sprejme kesanje in usmiljen.
sr_cyrl: И није ми послао било гласника осим да се повиновао уз дозволу од Алаха. И ако, кад су сами себе неправду, су имали походили, [О Мухаммад], и затражио опрост од Алаха и гласник затражио је опрост за њих, они налазили Аллах прихвата покајања и милосрдна.
sr_latn: I nije mi poslao bilo glasnika osim da se povinovao uz dozvolu od Alaha. I ako, kad su sami sebe nepravdu, su imali pohodili, [O Muhammad], i zatražio oprost od Alaha i glasnik zatražio je oprost za njih, oni nalazili Allah prihvata pokajanja i milosrdna.
uk: І ми не надсилати будь-який messenger, за винятком, щоб бути підкорився на дозвіл Аллаха. І якщо, коли вони самі образили, вони повинні були прийти до вас, [O Мухаммад], і попросив вибачення Аллах і Messenger просили прощення їх, вони знайшли б Аллах прийняття покаяння і Merciful.
vi: Và chúng tôi đã không gửi bất kỳ messenger ngoại trừ để tuân theo giấy phép của Allah. Và nếu khi họ wronged mình, họ đã đến với bạn, [O Muhammad], và yêu cầu sự tha thứ của Allah và Messenger đã yêu cầu sự tha thứ cho họ, họ sẽ tìm Allah chấp nhận của sự hối cải và Merciful.
zu: Futhi We cha sa phi gijimi ilalelwe yibo imvume ka Allah.

# Quran558
source: But no, by your Lord, they will not [truly] believe until they make you, [O Muhammad], judge concerning that over which they dispute among themselves and then find within themselves no discomfort from what you have judged and submit in [full, willing] submission.
ca: Però no, pel seu Senyor, no ho faran creure [veritablement] fins que et fan, [O Muhammad], jutjar pel que fa a que sobre el qual disputa entre ells i llavors trobar dins seu cap molèstia de què t'han jutjat i presentar en el submissió [plena, disposat].
cy: Ond na, gan eich Arglwydd, ni wnânt [yn wir] yn credu hyd nes y bydd yn gwneud i chi, [O Muhammad], farnu ynghylch hynny y maent anghydfod ymysg eu hunain, ac wedyn yn canfod o fewn eu hunain unrhyw anghysur o'r hyn yr ydych wedi ei barnu a chyflwyno mewn cyflwyniad [llawn, barod].
da: Men nej, ved din Herre, de vil ikke mener [virkelig], indtil de gør du, [O Muhammad], dømme vedrørende, som de bestrider indbyrdes og derefter finder i sig selv intet ubehag fra hvad du har bedømt og indsende i [fuld, villige] indsendelse.
el: Αλλά όχι, από το Λόρδο, δεν θα πιστέψετε [πραγματικά] μέχρι που δίνουν, [Ο Μωάμεθ], κρίνουν σχετικά με ότι μέσω της οποίας αμφισβητούν μεταξύ τους και στη συνέχεια να βρει μέσα τους χωρίς καμία ταλαιπωρία από ό, τι σας έχουν κριθεί και να υποβάλουν σε [πλήρες, πρόθυμοι] υποβολή.
et: Aga ei, teie Issand, mida nad mitte [tõeliselt] uskuda, kuni nad sind, [O Muhammad] otsustada selle üle, mille üle nad vaidlevad omavahel ja seejärel leida iseendas ebamugavus mis on kasutusele võetud ja [täis, valmis] arvates esitama.
fi: Mutta ei, jonka herra, niitä ei [todella uskoa, kunnes ne tekevät sinusta [Oi Muhammed], tuomari, siitä, jonka ne kiistävät keskenään ja sitten löytää keskuudestaan ei epämukavuus sinä ratkaisit ja lähetä [täydellinen, valmis] jättämistä.
he: אך לא, על ידי לורד שלך, הם לא יוכלו [. באמת] להאמין עד. הם גורמים לך, [O מוחמד], השופט בדבר שדרכן הם מחלוקת בינם לבין עצמם, ואז למצוא בתוך עצמם נוחות, מפני מה שפטת ולהגיש בכניעה [מלא, מוכן].
hr: Ali ne, gospodin, oni će ne [doista] vjerujem dok ti, [O Muhammad], sudac to nad kojima su spor među sobom i zatim pronaći u sebi nema nelagode od što si mislio o i dostaviti u [pun, spreman] podnošenje.
lt: Bet ne, iš savo Viešpaties, jie ne taip [tikrai] mano, kol jie tave, [O Muhammad], spręsti dėl, kurių jie nesutaria tarpusavyje ir tada rasti savyje jokio diskomforto nuo ko jums yra vertinami ir pateikti [pilnas ir ketinančių] teigimu.
lv: Bet nē, ar savu kungu, tie netiks [patiesi] uzskatu, ka līdz brīdim, kad tie liks jums, [O Muhammad], tiesnesis, attiecībā uz, pār kurām tie strīdu savā starpā un pēc tam atrast sevī nekādas neērtības tas, ko jūs esat spriedis tiesu pār un iesniegt [pilna, gatava] iesniegumā.
nb: Men nei, ved din Herre, vil de ikke tror [virkelig] før de gjør deg, [O Muhammad], dømme vedrørende som de tvist mellom seg og deretter finne i seg selv ingen ubehag fra hva du har dømt og sende i [full, villig] innlevering.
sk: Ale nie, svojho pána, nebudú [naozaj] veriť, kým robia si, [Mohamed], súdiť o tom, ktoré spor medzi sebou, a potom nájsť v sebe žiadne nepohodlie z čo ste si súdení a predložiť [úplné, ochotný] predloženie.
sl: Ampak ne, jih vaš Bog, da ne bodo [resnično] verjamem, dokler so se boste, [O Muhammad], sodnik, glede na to, ki so spor med seboj in nato najti v sebi nelagodje iz kaj so ocenjena, in predložiti v [popolna pripravljeni] predložitev.
sr_cyrl: Али не, од стране твог Господа, не иду [] увек веровао док не направе те, [О Мухаммад], судија у погледу онога над којим они оспоравају међу собом, а затим пронађите у себи самима не опоравља од како си оценио и прослеђују у [, пуна вољан] покорности.
sr_latn: Ali ne, od strane tvog Gospoda, ne idu [] uvek verovao dok ne naprave te, [O Muhammad], sudija u pogledu onoga nad kojim oni osporavaju među sobom, a zatim pronađite u sebi samima ne oporavlja od kako si ocenio i prosleđuju u [, puna voljan] pokornosti.
uk: Але ні, Господь, вони не будуть [] віримо поки вони змусять вас, [O Мухаммад], суддя, над якими вони спір між собою а потім знайти в собі ніякого дискомфорту від те, що ти розсудив щодо і подають у [повне, готові] подання.
vi: Nhưng không, bởi Chúa của bạn, họ sẽ không [thật sự] tin rằng cho đến khi họ làm cho bạn, [O Muhammad], thẩm phán liên quan đến mà qua đó họ tranh chấp giữa họ và sau đó tìm thấy trong bản thân mình không có cảm giác khó chịu từ những gì bạn đã đánh giá và gửi trong trình [đầy đủ, sẵn sàng].
zu: Kodwa akukho, kho Lord they ngeke [ngempela] bakholelwa baze kukwenze, [O Muhammad], umahluleli Yileso phezu which they phikisa bodwa bese uthole ngaphakathi kubo akukho ukungakhululeki kulokho oye bayokwahlulelwa bathumele [ngokugcwele

# Quran559
source: And if We had decreed upon them, "Kill yourselves" or "Leave your homes," they would not have done it, except for a few of them. But if they had done what they were instructed, it would have been better for them and a firmer position [for them in faith].
ca: I si ens han decretat sobre ells, "Maten" o "Deixar casa seva", no hauria fet, excepte per a algunes d'elles. Però si que havien fet el que s'instruïen, hauria estat millor per a ells i una posició més ferma [per a ells en fe].
cy: Ac os oedd yn dyfarnu arnynt, 'Lladd eich hun' neu "Gadael eich cartrefi," byddai nad ydynt wedi gwneud, ac eithrio ychydig ohonynt. Ond os ydynt wedi gwneud hyn y maent yn cyfarwyddo, byddai wedi bod yn well iddynt hwy a'r sefyllfa gadarnach [ar eu cyfer mewn ffydd].
da: Og hvis vi havde forordnet på dem, "Dræbe jer" eller "Forlade dit hjem," de ville ikke have gjort det, bortset fra et par af dem. Men hvis de havde gjort hvad de blev instrueret, det ville have været bedre for dem og en fastere holdning [for dem i tro].
el: Και αν εμείς είχε διάταγμα επάνω σε τους, «Σκοτώσουν τους εαυτούς σας» ή «Φύγετε σπίτια σας», θα δεν έχουν κάνει, εκτός από μερικά από αυτά. Αλλά αν είχαν κάνει αυτά που δόθηκαν οδηγίες, θα ήταν καλύτερη και για τους πιο σταθερή θέση [γι ' αυτούς με πίστη].
et: Ja kui meil oli otsustatud, nende peale, "Tapavad iseendid" või "Lahkuma oma kodudest," nad poleks teinud, välja arvatud üksikutel juhtudel. Aga kui nad olid teinud, mida nad olid instrueeritud, oleks olnud parem ja kindlam seisukoht [nende usus] jaoks.
fi: Ja jos oli säätänyt heille, "Tappaa itse" tai "Jättää teidän kodeissa," he eivät tehneet sitä, lukuun ottamatta muutamia niistä. Mutta jos he olisivat tehneet mitä he annettiin ohjeet olisi ollut parempi heille ja tiukempi kanta [niille uskossa].
he: ואם אנחנו בקיסרות עליהם, "להרוג את עצמכם" או "לעזוב את בתיכם," הם לא עשיתי זאת, מלבד כמה מהם. אבל אם הם עשו מה שהם הונחו, זה היה טוב יותר עבור אותם ואת עמדה תקיף [עבורם באמונה].
hr: I ako mi je naložio na njih, "Ubiti" ili "Napustiti svoje domove," oni ne bi učinio, osim nekoliko njih. Ali ako su učinili što su instrukcije, bilo bi bolje za njih i čvršći položaj [za njih u vjeri].
lt: Ir jei mes paskelbė jiems, "Nužudyti save" arba "Palikti savo namus," jie nebūtų padaręs tai, išskyrus keletą iš jų. Bet jei jie padarė ką jie buvo nurodyta, kad būtų buvę geriau už juos ir kietesnis poziciją [už jų tikėjimą].
lv: Un, ja mums bija izsludinājusi pēc tiem, "Nogalināt sevi" vai "Atstāt jūsu mājās," viņi nebūtu darījis, izņemot dažas no tām. Bet ja viņi bija darījis to, ko viņi bija uzdots, būtu bijis labāk, ja viņus un Stingrāka nostāja [labā ticībā].
nb: Og hvis vi hadde bestemt på dem, "Drepe dere" eller "La hjemmene," de ville ikke ha gjort det, bortsett fra noen av dem. Men hvis de hadde gjort hva de var instruert, det ville ha vært bedre for dem og en fastere posisjon [for dem i tro.
sk: A ak sme nariadil im, "Zabiť seba", alebo "Opustiť svoje domovy," oni by to neurobil, s výnimkou niekoľkých z nich. Ale ak si mal urobil to, čo boli poučení, bolo by to lepšie a pevnejšie pozície [pre nich vo viere].
sl: In če mi je predpisala na njih, "Ubil sebe" ali "Zapustiti svoje domove," da ne bi storil, razen nekaj od njih. Vendar če so naredili kaj so navodila, da bi bilo bolje za njih in trdnejšo položaj [za njih, v vero].
sr_cyrl: И ако смо имали да убрзају над њима,"Убијте се" или "Напустити своје домове," Они не би урадио, осим пар њих. Али ако су они урадили у какве су инструкције, било би боље за њих и чвршће позицији [за њих у вери].
sr_latn: I ako smo imali da ubrzaju nad njima, "Ubijte se" ili "Napustiti svoje domove," Oni ne bi uradio, osim par njih. Ali ako su oni uradili u kakve su instrukcije, bilo bi bolje za njih i čvršće poziciji [za njih u veri].
uk: І якщо ми мали постановив на них, "Вбити себе" або "Залишити ваші будинку", вони б не зробив його, за винятком деякі з них. Але якщо вони зробили те, що вони були доручив, було б краще для них і твердіше позиції [для них у вірі].
vi: Và nếu chúng tôi đã quyết định theo họ, "Giết mình" hoặc "Rời khỏi căn nhà của bạn," họ sẽ không làm nó, ngoại trừ một vài trong số chúng. Nhưng nếu họ đã làm những gì họ đã được hướng dẫn, nó sẽ tốt hơn cho họ và một vị trí vững chắc hơn cho [chúng trong Đức tin].
zu: Futhi uma We ayeshilo phezu kwabo, "Bulalani ngokwenu" noma "Shiya amakhaya akho," babengeke ngikwenzile, except for a ngcosana of them.

# Quran560
source: And then We would have given them from Us a great reward.
ca: I llavors ens hauria donat ells de nosaltres una gran recompensa.
cy: Ac yna byddai Rydym wedi rhoi iddynt gan ein gwobr mawr.
da: Og så vi ville have givet dem fra os en stor belønning.
el: Και τότε εμείς θα τους έχουν δώσει από εμάς μια μεγάλη ανταμοιβή.
et: Ja siis me oleks andnud neile meilt suur auhind.
fi: Ja sitten meillä olisi antanut heille meiltä suuri palkinto.
he: ואז נתנו להם מאיתנו פרס גדול.
hr: I onda bi dali smo ih od nas velika nagrada.
lt: Ir tada mes būtų suteikęs jiems iš mūsų didelis atlygis.
lv: Un tad mums būtu dota tiem no mums lielu atlīdzību.
nb: Og så vi ville ha gitt dem fra oss en stor belønning.
sk: A potom by sme dali im od nás veľká odmena.
sl: In potem smo bi jih dali pri nas veliko nagrado.
sr_cyrl: И онда бисмо дали их од нас велика награда.
sr_latn: I onda bismo dali ih od nas velika nagrada.
uk: І тоді ми б дали їм від нас велике винагороду.
vi: Và sau đó chúng tôi sẽ có được chúng từ chúng tôi một phần thưởng tuyệt vời.
zu: Futhi ke We epha them us umvuzo omkhulu.

# Quran561
source: And We would have guided them to a straight path.
ca: I vols tenir guiàvem al camí recte.
cy: A byddai yn wedi arwain i lwybr syth.
da: Og vi ville have styret dem til en lige vej.
el: Και εμείς θα έχουν καθοδηγήσαμε στον ίσιο δρόμο.
et: Ja me oleks neid juhinduti sirge tee.
fi: Ja meillä olisi ohjata heitä oikealle tielle.
he: אנחנו הנחו אותם. על נתיב ישר.
hr: I mi bi ih vodi ravno put.
lt: Ir mes būtų turėti vadovaujasi juos tiesia kelią.
lv: Un mēs varētu vadīties tos ar taisnu ceļu.
nb: Og vi ville ha ledet dem til en rett bane.
sk: A my by im vedená cesta priamo.
sl: In mi bi jih voditi jih naravnost pot.
sr_cyrl: И ми би их водио до праволинијску путању.
sr_latn: I mi bi ih vodio do pravolinijsku putanju.
uk: І ми б вів їх до прямий сегмент контуру.
vi: Và chúng tôi sẽ có hướng dẫn họ đến một đường thẳng.
zu: Futhi Thina ngabe wabaqondisa ukuba sobala dlela.

# Quran562
source: And whoever obeys Allah and the Messenger - those will be with the ones upon whom Allah has bestowed favor of the prophets, the steadfast affirmers of truth, the martyrs and the righteous. And excellent are those as companions.
ca: I qui obeeix a Allah i el Missatger - els serà amb aquells a qui Allah ha obsequiat favor dels profetes, el ferms affirmers de veritat, els màrtirs i justos. I són excel·lents els com a companys.
cy: A pwy bynnag ufudd i Allah ac y negesydd-fydd y rheini gyda y rhai ar bwy mae Allah wedi rhoi'r favor y proffwydi, y affirmers gadarn o wirionedd, y merthyron a y righteous. Ac yn ardderchog rheini fel cymdeithion.
da: Og den, der adlyder Allah og Messenger - de vil være med dem efter hvem Allah har skænket fordel af profeterne, de standhaftige affirmers af sandheden, martyrerne og retfærdige. Og fremragende er dem som kammerater.
el: Και όποιος υπακούει Αλλάχ και τον αγγελιοφόρο - αυτοί θα με εκείνοι προς τους οποίους Αλλάχ έχει παραχωρήσει εύνοια των προφητών, την ακλόνητη μεθυουσαν της αλήθειας, οι μάρτυρες και οι δίκαιοι. Και εξαιρετική είναι εκείνοι ως συντρόφους.
et: Ja kes iganes kuuletub Allah ja Messenger - need on need pärast, kellele Jumal on andnud kasuks prohvetid, vankumatu affirmers tõde, märtrid ja õige. Ja väga hea on need, kui kaaslased.
fi: Ja kuka tottelee Allah ja Messenger - ne on niitä kun jolle Allah on lahjoittanut hyväksi profeetat, totuus luja affirmers, marttyyrien ja vanhurskas. Ja hyvä niitä kumppaneita.
he: מי מציית אללה, ושליח - אלה יהיה עם אלה על מי אללה העניק טובה של הצדיקים הקדושים, את affirmers העמידה האיתנה של האמת, הנביאים. מעולה הם אלה כמו לוויה.
hr: I tko god sluša Allaha i Glasnik - oni će biti s onima na kojima Allah je to podario uslugu proroci, uporan affirmers istina, mučenika i pravednika. I odlične su kao pratnja.
lt: Ir tas, kas paklūsta Dievo ir Messenger - tas bus su tomis, į kuriuos Allah padovanojo naudai pranašai, tvirtai affirmers tiesos, kankinys ir teisus. Ir puikus yra tie kaip kompanionai.
lv: Un tas, kurš pakļaujas Allāha un Messenger - tie būs tie, pēc kuriem Allah ir apveltīts ar labu praviešiem, nelokāms affirmers patiesības, mocekļu un taisns. Un lielisks ir tādi kā biedri.
nb: Og den som adlyder Gud og Messenger - de vil være med de på hvem Allah har skjenket favør av profetene, de standhaftig affirmers sannhetens, martyrer og rettferdige. Og gode er de som ledsagere.
sk: A kto počúva Alah a Messenger - tí budú s tými na koho Boh udelil priazeň prorokov, stály affirmers pravdu, mučeníkov a spravodliví. A vynikajúce sú ako spoločníci.
sl: In kdor uboga Allah in sel - tisti bodo s tistimi, na katere je podaril Allah uslugo preroki, trdno affirmers resnice, mučenci in pravični. In odlično so kot spremljevalci.
sr_cyrl: И онај ко се покорава Алаха и гласник - оне ће бити са онима на коме је Аллах дато услугу пророци, постојано аффирмерс истине, мученика и праведне. И одличан су као сапутника.
sr_latn: I onaj ko se pokorava Alaha i glasnik - one će biti sa onima na kome je Allah dato uslugu proroci, postojano affirmers istine, mučenika i pravedne. I odličan su kao saputnika.
uk: І той, хто підпорядковується Аллах і Messenger - тих, хто буде з тими, за кого Аллах дарував користь пророків, Стедфаст affirmers істини, мучеників і праведників. І відмінні ті як супутники.
vi: Và bất cứ ai tuân theo Allah và Messenger - những người sẽ với những người khi mà Allah đã ban cho ân huệ của các tiên tri, affirmers sự thật, kiên định, các liệt sĩ và công bình. Và tuyệt vời với những người như bạn.
zu: Futhi ubani ulalela Allah kanye Messenger - labo kuyoba nabangcwele esesifikelwe Allah asiphe esivuna abanye abaprofethi, abanye affirmers ngabagxilile weqiniso, 'ukholo futhi the ngakhethi.

# Quran563
source: That is the bounty from Allah, and sufficient is Allah as Knower.
ca: Que és la generositat des d'Allah, i prou és Allah com a coneixedor.
cy: Dyna bounty gan Allah, a digon yw Allah fel Knower.
da: Der er dusør fra Allah, og tilstrækkelig er Allah som Knower.
el: Η γενναιοδωρία και από Αλλάχ, και επαρκή είναι Αλλάχ ως Knower.
et: Mis on Jumalalt halastus piisav on Jumal teab mis.
fi: Se on armo Jumalalta ja riittävä on Jumala tietää.
he: . זה הפרס מאללה, מספיקות אללה כמו היודע.
hr: To je nagrada od Allaha, a dovoljan je Allah kao poznavatelj.
lt: Tai lazdelės iš Dievo, ir pakankamai yra Dievas kaip wszechwiedzacy.
lv: Tas ir devība no Allah un pietiekama ir Allah kā zinātājs.
nb: Det er bounty fra Allah, og tilstrekkelig er Allahs kjenner.
sk: To je kvantum z Alaha a dostatočné je Alah ako vševedúci.
sl: Ki je IZDATNOST od Allah, in dovolj je Allah kot poznavalec.
sr_cyrl: То је награда од Алаха, а довољан је Аллах као Кноwер.
sr_latn: To je nagrada od Alaha, a dovoljan je Allah kao Knower.
uk: Це Баунті від Аллаха, і достатнім є Аллаха пізнає.
vi: Đó là sự hào phóng từ Allah, và đủ là Allah là Knower.
zu: Yilokho inala Allah, futhi ezanele Allah njengoba Knower.

# Quran564
source: O you who have believed, take your precaution and [either] go forth in companies or go forth all together.
ca: O es que he cregut, pren la precaució i [o] passar endavant en empreses o anar endavant tots junts.
cy: O sydd wedi credu, cymerwch eich rhagofalon ac mae [naill ai] yn mynd ymlaen mewn cwmnïau neu fynd ymlaen gyda'i gilydd.
da: O du, der har troet, tage dine forholdsregler og [en] gå frem i virksomheder eller gå frem alle sammen.
el: O σας που πιστεύουν, λαμβάνουν σας προφύλαξη και [είτε] πάει εμπρός στο εταιρείες ή να κινήσει εμπρός όλοι μαζί.
et: O kes oleks uskunud, võtta oma ettevaatuse ja [Kas] minna edasi äriühingutes ja Mine edasi kõik koos.
fi: Oi te, jotka ovat uskoneet varmuuden sinun ja [myöskään] lähteä edelleen yrityksissä tai mennä kaikki yhdessä.
he:  מי מאמין, לנקוט אמצעי זהירות שלך ואת [גם] קדימה וקדימה חברות או ללכת כולנו ביחד.
hr: O ti koji su vjerovali, preuzeti svoje mjere i [ni] ići naprijed u tvrtki ili ići naprijed zajedno.
lt: O jūs, kurie tikėjo, imtis savo atsargumo ir [arba] eiti pirmyn bendrovių arba eiti pirmyn visi kartu.
lv: O kas ticējusi, lietojat savu piesardzības un [nu] iet tālāk uzņēmumiem vai iet tālāk visi kopā.
nb: O du hvem har trodd, tar din forholdsregler og [en] gå tilbake i selskaper eller gå ut sammen.
sk: O vás, ktorí ste uverili, prijať svoje preventívne opatrenia a [buď] Vyjdi v spoločnosti, alebo ísť späť dohromady.
sl: O vas, ki ste verjeli, da svoje previdnosti in [niti] šel tja v podjetja ali Pojdi tja vse skupaj.
sr_cyrl: О који верују, узми твој опреза и [ни] напред напред-назад у компанијама или идемо сви заједно.
sr_latn: O koji veruju, uzmi tvoj opreza i [ni] napred napred-nazad u kompanijama ili idemo svi zajedno.
uk: O хто вірив, береш свій запобіжні заходи і [або] виходити в компанії або перейдіть назад всі разом.
vi: O bạn của những người đã tin tưởng, hãy đề phòng của bạn và [hoặc] đi ra trong công ty hay đi ra tất cả cùng nhau.
zu: O you kholwa izinyathelo zakho bese [noma] masiphume ezinkampanini noma ziphume khona konke ndawonye.
