Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran109
source: And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, "We are a trial, so do not disbelieve [by practicing magic]." And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah. And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.
ca: I van seguir [lloc] Què diables havia recitat durant el regnat de Salomó. No era que dubtaven Solomon, però els dimonis dubtaven, ensenyament gent màgia i allò que es revelava als dos àngels a Babilònia, Harut i Marut. Però els dos àngels no ensenyar qualsevol llevat que diuen, "Som un judici, així que no dubten [per practicar la màgia]." I [encara] van aprendre d'ells que els que causen la separació entre un home i la seva esposa. Però no mal a ningú a través, excepte amb permís d'Allah. I aprendre de la gent el que fa mal a ells i no beneficiar-los. Però els nens d'Israel sens dubte sabia que qui va comprar la màgia no tindria en el futur alguna porció. I miserable és que per a la que venien ells mateixos, si només sabia.
cy: Ac roeddent yn dilyn [yn hytrach] beth oedd y devils yn ei roi yn ystod teyrnasiad Solomon. Nid oedd Solomon a ddysgais, ond y devils a ddysgais, addysgu pobl hud a hynny a datgelwyd i'r angylion dau yn Babylon, Harut a Marut. Ond yw y ddau angylion yn addysgu unrhyw un oni bai y maent yn dweud, "Rydym yn treial, felly nid oes chredu [gan ymarfer hud]." A [eto] maent yn dysgu oddi wrthynt y mae hynny'n ei achosi gwahanu rhwng dyn a'i wraig. Ond ydynt yn niweidio'r neb drwy ei heblaw drwy ganiatâd Allah. Ac mae pobl yn dysgu pa niwed iddynt ac nid yw o fudd iddynt. Ond gwyddai plant Israel yn sicr y bydd pwy bynnag a brynwyd hud na fyddai yn y o hyn ymlaen unrhyw rhannu. A yw truenus ar gyfer sydd yn gwerthu eu hunain, os gwyddent yn unig.
da: Og de fulgte [i stedet] hvad djævle havde fremsagde under regeringstid af Solomon. Det var ikke Salomo, der disbelieved, men djævle disbelieved, undervisning folk magi og det, der blev afsløret, at to engle på Babylon, Harut og Marut. Men de to engle lære ikke nogen medmindre de siger, "Vi er en prøveversion, så ikke tvivle [ved at praktisere magi]." Og [men] de lære af dem, som de forårsager adskillelse mellem en mand og hans kone. Men de skader ikke nogen gennem det undtagen med tilladelse fra Allah. Og folket lære hvad skader dem og gavner dem ikke. Men Israels børn helt sikkert vidste, at den, der har købt magiske ikke ville have i hinsidige nogen andel. Og elendige er, for som de solgte sig selv, hvis de kun vidste.
el: Και θα ακολουθήσει [αντί] τι είχε απήγγειλε η devils κατά τη διάρκεια της Βασιλείας του Σολομώντος. Δεν ήταν Solomon που disbelieved, αλλά οι διάβολοι disbelieved, διδασκαλία άνθρωποι μαγεία και αυτό που αποκαλύφθηκε σε δύο αγγέλων στη Βαβυλώνα, Harut και Marut. Αλλά οι δύο άγγελοι δεν διδάσκουν κανέναν εκτός αν λένε, «Είμαστε μια δοκιμαστική έκδοση, έτσι δεν δυσπιστώ [από την άσκηση μαγείας].» Και [ακόμη] μαθαίνουν από αυτούς που με την οποία μπορούν να προκαλέσουν διαχωρισμός μεταξύ ενός άνδρα και τη γυναίκα του. Αλλά αυτοί δεν βλάπτουν κανέναν μέσα από αυτό, εκτός από την άδεια του Αλλάχ. Και ο κόσμος να μάθει τι βλάπτει τους και δεν ωφελεί τους. Αλλά τα παιδιά του Ισραήλ σίγουρα ήξερε ότι όποιος αγοράσει η μαγεία δεν θα είχε στη συνέχεια ένα μερίδιο. Και άθλια είναι ότι για που πώλησαν οι ίδιοι, εάν γνώριζαν μόνο.
et: Ja nad järgisid [hoopis] mida kuradid oli loetud Saalomoni valitsusajal. Ei olnud Saalomoni, kes disbelieved, kuid disbelieved, kuradid, õpetades inimesi magic ja see, mis selgus kaks inglit Babylon, Harut ja Marut. Kuid kaks inglit ei õpeta kedagi, kui nad ütlevad, "Me oleme kohtuprotsess, nii et ei usu. [praktiseerivad magic]." Ja [veel] nad neid õppida mis millega nad põhjustavad mehe ja naise vahel. Kuid nad ei kahjusta kedagi läbi selle peale Jumala loal. Ja inimesed õppida, mis kahjustab neid ja ei saa neid. Aga Iisraeli lapsed kindlasti teadis, et kes ostis magic ei oleks edaspidi mis tahes osa. Ja armetu on eest mis nad müüsid ise, kui nad ainult teaksid.
fi: Ja he seurasivat [eikä] devils oli luettu Solomon hallituskaudella. Se ei Solomon, jotka uskoneet mutta devils uskoneet, opetus ihmisiä magic ja joka paljastui kaksi enkeliä Babylon, Harut ja Marut. Mutta kaksi enkeliä eivät opeta ketään elleivät ne sano, "Olemme kokeilu, niin ei usko [harjoittelemalla magic]." Ja vielä] he oppia niistä ei jonka aiheudu toisistaan mies ja hänen vaimonsa. Mutta niistä ei ole haittaa kenellekään paitsi Allah luvalla. Ja ihmiset oppia mitä vahingoita niitä ja ei ole hyötyä heille. Mutta Israelin lapset varmasti tiesi, että kuka ostaa taika ei olisi jäljempänä jokin osuus. Ja kurja ajaksi joka myytiin itse, jos he vain tietäisivät.
he: הם עקבו [במקום] מה השדים דקלם בתקופת שלטונו של שלמה. זה לא היה שלמה מי disbelieved, אבל השדים disbelieved, לימוד הקסם אנשים, אשר נחשפה שני המלאכים בבילון, Harut ו Marut. אבל שני המלאכים לא ללמד כל אחד אלא אם כן הם אומרים, "אנחנו משפט, אז לא להאמין [על-ידי תרגול קסם]". [עדיין] הם ללמוד מהם שבו הם לגרום הפרדה בין איש ואשתו. אבל הם לא. לפגוע באף אחד דרכו אלא לאחר אישור של אללה. האנשים ללמוד מה שיפגע בהם, לא עוזר להם. אבל בני ישראל בהחלט ידעה שכל מי רכש את הקסם לא היו בעולם הבא כל נתח. אומלל זה עבור אשר הם מכרו את עצמם, אם הם רק היו יודעים.
hr: I slijedili su [umjesto] vragovi je izrecitirao vladavine Solomona. Nije bio Salomon koji bio, ali vrag bio, podučavanje ljudi magija i ono što je otkriveno da dva anđela u Babilon, Harut i Marut. Ali dva anđela naučiti svakoga osim ako oni kažu, "Mi smo suđenje, pa nije siguran da je lažna [vježbajući magije]." I [još] oni učiti od njih taj koji uzrokuju odvajanje između čovjeka i njegova supruga. Ali one ne štete nikome to osim dozvolu od Allaha. I ljude naučiti što im šteti i ne koristi ih. Ali djeca Izraela sigurno znao da onaj tko kupiti magija ne bi u daljnjem tekstu bilo koji dio. I jadan je to za koji oni bi se prodali, kad bi samo znali.
lt: Ir jie po [vietoj] kas velnių turėjo skaito laikais Saliamono. Tai buvo ne Saliamono, kurie disbelieved, bet velniai disbelieved, mokyti žmones magija ir tai, kas buvo atskleista du angelai Babilonas, Harut ir Marut. Bet du angelai nėra išmokyti visiems, išskyrus atvejus, kai jie sako, "Mes esame teismą, todėl neturi wierza [iš praktikuojančių magija]." Ir [tačiau] jie mokosi iš jų, iš kurios jie sukelti atskyrimas tarp vyru ir žmona. Bet jie nekenkia kas per jį išskyrus Šventasis Raštas, Dievas. Ir žmonių sužinoti kas kenkia jiems ir netaikomos jokios juos. Bet Izraelio vaikus tikrai žinojau, kad tas, kas įsigijo magija nebūtų toliau bet dalis. Ir niekam tikęs, kad už kurį jie pardavė save, jei tik žinojo.
lv: Un viņi seko [vietā], velni skaitīja Zālamana valdīšanas laikā. Tas nebija Solomons, kurš disbelieved, bet velni disbelieved, mācot cilvēku burvju un to, kas tika atklāts Babylon, Harut un Marut abi eņģeļi. Bet abi eņģeļi nav mācīt ikviens, ja vien viņi saka, "Mēs esam izmēģinājuma versiju, tāpēc nav neticēt [pēc praktizējoša magic]." Un [vēl] viņi mācās no tiem, ar kuriem tie rada nodalīšanu starp vīru un sievu. Bet tie neapdraud kāds caur to izņemot, Allah atļauju. Un cilvēki mācās to, ko viņiem nodara ļaunumu un negūst labumu tiem. Bet Izraēla bērniem, protams, zināju, ka tas, kurš pērk burvju nebūtu, turpmāk nevienu daļu. Un nožēlojams, ka par to, ko viņi pārdod sevi, ja tikai viņi zināja.
nb: Og de fulgte [stedet] Hva devils hadde resitert under kong Salomo. Det var ikke Salomo vantro, men devils vantro, undervisning folk magi og som åpenbart til de to englene i Babylon, Harut og Marut. Men de to englene lære ikke noen med mindre de sier, "Vi er en prøveversjon, så ikke tviler [ved å praktisere magi]." Og [men] de lære av dem som som de forårsaker separasjon mellom en mann og hans kone. Men de skade ikke noen gjennom det unntatt med tillatelse av Allah. Og folk lære hva skader dem og nytte dem ikke. Men Israels barn sikkert visste at hvem kjøpte magiske ikke ville ha i hinsidige noen andel. Og elendige er at for de som solgte seg, hvis de bare visste.
sk: A oni [miesto] devils, čo mal prednášal za vlády Šalamúna. Nebolo to Solomon, kto pochyboval, ale diabli pochyboval, výučbu ľudí kúzlo, a to, čo bolo odhalené dvoch anjelov v Babylone, Harut a Marut. Ale dvaja anjeli niekto neučia, ak hovoria, "My sme skúšobnú verziu, takže nie neveria [o praktizovaní mágie]." A [ešte] oni poučiť sa z nich, ktoré spôsobujú rozdelenie medzi mužom a jeho manželka. Ale oni nepoškodzujú nikoho cez neho okrem zvolením Alaha. A ľudia sa učia, čo im škodí a nie je prínosom pre nich. Ale deti Izraela určite vedel, že ten, kto kúpil magic nebude mať v ďalšom žiadne zdieľanie. A biedne je, že pre ktoré predávajú sami, keby si len vedel.
sl: In nato je sledila [namesto] kaj devils je recitiral med vladanjem Salomon. Ni bilo Solomon, ki so verjeli, ampak devils verjeli, poučevanje ljudi magic in tisto, kar je pokazala, da dva Angela v Babilon, Harut in Marut. Ampak dva Angela ne uči kdorkoli, razen če pravijo, "Smo sojenja, zato ne verjamem [s izvrševalec čarobno]." In [vendar] se učijo od njih to s katerim se povzroči ločitev človek in njegova žena. Vendar ne škodujejo kdorkoli skozi to, razen z dovoljenjem Allah. In ljudje se učijo, kaj jim škodi in ne koristi. Vendar otroci Izrael zagotovo vedel, da kdor kupila magic bi ne imel v nadaljevanju delež. In bedno je, da za ki jih prodajajo sami, če bi le vedeli.
sr_cyrl: И пратили су [уместо тога] шта је небо изрецитовао током владавине краља Соломона. Није било Соломон који не верује, али су демони не верује, да се предаје људи магија и оно што је откривено да два анђела у Бабилон, Харут и Марут. Али два Анђела не подучавају никоме осим ако они кажу, "Ми смо судски процес, тако да нисам сигуран да је лажна [до магијом]." И [још] она уци из њих које помоћу којих они узрокују одвајање између мушкарца и његова супруга. Али они не наудис кроз њега осим уз дозволу од Алаха. И народ Сазнајте шта их не дира и не иде у корист их. Али децу Израела сигурно је знала да ко год купили магија би га имати на другом свету дељеног ресурса. А јадни то за који су продали себе, кад би само знали.
sr_latn: I pratili su [umesto toga] šta je nebo izrecitovao tokom vladavine kralja Solomona. Nije bilo Solomon koji ne veruje, ali su demoni ne veruje, da se predaje ljudi magija i ono što je otkriveno da dva anđela u Babilon, Harut i Marut. Ali dva Anđela ne podučavaju nikome osim ako oni kažu, "Mi smo sudski proces, tako da nisam siguran da je lažna [do magijom]." I [još] ona uci iz njih koje pomoću kojih oni uzrokuju odvajanje između muškarca i njegova supruga. Ali oni ne naudis kroz njega osim uz dozvolu od Alaha. I narod Saznajte šta ih ne dira i ne ide u korist ih. Ali decu Izraela sigurno je znala da ko god kupili magija bi ga imati na drugom svetu deljenog resursa. A jadni to za koji su prodali sebe, kad bi samo znali.
uk: І вони пішли за [замість] що чортів мав читається, за часів правління Соломона. Це було не Соломон, які disbelieved, але дияволів disbelieved, вчить людей магії і те, що було встановлено на двох ангелів у Вавилоні, Harut і Marut. Але два Ангели не вчу нікому інших кажуть, "Ми проб, так що не вірити [, практикуючи магії]." І [поки] вони вчитися у них, за допомогою якого вони викликають поділ між чоловіком і дружиною. Але вони не завдають шкоди нікому через нього, за винятком з дозволу Аллаха. І людям дізнатися, що завдає шкоди їх і не їхніх інтересах. Але діти Ізраїлю, звичайно, знав що той, хто купив магія не буде мати в майбутньому будь-який спільний доступ. І знедолених в тому, що для яких вони продаються себе, якщо вони тільки знали.
vi: Và họ [thay] the devils đã ngâm trong triều đại của Solomon. Nó đã không Solomon người disbelieved, nhưng quỷ disbelieved, dạy ảo thuật người và điều đó đã được tiết lộ cho hai thiên thần tại Babylon, Harut, Marut. Nhưng hai thiên thần không dạy cho bất cứ ai trừ khi họ nói, "Chúng tôi đang thử nghiệm một, do đó, không disbelieve [bằng cách thực hành ma thuật]." Và [nhưng] họ học hỏi từ họ mà họ gây ra sự tách biệt giữa một người đàn ông và vợ của ông. Nhưng họ không làm hại bất cứ ai qua nó trừ bởi sự cho phép của Allah. Và những người tìm hiểu những gì hại họ và không có lợi cho họ. Nhưng trẻ em của Israel chắc chắn biết rằng bất cứ ai mua ma thuật nào không có trong tương lai bất kỳ chia sẻ. Và không may đó là nhất mà họ đã bán mình, nếu họ chỉ biết.
zu: Futhi balandela [esikhundleni] lokho amademoni kwase ayeshiwo phakathi nokubusa kukaSolomoni.

# Quran110
source: And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.
ca: I si havien cregut i temut Allah, llavors la recompensa de Allah hauria estat [molt] millor, si només sabia.
cy: Ac os ydynt wedi credu ac yn ofni Allah, yna byddai gwobrwyo gan Allah wedi bod yn [] gwell o lawer, dim ond eu bod yn gwybod.
da: Og hvis de havde troet og frygtede Allah, så belønning fra Allah ville have været [alt] bedre, hvis de kun vidste.
el: Και αν είχε πίστεψαν και φοβήθηκαν Αλλάχ, στη συνέχεια, η ανταμοιβή από Αλλάχ ήταν [πολύ] καλύτερο, αν ήξεραν μόνο.
et: Ja kui nad olid uskusid ja kartsid Jumalat, siis oleks Jumalalt palk olnud [niivõrd] parem, kui nad ainult teaksid.
fi: Ja jos he uskoivat, ja pelkäsi Allah, sitten Jumalalta palkinto olisi ollut [paljon] parempi, jos he vain tietäisivät.
he: אם הם היו מאמינים וחוששים אללה, אז הפרס מן אללה היה [הרבה] יותר טוב, אם רק ידעו.
hr: I ako su vjerovali i bojali Allaha, zatim nagrada od Allaha bi bio [daleko] bolje, kad bi samo znali.
lt: Ir jei jie tikėjo ir bijojo Dievas, tada nuo Dievo atlygis būtų buvę [daug] geriau, jei tik žinojo.
lv: Un ja viņi ticēja un baidījās no Allah, tad no Allah atalgot būtu bijis [daudz] labāk, ja tikai viņi zināja.
nb: Og hvis de hadde trodd og fryktet Allah, så belønning fra Allah ville ha vært [langt] bedre, hvis de bare visste.
sk: A keby veril a Alah sa bál, potom odmena od Boha by bolo [ak] lepšie, keby si len vedel.
sl: In če bi verjel in Bali Allah, potem bi bila nagrada od Allah [veliko] bolje, če bi le vedeli.
sr_cyrl: И да су веровали и бојао се Алах, затим награду од Алаха боље би било [сада], кад би само знали.
sr_latn: I da su verovali i bojao se Alah, zatim nagradu od Alaha bolje bi bilo [sada], kad bi samo znali.
uk: І якщо вони вважали і боялися Аллаха, то винагороду від Аллах були б [] якісне, якщо тільки вони знали.
vi: Và nếu họ đã tin tưởng và sợ Allah, sau đó phần thưởng từ Allah đã có [tốt] hơn, nếu họ chỉ biết.
zu: Futhi uma + ababeye bakholwa nguye futhi esaba Allah, khona-ke umvuzo Allah kwakuyobe kungenanjongo [kude] kangcono, noma they yodwa azi.

# Quran111
source: O you who have believed, say not [to Allah 's Messenger], "Ra'ina" but say, "Unthurna" and listen. And for the disbelievers is a painful punishment.
ca: O es que he cregut, no dir [a Missatger d'Allah], "Ra'ina" però dir, "Unthurna" i escoltar. I pels disbelievers és un dolor càstig.
cy: O sydd wedi credu, dywedwch nad [i Allah y negesydd], "Ra'ina" ond dweud, "Unthurna" a gwrando. Ac y disbelievers yn cosbi poenus.
da: O du, som har ment, siger ikke [at Allah's Messenger], "Ra'ina" men sige, "Unthurna" og lytte. Og for vantro er en smertefuld straf.
el: O που πίστευαν, λέτε δεν [στην αγγελιοφόρος του Αλλάχ], "Ra'ina" αλλά ας πούμε, "Unthurna" και να ακούσετε. Και για το disbelievers είναι μια οδυνηρή τιμωρία.
et: O kes on uskunud, öelda ei [et Jumala Messenger], "Ra'ina" vaid öelda: "Unthurna" ja kuulata. Ja selle uskottomille on valus karistus.
fi: Oi te, jotka ovat uskoneet sano [Allahin lähettiläs], "Ra'ina" mutta vaikkapa "Unthurna" ja kuunnella. Ja uskottomille tuskallinen rangaistus.
he:  מי מאמין, אמרת לא [ל- Messenger של אללה], "Ra'ina" אבל תגיד, "Unthurna" ולהקשיב. עבור disbelievers הוא עונש כואב.
hr: O ti koji su vjerovali, reći ne [da Allah's Messenger], "Ra'ina" ali reći, "Unthurna" i slušaj. A za se iskuse bolna kazna.
lt: O jūs, kurie tikėjo, pasakyti ne [į Dievo Messenger], "Ra'ina" bet sako: "Unthurna" ir klausytis. Ir į disbelievers yra skausmingas bausmė.
lv: O kas ticējusi, saki nevis [lai Allāhs Messenger], "Ra'ina" bet saka: "Unthurna" un klausīties. Un disbelievers ir sāpīgi sods.
nb: O du hvem har trodd, sier ikke [å Allahs sendebud], "Ra'ina", men si, "Unthurna" og lytte. Og for troende en pinefull straff.
sk: O vás, ktorí ste uverili, hovoria nie [do posol], ale "Ra'ina" povedať, "Unthurna" a počúvať. A neveriacim je bolestivé trest.
sl: O vi, ki ste verjeli, reči ne [da je sel Allah's], "Ra'ina" vendar pravijo, "Unthurna" in poslušaj. In na disbelievers je boleča kazen.
sr_cyrl: О ти који верују, кажу не [са Алаховим Мессенгер], "Ра'ина" али је рекао, "Унтхурна" и слушај. И за скептике је болна казна.
sr_latn: O ti koji veruju, kažu ne [sa Alahovim Messenger], "Ra'ina" ali je rekao, "Unthurna" i slušaj. I za skeptike je bolna kazna.
uk: О ви, хто вірив, не кажи [Посланник Аллаха], "Ra'ina" але кажуть, "Unthurna" і слухати. Та для в disbelievers є болючим покарання.
vi: O bạn của những người đã tin tưởng, nói không [Messenger của Allah], "Ra'ina" nhưng nói, "Unthurna" và lắng nghe. Và cho thì những hình phạt đau đớn.
zu: O you kholwa Angisho [Allah ka- Messenger], "Ra'ina" kodwa bathi: "Unthurna" futhi ulalele.

# Quran112
source: Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.
ca: Ni els que dubten de la gent de l'escriptura ni la voluntat politeistes que qualsevol bé s'enviaran a vostè del seu Senyor. Però Allah Selecciona per Sa Misericòrdia qui ell voluntats, i Allah és el posseïdor de grans recompenses.
cy: Nid y rhai a chredu gan bobl yr ysgrythur nac y dymuniad polytheists da ddylai unrhyw un gael ei anfon i lawr i chi gan eich Arglwydd. Ond bydd Allah yn dewis am ei drugaredd ef mae ei wills, ac y possessor o bounty mawr Allah.
da: Hverken dem, der ikke tror fra befolkningen i Skriften heller polyteister ønske om, at noget godt skal sendes til dig fra din herre. Men Allah vælger for hans barmhjertighed, hvem han vil, og Allah er besidderen af stor dusør.
el: Ούτε αυτοί που δυσπιστώ, από τους ανθρώπους του Scripture ούτε την ευχή polytheists ότι οποιαδήποτε καλή θα πρέπει να αποστέλλονται σε σας από το Λόρδο. Αλλά Αλλάχ επιλέγει για το έλεος και τον οποίο διαθήκες και Αλλάχ είναι ο νομέας του μεγάλη γενναιοδωρία.
et: Ei need, kes usu pühakirja ega polytheists soovi, et mõni hea tuleb saata sa oma Lord inimestelt. Kuid Jumal valib tema armu, kellele ta tahab ja Allah on suur halastus valdaja.
fi: Eikä ne, jotka usko Raamatun eikä polyteistejä toiveen siitä, että jokin hyvä pitäisi lähettää teille Herranne ihmisiltä. Mutta Jumala valitsee hänen armonsa, kenet tahtoo, ja Jumala on suuri armo omistaja.
he: גם אלה לא להאמין מהאנשים של כתבי הקודש ולא הרצון polytheists כל טוב שיש לשלוח לך מן האל שלך. אבל אללה בוחר ברחמיו למי שהוא חפץ, אללה והאלוהי. כן.
hr: Ni oni koji ne vjeruju od naroda Sveto pismo niti politeisti želju da bilo koji dobar treba biti poslao tvoj gospodar. Allah odabire za njegovo milosrđe kome on hoće, a Allah je posjednik veliku nagradu.
lt: Nei tie, kurie neturi wierza nuo žmonių raštas, nei polytheists noras, bet gerai turėtų būti siunčiamas jums iš savo Viešpaties. Bet Dievas pasirenka savo malonės, kam jis nori, o Dievas yra puikus bounty valdytojas.
lv: Ne tiem, kas no tautas rakstos, ne polytheists vēlēšanos, ka jebkuru labu jāsūta uz leju jums no jūsu kungs neticēt. Bet Allah izvēlas savu žēlastību, kam viņš vēlas, un Allah ir lielu devība valdītāju.
nb: Heller ikke de som tviler fra folk i skriften eller polyteister ønske at noen bra skal sendes til deg fra din Herre. Men Allah velger for hans nåde som han wills, og Allah er eier av stor skuddpremie.
sk: Ani tí, ktorí neveria od ľudí v Písme, ani polyteisty želanie, aby akékoľvek dobré možno zaslať si od svojho pána. Ale Alah vyberá za jeho milosrdenstvo, koho on chce, a Alah je vlastníkom veľkú odmenu.
sl: Niti tistim, ki verjamem od ljudi pismo niti politeiste željo, da se vse dobro naj pošljejo od svojega Gospoda. Vendar Allah izbere za svojo milost, katero je oporok in Alah je lastnik veliko radodarnosti.
sr_cyrl: Ни оне који су управљали од људи из Светог писма, ни полyтхеистс жеља, то је било добро треба да бити послат од свога господара. Али Аллах бира за његову милост, кога је воља, и Аллах је ималац велику награду.
sr_latn: Ni one koji su upravljali od ljudi iz Svetog pisma, ni polytheists želja, to je bilo dobro treba da biti poslat od svoga gospodara. Ali Allah bira za njegovu milost, koga je volja, i Allah je imalac veliku nagradu.
uk: Ні тих, хто не вірити від людей з Писання, ні бажання polytheists, що будь-який добре мають надсилатися до вас від вашого Господа. Але Аллах вибирає для його милосердям, кого він хоче, і Аллах є володарем великої щедрості.
vi: Không phải những người disbelieve những người trong kinh thánh cũng không phải ý muốn polytheists bất kỳ tốt nên được gửi cho bạn từ Chúa của bạn. Nhưng Allah chọn cho lòng thương xót của người mà Ngài muốn, và Allah là người sở hữu rất hào phóng.
zu: Kwalona labo disbelieve ntu scripture noma konkulunkulu abaningi ufisa ukuthi noma yikuphi okuhle kufanele sa phansi you kho Lord.
