Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1197
source: [This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers.
ca: [És] perquè Allah poden distingir els mals del bé i posar els mals alguns d'ells en altres i heap-los tots junts i posar-los en l'infern. És qui són els perdedors.
cy: [Mae hwn] fel y gall Allah yn gwahaniaethu y drwg y da a lle mae y drwg rhai ohonynt ar eraill a rannu eu gilydd a'u rhoi ar uffern. Mae'n rhai sydd ar eu colled.
da: [Det er] så Allah kan skelne de ugudelige fra gode og placere de ugudelige nogle af dem på andre og bunke dem alle sammen og sætte dem ind i helvede. Det er dem, som er taberne.
el: [Είναι] Αλλάχ να διακρίνει το κακό από το καλό και να τοποθετήστε το κακό ορισμένες από αυτές στους άλλους και σωρός τους όλα μαζί και τα βάζουμε στην κόλαση. Είναι αυτοί που είναι οι χαμένοι.
et: [On] nii, et Jumal võib eristada head kurjad ning paigutada kuri mõned neist võtnu ja hunnik neid kõik koos ja neid ellu viia põrgu. On neid, kes on kaotajad.
fi: Tämä on niin että Jumala voi erottaa jumalattomia hyvää ja paikka jumalattomat osa niistä kun toiset kasaan kaikki yhdessä ja laittaa helvettiin. On niitä, jotka ovat häviäjiä.
he: [זה] כך אללה עשויה להבחין בין הרשעים הטובים ומניחים הרשעים חלקם באחרים, וסביבם אותם כולם ביחד ולשים אותם לגיהינום. . זה מי הם המפסידים.
hr: [Ovo je] tako da Alah može opaki razlikovanje dobra i mjesto zli neki od njih na druge i gomila ih sve zajedno i staviti ih u pakao. To su oni koji su gubitnici.
lt: [Tai], kad Dievas gali atskirti bloga nuo gera ir vieta bloga kai kurie iš jų nuo kitų ir krūvos juos visus kartu ir įdėti juos į pragarą. Tai tie, kurie yra pralaimėtojų.
lv: [Tas] Allah var atšķirt ļauno no labas un novietojiet nelabs dažus no tiem pēc citiem kaudze viņus visus kopā un nodot tos uz elli. Tas ir tiem, kas ir zaudētāji.
nb: [Dette er] slik at Allah kan skille de ugudelige fra gode og plassere de ugudelige noen av dem på andre heap dem alle sammen og sette dem inn i helvete. Det er de som er taperne.
sk: [Je] tak, že Alah môže rozlišovať zlých od dobrého a miesto zlý niektoré z nich na iné haldy ich všetky dohromady a dať ich do pekla. To je tých, ktorí sú porazení.
sl: [Je], da lahko Allah razlikovati zlobne od dobrih in kraj zlobne nekateri od njih na drugi in jih kup, vse skupaj in jih v pekel. To je tisti, ki so poraženci.
sr_cyrl: [Ово је] тако да Алах може разликовати зло од добра и поставите зле неке од њих над другима и гомила их све заједно и стави их у пакао. То је онима који су губитници.
sr_latn: [Ovo je] tako da Alah može razlikovati zlo od dobra i postavite zle neke od njih nad drugima i gomila ih sve zajedno i stavi ih u pakao. To je onima koji su gubitnici.
uk: [Це], щоб Аллах може розрізняти нечестивих добра і місце нечестивих деякі з них на інших і купу їх всі разом і покласти їх у пекло. Це ті, хто програли.
vi: [Đây là] Vì vậy mà Allah có thể phân biệt với những kẻ ác tốt và đặt xấu xa một số người trong số họ khi những người khác và heap chúng tất cả cùng nhau và đặt chúng vào địa ngục. Đó là những người đang có những người thua cuộc.
zu: [Lena] ukuze Allah angase ukuhlukanisa ababi nabahle futhi beka ababi abanye babo phezu kwabanye futhi basiletha kubo bonke ndawonye babafake Hogo.

# Quran1198
source: Say to those who have disbelieved [that] if they cease, what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place.
ca: Dir a aquells que tenen dubtaven [que] Si deixen, què s'ha prèviament produït es ser perdonats per ells. Però si tornen [a l'hostilitat] - llavors el precedent dels antics pobles [rebels] ja realitzada.
cy: Dweud i'r rheini sydd wedi ddysgais [bod] os ydynt yn peidio, beth wedi digwydd o'r blaen bydd maddau iddynt. Ond os byddant yn dychwelyd [i elyniaeth]-yna y cynsail o bobloedd [gwrthryfelgar] gyn eisoes wedi digwydd.
da: Sige til dem, der har disbelieved vil [at] hvis de ikke længere, hvad der tidligere er sket blive tilgivet for dem. Men hvis de vender tilbage [til fjendtlighed] - derefter præcedens for de tidligere [oprørske] folk har allerede fundet sted.
el: Ας πούμε σε όσους έχουν disbelieved [ότι] Εάν πάψουν, τι έχει προηγουμένως συμβεί θα συγχωρεθούν για αυτούς. Αλλά εάν επιστρέψουν [στην εχθρότητα] - στη συνέχεια το προηγούμενο της πρώην [επαναστατική] λαών έχει ήδη πραγματοποιηθεί.
et: Ütle neile, kes on disbelieved [] kui nad enam, mida varem esinenud näidatakse andeks neile. Aga kui nad tagasi [vaenu] - siis endise [mässumeelne] Rahvaste pretsedent on juba toimunud.
fi: Eli niille, jotka ovat uskoneet [että] Jos he lakkaavat taistelemasta, aiemmin tapahtunutta anteeksi heille. Mutta jos he palaavat [vihamielisyyttä] - sitten entinen [kapinallinen] kansojen ennakkotapaus on jo tapahtunut.
he: תגיד למי יש disbelieved [] אם הם מפסיקים, מה קודם לכן שאירעה יסלח להם. אבל אם הם חוזרים [עוינות] - ואז התקדים של העמים [מרדנית] לשעבר שכבר התרחש.
hr: Reci onima koji imaju bio [da] prestanu, što je prethodno došlo do oprostit će im. Ali ako oni vrate [neprijateljstvo] - onda presedan bivši [buntovni] naroda već dogodio.
lt: Pasakyti tiems, kurie turi disbelieved [kad] jeigu jie išsikrausto, kas anksčiau įvyko bus galima atleisti už juos. Bet jei jie grįžta [į priešiškumo] - tada buvęs [maištingas] Tautų precedentas jau yra įvykęs.
lv: Teikt tiem, kas ir disbelieved [ka] Ja viņi vairs nav, kas ir iepriekš noticis tiks piedots par viņiem. Bet, ja viņi atgriežas [naidīgums] - tad bijušais [dumpīgs] tautu precedents jau ir notikusi.
nb: Si til de som vantro vil [at] hvis de opphøre, hva tidligere oppstod bli tilgitt for dem. Men hvis de kommer tilbake [til fiendtlighet] - deretter muligheten for tidligere [opprørsk] folkene har allerede funnet sted.
sk: Teda pre tých, ktorí majú pochyboval [že] Ak prestanú, čo sa predtým stalo sa byť odpustené ich. Ale ak sa vráti [do nepriateľstva] - potom precedens bývalý [vzpurný] národy už došlo.
sl: Povedati tistim, ki so verjeli [da] Če prenehajo, kar je prej prišlo do bo odpuščeno za njih. Ampak če se vrnejo [v sovražnost] - nato precedens nekdanji [upornega] narodi že izvedena.
sr_cyrl: Реци онима који имају не верује [да] ако они престану, шта је претходно дошло до ће бити опроштено за њих. Али , ако се врате [непријатељство] - онда преседана бивши [бунтовни] народа је већ извршено.
sr_latn: Reci onima koji imaju ne veruje [da] ako oni prestanu, šta je prethodno došlo do će biti oprošteno za njih. Ali, ako se vrate [neprijateljstvo] - onda presedana bivši [buntovni] naroda je već izvršeno.
uk: Сказати тим, хто є disbelieved [що] якщо вони припинили, що раніше сталася будуть прощені їх. Але якщо їх повернути [ворожість] - то прецедент колишній [бунтівний] народи вже сталося.
vi: Nói đến những người đã disbelieved [rằng] nếu họ chấm dứt, những gì đã từng xảy ra sẽ được tha thứ cho họ. Nhưng nếu họ trở về [thù nghịch] - sau đó các tiền lệ của các dân tộc [nổi loạn] cựu đã đã diễn ra.
zu: Thanini kulabo abaye disbelieved [ukuthi] uma angabe esaba, lokho okuye kwenzeka ngaphambili ngeke athethelelwe ngabo.

# Quran1199
source: And fight them until there is no fitnah and [until] the religion, all of it, is for Allah. And if they cease - then indeed, Allah is Seeing of what they do.
ca: I lluitar contra ells fins que hi hagi cap fitnah i [fins] a la religió, tot això, és per a Allah. I si deixen - de fet, llavors Allah és veure de què fan.
cy: Ac iddynt ymladd nes nid oes dim fitnah a [nes] crefydd, y cyfan ohono, yw Allah. Ac os ydynt yn peidio-yn wir, yna mae'n Allah yn gweld yr hyn y maent yn ei wneud.
da: Og bekæmpe dem, indtil der ikke er nogen fitnah, og [indtil] religion, hele, er for Allah. Og hvis de ikke længere - så jo, Allah er at se på hvad de gør.
el: Και την καταπολέμηση τους έως ότου δεν υπάρχει καμία fitnah και [μέχρι] η θρησκεία, όλα αυτά, είναι για τον Αλλάχ. Και εάν πάψουν - πράγματι, στη συνέχεια, Αλλάχ είναι να δει τι κάνουν.
et: Ja nende vastu võitlemiseks, kuni on no fitnah ja [kuni] religioon, kõik on, on Jumal. Ja kui nad enam - siis tõepoolest, Allah on näha millega nemad tegelevad.
fi: Ja taistella niitä vastaan, ennen kuin ei ole fitnah ja [] uskonto, kaiken tämän, on Jumala. Ja jos he lopettavat - sitten Allah on nähdä, mitä he tekevät.
he: להילחם בהם עד אין fitnah, [עד] הדת, כל זה, היא למען אללה. . ולראות אם הם מפסיקים - אז אכן, אללה הוא ממה שהם עושים.
hr: I protiv njih sve dok nema fitnah i [dok] religija, sve je za Allaha. I prestanu - onda zaista, Allah je viđenje onoga što rade.
lt: Ir kovoti su jais tol, kol nėra jokių fitnah, [kol] religija, visa tai yra Dievas. Ir jeigu jie išsikrausto - iš tiesų, tada Dievas mato, ką jie daro.
lv: Un viņiem cīnīties, kamēr nav fitnah un [līdz] Allah reliģija, visu to, ir. Un, ja viņi vairs nav - tad tiešām, Allah ir redzēt, ko viņi dara.
nb: Og kjempe dem inntil det er ingen fitnah og [til] religionen, alt sammen, er Allah. Og hvis de slutte - da faktisk Allah er ser på hva de gjør.
sk: A proti nim bojovať, kým nie je žiadny fitnah, a [do] náboženstvo, všetko, je pre Boha. A ak prestanú - potom skutočne Alah je vidieť, čo robia.
sl: In boj proti njim, dokler ni nobenega fitnah in [do] religija, vse to, je za Allah. In če prenehajo - res, potem je Allah videli kaj delajo.
sr_cyrl: И да се боримо док не постоји без фитнах и [док] религија, све то је за Алаха. И ако они престану - тада заиста, Аллах је о ономе што чине.
sr_latn: I da se borimo dok ne postoji bez fitnah i [dok] religija, sve to je za Alaha. I ako oni prestanu - tada zaista, Allah je o onome što čine.
uk: І боротися з ними, поки немає не fitnah і [поки] релігії, все це, для Аллаха. І якщо вони перестають - то дійсно, Аллах бачить те, що вони робити.
vi: Và chống lại chúng cho đến khi không có fitnah và [cho đến khi] các tôn giáo, tất cả của nó, là Allah. Và nếu họ chấm dứt - sau đó, quả thật vậy, Allah là nhìn thấy những gì họ làm.
zu: Futhi silwe nabo ize ingabe isaba khona fitnah no- [kuze] inkolo, konke, is for Allah.

# Quran1200
source: But if they turn away - then know that Allah is your protector. Excellent is the protector, and Excellent is the helper.
ca: Però si s'allunyen - llavors sap que Allah és el protector. Excel·lent és el protector i excel·lent és l'ajudant.
cy: Ond os y maent yn troi i ffwrdd-yna gwybod bod Allah yn eich protector. Ardderchog yn y protector, ac ardderchog yn yr helpwr.
da: Men hvis de vender væk - så ved, at Allah er din protector. Fremragende er beskytteren, og fremragende er hjælperen.
el: Αλλά αν πάψουν - τότε ξέρω ότι Αλλάχ είναι ο προστάτης. Εξαιρετική είναι η προστάτιδα και άριστος είναι ο βοηθός.
et: Aga kui nad tõlgivad - siis tead, et Jumal on oma kaitsja. Väga hea on kaitsja ja väga hea on abistaja.
fi: Mutta jos he kääntyvät pois - niin tiedätte, että Jumala on sinun suojaajasi. Erinomainen on suojelija, ja erinomainen on auttaja.
he: אבל אם הם פונים משם - ואז לדעת כי אללה הוא מגן שלך. מעולה הוא המגן, מצוין המסייע.
hr: Ali ako ti - onda znate da je Allah vaš zaštitnik. Odličan je zaštitnik, a sjajan je pomagač.
lt: Bet jei jie nusigręžti - tada žinau, kad Dievas yra jūsų gynėjas. Puikus yra gynėjas, ir puikus pagalbininkas.
lv: Bet ja viņi savukārt prom - tad zināt, ka Allāhs ir jūsu aizsargs. Lielisks aizsargs, un lieliski ir palīgs.
nb: Men hvis de vende - så vet at Allah er. Utmerket er beskytter, og utmerket er hjelperen.
sk: Ale ak sa zase preč - potom viem, že Boh je váš ochranca. Výborný je ochranca a výborný Pomocník.
sl: Ampak če obrnejo stran - potem veš, da Allah je vaš zaščitnik. Odlično je zaščitnik, in odlično je pomočnika.
sr_cyrl: Али , ако се окрену - онда знам да је Аллах твој заштитник. Одличан је заштитник, а изврсно је помагач.
sr_latn: Ali, ako se okrenu - onda znam da je Allah tvoj zaštitnik. Odličan je zaštitnik, a izvrsno je pomagač.
uk: Але якщо вони відвернутися - тоді знати, що Аллах ваш захисник. Відмінна захисника, а Excellent помічник.
vi: Nhưng nếu họ lần lượt đi - sau đó biết rằng Allah là bảo vệ của bạn. Tuyệt vời là người bảo vệ, và rất tốt là helper.
zu: Kodwa uma they jikisa - ke yazini ukuthi Allah umvikeli yakho.

# Quran1201
source: And know that anything you obtain of war booty - then indeed, for Allah is one fifth of it and for the Messenger and for [his] near relatives and the orphans, the needy, and the [stranded] traveler, if you have believed in Allah and in that which We sent down to Our Servant on the day of criterion - the day when the two armies met. And Allah, over all things, is competent.
ca: I saber que res que disposicion de botí de guerra - aleshores, de fet, per Allah és una cinquena part d'ella i pel Missatger i per la [seva] a prop parents i els orfes, els més necessitats i el viatger [encallats], si s'han cregut en Allah i en allò que hem enviat al nostre servent del dia del criteri - el dia quan els dos exèrcits es van reunir. I Allah, sobre totes les coses, és competent.
cy: Ac yn gwybod bod unrhyw beth eich bod yn cael rhyfel booty-yna yn wir, i Allah yn un rhan o bump ohono y negesydd ac ar gyfer [ei] ger perthnasau ac yr amddifad, yr anghenus, ac o'r fath [sownd], os yr ydych yn credu yn Allah a bod ein hanfon i lawr at was ein ar ddiwrnod y maen prawf-y diwrnod pan y cyfarfu y byddinoedd dau. Ac Allah, dros holl bethau, yn gymwys.
da: Og vide, at noget du får af krigsbytte - så ja, for Allah er en femtedel af det og for Messenger og [hans] nær slægtninge og forældreløse, de trængende, og de [strandede] rejsende, hvis du har troet på Allah og på den som vi sendt ned til vores tjener på dag i kriterium - den dag, da de to hære mødtes. Og Allah, over alle ting, er kompetente.
el: Και γνωρίζουμε ότι οτιδήποτε μπορείτε να αποκτήσετε από λεία πολέμου - τότε, πράγματι, για Αλλάχ είναι ένα πέμπτο από αυτό και για το Messenger και για [του] κοντά σε συγγενείς και τα ορφανά, τους άπορους και τον [λανθάνον] ταξιδιώτη, εάν σας πίστευαν σε Αλλάχ και σε αυτό που στείλαμε σε μας δούλο την ημέρα του κριτηρίου - την ημέρα όταν συναντήθηκαν οι δύο στρατοί. Και Αλλάχ, για όλα τα πράγματα, είναι αρμόδια.
et: Ja tean, et midagi omandate sõda booty - siis tõepoolest, Allah on viiendik sellest ja sõnumitooja ja [tema] asuvaid sugulasi ja orbude, vaeseid ja [luhtunud] reisija kui oleks uskunud Jumalat ja et mis saatsime meie sulane päeval kriteerium - kui kaks armeed kohtusid päev. Ja Allahi üle kõik asjad on pädev.
fi: Ja tiedämme, että mitään saat sodan booty - sitten, Jumala on viidesosa sitä ja Airut ja [hänen] lähellä sukulaisia ja orpojen tarvitseville ja [pulaan] traveler jos olet uskonut Jumalaan ja jotka lähetimme meidän palvelija päivänä kriteeri - päivänä, kun molemmat sotajoukot tapasi. Ja Jumala, Kaikkivaltias, on toimivaltainen.
he: ואני יודע שכל דבר שהשגת שלל מהמלחמה - אזי אכן, למען אללה הוא חמישית של זה, השליח ועבור [שלו] ליד קרובי משפחה, היתומים, לנזקקים, הנוסע [נטושים], אם אתה מאמין באללה, בכך אשר שלחנו המשרת שלנו ביום של קריטריון - היום כאשר שני הצבאות נפגשו. אללה, על כל הדברים, הוא מוכשר.
hr: I znam da ostvarite pravo na ratni plijen - onda zaista za Allaha je što jedna petina to i Glasnik i za [njegov] blizu rodbinu i siročad, jadne i [nasukan] putnik, ako vjeruješ u Allaha i u tom koji smo poslali da naš sluga na dan kriterij - dan kada se dvije vojske naći. I Allah, nad svim stvarima, je nadležan.
lt: Ir žinoti, kad nieko jums gauti karo grobis - tada iš tiesų, dėl Dievo penktadalį jo ir Messenger ir [jo] – giminių ir našlaičiams, socialiai remtiniems asmenims, ir [Suvyta] keliautojas, jei jūs turite tikėjimą Dievu ir tuo, kad, mes išsiųsti į mūsų vergais tą dieną kriterijaus - tą dieną, kai susitiko dvi armijas. Ir Dievas, virš visų dalykų, yra kompetentinga.
lv: Un zina, ka kaut ko iegādājaties kara laupījumu - tad tiešām par Allāhu ir vienu piekto daļu no tā un Messenger, un [viņa] tuvu radinieku un bāreņiem, trūcīgo un [balasta] ceļotājs, ja esat tic Allah un ka kas mēs nosūtīts mūsu kalps dienā kritērijs - dienā, kad tikās divas armijas. Un Allah, pār visām lietām, ir kompetenta.
nb: Og vet at alt du får av krigen booty - så for Allah er en femtedel av det for Messenger og for [hans] nær slektninger og foreldreløse, de trengende og den [strandede] reisende, hvis du har trodd på Allah, og at vi sendt til vår tjener ved kriteriet - dagen da de to arméene møtte. Og Allah, over alt, er kompetent.
sk: A viem, že nič získate vojnová korisť - potom skutočne pre Alah je jedna pätina to Messenger a [jeho] blízko príbuzných a siroty, potrebným a [plietol] cestujúci, ak ste uverili v Boha a v tom čo sme zoslali na náš zamestnanec v deň kritérium - deň, kedy sa stretli dve armády. A Boh, cez všetky veci, je príslušný.
sl: In vem, da nič dobite vojni plen - potem zares, zakaj Alah je petina je in zakaj je sel in za [njegova] blizu sorodniki in sirote, pomoči potrebnim, in [nasedlih] potnik, če ste verjeli v Allah, in v tem ki smo poslali po naš uslužbenec na dan merilo - dan, ko dva vojske spoznala. In Alah, nad vse stvari, je pristojno.
sr_cyrl: И знам да ништа прибавите од ратни плен - онда заиста, за Алаха петина од тога и за гласника и [његовог] близу родбину и сироииже, у невољи и [насукану] путник, ако си веровао у Алаха и у тој коју смо послали да наш слуга на дан критеријум - дана када је упознао две армије. А Аллах, изнад свих ствари, компетентан.
sr_latn: I znam da ništa pribavite od ratni plen - onda zaista, za Alaha petina od toga i za glasnika i [njegovog] blizu rodbinu i siroиiжe, u nevolji i [nasukanu] putnik, ako si verovao u Alaha i u toj koju smo poslali da naš sluga na dan kriterijum - dana kada je upoznao dve armije. A Allah, iznad svih stvari, kompetentan.
uk: І знаю, що все, що ви отримуєте від воєнної здобичі - то дійсно, для Аллах однієї п'ятої його і для Messenger і для [його] поблизу родичів та дітей-сиріт, нужденним і [мілину] мандрівника, якщо ви вірили в Аллаха і в тому, що який ми відправили нашої слуга день критерій - день, коли дві армії зустрілися. І Аллаха, над усіма речами, компетентним.
vi: Và biết rằng bất cứ điều gì bạn có được chiến lợi phẩm của chiến tranh - sau đó quả thật vậy, đối với Allah là một phần năm của nó và các Messenger và cho [của mình] gần người thân và trẻ mồ côi, nghèo, và du lịch [mắc kẹt], nếu bạn có tin vào Allah và trong đó chúng ta gửi tới công chức của chúng tôi trong ngày của tiêu chí - ngày khi hai quân đội gặp. Và Allah, trên tất cả mọi thứ, có thẩm quyền.
zu: Futhi bayazi ukuthi yini wena uthole empi booty - ke ngempela, ngoba Allah ungomunye okwesihlanu kwayo nangenxa Messenger futhi [zakhe] eduze izihlobo kanye nezintandane, abampofu, futhi [stranded] isihambi, uma ukukholwa
