Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2681
source: And they who are to their trusts and their promises attentive
ca: I que són els fideïcomisos i les seves promeses atents
cy: A hwy sydd i ymddiriedolaethau eu ac eu haddewidion sylwgar
da: Og de, der er til deres trusts og deres løfter opmærksomme
el: Κι έχουν τους trusts και τις υποσχέσεις τους εξυπηρετικό
et: Ja need, kes teda oma lepingulised fondid ja tähelepanelik oma lubadusi
fi: Ja ne, jotka ovat trusteja ja lupauksensa huomaavainen
he: והם שאמורים שלהם את הבטחותיהם קשוב נאמנויות
hr: I oni koji su svoje povjerenje i svojim obećanjima pažljiv
lt: Ir tie, kurie yra jų fondus ir dėmesingi savo pažadus
lv: Un tie, kuri to tresti un pamanīt savus solījumus
nb: Og de som er deres klareringer og sine løfter imøtekommende
sk: A tí, ktorí sú ich fondy a ich sľuby pozorný
sl: In oni, ki so za svoje sklade in svoje obljube pozoren
sr_cyrl: И они су ти који су њихову поузданост и паћљив своја обећања
sr_latn: I oni su ti koji su njihovu pouzdanost i paћljiv svoja obećanja
uk: І їм, їх трасти і свої обіцянки уважний
vi: Và họ là những người ủy thác của họ và lời hứa của họ chu đáo
zu: Futhi abazakudla trust yabo kanye nezithembiso zabo ikukhonzile

# Quran2682
source: And they who carefully maintain their prayers -
ca: I ells que mantenen amb cura les seves oracions-
cy: A nhw sy'n cynnal eu gweddïau-yn ofalus
da: Og de, der omhyggeligt bevare deres bønner-
el: Και αυτοί που διατηρούν προσεκτικά τους προσευχές-
et: Ja need, kes hoolikalt säilitada nende palveid-
fi: Ja ne, jotka huolellisesti säilyttää heidän rukouksiinsa-
he: והם בקפידה תוך שמירה על תפילותיהם-
hr: I oni koji pažljivo održavati svoje molitve-
lt: Ir tie, kurie atidžiai prižiūrėti savo maldomis-
lv: Un tie, kuri uzmanīgi uztur viņu lūgšanām-
nb: Og de som nøye vedlikeholde deres bønner-
sk: A oni, ktorí dôkladne udržujú svoje modlitby-
sl: In oni, ki skrbno vzdrževanje njihove molitve-
sr_cyrl: И они који пажљиво одржавати њихове молитве-
sr_latn: I oni koji pažljivo održavati njihove molitve-
uk: І вони, які дбайливо підтримувати їх молитви-
vi: Và họ là những người cẩn thận duy trì cầu nguyện của họ-
zu: Futhi abahlala beneso ngokucophelela imithandazo yabo -

# Quran2683
source: Those are the inheritors
ca: Aquests són els hereus
cy: Rhai yn etifeddu
da: Dem er arvtagere
el: Αυτοί είναι οι κληρονόμοι
et: Need on pärandiks
fi: Nämä ovat perillinen
he: אלה הם היורשים
hr: To su nasljednici
lt: Tai ir įpėdiniai
lv: Tie ir mantinieki
nb: De er arvinger
sk: Tie sú dedičmi
sl: To so dediči
sr_cyrl: Они наследници
sr_latn: Oni naslednici
uk: Тих, хто є спадкоємцями
vi: Đó là the inheritors
zu: Labo are lodwa inheritors

# Quran2684
source: Who will inherit al-Firdaus. They will abide therein eternally.
ca: Que heretaran al-Firdaus. Es queda aquí eternament.
cy: A fydd yn etifeddu'r al Firdaus. Bydd maent yn glynu ynddo fythol.
da: Der vil arve al-Svend. De vil overholde deri evigt.
el: Που θα κληρονομήσουν al-Firdaus. Θα τηρήσει εκεί αιώνια.
et: Kes pärib al-Firdaus. Nad järgivad seal igavesti.
fi: Kuka perii al-Tanja. Säädöksien siinä ikuisesti.
he: מי יירש את באל-משה איזקסון. הם להישמע בו לנצח.
hr: Tko će naslijediti al Firdaus. Oni će u njemu vječno trpe.
lt: Kas paveldės al-Stepas. Jos paklūsta jame amžinai.
lv: Kurš mantos al Firdaus. Viņi ievēro tur mūžīgi.
nb: Som arver al-Firdaus. De vil følge der evig.
sk: Kto zdedí al-Firdaus. Dodržia sa v ňom naveky.
sl: Ki podedujejo al-slađan. Se bo upošteval v njem večno.
sr_cyrl: Ко ће наследити ал-Фирдаус. Они ће у томе вечно да трпе.
sr_latn: Ko će naslediti al-Firdaus. Oni će u tome večno da trpe.
uk: Хто буде наслідувати Аль рай. Вони будуть дотримуватися в цьому вічно.
vi: Những người sẽ thừa kế al-Firdaus. Họ sẽ tuân thủ trong đó luôn.
zu: Abayodla ifa al-firdaus.

# Quran2685
source: And certainly did We create man from an extract of clay.
ca: I certament creava home d'un extracte d'argila.
cy: A sicr y oedd creu dyn o ddyfyniad o glai.
da: Og helt sikkert gjorde vi oprette mand fra et uddrag af clay.
el: Και σίγουρα έκανε δημιουργούμε άνθρωπος από ένα απόσπασμα του πηλού.
et: Ja kindlasti me lõime mees väljavõtet savi.
fi: Ja varmasti ollut meidän luoda mies ote clay.
he: בהחלט יצרנו איש מן תמצית של קליי.
hr: I svakako ćemo stvoriti čovjeka iz ekstrakta gline.
lt: Ir žinoma mes sukurti vyro iš molio.
lv: Un noteikti mēs radām cilvēks no izrakstu no māla.
nb: Og sikkert gjorde vi lage man fra av leire.
sk: A určite sme vytvorili muž z úryvku z hliny.
sl: In zagotovo smo ustvarili človeka iz gline.
sr_cyrl: И свакако ми стварамо цовек из екстракт од глине.
sr_latn: I svakako mi stvaramo covek iz ekstrakt od gline.
uk: І звичайно важко створити людина з екстракт з глини.
vi: Và chắc chắn chúng tôi đã tạo ra con người từ một chiết xuất của đất sét.
zu: Futhi ngempela Sakha umuntu ovela i akhiphe ngobumba.

# Quran2686
source: Then We placed him as a sperm-drop in a firm lodging.
ca: Llavors hem situat com una gota d'esperma en un allotjament ferm.
cy: Rydym wedyn yn gosod ef fel gostyngiad sberm mewn llety cadarn.
da: Så er vi placeret ham som en sæd-drop i en fast logi.
el: Στη συνέχεια, εμείς που τον τοποθέτησε ως σπέρμα-πτώση σε έναν.
et: Siis Panime talle nagu sperma tilk kindlalt tagatise.
fi: Sitten otimme hänet siittiöiden pudottamalla yrityksen majoituksen.
he: ואז אנחנו להציב אותו כמו זרע-ירידה לינה המשרד.
hr: Onda stavili smo ga kao kapljicu sperme u čvrsti objekat.
lt: Tada mes pateikti jam kaip spermos-lašas firma pateikimo.
lv: Tad mēs novieto viņu kā spermatozoīdu kritums firma iesniegšanu.
nb: Så plasserte vi ham som en sæd-dråpe i en fast losji.
sk: Potom sme umiestnili ho ako spermií pokles pevné zloženie.
sl: Nato smo mu postavi kot sperme spusti v trdno vložitev.
sr_cyrl: Онда смо га ставили као кап сперме у фирми смештај.
sr_latn: Onda smo ga stavili kao kap sperme u firmi smeštaj.
uk: Потім ми помістив його як спермі крапля в фірми житло.
vi: Sau đó, chúng tôi đặt ông như một giọt tinh trùng trong một nhà nghỉ công ty.
zu: Bese Sahambisa ngaye njengomahluleli ongenamizwa sperm-drop in indawo ngokuqinile.

# Quran2687
source: Then We made the sperm-drop into a clinging clot, and We made the clot into a lump [of flesh], and We made [from] the lump, bones, and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah, the best of creators.
ca: Llavors vam fer la gota d'esperma en un coàgul interessant i vam fer el coàgul en un tros [de carn] i vam fer [el nus, ossos, de] i cobríem els ossos amb carn; Llavors vam desenvolupar-lo en una altra creació. Beneït és Allah, el millor dels creadors.
cy: Rydym wedyn yn gwneud y sberm-gostyngiad i clinging clot, a gwnaethom y clot i lwmp [o gnawd], a gwnaethom [o] y lwmp, esgyrn, a ydym yn cynnwys yr esgyrn gyda cnawd; yna rydym yn datblygu ef i greu arall. Felly Bendigaid yw Allah, y gorau o crewyr.
da: Så vi gjorde sæd-drop ind i en klamrer sig blodprop, og vi gjorde størkne til en klump [kød], og vi gjorde [fra] klump, knogler, og vi dækket knoglerne med kød; derefter udviklede vi ham til en anden skabelse. Så velsignet er Allah, bedst af skabere.
el: Στη συνέχεια, κάναμε το σπέρμα-πτώση σε έναν θρόμβο προσκολλημένος, κάναμε το θρόμβο σε μια μάζα [της σάρκας], και κάναμε [από] το κατ ' αποκοπή, οστά, και καλύψαμε τα κόκαλα με σάρκα? στη συνέχεια, εξελίξαμε τον σε μια άλλη δημιουργία. Έτσι, ευλογημένος είναι ο Αλλάχ, ο άριστος των δημιουργών.
et: Siis tegime sperma tilk arvesse Nakkuvat tromb ja seadsime tromb [flesh], ühekordsete ja tegime [alates] ühekordsete, luud, ja me hõlmatud luud koos liha; siis me teda kujunenud järjekordseks loomiseks. Nii õnnistatud on Jumal, parim loojatega.
fi: Sitten teimme pudota-sperma tulee kiinni hyytymä ja teimme hyytymä kertakorvauksen [Liha] ja teimme [from] kiinteä, luut, ja käsittelimme luut lihaa; sitten kehitimme hänelle toinen luominen. Niin siunattu on Jumala, paras luojia.
he: . אז עשינו את הזרע ושחרור לתוך קריש צמודה, ואני עשינו את קריש הדם לתוך גוש [בשר], ואת עשינו [מ] הגוש, בונז, כיסינו את העצמות עם בשר; ואז פיתחנו אותו לתוך יצירה נוספת. כל כך מבורכים הוא אללה, מיטב היוצרים.
hr: Onda smo napravili spermu-kap u moj ugrušak, i napravili smo ugrušak u Gruda [meso], i smo napravili iz Gruda, kosti, i mi pokriva kosti s mesom; zatim razvili smo ga u drugo stvaranje. Tako blagoslovljen je Allah, najbolji Stvoritelj.
lt: Tada mes padarėme spermos lašas į Prigludęs krešulys, ir mes padarėme krešulys į [kūnas], vienkartinės ir mes pagaminti [iš] Vienkartinės, kaulai, ir mes, kuriems kaulai su mėsa; tada mes sukūrėme jį į kitą kūrimą. Taigi palaimintas yra Dievas, kūrėjų best.
lv: Tad mēs veicām spermatozoīdu nomešanas vērā pielipušos receklis, un mēs veicām drūzmai uz vienreizēju [Gaļa] un mēs veicām [no] klimpu, kauli, un mēs uz kauliem ar mīkstumu; tad mēs viņu pārtapa citu radīšanu. Tik laimīgs ir Allah autori vislabāk.
nb: Da vi gjorde det sæd-miste til en klamrer seg blodpropp, og vi gjorde blodpropp i en klump av kjøtt], og vi gjorde [fra] i klump, bein, og vi dekket bein med kjøtt; deretter utviklet vi ham til en annen kreasjon. Så velsignet er Allah, best av skaperne.
sk: Potom sme sa spermie-drop zrazeniny usadené, a sme sa zrazeniny do paušálne [mäso], a urobili sme [z] paušálne, kosti, a ktoré sme kosti s telom; potom sme vyvinuli ho do ďalšej tvorbe. Tak požehnaný je Alah, najlepšie z tvorcov.
sl: Potem smo naredili spusti spermo v oklepa strdek, in smo naredili strdka v kocki [meso], in smo naredili [iz] hlebec, kosti, in smo iz kosti z mesom; potem smo ga razvili v drugo ustvarjanje. Blagoslovljen, da je Alah, najboljši ustvarjalcev.
sr_cyrl: Онда смо направили сперму отпуштања у мене као угрушак, направили смо угрушак у грумена [месо], направили смо [из] кврги кости, и који покрива кости са месом; Онда смо га развило у другом креација. Тако благословљен је Аллах, најбољи од ствараоца.
sr_latn: Onda smo napravili spermu otpuštanja u mene kao ugrušak, napravili smo ugrušak u grumena [meso], napravili smo [iz] kvrgi kosti, i koji pokriva kosti sa mesom; Onda smo ga razvilo u drugom kreacija. Tako blagoslovljen je Allah, najbolji od stvaraoca.
uk: [Потім ми зробили спермі крапля в чіпляється згусток і ми зробили згусток в шматок [плоті] і ми з] шматок кістки, і ми розглянули кісток з плоті; Потім ми Мексиканос йому чергове створення. Таке благословення Аллаха, кращих творців.
vi: Sau đó chúng tôi thực hiện giọt tinh trùng vào một cục máu đông bám níu, và chúng tôi thực hiện cục máu đông thành một cục [thịt], và chúng tôi thực hiện từ khối u, xương, và chúng tôi bao gồm xương với xác thịt; sau đó, chúng tôi phát triển nó thành một sáng tạo. Rất may mắn là Allah, tốt nhất của người sáng tạo.
zu: Khona Senza isidoda-consi ihlule sinamathele, futhi Senza ihlule libe yinhlama [yenyama], futhi Senza [kusukela] kunjalo, amathambo, futhi sahlanganisa amathambo nenyama;

# Quran2688
source: Then indeed, after that you are to die.
ca: Llavors, en efecte, després de que ets a morir.
cy: Yn wir, yna ar ôl hynny rydych yn marw.
da: Så ja, efter at du er til at dø.
el: Πράγματι, κατόπιν μετά από αυτό πρόκειται να πεθάνουν.
et: Tõepoolest, siis pärast, et oled surra.
fi: Sitten sen jälkeen olet kuolla.
he: אכן, ואז לאחר מכן אתה למות.
hr: Doista, onda nakon toga ćeš umrijeti.
lt: Iš tiesų, tada po to tu turi mirti.
lv: Patiešām, tad pēc tam jums ir jāmirst.
nb: Så ja, etter at du er å dø.
sk: Vskutku, potom potom, čo ste zomrieť.
sl: Res, nato po tem ste umreti.
sr_cyrl: Заиста , онда након тога ти си дивна.
sr_latn: Zaista, onda nakon toga ti si divna.
uk: Дійсно, потім, після цього ви повинні померти.
vi: Sau đó, quả thật vậy, sau đó bạn đang chết.
zu: Khona-ke ngempela, emva kwalokho izokufa.

# Quran2689
source: Then indeed you, on the Day of Resurrection, will be resurrected.
ca: Llavors, en efecte, el dia de resurrecció, serà ressuscitat.
cy: Yna yn wir ar ddiwrnod yr atgyfodiad, bydd chi, atgyfodi.
da: Så ja, på den dag i opstandelse, vil genopstå.
el: Τότε πράγματι, για την ημέρα της Αναστάσεως, θα αναστηθούν.
et: Siis tõepoolest, ülestõusmist päeval äratatakse.
fi: Myöhemmin, ylösnousemuksen, nousevat ylös.
he: אז אכן, על יום התקומה, לקום לתחייה.
hr: A zatim doista, na dan uskrsnuća, će uskrsnuti.
lt: Tada iš tiesų jums, apie prisikėlimo dieną bus prikeltas.
lv: Tad patiešām, par augšāmcelšanās dienā būs būt augšāmcēlies.
nb: Så ja, på dagen av oppstandelse, vil oppstå.
sk: V skutočnosti potom, na deň vzkriesenia, budú vzkriesení.
sl: Torej dejansko, na dan vstajenja, bodo vstali.
sr_cyrl: Тада заиста, на дан ускрснућа, ће ускрснути.
sr_latn: Tada zaista, na dan uskrsnuća, će uskrsnuti.
uk: То справді ви, на день Воскресіння, будуть Відроджені.
vi: Sau đó, quả thật vậy, ngày ngày phục sinh, sẽ được phục sinh.
zu: Khona impela wena, Suku Vuko bayovuswa.

# Quran2690
source: And We have created above you seven layered heavens, and never have We been of [Our] creation unaware.
ca: I hem creat anteriorment set cels per capes, i mai no hem hagut de [nostra] creació conscient.
cy: Yr ydym wedi creu uchod, gallwch saith nefoedd haen ac erioed Rydym wedi creu [ein] ymwybodol.
da: Og vi har skabt over dig syv lag himlene, og aldrig har vi været på [vores] uvidende skabelse.
el: Έχουμε δημιουργήσει πάνω από εσάς επτά ουρανούς σε επίπεδα και ποτέ δεν μας ήταν της δημιουργίας [μας] δεν γνωρίζουν.
et: Oleme loonud eespool teid seitse kihiline taevas ja kunagi oleme olnud [meie] loomise teadmata.
fi: Ja olemme luoneet yläpuolellanne seitsemän kerroksinen taivaat, ja emme koskaan tiedä [meidän] luomiseen.
he: יצרנו מעליך, שבעת הרקיעים בשכבות ואני מעולם לא היינו הבריאה [שלנו] לא מודע.
hr: Stvorili smo iznad vas sedam slojevita nebesa i nikad mi [našeg] stvaranja nesvjestan.
lt: Ir mes sukūrėme virš jūsų septynių sluoksnių dangų, ir niekada mes buvo [mūsų] kūrybos nežino.
lv: Mēs esam izveidojuši virs tevis septiņu slāņu debesīs un nekad mums nav bijis [mūsu] radīšanas neapzinās.
nb: Vi har laget over deg syv lag himlene og aldri har vi vært skaperverket [våre] uvitende.
sk: Vytvorili sme nad vami sedem vrstiev neba a nikdy sme neboli [naše] tvorby nevie.
sl: Smo ustvarili nad vami sedmih nebesih večplastna in nikoli mi bilo [naš] ustvarjanja ne zavedajo.
sr_cyrl: Креирали смо изнад вас седам Слојевита небеса и никада и нису имали смо [наше] стварања несвесни.
sr_latn: Kreirali smo iznad vas sedam Slojevita nebesa i nikada i nisu imali smo [naše] stvaranja nesvesni.
uk: І ми створили вище ви сім шаруватих небеса, і ніколи не ми були [наших] створення не знають.
vi: Và chúng tôi đã tạo ra ở trên, bạn bảy tầng trời, và không bao giờ chúng tôi đã sáng tạo [chúng tôi] không biết.
zu: Futhi Sidale ngenhla nina mazulu eziyisikhombisa egqinsiwe, futhi asikaze sibe zendalo [sethu] unaware.

# Quran2691
source: And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away.
ca: I hem enviat pluja des del cel en una quantitat mesurada i es va establir a la terra. I de fet, som capaç de prendre distància.
cy: Ac rydym wedi anfon i lawr glaw gan sky yn swm pwyllog a wedi ei setlo yn y ddaear. Ac yn wir, rydym yn gallu ei gymryd i ffwrdd.
da: Og vi har sendt ned regn fra himlen i en afmålt mængde og bosatte sig i jorden. Og ja, vi er stand til at tage det væk.
el: Και έχουμε έστειλε προβλέπεται βροχή από τον ουρανό στην ποσότητα και το εγκατέστησαν στη γη. Και πράγματι, είμαστε σε θέση να το πάρει μακριά.
et: Ja meil on saatnud oma mõõdetud summas taevast vihma ja elama maa. Ja tõepoolest, meil on võimalik ära võtta.
fi: Ja olemme lähettänyt sade taivaalta mitattu määrä ja asettui maan. Ja olemme todellakin pystyy ottamaan sen pois.
he: יש לנו נשלח גשם בשמיים כמות מדודה ואנו התיישבו זה כדור הארץ. אכן, אנחנו מסוגלים לקחת את זה.
hr: I imamo poslao kišu sa neba u odmjerenu i naselili na zemlji. I doista, mi smo u mogućnosti to oduzeti.
lt: Ir mes turime zeslal lietus iš dangaus išmatuotą kiekį ir jis apsigyveno į žemę. Ir iš tiesų, mes gali jį atimti.
lv: Un mums ir nosūtīts uz leju no debesīm izmērītā daudzumā lietus un apmetušies zemes. Un tik tiešām, mēs esam spēj ņemt to prom.
nb: Og vi har sendt ned regn fra himmelen i en målt og slo ham i jorden. Og vi er i stand til å ta det bort.
sk: A máme zoslal dážď z neba nameraná hodnota a usadili na zemi. A naozaj, sme schopní vziať to preč.
sl: In smo poslali po dež z neba v izmeri količino in naselili v zemljo. In res, smo lahko ga odnese.
sr_cyrl: И имамо послао киша са неба у измерених износ и населила у земљи. И , јесмо способан да то престане.
sr_latn: I imamo poslao kiša sa neba u izmerenih iznos i naselila u zemlji. I, jesmo sposoban da to prestane.
uk: І ми посланим дощ з неба у виміряних суму і оселився його на землі. І дійсно, ми в змозі її забрати.
vi: Và chúng tôi đã được gửi xuống mưa từ bầu trời trong một số lượng đo và giải quyết nó trong trái đất. Và quả thực, chúng tôi có thể mang nó đi.
zu: Futhi We sa phansi imvula esibhakabhakeni imali elinganisiwe futhi sihlaliswe emhlabathini.

# Quran2692
source: And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat.
ca: I hem portat endavant per a vostè així jardins de palmeres i vinyes en que per tu són fruits abundants i des que vostè menja.
cy: A daethom ymlaen i chi gan Gerddi o goed palmwydd a gwinwydden yn y am ydych yn ffrwyth doreithiog ac a ydych yn ei fwyta.
da: Og vi har frembragt for dig dermed haver med palmer og vinstokke i som du er rigelige frugter og fra som du spiser.
el: Και μας έφερε στο προσκήνιο για σας με αυτόν τον τρόπο κήπους και φοίνικες και αμπέλια, στην οποία για σας είναι άφθονα φρούτα και από που μπορείτε να φάτε.
et: Ja me teile seeläbi aiad palmipuud ja viinapuude, mis teile on rikkalik viljade ja mida sa sööd.
fi: Ja toimme esiin sinulle siten palmuja ja viiniköynnösten, jotka sinulle ovat runsas hedelmät ja jota syöt.
he: אנחנו סוף בשבילך ובכך הגנים של עצי דקל וגפנים אשר בשבילך הם פירות בשפע, מפני מה אתה אוכל.
hr: I smo stvorili za vas time vrtove palmi i vinove loze u koji za vas su obilne plodove i iz kojeg jedete.
lt: Ir mes išvedė jums taip sodai, kurie jums yra gausu vaisių ir iš kurios valgote citrinmedžių ir palmių.
lv: Un mēs izvilka jūs tādējādi dārzi, palmas un vīnstīgas, jums ir bagātīgs augļu un no kura tu ēd.
nb: Og vi ført frem for deg og dermed hager med palmetrær og vinranker der du er rikelig frukt og som du spiser.
sk: A sme vyviedol si tým záhradami s palmami a vínnej révy, ktoré pre vás sú hojné ovocie a čo jete.
sl: In smo pripeljali tja za vas s tem vrtovi palme in vinsko trto, pri kateri za vas bogato sadje in iz katerega jeste.
sr_cyrl: И донели смо напред-назад за тебе и тиме вртова палме и винова лоза, а за тебе то су обилни плодови а из које си јео.
sr_latn: I doneli smo napred-nazad za tebe i time vrtova palme i vinova loza, a za tebe to su obilni plodovi a iz koje si jeo.
uk: І ми вивів для вас тим самим парку пальмових дерев і винограду в тому, що для вас рясні плоди і від якого ви їсте.
vi: Và chúng tôi đưa ra cho bạn do đó khu vườn cây cọ và nho ở đó cho bạn là loại trái cây phong phú và từ đó bạn ăn.
zu: Futhi Thina Wazibula ngoba usuke izingadi esundu, nemivini lapho ngoba wena izithelo eziningi lapho ungase udle.

# Quran2693
source: And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat.
ca: I [portem endavant] un arbre emissió del Mont Sinaí, que produeix oli i aliments per a aquells que mengen.
cy: A [daethom â blaen] coeden cyhoeddi o Sinai Mount sy'n cynhyrchu olew a bwyd ar gyfer y rhai sy'n bwyta.
da: Og [vi har frembragt] et træ udstedelse fra Mount Sinai, der producerer olie og fødevarer til dem, der spiser.
el: Και [εμείς έτεκε] ένα δέντρο που απορρέουν από το όρος Σινά, η οποία παράγει πετρελαίου και των τροφίμων για τα άτομα που τρώνε.
et: Ja [me] emissiooni Mount Sinai, mis toodab nafta- ja toiduainehindade neile, kes söövad puu.
fi: Ja [meidän] antaneen Mount Sinai, joka tuottaa öljyä ja ruokaa niille, jotka syövät puu.
he: ו [אנחנו סוף] עץ המתפרצים הר סיני המייצר שמן ואוכל עבור אלה שאוכלים.
hr: I [smo stvorili] izdavanje iz Mount Sinai koja proizvodi ulja i hrana za one koji jedu drvo.
lt: Ir [mes išvedė] išduoti nuo Sinajaus kalno kuri gamina naftos ir maisto, tiems, kurie valgo medį.
lv: Un [mums izņēma] izdošanu no Sīnāja, ko rada naftas un pārtikas, tiem, kas ēd koku.
nb: Og [vi brakt tilbake] et tre utstede fra Mount Sinai som produserer olje og for de som spiser.
sk: A [sme vyviedol] strom vydaním z Mount Sinai, ktorý produkuje ropy a potravín pre tých, ktorí jedia.
sl: In [smo pripeljali tja] drevo izdajo iz Mount Sinai, ki proizvaja nafte in hrane za tiste, ki jedo.
sr_cyrl: И [смо донели] издавање из Моунт Синаи која производи нафта и храна за оне који једу дрво.
sr_latn: I [smo doneli] izdavanje iz Mount Sinai koja proizvodi nafta i hrana za one koji jedu drvo.
uk: І [ми вивів] дерево видачі від горі Синай, яка виробляє нафту і продовольство для тих, хто їсть.
vi: Và [chúng tôi đưa ra] một cây phát hành từ Mount Sinai, sản xuất dầu và thực phẩm cho những người ăn.
zu: Futhi [We balethwe] a ukukhishwa emthini eNtabeni YaseSinayi lapho ukhiqiza uwoyela kanye nokudla labo badle.
