Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2854
source: Do not make [your] calling of the Messenger among yourselves as the call of one of you to another. Already Allah knows those of you who slip away, concealed by others. So let those beware who dissent from the Prophet's order, lest fitnah strike them or a painful punishment.
ca: No fan [el seu] crida del Missatger entre vosaltres com la convocatòria d'un de vosaltres a un altre. Ja Allah sap aquells de vostès que relliscada, oculta per altres. Així que aquells compte amb que la dissidència de l'ordre del Profeta, perquè no fitnah atacar-los o un dolor càstig.
cy: Nid yw gwneud [ch] galw y negesydd ymysg eich gilydd fel y galwad o un ohonoch i un arall. Eisoes mae Allah yn gwybod rhai ohonoch a oedd i ffwrdd, ymadael yn cuddio gan eraill. Felly gadewch Mae rhai Gochelwch rhag sy'n anghydweld â Gorchymyn y Proffwyd, rhag ofn fitnah taro hwy neu eu cosbi poenus.
da: Gør ikke [din] kald af Messenger blandt jer selv som opkaldet af en af jer til en anden. Allerede ved Allah dem der glide væk, skjult af andre. Så lad dem passe der uenighed fra profetens ordre, lest fitnah strike dem eller en smertefuld straf.
el: Μην κάνετε κλήση [σας] του αγγελιοφόρου μεταξύ σας ως το κάλεσμα ενός από εσάς στο άλλο. Αλλάχ γνωρίζει ήδη όσοι από εσάς ολίσθηση μακριά, απέκρυψε από άλλους. Οπότε ας εκείνους προσέξτε που διαφωνία από εντολή του προφήτη, μήπως fitnah απεργία τους ή μια οδυνηρή τιμωρία.
et: Tee [oma] kutsumine Messenger jagasite nagu üks teie kõne teise. Juba Jumal teab neile, kes slip varjas ära, teised. Nii lase need Ettevaatust, kes eriarvamusele Prohveti tellimusest, muidu fitnah strike või valus karistus.
fi: [] Puhelukortin Messenger keskenänne Call of teistä ei tehdä toiseen. Jumala tietää jo ne, jotka liukua pois, piilossa muiden. Niin anna ne varokaa, jotka eri mieltä profeetan tilauksesta ettei fitnah lakko niitä tai tuskallinen rangaistus.
he: אל תבצע [את] הייעוד של השליח בינכם כמו השיחה של אחד למשנהו. כבר אללה יודע למי לחמוק משם, מוסתר על-ידי אחרים. אז תנו אלה היזהרו מי שמפחדים מההזמנה של הנביא, פן fitnah להכות אותם או עונש כואב.
hr: Nemojte [si] poziv Glasnik među sobom kao poziv jednog od vas u drugi. Allah zna one koji listić, skriveno od strane drugih. Pa neka oni pazi tko slagati iz proroka, da fitnah udariti ih ili bolna kazna.
lt: Nekurkite [savo] Messenger tarp save kaip skambinti iš jūsų telefono į kitą. Jau Dievas žino tie, kurie slydimo, paslėpti iš kitų. Taigi Tegul tie saugokitės kurie sektai iš pranašo užsakymo, kad fitnah streikuoti juos arba yra skausmingas baudimas.
lv: Neizdves ne [savu] kurjers starp sevi kā vienu no jums zvanu zvana uz otru. Jau Allah zina, tiem, kuri slīdēšanas noslēptas prom, citi. Tātad ļaujiet tiem piesargāties, kurš iebilst no pravieša pasūtījuma, nedrīkstam fitnah sist viņiem vai sāpīga sods.
nb: Gjør ikke [ditt] kall av Messenger blant dere som ringer fra en av dere til en annen. Allah vet allerede de av dere som slip, skjult av andre. Så la dem Vokt dere som dissens fra profetens orden, så fitnah strike dem eller en pinefull straff.
sk: [Vaše] volania posla medzi sebou ako volanie z vás neurobí do druhého. Už Alah vie, tých z vás, ktorí sklzu preč, skryté iní. Tak nech tie pozor, ktorí nesúhlasiť z proroka objednávky, inak fitnah štrajk im, alebo bolestivé trest.
sl: Nikar ne izdelovanje [svojega] poklica sel med sebe kot klic od vas v drugo. Že Allah ve, tisti, ki se zdrsa proč, skriti s strani drugih. Tako naj tiste pazi, ki nezadovoljstva iz naloga prerokov, da ne fitnah stavke jih ali boleča kazen.
sr_cyrl: Немојте правити [свој] позив од посредника између себе као позив од једног од вас на други. Већ Аллах зна оне који слип, скривен од стране других. Па нека они Пазите се ко дисидент из Пророков поруџбине, да не би фитнах ударити их или болна казна.
sr_latn: Nemojte praviti [svoj] poziv od posrednika između sebe kao poziv od jednog od vas na drugi. Već Allah zna one koji slip, skriven od strane drugih. Pa neka oni Pazite se ko disident iz Prorokov porudžbine, da ne bi fitnah udariti ih ili bolna kazna.
uk: Не робіть [ваш] покликання Messenger поміж собою як виклик одного з вас до іншого. Вже Аллах знає тих, хто ковзання, приховане іншим. Так Нехай ті, стережіться, які інакомислення від замовлення на пророка Мухаммеда, щоб fitnah вдарити їх або хворобливі покарання.
vi: Đừng kêu gọi [của bạn] của Messenger trong số mình như cuộc gọi của một trong những bạn khác. Đã Allah biết những người bạn của những người trượt đi, che dấu bởi những người khác. Vì vậy, hãy để những người hãy coi chừng những người bất đồng từ thứ tự các tiên tri, vì sợ fitnah đình công chúng hoặc một hình phạt đau đớn.
zu: Musa ukwenza [zakho] ebiza we Messenger phakathi kwenu njengoba call of omunye kwenye.

# Quran2855
source: Unquestionably, to Allah belongs whatever is in the heavens and earth. Already He knows that upon which you [stand] and [knows] the Day when they will be returned to Him and He will inform them of what they have done. And Allah is Knowing of all things.
ca: Sens dubte, a Allah pertany el que està en el cel i la terra. Ja sap que en què vostè [suport] i [sap] el dia quan li serà retornada a ell i ell els informarem de el que han fet. I Allah està saber de totes les coses.
cy: Yn ddiamau, Allah yn perthyn iddo beth bynnag sydd yn y nefoedd a'r ddaear. Eisoes fe wyr fod arno chi [sefyll] a [wyr] y dydd pan y cânt eu dychwelyd iddo a bydd yn rhoi gwybod iddynt am yr hyn y maent wedi'i wneud. A gwybod am yr holl bethau yw Allah.
da: Ingen tvivl om, at Allah hører hvad der er i himlene og jorden. Allerede han ved det, som du [står] og [kender] den dag, de vil blive returneret til ham og han vil informere dem om hvad de har gjort. Og Allah er vide af alle ting.
el: Αναμφισβήτητα, στον Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Ήδη ξέρει ότι πάνω στην οποία σας [βάση] και [ξέρει] την ημέρα που αυτοί θα επιστραφεί σε αυτόν και αυτός θα ενημερώσει για αυτό που έκαναν. Και Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: Vaieldamatult, Jumala kuulub iganes on taevas ja maa. Juba ta teab mis kus sa [seista] ja [teab] päeval, mil juhul tagastatakse talle ja ta teatama neile, mida nad on teinud. Ja Jumal on teades kõiki asju.
fi: Kiistatta Jumalalle kuuluu kaikki, mikä on taivaat ja maan. Jo hän tietää, että johon sinun [stand] ja [tietää] päivä, jolloin ne palautetaan hänelle ja hän antaa heille mitä he ovat tehneet. Ja Jumala on tietäen kaiken.
he: אין ספק, אללה שייך כל מה שנמצא השמיים והארץ. כבר יודע זאת שעליה [לשאת] [יודע] ביום כאשר הם יוחזרו אליו, הוא יודיע להם על מה שהם עשו. אללה הוא שהידיעה של כל הדברים.
hr: Bez sumnje, Allahu pripada sve što je na nebesima i zemlji. Već on to zna na kojoj ti [stav] i [zna] dan kada su se vratili da ga i on će obavijestiti ih što su učinili. A Allah je poznavanje svih stvari.
lt: Be abejo, Dievas priklauso kokia yra į dangų ir žemę. Jau jis žino, kad nuo kurių jūs [stendas] ir [žino] dieną, kada jie bus grąžinti į jį ir jis nurodys jiems, ką jie padarė. Ir Dievas yra žinios ir viskas.
lv: Neapšaubāmi, Allah pieder kāda ir debesis un zeme. Jau zina, ka uz kuriem tu [rezerves] un [zina], dienā, kad viņi būs atpakaļ viņu un viņš par to informē viņus par to, ko viņi ir darījuši. Un Allah ir zinot visas lietas.
nb: Uten tvil, Allah tilhører i himmelen og jorden. Allerede han vet som du [stand] og [vet] dagen når de vil bli returnert til ham og han vil informere dem om hva de har gjort. Og Allah er å vite alt.
sk: Nesporne, Bohu patrí, čo je na nebi i na zemi. Už vie, že na ktorom ste [štát] a [vie] deň, kedy sa vrátia sa k nemu a on oznámi im, čo majú urobiť. A Allah je znalosť všetkých vecí.
sl: Nedvomno, da Allah spada karkoli je v nebesih in zemlji. Že ve, da na kateri ste [stojalo] in [ve] dan, ko se izpišejo z njim in on bo obvestiti jim kaj so storili. In Alah je poznavanje vseh stvari.
sr_cyrl: Без сумње, Аллах припада шта год је у небеса и земљу. Он то вец зна на којој си [став] и [зна] дан када ће се врате га, и он ће их обавијестили о шта су урадили. А Аллах је знајужи свих ствари.
sr_latn: Bez sumnje, Allah pripada šta god je u nebesa i zemlju. On to vec zna na kojoj si [stav] i [zna] dan kada će se vrate ga, i on će ih obavijestili o šta su uradili. A Allah je znajuжi svih stvari.
uk: Без сумніву, щоб Аллах належить все, що знаходиться в небеса та Земля. Вже він знає, на яких ви [стенд] та [знає] день, коли вони повертаються до нього, і він буде інформувати їх про те, що вони зробили. І Аллах знаючи, що всі речі.
vi: Unquestionably, Allah thuộc về bất cứ điều gì là trong các tầng trời và trái đất. Ông đứng đó mà bạn [chờ] [biết] ngày khi họ sẽ được trả lại cho anh ta và ông sẽ thông báo cho họ về những gì họ đã làm. Và Allah biết tất cả mọi thứ.
zu: Ngokungangabazeki, Allah kungokwalabo konke amazulu nomhlaba.

# Quran2856
source: Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner -
ca: Benaurat qui enviat el criteri al seu servent que pot ser els móns un Avisador-
cy: Bendithio ef a anfonwyd i lawr y maen prawf ar ei was ef fod i fyd warner-yw
da: Velsignet er han, der har sendt ned kriterium ved hans tjener, så han kan blive til verdens en warner-
el: Ευλογημένος είναι αυτός που έστειλε προς τα κάτω το κριτήριο κατά τον υπάλληλό του πως μπορεί να τον κόσμο μια warner-
et: Õnnis on see, kes saatis pärast tema sulane kriteeriumi alla, et ta võib olla maailmad warner-
fi: Siunattu on hän, joka lähetti kriteeri kun hänen palvelija että hän voi olla maailmoihin warner-
he: ברוך הוא אשר שלח את הקריטריון על המשרת שלו כי הוא עשוי להיות לעולמות וורנר-
hr: Blagoslovljen je onaj koji je poslao kriterij na njegov sluga da bi mogao biti na svjetove warner-
lt: Palaimintas yra tas, kuris zeslal kriterijus pagal jo tarnas kad jis gali būti į pasaulius warner-
lv: Laimīgs ir tas, kurš nosūtīts uz leju kritērijs pēc viņa kalps, ka viņš var būt pasaules warner-
nb: Salig er den som sendte ned kriteriet på hans tjener så han kan bli til verdens en warner-
sk: Blahoslavený je ten, kto zoslal kritérium na jeho sluha, že on môže byť svety warner-
sl: Blagoslovljen je tisti, ki je poslan merilo na njegov služabnik, da mu lahko da svetove warner-
sr_cyrl: Благословљен је онај који је послао критеријум на његовог слугу да он можда да светова је wарнер-
sr_latn: Blagoslovljen je onaj koji je poslao kriterijum na njegovog slugu da on možda da svetova je warner-
uk: Благословен, хто йде хто посланим критерієм при його слуги, що він може бути світів warner-
vi: May mắn là ông đã gửi xuống các tiêu chí sau khi công chức của ông rằng ông có thể cho thế giới một warner-
zu: Ubusisiwe lowo ongithumileyo phansi lokunquma phezu NESISEBENZI SAKHE ukuthi angase angabi yilokho ukuba imihlaba warner -

# Quran2857
source: He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination.
ca: A qui pertany el dominion dels cels i la terra i que no ha tingut un fill i no ha tingut un soci de domini i ha creat cada cosa i determinat amb determinació [precisa].
cy: AU i bwy perthyn ddominiwn y nefoedd ac yn y ddaear ac sy'n nad yw wedi cymryd y mab ac nid yw wedi bod yn bartner yn ddominiwn ac wedi creu pob peth a mae'n benderfynol gyda phenderfyniad [penodol].
da: Han hvem har tilhører himlene og jorden og hvem har ikke taget en søn og ikke har en partner i herredømme herredømme og lavet hver ting og bestemmes det med [præcise] bestemmelse.
el: Σε ποιον ανήκει η κυριαρχία του τον ουρανό και τη γη και που δεν έχει λάβει ένα γιο και δεν είχε έναν συνεργάτη στην κυριαρχία και έχει δημιούργησε κάθε πράγμα και αυτό καθορίζεται με αποφασιστικότητα [ακριβές].
et: Ta, kellele kuulub võim taevas ja maa ja kes on võtnud poeg ning on olnud partner dominion ja on loonud iga asi ja koos [täpselt] kindlaks määratud.
fi: Hän kenelle kuuluu valta taivaat ja maan ja joka ei ole ottanut poika ja ei ole ollut kumppanina vallassa ja on luonut jokaisen asia ja määrittää [täsmällisiä].
he: למי שייך הריבונות של השמיים, האדמה, לא נקטה בן ומי שלא הייתה שותפה דומיניון ו יש לו יצר לכל דבר והוא נקבע כי בנחישות [מדויק].
hr: Je kome pripada vlast nebesa i zemlje i ko je uzeo sina i nije imala partnera u vlasti i stvorio svaku stvar i odrediti s [precizno] određivanje.
lt: Jis kam priklauso valdžia dangų ir žemę ir kurie nėra priėmusi sūnų ir neturėjo valdžia partneris ir sukūrė kiekvienas dalykas ir nustatyti jį su [tiksliai] nustatymas.
lv: Viņš kam heavens un zemes un kam dēls nav pieņēmusi un nav bijis valdīšana partneris valdīšana pieder izveidota katra lieta un noteikts [precīzu] apņēmīgi.
nb: Han som har tilhører herredømmet over himmelen og jorden og som ikke har tatt en sønn og har ikke hatt en partner i herredømme og opprettet hver ting og fastslått den med [presis] besluttsomhet.
sk: Ten Komu patrí panstva nebies a Zeme a kto neprijal syna a nemá partner panstva a vytvoril každú vec a stanovuje, že s [presnejšie].
sl: Je komu pripada oblast nebes in zemlje, ki ni sprejela sina in je brez partnerja v oblast in je ustvaril vsako stvar in določi [natančno] odločno.
sr_cyrl: Коме припада власт небеса и земље и ко није заузела сина и није имала партнера у власт и је створио сваку ствар и то утврдити [прецизно] одлучност.
sr_latn: Kome pripada vlast nebesa i zemlje i ko nije zauzela sina i nije imala partnera u vlast i je stvorio svaku stvar i to utvrditi [precizno] odlučnost.
uk: Він кому належить Домініон небеса та Земля і які не прийняті сина та не містить партнером у володіння і створив кожна річ та визначається його з [точний] рішучістю.
vi: Ông mà thuộc lãnh địa của bầu trời và trái đất và những người đã không đưa con trai và đã không có một đối tác trong dominion và đã tạo ra mỗi điều và xác định nó với quyết tâm [chính xác].
zu: Yena kuze whom fanele dominion of bhakabhaka hlaba futhi ongazange athathwe indodana futhi engakakhuli partner in dominion futhi uye wadala into ngayinye bese kunqunywa wona nge [eqondile] ukuzimisela.

# Quran2858
source: But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.
ca: Però s'han pres a més ell déus que crear res, mentre que es creen i posseeixen no per si mateixos cap mal o beneficiar i no posseeixen [poder provocar] mort o vida o resurrecció.
cy: Ond maent wedi eu cymryd ar wahân iddo duwiau sy'n creu dim, tra yn eu creu, ac nid ar gyfer eu hunain yn meddu ar unrhyw niwed neu ELWa ac nid yn meddu ar [pŵer i achosi] atgyfodi neu bywyd neu farwolaeth.
da: Men de har taget foruden ham guder, der skaber noget, mens de er skabt, og besidder ikke for sig selv nogen skade eller gavne og besidder ikke [magt til at forårsage] død eller liv eller opstandelse.
el: Αλλά έχουν λάβει θεούς που δημιουργούν τίποτα εκτός από αυτόν, ενώ δημιουργούνται και κατέχουν όχι για τον εαυτό τους οποιαδήποτε βλάβη ή επωφελούνται και δεν κατέχουν [δύναμη να προκαλέσει] θανάτου ή ζωή ή την αναζοωγόνηση.
et: Aga võetud peale teda jumalad, mis loovad midagi, kuigi nad on loodud, ja mitte enda jaoks olema mõni kahju või kasu ja vallata mitte [power põhjustada] surma või elu või surnute ülestõusmisest.
fi: Mutta toteutetuista luonnehtima jumaliin, joihin luo vain, kun ne on luotu ja niillä ei ole pelkästään mitään haittaa tai hyötyä ja niillä ei [power aiheuttaa] kuolema tai elämä tai ylösnousemus.
he: אבל הם לקחו מלבד אותו האלים אשר יוצר כלום, בעוד הם נוצרים, והינם בעלי ולא רק עבור עצמם כל נזק או ליהנות והינם בעלי לא [כוח לגרום] למוות או לחיים או התחייה.
hr: Ali oni su se osim njega bogovi što stvoriti ništa, a oni se stvaraju, a posjeduju ne za sebe bilo naškoditi ili koristi i posjeduju ne [vlast da uzrokuje smrt ili život ili uskrsnuće.
lt: Bet jie ėmėsi be jo dievų, kurie sukurti nieko, nors jie yra sukurti, ir turėti ne už save bet žalos ar naudos ir ne [galia sukelti] mirties arba gyvybės ar prisikėlimas.
lv: Bet tās veikušas ne tikai viņu dieviem, kas rada nekas, kamēr tie tiek veidoti un rīcībā nav paši par sevi kādu kaitējumu vai labumu un piemīt [spēja izraisīt] nāves vai dzīvību vai augšāmcelšanās.
nb: Men de har tatt foruten ham guder som skaper bare, mens de er opprettet, og har ikke for seg noen skade eller fordel og har ikke [power å forårsake] død eller liv eller oppstandelse.
sk: Ale okrem neho prijali bohov, ktoré vytvárajú nič, zatiaľ čo oni vytvárajú a vlastnia nie pre seba žiadne poškodiť alebo prospech a vlastniť nie [moc spôsobiť] smrť alebo život, alebo vzkriesenie.
sl: Vendar so se poleg njega bogov, ki ustvarjajo nič, medtem ko so ustvarjene, in imeti ne zase vse škodi ali koristi in imeti ne [moči povzroči] smrti ali življenju ali vstajenje.
sr_cyrl: Али одвели су осим њега богове који креирате ништа, док они креирају, и поседују не за себе било наудити или имати користи и не поседују [моћ да изазове] смрт или живот или ускрснуће.
sr_latn: Ali odveli su osim njega bogove koji kreirate ništa, dok oni kreiraju, i poseduju ne za sebe bilo nauditi ili imati koristi i ne poseduju [moć da izazove] smrt ili život ili uskrsnuće.
uk: Але вони взяли Крім нього, богів, які створюють нічого, поки вони створюються і володіють не для себе будь-якої шкоди або на користь і володіють не [владу, щоб викликати] смерті або життя або Воскресіння.
vi: Nhưng họ đã thực hiện bên cạnh anh ta vị thần mà tạo ra không có gì, trong khi họ được tạo ra, và có không cho mình bất kỳ gây tổn hại hoặc lợi ích và sở hữu không [sức mạnh để gây ra] cái chết hoặc cuộc sống hoặc sống lại.
zu: Kodwa baye Him onkulunkulu ababakhonzayo ukudala lutho, kuyilapho zidalwe futhi ifa okwabo neze kulimaze noma inzuzo futhi ifa hhayi [enamandla okudala] ukufa noma ukuphila noma uvuko.

# Quran2859
source: And those who disbelieve say, "This [Qur'an] is not except a falsehood he invented, and another people assisted him in it." But they have committed an injustice and a lie.
ca: I els que dubten diuen, "aquest [Qur ' an] no és excepte una falsedat va inventar, i una altra gent assistit en ella". Però que han comès una injustícia i una mentida.
cy: A rhai a chredu yn dweud, "Nid yw hwn [Qur'an] ac eithrio anwiredd a dyfeisiodd ef, a helpodd pobl arall iddo yn ei." Ond eu bod wedi bod yn anghyfiawnder a celwydd.
da: Og dem, der ikke tror sige, "dette [Koranen] er ikke undtagen en usandhed, han opfandt, og en anden mennesker assisted ham i den." Men de har begået en uretfærdighed og en løgn.
el: Και όσοι δυσπιστώ πω, "αυτό [Qur'an] δεν είναι εκτός από ένα ψέμα που εφηύρε και μια άλλη άνθρωποι τον βοηθούσαν σε αυτό." Αλλά έχουν διαπράξει αδικία και ένα ψέμα.
et: Ja need, kes usu öelda: "see Koraan ei ole valetamine, ta leiutas peale ja teine inimesed abistas teda ta." Kuid toimepanekut ülekohtune ja valetada.
fi: Ja ne, jotka ovat uskottomia "tämän Koraanin ei paitsi valhe hän keksi ja toinen ihmiset auttoivat häntä tässä työssä." Mutta ne ovat sitoutuneet vääryys ja valhe.
he: אלה לא להאמין אומרים, "זה [הקוראן] אינו אלא כזב שהוא המציא, אנשים עוד סייעה לו זה." אבל הם ביצעו אי-צדק ושקר.
hr: I oni koji ne vjeruju, "ovaj [Kurana] nije osim laži je izmislio i drugi ljudi pomažu mu u to." Ali su počinili nepravdu i laž.
lt: Ir tie, kurie neturi wierza sako: "Šis [Koran] nėra išskyrus jis išrado melas, ir dar žmonės padeda jam ji." Tačiau jie įsipareigojo neteisybė ir melas.
lv: Un tiem, kam neticēt saka: "[Qur] nav izņemot nepatiesību, viņš izgudroja un citu cilvēku palīdzēja viņam to." Bet viņi ir izdarījuši, netaisnība un meli.
nb: Og de som tviler sier, "dette [Koranen] er ikke unntatt en løgn han oppfant og ytterligere personer hjalp ham i den." Men de har begått en urettferdighet og løgn.
sk: A tí, ktorí neveria povedať: "Toto [Korán] nie je okrem lož, že on vynašiel, a ďalší ľudia pomáhať mu v ňom." Ale spáchali bezprávie a lož.
sl: In tistim, ki verjamem reči, "to [Qur'an] ni razen laž, ki je izumil in drugi ljudje mu pomaga v njem." Vendar so zagrešili krivico in laž.
sr_cyrl: И они који је сигуран да је лажна је рекао, "овај Куран није осим неистина је измислио, и други људи му је помогао у томе." Али су починили неправду и лаж.
sr_latn: I oni koji je siguran da je lažna je rekao, "ovaj Kuran nije osim neistina je izmislio, i drugi ljudi mu je pomogao u tome." Ali su počinili nepravdu i laž.
uk: І тих, хто не вірити сказати: "це [Коран] не за винятком брехня він винайшов, і іншого народу допомагати йому в його." Але вони взяли на себе зобов'язання несправедливість і брехня.
vi: Và những người disbelieve nói, "này [Qur'an] không trừ một falsehood ông phát minh ra, và một người trợ giúp ông trong đó." Nhưng họ đã cam kết một bất công và nói dối.
zu: Futhi labo disbelieve tshela: "Lo [Qur'an] akuyona ngaphandle amanga wasungula, futhi abanye abangu-isizwa kuye kulo."

# Quran2860
source: And they say, "Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon."
ca: I van dir, "llegendes dels pobles antics que ell ha escrit, i són manats per a ell al matí i tarda."
cy: Ac maent yn dweud, "chwedlau o bobloedd hen a mae wedi ysgrifennu i lawr, ac sy'n eu pennu iddo bore a'r prynhawn."
da: Og de siger, "legender af de tidligere folk, som han har skrevet, og de er dikteret til ham morgen og eftermiddag."
el: Και αυτοί λένε, "θρύλους του τους πρώην λαούς που έχει γράψει κάτω από, και αυτοί υπαγορεύονται σε αυτόν πρωί και το απόγευμα.»
et: Ja nad ütlevad, "legendid endine rahvaid, kes on kirjutanud ja nad on otstarbest talle hommikul ja pärastlõunal."
fi: Ja he sanovat, "Legends entinen kansojen, jotka hän on merkinnyt muistiin, ja ne määräytyvät hänelle aamulla ja iltapäivällä."
he: הם אומרים, "אגדות העמים לשעבר אשר הוא כתב, הם מוכתבים אליו בבוקר ואחר הצהריים."
hr: I oni kažu, "legende bivše naroda koji je napisao, i oni su diktirali mu ujutro i popodne."
lt: Ir jie sako, "legendų buvęs Tautų, kurios jis turi užrašyti, ir jie yra diktuoja jam rytais ir popietėmis."
lv: Un viņi saka: "bijušais tautu, kuru viņš ir uzrakstīta, un tās diktē viņu leģendas no rīta un pēcpusdienā."
nb: Og de sier, "legender av tidligere folkene som han har skrevet, og de er diktert ham morgen og ettermiddag.»
sk: A oni hovoria, "legendy bývalých obyvateľov, ktorý napísal, a oni sú dané mu ráno a popoludní."
sl: In so rekli, "legende nekdanji narodi, ki jo je napisal, in so narekovala, da mu zjutraj in popoldne."
sr_cyrl: А они кажу, "легенде бивше народа који је написао је, и они су диктира да га ујутро и поподне."
sr_latn: A oni kažu, "legende bivše naroda koji je napisao je, i oni su diktira da ga ujutro i popodne."
uk: І вони кажуть, "легенди колишній народів, які він написав, і вони диктує йому вранці та вдень."
vi: Và họ nói rằng, "huyền thoại của các dân tộc cũ mà ông đã viết, và họ được quyết định cho ông vào buổi sáng và buổi chiều."
zu: Futhi bathi, "Legends ezizwe yangaphambili lapho uye ebhaliwe phansi, futhi wabizela kuye ekuseni nantambama."
