Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1621
source: And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, "What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?"
ca: I tots dos van afanyar a la porta i va trencar la camisa de l'esquena, i van trobar el seu marit a la porta. Ella va dir, "què és la recompensa de qui destinats mal a la seva dona, però que va ser empresonat o un dolor càstig?"
cy: A ddau rasio y drws, ac roedd hi'n Torrodd grys o gefn, a gwelsant ei gŵr wrth y drws. Meddai, "beth yw ad-dalu un sydd yn bwriadu drygioni ar gyfer eich gwraig, ond bod yn carcharwyd neu gosb boenus?"
da: Og de begge kørte til døren, og hun rev hans skjorte fra bagsiden, og de fandt hendes mand ved døren. Hun sagde, "Hvad er kompensation, der bestemt onde til din kone, men at han fængsles eller en smertefuld straf?"
el: Και οι δύο έτρεξε προς την πόρτα, και αυτή έσκισε το πουκάμισο του από το πίσω μέρος, και βρήκαν τον σύζυγό της στην πόρτα. Είπε, «τι είναι η ανταμοιβή ενός που προορίζονται κακό για τη σύζυγό σας, αλλά ότι αυτός να φυλακίζονται ή μια οδυνηρή τιμωρία»;
et: Ja nad mõlemad tormasid uks, ja ta rebis tema särk tagant ja nad leidsid tema abikaasa ukse juures. Ta ütles: "mis on üks, kes seda kurja oma naine, vaid et ta saab kinni registreerimiskohas või valus karistus"?
fi: Molemmat ajanut oven, ja hän repi paitansa takaisin ja he löysivät hänen miehensä ovella. Hän sanoi, "mikä on palkka, yksi, joka evil tarkoitettu vaimosi, mutta että hän vangittiin tai tuskallinen rangaistus?"
he: שניהם האיץ את הדלת, היא קרעה את החולצה שלו מאחור ו. הם מצאו את בעלה בדלת. היא אמרה, "מהי התמורה של מי מיועד הרוע אשתך אבל זה הוא להיות כלוא? או עונש כואב"
hr: I oba su se utrkivali na vrata, ona je poderao košulju s leđa i našli muža na vratima. Rekla je, "što je nagraditi onoga koji zlo namijenjena suprugu, ali da on biti zatvoren ili bolna kazna?"
lt: Ir jie abu lenktyniavo prie durų, ir ji sudraskė jo marškiniai iš nugaros, ir rado savo vyrą prie durų. Ji sakė: "kas yra viena, kas blogis skirti savo žmoną, bet kad jis būti įkalintas zaplata ar skausmingas bausmė?"
lv: Un viņi abi metās uz durvīm, un viņa izrāva kreklu no muguras un viņi atrada vīru pie durvīm. Viņa teica, "kas ir kompensēt, kurš paredzēts ļaunumu savai sievai, bet, ka viņš ir ieslodzīts vai sāpīga sods?"
nb: Og de begge kjørte til døren, og hun rev skjorte fra baksiden, og de fant ektemannen på døren. Hun sa: «Hva er vederlag av en som beregnet onde for din kone, men at han bli fengslet eller en pinefull straff?
sk: Obaja sa hnal ku dverám, a ona roztrhol košeľu zozadu a zistili, že jej manžel pri dverách. Ona povedala: "čo je odmenu jedného, ktorí určených zlo pre svoju ženu, ale že on byť uväznený alebo bolestivé trest?"
sl: In oba dirkal na vrata, in ona strgal srajco od zadaj, in so našli njenega moža na vratih. Je rekla, "kaj je zaracunati enega, ki je namenjena zlo za svojo ženo, ampak, da je biti zaprt ali boleče kaznovanje?"
sr_cyrl: Обојица су се тркао на вратима, и истегнула је његову мајицу са леђа и нашли су њен супруг на вратима. Рекла је, "Шта је нуди једног који је намењен зло супругу али да он буде затворен или болна казна?"
sr_latn: Obojica su se trkao na vratima, i istegnula je njegovu majicu sa leđa i našli su njen suprug na vratima. Rekla je, "Šta je nudi jednog koji je namenjen zlo suprugu ali da on bude zatvoren ili bolna kazna?"
uk: Вони обидва кинувся до дверей і вона розірвали сорочку зі спини і вони знайшли її чоловік біля дверей. Вона сказала: "що нагорода, один з яких призначений зла для вашої дружини, але що він бути ув'язнений або хворобливі покарання?"
vi: Và cả hai đều thổi tới cửa, cô xé áo của mình từ phía sau, và họ đã tìm thấy người chồng của mình tại cửa. Cô ấy nói, "những gì là thương hiệu của một trong những người dự định điều ác cho vợ nhưng mà ông được giam giữ hoặc một hình phạt đau đớn?"
zu: Futhi bobabili waqonda emnyango, futhi yena wayeseklebhula leyembe lakhe kusukela emuva, bathola nomyeni wakhe emnyango.

# Quran1622
source: [Joseph] said, "It was she who sought to seduce me." And a witness from her family testified. "If his shirt is torn from the front, then she has told the truth, and he is of the liars.
ca: [Joseph] va dir: "Va ser ella qui va intentar seduir-me." I va declarar un testimoni de la seva família. "Si la camisa és trencada des del front, llavors ella ha dit la veritat, i és de mentiders.
cy: [Joseph] yn dweud, "Hi oedd ceisio seduce mi." Ac yn dyst gan ei theulu yn tystio. "Os yw ei grys wedi rhwygo o'r blaen, yna mae hi wedi dweud y gwir, ac mae y celwyddgwn.
da: [Joseph] sagde, "Det var hende, der søgte at forføre mig." Og vidnede om et vidne fra hendes familie. "Hvis hans skjorte er revet fra fronten, så hun har fortalt sandheden, og han er af løgnere.
el: [Ζοζέφ] είπε, «Ήταν αυτή που επεδίωκε να αποπλανεί μου.» Και πιστοποίησε μάρτυρα από την οικογένειά της. «Αν το πουκάμισο είναι σχισμένη από το μέτωπο, στη συνέχεια, είπε την αλήθεια, και αυτός είναι από τους ψεύτες.
et: [Joseph] ütles: "See oli ta kes püüdsid võrgutada mind." Ja tema perekond tunnistas tunnistaja. "Kui tema särk rebitakse eestpoolt, siis ta on rääkinud tõtt, ja ta on valetas.
fi: [Joseph] sanoi, "Se oli hän, joka yritti vietellä minut." Ja todistajana hänen perheensä todisti. "Hänen paitansa on revitty edessä, sitten hän sanoi totuuden, ja hän on valehtelija.
he: [יוסף] אמר, "זה היה היא אשר ביקשו לפתות אותי." העיד כעד מהמשפחה שלה. "אם החולצה שלו הוא נקרע מהחזית, ואז היא אמרה את האמת, והוא של השקרנים.
hr: [Joseph] je rekao, "Da je ona koji je tražio da me zavedeš." I svjedočio svjedok iz njezine obitelji. "Ako mu je košulja poderana sprijeda, onda je rekla istinu, a on je i na lažljivce.
lt: [Juozapas] pasakė, "Tai buvo ji, kurie siekė suvilioti mane." Ir liudytoją nuo jos šeima liudija. "Jei jo marškiniai rozerwana iš priekio, tada ji pasakė tiesą, ir jis yra klamcami.
lv: [Joseph] teica: "Tā bija viņa, kas mēģināja kārdināt mani." Un no savas ģimenes, liecināja liecinieks. "Ja viņa krekls saplēsts no priekšas, tad viņa ir teicis patiesību, un viņš ir liars.
nb: [Joseph] sa, "Det var hun som forsøkte å forføre meg." Og vitne fra hennes familie vitnet. "Hvis skjorten hans er revet fra fronten, så hun har fortalt sannheten, og han er løgnere.
sk: [Joseph] povedal: "To bola ona, kto sa snažili zviesť mi." A vypovedal svedok svojej rodiny. "Ak spredu je roztrhané košeli, potom ona povedala pravdu, a on je klamár.
sl: [Joseph] rekel, "Da je ona, ki je skušal zapeljati, mi." In pričal priča od njene družine. "Če svojo majico raztrgana od spredaj, nato je povedala resnico, in on je lažnivci.
sr_cyrl: [Јосепх ] је рекао, "Она је та која је покушала да ме заведеш." И сведочио сведока из њене породице. Ако вам сметати са фронта, онда је рекла истину, и он је од лаћова.
sr_latn: [Joseph] je rekao, "Ona je ta koja je pokušala da me zavedeš." I svedočio svedoka iz njene porodice. Ako vam smetati sa fronta, onda je rekla istinu, i on je od laћova.
uk: [Джозеф] сказав: "Це була вона, хто прагнув спокусити мене". І свідчив свідок з її сім'єю. "Якщо сорочку відірваний від фронту, потім вона сказала правду, і він на брехунів.
vi: [Joseph] nói, "Nó đã là cô người đã tìm cách để dụ dỗ tôi." Và một nhân chứng từ gia đình cô làm chứng. "Nếu áo của mình là rách từ trước, sau đó cô ấy đã nói sự thật, và ông là của những kẻ nói dối.
zu: [Joseph] wathi, "Kwakusengathi isikhathi yena ababefuna bhungula me."

# Quran1623
source: But if his shirt is torn from the back, then she has lied, and he is of the truthful."
ca: Però si la camisa és trencada per l'esquena, llavors ella ha mentit, i és de la veritat."
cy: Ond os yw ei grys wedi rhwygo o'r cefn, yna y mae hi yn gelwydd, ac mae ef o'r y geirwir."
da: Men hvis hans skjorte er revet fra ryggen, så hun har løjet, og han er af den sandfærdige."
el: Αλλά αν το πουκάμισο είναι σχισμένη από το πίσω μέρος, στη συνέχεια, ότι έχει είπε ψέματα, και αυτός είναι από το αληθινό.»
et: Aga kui tema särk rebitakse taga, siis ta valetas, ja ta on esitatud tõesed."
fi: Mutta jos hänen paitansa on revitty takaisin, sitten hän valehteli, ja hän on totuudenmukaista."
he: אבל אם החולצה שלו הוא נקרע מאחור, אז היא שיקרה, הוא אמת."
hr: Ali ako mu je košulja poderana s leđa, onda laže, i on je i istinit."
lt: Bet jei jo marškiniai rozerwana iš nugaros, tada ji turi melavo, ir jis yra, kad teisingi."
lv: Bet, ja viņa krekls saplēsts no muguras, tad viņa ir melojis, un viņš ir patiess."
nb: Men hvis skjorten hans er revet fra baksiden, så hun løy, og han er den sannferdig.
sk: Ale ak je roztrhané košeli zozadu, potom ona klamal, a on má pravdivé."
sl: Vendar če svojo majico raztrgana od zadaj, potem je je lagal, in on je resnične."
sr_cyrl: Али ако вам сметати са леђа, онда лагала је и он спада у искрен."
sr_latn: Ali ako vam smetati sa leđa, onda lagala je i on spada u iskren."
uk: Але якщо сорочку відірваний від задньої, то вона брехала, і він є з у правдиву."
vi: Nhưng nếu áo của mình là rách từ phía sau, sau đó cô ấy đã nói dối, và ông là người trung thực."
zu: Kodwa uma leyembe lakhe ubizwa dephula nga hlane ngalesosikhathi she lied uye, futhi nguye of the truthful. "

# Quran1624
source: So when her husband saw his shirt torn from the back, he said, "Indeed, it is of the women's plan. Indeed, your plan is great.
ca: Així que quan el seu marit va veure la camisa provinents de l'esquena, va dir, "de fet, és del pla de la dona. De fet, el seu pla és gran.
cy: Felly pan welodd ei gŵr ei grys wedi rhwygo o'r cefn, meddai, "yn wir, mae cynllun i fenywod. Yn wir, mae eich cynllun yn wych.
da: Så da hendes mand så sin skjorte revet fra ryggen, han sagde, "Ja, det er kvindernes plan. Ja, din plan er stor.
el: Έτσι, όταν ο σύζυγός της, είδε το πουκάμισό του σχισμένη από το πίσω μέρος, είπε, "πράγματι, είναι οι γυναίκες του σχεδίου. Πράγματι, το σχέδιό σας είναι μεγάλη.
et: Jah, kui tema abikaasa nägi tema särk seljas, haaras ta ütles: "ongi naiste plaani. Teie plaan on tõepoolest suurepärane.
fi: Niin, kun hänen miehensä näkivät paitansa repinyt takaisin, hän sanoi, "onkin naisten suunnitelman. Suunnitelma onkin suuri.
he: אז כאשר בעלה ראה את החולצה שלו נקרעה מאחור, הוא אמר, "ואכן, זה תוכנית של הנשים. אכן, התוכנית שלך הוא גדול.
hr: Kada njezin suprug vidio košulju iz leđa, rekao je, "doista, to je plan za žene. Doista, vaš plan je velik.
lt: Taigi, kai jos vyras pamatė jo marškiniai suplėšyti iš nugaros, jis sakė, "iš tiesų, tai yra moterų plano. Iš tiesų, jūsų planas yra puikus.
lv: Tad, kad viņas vīrs ieraudzīja viņa krekls saplēsts no muguras, viņš teica: "Protams, tas ir sieviešu plāna. Patiešām, jūsu plāns ir liels.
nb: Når ektemannen så sin skjorta revet fra baksiden, sa han, "det er faktisk kvinnenes plan. Planen er faktisk stor.
sk: Takže, keď jej manžel videl jeho košele, roztrhané od späť, povedal, že "v skutočnosti je to žien plánu. Váš plán je naozaj skvelý.
sl: Torej, ko njen mož videl svojo majico raztrgana od zadaj, je dejal, "dejansko je žensk načrta. Res, vaš načrt je super.
sr_cyrl: Када је њен супруг видео мајици растргнут од позади, рекао је, ", јесте плана за жене. Заиста , твој план је сјајан.
sr_latn: Kada je njen suprug video majici rastrgnut od pozadi, rekao je, ", jeste plana za žene. Zaista, tvoj plan je sjajan.
uk: Отже, коли її чоловік побачив його сорочка, відірваний від задньої, він сказав: "дійсно, жіночої плану. Справді, ваш план є великим.
vi: Vì vậy, khi chồng thấy áo rách từ phía sau, ông nói, "thực sự, đó là kế hoạch của phụ nữ. Thật vậy, kế hoạch của bạn là tuyệt vời.
zu: Ngakho lapho ebona umyeni wakhe leyembe lakhe dephula nga hlane he tshela "Ngempela, kuba uhlelo yabesifazane. Ngempela, plan lakho likhulu.

# Quran1625
source: Joseph, ignore this. And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful."
ca: Josep, ignorar això. I, la [meva dona], demana perdó pel seu pecat. De fet, li eren dels pecadors".
cy: Joseph, anwybyddu hyn. A [fy ngwraig], ofyn maddeuant am eich pechod. Yn wir, yr oeddech o y sinful."
da: Joseph, ignorere dette. Og [min kone], bede om tilgivelse for din synd. Du var faktisk af den syndigt."
el: Ιωσήφ, Αγνοήστε αυτό. Και, [η γυναίκα μου], να ζητήσει συγχώρεση για τις αμαρτίες σου. Πράγματι, ήταν από τους αμαρτωλούς.»
et: Joseph, ignoreerige seda. Ja [minu abikaasa], kohanes oma pattu. Tõepoolest, sa olid sugulise."
fi: Joseph, sivuuttaa. Ja [vaimo], pyytävät anteeksi sinun syntisi. Itse asiassa olisit syntisen."
he: יוסף, להתעלם מזה. ואישתי, [], לבקש מחילה על חטאיך. אכן, היית של החוטא."
hr: Joseph, Zanemari to. I, moja žena, tražiti oprost za svoj grijeh. Doista, bio si u grešno."
lt: Juozapas, ignoruoti tai. Ir [mano žmona], prašyti atleidimo už savo nuodėmę. Iš tiesų, buvo nuodėmingas."
lv: Joseph, neņemu. Un [sievu], lūgt piedošanu par savu grēku. Patiešām, jums bija no grēcīgs."
nb: Joseph, ignorere dette. Og, [min kone], be om tilgivelse for din synd. Ja, du var syndige."
sk: Jozef, ignorovať. A [mojej manželky], požiadať o odpustenie za svoje hriechy. V skutočnosti ste boli hriešny."
sl: Joseph, ignorirajte to. In [moja žena], prosi odpuščanja za svoje grehe. Res, ste bili v grešno."
sr_cyrl: Јосепх , ово је игнорисати. И , [моја супруга], питај опрост за своје грехе. Заиста , ти си од грељнима."
sr_latn: Joseph, ovo je ignorisati. I, [moja supruga], pitaj oprost za svoje grehe. Zaista, ti si od greљnima."
uk: Йосип, ігнорують це. І [дружина], попросити вибачення за свій гріх. Справді, ви були беззаконня".
vi: Joseph, bỏ qua điều này. Và [vợ tôi], yêu cầu sự tha thứ cho tội lỗi của bạn. Thật vậy, bạn là người tội lỗi."
zu: Joseph, indiva lesi.

# Quran1626
source: And women in the city said, "The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error."
ca: I dones de la ciutat, va dir, "la dona d'al-'Azeez està buscant seduir el seu nen esclau; ell li ha apassionades amb amor. De fet, podem veure-la [que] clar error."
cy: A menywod yn y ddinas a dywedodd, "y wraig al-' Azeez yn ceisio seduce bachgen ei gaethion; Mae ef yn angerddol hi â chariad. Yn wir, rydym yn gweld iddi [fod] mewn camgymeriad amlwg."
da: Og kvinder i byen sagde, "kone af al-'Azeez forsøger at forføre hende slavedreng; Han har impassioned hende med kærlighed. Ja, vi ser hende [skal] i klare fejl."
el: Και γυναίκες στην πόλη, δήλωσε, «η σύζυγος του Αλ-'Azeez επιδιώκει να γοητεύσει το αγόρι σκλάβος? αυτός έχει εμπαθείς της με αγάπη. Πράγματι, μπορούμε να δούμε την [για να είναι] σαφές μήνυμα λάθους.
et: Ja naiste linna ütles: "naine al-'Azeez püüab võrgutada oma orja poiss; ta on Kiihkeä teda armastusega. Tõepoolest, me näeme teda [tuleb] selge viga."
fi: Ja naisten kaupunki, sanoi, "al - vaimo" Azeez haluaa vietellä hänen orja poika; Hän on impassioned hänen rakkaudella. Itse asiassa näemme häntä [on] selvä virhe."
he: ונשים בעיר, אמר, "אשתו של-'Azeez מחפש לפתות אותה העבד הנער; הוא כולל impassioned אותה באהבה. ואכן, אנו רואים אותה [להיות] שגיאה ברורה."
hr: I žena u gradu, rekao je, "žena od al-'Azeez nastoji zavesti sina rob; On je nju strasnih ljubavi. Doista, vidimo [da] u jasan error."
lt: Ir moteris tarė mieste "žmona al-'Azeez stengiasi suvilioti savo vergais berniukas; jis turi impassioned ją su meile. Iš tiesų, mes matome jos [būtų] aiškiai klaida."
lv: Un sieviešu pilsētā, teica: "sieva al-'Azeez mēģina pavest savu vergu zēns; viņš ir jūs moka kaislības viņai ar mīlestību. Protams, mēs redzam viņas [ir] skaidri kļūda."
nb: Og kvinner i byen sa, "kona til al-'Azeez søker å forføre henne slave gutt; Han har impassioned henne med kjærlighet. Faktisk se vi henne [skal] klart feil."
sk: A ženy v meste, povedal: "manželka al-" Azeez sa snaží zviesť svojho otroka chlapec; on má impassioned ju s láskou. V skutočnosti vidíme jej [treba] vymazať omylom."
sl: In ženske v mesto, rekel, "žena al-'Azeez poskuša zapeljati njen suženj fant; on ji je impassioned s ljubezen. Res, smo videli ji [se] v jasno napaka."
sr_cyrl: И жене у граду то је рекао, "супруга ал-'Азеез покушава да заведе њен син Роб; Он је њу заљубио са љубављу. Уистину , ми видимо [да] јасно грешком.
sr_latn: I žene u gradu to je rekao, "supruga al-'Azeez pokušava da zavede njen sin Rob; On je nju zaljubio sa ljubavlju. Uistinu, mi vidimo [da] jasno greškom.
uk: І жінок у місті сказав: "дружина Аль-'Azeez намагається спокусити її рабом хлопчиком; Він має палку її з любов'ю. Дійсно, ми бачимо її [бути] в Очистити помилку."
vi: Và phụ nữ ở thành phố cho biết: "vợ của al-'Azeez là tìm cách dụ dỗ cô bé nô lệ; ông đã impassioned cô ấy với tình yêu. Thật vậy, chúng tôi thấy cô [là] lỗi rõ ràng."
zu: Futhi kosikazi dolobhakazi wathi: "Unkosikazi al-'Azeez ufuna ukuyenga izincekukazi zakhe umfana, yena impassioned umama ngothando Ngempela, sibona wakhe [ukuba] ngephutha ecacile.."

# Quran1627
source: So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], "Come out before them." And when they saw him, they greatly admired him and cut their hands and said, "Perfect is Allah! This is not a man; this is none but a noble angel."
ca: Perquè quan es va assabentar de la seva intrigant, enviat per a ells i preparat per a ells un banquet i va donar a cada un d'ells un ganivet i va dir [a Josep], "Venir fora abans d'ells." I quan el van veure, en gran mesura l'admiraven i tallar les mans i va dir: "Allah perfecte és! Aquest no és un home; Això és cap excepte un àngel noble".
cy: Felly pan glywodd hi o eu gweld y cynllwynio, mae hi anfon iddynt a wledd yn barod ar eu cyfer a rhoddodd pob un ohonynt cyllell a ddywedodd [i Joseph], "Dewch allan cyn iddynt." Ac pan welsant ef, maent fawr edmygu ef a torri eu dwylo a dywedodd, "berffaith yw Allah! Nid yw hyn yn ddyn; Mae hyn dim ond angel aruchel.
da: Så da hun hørte om deres intrigant, hun sendte til dem og forberedt til dem en banket og gav hver enkelt af dem en kniv og sagde [Joseph], "Kom ud før dem." Og når de så ham, de meget beundrede ham og skar deres hænder og sagde, "perfekt er Allah! Dette er ikke en mand; Dette er ingen men en ædel engel."
el: Έτσι όταν άκουσε από τους ραδιουργίες, έστειλε για αυτούς και ετοιμάσει για αυτούς μια πανδαισία και έδωσε σε κάθε ένα από αυτά ένα μαχαίρι και είπε [Ζοζέφ], «Έλα έξω πριν από αυτούς». Και όταν τον είδα, σε μεγάλο βαθμό τον θαύμαζαν και κόψτε τα χέρια τους και είπε, «είναι τέλεια Αλλάχ! Αυτό δεν είναι ένας άνθρωπος? Αυτό είναι δεν υπάρχει όμως μια ευγενή Άγγελος.»
et: Nii et kui ta kuulnud oma intrigeeriv, ta saatis neile ja valmis neid bankett ja andis igaühele neist nuga ja ütles [Joseph], "Come out käsitlusega." Ja kui nad nägid teda, nad suuresti imetlenud teda ja lõigata oma käed ja ütles: "täiuslik on Jumal! See ei ole mees; See pole aga üllas ingel."
fi: Joten kun hän kuuli heidän juonittelevan, hän lähetti heille ja varautua juhla ja antoi jokainen niistä veitsen ja sanoi [Joosefille], "Tule ulos ennen heitä." Ja kun he näkivät hänet, he suuresti ihailivat häntä ja leikkaa kätensä ja sanoi, "täydellinen Jumala! Tämä ei ole ihminen; Tämä ei kukaan vaan jalo enkeli."
he: אז כשהיא שמעה שלהם דרך, היא שלחה להם, שהכנו להם משתה, נתן לכל אחד מהם סכין ואמר [יוסף], "בואי לפני אותם." כשראו אותו, הם במידה רבה העריצו אותו, חותכות את ידיהן ואמר, "השלמות היא אללה! זה לא אדם; זה רק מלאך אצילי."
hr: Kad je čula od svojim spletkama, poslao po njih i spremni na mogućnost i dao svakome od njih nož i rekla [Joseph], "Dolaze prije njih." I kad su ga vidjeli, su uvelike mu se divio i odsjeku ruke i "savršen je Allah!" Ovo nije čovjek; Ovo je samo plemeniti anđeo."
lt: Todėl išgirdus apie jų intrigos, ji pasiuntė juos ir paruošti juos banketą ir davė kiekvieną peilį ir sako, [kad Juozapas], "Pas mane prieš juos." Ir kai jie pamatė jį, jie labai žavisi juo ir sumažinti savo rankas ir sako: "tobulos yra Dievas! Tai ne žmogus; tai yra niekas, bet kilnus angelas."
lv: Tad, kad viņa dzirdējis to scheming, viņa nosūtīja tiem un sagatavotas tos banketu un katrs no viņiem deva nazi un uzrunāja [Joseph] "Nāk viņiem priekšā." Un ieraudzījuši viņu, tie lielā mērā viņu dievināja un Izgriezt rokas un teica: "Perfect Allah! Tas nav cilvēks, tas nav, bet cēla eņģelis."
nb: Så da hun hørte av sine shenanigans, hun sendte for dem og forberedt for dem en bankett og ga hver og en av dem en kniv og sa [til Joseph], "Kom ut før dem." Og da de så ham, de høyeste beundret ham og kutte hendene og sa, "perfekt er Allah! Dette er ikke en mann; Dette er ingen men en edel engel."
sk: Takže keď počula ich vylomeniny, poslal pre nich a pre ne pripravili hostinu a dala každý jeden z nich nožom a vraj [Joseph], "Prísť pred nimi." A keď ho videl, výrazne ho obdivoval a znížiť ich ruky a povedal: "ideálne je Boh! To nie je man; to je ale ušľachtilý anjel."
sl: Tako ko je slišala za njihovo spletkari, ona poslala za njimi in pripravljene za njih, banket in dal vsakega izmed njih nož in rekel [Joseph], »Prišel ven pred njimi. « In ko so ga videli, so zelo občudoval in zmanjšal svoje roke in reče: »odlično je Allah! To ni človek; to nič vendar plemenito angel je."
sr_cyrl: Па кад је чуо њихова сплеткарења, је послао по њих и припремио за њих банкет и свако од њих је дао нож и рекао [Јосепх], "Цоме пре него што их." А кад су га видели, су знатно дивио му се и исеци њихове руке и рекао, савршено је Алах! Ово није човек; "Ово је нико осим племенити анђео."
sr_latn: Pa kad je čuo njihova spletkarenja, je poslao po njih i pripremio za njih banket i svako od njih je dao nož i rekao [Joseph], "Come pre nego što ih." A kad su ga videli, su znatno divio mu se i iseci njihove ruke i rekao, savršeno je Alah! Ovo nije čovek; "Ovo je niko osim plemeniti anđeo."
uk: Так що коли вона почула про їх інтриги, вона послав для їх і приготував для них банкет і дав кожного один з них ножем і сказав [Джозеф], "Come out перед ними". І вони його вгледіли, вони значно захоплювалися його і скоротити свої руки і сказав: "досконалий Аллах! Це не людиною. Це не але благородного ангел."
vi: Vì vậy, khi cô nghe nói về quy hoạch của họ, cô đã gửi cho họ và chuẩn bị cho họ một bữa tiệc và đã cho mỗi một trong số chúng dao và nói [với Joseph], "Đi ra ngoài trước khi họ." Và khi họ nhìn thấy anh ta, họ rất ngưỡng mộ ông và cắt tay và nói, "hoàn hảo là Allah! Đây không phải là một người đàn ông; Điều này là không có gì nhưng một thiên thần cao quý."
zu: Ngakho lapho ezwa of bo scheming nga, yena wathumela ngabo futhi hlomela them edilini wanikeza ngamunye wabo nommese wathi [kuJosefa], "Phumani phambi kwabo."
