Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran518
source: And whoever among you cannot [find] the means to marry free, believing women, then [he may marry] from those whom your right hands possess of believing slave girls. And Allah is most knowing about your faith. You [believers] are of one another. So marry them with the permission of their people and give them their due compensation according to what is acceptable. [They should be] chaste, neither [of] those who commit unlawful intercourse randomly nor those who take [secret] lovers. But once they are sheltered in marriage, if they should commit adultery, then for them is half the punishment for free [unmarried] women. This [allowance] is for him among you who fears sin, but to be patient is better for you. And Allah is Forgiving and Merciful.
ca: I qui entre vosaltres no [] els mitjans per casar-se amb dones lliures, que creien, llavors [es pot casar amb] d'aquells qui tenen les mans dreta de creure esclaves. I Allah està saber més sobre la seva fe. [Creients] ets de l'altra. Així casaran amb el permís del seu poble i donar-los la seva indemnització deguda segons allò que és acceptable. [Haurien de ser] castos, ni [de] aquells que cometen les relacions sexuals il·lícites fortuïtament ni aquells que prenen amants [secret]. Però una vegada que està protegida en el matrimoni, si poguessin cometre adulteri, llavors per ells és mig el càstig per a les dones [solters] lliures. Aquesta franquícia [d] és per a ell entre vosaltres que tem pecat, però per ser pacient és millor per a vostè. I Allah és indulgent i Clement.
cy: A pwy bynnag eich plith ni all [] y modd i briodi merched am ddim, gan gredu, yna [Efallai iddo briodi] o'r rheini yn eich dwylo hawl yn meddu ar o gredu merched gaethion. Ac Allah yn gwybod fwyaf am eich ffydd. [Credinwyr] yr ydych yn un arall. Felly iddynt briodi gyda chaniatâd eu pobl ac yn rhoi iddynt eu iawndal sydd yn ddyledus yn ôl beth sy'n dderbyniol. [Dylai fod] dilychwin iawn, nid y rheini sy'n ymrwymo cyfathrach rywiol anghyfreithlon ar hap na'r rhai sy'n cymryd cariadon [gyfrinach]. Ond unwaith maent yn gwarchod yn briodas, os dylid ymrwymo adultery, yna ar eu cyfer yn hanner y gosb ar gyfer menywod [dibriod] am ddim. Yn hwn [lwfans] iddo ef eich plith sy'n ofni pechod, ond i fod yn amyneddgar yn well i chi. Ac Allah yn Forgiving a Merciful.
da: Hvem blandt du ikke [find] mulighed for at gifte sig med gratis, troende kvinder, og derefter [han kan gifte sig] fra dem, som din højre hånd besidder tro slavepiger. Og Allah er mest at vide om din tro. Du [troende] er af en anden. Så gifte dem med tilladelse fra deres folk og give dem deres behørig erstatning efter hvad der er acceptabelt. [De bør] kyske, hverken [af] dem, der begår ulovlig samleje tilfældigt eller dem, der tager [hemmelige] elskere. Men når de er i læ i ægteskabet, hvis de skal begå ægteskabsbrud, så for dem er halv straf for gratis [ugifte] kvinder. Dette [tillæg] er for ham blandt jer, som frygter synd, men at være patient er bedre for dig. Og Allah er Forgiving og barmhjertige.
el: Και όποιος ανάμεσά σας δεν [βρείτε] τα μέσα για να παντρευτεί γυναίκες δωρεάν, πιστεύοντας, τότε [μπορεί να παντρευτεί] από εκείνους τους οποίους κατέχουν τα δεξιά χέρια σας πιστέψουμε slave κορίτσια. Και Αλλάχ είναι γνωρίζοντας τα περισσότερα σχετικά με την πίστη σας. [Πιστών] είστε σε ένα άλλο. Έτσι παντρευτεί τους με την άδεια των λαών τους και να τους δώσουμε τους οφείλεται αποζημίωση σύμφωνα με το τι είναι αποδεκτό. [Πρέπει να] απέριττος, ούτε [της] εκείνοι που διαπράττουν παράνομη συνουσία τυχαία ούτε εκείνοι που παίρνουν τους λάτρεις [μυστικό]. Αλλά μόλις αυτοί είναι προστατευμένοι στο γάμο, αν διαπράττουν μοιχεία, στη συνέχεια για αυτούς είναι μισή η τιμωρία για δωρεάν [εκτός γάμου] γυναίκες. [Αποζημίωση] αυτή είναι για τον ανάμεσά σας που φοβάται την αμαρτία, αλλά ότι ο ασθενής είναι καλύτερο για σας. Και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja kes iganes teie seast ei saa [leida] vahendid vaba, uskuda naised abielluda siis [ta võib abielluda] need, kelle käed paremale vallata uskuda ori tüdrukud. Ja Jumal on oma usu enamik teadmata. [Usklike] olete üksteisest. Nii loa alusel saavad inimesed abielluda ja annab neile nende nõuetekohane hüvitise, mis on vastuvõetav. [Tuleb] vooruslik, ei [ning] need, kes on toime pannud õigusvastase vahekorda juhuslikult ega need, kes võtavad [secret] lovers. Aga kui nad varjualustesse ja abielu, kui nad peaks abielu rikkuda, siis neile on pool karistust vaba [vallalised] naistele. See hüvitis on teda Joukostanne, kes kardab patt, kuid kannatust on parem teile. Ja Jumal on Forgiving ja Merciful.
fi: Ja kuka teistä ei voi [] on keinoja mennä naimisiin Ilmainen, uskovat naiset sitten [hän voi mennä naimisiin] niiltä, jotka oikeissa käsissä on oltava uskoa orja tyttöjen. Ja Jumala on uskosi. [Uskovaiset] olet toisistaan. Joten maksa heille kansansa luvalla ja antaa heille asianmukainen korvaus mukaan mikä on hyväksyttävää. [Pitääkin] siveä, ei [,] ne, jotka syyllistyvät laittoman yhdynnän satunnaisesti eikä jotka ottavat [salainen] ystäville. Mutta kun ne ovat suojassa avioliitossa, jos ne olisi aviorikosta, niin heille on puoli rangaistus vapaa [naimaton] naiset. Tämä korvaus on hänelle joka pelkää syntiä, mutta kärsivällisyyttä on parempi sinulle. Ja Allah on anteeksiantava ja armollisin.
he: מי מביניכם [מוצא] את האמצעים להתחתן עם נשים בחינם, אמונה, אז [הוא יכול לחתן] מאלה למי שלך בידיים הנכונות להחזיק האמנתי עבדים לבנות. אללה הוא לדעת רוב על האמונה שלך. [המאמינים] אתה אחת לאחרת. אז להשיא אותם באישורו של האנשים שלהם, לתת להם פיצוי בשל שלהם על פי מה מקובל. [הם צריכים להיות] צנוע, לא [של] אלו שנהגו יחסי מין בלתי חוקי באופן אקראי ולא אלה הנוטלים [סוד] מאהבים. אך ברגע שהם נמצאים מוגן בנישואין, אם הם צריכים נואפים, ואז עבורם מחצית העונש על חינם [לנשים לא נשואות]. [הקצבה] הזאת הוא בשבילו ביניכם החושש מפני חטא, אבל להיות סבלני עדיף עבורך. אללה הוא Forgiving, הרחום והחנון.
hr: I tko god među vama mogu [Saznaj] sredstva za žene slobodnog, vjerujući ženama, onda [on može oženiti] od one koje je desnu ruku posjeduju vjerujući robljem. A Allah je najviše zna o vjeri. [Vjernici] si nekog drugog. Tako ih vjenčati s dozvolom svoga naroda i dati im njihova dospijeća naknada prema što je prihvatljivo. [Treba] čestit, [o] one koji počine nezakonite odnos nasumično niti onima koji se [tajna] ljubavnici. Ali kada oni odlaze u brak, ako oni počine preljub, onda ih je pola kazne za besplatno [] usamljene. Ovu [pomoć] za njega je među vama koji se boji grijeha, ali pacijent je bolje za vas. A Allah je opraštanje i milostiv.
lt: Ir kas tarp jūsų negali [ieškoti] galimybę tuoktis nemokamai, tikinčios moterys, tada [jis gali tuoktis] nuo tų, kuriuos savo dešinės rankos turi tikėti vergas merginos. Ir Dievas yra dauguma žinant apie savo tikėjimą. Jūs [tikintieji] yra vienas nuo kito. Taip susituokti su savo tautos leidimo ir suteikti jiems savo kompensaciją priklausomai nuo to kas yra priimtinas. [Turi būti] skaistus, nei [,] tuos, kurie užsiima neteisėta lytinių santykių atsitiktinai, nei tie, kurie imasi [paslaptis] mėgėjams. Bet kai jie būtų apsaugoti, santuoka, jei jie turi Nesvetimauk, tada jiems yra pusė bausmė nemokamai [nevedęs] moterų. Šis [nuolaida] yra jam tarp jūsų, kurie bijo nuodėmės, bet, kad pacientas yra geriau už jus. Ir Dievas yra Forgiving ir litosciwy.
lv: Un kurš no jums [neatrod] nozīmē precēties bezmaksas, ticēt sievietes, tad [viņš var laulāties] no tiem, kam ticēt vergu meitenēm piemīt labās rokās. Un Allah ir visvairāk zinot par savu ticību. Jūs [ticīgie] ir viena no otras. Tātad precēties tos ar saviem iedzīvotājiem atļauju un dot viņiem par to pienākas kompensācija saskaņā ar to, kas ir pieņemams. [Tās] nevainīgs, ne [,], kuri nejauši izdarītu nelikumīgu dzimumakta, ne tiem, kas [noslēpums] mīļotājiem. Bet pēc tam, kad tie ir patvērusies laulībā, ja viņi būtu pārkāpt, tad viņiem ir puse sods par brīvu [neprecējies] sievietes. [Kvotu] ir viņu vidū, kuri baidās no grēka, bet esiet pacietīgi ir labāks par jums. Un Allah, piedošanu un žēlsirdīgs.
nb: Og hvem blant dere ikke [finne] betyr å gifte seg med gratis, troende kvinner, da [han kan gifte] fra dem som hendene høyre har av tro slave jenter. Og Allah er de fleste å vite om din tro. Er du [troende] av hverandre. Så gifte seg med tillatelse fra sitt folk og gi dem deres grunn godtgjørelse basert på hva som er akseptabelt. [De skal] kysk, verken [av] de som begår ulovlig samleie tilfeldig eller de som tar [secret] elskere. Men når de er skjermet i ekteskap, hvis de skal drive hor, så for dem er halvt straffen for gratis [ugifte] kvinner. Denne [godtgjørelsen] er for ham blant dere som frykter synd, men å være tålmodig er bedre for deg. Og Allah er tilgi og barmhjertig.
sk: A ten, kto je medzi vami nie [] znamená vziať zadarmo, veriť ženy, potom [môže vziať] od tých, ktorých ruky právo vlastniť veriť otrokyne. A Allah je najviac vedieť o vašej viere. [Veriacich] ste jeden druhého. Tak im vziať so súhlasom svojich ľudí a dať im ich riadne odškodné podľa čo je prijateľné. [By mali] cudná, ani [z] osoby spáchať protiprávne styk náhodne, ani tých, ktorí sa [tajomstvo] milenci. Ale keď oni sú chránené v manželstve, ak by ľudia sa dopúšťajú cudzoložstva, potom pre nich je polovica trestu za zadarmo [slobodné] ženy. Tento [príspevok] je pre neho medzi vami, ktorí hriech, ale buďte trpezliví, je pre vás lepšie. A Boh je odpúšťajúci a Milosrdných.
sl: In kdor med vami ne [najde] pomeni poročiti prosta, prepričanje žensk, potem [on lahko poročiti] od tistih, katere roke pravico imeti prepričanje suženj dekleta. In Alah je večina vedel svojo vero. [Verniki] ste eden od drugega. Tako jih poročiti z dovoljenjem svojih ljudi in jim njihove zapadlosti odškodnine po kaj je sprejemljivo. [Morajo] čist, niti [o] tiste, ki storijo nezakonito odnos naključno niti tistih, ki jemljejo [secret] ljubitelje. Ampak ko so zavarovani v zakonu, če bi prešuštvuj, potem za njih je pol kazen za prost [neporočene] ženske. [Dodatek] je zanj med vami, ki se boji greh, vendar bodite potrpežljivi, je bolje za vas. In Alah je tolerantna in usmiljen.
sr_cyrl: А ко од вас није могуће [пронаћи] средства да се уда за слободне, веровање жене, а онда [он можда венчати од оних против којих је десну руку поседује веровања робљем. А Аллах је већина знајући за твоју веру. [Верници ] си једно о другоме. Тако се удам за њих уз дозволу својих народа и дати им надокнаде према ономе што је прихватљиво. [Треба да буду] иедним, ни од које поиине незаконит однос насумично, нити оних који узимају [тајна] љубавници. Али кад су смештене су у браку, ако они треба да чини прељубе, онда за њих пола казна за бесплатне [неудата] жене. Овај додатак је за њега медју вама који се не боји грех, али да будемо стрпљиви боље је за тебе. А Аллах је Форгивинг и милосрдна.
sr_latn: A ko od vas nije moguće [pronaći] sredstva da se uda za slobodne, verovanje žene, a onda [on možda venčati od onih protiv kojih je desnu ruku poseduje verovanja robljem. A Allah je većina znajući za tvoju veru. [Vernici] si jedno o drugome. Tako se udam za njih uz dozvolu svojih naroda i dati im nadoknade prema onome što je prihvatljivo. [Treba da budu] иednim, ni od koje poиine nezakonit odnos nasumično, niti onih koji uzimaju [tajna] ljubavnici. Ali kad su smeštene su u braku, ako oni treba da čini preljube, onda za njih pola kazna za besplatne [neudata] žene. Ovaj dodatak je za njega medju vama koji se ne boji greh, ali da budemo strpljivi bolje je za tebe. A Allah je Forgiving i milosrdna.
uk: І той, хто між вами [нездатний] кошти, щоб одружитися на безкоштовна, проста Віра жінок, а потім [він може вступати в шлюб] від тих, кого руки право володіти вірити рабинь. І Аллах більшість знаючи про вашу віру. [Віруючі] ти один від одного. Так їх заміж з дозволу свого народу і дати їм їх належної компенсації за те, що є прийнятним. [Вони повинні бути] цнотливою, ні [з] тих, хто скоює незаконий випадковим чином, ні тих, хто приймає [секрет] любителів. Але після того, як вони захищеному у шлюбі, якщо вони повинні подружньої вірності, то для них половина покарання за безкоштовно [не перебувають у шлюбі] жінок. [Допомога] для нього серед вас, хто побоюється гріх, але будьте терплячими краще для вас. І Аллах бачить і Merciful.
vi: Và bất cứ ai trong số các bạn không thể [tìm] các phương tiện để kết hôn với phụ nữ miễn phí, tin tưởng, sau đó [ông có thể cưới] từ những người mà bàn tay phải của bạn có của tin cô gái nô lệ. Và Allah là hầu hết hiểu biết về Đức tin của bạn. Bạn [các tín hữu] là của nhau. Vì vậy, kết hôn với họ với sự cho phép của người dân của họ và cung cấp cho họ của bồi thường thiệt hại do theo những gì là chấp nhận được. [Họ nên] còn trong trắng, không [của] những người cam kết bất hợp pháp giao hợp ngẫu nhiên cũng như những người có [bí mật] những người yêu thích. Nhưng một khi họ được che chở trong hôn nhân, nếu họ phải cam kết tội ngoại tình, sau đó cho họ là một nửa sự trừng phạt đối với phụ nữ [chưa lập gia đình] miễn phí. [Phụ cấp này] là cho anh ta trong số các bạn ai sợ tội lỗi, nhưng kiên nhẫn là tốt hơn cho bạn. Và Allah là Forgiving và Merciful.
zu: Futhi noma ubani phakathi kwenu awukwazi [ukuthola] izindlela ukuba bashade khulula, kholwa kosikazi ngalesosikhathi [angase ashade] kwalabo ezandleni sakho sokunene ifa yokukholwa senceku amantombazane.

# Quran519
source: Allah wants to make clear to you [the lawful from the unlawful] and guide you to the [good] practices of those before you and to accept your repentance. And Allah is Knowing and Wise.
ca: Allah vol deixar ben clar que [la legal de l'il·legal] i guiar a les pràctiques [bones] dels abans i d'acceptar el seu penediment. I Allah és saber i savi.
cy: Mae'r Allah yn awyddus i wneud yn glir i chi [y gyfreithlon gan y anghyfreithlon] ac yn eich tywys at yr arferion [da] y rhai cyn i chi ac i dderbyn eich pedair. Ac Allah yn gwybod a Wise.
da: Allah ønsker at gøre det klart at du [den lovlig fra de ulovlige] og guide dig til de [godt] praksis af dem, før du og at acceptere din omvendelse. Og Allah er vide og klog.
el: Αλλάχ θέλει να καταστήσει σαφές σε σας [το νόμιμο από το παράνομο] και να σας καθοδηγήσει στις πρακτικές [καλές] πριν από αυτές και να αποδέχονται μετάνοια σας. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Jumal tahab teha selge teile [õiguspärase alates õigusvastase] ja juhatab sind [head] tavad sinu ja aktsepteerima oma meeleparanduse. Ja Jumal on teades ja tark.
fi: Jumala haluaa tehdä selväksi teille [laillinen polveutua lainvastainen] ja opastaa teitä ennen [hyvä] käytäntöjä ja hyväksyä parannukseen. Ja Jumala on tieto ja viisas.
he: אללה רוצה להבהיר לך [החוקית של חוקי]. ולהדריך אותך באימון [טוב] של אלה לפני שאתה מקבל את התשובה שלך. אללה הוא שהידיעה וחכם.
hr: Allah želi da znas [zakonito od je nezakonit] i voditi vas na [dobre] prakse onih prije vas i prihvatiti vaše pokajanje. A Allah je poznavanje i mudar.
lt: Dievas nori aiškiai jums [nuo dėl neteisėto teisėtas] ir į [geras] praktiką iš tų, kurie jums ir priimti savo tikėjimą. Ir Dievas yra žinios ir išmintingas.
lv: Allah vēlas skaidri jums [likumīgi no nelikumīgas] un [labu] prakse, no tiem, kas pirms jums palīdzēs un pieņemt savu grēku nožēlu. Un Allah ir zinot un gudrs.
nb: Allah ønsker å gjøre klart deg [den lovlig fra ulovlig] og veilede deg [god] praksis i dem før dere og godta din omvendelse. Og Allah er kjennskap og klok.
sk: Boh chce objasniť na vás [zákonné z nezákonného] a sprievodca vás do [dobré] praktikách tých pred vami a prijať vaše pokánie. A Allah je znalosť a múdry.
sl: Allah želi pojasniti vam [zakonita iz nezakonita] in vas vodijo do [dobro] prakse tistih, ki so pred vami in sprejeti svoje kesanje. In Alah je poznavanje in pametno.
sr_cyrl: Аллах жели да ти [у закониту из је незаконит] разјаснити и води те до [добре] праксе оних пред вама, као и да прихвати твоје покајање. А Аллах је знајужи и мудар.
sr_latn: Allah želi da ti [u zakonitu iz je nezakonit] razjasniti i vodi te do [dobre] prakse onih pred vama, kao i da prihvati tvoje pokajanje. A Allah je znajuжi i mudar.
uk: Аллах хоче зробити ясною для вас [законним від на незаконні] і направляти вас до [Гарне] практику тих, перш ніж і прийняти своє каяття. І Аллаха, знаючи, що і Мудрого.
vi: Allah muốn để làm cho rõ ràng để bạn [hợp pháp từ các trái pháp luật] và hướng dẫn các bạn thực hành [tốt] những người trước khi bạn chấp nhận sự hối cải của bạn. Và Allah là hiểu biết và khôn ngoan.
zu: Allah ufuna ukwenza kukhanye kuwe [le kungokomthetho kusukela unlawful] futhi liqondise wena imikhuba [okahle] of labo phambili you amukela kho nguquko!.

# Quran520
source: Allah wants to accept your repentance, but those who follow [their] passions want you to digress [into] a great deviation.
ca: Allah vol acceptar el seu penediment, però aquells que segueixen [seves] passions vull que divagant [en] una gran desviació.
cy: Mae am dderbyn eich pedair Allah, ond mae'r rhai sy'n dilyn [eu] angerdd am i chi grwydro [i] gwyriad mawr.
da: Allah ønsker at acceptere din omvendelse, men dem, der følger [deres] lidenskaber ønsker du at sidespring [i] en stor afvigelse.
el: Αλλάχ θέλει να δεχτεί σας μετάνοια, αλλά εκείνοι που ακολουθούν τα πάθη [τους] θέλω να παρεκκλίνω [σε] μια μεγάλη απόκλιση.
et: Jumal tahab aktsepteerida oma meeleparanduse, kuid need, kes järgivad [nende] kirgi taha [võtta] suur kõrvalekalle põikama.
fi: Jumala haluaa hyväksyä parannukseen, mutta ne, jotka seuraavat [niiden] intohimoja haluat eksyä [tulee] suuri poikkeama.
he: אללה רוצה לקבל תשובה שלך, אבל אלה שהלכו אחרי התשוקות [שלהם] רוצה לסטות והאופנוע [אל] סטייה גדולה.
hr: Allah želi da prihvati tvoje pokajanje, ali oni koji slijede [svoje] strasti moraš odstupiti u veliko odstupanje.
lt: Dievas nori priimti savo tikėjimą, bet tiems, kurie po [jų] aistros norime nutolti [į] didelis nukrypimas.
lv: Allah vēlas pieņemt savu grēku nožēlu, bet tiem, kuri seko [to] kaislības gribu jūs novirzīties [uz] liela novirze.
nb: Allah ønsker å akseptere din omvendelse, men de som følger [sine] lidenskaper ønsker å komme bort fra emnet [i] en stor avvik.
sk: Boh chce prijímať vaše pokánie, ale tí, ktorí nasledujú [ich] vášne chcete odbočiť [do] veľké odchýlky.
sl: Allah želi sprejeti svoje kesanje, ampak tisti, ki sledijo [njihovega] strasti želite Zastraniti [v] velik odmik.
sr_cyrl: Аллах жели да прихвати твоје покајање, али они који прате [њихов] страсти ћелим да скренем теме у супер девијацијом.
sr_latn: Allah želi da prihvati tvoje pokajanje, ali oni koji prate [njihov] strasti ћelim da skrenem teme u super devijacijom.
uk: Аллах хоче прийняти ваш покаяння, але тих, хто стежить [їх] пристрасті хочу, щоб відволіктися [в] великим відхиленням.
vi: Allah muốn chấp nhận sự hối cải của bạn, nhưng những người làm theo niềm đam mê [của họ] muốn digress vào một độ lệch tuyệt vời.
zu: Allah ufuna ukwamukela ngukuphenduka, kodwa labo abalandela izinkanuko [zabo] bafuna ukuba digress [ibe] ukuphambuka okukhulu.

# Quran521
source: And Allah wants to lighten for you [your difficulties]; and mankind was created weak.
ca: I Allah vol aclarir que [el seu dificultats]; i la humanitat es va crear feble.
cy: Ac mae'r Allah am ysgafnhau'r i chi [eich anawsterau]; a chrëwyd dynolryw yn wan.
da: Og Allah ønsker at lysne for dig [dine vanskeligheder]; og mennesket blev skabt svag.
el: Και Αλλάχ θέλει να φωτίσει για σας [οι δυσκολίες σας?] και η ανθρωπότητα δημιουργήθηκε αδύναμη.
et: Ja Jumal tahab, et kergendada teile [teie raskused]; ja inimkond oli loodud nõrk.
fi: Ja Jumala haluaa valaista sinulle [vaikeuksia]; ja ihmiskunta luotiin heikko.
he: אללה רוצה להבהיר לך [הקושי שלך]; האנושות נוצר חלש.
hr: I Allah želi posvijetliti za tebe [svoje probleme]; i čovječanstvo je stvoren slab.
lt: Ir Dievas nori palengvinti jums [jūsų sunkumų]; ir žmonijai buvo sukurtas silpnas.
lv: Un Allah vēlas atvieglot jums [jūsu grūtības]; un cilvēce tika izveidots vāja.
nb: Og Allah vil lette du [dine problemer]; og menneskeheten ble opprettet svak.
sk: A Boh chce odľahčiť si [vaše ťažkosti]; a ľudstvo bolo vytvorené slabé.
sl: Ter Allah želi olajšati zate [vaše težave]; in človeštvo je bil ustanovljen šibka.
sr_cyrl: И Аллах жели да разведри за тебе [ваше тешкоће]; и људска врста била створена слаб.
sr_latn: I Allah želi da razvedri za tebe [vaše teškoće]; i ljudska vrsta bila stvorena slab.
uk: І Аллах хоче, щоб полегшити для вас [ваших труднощі]; і людство було створено слабкі.
vi: Và Allah muốn làm sáng cho bạn [của bạn khó khăn]; và nhân loại được tạo ra yếu.
zu: Futhi u-Allah ufuna ekhanyisa ngawe [ubunzima];
