Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2409
source: Moses said to the magicians summoned by Pharaoh, "Woe to you! Do not invent a lie against Allah or He will exterminate you with a punishment; and he has failed who invents [such falsehood]."
ca: Moses diu que els mags convocats per faraó, "ai de vosaltres! No us inventeu una mentida contra Allah o va es exterminar amb un càstig; i ha fracassat que inventa [aquesta falsedat]."
cy: Dywedodd Moses wrth y magicians gwysio gan Ffaro, "gwae i chi! Nid oes ddyfeisio celwydd erbyn Allah neu bydd iddo ddifodi chi gyda cosb; ac mae ef wedi methu a dyfeisio [o'r fath anwiredd].
da: Moses sagde til tryllekunstnere tilkaldt af Farao, "ve til dig! Opfinde ikke en løgn mod Allah eller han vil udrydde du med en straf; og han har svigtet som opfinder [sådan løgn]."
el: Moses είπε να τους μάγους που κλήθηκε από τον Φαραώ, «αλίμονο σε εσάς! Δεν εφευρίσκει ένα ψέμα κατά Αλλάχ ή αυτός θα σε εξοντώσει με τιμωρία? και έχει αποτύχει που εφευρίσκει [τέτοιο ψεύδος].»
et: Moses öelnud, et Võlurite kutseta vaarao, "häda teile! Leiutada lie Jumalat vastu või ta hävitada te koos karistust; ja ta ei ole, kes leiutab [selline valetamine]."
fi: Moses sanoi taikureita kutsunut Faraon, "voi sinua! Ei tarvitse keksiä valhetta Jumalaa vastaan tai hän tuhota sinua on rangaistus; ja hän on epäonnistunut, joka keksii [tällainen valhe]."
he: Moses אמר הקוסמים זומן על ידי פרעה, "אבוי לכם! לא ממציא שקר נגד אללה או שהוא להשמיד אותך עם עונש; והוא נכשל למה [כזה שקר]."
hr: Moses kaže da čarobnjaci sazvao Faraon, "Jao vama! Izmislite laž protiv Allaha i on će istrijebiti te s kaznom; i da nije koji izmišlja takve laži.
lt: Moses sako, kad magai šaukiami Faraonas, "Vargas jums! Išrasti melas nuo Dievo ar jis bus sunaikinti jums su bausmė; ir jis nepavyko, kurie išrado [toks melas]."
lv: Moses sacīja burvju uzaicinājis faraons, "bēdas jums! Nav izgudrot Meli pret Allāhu vai viņš būs iznīcināt jūs ar sodu; un viņš nav izdevusies, kurš izdomā [šādu nepatiesību]."
nb: Moses sa til trollmenn tilkalt av farao, "ve til deg! Oppfinne ikke løgn mot Allah, eller han vil utrydde du med straff; og han mislyktes som oppfant [slik løgn].
sk: Moses hovorí, že kúzelníci predvolaní faraóna, "Beda vám! Vymýšľať klamstvá proti Alah alebo mu budú vyhladit ste s trestom; a on zlyhal, kto vymýšľa [takéto lož]."
sl: Moses je dejal, da čarovniki, Urad pozove Faraon, "gorje vam! Ne izumiti zoper Alah ali on bo iztrebiti jih s kazen; in ga še ni, ki Izumi [tako laž]."
sr_cyrl: Мосес је рекао да су мађионичари призван од фараона, "Јао теби! Не да измислите лаж против Алаха или истребиже вас са казна; и да он није ко измисли такве неистина."
sr_latn: Moses je rekao da su mađioničari prizvan od faraona, "Jao tebi! Ne da izmislite laž protiv Alaha ili istrebiжe vas sa kazna; i da on nije ko izmisli takve neistina."
uk: Moses кажуть, магів, скликає фараона, "горе вам! Не винаходити брехня проти Аллах або він буде знищити вас покарання; і він не зміг, який винаходить такі брехня.
vi: Moses nói với các nhà ảo thuật triệu tập bởi pharaon, "khốn cho bạn! Không phát minh ra nói dối với Allah hoặc ông sẽ tiêu diệt bạn với một hình phạt; "và ông đã không thành công người phát minh ra [falsehood]."
zu: UMose wathi izanusi wabiza uFaro, "Maye kini Musa ukuqamba amanga Allah noma He tando abaqothule wena nge isijeziso;. Futhi eliye laphutha ngubani invents [amanga anjalo]"

# Quran2410
source: So they disputed over their affair among themselves and concealed their private conversation.
ca: Així es discuteix sobre la seva relació entre elles i amaguen la seva conversa privada.
cy: Felly maent yn dadlau dros eu mater ymysg eu hunain a chuddio eu sgwrs breifat.
da: Så de omstridte over deres affære indbyrdes og skjult deres privat samtale.
el: Έτσι αμφισβητείται πέρα από τους υπόθεση μεταξύ τους και απέκρυψε την ιδιωτική συνομιλία τους.
et: Et nad üle nende asi omavahel vaidlustanud ja varjanud oma eravestlusi.
fi: Joten he kiistänyt yli niiden suhde keskenään ja piilossa heidän oma keskustelunsa.
he: אז הם במחלוקת על פרשת שלהם בינם לבין עצמם ולא הסתיר את השיחה הפרטית שלהם.
hr: Pa su se sporili njihovu vezu između sebe i sakrio njihov privatni razgovor.
lt: Taigi jie ginčijo per jų reikalas tarp savęs ir nuslėpė savo asmeninio pokalbio.
lv: Tātad tie apstrīdēja vairāk piederas tām savā starpā un slēpa viņu privāta saruna.
nb: Så omstridt over saken deres seg imellom og skjult deres privat samtale.
sk: Takže sporné nad ich vzťah medzi sebou a skryté ich súkromného rozhovoru.
sl: Tako sporno v njihovi aferi med seboj in skriti svoje zasebni pogovor.
sr_cyrl: Тако да оспорава због њихове афере међу собом и да се сакрије њихов приватни разговор.
sr_latn: Tako da osporava zbog njihove afere među sobom i da se sakrije njihov privatni razgovor.
uk: Тому вони спірних над їх Роман між собою і прихованого приватної розмови.
vi: Vì vậy, họ gây tranh cãi trên của ngoại tình giữa họ và giấu kín chuyện riêng của họ.
zu: Ngakho they phikisa phezu indaba yabo bodwa futhi ezifihlakele ingxoxo yabo yangasese.

# Quran2411
source: They said, "Indeed, these are two magicians who want to drive you out of your land with their magic and do away with your most exemplary way.
ca: Deien, "de fet, aquests són dos mags que volen tornar-lo fora de la seva terra amb la seva màgia i acabar amb el seu camí més exemplar.
cy: Maent yn dweud, "yn wir, mae'r rhain yn ddau magicians sydd eisiau eich gyrru allan eich tir gyda eu hud a gwneud i ffwrdd â eich ffordd fwyaf rhagorol.
da: De sagde, "Ja, disse er to tryllekunstnere, der ønsker at køre dig ud af din jord med deres magi og gøre væk med din mest eksemplariske måde.
el: Όπως είπαν, "πράγματι, πρόκειται για δύο μάγοι που θέλουν να σας διώξουν από τη γη σου με μαγεία τους και να κάνει μακριά με σας πιο παραδειγματικό τρόπο.
et: Nad ütlesid: "tõepoolest, need on kaks võlurid, kes soovivad juhtida teid läbi oma maa oma võlu ja kaotada kõige eeskujulik teed.
fi: He sanoivat: "Nämä ovatkin kaksi taikureita, jotka haluavat ajaa pois niiden taika maasi ja eroon Viimeisin esimerkillisellä tavalla.
he: הם אמרו, "ואכן, אלה שני קוסמים. מי רוצה להסיע אותך את הקרקע עם הקסם שלהם ולעשות משם בצורה מופתית ביותר.
hr: Rekli su, "uistinu, to su dva mađioničara koji žele voziti iz vaše zemlje uz čarobne i dalje raditi s tvojim izuzetne.
lt: Jie sakė, "iš tiesų, tai yra du magai, kurie nori vairuoti jus iš jūsų žemę su savo magija ir padaryti toli su savo labiausiai pavyzdingai kelią.
lv: Viņi teica: "patiesi, tie ir divi burvjiem, kuri vēlas vadīt jūs no savas zemes ar savu maģiju un do prom ar visvairāk priekšzīmīga veidā.
nb: De sa: "Ja, disse er to magikere som vil kjøre deg ut av landet med sin magi og gjøre unna med deg mest eksemplarisk.
sk: Povedali, že "v skutočnosti sú dve kúzelníkov, ktorí chcú riadiť vás mimo vašej krajiny s svoje kúzlo a skoncovať s najviac príkladným spôsobom.
sl: So rekli, "dejansko so dve čarovniki, ki želijo peljem iz vaše zemljišče s čarobno in narediti stran z najbolj zgleden način.
sr_cyrl: Рекли су, "заиста, ово су два мађионичари који желе да те возим из своје земље са своју магију и укинемо узоран путу.
sr_latn: Rekli su, "zaista, ovo su dva mađioničari koji žele da te vozim iz svoje zemlje sa svoju magiju i ukinemo uzoran putu.
uk: Вони сказали: "дійсно, вони двох магів, хто хоче відвезти вас з вашої землі з їх магії і покінчити з найбільш зразкових шлях.
vi: Họ nói: "thật vậy, đây là những nhà ảo thuật hai người muốn đẩy bạn ra khỏi đất của bạn với phép thuật của họ và làm cách xa với cách đặt gương mẫu của bạn.
zu: Bathi, "Yebo, lawa Labalumbi benza njalo ngamalumbo ezimbili abafuna ukushayela niphume ezweni lakho bo loya futhi asuse indlela yakho eyisibonelo kakhulu.

# Quran2412
source: So resolve upon your plan and then come [forward] in line. And he has succeeded today who overcomes."
ca: Resoldre així en el seu pla i llavors vénen [cap endavant] en línia. I ell ha aconseguit avui que supera."
cy: Felly ddatrys ar eich cynllun ac yna gyflwyno [] yn llinell. Ac mae wedi llwyddo heddiw sy'n goresgyn.
da: Så løse på din plan og derefter komme [frem] i linje. Og han er lykkedes i dag der overvinder."
el: Έτσι να επιλύσει κατά το σχέδιό σας και κει να προχωρήσει [] στη γραμμή. Και κατόρθωσε σήμερα που υπερνικά.»
et: Pärast oma plaani nii lahendada ja seejärel esitaks [] rida. Ja ta ei suudetud täna, kes võidab."
fi: Niin päättää suunnitelmasi ja sitten tulee [eteenpäin] jonossa. Ja hän onnistui tänään, kuka voittaa.
he: אז לפתור על התוכנית שלך, ולאחר מכן להתקדם [] בשורה. הוא הצליח היום מי מתגבר על."
hr: Tako riješiti na svoj plan i onda se [naprijed] za redak. I uspio je danas tko pobjeđuje.
lt: Taigi spręsti pagal savo planą ir tada pateikti [] linija. Ir jis pavyko šiandien kurie įveikia."
lv: Lai atrisinātu pēc sava plāna, un tad nāk [uz priekšu] rindā. Un viņš ir izdevies šodien, kas pārvar".
nb: Så løse på planen, og så komme [fremover] i linje. Og han lyktes i dag som seirer.
sk: Tak vyriešiť na svoj plán a potom prišla [] v riadku. A on sa podarilo dnes kto prekoná."
sl: Tako odpraviti na vaš načrt in potem pridejo [naprej] v vrstici. In mu je uspelo danes ki premaga."
sr_cyrl: Тако да се реше на твој план и онда иступи [] у ред. И успео је данас који надвладава.
sr_latn: Tako da se reše na tvoj plan i onda istupi [] u red. I uspeo je danas koji nadvladava.
uk: Тому усунути за вашим планом і потім виступити [] в черзі. І йому вдалося сьогодні, хто перемагає".
vi: Để giải quyết theo kế hoạch của bạn và sau đó đến [phía trước] trong dòng. "Và ông đã thành công hôm nay ai vượt qua."
zu: Ngakho ukuxazulula ngohlelo lwakho andukuba uze [phambili] emgqeni.

# Quran2413
source: They said, "O Moses, either you throw or we will be the first to throw."
ca: Deien, "O Moses, llençar o serem els primers a tirar."
cy: Maent yn dweud, "O Moses, naill ai ydych yn taflu neu fydd y cyntaf i daflu."
da: De sagde, "O Moses, enten du kaste eller vi vil være først til at kaste."
el: Είπε, «O Moses, είτε πετάς ή θα ρίξει πρώτος.»
et: Nad ütlesid: "O Moses, kas sa viska või me olema esimesed, kes viskavad."
fi: He sanoivat: "O Moses joko heittää tai olisimme ensimmäinen heittää."
he: הם אמרו, "O Moses, לזרוק או נהיה הראשונים לזרוק."
hr: Rekli su, "O Moses, ili vas baciti ili ćemo biti prvi baci."
lt: Jie sakė, "O Moses, arba mesti, arba mums bus pirmasis mesti."
lv: Viņi teica: "O Moses, vai nu jums mest vai mēs būsim pirmie, kas mest".
nb: De sa: "O Moses, enten du kaste eller vi vil være først til å kaste.
sk: Oni povedali: "O Moses, hodíte alebo budeme prvý hodiť."
sl: So rekli, "O Moses, vržete ali mi bo najprej vrgel."
sr_cyrl: Рекли су, "О Мосес, или баците или ћемо бити први који баци."
sr_latn: Rekli su, "O Moses, ili bacite ili ćemo biti prvi koji baci."
uk: Вони ж відказали "O Moses, або ви кидаєте або ми буде першим кинути."
vi: Họ nói rằng, "O Moses, bạn ném hoặc chúng tôi sẽ là người đầu tiên ném."
zu: Bathi: "O Mose, kuphakathi kokuthi ungawujikijeli noma siyoba ngowokuqala ukujikijela."

# Quran2414
source: He said, "Rather, you throw." And suddenly their ropes and staffs seemed to him from their magic that they were moving [like snakes].
ca: Va dir, "Sinó que tira." I de sobte les seves cordes i personal semblava a ell des de la seva màgia que es movien [serps].
cy: Meddai, "Yn hytrach, ydych yn taflu." Ac yn sydyn eu rhaffau a'u staff yn ymddangos iddo gan eu hud fod yn symud [fel nadredd].
da: Han sagde, "Hellere, du kaste." Og pludselig deres reb og stabe lignede ham fra deres magi, som de flyttede [slanger].
el: Είπε, «Μάλλον, πετάς.» Και ξαφνικά τους σχοινιά και επιτελεία φαινόταν σε αυτόν από τους μαγεία που να κινούνταν [σαν φίδια].
et: Ta ütles: "Pigem on teil visata." Ja äkki trosside ja staabid tundus talle oma võlu, mis nad olid liikuvad alates [maod].
fi: Hän sanoi: "Pikemminkin heität." Ja yhtäkkiä köydet ja esikunnat tuntui hänelle niiden taika, joka he toivoisin olevani ehdottaen polveutua [käärmeitä].
he: הוא אמר, "במקום זאת, אתה לזרוק." ונראה לפתע שלהם חבלים ואת הצוותים לו מן הקסם שלהם. הם נעו [כמו נחשים].
hr: On je rekao "Nego, baciš." I odjednom njihova užad i osoblje činilo mu iz čarobne koji kreću se [zmije].
lt: Jis sakė: "O, jūs mesti." Ir staiga jų lynai ir štabų atrodė jam iš jų magija, kad jie juda [gyvatės].
lv: Viņš teica: "Gluži pretēji, jums mest." Un piepeši to troses un štābu šķita viņu maģiju, kuru tie virzījās no [čūskas].
nb: Han sa, "Stedet du kaste." Og plutselig deres tau og staber syntes han fra sin magi som de skulle flytte [som slanger].
sk: On povedal: "Skôr sa hodíte." A zrazu ich lán a štáby sa mu zdalo z ich magické, že oni sa pohybovali [ako hady].
sl: On reče: "Namesto, vržete." In nenadoma svoje vrvi in štabi zdel mu od svoje magije, ki so bili gonilen [kač].
sr_cyrl: Рекао је: "Радије, баци." И одједном њихова конопце и особље је изгледало да га од њихове магије који су износили [као змије].
sr_latn: Rekao je: "Radije, baci." I odjednom njihova konopce i osoblje je izgledalo da ga od njihove magije koji su iznosili [kao zmije].
uk: Він сказав: "Швидше за все, ви кидаєте." І раптом мотузки і штаби здавався йому від їх магії, що вони були рухатися [змій].
vi: Ông nói, "Thay vào đó, bạn ném." Và đột nhiên dây và đội ngũ nhân viên của họ dường như anh ta khỏi ma thuật của họ mà họ đã di chuyển [như con rắn].
zu: Wathi: "Kunalokho, niphonsa."

# Quran2415
source: And he sensed within himself apprehension, did Moses.
ca: I va sentir en si mateix aprehensió, feia de Moses.
cy: A synhwyrodd o fewn ei hun restio, oedd Moses.
da: Og han fornemmede i sig selv pågribelse, gjorde Moses.
el: Και αντιλήφθηκε μέσα στον εαυτό του φόβου, έκανα σε Moses.
et: Ja ta tajusin enda ärevust, tegi Moses.
fi: Eikä hän huomasi itsekseen pelkoa, Moses.
he: הוא חש עצמו חשש, הצליחה Moses
hr: I osjetio u sebi strah, Moses.
lt: Ir jis pajuto pats save suvokimas, padarė Moses.
lv: Un viņš sajuta sevī bažām, Moses.
nb: Og han kjente i seg selv frykt, gjorde Moses.
sk: A cítil v sebe obavy, Moses.
sl: Pa je začutil v sebi strah, Moses.
sr_cyrl: А он је осетио унутар себе напетост, Мосес.
sr_latn: A on je osetio unutar sebe napetost, Moses.
uk: І він відчув в собі затримання, зробив Moses.
vi: Và ông cảm thấy trong mình lo ngại, Moses.
zu: Futhi wezwa ngaphakathi kuye uvalo, kungani uMose.

# Quran2416
source: Allah said, "Fear not. Indeed, it is you who are superior.
ca: Allah deia, "no tinguis por. De fet, és el que són superiors.
cy: Allah a dweud, "nid ofn. Yn wir, mae'n yn rhagorach.
da: Allah sagde: "frygt ikke. Ja, det er dig der er overlegen.
el: Αλλάχ είπε, «μη φοβάσαι. Πράγματι, πρόκειται για εσάς είναι ανώτερη.
et: Jumal ütles: "Ära karda. Tõepoolest, see on teile, kes on paremad.
fi: Allah sanoi, älä pelkää. Itse asiassa juuri te, jotka ovat parempia.
he: אללה אמר, "אל תירא. אכן, זה אתה שעולים.
hr: Allah je rekao: "ne boj se. Doista, to je vas koji su vrhunske.
lt: Dievas pasakė: "Nesijaudink. Iš tiesų, tai jūs, kurie yra pranašesnis.
lv: Allah sacīja: "bailes nav. Patiešām, tas ir jums, kas ir pārāks.
nb: Gud sa: "frykt ikke. Faktisk, det er du som er overlegen.
sk: Boh povedal: "Neboj sa. V skutočnosti je vás, ktorí sú lepší.
sl: Allah je dejal, "ne bojte. Pravzaprav, je vas, ki so boljši.
sr_cyrl: Аллах је рекао: "Не бој се. Да , јесте ли који су супериорнији.
sr_latn: Allah je rekao: "Ne boj se. Da, jeste li koji su superiorniji.
uk: Аллах сказав: "не бійся. Дійсно, це ти, хто перевершують.
vi: Allah nói: "Đừng sợ. Thật vậy, nó là bạn của những người cấp trên.
zu: Allah wathi: "Ungesabi. Ngempela, kuba nina njengabangcono kunani.

# Quran2417
source: And throw what is in your right hand; it will swallow up what they have crafted. What they have crafted is but the trick of a magician, and the magician will not succeed wherever he is."
ca: I llençar el que està en la mà dreta; Això s'empassarà el que ells han elaborat. És el hem elaborat però el truc d'un mag i el mag no tindrà èxit allà on és".
cy: A thaflu beth sydd yn eich llaw dde; Bydd ei llyncu beth maent wedi ei llunio. Beth y maent wedi ei llunio yn ond ni y tric consuriwr, ac y Swynwr yn llwyddo lle bynnag y bo ef.
da: Og smide hvad er i din højre hånd; det vil opsluge hvad de har udformet. Hvad de har udformet er men Tricket af en tryllekunstner, og trolden vil ikke lykkes, uanset hvor han er."
el: Και να ρίξει τι είναι στο δεξί σας χέρι? θα καταπιεί επάνω τι τους έχουμε δημιουργημένο. Τι τους έχουμε δημιουργημένο είναι αλλά το κόλπο του ένας μάγος, και ο μάγος δεν θα πετύχει, οπουδήποτε είναι.»
et: Ja visata, mis on parema käega; See neelata nad on meisterdatud. Nad on meisterdatud on aga mustkunstnik ja maag trikk ei õnnestu kõikjal, kus ta on."
fi: Ja heittää, mikä on oikealla kädellä; se nielee he ovat luonnostelleet. He ovat luonnostelleet on mutta temppu taikuri ja taikuri ei menesty, missä hän on."
he: ולזרוק מה יש ביד ימין; זה יבלע את מה הם גיבשו. מה הם גיבשו אבל הטריק של קוסם, הקוסם לא תצליח היכן שהוא נמצא."
hr: I što je u desnu ruku; To će progutati što su izrađeni. Kako su izrađeni je ali trik mađioničara, a Čarobnjak neće uspjeti gdje god da je."
lt: Ir mesti, kas yra į dešinę ranką; jis bus nuryti iki ką jie buvo sukurtas. Ką jie buvo sukurtas yra bet maga, ir magas apgauti nepavyks kur jis bebūtų."
lv: Un aizmet to, kas ir labajā rokā; tas būs norīt līdz ko tie ir izstrādāts. Ir tas, ko viņi ir izstrādāts, bet triks no burvja un burvis neizdosies, kur viņš ir."
nb: Og kaste hva er inne din rett hånd; det vil sluke hva de har laget. Hva de har laget, men kunsten en magiker og magikeren lykkes ikke hvor han er."
sk: A hodiť, čo je v pravej ruke; to prehltnúť čo majú vytvorený. Čo majú vytvorený je ale kúzelník a mág trik nepodarí, nech je kdekoľvek."
sl: In vrgel kaj je desno roko; To bo pogoltnila kaj so izdelane. Kaj so oblikovana je vendar ukana, čarovnik, in čarovnik ne bo uspelo, kjer je."
sr_cyrl: И баци то у десном руком; То ће прогутати шта они имају израђен. Шта они имају израђен је али трик мадјионицар, и марионииар неће успети где год да је."
sr_latn: I baci to u desnom rukom; To će progutati šta oni imaju izrađen. Šta oni imaju izrađen je ali trik madjionicar, i maрioniиar neće uspeti gde god da je."
uk: І кинути, що таке в правій руці; він буде ковтати вгору те, що вони розроблені. Це те, що вони розроблені, але трюк маг і Чарівник не вдасться, де б не знаходився".
vi: Và ném những gì có trong tay phải của bạn; nó sẽ nuốt lên những gì họ đã crafted. Những gì họ đã crafted là nhưng thủ thuật của một nhà ảo thuật và ảo thuật gia sẽ không thành công bất cứ nơi nào ông."
zu: Futhi baphonse kuyini esandleni sakho sokunene;

# Quran2418
source: So the magicians fell down in prostration. They said, "We have believed in the Lord of Aaron and Moses."
ca: Així els mags va caure en la prostració. Deien, "Hem cregut en el senyor d'Aaron i Moses".
cy: Felly mae y magicians yn syrthio i lawr yn prostration. Maent yn dweud, "yr ydym yn credu yn yr Arglwydd Aaron a Moses."
da: Så tryllekunstnere faldt i udmattelse. De sagde, "Vi har troet på Herren af Aron og Moses."
el: Έτσι οι μάγοι έπεσε κάτω στην κατάπτωση. Είπαν, «Πιστέψαμε στον κύριο του Ααρών και Moses.»
et: Nii et täielik kurnatus kukkus mustkunstnikud. Nad ütlesid: "Me oleme uskunud Aaron ja Moses isand."
fi: Joten tietäjät kaatui uupumusta. He sanoivat: "Olemme uskoneet Herraan Aaronin ja Moses."
he: אז הקוסמים. נפל השתטחות. הם אמרו, "אנחנו מאמין באלוהים של אהרון, Moses."
hr: Tako su čarobnjaci pao u klečanja. Rekli su, "Mi vjerovao u gospodara Aaron i Moses."
lt: Taigi magai nukrito į išsekimas. Jie sakė, "Mes manoma, Lord of Aaron ir Moses."
lv: Tātad, prostrācija nokrita burvji. Viņi teica: "Mums ir uzskats, Āronu un Moses kungam."
nb: Så falt trollmenn i sammenbrudd. De sa: "Vi har trodd på Aron og Moses."
sk: Takže kúzelníkov zamiloval vyčerpanie. Povedali, že "Sme uverili v pána Aaron a Moses."
sl: Tako je čarovniki padel v izčrpanost. So rekli, "Smo verjeli v gospodar Aaron in Moses."
sr_cyrl: Тако се Магови пао на мису. Рекли су, "Морамо да верујемо у господар Арон и Мосес."
sr_latn: Tako se Magovi pao na misu. Rekli su, "Moramo da verujemo u gospodar Aron i Moses."
uk: Так магів закохався в прострація. Вони сказали: "Ми часто вірили володар Аарон і Moses."
vi: Vì vậy các nhà ảo thuật đã giảm trong lễ lạy. Họ nói, "Chúng ta có tin vào Chúa của Aaron và Moses."
zu: Ngakho abenzi bemilingo ukubabenze imilingo wawa phansi prostration.
