Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2662
source: For every religion We have appointed rites which they perform. So, [O Muhammad], let the disbelievers not contend with you over the matter but invite them to your Lord. Indeed, you are upon straight guidance.
ca: Per a totes les religions ens han nomenat ritus que realitzen. Així [O Muhammad], que els disbelievers no lidiar amb vostè sobre la matèria però convidar-los al seu Senyor. De fet, ets en orientació recta.
cy: Ar gyfer pob crefydd, rydym wedi penodi defodau y maent yn eu cyflawni. Felly, mae [O Muhammad], gadewch y disbelievers nid yn dadlau gyda chi dros y mater hwn ond yn eu gwahodd i eich Arglwydd. Yn wir, yr ydych ar canllawiau syth.
da: For hver religion har vi udpeget ritualer, som de udfører. Så, [O Muhammad], lad vantro ikke slås med dig over sagen men invitere dem til din herre. Du er faktisk på lige vejledning.
el: Για κάθε θρησκεία διορίσαμε τελετές που τις πραγματοποιούν. Έτσι, [Ο Μωάμεθ], αφήστε το disbelievers δεν υποστηρίζουν μαζί σας πέρα από το θέμα, αλλά να τους καλέσει να σας Λόρδο. Πράγματι, είστε επάνω στην ευθεία καθοδήγηση.
et: Iga usund me ei nimetanud rituaalide, mida nad teevad. [O Muhammad], lubage, et uskottomille ei sa võitlema asja üle aga kutsuda neid oma Issanda. Tõepoolest, olete upon sirge arendus.
fi: Jokainen uskonto olemme nimittäneet rituaalien jota he tekevät. [Oi Muhammed] siis saa luovuttaa tahdo riidellä kanssanne asiassa mutta kutsua heidät teidän Herranne. Olette kun suora ohjaus.
he: עבור כל דת יש מונו טקסים אשר הם מבצעים. [O מוחמד], תן את disbelievers לא יתמודד איתך מעל העניין אבל להזמין אותם לאלוהים. אכן, אתה על הדרכה ישר.
hr: Svaka religija nam imenovan obredima koje obavljaju. [O Muhammad], da se iskuse neću se prepirati s tobom po tom pitanju ali ih pozvati na vaš gospodar. Doista, vi ste na pravo vodstvo.
lt: Už kiekvieną religija mes paskyrė apeigos, kurias jie vykdo. [O Muhammad], tad į disbelievers ne susidurti su jumis nagrinėti bylą, bet juos pakviesti savo Domini. Iš tiesų, jūs esate ant tiesios gaires.
lv: Par katru reliģiju mēs iecelts rituāliem, ko tie veic. Tātad, [O Muhammad] Ļaujiet disbelievers nevar samierināties ar jums valda pār jūtām, bet aicināt viņus uz savu kungu. Patiešām, taisni virzības stājamies.
nb: For enhver religion har vi utnevnt seremonier som de utfører. Så [O Muhammad], la troende ikke kjempe med du over saken, men invitere dem til deres Herre. Faktisk er du på rett veiledning.
sk: Pre každé náboženstvo sme určili obrady, ktoré vykonávajú. Takže nech [Mohamed], neveriacim nie zápasiť s vami nad hmotou, ale pozvať do svojho pána. V skutočnosti ste na rovné vedenie.
sl: Za vse religije smo imenovan obredi, ki jih opravljajo. Torej, [O Muhammad], naj se disbelievers ne trdijo z vami nad zadevo, vendar jih povabi svojega Gospoda. Res, ste na ravne smernice.
sr_cyrl: На сваку религију смо именовао обреди који се изводе. [О Мухаммад], нека скептике не тврде с тобом по том питању, али их је позвао да твој господар. Заиста , ти си на право наворење.
sr_latn: Na svaku religiju smo imenovao obredi koji se izvode. [O Muhammad], neka skeptike ne tvrde s tobom po tom pitanju, ali ih je pozvao da tvoj gospodar. Zaista, ti si na pravo navoрenje.
uk: Для кожної релігії нами призначалися обряди, які вони виконують. Таким чином, [O Мухаммад], нехай на disbelievers не боротися з вами в питанні, але запросити їх на ваш Господь. Справді, ви перебуваєте на прямі вказівки.
vi: Cho mỗi tôn giáo, chúng tôi đã bổ nhiệm làm nghi lễ mà họ thực hiện. Vì vậy, [O Muhammad], cho các thì không phải contend với bạn qua vấn đề nhưng mời họ đến Chúa của bạn. Thật vậy, bạn đang vào thẳng hướng dẫn.
zu: Ngoba zonke izinkolo We khetha rites okuyinto abasenzela.

# Quran2663
source: And if they dispute with you, then say, "Allah is most knowing of what you do.
ca: I si es disputaria amb vostè, llavors diuen, "Allah és saber més del que fas.
cy: Ac os mae anghydfod gyda chi, wedyn yn dweud, "Allah yn gwybod rhan fwyaf o'r hyn yr ydych yn ei wneud.
da: Hvis de tvister med dig, og derefter sige, "Allah er de fleste at vide af, hvad du gør.
el: Και αν αμφισβητούν μαζί σας, στη συνέχεια, λένε, «Αλλάχ είναι περισσότεροι γνωρίζοντας τι κάνεις.
et: Ja kui nad vaidlustavad teiega, siis ütlen, "Allah on enamik tea, mida teha.
fi: Ja jos he kiistävät kanssasi, sitten sanoa, "Allah on mitä teet.
he: אם הם מחלוקת איתך, ואז אומר "אללה הוא לדעת רוב של מה שאתה עושה.
hr: I ako su spor, onda kaže, "Allah je većina znajući za što.
lt: Ir jei jie nesutinka su jumis, tada pasakyti, "Dievas yra dauguma žinant, ką jūs.
lv: Un ja viņi apstrīd, tad saka: "Allah ir visvairāk zinot par to, ko jūs darāt.
nb: Og hvis de tvist med deg, så si: "Gud er de fleste å vite hva du gjør.
sk: A ak sa spor s vami, potom povedal, "Alah je väčšina vedieť, čo robíte.
sl: In če izpodbijata z vami, recite, "Allah je večina vedo, kaj storiti.
sr_cyrl: И ако они оспоравају с тобом, онда реци, "Аллах је већина знајући што ви радите.
sr_latn: I ako oni osporavaju s tobom, onda reci, "Allah je većina znajući što vi radite.
uk: І якщо вони сперечатися з вами, потім сказати, "Аллах більшість знаючи про те, що ви робите.
vi: Và nếu họ tranh chấp với bạn, sau đó nói, "Allah biết hầu hết những gì bạn làm.
zu: Futhi uma they phikisa you ngalesosikhathi tshela 'Allah Ukwazi kakhulu okwenzayo.

# Quran2664
source: Allah will judge between you on the Day of Resurrection concerning that over which you used to differ."
ca: Allah considerarà entre que el dia de resurrecció sobre que sobre les quals solia diferir."
cy: Bydd Allah yn barnu rhwng chi ar dydd atgyfodi ynghylch y dros y gwnaethoch eu defnyddio i wahanol."
da: Allah vil dømme mellem dem på den dag i opstandelse om det, som du brugte til at afvige."
el: Αλλάχ σας θα κρίνει ανάμεσα σε σας για την ημέρα της Αναστάσεως που αφορούν αυτό που χρησιμοποιήσατε για να διαφέρουν."
et: Jumal hindab teie selle üle, mida kasutasite erinevad ülestõusmist päeva vahel."
fi: Jumala tuomitsee välillä ylösnousemuksen koskevat käyttämääsi jonka erilaisia."
he: אללה לשפוט ביניכם על יום של תחיית המתים בנוגע אשר שבו השתמשת כדי שונים."
hr: Allah će suditi među vama na dan uskrsnuća u vezi koji preko koje ste koristili da se razlikuju."
lt: Dievas teis tarp jums apie tą kurį naudojote skiriasi prisikėlimo dieną."
lv: Allah vērtēs starp jums par augšāmcelšanās diena, pār kuru izmantojāt atšķiras par."
nb: Allah vil dømme deg på dagen av oppstandelse om som du brukte til å avvike."
sk: Boh bude súdiť medzi vami na deň vzkriesenia, ktoré ste sa líšia o."
sl: Alah bo sodnik med vami na dan od vstajenje, glede na to v katerem ste se razlikujejo."
sr_cyrl: Аллах ће судити између вас, на дан ускрснућа, у којим током којих сте се разликују у погледу."
sr_latn: Allah će suditi između vas, na dan uskrsnuća, u kojim tokom kojih ste se razlikuju u pogledu."
uk: Аллах буде судити між вами на день Воскресіння, над якими використаних для відрізняються щодо."
vi: Allah sẽ phán xét giữa bạn ngày ngày phục sinh liên quan đến đó mà bạn đã sử dụng khác nhau."
zu: Allah tando jaja ngaphakathi you Suku Vuko Yileso phezu you sebenzisa ziyehluka. "

# Quran2665
source: Do you not know that Allah knows what is in the heaven and earth? Indeed, that is in a Record. Indeed that, for Allah, is easy.
ca: No saps que Allah sap el que està en el cel i la terra? De fet, això és en un registre. Fet que, per Allah, és fàcil.
cy: Nad ydych yn gwybod bod Allah yn gwybod beth sydd yn y nefoedd a'r ddaear? Yn wir, mae hynny yn y cofnod. Yn wir, i Allah, mae'n hawdd.
da: Ved du ikke, at Allah ved, hvad der er i himlen og jorden? Der er faktisk i en post. Faktisk, for Allah, er let.
el: Δεν ξέρετε ότι Αλλάχ γνωρίζει τι είναι σε τον ουρανό και τη γη; Πράγματι, αυτό είναι σε μια εγγραφή. Πράγματι ότι, για τον Αλλάχ, είναι εύκολο.
et: Kas sa ei tea, et Jumal teab, mis on taevas ja maa peal? Tõepoolest, see on rekord. Tõepoolest see jaoks Jumal, on lihtne.
fi: Eivät tiedä, että Jumala tietää, mikä on taivaassa ja maan päällä? Tämä onkin tietueen. Todellakin, että Allah, on helppoa.
he: אתה לא יודע כי אללה יודע מה יש שם השמים והארץ? אכן, זה ברשומה. אכן, למען אללה, זה קל.
hr: Ne znaš da Allah zna šta je na nebu i zemlji? Doista, to je u zapisu. Zaista za Allaha, to je lako.
lt: Ar jūs nežinote, kad Dievas žino, kas yra danguje ir žemėje? Iš tiesų, tai įrašo. Iš tiesų, dėl Dievo, tai paprasta.
lv: Vai jūs nezināt, ka Allah zina, kas ir debesu un zemes Patiešām, tas ir ieraksts. Protams, ka Allāhs, ir viegli.
nb: Vet dere ikke at Allah vet hva er i himmelen og jorden? Faktisk er at i en post. Faktisk som, for Allah, er lett.
sk: To neviete že Alah vie, čo je na nebi i na zemi? Samozrejme, že sa to v zázname. V skutočnosti, že na Alaha, je ľahké.
sl: Ali ne veste, da Allah ve, kaj je v nebesih in na zemlji? Res, da je v zapisu. Dejansko to, zakaj Allah, je enostavno.
sr_cyrl: Ти не знаш да Аллах зна шта је на небу и земљи Заиста , то је у запису. Заиста, за Алаха, лако је.
sr_latn: Ti ne znaš da Allah zna šta je na nebu i zemlji Zaista, to je u zapisu. Zaista, za Alaha, lako je.
uk: Хіба ви не знаєте, що Аллах знає, що в небо і земля? Більш того, це в записі. Дійсно, для Аллаха, це легко.
vi: Bạn không biết rằng Allah biết trong thiên đàng và trái đất là gì? Thật vậy, đó là trong một hồ sơ. Thật vậy, cho Allah, thật dễ dàng.
zu: Anazi yini ukuthi Allah azi babe is KHO izulu nomhlaba?

# Quran2666
source: And they worship besides Allah that for which He has not sent down authority and that of which they have no knowledge. And there will not be for the wrongdoers any helper.
ca: I culte a més que per a la qual ell ha no empresonat autoritat i que que tenen cap coneixement d'Allah. I no hi haurà per malfactors el cap d'ajuda.
cy: Ac mae nhw'n addoli ar wahân i Allah fod y mae ni anfon i lawr awdurdod a hynny y mae ganddynt unrhyw wybodaeth. Ac ni fydd ar gyfer y tramgwyddo unrhyw gynorthwy-ydd.
da: Og de tilbeder udover Allah, som han ikke har sendt ned myndighed og, som de har ingen viden. Og der bliver ikke for lovovertrædere enhver helper.
el: Και που λατρείας εκτός από Αλλάχ ότι για τις οποίες δεν έστειλε κάτω αρχή και ότι από τα οποία δεν έχουν καμία γνώση. Και δεν θα υπάρξει για την παραβάτες καμία βοηθός.
et: Ja nad kummardavad peale Jumal, et milleks ta pole saatnud asutus ning mis on vähimatki ette. Ja seal ei ole ning Petturite eest mis tahes helper.
fi: Ja he palvovat sitä paitsi Allah että jolle hän ei lähetetty alas viranomaisen ja joita he eivät ole tietoa. Ja ei tule siitä auttajaa.
he: הם סוגדים מלבד אללה כי עבורם הוא לא שלח את הסמכות ואת אשר יש להם שום ידע. לא יהיה עבור הפושעים כל המסייע.
hr: I obožavaju osim Allaha da za koje je nije poslao dolje ovlasti i koje koji nemaju znanja. I neće biti za počinioce bilo koji pomoć.
lt: Ir jie garbina be Dievo kad, kuriam jis nepareiškia žemyn institucija ir, iš kurių jie nežino. Ir ten bus už grzesznicy jokių padėjėjui.
lv: Un viņi pielūdz ne tikai Allāhs, ka par kuriem viņš nav nosūtījusi uz leju iestāde un ka tie ir bez zināšanām. Un tur nebūs par izdarītājs jebkurā palīgs.
nb: Og de tilber foruten Allah at som han ikke sendt ned myndighet og det som de har ingen kunnskap. Og det vil ikke være for wrongdoers noen hjelper.
sk: A uctievajú okrem Alaha, že ktoré nie poslal orgán a ktoré z nich majú vedomosti. A sa nepoužije pre zloèinci žiadne pomocné.
sl: In so častili poleg Allah, da za katere on ne poslal organ in ki ki imajo brez znanja. In ne bo za v wrongdoers poljuben pomočnik.
sr_cyrl: И они се клањају осим Алаха да за које је није послао низ ауторитет, и то од којих немају информације. И неће бити за починиоце било који помоћни.
sr_latn: I oni se klanjaju osim Alaha da za koje je nije poslao niz autoritet, i to od kojih nemaju informacije. I neće biti za počinioce bilo koji pomoćni.
uk: І вони поклоняються крім Аллаха, що для яких він не послав вниз авторитет і що якого вони не мають знань. І не буде для на розкаюємося будь-якого помічник.
vi: Và họ tôn thờ ngoài Allah rằng mà ông đã không gửi xuống thẩm quyền và rằng trong đó họ không có kiến thức. Và sẽ không có cho các wrongdoers bất kỳ helper.
zu: Futhi khonza Allah lowo He sa phansi igunya nokuthi zazo abawuthwala.

# Quran2667
source: And when Our verses are recited to them as clear evidences, you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say, "Then shall I inform you of [what is] worse than that? [It is] the Fire which Allah has promised those who disbelieve, and wretched is the destination."
ca: I quan els nostres versos són recita'ls evidències clares, reconeix a les persones que dubten de desaprovació. Que estan gairebé a punt d'agredir qui recitar-los nostres versos. Dir, "llavors jo informarem de [és] pitjor que això? [És] el foc que Allah ha promès els que dubten i roí és el destí. "
cy: Ac wrth roi ein penillion iddynt fel clir yn dangos, mae yn cydnabod yn wynebau rhai a chredu anghymeradwyaeth. Maent bron ar fin ymosod rheini sy'n adrodd iddynt ein penillion. Dweud, "yna byddwn yn eich hysbysu o'r [sydd] yn waeth na hynny? [Mae'n] Mae'r tân a Allah wedi addo rhai a chredu, a truenus yn y cyrchfan. "
da: Og når vores vers er reciteret til dem som klare beviser, du genkende i ansigterne på dem, der ikke tror misbilligelse. De er næsten på randen af overgreb mod dem, der reciterer dem vores vers. Siger, "så skal jeg informere dig om [det er] værre end det? [Det er] den brand, som Allah har lovet dem, der ikke tror, og elendige er destinationen. "
el: Και όταν μας στίχοι είναι recited τους ως σαφή αποδεικτικά στοιχεία, αναγνωρίσει στα πρόσωπα όσων δυσπιστώ αποδοκιμασία. Είναι σχεδόν στα πρόθυρα επίθεση εναντίον εκείνων που να τους εξιστορώ μας στίχους. Λένε, «τότε θα σας ενημερώσω για [ποια είναι] ακόμα χειρότερα; [Είναι] η πυρκαγιά που Αλλάχ υποσχέθηκε εκείνους που δυσπιστώ, και άθλια αποτελεί τον προορισμό.»
et: Ja kui meie salmid on loetud neile on selgeid tõendeid, sa tunnistama nägu kes usu. hukkamõistu. Nad on peaaegu äärel ründas kes etlema neile meie salmid. Öelda: "siis ma teatab teile [on] halvem, et? [On] tulekahju, mis Jumal on lubanud, kes usu ja armetu on sihtkoht. "
fi: Ja kun meidän jakeita luetaan heille selkeää todistetta, voit tunnistaa kasvot kuuluvat henkilöille, jotka ovat uskottomia paheksuntaa. Ne ovat lähes partaalla pahoinpitelystä niille, jotka lausua heille meidän säkeet. Esimerkiksi "sitten on ilmoitan teille siitä, mikä on pahempaa? Se on tulipalo, joka Allah on luvannut niille, jotka ovat uskottomia ja kurja on määränpää. "
he: כאשר את הפסוקים שלנו הם להם כמו עדויות ברורות, אתה מזהה בפניהם של אלה לא להאמין מורת רוח. . הם כמעט על סף תקיפת למי לדקלם אותם פסוקים שלנו... אומרים, "ואז שאודיע לך [מהו] יותר גרוע? [הוא] האש אשר אללה הבטיח אלה לא להאמין, האומלל היא היעד. "
hr: I kad naše stihove su recitirali na njih kao jasan dokaz, prepoznao na licima onih koji ne vjeruju-neodobravanje. Oni su gotovo na rubu napada one koji izgovaraju im naše stihove. Rekao, "onda će obavijestiti vas o tome što je još gore od toga? [To je] požar koji je Allah obećao je onima koji ne vjeruju, a jadan je na odredište. "
lt: Ir kai mūsų eilėmis recytuja jiems kaip aiškių įrodymų, atpažinti veidus tų, kurie neturi wierza nepritarimą. Jie beveik ant ribos Užpultas tiems, kurie deklamuoti jiems mūsų eilėmis. Sako: "tada tu [yra] informuoja blogiau nei tai? [Tai] ugnį, kuri Dievas pažadėjo tiems, kurie neturi uwierzyli, ir niekam tikęs yra paskirties. "
lv: Un kad mūsu pantus ir skaitīja tos kā skaidras liecības, jūs atpazīt sejas, kuri neticēt nosodījumu. Tie ir gandrīz draudēja tiem, kas mūsu pantus deklamēt tiem aizskaršanas. Teiksim, "tad jums, [kas ir] informē ļaunāk? [Ir] uguns, kas Allah ir apsolījis, kuri neticēt un nožēlojams ir mērķa. "
nb: Og når vår vers blir resitert til dem som klart bevis, du kjenne i ansiktene til de som tviler misbilligelse. De er nesten på randen av overgrep mot dem som resitere dem våre vers. Si "så skal jeg informere deg om [det er] verre enn det? [Det er] brannen som Allah har lovet de som tviler og elendige er målet. "
sk: A keď naše verše sa prednáša im ako jasné dôkazy, spoznáte v tvárach tých, ktorí neveriť nesúhlas. Sú takmer na pokraji napadnutie osoby recitovať im naše verše. Povedal, "potom informuje o [] horšie ako? [Je] požiaru, ktorý Boh prisľúbil tým, ktorí neveria, a úbohý je miesto. "
sl: In ko naše verzov se recitirajo nanje kot jasne dokaze, boste prepoznali v obraze tistih, ki verjamem nestrinjanje. So skoraj na robu napadov tistih, ki recitirati jim naše verzov. Reči, "potem sem obvesti vas [kaj je] slabše, kot da? [Je] ogenj, ki je obljubil Allah, tistim, ki verjamem, in bedno je cilj. "
sr_cyrl: И када нам стихови су рецитовао им као јасне доказе, препознајете у лица оних који су управљали негодовање. Они су скоро на ивици напад на оне који да их рецитује нам стихова. Рецимо , "онда те [што је] да обавестим горе од тога? [Је ] ватру која је Аллах обећао онима који је сигуран да је лажна, а јадни је дестинација. "
sr_latn: I kada nam stihovi su recitovao im kao jasne dokaze, prepoznajete u lica onih koji su upravljali negodovanje. Oni su skoro na ivici napad na one koji da ih recituje nam stihova. Recimo, "onda te [što je] da obavestim gore od toga? [Je] vatru koja je Allah obećao onima koji je siguran da je lažna, a jadni je destinacija. "
uk: І коли наші вірші читається їм як чітких доказів, ви дізнаєтеся в обличчя тих, хто не вірити несхвалення. Вони майже на межі напад на тих, хто читай їм наші вірші. Сказати: "тоді я проінформує того, [що] гірше, ніж? [Це] пожежа, яка Аллах обіцяв тим, хто не вірити і знедолених є місцем. "
vi: Và khi câu thơ của chúng tôi niệm cho họ như là bằng chứng rõ ràng, bạn nhận ra trong khuôn mặt của những người disbelieve từ chối. Họ là gần như trên bờ vực hành hung những người đọc cho họ câu thơ của chúng tôi. Nói, "sau đó, tôi sẽ thông báo bạn [là] tồi tệ hơn? [Đó là] ngọn lửa mà Allah đã hứa hẹn những người disbelieve, và không may là đích đến. "
zu: Futhi uma Emavesi hlabelela them njengoba ubufakazi obucacile, uqaphela in bombo of labo disbelieve ukuthi akahambisani nako.

# Quran2668
source: O people, an example is presented, so listen to it. Indeed, those you invoke besides Allah will never create [as much as] a fly, even if they gathered together for that purpose. And if the fly should steal away from them a [tiny] thing, they could not recover it from him. Weak are the pursuer and pursued.
ca: O persones, es presenta un exemple, així que escolteu-lo. De fet, aquells invocar a més crearà mai Allah [com] una mosca, fins i tot si es va reunir a l'efecte. I si la mosca ha robar lluny d'ells una cosa [minúscula], no es podria recobrar d'ell. Feble són el perseguidor i el perseguit.
cy: O bobl, cyflwynir enghraifft, felly gwrando arno. Yn wir, rhai chi alw ar ben hynny bydd Allah yn creu byth [fel] anghyfreithlon, hyd yn oed os buont yn casglu at y diben hwnnw. Ac os dylai y anghyfreithlon yn dwyn oddi arnynt yn beth [bach iawn], gallai ni allant adennill ei oddi wrtho. Wan yn y pursuer a ddilynir.
da: O personer, et eksempel er præsenteret, så Lyt til den. Ja, dem du påberåbe foruden Allah vil aldrig skabe [som] en flyve, selv om de samlet til dette formål. Og hvis fluen skal stjæle fra dem. en [lille] ting, de ikke kunne genoprette det fra ham. Svag er forfølgeren og forfulgt.
el: O άνθρωποι, παρουσιάζεται ένα παράδειγμα, λοιπόν, άκουσέ το. Πράγματι, αυτές επικαλούνται εκτός από Αλλάχ, θα δημιουργήσει ποτέ [κατά] μια μύγα, έστω και αν συγκεντρώθηκαν μαζί για το σκοπό αυτό. Και αν τη μύγα να κλέψει μακριά από αυτούς, έναν [μικρό] πράγμα, αυτοί θα μπορούσαν να ανακτήσω δεν από αυτόν. Αδύναμη είναι ο διώκτης και επιδιώκονται.
et: O inimesi, näiteks on esitatud, nii et kuulata seda. Tõepoolest, neile, sa tugineda arvatud, et Jumal ei tekitata [koguni] on lennata, isegi kui nad kogunesid sel eesmärgil. Ja kui lendama peaks varastada neilt ära [pisike] asi, nad ei suutnud toibuda see teda. Nõrk on hageja ja tegutsenud.
fi: Oi ihmiset, esimerkiksi esitetään, kuuntele sitä siis. Itse asiassa ne vedota lisäksi Jumala ei luo koskaan [] ja lentää, vaikka he kokoontuivat tähän tarkoitukseen. Ja jos lentää pitäisi varastaa pois [pieni] asia, ne ei kyennyt toipumaan se hänelle. Heikko on ahdistelija ja pyrittävä.
he: O אנשים, לדוגמה מוצג, אז תקשיבי לזה. ואכן, אלה שאת מעוררת מלבד אללה לא ייצור [כמו] לעוף, גם אם הם התאספו ביחד למטרה זו. אם לטוס צריך לגנוב מהם דבר [קטן], הם לא היתה אפשרות לשחזר אותו ממנו. החלשים רודף, נרדף.
hr: O ljudi, primjer je predstavio, pa je slušajte. Doista, oni te zazivaju osim Allah će stvoriti [čak] letjeti, iako su okupili za tu svrhu. I ako u letu treba ukrasti od njih [malen], oni ne mogu naći od njega. Slabe su na progonitelja i nastavila.
lt: O žmonės, pavyzdys yra pateiktas, Taigi įsiklausyti į ją. Iš tiesų, tie jūs remtis be Dievas niekada nebus sukurti [kiek] skristi, net jei jie susirinko šiam tikslui. Ir jei skristi turėtų vogti iš jų [maža] dalykas, jie gali ne jį atstatyti iš jo. Silpnas yra ieškovas ir siekiama.
lv: O, tātad noklausīties to cilvēku, piemērs ir iesniegts. Patiešām, tiem jūs atsaukties ne tikai Allāhs nekad izveidos [kā] muša, pat tad, ja tās visas saplūda kopā šim mērķim. Un ja lidot prom no viņiem vajadzētu nozagt [sīkās] lieta, viņi nevar atgūt to no viņa. Vāja ir prasītājam un mērķi.
nb: O folk, eksempel presenteres, så lytte til den. Faktisk de du påkalle foruten Allah vil aldri lage [som] et fly, selv om de samlet for dette formålet. Og hvis fly skal stjele fra dem [liten] ting, de kunne ikke gjenopprette det fra ham. Svake er pursuer og forfulgt.
sk: O ľudí, napríklad, je tak počúvať. V skutočnosti tie vyvolaní okrem Alah nikdy vytvoriť [rovnako ako] lietať, a to aj v prípade, že sa zhromaždili na tento účel. A ak fly by kradnúť od nich [drobné] vec, oni by mohli obnoviť to od neho. Slabé sú prenasledovateľ a sledované.
sl: O ljudi, je predstavil primer, torej Poslušajte. Res, tiste boste priklicati poleg Allah nikoli ne bo ustvaril [kar] na letenje, tudi če so zbrali za ta namen. In če letenje je ukradel od njih [majhen] stvar, da bi lahko ne izterja od njega. Nemočne so tožeča stranka in zasleduje.
sr_cyrl: О људи, као пример је представио, тако да слуљаљ. Заиста , они те призовем осим Алаха никад створиће [као] је лети, чак и ако су се окупили за ту сврху. И ако мува треба да украдете од њих [мала] ствар, они није могао да спаси га од њега. Слабе су прогонитеља и прогонио.
sr_latn: O ljudi, kao primer je predstavio, tako da sluљaљ. Zaista, oni te prizovem osim Alaha nikad stvoriće [kao] je leti, čak i ako su se okupili za tu svrhu. I ako muva treba da ukradete od njih [mala] stvar, oni nije mogao da spasi ga od njega. Slabe su progonitelja i progonio.
uk: O людей, як приклад представлений мистецтва, так це. Дійсно, ті, ви викликаєте крім Аллаха ніколи не буде створювати [як] на льоту, навіть якщо вони зібралися разом для цієї мети. І якщо льоту повинні вкрасти від них [крихітні] річ, вони не вдалося відновити його від нього. Слабким є переслідувача і переслідували.
vi: O người dân, một ví dụ được trình bày, vì vậy lắng nghe nó. Thật vậy, những người bạn gọi ngoài Allah sẽ không bao giờ tạo ra [càng] một bay, ngay cả khi họ tập hợp lại với nhau cho mục đích đó. Và nếu bay nên ăn cắp từ họ một điều [nhỏ], họ có thể không khôi phục lại nó từ anh ta. Yếu là nguyên cáo và theo đuổi.
zu: O bantu, isibonelo uvezwa, ngakho lalela it.
