Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran623
source: But if they separate [by divorce], Allah will enrich each [of them] from His abundance. And ever is Allah Encompassing and Wise.
ca: Però si que separar [el divorci], Allah enriquiran cadascuna [] des de la seva abundància. I mai és Allah que abasta i savi.
cy: Ond os byddant yn gwahanu [gan ysgariad], bydd Allah yn cyfoethogi pob [ohonynt] gan ei helaethrwydd. Ac byth yn cwmpasu Allah a Wise.
da: Men hvis de separate [af skilsmisse], Allah vil berige hver [af dem] fra sin overflod. Og nogensinde er Allah omfatter og klog.
el: Αλλά αν χωρίζουν [από διαζύγιο], Αλλάχ θα εμπλουτίσουν κάθε [τους] από την αφθονία. Και ποτέ Αλλάχ που περιλαμβάνει και σοφός.
et: Aga kui nad eraldi [lahutamist], Allah rikastab iga [toote] alates tema arvukus. Ja kunagi on Jumal võtab arvesse ja tark.
fi: Mutta jos ne erottaa [avioeroa, Allah rikastuttaa kunkin [] hänen runsaasti. Ja koskaan Allah käsittävän ja viisas.
he: אבל אם הם נפרדים [מאת הגירושין], אללה יעשיר כל אחד [מהם] מן השפע שלו. והוא פעם אללה המקיף וחכם.
hr: Ali ako su odvojiti [razvod], Allah će obogatiti svaka [se] iz njegova obilja. I nikad nije Allah obuhvaća i mudar.
lt: Bet jei jie atskirai [iš skyrybų], Dievas praturtins kiekvieno [produkto] iš jo gausa. Ir kada nors yra Dievas apimanti ir išmintingas.
lv: Bet ja viņi atsevišķas [laulības šķiršanas], Allah bagātināt katra [tiem] no viņa pārpilnību. Un kādreiz ir Allah aptver un gudrs.
nb: Men hvis de separate [av skilsmisse], Allah vil berike hver av dem fra sin overflod. Er noensinne Allah omfatter og klok.
sk: Ale ak sa oddelí [rozvod], Alah obohatí každý [] z jeho bohatstva. A niekedy je Alah zahŕňajúce a múdry.
sl: Vendar če so ločeni [z razvezo], Alah bo obogatilo vseh [jih] iz njegove številčnosti. In kdaj je Allah zajema in pametno.
sr_cyrl: Али ако они раздвајају [до развода], Аллах ће обогатити свака [се] из његова обиља. И никад је Алах која обухвата и мудар.
sr_latn: Ali ako oni razdvajaju [do razvoda], Allah će obogatiti svaka [se] iz njegova obilja. I nikad je Alah koja obuhvata i mudar.
uk: Але якщо вони відокремлюють [за розлучення], Аллах збагатить усіх [їх] від його вдосталь. І коли-небудь Аллах, який охоплює і Мудрого.
vi: Nhưng nếu họ riêng biệt [bằng ly hôn], Allah sẽ làm phong phú thêm mỗi [chúng] từ sự phong phú của mình. Và bao giờ là Allah bao gồm và khôn ngoan.
zu: Kodwa uma ihlala ngokwahlukana [isehlukaniso], Allah ziyokujulisa ngamunye [wabo] kusukela ngokuchichimayo Akhe.

# Quran624
source: And to Allah belongs whatever is in the heavens and whatever is on the earth. And We have instructed those who were given the Scripture before you and yourselves to fear Allah. But if you disbelieve - then to Allah belongs whatever is in the heavens and whatever is on the earth. And ever is Allah Free of need and Praiseworthy.
ca: I per Allah pertany el que està en el cel i el que està en la terra. I ens han encomanat els que van rebre les escriptures abans que i vosaltres mateixos per por d'Allah. Però si vostè no creuen - llavors a Allah pertany el que està en el cel i el que està en la terra. I mai és Allah lliures de necessitat i Praiseworthy.
cy: A Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Ac yr ydym wedi cyfarwyddo rheini y rhoddwyd yr ysgrythur cyn ichi a chi ofn Allah. Mae'r ond os mae eich chredu-wedyn i Allah yn perthyn beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Ac byth yn Allah am ddim angen a Praiseworthy.
da: Og Allah tilhører uanset hvad der er i himlene og hvad der er på jorden. Og vi har pålagt dem, der blev givet Skriften før du og jer selv at frygte Allah. Men hvis du tvivle - så til Allah hører hvad der er i himlene og hvad der er på jorden. Og nogensinde er Allah fri af behovet og Praiseworthy.
el: Και Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και δώσαμε εντολή εκείνους που είχαν δοθεί το Scripture ενώπιόν σας και τους εαυτούς σας να φοβάται Αλλάχ. Αλλά αν μπορείτε δυσπιστώ - στη συνέχεια να Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και ποτέ Αλλάχ χωρίς ανάγκη και Praiseworthy.
et: Ja Allah kuulub iganes on taevas ja mis on maa peal. Ja meil on teinud ülesandeks need, kes anti pühakiri enne teid ja iseendid karta Jumalat. Kuid kui te usu - siis Jumala kuulub iganes on taevas ja mis on maa peal. Ja kunagi on vaja vaba Allah ja Praiseworthy.
fi: Ja Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja pyysimme niitä, jotka olivat saaneet Pyhän ennen sinua ja itse pelätkää Allahia. Mutta jos epäilette - sitten Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja koskaan on hillitä tarve ja Praiseworthy.
he: ושייך לאללה מה הוא בשמים והוא מה על פני האדמה. והורה לנו יש כאלה שקיבלו את כתבי הקודש לפני שפגשתי אותך ואת עצמכם לפחד אללה. אבל אם אתה להאמין - אז לאללה שייך מה הוא בשמים והוא מה על פני האדמה. והוא פעם אללה ללא צורך Praiseworthy.
hr: A Allahu pripada sve što je na nebesima i na zemlji. I javljeno moramo koji su dobili pismo prije vas i sebe da se boje Allaha. Ali ako si siguran da je lažna - onda Allahu pripada sve što je na nebesima i na zemlji. I uvijek je Allah bez potrebe i Praiseworthy.
lt: Ir Dievas priklauso kokia yra danguje ir kas yra ant žemės. Ir mes tie, kurie buvo suteikta raštas prieš jus ir save baimė Dievas pavedė. Bet jei jūs ne wierza - tada Allaho priklauso kokia yra danguje ir kas yra ant žemės. Ir kada nors yra Dievas nemokamai, reikia ir Praiseworthy.
lv: Un Allah pieder kāds ir debesīs un kāds ir uz zemes. Un mums ir uzdot tiem, kuri tika dota pirms jums un sev bailes Allah rakstos. Bet ja jums neticēt - tad lai Allāhs pieder kāds ir debesīs un kāds ir uz zemes. Un kādreiz ir nepieciešams bez Allah un Praiseworthy.
nb: Og til Allah tilhører i himmelen og det som er på jorden. Og vi har instruert de som ble gitt skriften før du og dere å frykte Gud. Men hvis du tviler - deretter til Allah tilhører i himmelen og det som er på jorden. Er noensinne Allah gratis behov og Praiseworthy.
sk: A Bohu patrí, čo je v nebesiach a čo je na zemi. A sme poučení, tých, ktorí dostali písmo pred vami a sa báť Boha. Ale ak si neveria - potom na Boha patrí, čo je v nebesiach a čo je na zemi. A niekedy je Alah bez potreby a Praiseworthy.
sl: Ter Allah pripada karkoli je v nebesih in karkoli je na zemlji. In smo navodila tistih, ki so imele pismo pred vas in sebe, da strah Allah. Vendar če vam verjamem - potem v Allah pripada karkoli je v nebesih in karkoli je na zemlji. In kdaj je Allah brez potrebe in Praiseworthy.
sr_cyrl: И , Алах припада шта год је на небесима, и шта год је на земљи. И упутили смо оне који су добили писмо пред собом, и сами да се боји Алаха. Али ако си сигуран да је лажна - онда Алаху припада шта год је на небесима, и шта год је на земљи. И никада је Алах слободни од потребе и Праисеwортхy.
sr_latn: I, Alah pripada šta god je na nebesima, i šta god je na zemlji. I uputili smo one koji su dobili pismo pred sobom, i sami da se boji Alaha. Ali ako si siguran da je lažna - onda Alahu pripada šta god je na nebesima, i šta god je na zemlji. I nikada je Alah slobodni od potrebe i Praiseworthy.
uk: І щоб Аллах належить все, що знаходиться в небесах, і все, що є на землі. І ми вказівку, хто отримали Писання перед вами і самі бояться Аллаха. Але якщо ви не вірити - то Аллаху належить все, що знаходиться в небесах, і все, що є на землі. І коли-небудь безкоштовно Аллах необхідності і Praiseworthy.
vi: Và Allah bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và chúng tôi đã hướng dẫn những người đã được Thánh trước khi bạn và mình phải lo sợ Allah. Nhưng nếu bạn disbelieve - sau đó Allah thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và bao giờ là Allah miễn phí cần thiết và Praiseworthy.
zu: Futhi Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran625
source: And to Allah belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs.
ca: I per Allah pertany el que està en el cel i el que està en la terra. I prou és Allah com triturador d'Afers.
cy: A Allah yn perthyn iddo beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Ac mae digon o Allah fel Disposer o faterion.
da: Og Allah tilhører uanset hvad der er i himlene og hvad der er på jorden. Og tilstrækkelig er Allah som forvalter af anliggender.
el: Και Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και επαρκή είναι ο Αλλάχ ως Disposer των υποθέσεων.
et: Ja Allah kuulub iganes on taevas ja mis on maa peal. Ja piisav on Jumal nagu jäätmekõrvaldaja enese.
fi: Ja Jumalalle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja riittävä Allah asioiden säätäjä.
he: ושייך לאללה מה הוא בשמים והוא מה על פני האדמה. והוא מספיק אללה כמו Disposer של ענייני.
hr: A Allahu pripada sve što je na nebesima i na zemlji. A dovoljan je Allah kao odlagača poslova.
lt: Ir Dievas priklauso kokia yra danguje ir kas yra ant žemės. Ir pakankamai yra Dievas kaip reikalų tvarkymą.
lv: Un Allah pieder kāds ir debesīs un kāds ir uz zemes. Un pietiekami Allah kā lietu aizvākšanu.
nb: Og til Allah tilhører i himmelen og det som er på jorden. Tilstrekkelig er Allah som Disposer av saker.
sk: A Bohu patrí, čo je v nebesiach a čo je na zemi. A dostatočná je Alah zneškodňovateľ vecí.
sl: Ter Allah pripada karkoli je v nebesih in karkoli je na zemlji. In dovolj je Allah kot odstranjevalec zadeve.
sr_cyrl: И , Алах припада шта год је на небесима, и шта год је на земљи. А довољан је Аллах као Диспосер послова.
sr_latn: I, Alah pripada šta god je na nebesima, i šta god je na zemlji. A dovoljan je Allah kao Disposer poslova.
uk: І щоб Аллах належить все, що знаходиться в небесах, і все, що є на землі. І достатнім Аллах як Disposer справ.
vi: Và Allah bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và đầy đủ là Allah Disposer của vấn đề.
zu: Futhi Allah kungokwalabo konke bhakabhaka konke emhlabeni.

# Quran626
source: If He wills, He can do away with you, O people, and bring others [in your place]. And ever is Allah competent to do that.
ca: Si es vol, pot acabar amb vostè, O gent i portar a altres [en el seu lloc]. I mai és competent per fer que Allah.
cy: Os mae ef wills, mae'n gwneud i ffwrdd â chi, O bobl, ac ddod â phobl eraill [yn eich lle]. A yw Allah yn gymwys i wneud hynny erioed.
da: Hvis han vil, kan han gøre væk med dig, O folk, og bringe andre [i dit sted]. Og nogensinde er Allah ansvarlige at gøre.
el: Εάν οι διαθήκες, μπορεί να κάνει μακριά με εσάς, O άτομα, και τους υπόλοιπους να συμπορευτούν [στη θέση σου]. Και ποτέ Αλλάχ είναι αρμόδια να το κάνουμε αυτό.
et: Kui ta tahab, ta sind, O inimesi kaotada ja tuua teised [koht]. Ja kunagi on Allah pädev seda teha.
fi: Jos tahtoo, hän ajaa pois sinulle, oi ihmiset, ja tuoda muiden [paikka]. Ja aina on Jumala valtuudet tehdä niin.
he: שיואיל הוא יכול להיפטר ממך, O אנשים, ולהביא אחרים [במקום]. והוא פעם אללה המוסמכת לעשות את זה.
hr: Ako hoće, može napraviti daleko sa vama, O ljudi, i dovesti druge [mjestu]. I uvijek je Allah to može učiniti.
lt: Jei jis nori, jis gali padaryti toli su jumis, O žmonės, ir suteikti kitiems [į jūsų vieta]. Ir kada nors yra Dievas kompetentingas tai padaryti.
lv: Ja viņš vēlas, viņš var darīt prom ar jums O cilvēku un jāiesaista citi [vieta]. Un kādreiz ir Allah, kas ir kompetenta to darīt.
nb: Hvis han wills, kan han gjøre unna med deg, O folk, og bringe andre [i ditt sted]. Er noensinne Allah kompetent til å gjøre.
sk: Ak on chce, môže sa s vami, O ľudí, a priniesť ďalšie [miesto]. A niekedy je kompetentný na to, že Alah.
sl: Če on hoče, je lahko narediti stran z vami, O ljudje, in preskrbeti druge [mesto]. In kdaj je Allah, ki so pristojni za to.
sr_cyrl: Ако он то зели, он вас, О људи, среде и вратити и довести друге [на твом месту]. И никада је Алах компетентан да ради то.
sr_latn: Ako on to zeli, on vas, O ljudi, srede i vratiti i dovesti druge [na tvom mestu]. I nikada je Alah kompetentan da radi to.
uk: Якщо він хоче, він може покінчити з собою, О люди і залучити інших [ваше місце]. І коли-небудь Аллах компетентними, щоб зробити це.
vi: Nếu ngài muốn, ông có thể làm đi với bạn, O, và mang lại cho những người khác [tại chỗ của bạn]. Và bao giờ là Allah có thẩm quyền để làm điều đó.
zu: Uma He tando, Angenza away, nina bantu, futhi ulethe nabanye [endaweni yakho].

# Quran627
source: Whoever desires the reward of this world - then with Allah is the reward of this world and the Hereafter. And ever is Allah Hearing and Seeing.
ca: Qui vol tenir la recompensa d'aquest món - llavors amb Allah és la recompensa d'aquest món i el més enllà. I mai és Allah escoltar i veure.
cy: Pwy bynnag sy'n dymuno y wobr yn y byd hwn-yna gyda Allah yw'r wobr y byd hwn a y o hyn ymlaen. Ac erioed yw Allah yn clywed a gweld.
da: Den, der begærer belønning i denne verden - så med Allah er belønningen for denne verden og hinsidige. Og nogensinde er Allah høre og se.
el: Όποιος επιθυμεί την ανταμοιβή αυτού του κόσμου - τότε με τον Αλλάχ είναι η ανταμοιβή του κόσμου και η συνέχεια. Και ποτέ Αλλάχ άκουσε και βλέπουμε.
et: Kes iganes soovib tasu siis Jumalat sellest maailmast - on selles maailmas ja edaspidi palk. Ja kunagi on Allah kohtukõne ja nägemine.
fi: Kuka haluaa palkita tämän maailman - sitten Allah on palkita tämän maailman ja jäljempänä. Ja koskaan Jumala kuulla ja nähdä.
he: מי רצונות הפרס של העולם הזה - אז עם אללה הוא הפרס של העולם הזה, בעולם הבא. פעם הוא אללה לשמוע ולראות.
hr: Ko god želi nagradu ovog svijeta - onda s Allaha je nagrada za ovaj svijet i nadalje. I uvijek je Allah čuli i vidjeli.
lt: Kas nori šio pasaulio - tada su Dievo atlygis yra už atlygį, šiame pasaulyje ir toliau. Ir kada nors yra Dievas klausos ir matyti.
lv: Kurš vēlas atlīdzību šajā pasaulē - tad ar Allah ir atlīdzība par šo pasauli un turpmāk. Un kādreiz ir Allah dzirdēt un redzēt.
nb: Hvem ønsker belønningen av denne verden - så med Allah er belønningen for denne verden og hinsidige. Og noensinne er Allah høre og se.
sk: Ten, kto chce odmenu z tohto sveta - potom Alah je odmenou za tento svet a ďalej. A niekedy je Alah vypočutie a videnie.
sl: Kdor želi plačilo tega sveta - torej z Allah je plačilo tega sveta in v nadaljevanju. In kdaj je Allah sluh in videnje.
sr_cyrl: Ко год жели награду овог света - а онда Алах је награда овог света и надаље. И икада је Алах чуо и видео.
sr_latn: Ko god želi nagradu ovog sveta - a onda Alah je nagrada ovog sveta i nadalje. I ikada je Alah čuo i video.
uk: Той, хто бажає винагороду цього світу - то з Аллах є винагороду в цей світ і далі. І коли-небудь Аллах чуючи і бачачи.
vi: Bất cứ ai mong muốn phần thưởng của thế giới này - sau đó với Allah là phần thưởng của thế giới này và sau đây. Và bao giờ Allah nghe và nhìn thấy.
zu: Uma umuntu ethanda umvuzo zaleli zwe - ke Allah umvuzo waleli zwe Hereafter.

# Quran628
source: O you who have believed, be persistently standing firm in justice, witnesses for Allah, even if it be against yourselves or parents and relatives. Whether one is rich or poor, Allah is more worthy of both. So follow not [personal] inclination, lest you not be just. And if you distort [your testimony] or refuse [to give it], then indeed Allah is ever, with what you do, Acquainted.
ca: O que han cregut, ser persistentment firma dempeus en justícia, testimonis per Allah, encara seria contra vosaltres mateixos o als pares i familiars. Si un és ric o pobre, al là és més digne d'ambdós. Per seguir no inclinació [personal], no sigui que no es només. I si vostè distorsionar [el seu testimoni] o refusar [es], llavors en efecte Allah és mai, amb el que fas, conèixer.
cy: O chi sydd wedi credu, fod yn gyson gadarn Sefydlog mewn cyfiawnder, tystion am Allah, hyd yn oed os yn erbyn eich hunain neu rieni a pherthnasau. Pa un a yw cyfoethog neu dlawd, Allah yn fwy teilwng o ddau. Felly yn dilyn nid awydd [personol], rhag ofn nad ydych yn unig. Ac os ydych yn ystumio [eich dyst] neu wrthod [Mae'n], yna yn wir erioed, yw Allah gyda beth yr ydych yn ei wneud, yn gyfarwydd.
da: O du, der har troet, være vedvarende stående firma i retfærdighed, vidner for Allah, selvom det er mod jer selv eller forældre og pårørende. Uanset om man er rig eller fattig, er Allah mere værdig af begge. Så Følg ikke [personlig] hældning, lest du ikke bare. Og hvis du fordrejer [dit vidnesbyrd] eller nægte [det], så faktisk Allah er nogen sinde, med hvad du gør, at kende.
el: O εσάς που πίστεψαν, είναι επίμονα ανυποχώρητος στην δικαιοσύνη, μάρτυρες για τον Αλλάχ, ακόμη και αν είναι εναντίον τους εαυτούς σας ή οι γονείς και συγγενείς. Αν κάποιος είναι πλούσιος ή φτωχός, Αλλάχ είναι πιο άξια των δύο. Έτσι, ακολουθήστε δεν κλίση [Προσωπική], μήπως δεν είστε ακριβώς. Και αν στρεβλώνουν [μαρτυρία σας] ή να αρνηθούν [να], τότε πράγματι Αλλάχ είναι ποτέ, με ό, τι κάνετε, να εξοικειωθούν.
et: O kes oleks uskunud, tuleb püsivalt alalise firma õiglus, Allah, tunnistajad isegi siis, kui see kahjustaks endid või vanemad ja sugulased. Kas üks on rikas või vaene, Allah on rohkem väärt mõlemad. Muidu te ei saa lihtsalt, et jälgi ei [Isiklik] kalle. Ja kui te moonutada [oma ütlusi] või ei rahulda [see], siis tõepoolest Jumal on kunagi, mida oskate, tuttavaks.
fi: O jotka ovat uskoneet voi jatkuvasti sijoittanut oikeus, todistajia Allah, vaikka se vastaan itse tai vanhemmat ja sukulaiset. Onko yksi rikas tai köyhä, Allah on enemmän arvoinen molemmat. Joten seurata [henkilökohtainen] kaltevuus, jottei onnistuu vain. Ja jos vääristää [todistus] tai kieltäytyä [sen], sitten todellakin hillitä on aina, mitä teet, tutustua.
he:  מי מאמין, ניתן בהתמדה עמידה איתנה בצדק, עדים למען אללה, אפילו אם זה יהיה נגד עצמכם או הורים ובני משפחה. בין אם אתה עשיר או עני, אללה הוא יותר ראוי של שניהם. אז בצע לא הנטייה [אישי], שמא לא להיות פשוט. ואם אתה לעוות [העדות שלך] או [לתת לזה], ואז אכן אללה הוא אי פעם, עם מה שאתה עושה, אם תסרב להכיר.
hr: O ti koji su povjerovali, biti uporno stoji čvrsto u pravde, svjedoci za Allaha, čak i ako je to protiv sebe ili roditelja i rodbine. Da li je bogat ili siromašan, Allah je više dostojan jednog i drugog. Dakle, slijedi ne [Osobno] nagib, da ne bi ne biti samo. I ako da iskrivljuju vaše svjedočenje ili odbijaju [Daj], onda zaista Allah je ikada, sa onim što radite, upoznate.
lt: O kurie tiki, būti nuolat nuolatinio įmonė Teisingumo, liudininkų, Dievo, net jei tai būtų prieš save arba tėvai ir giminaičiai. Ar jis turtingas ar vargšas, Dievas yra labiau tinkamas tiek. Todėl atlikite ne [asmeninis] nuosaka, kad tu negali būti tiesiog. Ir jei jūs iškreipti [savo parodymus] arba atsisakyti [jam], tada iš tiesų Dievas yra kada nors, su ką jūs darote, susipažinti.
lv: O kas ticējusi, esiet ilgstoši stāv firm tiesu lieciniekus par Allāhu, pat tad, ja tas būtu pret sevi vai vecākiem un radiniekiem. Vai viens ir bagāts vai nabags, Allah ir vairāk vērta abus. Lai sekotu ne [personas] slīpumu, nedrīkstam arī nevar būt vienkārši. Un, ja jūs traucēt [jūsu liecība] vai atteikties [tā], tad patiešām Allah ir jebkad agrāk, ar to, ko jūs darīt, iepazīties.
nb: O du hvem har trodd, være vedvarende står fast i rettferdighet, vitner for Allah, selv om det være mot dere eller foreldre og slektninger. Enten man er rik eller fattig, er Allah mer verdig av begge. Så følg ikke [Idealinnstilling] helling, så du ikke bare. Og hvis du forvrenge [ditt vitnesbyrd] eller nekter [å gi den], så faktisk Døyve er noen gang, med hva du gjør, kjent.
sk: O vás, ktorí ste uverili, byť vytrvalo stála firma spravodlivosti, svedkov pre Alaha, aj keď sa proti sebe alebo rodičia a príbuzní. Či je bohatý alebo chudobný, Alah je viac hoden oboch. Takže sledovať nie [osobné] sklonu, inak môžete byť len. A ak ste narušiť [vaše svedectvo] alebo odoprieť [to], potom naozaj Alah je vôbec, čo robíte, oboznámili.
sl: O vi, ki ste verjeli, se vztrajno stoječe podjetje v pravosodje, priče za Allah, četudi je bilo zoper sebe ali starši in sorodniki. Ali je bogati ali revni, Allah je več vredna obojega. Tako, da sledite ne [osebno] naklon, da ne boste samo. In če ste izkrivljajo svoje pričevanje ali zavrneta [je], potem res Allah je kdaj, kaj, seznanjeni.
sr_cyrl: О ти који верују, бити упорно стоји фирма у правду, сведоци за Алаха, чак и ако то буде против себе или родитељи и рођаци. Да ли је један богати или сиромаљни, Аллах је вредније од обоје. Пратите не [лични] склоност, не само не бисмо понављали. И ако те изокренути твој исказ или одбити [Одустани], онда је уистину Аллах икада, са оним што радите, упознате.
sr_latn: O ti koji veruju, biti uporno stoji firma u pravdu, svedoci za Alaha, čak i ako to bude protiv sebe ili roditelji i rođaci. Da li je jedan bogati ili siromaљni, Allah je vrednije od oboje. Pratite ne [lični] sklonost, ne samo ne bismo ponavljali. I ako te izokrenuti tvoj iskaz ili odbiti [Odustani], onda je uistinu Allah ikada, sa onim što radite, upoznate.
uk: О ви, хто вірив, бути наполегливо стоячи фірми в справедливості, свідків для Аллаха, навіть якщо вона є проти себе або батьки і родичі. Будь один багатим або бідним, Аллах є більш гідний обидва. Тому виконуйте не [персональних] схильності, щоб ви не бути просто. І якщо ви спотворити ваше свідчення або відмовляються [дати йому], а потім дійсно Аллах коли-небудь, що ви робите, знайомий.
vi: O bạn của những người đã tin tưởng, là liên tục đứng công ty công lý, các nhân chứng cho Allah, ngay cả khi nó đối với mình hoặc cha mẹ và người thân. Cho dù có giàu hay nghèo, Allah là xứng đáng của cả hai. Như vậy theo không [cá nhân] độ nghiêng, vì sợ rằng bạn không thể chỉ. Và nếu anh bóp méo [lời khai của bạn] hoặc từ chối [để cung cấp cho nó], sau đó thực sự Allah là bao giờ hết, với những gì bạn làm, làm quen.
zu: O you kholwa babe bephikelela kokuma beqinile ubulungisa, ofakazi Allah, ngisho noma kube ngani ngokwenu noma abazali nezihlobo.
