Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1640
source: They said, "[It is but] a mixture of false dreams, and we are not learned in the interpretation of dreams."
ca: Deien, "[és però] una barreja de falsos somnis, i no s'aprenen en la interpretació dels somnis."
cy: Dywedodd, "[Mae'n ond] gymysgedd o'r breuddwydion ffug, ac nid ydym yn dysgu wrth ddehongli breuddwydion."
da: De sagde, "[det er men] en blanding af falske drømme, og vi er ikke lært i drømmetydning."
el: Είπαν, «[είναι αλλά] ένα μείγμα απατηλά όνειρα, και εμείς δεν μαθαίνονται στην ερμηνεία των ονείρων.»
et: Nad ütlesid: "[on aga] a segu vale unenäod, ja me ei õppinud tõlgendamisel unistused."
fi: He sanoivat, "[on mutta] sekoitus vääriä unelmia, ja Emmekö ole oppineet unien tulkinta."
he: הם אמרו, "[זה אבל] תערובת של חלומות שקריים, הם לא למדנו בפרשנותם של חלומות."
hr: Rekli su, "[to je ali] mješavina snove, i ne znamo u tumačenje snova."
lt: Jie sakė, "[tai bet] mišinys false sapnai, ir mes ne išmoko, sapnų aiškinimo."
lv: Viņi teica: "[tas ir, bet] a maisījuma viltus sapņi, un mums nav iemācījušies interpretācijā, sapņi."
nb: De sa, "[det er men] en blanding av falske drømmer, og vi er ikke lært i drømmetydning."
sk: Oni povedali: "[je ale] zmes falošných snov, a sme sa nenaučili pri výklade snov."
sl: So rekli, "[je vendar] mešanica lažne sanje, in smo se niso naučili pri razlagi sanj."
sr_cyrl: Рекли су, "[је али] мешавина нетачно снова, а ми се не уче у интерпретацији снова."
sr_latn: Rekli su, "[je ali] mešavina netačno snova, a mi se ne uče u interpretaciji snova."
uk: Вони сказали: "[це але] суміш неправдивих снів, і ми не впізнав у тлумачення снів."
vi: Họ nói rằng, "[đó là nhưng] một hỗn hợp của giấc mơ sai, và chúng ta không học được trong việc giải thích của những giấc mơ."
zu: Bathi: "[Kuyinto kodwa] inhlanganisela bamaphupho angamanga, kepha thina wafunda e cazelo of phupha."

# Quran1641
source: But the one who was freed and remembered after a time said, "I will inform you of its interpretation, so send me forth."
ca: Però qui va ser alliberat i recordat després una vegada va dir, "jo us informarà de la seva interpretació, així enviar-me endavant."
cy: Ond yr un a oedd yn rhyddhau ac yn cofio ar ôl Dywedodd adeg, "bydd yn eich hysbysu am ei dehongliad, felly anfon ataf blaen."
da: Men den, der blev frigjort og huskede efter en tid sagde, "Jeg vil informere dig om sin fortolkning, så send mig frem."
el: Αλλά αυτός που απελευθερώθηκε και θυμήθηκε μετά από ένα χρόνο είπε, «εγώ θα ενημερώσουμε για την ερμηνεία του, so στέλνω εμένα εμπρός."
et: Kuid see, kes oli vabanenud ja meenus, pärast seda, kui on aeg ütles: "ma informeerib teid nende tõlgendamise nii saatke mulle edasi."
fi: Mutta se, joka oli vapauttanut ja muistetaan aika sanoa, "ilmoitan teille tulkinnan niin lähetä minulle edelleen."
he: אבל מי היה פריד, נזכר אחרי פעם אמר, "אני יעדכן אתכם בנוגע לפרשנות אז שלחו אותי הלאה."
hr: Ali taj koji je oslobodio i sjetio se nakon što je vrijeme, rekao je, "će vas njegovo tumačenje, pa poslati mene."
lt: Bet tas, kuris buvo paleistas ir prisiminiau po metu sako, "aš informuos jus apie savo aiškinimą, Taigi Atsiusk man."
lv: Bet tas, kurš bija atbrīvots un atceras pēc brītiņa jau teica, "es jūs informēs par tās interpretāciju, Tātad sūtīt man tālāk."
nb: Men som var frigjort og husket etter en gang sa, "Jeg vil informere deg om dens fortolkning, så sende meg tilbake."
sk: Ale ten, ktorý bol uvoľnený a spomínať po čase povedal, "bude informovať vás o jeho výklad, tak pošlite mi späť."
sl: Ampak tisti, ki je bila sproščena in se spomnil po času je dejal, "bo informiramo, razlage, torej spodbuda mi naprej."
sr_cyrl: Али тај који је ослободио и памте након што је времена рекао, "у реду за његово тумачење, па Пошаљи ми напред-назад."
sr_latn: Ali taj koji je oslobodio i pamte nakon što je vremena rekao, "u redu za njegovo tumačenje, pa Pošalji mi napred-nazad."
uk: Але той, хто був звільнений і згадав, після того, як час, сказав, "повідомлю її інтерпретації, так що надсилайте мені назад."
vi: Nhưng một trong những người đã được giải phóng và nhớ sau một thời gian nói, "tôi sẽ thông báo cho bạn về sự giải thích của nó, do đó gửi cho tôi ra."
zu: Kodwa lowo ngadedelwa futhi wakhumbula emva kwesikhathi wathi: "Mina uzokwazisa nencazelo yalo, ngakho ukuthumela nguYe."

# Quran1642
source: [He said], "Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people; perhaps they will know [about you]."
ca: [Va dir], "Joseph, Oh home de veritat, explicar-nos sobre les set vaques grasses menjats pels set [que] magra i set pics verds [de gra] i altres [que] sec - que em pot tornar a la gent; potser sabran [de tu]."
cy: [Meddai], "Joseph, dyn O wirionedd, esbonio wrthym am saith buwch braster bwyta gan saith [bod] Mae lean, a saith spikes gwyrdd [o rawn] ac eraill [bod] yn sych-efallai deuaf yn ôl at y bobl; efallai byddant yn gwybod [am]."
da: [Han sagde], "Joseph, O menneske af sandheden, forklare os om syv fede køer spist af syv, [der var] lean, og syv grønne spidser [af korn] og andre, [der var] tør - at jeg kan vende tilbage til folket; måske vil de kender [dig]."
el: [Είπε], «Ιωσήφ, Ω άνθρωπε της αλήθειας, να μας εξηγήσετε σχετικά με επτά λίπους αγελάδες που τρώγονται από τα επτά [που ήταν] άπαχο, και επτά πράσινο αιχμές [σιτηράς] και άλλα [που ήταν] στεγνό - ότι μπορεί να επιστρέψω και να τους ανθρώπους? ίσως θα γνωρίζουν [εσείς].»
et: [Ütles], "Joseph, tõde, Oh inimene selgitab meile umbes seitse rasva lehmade söönud seitsmega, [see oli] lean, ja seitse roheline naelu [ja tera] ja teiste [see oli] kuiv - ma võib naasta inimesed; võib-olla nad teavad [te]."
fi: [Hän sanoi], "Joseph, oi ihminen totuuden, selittää meille seitsemän lihavia lehmiä syödä seitsemän, [että] laiha, ja seitsemän vihreä piikkejä [jyvän] ja muille, [että] kuiva - voi palata ihmisiä; ehkä he tietävät [sinusta]."
he: [אמר], "יוסף, הו איש של אמת, להסביר לנו על שבע פרות שמנות נאכל על ידי שבעה [שהיו] רזה, ואת שבע השיבולים ירוק [של תבואה] ואחרים [שהיו] יבש - כי יכול להיות שאחזור לעם; אולי הם ידעו [בך]."
hr: [Rekao je], "Josip, O čovjek istine, da nam objasnite o sedam debela krava pojede sedam [koja su] mršavih, i sedam zelenih šiljci [žita] i drugi [koja su] kemijska - da mogu vratiti ljudima; Možda oni će to znati [ti]."
lt: [Jis sakė], "Juozapas, O vyras tiesos, paaiškinti mums apie septynias riebias karves valgyti iš septynių [kad] liesos, ir septynių žaliųjų spindulių [iš grūdų] ir kiti, [kurie buvo] sausa - kad gali grįžti į žmonės; Galbūt jie žinos, [ou]."
lv: [Teica], "Joseph O cilvēks patiesību, izskaidrot mums par septiņiem tauku govis, ēst ar septiņiem, [kas ir] liesa, un septiņi zaļā tapas [no graudu] un citiem [bija] sausas - ka var atgriezties cilvēkiem; Varbūt viņi zinās [par tevi]."
nb: [Han sa], «Joseph, mann av sannhet, forklare oss om syv fett kuer spist av syv [det var] lean, og syv grønne toppene av korn] og andre [det var] tørr - at jeg kan gå tilbake til folket. kanskje vil de vite [om du]."
sk: [Povedal], "Joseph, Ó človeče pravdy, vysvetlil nám o sedem tuk kravy zjedli sedem, [ktoré boli] chudé, a sedem zelená hrotmi [zrno] a [ktoré boli] suchý - že môže vrátiť ľuďom. možno budú vedieť [vy]."
sl: [Je dejal], "Joseph, O človek resnice, razloži nam o sedmih maščobe krave pojedo sedem, [ki] pusto, in sedem zeleno konice [zrn] in drugi, [ki] suha - da lahko vrnete na ljudi; Morda jih bo poznajo [vi]."
sr_cyrl: [Рекао је], "Јосепх, матори истине, а да нам објасните о седам дебеле краве појеле седам [који] леан и седам зелени бодљи [зрна] и други [су] осуши - да се могу вратити људима; Можда ће знају [ти]."
sr_latn: [Rekao je], "Joseph, matori istine, a da nam objasnite o sedam debele krave pojele sedam [koji] lean i sedam zeleni bodlji [zrna] i drugi [su] osuši - da se mogu vratiti ljudima; Možda će znaju [ti]."
uk: [Сказав він], "Йосип, про людина істини, пояснюють нам про сім жирних корів з'їдені сім, [які] худий і сім зеленими шипами [зерна] та інші, [які] сухий - що я може повернути людям. можливо вони будуть знати [про вас]."
vi: [Ông], "Joseph, O người đàn ông của sự thật, giải thích cho chúng tôi về bảy con bò béo ăn bảy [là] nạc, và bảy màu xanh lá cây gai [hạt] và những người khác [là] khô - tôi có thể trả lại cho người dân; có lẽ họ sẽ biết [về]."
zu: [Wathi], "Joseph, O muntu yeqiniso, asichazele izinkomo eziyisikhombisa ezikhuluphele sidliwe eziyisikhombisa [ezazingaphansi] iphilile, futhi spikes green eziyisikhombisa [zokusanhlamvu] nabanye [ezazingaphansi] elomile - engingase ubuyele

# Quran1643
source: [Joseph] said, "You will plant for seven years consecutively; and what you harvest leave in its spikes, except a little from which you will eat.
ca: [Joseph] va dir, "sembrar durant set anys consecutivament; i el que vostè collita deixar a les espigues, excepte una mica del que vostè va a menjar.
cy: Dywedodd [Joseph], "Bydd plannu am saith mlynedd yn olynol; a beth yr ydych yn ei gynaeafu adael yn ei spikes, ac eithrio ychydig o a bydd rydych yn ei fwyta.
da: [Joseph] sagde, "du vil plante i syv år efter hinanden; og hvad du høste forlade i sine pigge, undtagen lidt fra som du vil spise.
el: [Ζοζέφ] είπε, «θα φυτεψετε για επτά χρόνια διαδοχικά, και τι μπορείτε να συγκομιδή αφήστε τις αιχμές, εκτός από λίγο από την οποία θα φάτε.
et: [Joseph] ütles: "sul taim seitse aastat järjest; ja mida sa saagi jätta oma naelu: mis sa sööd natuke teisiti.
fi: [Joseph] sanoi, "istutan seitsemän vuotta peräkkäin; ja mitä sato jättää sen piikit lukuun ottamatta hieman jota syöt.
he: [יוסף] אמר, "אתה נשתול. במשך שבע שנים ברציפות; מה אתה מסיק תיתרחק spikes שלו, מלבד קצת אשר אתה תאכל.
hr: [Joseph] je rekao, "da će biljka za sedam godina uzastopno; i ono što uzimate u šiljcima, osim malo iz koje će jesti.
lt: [Juozapas] sakė: "jums bus augalų septynerius metus iš eilės; ir ką jūs derliaus palikti savo šuoliai, išskyrus mažai kuri jums valgyti.
lv: [Joseph] teica: "jūs stādīsiet septiņus gadus pēc kārtas; un ko jūs novākt atstāt tās tapas, izņemot nedaudz, no kuriem jums būs ēst.
nb: [Joseph] sa, "du skal plante i syv år etter hverandre; og hva du høste la i sin pigger, unntatt litt fra som du spiser.
sk: [Joseph] povedal: "budete rastlín sedem rokov po sebe; a čo zbierate opustiť jeho špičky, s výnimkou málo od ktorej budete jesť.
sl: [Joseph] je dejal, "boste rastlin za sedem let zaporedoma; in kaj vam žetve pustite v trni, razen malo iz katerih boste jedli.
sr_cyrl: [Јосепх ] је рекао, "ће посадите седам година узастопно; и шта си скупљала оставити у њене бодље, осим мало од које цете јести.
sr_latn: [Joseph] je rekao, "će posadite sedam godina uzastopno; i šta si skupljala ostaviti u njene bodlje, osim malo od koje cete jesti.
uk: [Джозеф] сказав: "ви будете саджати протягом семи років поспіль; і те, що ви урожай залишити її шипи, за винятком трохи, з якої ви будете їсти.
vi: [Joseph] nói, "bạn sẽ trồng trong bảy năm liên tiếp; và những gì bạn thu hoạch lại trong gai của mình, ngoại trừ một chút từ đó bạn sẽ ăn.
zu: [Joseph] wathi: "Uyotshala iminyaka eyisikhombisa zilandelana; futhi lokho ukuvuna ikhefu spikes yayo, ngaphandle kancane ozakudla.

# Quran1644
source: Then will come after that seven difficult [years] which will consume what you saved for them, except a little from which you will store.
ca: Llavors es vénen després que set [anys] difícils que consumirà el que heu desat per a ells, excepte una mica del que s'emmagatzemarà.
cy: Bydd wedyn yn dod ar ôl y saith [blynyddoedd anodd] a bydd yfed beth fyddwch yn ei arbed ar eu cyfer, ac eithrio ychydig o a byddwch yn storio'r.
da: Derefter vil komme efter at syv vanskelige [år] vil som forbruger, hvad du gemte dem, undtagen lidt fra hvor du vil gemme.
el: Στη συνέχεια θα έρθει μετά ότι επτά δύσκολα [χρόνια] που θα καταναλώσει ό, τι έχετε αποθηκεύσει για αυτούς, εκτός από λίγο από την οποία θα αποθηκεύσετε.
et: Siis hakkab järele tulla, et seitsme raske [aasta] mis võtab enda alla neile salvestasite, v.a vähe, mida kavatsete.
fi: Sitten takanani, että seitsemän vaikea [vuotta] tiedostoryhmiä, mitä olet tallentanut niitä, lukuun ottamatta hieman joka säilytetään.
he: אז בא לאחר כי שבע קשה [שנים] אשר יאכל מה ששמרת עבורם, מלבד קצת אשר תוכלו לאחסן.
hr: Onda će krenuti da sedam teško [godina] koji će pojesti ono što ste spremili za njih, osim malo od koji će pohraniti.
lt: Tada bus ateiti po kad septyni sunku [metai] bus suvartojančioms ką įrašėte jiems, išskyrus mažai kuri bus saugomi.
lv: Tad nāks pēc, ka septiņi grūti [gadi] kas patērēs saglabājāt viņiem, izņemot nedaudz no tiks glabāti.
nb: Da vil komme etter at syv vanskelig [år] som vil ta opp hva du lagret for dem, unntatt litt fra der du vil lagre.
sk: Potom príde po, že sedem ťažké [roky] ktorý bude konzumovať to, čo ste uložili, pre nich, s výnimkou trochu z ktorej budete ukladať.
sl: Nato bo prišel po da sedem težko [leta] ki zaužiti kaj ste shranili za njih, razen malo, iz katere boste shranjevali.
sr_cyrl: Онда ће кренути да седам тешко [година] који заузеће спасио си за њих, осим мало из које ћете ускладиштити.
sr_latn: Onda će krenuti da sedam teško [godina] koji zauzeće spasio si za njih, osim malo iz koje ćete uskladištiti.
uk: Потім буде вслід за що важко [семирічної] який буде споживати те, що ви зберегли для них, за винятком трохи від якого буде збережено.
vi: Sau đó sẽ đến sau rằng bảy năm khó khăn [] đó sẽ tiêu thụ những gì bạn lưu lại cho họ, ngoại trừ một chút từ đó bạn sẽ lưu trữ.
zu: Kuyobe sekufika emva kunzima [iminyaka] eziyisikhombisa Uzodla lokho oyilondolizile for them, ngaphandle kancane lapho ungase izogcina.

# Quran1645
source: Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes]."
ca: Després vindrà després que un any en el qual la gent li donarà pluja i en el qual es premsa [olives i raïm]."
cy: Yna bydd yn dod ar ôl y flwyddyn y bydd pobl yn cael glaw ac y maent bydd bwyso [olifau a grawnwin]."
da: Derefter kommer efter, at et år, hvor folk får regn og som de vil presse [oliven og vindruer]."
el: Στη συνέχεια θα έρθει μετά από αυτό το χρόνο με τον οποίο οι άνθρωποι θα δοθεί βροχή και στην οποία θα μπορούν να πατήσουν [ελιές και σταφύλια].»
et: Siis tulevad pärast seda aastas, kus rahvale antakse vihma ja kus nad vajutage [oliive ja viinamarju]."
fi: Sitten tulee sen jälkeen, jossa kansan annetaan sade vuosi ja jossa ne paina [oliiveja ja viinirypäleet].
he: אז אבוא אחר כך בשנה שבה תינתן העם גשם, שבו הם יקישו [זיתים וענבים]."
hr: Onda će doći nakon toga godinu dana u kojem ljudi dobit će kiše i u kojem će pritisnite [masline i grožđe]."
lt: Tada ateis po to per metus, kurioje žmonėms bus suteikta lietaus ir, kuriose jie bus paspausti [alyvmedžiai ir vynuogynai]."
lv: Tad nāks pēc tā gada, kurā cilvēki tiks dota lietus un kurā viņi uzstās [olīvu un vīnogu]."
nb: Deretter kommer etter det året der folk får regn og der de trykker [oliven og druer]."
sk: Potom príde po tom roku, v ktorom ľudia budú mať dážď a v ktorom sa stlačením [olivy a vinič]."
sl: Nato bo prišel po tem letu, v katerem ljudje bodo imeli dež in v kateri so pritisnite [oljk in grozdja]."
sr_cyrl: Онда це доци након тога годину у којој су људи ће добити кише и у којој ће притисните [маслине и грожђе]."
sr_latn: Onda ce doci nakon toga godinu u kojoj su ljudi će dobiti kiše i u kojoj će pritisnite [masline i grožđe]."
uk: Тоді прийде після цього року, в якому люди отримаєте дощ і в якій вони будуть натисніть клавішу [оливки і виноград]."
vi: Sau đó sẽ đến sau đó một năm, trong đó người dân sẽ được trao cho mưa và trong đó họ sẽ nhấn [ô liu và nho]."
zu: Kuyobe sekufika ngemva kwalokho unyaka lapho abantu uyonikwa imvula futhi lapho bayohlala ucindezela [iminqumo amagilebhisi]. "

# Quran1646
source: And the king said, "Bring him to me." But when the messenger came to him, [Joseph] said, "Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan."
ca: I el rei va dir, "Portar-lo a mi." Però quan el missatger va venir a ell, [Joseph] va dir, "tornar al seu mestre i li pregunto què és el cas de les dones que tallar les mans. De fet, el meu Senyor és saber del seu pla".
cy: A dywedodd y Brenin, "dod ag ef i mi." Ond pan ddaeth y negesydd iddo, dywedodd [Joseph], "dychwelyd at eich Meistr a gofynnwch iddo beth yw achos y menywod sy'n torri eu dwylo. Yn wir, fy Arglwydd yn gwybod eu cynllun.
da: Og kongen sagde: "Bringe ham til mig." Men når budbringeren kom til ham, [Joseph] sagde, "vende tilbage til din master og spørge ham, hvad der er tilfældet med de kvinder, der skar deres hænder. Ja, min herre er at vide af deres plan."
el: Και ο βασιλιάς είπε, «να τον φέρει σε μένα.» Αλλά όταν ο αγγελιοφόρος ήρθε σ ' αυτόν, είπε [Ζοζέφ], "Επιστρέψτε αφέντη σου και να τον ρωτήσω τι είναι η περίπτωση των γυναικών που έκοψε τα χέρια τους. Πράγματι, Κύριέ μου είναι γνωρίζοντας τους σχεδίου.»
et: Ja kuningas ütles: "Tooge ta mulle." Kuid kui sõnumitooja tuli temale [Joseph] ütles: "tagasi oma master ja küsida temalt, mis on nii naised, kes lõigatud käsi. Tõepoolest, minu Issand on teades nende plaan."
fi: Ja kuningas sanoi: "Tuo hänet minulle." Mutta kun sanansaattaja tuli hänelle [Joseph] sanoi, "palaa mestari ja kysyä häneltä, mitä tapahtuu naisille, jotka leikkaa kätensä. Herra onkin tietäen suunnitelman."
he: המלך אמר: "תביא לי אותו." אבל כאשר השליח הגיע אליו: [יוסף] אמר, "לחזור אל אדונך. שאל אותו מה הוא המקרה של הנשים אשר חותכות את ידיהן. אכן, אדוני הוא שהידיעה של התוכנית שלהם."
hr: I Kralj reče: "Dovedite mi ga." Ali kada je glasnik došao do njega, [Joseph] je rekao, "vratiti svom gospodaru i pitati ga što je slučaj žene koje odsjeku ruke. Doista, gospodaru je poznavanje njihovog plana."
lt: Ir karalius pasakė: "Duoti jam man." Bet kai messenger atėjo į jį, [Juozapas] pasakė, "grįžti į savo meistras ir jo paklausti, kas yra moterų, kurios sumažino jų rankas. Iš tiesų, mano Viešpats yra žinios jų planą."
lv: Un karalis teica: "Panākt viņu pie manis." Bet, kad kurjers nāca pie viņa, [Joseph] teica: "atgriezties jūsu mestrs un jautātu, kas attiecas uz sievietēm, kas pļāva viņu rokās. Protams, mans kungs ir zinot savu rīcības plānu."
nb: Og kongen sa, "Bringe ham til meg." Men når messenger kom til ham [Joseph] sa, "tilbake til master og spørre ham hva er tilfelle av kvinnene som kutte hendene. Faktisk, min Herre er vite av sin plan.
sk: A kráľ povedal: "Priveďte ho ku mne." Ale keď posol prišiel k nemu [Joseph] povedal, "návrat do svojho pána a spýtajte sa ho, čo sa týka žien, ktorí znížiť svoje ruky. Vskutku, môj pán je znalosť ich plán."
sl: In kralj je dejal, "Pripelji ga k meni." Ampak ko sel prišel k njemu, [Joseph] je dejal, "vrnite svojemu gospodarju in ga vprašal, kaj velja za ženske, ki zmanjšal svoje roke. Pravzaprav, moj gospodar je poznavanje njihovega načrta."
sr_cyrl: И краљ је рекао, "Доведи ми га." Али када гласник му пришао [Јосепх] је рекао, "Вратите се свом господару и питај га ста је случај жене који секу руке. Заиста , мој господару је знајужи од њиховог плана."
sr_latn: I kralj je rekao, "Dovedi mi ga." Ali kada glasnik mu prišao [Joseph] je rekao, "Vratite se svom gospodaru i pitaj ga sta je slučaj žene koji seku ruke. Zaista, moj gospodaru je znajuжi od njihovog plana."
uk: А цар сказав: "Приведіть до мене його." Але коли messenger прийшли до нього, сказав [Джозеф], "повернення зі своїм господарем і попросити його, що йде про жінок, які скоротили свої руки. Справді, мій Господь є знаючи, що їх плану".
vi: Và nhà vua nói: "Mang lại cho anh ta với tôi." Nhưng khi messenger đến anh ta, [Joseph] nói, "trở về tổng thể của bạn và hỏi anh ta những gì là trường hợp của phụ nữ đã cắt tay của họ. Thật vậy, thưa Đức vua là biết kế hoạch của chúng."
zu: Inkosi yathi: "Mkhuphuleni nimlethe lapha kimi."
