Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran551
source: Indeed, Allah commands you to render trusts to whom they are due and when you judge between people to judge with justice. Excellent is that which Allah instructs you. Indeed, Allah is ever Hearing and Seeing.
ca: De fet, Allah mana a rendir fideïcomisos de qui són causa i quan vostè jutjar entre persones per jutjar amb justícia. Excel·lent és el que l'instrueix Allah. De fet, Allah és mai auditives i veient.
cy: Yn wir, mae Allah yn hawlio chi i rendr ymddiriedolaethau i bwy y maent yn ddyledus a pan farnwch rhwng pobl farnu yn gyfiawnder. Rhagorol yw sy'n eich cyfarwyddo Allah. Yn wir, Allah yn erioed clyw a gweld.
da: Faktisk kommandoer Allah du gengive trusts hvem de forfalder, og når du dømme mellem mennesker at dømme med retfærdighed. Fremragende er den, som Allah instruerer dig. Allah er faktisk nogensinde høre og se.
el: Πράγματι, Αλλάχ εντολές να καταστήσει τα καταπιστεύματα, στον οποίο οφείλονται και όταν εσείς κρίνετε μεταξύ των ανθρώπων να κρίνει με δικαιοσύνη. Εξαιρετικές είναι αυτό που Αλλάχ σας καθοδηγεί. Πράγματι, Αλλάχ είναι ποτέ ακοής και βλέπουμε.
et: Tõepoolest, Allah käsib teil muuta lähtub sellest, kellele need maksmisele kuuluvad ja millal sa kohtunik inimesed kohtunik υigluse vahel. Väga hea on see, mida Jumal käsib. Tõepoolest, Allah on kunagi kuulmise ja nägemine.
fi: Itse asiassa Jumala komennot tehdä säätiöt ovat ja kun arvostelet välillä ihmisiä arvioimaan oikeus. Erinomaista on, että, jossa Jumala neuvotaan. Itse asiassa Jumala on koskaan kuulo ja ymmärtämään.
he: אכן, אללה מורה לך. לעשות סומך על מי הן בשל כאשר אתה שופט בין אנשים לשפוט עם צדק. מעולה הוא זה אשר אללה מורה לך. אכן, אללה הוא אי פעם לשמוע ולא לראות.
hr: Uistinu, Allah zapovijeda pružiti Zaklada kojima su zbog i kad vi sudite među ljudima da sudim s pravdom. Odličan je ono što Allah uputi. Uistinu, Allah je ikada čuo i vidio.
lt: Iš tiesų, Allah komandas galite teikti investicinių fondų kam jie yra mokamas ir kada jūs spręsti tarp žmonių spręsti su teisingumo. Puikus yra tai, kas Dievas liepia. Iš tiesų, Allah yra kada nors klausos ir matyti.
lv: Patiešām, Allah komandas jūs padarīt fondi, kuriem tie pienākas un kad jūs tiesnesis starp cilvēkiem ar tiesu spriest. Lieliski ir tas, ko dod norādījumu Allah. Patiešām, Allah ir kādreiz dzirdes un redzēt.
nb: Faktisk kommandoer Allah du kan gjengi klareringer hvem de forfaller og når dere dømmer mellom mennesker, døm da rettferdig. Utmerket er som Allah ber deg. Døyve er faktisk noen gang høre og se.
sk: Vskutku, Alah príkazy vám k tomu verí, ktoré sú splatné a keď sudca medzi ľudí súdiť so súdmi. Výborné je to, čo Boh vyzve. Boh je naozaj niekedy počúvať a vidieť.
sl: Res, Allah ukazi, nuditi skladov komu zapadejo in kdaj sodite med ljudi, da sodnik z pravosodje. Odlično je to kar Allah daje navodila. Res, Allah je koli obravnave in videli.
sr_cyrl: Заиста , Аллах наређује да доноси поузданост коме су крајњи рок, и кад судите међу људима да судим с правдом. Да ли је то што Аллах наложи изврстан. Уистину , Аллах је икада слух па ти се привидја.
sr_latn: Zaista, Allah naređuje da donosi pouzdanost kome su krajnji rok, i kad sudite među ljudima da sudim s pravdom. Da li je to što Allah naloži izvrstan. Uistinu, Allah je ikada sluh pa ti se prividja.
uk: Дійсно, Аллах команд ви надати трасти, для якого їх призначено, і коли ви судити між людьми судити з правосуддя. Відмінні є те, що Аллах дає вам. Дійсно, Аллах є, коли-небудь слухом і проводи.
vi: Thật vậy, Allah lệnh bạn để render tín đến người mà họ là do khi bạn thẩm phán giữa người thẩm phán với tư pháp. Tuyệt vời là điều mà Allah hướng dẫn bạn. Thật vậy, Allah là bao giờ thính và nhìn thấy.
zu: Ngempela, Allah okuyala ukuba sinikele trust kubani benjalo ngenxa yakho, nalapho uhamba ngahlulele phakathi kwabantu ukuba bahlulele ngobulungisa.

# Quran552
source: O you who have believed, obey Allah and obey the Messenger and those in authority among you. And if you disagree over anything, refer it to Allah and the Messenger, if you should believe in Allah and the Last Day. That is the best [way] and best in result.
ca: O es que he cregut, obeir Allah i obeir el Missatger i els de l'autoritat entre vosaltres. I en cas de discrepància sobre tot, es refereixen a Allah i el Messenger, si vostè ha de creure en Allah i el darrer dia. Que és el millor [camí] i millor resultat.
cy: O ydych sydd wedi credu, ufuddhau Allah ac ufuddhau y negesydd a'r rhai mewn awdurdod yn eich plith. Ac os ydych yn anghytuno dros unrhyw beth, gyfeirio at Allah a Messenger, os ddylech gredu yn Allah ac yn y dydd diwethaf. Dyna'r gorau [ffordd] a'r gorau yn ganlyniad.
da: O du, der har troet, Adlyd Allah og Adlyd sendebudet og dem i myndighed blandt jer. Og hvis du er uenige om noget, henviser det til Allah og Messenger, hvis du skal tro på Allah og den yderste dag. Det er den bedste [vejen] og bedste i resultatet.
el: O εσείς που πίστευαν, να τηρείτε Αλλάχ και τηρείτε το Messenger και στην εξουσία και ανάμεσά σας. Και αν διαφωνείτε πάνω από το οτιδήποτε, παραπέμψει Αλλάχ και το Messenger, αν θα πρέπει να πιστεύουν στο Αλλάχ και την τελευταία ημέρα. Αυτό είναι το καλύτερο [τρόπος] και καλύτερη στο αποτέλεσμα.
et: O kes oleks uskunud, kuuletuma Jumala ja kuuletuma sõnumitooja ja need teie seast ametiasutusest. Ja kui te ei nõustu üle midagi, suunata Allah ja sõnumitooja, kui te peaks uskuma Jumalat ja viimasel päeval. Mis on parim [viis] ja parima tulemuse.
fi: Oi te, jotka ovat uskoneet totella Jumalaa ja noudattaa Messenger ja viranomaiset keskuudessanne. Ja jos et hyväksy yli mitään, asian Allah ja Messenger, jos uskot Jumalaan ja viimeiseen päivään. Tämä on paras [tapa] ja parhaan tuloksen.
he:  מי מאמין, לציית אללה ולציית השליח ואלו ברשות ביניכם. אם אתה לא מסכים על כלום, להתייחס לזה אללה השליח, אם אתה צריך להאמין אללה, היום האחרון. זה הוא הטוב ביותר [דרך] מחירי כתוצאה.
hr: O ti koji su vjerovali, pokoravaju Allahu i poštivati Glasnik i onima među vama. I ako se ne slažete oko ništa, odnose na Allaha i Messenger, ako treba vjerovati u Allaha i zadnji dan. To je najbolji [put] i najbolji rezultat.
lt: O jūs, kurie tikėjo, paklusti Dievo ir pakluskite Messenger ir tuos įgaliojimus tarp jūsų. Ir jei jūs nesutinkate daugiau nieko, kreiptis į Dievo ir Messenger, jei galite tikėti Dievo ir paskutinę dieną. Tai geriausia [taip] ir geriausias rezultatas.
lv: O jums, kas ticējusi, paklausīt Allah un paklausīt Messenger, un šo iestādi jūsu vidū. Un, ja jūs nepiekrītat, vairāk nekā jebkas, nodot to Allah un Messenger, ja būtu tic Allah un pēdējā dienā. Tas ir labākais [ceļu] un labāko rezultātu.
nb: O du hvem har trodd, adlyde Allah og adlyde Messenger og de med myndighet blant dere. Og hvis du uenighet over noe, refererer det til Allah og Messenger, hvis du skulle tro på Allah og siste dag. Det er den beste [slik] og beste resultat.
sk: O vás, ktorí ste uverili, počúvať Boha a počúvať posol, a tých pri moci medzi vami. A ak nesúhlasí viac ako čokoľvek, je Alah a Messenger, ak by ste mali veriť v Boha a v posledný deň. To je najlepšie [cesta] a najlepší výsledok.
sl: O ki ste verjeli, Allah ubogati in ubogati sel in tiste v organ med vami. In če se ne strinjate nad nič, zadevo predloži Allah in sel, če bi morali verjeti v Allah in zadnji dan. To je najboljši [pot] in najboljši rezultat.
sr_cyrl: О ти који верују, покоравати Алаха и покоравати гласник и оне у ауторитет медју вама. И ако ти се не слажу око ништа, погледајте то Алах и гласник, ако ти треба да верујеш у Аллаха и последњи дан. То је најбоља [тако] и најбоље у резултат.
sr_latn: O ti koji veruju, pokoravati Alaha i pokoravati glasnik i one u autoritet medju vama. I ako ti se ne slažu oko ništa, pogledajte to Alah i glasnik, ako ti treba da veruješ u Allaha i poslednji dan. To je najbolja [tako] i najbolje u rezultat.
uk: О ви, хто вірив, дотримуйтесь Аллах і коритися Посланника і тих, хто в авторитет серед вас. І якщо ви не згодні, через що-небудь, передати його Аллах і Messenger, якщо ви повинні вірити в Аллах і останній день. Ось кращі [шлях] і найкраще в результаті.
vi: O bạn của những người đã tin tưởng, tuân theo Allah và tuân theo các Messenger và những người trong chính quyền trong số các bạn. Và nếu bạn không đồng ý về bất cứ điều gì, tham khảo nó Allah và Messenger, nếu bạn nên tin vào Allah và ngày cuối cùng. Đó là tốt nhất [cách] và tốt nhất trong kết quả.
zu: O you kholwa hlonipha Allah futhi silalele Messenger bese kuthi labo abanegunya phakathi kwenu.

# Quran553
source: Have you not seen those who claim to have believed in what was revealed to you, [O Muhammad], and what was revealed before you? They wish to refer legislation to Taghut, while they were commanded to reject it; and Satan wishes to lead them far astray.
ca: No has vist aquells que afirmen haver cregut en el que es va revelar a vostè, [O Muhammad], i el que va ser revelat abans? Desitgen referir-se a la legislació Taghut, mentre que eren comandades per rebutjar-lo; i Satan vol porten lluny per mal camí.
cy: Nid ydych wedi gweld rhai sy'n honni eu bod wedi credu yn yr hyn a ddatgelwyd i chi, [O Muhammad], a'r hyn a ddatgelwyd cyn i chi? Maent yn dymuno cyfeirio deddfwriaeth i Taghut, tra roedd tuag atynt ei wrthod; ac mae Satan yn dymuno arwain iddynt lawer ar gyfeiliorn.
da: Har du ikke set dem, der hævder at have troet på det blev afsløret at du, [O Muhammad], og hvad blev afsløret før du? De ønsker at henvise lovgivning til Taghut, mens de blev befalet at forkaste det; og Satan ønsker at føre dem videre på afveje.
el: Έχετε δει εκείνους που ισχυρίζονται ότι πιστεύουν σε ό, τι αποκαλύφθηκε σε εσάς, [Ο Μωάμεθ], και αυτό που αποκαλύφθηκε πριν από σας; Επιθυμούν να αναφερθούν νομοθεσία να Taghut, ενώ τους παρήγγειλε να απορρίψει? και ο Σατανάς θέλει να οδηγήσει τους δρόμους.
et: Sa ei ole näinud neid, kes väidavad, et uskunud, mida ilmutati sa [O Muhammad], ja milline oli näitas enne sind? Nad soovivad suunata õigusaktidega Taghut, kuigi nad olid käskinud tagasilükkava; ja Saatan soovib viia nad kaugele eksinud.
fi: Etkö ole nähnyt, jotka väittävät ovat uskoneet mitä selvisi [Oi Muhammed], ja kävi ilmi edessänne? He haluavat tarkastella lainsäädäntöä Taghut, vaikka ne käskettiin hylätä sitä; ja Saatana haluaa johtaa aivan harhaan.
he: לא ראית את אלה הטוענים כי האמינו מה נגלה לך, [O מוחמד], וגם מה שנחשף לפני? הם רוצים להפנות חקיקה Taghut, בעוד הם היו מצווים לסרב לה; השטן רוצה להטעות אותם רחוק.
hr: Zar ti nisi vidio one koji tvrde da su vjerovali u ono što je otkrio, [O Muhammad], i što je otkrivena prije nego što? Oni žele da se odnosi zakon o Taghut, dok im je zapovijeđeno da odbaci to; i sotona želi Werthom daleko.
lt: Jūs mačiau tų, kurie teigia, kad tikėti, kas buvo atskleista jums, [O Muhammad], ir kas buvo atskleista prieš jus? Nurodyti teisės aktus, Taghut, o jie buvo liepė jį atmesti; ir Šėtonas nori vesti juos toli kelio.
lv: Vai jums nav redzams, tiem, kas apgalvo, ka ir uzskats, kas tika atklāts [O Muhammad], un kas tika atklāts pirms jums? Viņi vēlas vērsties tiesību Taghut, kamēr viņi bija pavēlējis noraidīt un sātans grib aizvest tālu apmaldīties.
nb: Har du ikke sett dem som hevder å ha trodd i det var åpenbart for deg, [O Muhammad], og det var åpenbart før du? De ønsker å referere lovgivning for å Taghut, mens de ble befalt å avvise det. og Satan ønsker å lede dem langt vill.
sk: Už ste nevideli, tí, ktorí tvrdia, že veril v to, čo bolo zjavené, aby ste [Mohamed], a to, čo bolo odhalené pred vami? Chcú byť právne predpisy Taghut, zatiaľ čo oni boli prikázané, odmietnuť a Satan chce viesť ďaleko scestie.
sl: Si videl tisti, ki trdijo, da so verjeli v kaj je pokazala, da vam, [O Muhammad], in kaj je pokazala pred vami? Se želita sklicevati zakonodaje za Taghut, medtem ko so bili ukazal, da zavrne; in Satan želi, da jih vodijo zašel daleč.
sr_cyrl: Нисам те видео они који тврде да су веровали у шта је откривено, [О Мухаммад], и како је релевентно пред вама? Они желе да се односе на закон о Тагхут, док су били наредио да одбаци то; а Сотона жели да их доведе далеко од правог пута.
sr_latn: Nisam te video oni koji tvrde da su verovali u šta je otkriveno, [O Muhammad], i kako je releventno pred vama? Oni žele da se odnose na zakon o Taghut, dok su bili naredio da odbaci to; a Sotona želi da ih dovede daleko od pravog puta.
uk: Ви не бачили, ті, хто стверджують, що він вірив в те, що було виявлено ви [O Мухаммад], і що було встановлено, перш ніж ви? Вони хотіли б послатися законодавства до Taghut, хоча вони були наказав, щоб відхилити його; і сатана бажає приводити їх в оману далеко.
vi: Bạn đã không thấy những người yêu cầu bồi thường để có tin vào những gì đã được tiết lộ cho bạn, [O Muhammad], và những gì đã được tiết lộ trước khi bạn? Họ muốn giới thiệu pháp luật để Taghut, trong khi họ đã được chỉ huy để từ chối nó; và Satan muốn đưa họ xa lạc lối.
zu: Awukaze yini uphawule labo abathi fanele kholwa babe phendla you, [O Muhammad], futhi ngaphakathi babe phendla kadukuba you?

# Quran554
source: And when it is said to them, "Come to what Allah has revealed and to the Messenger," you see the hypocrites turning away from you in aversion.
ca: I quan es diu que, "Arribat Allah ha revelat i el Messenger," veieu els hipòcrites inflexió de tu en aversió.
cy: A phan ddywedir iddynt, "Dod i beth Allah wedi datgelu a Messenger," yr ydych yn gweld y rhagrithwyr yn troi oddi wrth ichi mewn gwrthwynebiad.
da: Og når det er sagt til dem, "Kom at hvad Allah har åbenbaret og Messenger," du ser hyklerne vender væk fra dig i aversion.
el: Και όταν λέγεται σε αυτές, «Έλα να τι αποκάλυψε ο Αλλάχ και το Messenger,» μπορείτε δείτε υποκριτές στροφή μακριά από εσάς σε αποστροφή.
et: Ja kui öeldakse, et "Tule Jumal on näidanud ja sõnumitooja," näete keerates eemale vastumeelsus silmakirjatsejad.
fi: Ja kun sanotaan, "Tule Jumala paljasti ja Messenger," näet tekopyhät kääntyvät poispäin välttäminen.
he: וכאשר נאמר להם, "בוא מה חשף אללה, השליח," אתה רואה הצבועים ממך להסגיר סלידה.
hr: I kad je rekao da ih, "Došao da ono što je Allah objavio i Glasnik," Vidiš licemjeri odbijajući u averziju.
lt: Ir kai jis sako, kad juos, "Atėjo į ką Dievas parodė ir Messenger," mato posūkis nuo jūsų baimė veidmainiai.
lv: Un kad tā pagriezās pret viņiem "Nāc Allah ir atklāts un Messenger," jūs redzat liekuļi, pagrieziena virzienā prom no sevis riebums.
nb: Og når det er sagt, "Kommer det Gud har åpenbart og Messenger," du hyklerne snu fra deg i aversjon.
sk: A keď sa hovorí, "Príde čo Boh ukázal a Messenger," vidíte pokrytci odvracajú od vás v odpor.
sl: In ko je dejal, da njih, "Pridi kaj Allah je pokazala in sel," vidiš, hinavci, ki se obrača stran od vas v odpor.
sr_cyrl: И када га је рекао за њих,"Хајде да шта Аллах је открио и да гласник," Видите хипокрите окреће од тебе у аверзију.
sr_latn: I kada ga je rekao za njih, "Hajde da šta Allah je otkrio i da glasnik," Vidite hipokrite okreće od tebe u averziju.
uk: І коли він сказав їм: "Прийдіть показав Аллах і Messenger," ви бачите лицеміри, відвернувшись від вас в огиду.
vi: Và khi nó được cho họ, "Come để những gì Allah đã tiết lộ và Messenger," bạn thấy hypocrites chuyển ra xa bạn trong chán ghét.
zu: Futhi uma wathi kubo: "Wozani kulokho Allah uye wasembulela gijimi," nibona bazenzisi sifulathele kuwe enyanya.

# Quran555
source: So how [will it be] when disaster strikes them because of what their hands have put forth and then they come to you swearing by Allah, "We intended nothing but good conduct and accommodation."
ca: Així com [serà] Quan vagues de desastre-los per què les seves mans han posat endavant i després vénen a tu jurar per Allah, "Hem pensat res però bona conducta i allotjament."
cy: Felly sut y [fydd] pan mae'r drychineb yn taro eu oherwydd hyn wedi eu dwylo ymlaen ac yna maent yn dod i chi rhegi gan Allah, "ein bwriad oedd dim ond ymddygiad da a llety."
da: Så hvordan [kan] når katastrofen rammer dem på grund af hvad deres hænder har lagt frem, og så de kommer til dig bande af Allah, "Vi bestemt intet men god adfærd og overnatning."
el: Τόσο πώς [θα] όταν τους χτυπά η καταστροφή λόγω τι έχουν βάλει εμπρός τα χέρια τους και στη συνέχεια έρχεται σε σένα ορκιζόμαστε Αλλάχ, "Που σκοπεύαμε τίποτα αλλά την καλή συμπεριφορά και την διαμονή."
et: Kuidas [on] Kuna katastroof neid tõttu, mida nende käes on ajama ja siis nad tulevad sinu sõimu Allahi "Me ette midagi kuid tegevusjuhendisse ning majutus."
fi: Joten miten [on] kun katastrofi iskee niitä koska kädet ovat ojensi ja sitten ne tulevat sinulle vannovat Allah, "Me tarkoitettu mitään mutta Majoitus- ja käytännesäännöt."
he: אז איך [יהיה] כאשר אסון מכה אותם בגלל מה ידיהם לשים הלאה, ואז הם באים אליך נשבעים אללה, "שהתכוונו כלום אבל התנהגות טובה וחדרי אירוח."
hr: Kako [to se] kada propast udarac ih zbog što rukama iznijeli i onda dođu ti psovanja i mimo Allaha, "Namijenjen mi ništa osim dobrog ponašanja i smještaj."
lt: Taip, kaip [bus] kai nelaimei juos dėl kas savo rankose turi pasidengti ir tada jie ateis pas jus davimo iš Dievo, "Mes skirti nieko bet gero elgesio ir numeriai."
lv: Tā kā [būtu] kad katastrofa tiem sakarā ar to, ko viņu rokās ir nodot tālāk un tad viņi nāk pie jums nodod zvērestu, Allah, "Mēs paredzēts nekas bet labu uzvedību un izmitināšanu."
nb: Så hvordan [det er] når katastrofen streik dem på grunn av hva hendene har lagt frem og så kommer de til du sverger til Allah, "Vi ment ingenting men god oppførsel og overnatting."
sk: Tak ako [bude] kedy katastrofe, pretože čo ruky sa vystrel a potom prídu k tebe prisahať na Boha, "Sme určené nič ale dobré správanie a ubytovanie."
sl: Torej, kako [bo] Ko nesrečah jih zaradi kaj rokami so iztegnil in nato pridejo zaprisege z Allah, "Smo nič namenjeno ampak dobro vedenje in nastanitev."
sr_cyrl: Па како [то се] када катастрофа удари их због шта им руке ставио напред-назад и онда они долазе да ти псују Алаха ми, "Смо планирали ништа осим доброг понашања и смјештај."
sr_latn: Pa kako [to se] kada katastrofa udari ih zbog šta im ruke stavio napred-nazad i onda oni dolaze da ti psuju Alaha mi, "Smo planirali ništa osim dobrog ponašanja i smještaj."
uk: То як же [це буде] коли стихійного лиха їх через те, що їх руки висунув і потім вони приходять до вас лайка Аллах, "Ми призначений нічого, але гарної поведінки та проживання".
vi: Vì vậy, làm thế nào [nó sẽ] khi thiên tai đình công chúng vì những gì bàn tay của họ đã đưa ra và sau đó họ đến với bạn chửi thề của Allah, "Chúng tôi dự định gì cả nhưng hạnh kiểm và chỗ ở."
zu: Ngakho indlela [kuyobanjalo] uma bhicongo phansula them ngenxa babe bo andla wasolula bese beze kuwe ufunga Allah, "We wayehlose lutho kodwa ukuziphatha okuhle kanye yokuhlala."

# Quran556
source: Those are the ones of whom Allah knows what is in their hearts, so turn away from them but admonish them and speak to them a far-reaching word.
ca: Aquests són els de qui Allah sap el que està en els seus cors, així allunyar-los però amonestar-los i parlar-los d'una paraula de gran abast.
cy: Dyma'r rhai o bwy mae Allah yn gwybod beth sydd yn eu calonnau, felly droi oddi arnynt ond admonish iddynt a siarad â nhw air pellgyrhaeddol.
da: De er dem, for hvem Allah ved, hvad der er i deres hjerter, så vende sig væk fra dem, men formane dem og tale med dem en vidtrækkende word.
el: Εκείνοι είναι αυτοί από τους οποίους Αλλάχ γνωρίζει τι είναι στην καρδιά τους, έτσι στροφή μακριά από τους αλλά επιπλήξει τους και μιλήσω μαζί τους μια εκτεταμένη λέξη.
et: Need on need, kellele Jumal teab, mis on nende südamed, nii omakorda neid eemal aga noomima neid ja kaugeleulatuv sõna neile räägib.
fi: Nämä ovat niitä, joille Jumala tietää, mikä on heidän sydämensä, joten niiltä mutta nuhdella niitä ja puhumaan heille kauaskantoisia sanan.
he: אלה הם אלה של מי אללה יודע מה יש שם את ליבם אז מהם אבל שהדיון אותם, לדבר איתם מילה מרחיקות לכת.
hr: To su oni kojima Allah zna šta je u srcima, tako odvratiti od njih, ali ih opominjati i razgovarati s njima dalekosežne riječ.
lt: Yra tie, kuriems Dievas žino, kas yra jų širdyse, taip nusigręžti nuo jų, tačiau įspėti juos ir kalbėti jiems toli siekiančių žodį.
lv: Tie ir tie, par kuriem Allah zina, kāda ir viņu sirdis, tātad novērsties no viņiem, bet brīdināt viņus un runāt ar viņiem tālejošas vārdu.
nb: De er de for hvem Allah vet hva som er i deres hjerter, så slå fra dem men formane dem og si til dem en vidtrekkende ordet.
sk: To sú tie, o ktorých Boh vie, čo je v ich srdciach, tak zase preč od nich ale ich napomenúť a hovoriť s nimi ďalekosiahle slovo.
sl: To so tisti, za katere Allah ve, kaj je v svojih srcih, tako pa od njih ampak opominja jih in besedice nanje daljnosežne.
sr_cyrl: То су они од којих је Аллах зна шта је у њиховим срцима, па Окрени се од њих али их поступате и говори им далекосежне.
sr_latn: To su oni od kojih je Allah zna šta je u njihovim srcima, pa Okreni se od njih ali ih postupate i govori im dalekosežne.
uk: Ті, ті, з ким Аллах знає, що в їхніх серцях, так відвернутися від них, але наставляти їх і говорити з ними далекосяжні слово.
vi: Đó là những những người thân của người mà Allah biết là gì trong trái tim của họ, vì vậy bật ra khỏi họ nhưng admonish chúng, và nói chuyện với họ một từ xa.
zu: Labo yibo ngobani Allah uyazi ukuthi yini esezinhliziyweni nasezingqondweni zazo, ngakho jikisa them kodwa yokuyala bona kanye ukhulume kubo izwi efinyelela kude.
