Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran996
source: But those who believed and did righteous deeds - We charge no soul except [within] its capacity. Those are the companions of Paradise; they will abide therein eternally.
ca: Però els que creien i feien justos fets - cobrem cap ànima excepte [en] la seva capacitat. Aquells són els companys del paradís; es queda aquí eternament.
cy: Ond y rhai sy'n credu a oedd gweithredoedd cyfiawn-Rydym yn codi unrhyw enaid ac eithrio [yn] ei gallu. Mae'r rheini'n chymdeithion o baradwys; Bydd maent yn glynu ynddo fythol.
da: Men dem, som troede og gjorde retfærdige gerninger - vi opkræver ingen sjæl undtagen [i] dens kapacitet. De er kammerater i paradis; de vil overholde deri evigt.
el: Αλλά εκείνοι που πίστεψαν και έκανε δίκαιοι πράξεις - χρεώνουμε καμία ψυχή εκτός από [εντός] την ικανότητά της. Αυτοί είναι οι συνοδοί του Paradise? θα τηρήσει εκεί αιώνια.
et: Kuid need, kes uskusid ja tegin head teod - meil tasuta ükski hing peale [jooksul] suutlikkus. Need on kaaslased paradiis; nad järgivad seal igavesti.
fi: Mutta ne, jotka uskoivat ja teki vanhurskaat teot - veloitamme ole sielua paitsi [kuluessa] kapasiteettiaan. Ne ovat kumppaneita Paratiisiin; säädöksien siinä ikuisesti.
he: אבל מי האמין ועשה מעשים טובים - אנו גובים שום נשמה חוץ [בתוך] הקיבולת שלו. . אלו הלוויה של גן עדן; הם להישמע בו לנצח.
hr: Ali oni koji vjeruju i pravedna djela - da li mi naplatiti nitko osim unutar svojih kapaciteta. To su drugovi raja; Oni će u njemu vječno trpe.
lt: Bet tie, kurie tikėjo ir padarė teisingas poelgius - mes už sielos išskyrus [per] savo pajėgumų. Tai draugų Rojaus; jos paklūsta jame amžinai.
lv: Bet tiem, kas ticēja un nebija taisns darbiem - mēs maksa nav dvēsele, izņemot [ar] savas spējas. Tie ir paradīze; biedrus viņi ievēro tur mūžīgi.
nb: Men de som trodde og gjorde rettferdige gjerninger - vi belaster ingen soul unntatt [i] kapasiteten. De er ledsagere av paradis; de vil følge der evig.
sk: Ale tí, ktorí verili a urobil spravodlivé skutky - účtujeme dušu okrem [v rámci] svojej kapacity. Tie sú spoločníci raja; dodržia sa v ňom naveky.
sl: Ampak tisti, ki je verjel in naredil pravednici dejanja - bomo zaračunali nobene duše razen [v] svoje zmogljivosti. So tovariši raj; se bo upošteval v njem večno.
sr_cyrl: Али , они који верује и праведна дела - да ли наплацујемо нема душу осим унутар својих капацитета. То су Компањони раја; Они ће у томе вечно да трпе.
sr_latn: Ali, oni koji veruje i pravedna dela - da li naplacujemo nema dušu osim unutar svojih kapaciteta. To su Kompanjoni raja; Oni će u tome večno da trpe.
uk: Але ті, хто вірив і зробив добрі справи - ми стягуємо немає душі, за винятком [в] свій потенціал. Ті, товариші рай; вони будуть дотримуватися в цьому вічно.
vi: Nhưng những người tin tưởng và đã hành động công bình - chúng tôi tính phí không có linh hồn ngoại trừ trong khả năng của mình. Đó là những người bạn của thiên đường; họ sẽ tuân thủ trong đó luôn.
zu: Kodwa labo kholwa eyenza izenzo zokulunga - We bakhokhiswe akukho phefumulo [ngaphakathi] umthamo wayo.

# Quran997
source: And We will have removed whatever is within their breasts of resentment, [while] flowing beneath them are rivers. And they will say, "Praise to Allah, who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth." And they will be called, "This is Paradise, which you have been made to inherit for what you used to do."
ca: I tenir suprimirà sigui dins els seus pits de ressentiment, [mentre] que flueix sota d'ells són rius. I diuen, "lloar a Allah, que ens ha guiat a aquest; i ens vols mai han estat guiat si Allah tenia no ens guiat. Certament els missatgers del nostre Senyor havia arribat amb la veritat." I s'anomenarà, "Això és el paradís, que ha estat fet per heretar per què solia fer."
cy: A fydd wedi symud beth bynnag sydd o fewn eu bronnau drwgdeimlad, [tra bod] yn llifo oddi tanyn nhw yn afonydd. A byddant yn dweud, "ganmol i Allah, sydd wedi'n harwain ni i hyn; a byddai gennym erioed wedi fy nhywys os oedd Allah yn ein harwain ni. Yn sicr roedd y Negeswyr erbyn ein Arglwydd wedi dod â gwir." A bydd eu galw, "Dyma baradwys, a wnaed i etifeddu beth yr ydych yn ei defnyddio i wneud."
da: Og vi vil have fjernet, uanset hvad ligger mindre end deres bryster af vrede, [og] flyder under dem er floder. Og de vil sige, "ros til Allah, der har vejledt os til dette; og vi ville aldrig have været styret hvis Allah ikke havde styret os. Bestemt var budbringere af vor Herre kommet med sandheden." Og de vil blive kaldt, "Dette er paradis, som du har gjort for at arve for hvad du plejede at gøre."
el: Και έχουμε θα αφαιρέσει ό, τι είναι στο εσωτερικό τους μαστούς της δυσαρέσκειας, [ενώ] που ρέει κάτω από τους ποταμούς. Και θα λένε, «ο έπαινος στον Αλλάχ, ο οποίος μας καθοδήγησε για αυτό. και θα ποτέ καθοδηγήθηκε αν Αλλάχ δεν είχαν καθοδηγήσει μας. Σίγουρα οι αγγελιοφόροι του Κυρίου είχε έρθει με την αλήθεια.» Και μετά να κληθούν, «Αυτό είναι παράδεισος, που θα έχουν γίνει για να κληρονομήσει για αυτό που χρησιμοποιήσατε για να κάνετε.»
et: Ja me näidatakse ära, mis iganes on rindades pahameelt, [kuigi] all neid voolavad jõed on. Ja nad ütlevad, "Kiitke Jumalat, kes on juhtis meid sellele; ja me oleks kunagi on üles ehitatud kui Jumal oli juhitud meile. Kindlasti meie Issanda käskjalad olid tulnud tõde." Ja mida sel, "See on paradiis, te näha pärimiseks eest mida sa kasutada seda teha."
fi: Ja saamme poistettua mitä on kaunaa, rinnat [ja] virtaa niiden alla ovat jokien. Ja he sanovat "Praise Allah, joka on johdattanut meidät tähän; ja emme koskaan ohjannut jos Allah oli ei ohjannut meitä. Varmasti meidän Herramme sanansaattaja oli tullut totuuden." Ja ne on nimeltään, "Tämä on paratiisi, joka on tehty perimään käytit tehdä."
he: להוציא מה נמצא בתוך החזה שלהם את הכעס, [] הזורם מתחתם נמצאים הנהרות. הם יגידו, "השבח לאללה, אשר הוביל אותנו לכך; אנחנו מעולם לא היה הנחו אם אללה היה לא הדריכו אותנו. בהחלט כשליחים של אדוננו הגיע עם האמת" הם יקראו, "זה גן עדן, אשר עשית לרשת עבור מה נהגת לעשות".
hr: I mi će ukloniti sve što je u njihovim grudima mržnje, [dok] teče ispod njih su rijeke. I oni će reći, "hvala Allahu, koji nas je doveo na ovo; i mi bi nikada je vođena ako Allah je vođena nas. Svakako glasnici naš Gospodin je došao s istinom." I oni će se zvati, "Ovo je raj, koji si naslijediti za ono što si nekad."
lt: Ir mes bus pašalintos, kokia yra jų krūtys ir nuoskaudas, [o] teka po jų yra upės. Ir jie sako, "girti Allaho, kurie buvo vadovaujamasi mums. ir mes būtų niekada jau vadovaujasi jei Dievas ne vadovavosi mums. Tikrai pasiuntiniai mūsų Viešpaties atėjo su tiesa." Ir jie bus vadinami, "Tai yra rojus, kurie jums padaryti paveldėti už ką jūs czynili."
lv: Un mums tiks noņemts, kāds atrodas savu aizvainojumu, krūtis [savukārt] upes plūst zem tiem ir. Un viņi teiks, "slavēt Allah, kas mums ir jāvadās, lai šajā procesā; un mēs varētu nekad ir vadījusies ja Allah bija jāvadās ne mums. Noteikti mūsu Kunga kurjeriem bija ieradušies ar patiesību." Un viņi saucas, "Tas ir paradīze, kas jums ir jāizdara mantot par to, ko esat pieradis veikt."
nb: Og vi vil ha fjernet det er innenfor deres bryst harme, [mens] strømmer under dem er elver. Og de vil si, "ros å Døyve, som har ledet oss til dette; og vi ville aldri har vært guidet hvis Allah ikke hadde ledet oss. Sikkert hadde budbringere av vår Herre kommet med sannheten." Og de vil bli kalt, "Dette er paradis som du har gjort skal arve for hva du pleide å gjøre."
sk: A sme sa odstránili, čo je v ich prsia zášť, [zatiaľ čo] tečie pod nimi sú rieky. A povedia, "Chvála Bohu, ktorý má riadiť nás a my by nikdy bol vedený ak Boh riadil nie nás. Určite poslov náš Pán prišiel s pravdou." A že sa bude nazývať, "To je rajom, ktorý ste urobili dediť na čo ste zvyknutí robiť."
sl: In mi bo odstranjena, karkoli je v svojih prsi zamere, [pa] teče pod njimi rek. In ti bo rekel, "pohvale v Allah, ki nas vodi k temu; in smo bi nikoli ravna če Allah je ne vodi nas. Zagotovo glasniki naš Gospod je prišel z resnico." In jih bo pozval, "To je raj, ki ste jih naredili do dedovanja za kaj je za narediti."
sr_cyrl: И биће уклонили смо шта год је у њиховим грудима одбојности, [док] теку испод њих риверс. И рећи ће, "Слава Алаху, који нас је водио до ово; и смо бих никада водили ако Алах није имао нас водио. Свакако весници Господње дошао са истином." И они ће се звати, "Ово је рај, који те су направљени да наследи за шта си радио."
sr_latn: I biće uklonili smo šta god je u njihovim grudima odbojnosti, [dok] teku ispod njih rivers. I reći će, "Slava Alahu, koji nas je vodio do ovo; i smo bih nikada vodili ako Alah nije imao nas vodio. Svakako vesnici Gospodnje došao sa istinom." I oni će se zvati, "Ovo je raj, koji te su napravljeni da nasledi za šta si radio."
uk: І ми буде видалити все, що знаходиться в межах їх груди обурення, [хоча] тече під ними річок. І вони будуть говорити, "Хвала Аллах, який скеровує до цього; та б ніколи не непрофесійна якщо Аллах не привели нас. Звичайно посланців Господа нашого прийшов з правдою." І вони будуть називати, "Це рай, який ви вирішили наслідувати за те, що ви використовували, щоб зробити".
vi: Và chúng tôi sẽ có thể bỏ bất cứ điều gì là trong vú của họ oán hận, [trong khi] chảy bên dưới chúng là sông ngòi. Và họ sẽ nói rằng, "khen ngợi Allah, người đã hướng dẫn chúng ta đến điều này; và chúng tôi sẽ không bao giờ có được hướng dẫn nếu Allah đã không hướng dẫn cho chúng tôi. Chắc chắn các sứ giả của Chúa chúng ta đã đến với sự thật." Và họ sẽ được gọi là, "Điều này là thiên đường, bạn đã được thực hiện để thừa kế cho những gì bạn sử dụng để làm."
zu: Futhi Sizokwenza Ususe konke ngaphakathi amabele abo ongumlutha, [ngesikhathi] eligeleza ngaphansi kwazo yimifula.

# Quran998
source: And the companions of Paradise will call out to the companions of the Fire, "We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?" They will say, "Yes." Then an announcer will announce among them, "The curse of Allah shall be upon the wrongdoers."
ca: I els companys del paradís cridar als companys del foc, "ja hem trobat el nostre Senyor va prometre nosaltres per ser veritat. Has trobat el teu Senyor prometia ser cert?" Es a dir, "Sí". A continuació, un locutor donarà a conèixer entre ells, "la maledicció d'Allah serà sobre els malfactors."
cy: A bydd y cymdeithion o baradwys yn galw allan i gyd-deithwyr y tân, "Rydym wedi eisoes wedi canfod ein Arglwydd addo ein bod yn wir. A oedd eich Arglwydd yn addo fod yn wir?" Byddant yn dweud, "Do." Yna bydd welir yn cyhoeddi yn eu plith, "Bydd y felltith Allah yn ar y tramgwyddo."
da: Og kammerater i paradis vil kalde til kammerater i ilden, "vi har allerede fundet hvad Vorherre lovede os til at være sandt. Har du fundet din Herren lovede at være sandt?" De vil sige, "Ja." Derefter vil en speakeren annoncere blandt dem, "forbandelse af Allah skal være over lovovertrædere."
el: Και το συντρόφους του παραδείσου θα φωνάζω για τους συντρόφους της πυρκαγιάς, «έχουμε ήδη διαπιστώσει ό, τι Κυρίου μας υποσχέθηκε να είναι αληθινή. Έχετε βρει αυτό που υποσχέθηκε ο Λόρδος σας για να είναι αληθινό;» Θα λένε, «Ναι.» Στη συνέχεια ο εκφωνητής θα ανακοινώσει ανάμεσά τους, «η κατάρα του Αλλάχ καθορίζεται με βάση την παραβάτες.»
et: Ja kaaslased Paradise näidatakse kõne välja tulekahju kaaslased, "oleme juba leidnud meie Issand lubas meil olla tõsi. Kas olete leidnud oma Issand lubas olla tõsi?" Nad ütlevad "Jah." Seejärel kuulutab teadustaja, nende seas "Jumala needus oleks pärast selle tekitaja."
fi: Ja Paratiisin kumppaneita soittaa palo kumppaneita, "Olemme jo löytäneet mitä Herramme lupasi meille ollakseen totta. Oletko löytänyt Herrasi lupasi olla totta?" He sanovat "Kyllä". Sitten kuuluttaja ilmoittaa niistä "Allah kirous on kun nämä syntiset."
he: חבריו של גן עדן לקרוא הלוויה של האש. "כבר מצאנו מה אדוננו הבטיח לנו להיות אמיתי. האם מצאת את מה אדונך הבטיח להיות אמיתי" הם אומרים, "כן." ואז הקריין יודיע ביניהם, "קללת אללה יהיה על wrongdoers."
hr: I drugovima raj će uputiti drugova vatru, "već smo naš Gospodin obećao nam da bi bilo istinito. Jeste li našli ono što vaš gospodar obećao da je istina?" Oni će reći, "Da." Zatim voditelj će objaviti među njima, "Prokletstvo Allaha bit će na počinioce."
lt: Ir Rojaus kompanionai bus skambinti gaisro kompanionai, "mes jau nustatėme, ką mūsų Viešpats pažadėjo mums būti tiesa. Ar radai ką jūsų Viešpats pažadėjo, kad būtų tiesa?" Jie sako, "Taip." Tada diktorius skelbs tarp jų, "Anan-thotep Dievas turi būti ant grzesznicy."
lv: Un paradīze biedri būs pasauc biedrus no uguns, "esam jau atraduši mūsu kungs apsolīja mums ir taisnība. Vai tu atradi savu kungs apsolījis, lai būtu patiesība?" Viņi saka, "Jā". Pēc tam diktors paziņos vidū, "Allah lāsts ir pēc pārkāpējus."
nb: Og følgesvennene til paradis vil ringe ut til følgesvennene til brannen, "vi har allerede funnet hva vår Herre lovet oss til å være sant. Har du funnet hva deres Herre lovet å være sant?" De vil si, "Ja." Deretter vil en hallomann kunngjøre blant dem, "forbannelsen av Allah skal være på wrongdoers."
sk: A spoločníci raja bude volať na spoločníci oheň, "sme si už našli, čo náš Pán sľúbil nás musí byť pravda. Našli ste to, čo váš pán sľúbil, že sa pravda?" Oni povedia: "Áno." Potom Vyhlasovateľ vyhlási, medzi nimi "prekliatie Alah sa na zloèinci."
sl: In tovariši Paradise bo zaklical za tovariši ogenj, "smo že ugotovili, kaj naš gospod obljubil nam, da bi bilo res. Ste našli kaj vaš gospod obljubil, da bi bilo res?" Bodo rekli, "Ja." Nato napovedovalka napove, med njimi, "prekletstvo Allah, se na na wrongdoers."
sr_cyrl: И компањони раја ће да позовем пријатеље од ватре, "већ нашли смо Господ обецали да би било истинито. Прицате ста је твој господар обећао да би било истинито?" Говоре , "Да." Онда спикера ће саопштити међу њима, "Проклетство Аллаха бити на починиоце."
sr_latn: I kompanjoni raja će da pozovem prijatelje od vatre, "već našli smo Gospod obecali da bi bilo istinito. Pricate sta je tvoj gospodar obećao da bi bilo istinito?" Govore, "Da." Onda spikera će saopštiti među njima, "Prokletstvo Allaha biti na počinioce."
uk: І сподвижників рай буде закликати супутники вогонь, "ми вже знайшли те, що наш Господь обіцяв нам, щоб бути правдою. Ви знайшли те, що ваш Господь обіцяв бути правдою?" Вони будуть говорити "Так". Потім диктор оголосить, серед них, "прокляття Аллах будуть на до розкаюємося."
vi: Và companions của thiên đường sẽ gọi ra để companions của đám cháy, "chúng tôi đã tìm thấy những gì Chúa chúng ta đã hứa với chúng tôi để được đúng sự thật. Bạn đã tìm thấy những gì Chúa của bạn hứa hẹn là sự thật?" Họ sẽ nói, "Có." Sau đó một announcer sẽ công bố trong số đó, "lời nguyền của Allah sẽ khi các wrongdoers."
zu: Futhi abangane Pharadisi amemeze nabangane Lilo "We usuyitholile kakade lokho iNkosi yethu asethembisa sona ukuba sibe yiqiniso. Ingabe usumtholile babe kho Lord fanele wathembisa ukuthi kuyiqiniso?"

# Quran999
source: Who averted [people] from the way of Allah and sought to make it [seem] deviant while they were, concerning the Hereafter, disbelievers.
ca: Qui evitat [persones] de la manera d'Allah i buscat fer-ho [semblar] anormals mentre eren, en relació amb el més enllà, disbelievers.
cy: Sydd yn osgoi [pobl] o'r ffordd o Allah ac yn ceisio ei gwneud yn [ymddangos] gwyrdröedig tra oedd, maent yn ymwneud â ' o hyn ymlaen, disbelievers.
da: Hvem afværget [folk] fra måde Allah og forsøgte at gøre det [synes] afvigende mens de, vedrørende hinsidige, vantro.
el: Που αποφεύχθηκε [Πρόσωπα] από το δρόμο του Αλλάχ, και επιδίωξε να καταστήσει [φαίνεται] αποκλίνουσα ενώ αυτοί, σχετικά με την συνέχεια, disbelievers.
et: Kes ära hoida [inimesed] sellest, kuidas Jumal ja otsis teha see [tunduvad] deviant kuigi nad olid, kohta edaspidi uskottomille.
fi: Kuka torjua [ihmiset] tapa hillitä ja pyritty tekemään [Näytä] poikkeava vaikka ne oli, koskee jäljempänä, saa luovuttaa.
he: מי נמנע [אנשים] מן הדרך של אללה, ביקשו לעשות זאת [נראה] סוטה בזמן שהם היו, הנוגעים בעולם הבא, disbelievers.
hr: Tko je izbjegnuta [ljudi] kako Allah i je tražio da ga [izgleda] devijantno dok su bili, o daljnjem tekstu, iskuse.
lt: Kas išvengti [žmonės] nuo to, kaip Dievo ir prašė, kad jis [atrodo] deviantinio o jie buvo, dėl toliau disbelievers.
lv: Kas novērstas [cilvēku] no Allah veids un centās padarīt to [šķiet] deviant, kamēr viņi bija attiecas uz turpmāk disbelievers.
nb: Som avverget [folk] fra måten Allah og forsøkte å gjøre det [synes] avvikende mens de var, gjelder hinsidige, troende.
sk: Kto odvrátená [ľudia] z toho, ako Boh a snažila sa to [zrejme] deviantné kým boli ktoré sa týkajú ďalej, neveriacim.
sl: Ki odvrniti [ljudje] iz pot Allah in poskušali to [zdi] deviantno medtem, ko so bili, glede v nadaljevanju, disbelievers.
sr_cyrl: Ко је избегнута [људи] од пута Аллах, и томе да то постане [изгледа] девијантне док су били, које се односе на другом свету, скептике.
sr_latn: Ko je izbegnuta [ljudi] od puta Allah, i tome da to postane [izgleda] devijantne dok su bili, koje se odnose na drugom svetu, skeptike.
uk: Хто запобігти [чоловік] від того, як Аллаха і намагалися зробити його [мабуть] девіантної у той час як вони були щодо П'єра disbelievers.
vi: Ai ngăn chặn [người] cách của Allah và tìm cách để làm cho nó [vẻ] tà trong khi họ, liên quan đến đời sau, thì.
zu: Ubani kuyagwenywa [abantu] endleleni Allah futhi wafuna ukuba alenze [kubonakale] babhekwe besendle, ngokuphathelene Hereafter, disbelievers.

# Quran1000
source: And between them will be a partition, and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise, "Peace be upon you." They have not [yet] entered it, but they long intensely.
ca: I entre ells serà una partició, i a [seva] elevacions són homes que reconeixen tots per la seva empremta. I van cridar als companys del paradís, "La pau és a vostè." Ells encara no han [] va entrar, però molt intensament.
cy: A rhwng eu fydd pared, ac ar [ei] drychiadau dynion sy'n cydnabod oll gan eu marc. Ac maent yn galw i gyd-deithwyr paradwys, "fod heddwch arnoch." Mae eu nid [eto] ymuno, ond maent yn hir ddwys.
da: Og mellem dem vil være en partition, og på [sin] stigninger er mænd, der anerkender alle af deres mark. Og de kalder til kammerater i paradis, "Fred være med dig." De endnu ikke har [] trådte det, men de lange intenst.
el: Μεταξύ τους θα είναι ένα διαμέρισμα και για [την] πλάγιες όψεις είναι άνδρες οι οποίοι αναγνωρίζουν όλα από το σημάδι τους. Και αυτοί να λένε το συντρόφους του παραδείσου, «Η ειρήνη είναι από σας.» Αυτοί δεν έχουν [ακόμη] άρχισε αυτό, αλλά θα πολύ έντονα.
et: Nende vahel on sektsiooni ja [oma] tõus on mehed, kes tunnustavad kõik poolt oma jälje. Ja nad kutsuvad kaaslased Paradise, "Rahu olgu teile." Nad ei ole [veel] sisenenud, kuid nad kaua intensiivselt.
fi: Ja niiden välillä oltava osio [sen] nousu on miehiä jotka tunnistaa kaikki jälkensä. Ja he huutavat kumppaneita paratiisi, "Rauha olkoon teille." Ne eivät ole [mutta] tuli, mutta ne kauan voimakkaasti.
he: ביניהם תהיה מחיצה ו על הגבהים [שלה] הם אנשים אשר מזהה לבד את חותמם. הם קוראים הלוויה של גן עדן, "יהי השלום עמכם." הם לא [עדיין] נכנס זה, אבל הם זמן בעוצמה.
hr: Među njima će biti particiju i na [svoj] povišenja su ljudi koji prepoznaju sve od traga. A zovu drugovima raj, "Mir neka je na vas." Oni [još nisu] ušli, ali su dugo intenzivno.
lt: Tarp jų bus pertvara ir [jo] padidėjimas yra vyrų, kurie atpažinti visus pagal savo ženklą. Ir jie sušukti, kad draugų Rojaus, "Taikos bus su jumis." Jie nebuvo [dar] įrašyti jį, bet jie ilgai intensyviai.
lv: Starp tiem būs nodalījumu un [tā] paaugstināšanās ir vīrieši, kuri atzīst visu ar savu zīmi. Un viņi pasauc companions paradīze, "Miera be upon jums." Tie nav [vēl] ienāca, bet viņi ilgi intensīvi.
nb: Og mellom dem vil være en partisjon, og [its] høyder er menn som gjenkjenner alle av seg. Og de kaller å kameraten av paradis, "Fred være med dere." De [ennå ikke] angitt det, men de lange intenst.
sk: Medzi nimi bude oblasť a [jeho] nadmorských výškach sú muži, ktorí uznávajú všetky podľa ich značky. A hovoria aby spoločníci raja, "Mier je na vás." Oni neboli [ešte] zapísané, ale oni dlho intenzívne.
sl: Med njimi bo particijo in na [njeno] zvišanje so moški, ki priznavajo vse od svoj pečat. Pa so tovariši raj, "Mir se na vas." Oni [še niso] vnesli, vendar so dolgo intenzivno.
sr_cyrl: И између њих биће партицију, а на [своје] висинама су људи који препознају по свој траг. И дозивају компањони раја, "Мир бити Пану." Они имају не [ипак] ушао, али су дуго интензивно.
sr_latn: I između njih biće particiju, a na [svoje] visinama su ljudi koji prepoznaju po svoj trag. I dozivaju kompanjoni raja, "Mir biti Panu." Oni imaju ne [ipak] ušao, ali su dugo intenzivno.
uk: І між ними буде розділу, а на [його] височин чоловіків, які визнають все за свій слід. І вони закликати супутники рай, "Миру Аллаха вас." Вони поки ще не [] вступив, але вони давно інтенсивно.
vi: Và giữa họ sẽ có một phân vùng, và trên độ cao [của mình] là người đàn ông đã nhận ra tất cả của nhãn hiệu của họ. Và họ gọi companions Paradise, "Hòa bình khi bạn." Họ đã không [nhưng] đi vào nó, nhưng họ dài mạnh mẽ.
zu: Futhi phakathi kwabo kuyoba ukwahlukanisa, futhi ngo-awalethe [zayo] angamadoda ubona konke by izibazi.

# Quran1001
source: And when their eyes are turned toward the companions of the Fire, they say, "Our Lord, do not place us with the wrongdoing people."
ca: I quan els seus ulls es converteixen envers els companys del foc, diuen, "Nostre Senyor, no ens situen amb la gent d'irregularitats."
cy: A pan eu llygaid yn troi tuag at y cymdeithion y tân, maent yn dweud, "Ein Arglwydd, peidiwch â rhoi inni gyda'r bobl gamwedd."
da: Og når deres øjne vendt mod ledsagere af ilden, de siger, "Vorherre, Placer ikke os med forseelser mennesker."
el: Και όταν τα μάτια τους είναι γύρισε προς το μέρος τους συντρόφους της πυρκαγιάς, που λένε, «Ο Κύριός μας, μην τοποθετείτε μας με αδίκημα λαού.»
et: Ja kuna nende silmad on pööratud poole kaaslased tulekahju, nad ütlevad, "Meie Issanda asetage meid valesti inimestega."
fi: Ja kun silmät ovat kääntyi kumppaneita tulipalo, he sanovat, "Herra, Älä aseta meille rikkomuksista ihmisiä."
he: כאשר העיניים שלהם הם הופנו לעבר הלוויה של האש, הם אומרים, "אדוננו, אין למקם אותנו עם העם מעשים רעים."
hr: I kad oči okrenute su prema drugovima vatre, kažu, "Gospoda, ne stavljajte nas s zloupotreba ljudi."
lt: Ir kada jų akys nukrypo link kompanionai gaisro, jie sako, "Mūsų Viešpatie, nedėkite mus su nusikaltimą žmonių."
lv: Un kad viņu acis ir pagriezās pret uguni, biedri viņi saka: "Mūsu Kungu, ne vietu, mums ar grēks cilvēku."
nb: Og når deres øyne er vendt mot følgesvennene til brann, de sier, "Vår Herre, ikke plasser oss med de urett."
sk: A keď ich oči sú obrátené k spoločníci ohňa, hovoria, "Náš Pán Neumiestňujte nás s previnenie ľudí."
sl: Ko oči so obrnil proti drugovima ogenj, pravijo, "Našega Gospoda, ne postavljajte nas z protipravna dejanja ljudi."
sr_cyrl: И кад очи су окренула ка компањони ватре, кажу они, "Господ, не ставите нас са малверзацијама људима."
sr_latn: I kad oči su okrenula ka kompanjoni vatre, kažu oni, "Gospod, ne stavite nas sa malverzacijama ljudima."
uk: І коли їх погляди звернені до супутники вогонь, кажуть, "Наш Господь, не ставте нас з людьми, порушник."
vi: Và khi đôi mắt của họ được chuyển hướng tới companions của ngọn lửa, họ nói, "Chúa chúng ta, không đặt chúng tôi với những hành vi sai trái."
zu: Futhi lapho amehlo abo isiphendukela ngasetendeni abangane Fire, bathi: "Nkosi yethu, musa ukubeka thina nabantu wokwenza okubi."
