Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1942
source: And those who emigrated for [the cause of] Allah after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater, if only they could know.
ca: I qui va emigrar a [la causa de] Allah després que havia estat tractat injustament - segurament es conformarà-los en aquest món en un bon lloc; però la recompensa de la d'ara endavant és més gran, encara que només podien conèixer.
cy: A'r rhai sy'n ymfudo am [achos] Allah ar ôl eu bod wedi cael cam-bydd yr ydym yn sicr wedi ymgartrefu yn y byd hwn mewn lle da; ond y wobr o y o hyn ymlaen yn fwy, os mai dim ond gallai gwybod.
da: Og dem, der emigrerede til [årsag] Allah efter de havde været forurettet - vi vil helt sikkert afvikle dem i denne verden i et godt sted; men belønningen i hinsidige er større, hvis blot de kunne vide.
el: Και όσοι μετανάστευσαν για [την αιτία της] Αλλάχ, αφού είχε αδικηθεί - σίγουρα θα διευθετήσουμε αυτά σε αυτόν τον κόσμο σε μια καλή θέση? αλλά η ανταμοιβή της συνέχεια είναι μεγαλύτερη, εάν μόνο θα μπορούσαν να ξέρουν.
et: Ja need, kes emigreerus [põhjus] Jumala pärast nad olid koheldud - me kindlasti elama neid siin maailmas on hea koht; aga edaspidi palk on suurem, kui ainult nad teavad.
fi: Ja ne, jotka muutti [syy] Jumala kun ne oli tehty vääryyttä - voimme varmasti ratkaista ne tästä maailmasta hyvä paikka; mutta jäljempänä palkkio on suurempi, jos vain he tietävät.
he: ואלה אשר היגר וליהרג [על] אללה אחרי הם היו עוול - בוודאי. אנחנו נרגיע אותם בעולם הזה במקום טוב; אבל הפרס של בעולם הבא הוא גדול יותר, אם רק הם יכולים לדעת.
hr: I onih koji su iselili za [uzrok] Allah nakon što su je nepravdu - sigurno ćemo ih riješiti u ovom svijetu na dobrom mjestu; Ali nagrada nakon smrti je veća, ako samo da znaju.
lt: Ir tiems, kurie emigravo [priežastis] Dievas po to, kai jie buvo nuskriausti - mes bus tikrai juos išspręsti šiame pasaulyje – gera vieta; bet už atlygį, toliau yra didesnis, jei tik jie gali žinoti.
lv: Un tie, kuri emigrēja [iemesls] Allah, pēc tam, kad viņi bija nodarīts kaitējums - mēs noteikti viņiem apmesties šajā pasaulē ir laba vieta; bet turpmāk atlīdzība ir lielāka, ja tikai viņi varētu zināt.
nb: Og de som emigrerte for [årsaken til] Allah etter at de hadde vært wronged - vi vil sikkert utligner dem i denne verden i et godt sted; men belønningen av hinsidige er større, hvis bare de kunne vite.
sk: A tí, ktorí emigrovali, pre [príčina] Alah po oni boli poškodené - budeme určite uspokojit ich vo svete dobré miesto; ale odmena ďalej je väčší, keby len oni mohli vedieť.
sl: In tiste, ki so se izselili za [vzrok] Allah, ko jim je bila storjena krivica - rešujemo jih bo zagotovo v tem svetu na pravem mestu; ampak nagrada v nadaljevanju je večja, če bi le lahko vedo.
sr_cyrl: И они који су емигрирали за [узрок] Аллах, након што су згресио - ће сигурно средимо их на овом свету у добрим односима; Али награда за надаље је већа, кад би само могао да знају.
sr_latn: I oni koji su emigrirali za [uzrok] Allah, nakon što su zgresio - će sigurno sredimo ih na ovom svetu u dobrim odnosima; Ali nagrada za nadalje je veća, kad bi samo mogao da znaju.
uk: І тих, хто емігрував [причину] Аллах після того, як вони повинні були вчинені протиправні діяння - ми безумовно оплатить їх у цей світ в гарне місце; але винагороду в загробному світі більше, якщо тільки вони могли б знати.
vi: Và những người di cư cho [các nguyên nhân của] Allah sau khi họ đã có được wronged - chúng tôi chắc chắn sẽ giải quyết chúng trong thế giới này ở một nơi tốt; nhưng những phần thưởng của tương lai là lớn hơn, nếu chỉ có họ có thể biết.
zu: Futhi labo abathuthela for [imbangela yokushona] Allah ngemva kokuba soniwe - We surely zijwayeza them ngaphakathi lo hlaba endaweni enhle;

# Quran1943
source: [They are] those who endured patiently and upon their Lord relied.
ca: [Són] qui suportat pacientment i amb el seu Senyor confiat.
cy: [Maent] Dibynnai rhai sy'n ddioddef yn amyneddgar a ar eu yr Arglwydd.
da: [Der] dem, der udholdt tålmodigt og ved deres herres påberåbes.
el: [Είναι] εκείνους που υπέμεινε υπομονετικά και με τους Λόρδος γινει.
et: [On] samad, kes kannatlikult ja nende Issand kannatasin.
fi: Ne ovat ne, jotka kokeneet kärsivällisesti ja Herransa.
he: [הם] מי סבל בסבלנות ועל האדון שלהם התבססה.
hr: [Oni su] oni koji su strpljivo i svog gospoda oslanjao.
lt: [Jie] tie, kurie išgyveno kantriai ir nuo savo pono, kuriais pasitiki.
lv: [Tie] pārcietusi pacietīgi un ar savu kungu, kuri paļāvās.
nb: [De er] de som holdt ut tålmodig og deres Herre lettelse.
sk: [Sú] kto vydržal trpezlivo a svojho pána sa spoliehal.
sl: [So] tisti, ki je pretrpel, potrpežljivo in na svojega Gospoda reliefno izbočeno delo.
sr_cyrl: [То су] онима који су претрпели стрпљиво и на њихов господар се ослањао.
sr_latn: [To su] onima koji su pretrpeli strpljivo i na njihov gospodar se oslanjao.
uk: [Вони] спиралася тих, хто пережив терпляче і після їх Господа.
vi: [Họ là] những người phải chịu đựng kiên nhẫn và khi Chúa dựa.
zu: [They are] labo wakhuthazela ngesineke naphezu bo Lord lalithembele.

# Quran1944
source: And We sent not before you except men to whom We revealed [Our message]. So ask the people of the message if you do not know.
ca: I hem enviat no abans excepte homes a qui ens revela [nostre missatge]. Així que demana la gent del missatge si no saps.
cy: A anfonwyd gennym ni cyn i chi ac eithrio dynion y datgelwyd [ein neges]. Felly gofynnwch i'r bobl y neges os nad ydych yn gwybod.
da: Og vi sendte ikke før du undtagen mænd til hvem vi afslørede [vores besked]. Så spørge befolkningen i meddelelsen, hvis du ikke kender.
el: Και δεν στείλαμε πριν από εσάς παρά μόνο άνδρες στους οποίους αποκαλύψαμε [μας μήνυμα]. Έτσι, ρωτήστε τους ανθρώπους του μηνύματος εάν δεν γνωρίζετε.
et: Ja saatsime enne te mehed kellega me näitas [sõnum] välja arvatud. Nii et palun sõnum inimestele, kui sa ei tea.
fi: Ja lähetimme aikaisintaan paitsi miesten kenelle paljasti [viesti]. Niin kysyt ihmisiltä viesti, jos et tiedä.
he: שלחנו לא לפני מלבד האנשים שאליהם חשפנו [שלנו message]. אז לשאול את האנשים של ההודעה, אם אתה לא יודע.
hr: I smo poslali prije tebe osim ljudi kojima smo objaviti našu poruku. Pa pitajte ljudi poruke ako ne znate.
lt: Ir mes ne prieš jus išskyrus vyrų, kuriems mes atskleidė [mūsų pranešimas]. Taigi paklausti žmonių pranešimo, jei jūs nežinote.
lv: Un mēs nosūtījām pirms jūs izņemot vīri, kam mēs atklāja [mūsu ziņojums]. Tātad uzdot ziņu cilvēki, ja jūs nezināt.
nb: Og vi sendte ikke før du unntatt menn som vi avslørte [våre melding]. Så spør folk i meldingen hvis du ikke vet.
sk: A poslali sme ešte predtým si okrem mužov, ktorým sme odhalili [naše posolstvo]. Opýtajte sa ľudí správu Ak neviete.
sl: In smo poslali ni pred vami, razen moških, za katere smo razkrili naše sporočilo. Torej prosim ljudi sporočila, če ne veste.
sr_cyrl: И послали смо не пре тебе осим људи којима смо открили наша порука. Па Питајте људе поруке ако не знате.
sr_latn: I poslali smo ne pre tebe osim ljudi kojima smo otkrili naša poruka. Pa Pitajte ljude poruke ako ne znate.
uk: І ми відправили не перед тим як за винятком чоловіків, яким ми показали наші повідомлення. Тому запитайте людей повідомлення, якщо ви не знаєте.
vi: Và chúng tôi đã gửi khi bạn trừ người đàn ông mà chúng tôi tiết lộ [thông báo của chúng tôi]. Vì vậy, yêu cầu người dân thông báo nếu bạn không biết.
zu: Futhi We wathumela phambi kwakho ngaphandle amadoda kubani We phendla [Isigijimi sethu].

# Quran1945
source: [We sent them] with clear proofs and written ordinances. And We revealed to you the message that you may make clear to the people what was sent down to them and that they might give thought.
ca: [Hem enviat] amb clares proves i ordenances escrits. I li revelàvem el missatge que vostè pot deixar clar a la gent què va ser enviat a ells i que es podria donar la idea.
cy: [Rydym yn anfon eu] gyda'r proflenni a deunyddiau ysgrifenedig clir. A ydym yn dangos i chi neges y byddwch efallai'n gwneud clir i bobl hyn a anfonwyd i lawr iddynt ac y gallai roi ystyriaeth.
da: [Vi sendte dem] med klare beviser og skriftlig ordinancer. Og vi viste dig besked at du kan gøre det klart for folk hvad blev sendt ned til dem og at de måtte give eftertanke.
el: [Εμείς τους έστειλε] με σαφείς αποδείξεις και γραπτή διατάγματα. Και μας έδειξε να σας το μήνυμα ότι μπορεί να σαφές ο λαός τι είχε αποσταλεί καθορίζονται σε αυτούς και ότι μπορεί να δώσει σκέψης.
et: [Saatsime neile] koos selged tõendid ja kirjalikke korraldusi. Ja me näitas sulle sõnumi, et saate teha selge inimestele, mida oli saatnud neile ja et nad võivad anda mõtte.
fi: [Lähetimme heille] kirkas todisteet ja kirjallinen toimituksia. Ja meidän kävi ilmi sinulle viestin, että teet selväksi ihmisille mitä lähetettiin ne ja ne saattavat antaa aihetta.
he: [שלחנו אותם] עם נקה טיוטות תקנות בכתב. אנחנו גילה לך את ההודעה כי אתה עשוי להבהיר לעם מה נשלח אליהם, כי אולי הם יתנו את המחשבה.
hr: [Poslali smo ih] s jasne dokaze i pisane zakone. I otkrili smo ti poruku da mogu napraviti jasan ljudima što je poslao da ih i da oni možda dati mislio.
lt: [Mes išsiuntė juos] su išvalyti įrodymus ir raštu potvarkius. Ir mes atskleisti jums pranešimą, kad jums gali aiškiai tiems kas buvo išsiųstas į juos ir kad jie gali duoti minties.
lv: [Mēs nosūtījām viņiem] ar skaidru apliecinājumu un rakstveida rīkojumus. Un mēs atklāti jums ziņojumu var veiktās skaidri cilvēkiem to, kas tika nosūtīts uz leju, lai viņiem un ka viņi varētu dot doma.
nb: [Vi sendte dem] med klare bevis og skriftlig ordinanser. Og vi viste deg at du kan gjøre klar til folk hva ble sendt ned til dem og at de kan tenke.
sk: [Poslali sme im] s jasné dôkazy a písomné vyhlášky. A sme odhalili vám správu môžu aby ste jasné ľuďom čo bola zoslal im a že môžu dať myslel.
sl: [Smo jih poslali] z jasno dokazila in pisni odlokov. In mi pokazala, da vas sporočilo, da boste lahko jasno ljudem kaj je bil poslan z njimi in da bi dal misli.
sr_cyrl: [Послали смо их] уз јасно доказе и писане уредбе. И нисмо ти откривен порука можда да си јасно људима шта су га послали у њих и да дају мисао.
sr_latn: [Poslali smo ih] uz jasno dokaze i pisane uredbe. I nismo ti otkriven poruka možda da si jasno ljudima šta su ga poslali u njih i da daju misao.
uk: [Ми послали їх] з прозорою доказів і письмового постанови. І ми показали вам повідомлення, що ви можете зробити чіткі людям те, що був направлений них і що вони можуть дати думки.
vi: [Chúng tôi gửi cho họ] với rõ ràng chứng minh và văn Pháp lệnh. Và chúng tôi tiết lộ cho bạn tin rằng bạn có thể làm cho rõ ràng cho người dân những gì đã được gửi xuống cho họ và họ có thể đưa ra suy nghĩ.
zu: [We sa them] khuculula bonakaliso nezahlulelo ebhaliwe.

# Quran1946
source: Then, do those who have planned evil deeds feel secure that Allah will not cause the earth to swallow them or that the punishment will not come upon them from where they do not perceive?
ca: Llavors, qui té previst males obres sents segur que Allah no farà que la terra d'empassar-los o que el càstig no arribarà a ells on no perceben?
cy: Yna, a rhai sydd wedi eu cynllunio gweithredoedd anfad teimlo diogel na bydd Allah yn peri y ddaear i lyncu iddynt neu na fydd y gosb yn dod iddynt o'r lle nad oes oeddent yn gweld?
da: Derefter, føler dem, der har planlagt onde gerninger sikre, at Allah ikke vil forårsage jorden for at sluge dem, eller at straffen ikke vil komme over dem fra hvor de ikke opfatter?
el: Στη συνέχεια, όσοι έχουν προγραμματίσει κακές πράξεις να αισθάνονται ασφαλείς ότι Αλλάχ δεν θα προκαλέσει η γη να καταπιεί τους ή ότι η τιμωρία δεν θα έρθω πάνω τους από όπου εκείνοι δεν το αντιλαμβάνονται;
et: Seejärel, kes PÄKAPIKKUDE kurja tegusid end turvaliselt, et Jumal ei põhjustaks maa alla neelata või karistuse näidatakse tulevad neile, kui nad tajuvad?
fi: Sitten ne pahat teot suunnittelevat olonsa turvalliseksi, että Jumala ei aiheuta maan niellä niitä tai että rangaistus ei tule heille jos he eivät ymmärrä?
he: ואז, מי תכנן את המעשים הרעים מרגיש בטוח כי אללה לא תגרום כדור הארץ כדי לבלוע אותם, או כי העונש לא בא עליהם בה הם לא תופסים?
hr: Zatim, koji su planirani zločin tima siguran da Allah neće uzrokovati zemlja progutati ih ili da kazna neće doći na njih iz gdje oni ne vide?
lt: Tada tie, kurie planavo piktus darbus jaustis saugus, kad Dievas bus padaryti žemės nuryti juos arba kad bausmė bus ne ateis į juos iš kur jie nesuvokia?
lv: Tad, kuri ieplānojuši ļauno darbu justies drošs, ka Allāhs neizraisīs zeme norīt tos, vai, ka sods nav nāks pār viņiem no kur viņi neuztver
nb: Deretter føler de som har planlagt onde gjerninger sikre at Allah ikke vil føre til jorden for å svelge dem eller at straffen ikke vil komme over dem fra der de ikke oppfatter?
sk: Potom tých, ktorí plánujú zlé skutky cítiť bezpečné, že Alah nespôsobí Zeme prehĺtať ich, alebo že trest nepríde na ne z kde nevideli?
sl: Nato, ali tiste, ki so načrtovali zla dejanja počutijo varne, da Allah ne bo povzročilo zemlje pogoltniti njih ali da kazen ne bo prišel na njih od kjer ne dojemajo?
sr_cyrl: Затим , они који планирају злодела мислите да је сигуран да Аллах неће изазвати земљу да прогута их или да казна неће доћи на њих од где они не виде
sr_latn: Zatim, oni koji planiraju zlodela mislite da je siguran da Allah neće izazvati zemlju da proguta ih ili da kazna neće doći na njih od gde oni ne vide
uk: Потім ті, які запланували учинках відчувати себе захищеним, що Аллаху не викличе землі ковтати їх або що покарання не прийде на них з де вони не сприймають?
vi: Sau đó, những người đã lên kế hoạch hành động ác cảm thấy an toàn rằng Allah sẽ không làm cho trái đất nuốt họ hay rằng hình phạt sẽ đến khi chúng từ nơi mà họ không nhận thức?
zu: Khona-ke, ingabe labo abaye kuhlelwe izenzo ezimbi sizizwe silondekile Allah ngeke kukwenze hlaba konjane them noma ukuthi isijeziso ngeke lufike phezu kwabo avelaphi cha perceive?

# Quran1947
source: Or that He would not seize them during their [usual] activity, and they could not cause failure?
ca: O que no vols aprofitar-los durant la seva activitat [costum] i no podria causar fracàs?
cy: Ni allai neu y ef byddai nid yn manteisio ar iddynt yn ystod eu gweithgaredd [arferol], ac maent yn achosi methiant?
da: Eller at han ikke ville gribe dem under deres [sædvanlig] aktivitet, og de kunne ikke forårsage svigt?
el: Ή ότι αυτός δεν θα εκμεταλλευτούμε τους κατά τη διάρκεια [συνήθης] δραστηριότητά τους, και δεν θα μπορούσε να προκαλέσει αποτυχία;
et: Või et ta oleks haarata [tavaline] abistamistegevuse ajal, ja nad võivad põhjustada rikke?
fi: Tai että hän ei tarttua niitä [tavanomaisten] toiminnan aikana, ja ne ei voi aiheuttaa vika?
he: או שהוא לא לתפוס אותם במהלך פעילותם [הרגיל], והם לא הצליח לגרום כשל?
hr: Ili da je ne iskoristi ih tijekom njihova [obično] aktivnosti i oni mogao uzrokovati neuspjeh?
lt: Arba kad jis galėtų pasinaudoti jiems jų [įprastas] veiklos metu, ir jie negalėjo padaryti klaida?
lv: Vai ka viņš nav sagrāba viņu [parasti] pasākuma laikā, un tie nevarēja izraisīt kļūmes?
nb: Eller at han ikke ville gripe dem under sin [vanlig] aktivitet, og de kunne ikke føre?
sk: Alebo že by on nie zabaviť počas svojej činnosti [obvyklé], a oni nemohli spôsobiť zlyhanie?
sl: Ali da bi ne izkoristijo jih med [ponavadi] navedlo, in jih lahko ne povzroči okvare?
sr_cyrl: Или да он не домоћи их током њихове [уобичајени] активности, а оне не изазива отказивање?
sr_latn: Ili da on ne domoći ih tokom njihove [uobičajeni] aktivnosti, a one ne izaziva otkazivanje?
uk: Або що він не буде захопити їх під час їхньої діяльності [звичайні] і вони може не призвести до відмови?
vi: Hoặc rằng ông sẽ không nắm bắt trong thời gian hoạt động [bình thường] của họ, và họ không có thể gây ra thất bại?
zu: Noma ukuthi Wayengeke wayithatha phakathi nenkonzo yabo [evamile], futhi abakwazanga ukungakhuli?

# Quran1948
source: Or that He would not seize them gradually [in a state of dread]? But indeed, your Lord is Kind and Merciful.
ca: O que no vols aprofitar-los gradualment [en un estat de terror]? Però de fet, el seu senyor és amable i Clement.
cy: Neu y byddai ef nid yn manteisio ar eu raddol [mewn cyflwr arswydo]? Ond yn wir, eich Arglwydd yn garedig a Merciful.
da: Eller at han ikke ville gribe dem gradvist [i en tilstand af angst]? Men ja, jeres Herre er form og barmhjertige.
el: Ή ότι αυτός δεν θα εκμεταλλευτούμε τους σταδιακά [σε κατάσταση τρόμου]; Αλλά πράγματι, είναι ο Λόρδος σας, το είδος και φιλεύσπλαχνος.
et: Või et ta oleks haarata neid järk-järgult [mõnes teises riigis õudus]? Aga tõepoolest, teie Issand on lahke ja Merciful.
fi: Tai että hän ei takavarikoida ne vähitellen [valtio pelko]? Mutta Herrasi onkin kiltti ja armollisin.
he: או שהוא לא תפסו אותם בהדרגה [במצב של חרדה]? אבל אכן, אדונך הוא סוג של הרחום והחנון.
hr: Ili da će oduzeti ih postupno [u stanju strepiti]? Ali doista, Gospodar tvoj je dobar i milostiv.
lt: Arba kad jis būtų pasinaudoti juos palaipsniui [valstybėje, patirti siaubą]? Bet iš tiesų, jūsų Viešpats yra natūra ir litosciwy.
lv: Vai ka viņš nevar konfiscēt tos pakāpeniski [stāvoklī bailes]? Bet patiešām, jūsu kungs ir laipns un žēlsirdīgs.
nb: Eller at han ville ikke gripe dem gradvis [i en tilstand av angst]? Men ja, Herren er snill og barmhjertig.
sk: Alebo že by ich postupne [v stave strachu] nezhabú? Ale naozaj, svojho pána, je druh a Milosrdných.
sl: Ali da je ne bi izkoristili jih postopoma [stanju groze]? Ampak res, vaš Gospod je prijazen in usmiljen.
sr_cyrl: Или да би их постепено [у стању зебње] није пукло? Али заиста, твој господар је добар и милостив.
sr_latn: Ili da bi ih postepeno [u stanju zebnje] nije puklo? Ali zaista, tvoj gospodar je dobar i milostiv.
uk: Або що він б не взяти їх так поступово [в стані dread]? Але дійсно, ваш Господь добрий і Merciful.
vi: Hoặc rằng ông sẽ không nắm bắt chúng dần dần [trong trạng thái sợ]? Nhưng quả thật vậy, Chúa của bạn là loại và Merciful.
zu: Noma ukuthi Wayengeke wayithatha kancane kancane [e ovalweni]?

# Quran1949
source: Have they not considered what things Allah has created? Their shadows incline to the right and to the left, prostrating to Allah, while they are humble.
ca: Han considerat no quines coses Allah ha creat? Seva ombra inclinació cap a la dreta i esquerra, postrant per Allah, mentre que són humils.
cy: Nid ydynt wedi ystyried pa bethau y mae Allah wedi creu? Mae eu cysgodion yn inclein i'r dde ac i'r chwith, prostrating i Allah, er eu bod yn ostyngedig.
da: Har de ikke overvejet hvad Allah har skabt? Deres skygger bøje til højre og til venstre, prostrating til Allah, mens de er ydmyge.
el: Έχουν δεν θεώρησαν ποια πράγματα Αλλάχ δημιούργησε; Σκιά τους κλίση προς τα δεξιά και αριστερά, prostrating Αλλάχ, ενώ είναι ταπεινός.
et: Kas nad ei mõelnud mis Jumal on loonud asjad? Nende varjud kaldega paremale ja vasakule, prostrating Jumal, kuigi nad on tagasihoidlik.
fi: On niitä pidetä mitä Allah on luonut? Varjot taipuvaisia oikealle ja vasemmalle, kumartaen jotta hillitä, kun he ovat nöyriä.
he: הם לא חשבו שאולי איזה דברים אללה יצר? הצל שלהם בשיפוע ימינה ולא שמאלה, השתטחות לאללה, ובעוד הם צנועים.
hr: Oni ne smatraju ono što Allah je stvorio? Njihove sjene nagnite desno i lijevo, prostirući se Alahu, a oni su skromni.
lt: Ar jie nėra laikoma tai, ką sukūrė Dievas? Jų šešėliai palenkiamas į dešinę ir į kairę, prostrating Allaho, o jie yra kuklus.
lv: Ir tie netiek uzskatīti par kādas lietas, Allah ir izveidojusi Viņu ēnas slīpums pa labi un pa kreisi, vājināja Allahu, kamēr tie ir pazemīgs.
nb: Har de ikke vurdert hva Gud har skapt? Sine skygger skråning til høyre og til venstre, prostrating til Allah, mens de ydmyke.
sk: Nemáte sa za čo Boh vytvoril? Tiene stúpania napravo a naľavo, prostrating na Alaha, zatiaľ čo oni sú pokorní.
sl: Se ne šteje, kaj stvari je Allah ustvaril? Njihove sence Nagnite v desno in levo, prostrating v Allah, medtem ko so skromno.
sr_cyrl: Имају они не сматрају Какве ствари Алах је створио? Њихове сенке коси десно па лево, простратинг Алаху, док су они скромни.
sr_latn: Imaju oni ne smatraju Kakve stvari Alah je stvorio? Njihove senke kosi desno pa levo, prostrating Alahu, dok su oni skromni.
uk: Вони не вважаються які речі Аллах створив? Їх тіні нахил праворуч і ліворуч, prostrating до Аллаха, хоча смиренність.
vi: Họ đã không xem xét điều gì Allah đã tạo ra? Bóng của họ nghiêng về bên phải và bên trái, prostrating Allah, trong khi họ đang khiêm tốn.
zu: Fanele they cha lokho izinto Allah azidalile?

# Quran1950
source: And to Allah prostrates whatever is in the heavens and whatever is on the earth of creatures, and the angels [as well], and they are not arrogant.
ca: I Allah prostrates sigui al cel i el que està en la terra de criatures i els Àngels [també], i no són arrogants.
cy: Ac mae'r Allah yn prostrates beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear o greaduriaid, ac angylion [hefyd], ac nid ydynt yn drahaus.
da: Og til Allah prostrates hvad der er i himlene og hvad der er på jorden af skabninger, og engle [samt], og de er ikke arrogant.
el: Και να Αλλάχ prostrates ό, τι είναι στους ουρανούς και στη γη του πλάσματα, και οι άγγελοι [καθώς και], και δεν είναι αλαζόνες.
et: Ja Allah prostrates iganes on taevas ja mis iganes on maal olendid ja inglid [ning] ja nad ei ole ülbe.
fi: Ja Jumala prostrates mitä on taivaassa ja mitä on maan päällä olentoja ja enkeleitä [sekä] ja ne eivät ole ylimielinen.
he: ואל אללה prostrates מה הוא בשמים והוא מה על פני האדמה של יצורים, המלאכים [גם כן], והם לא יהיר.
hr: I Allah prostrates sve što je na nebesima i sve što je na zemlji od stvorenja, i anđeli [kao i], i oni su arogantni.
lt: Ir Dievas prostrates kas yra danguje ir kas yra ant žemės būtybių, ir angelai [taip pat], ir jie ne arogantiškas.
lv: Un Allah izstiepjas, kāds ir debesis un visu, kas atrodas zemes radības un eņģeļi [arī], un tie nav augstprātīgi.
nb: Og til Allah prostrates i himmelen og det som er på jorden av skapninger og engler [også], og de er ikke arrogant.
sk: A Boha prostrates, čo je v nebesiach a čo je na zemi tvorov a anjeli [aj], a nie arogantný.
sl: Ter Allah prostrates karkoli je v nebesih in karkoli je na zemlji bitja, in angeli [tudi], ter oni so ne aroganten.
sr_cyrl: А да Аллах простратес шта год је на небесима, и шта год је на земљу од створења, и анђели [па], а они нису арогантан.
sr_latn: A da Allah prostrates šta god je na nebesima, i šta god je na zemlju od stvorenja, i anđeli [pa], a oni nisu arogantan.
uk: І щоб Аллах простирається все, що знаходиться в небесах, і все, що є на землі істот, і ангели [також], і вони не зарозумілі.
vi: Và Allah prostrates bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất của những sinh vật, và những thiên thần [cũng], và họ không kiêu ngạo.
zu: Futhi Allah prostrates konke bhakabhaka konke emhlabeni zezidalwa, futhi izingelosi [kanye], futhi ngeke are zidla.
