Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1387
source: But when He saves them, at once they commit injustice upon the earth without right. O mankind, your injustice is only against yourselves, [being merely] the enjoyment of worldly life. Then to Us is your return, and We will inform you of what you used to do.
ca: Però quan ell guarda, a la vegada cometre injustícia a la terra sense dret. O la injustícia de la humanitat, és només contra vosaltres, [ser merament] el gaudi de la vida mundana. Llavors ens és el seu retorn, i et mantindrem informat de què solia fer.
cy: Ond pan y mae ef yn arbed iddynt, ar unwaith maent yn ymrwymo anghyfiawnder ar wyneb y ddaear heb hawl. O dynolryw, eich anghyfiawnder yn unig erbyn eich hunain, [yn unig] y mwynhad o fywyd worldly. Yna i ni yw eich enillion, a byddwn yn rhoi gwybod ichi beth yr ydych yn ei defnyddio i wneud.
da: Men når han gemmer dem, på en gang de begår uretfærdighed på jorden uden lige. O menneskeheden, din uretfærdighed er kun mod jer [er blot] nydelsen af verdslige liv. Så for os er dit afkast, og vi vil informere dig om hvad du plejede at gøre.
el: Αλλά όταν σώζει τους, ταυτόχρονα διαπράττουν αδικία επάνω στη γη χωρίς δικαίωμα. O ανθρωπότητα, αδικία σας είναι μόνο εναντίον σας, [όντας απλώς] την απόλαυση της κοσμικής ζωής. Στη συνέχεια μας είναι την επιστροφή σας, και θα σε ενημερώσουμε αυτό που χρησιμοποιείται για να το κάνετε.
et: Aga kui ta salvestab need, korraga nad eraldada ebaõigluse õiguseta maa peal. O inimkonnale, oma ülekohus on vaid iseendid [on lihtsalt] vastu maise elu nautimine. Meile on teie tagasi teatame teile, mida sa kasutada seda teha.
fi: Mutta kun hän pelastaa heidät, kerralla he syyllistyvät vääryyden maan päällä ilman oikeutta. O ihmiskunnan sinun vääryys on vain vastaan itse [edustustehtäviä] maallinen elämä nautintoa. Sitten meille on tuotto, ja ilmoitamme, mitä voidaan tehdä.
he: אבל כאשר הוא שומר אותם, בעת ובעונה אחת הם מבצעים עוול על פני האדמה ללא נכון.  האנושות, צדק שלך זה רק נגד עצמך, [בתור רק] שימחת החיים הגשמיים. אז לנו את ההחזר, אנו נודיע לך על מה נהגת לעשות.
hr: Ali kada ih on spasi, odjednom su počinili nepravde na zemlji bez prava. O čovječanstvu, tvoja nepravda je samo protiv sebe, [se samo] uživanja svjetovnog života. Onda nam je tvoj povratak i Informiramo vas ranije.
lt: Bet kai jis išsaugo juos, vienu metu jie įsipareigoja neteisybės žemėje neturint tam teisės. O žmonijai, jūsų neteisybė yra tik nuo savęs, [būdamas tik] pasaulietinis gyvenimo malonumą. Tada mums yra grąžą, ir mes informuosime jus apie ką jūs czynili.
lv: Bet, kad viņš saglabā tos, vienlaikus viņi izdara netaisnību uz zemes bez tiesībām. O cilvēcei, jūsu netaisnība ir tikai pret sev [tiek tikai] pasaulīgās dzīves baudu. Tad mums ir savu peļņu, un mēs informēsim jūs par to, ko esat pieradis veikt.
nb: Men da han redder dem, de begår samtidig urett på jorden uten rett. O menneskeheten, din urettferdighet er bare mot dere, [er bare] glede av verdslige liv. Er tilbake til oss, og vi vil informere deg om hva du pleide å gjøre.
sk: Ale keď on zachráni ich, naraz sa dopustí nespravodlivosti na zemi bez práva. O ľudstvo, vaše nespravodlivosť je len proti sebe [je len] pôžitok z pozemský život. Potom nám je váš návrat a budeme vás informovať o to, čo ste zvyknutí robiť.
sl: Vendar ko jih shrani, naenkrat se zavežejo krivice na zemlji brez pravice. O človeštva, vaš krivice je samo zoper sebe, da zgolj] uživanje posvetno življenje. Nato nam je svoj donos, in bomo obvestili o kaj je za narediti.
sr_cyrl: Али када он их спашава, одједном су починио неправде на земљи без права. О људске врсте, твоја неправда је само против себе, [постане само] уживања земаљски живот. Да нас је онда твој повратак, а те мога да радим.
sr_latn: Ali kada on ih spašava, odjednom su počinio nepravde na zemlji bez prava. O ljudske vrste, tvoja nepravda je samo protiv sebe, [postane samo] uživanja zemaljski život. Da nas je onda tvoj povratak, a te moga da radim.
uk: Але коли він зберігає їх, одночасно вони здійснюють на землі без права несправедливості. O людства, ваш несправедливість є лише проти себе, [будучи просто] користуватися мирські життя. До нас йде вашу повернення, і ми проінформуємо вас про те, що ви використовували, щоб зробити.
vi: Nhưng khi ông tiết kiệm cho họ, cùng một lúc họ cam kết bất công khi trái đất mà không có quyền. O nhân loại, sự bất công của bạn là chỉ đối với mình, [chỉ là] hưởng thụ cuộc sống trần tục. Sau đó chúng tôi là trở lại của bạn, và chúng tôi sẽ thông báo cho bạn về những gì bạn sử dụng để làm.
zu: Kodwa lapho He khulula them ngaso leso sikhathi bophezela okungemthetho phezu komhlaba ngaphandle ilungelo.

# Quran1388
source: The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest, as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought.
ca: És l'exemple de [aquesta] vida mundana però com pluja que ens han enviat del cel que les plantes de la terra absorbeix - [els] de menjar que els homes i bestiar - fins, la terra ha pres el seu guarniment i és embellint i la gent suposa que tenen capacitat sobre ella, arriba al nostre comanda de nit o de dia , i podem fer-ho com una collita, com si ahir no havia florit. Així expliquem amb detall els signes per a persones que donar idea.
cy: Yr enghraifft o bywyd worldly [hwn] yw ond hoffi glaw yr ydym wedi'u hanfon i lawr o'r awyr bod y planhigion y ddaear yn amsugno-[hynny] o fwyta dynion a da byw-nes, pan mae y ddaear ar ei addurn ac yn beautified ac yn ei bobl, mae'n debyg eu bod yn gallu ei, daw iddo ein Gorchymyn gan nos neu erbyn diwrnod , a rydym yn ei wneud fel y cynhaeaf, fel pe nad oedd ffynnodd ddoe. Felly wneud yn egluro yn fanwl yr arwyddion ar gyfer pobl sy'n rhoi meddwl.
da: Eksempel på [denne] verdslige liv men lide regn, som vi har sendt fra himlen at planter af jorden absorbere - [dem] fra hvilke mænd og animalske spiser - indtil, når jorden har taget sin pynt og er forskønnet og dens folk formoder at de har kapacitet over det, der kommer til vores kommando om natten eller dagen , og vi gør det som en høst, som hvis det ikke havde blomstrede i går. Således skal vi forklare i detaljer tegnene for et folk, der overveje.
el: Το παράδειγμα [αυτή] η εγκόσμια ζωή είναι αλλά σαν βροχή που μας έχουν στείλει από τον ουρανό ότι τα φυτά της γης απορροφούν - [αυτοί] από την οποία οι άνδρες και ζωικού κεφαλαίου τρώνε - έως ότου, όταν η γη έχει αποκτήσει το Στολισμός και είναι ωραιοποιημένο και τους ανθρώπους υποθέτω ότι έχουν την ικανότητα από πάνω του, έρχεται σε αυτήν την εντολή μας τη νύχτα είτε την ημέρα , και θα καταστήσουμε ως μια συγκομιδή, ως εάν δεν είχαν ανθίσει χθες. Έτσι εξηγούμε λεπτομερώς τα σημάδια για ένα λαό που δίνουν σκέψη.
et: Näiteks [käesolev] maise elu, kuid meeldib vihm, mis meil on saatnud oma taevast et maa taimede neelavad - [neid]: millised mehed ja kariloomad söövad - kuni, kui maa on langetanud oma Ehted ja rosed ja oma rahva Oletame, et neil on võime ⁿle, seal tuleb talle meie käsk öö või päev , ja me teeme seda lõikust, kui see oli õitses täna. Seega ei me selgitage üksikasjalikult märke inimestele, kes anna mõtlema.
fi: Esimerkki [tämän] maallinen elämä on, mutta kuten sade, jotka lähetimme taivaalta että maan kasvit imevät - [kuin] alkaen karjan ja miehet syö - kunnes kun maa on ottanut sen koriste ja on ihana ja sen ihmiset olettaa, että heillä on valmiudet yli, tulee se meidän komento yöllä tai päivällä , ja teemme sen sadon, ikään kuin se oli ei kukoisti eilen. Näin selittää yksityiskohtaisesti merkkejä niille, jotka antavat aihetta.
he: הדוגמה של החיים הגשמיים [זה], אבל אוהב גשם אשר שלחנו מן השמים כי הצמחים של כדור הארץ סופגים - [אלו] מן אילו גברים, בעלי חיים לאכול - עד, כאשר את האדמה לקחה על קישוט שלה, היא לייפות את אנשיה נניח שיש להם יכולת מעליו, מגיע אליו הפיקוד שלנו על ידי לילה או יום , ואנחנו עושים את זה כמו קציר, כאילו זה לא פרחו אתמול. ובכך אפשר להסביר בפירוט את הסימנים לאנשים לחשוב.
hr: Primjer [ovaj] svjetovni život je ali volim kišu koja smo poslali s neba da biljke zemlje apsorbiraju - [one] iz koje ljudi i stoke jesti - dok, kad zemlja je preuzela svoj ukras i Zaostroga i svoje ljude da oni imaju sposobnost to, dolazi do ga naša naredba noću ili danju , i to kao žetvu, kao da je procvjetao jučer. Tako možemo objasniti detaljno znakove ljudima koji daju misao.
lt: Pavyzdžiui, [Šis] žemiškas gyvenimas yra bet kaip lietus, kuris mes turime zeslal iš dangaus kad žemės augalai sugeria - [šių] iš kurių vyrų ir gyvulių valgyti - to momento, kai žemė ėmėsi savo puošmena ir yra Upiększony ir jos žmones manyti, kad jie turi pajėgumų per jį, ten jis mūsų komandą naktį arba dieną , ir mes padaryti jį kaip derlių, kaip jei ji buvo ne klestėjo vakar. Taigi ar mes išsamiai paaiškinti, ženklai žmonėms, kurie suteikia minties.
lv: [Šis] pasaulīgās dzīves piemērs ir, bet, piemēram, lietus, kas mēs esam nosūtījuši uz leju no debesīm, ka zemes Augi absorbēt - [tiem], no kuriem vīriešu un lopkopības ēst - kamēr zeme ir pieņēmusi tās rota un ir izdaiļojis un tās iedzīvotājiem domāt, ka tās ir spējas pār to, tur nāk uz to mūsu komandai pa nakti vai dienu , un mēs tā kā ražas, it kā tas bija vakar nav uzplaukusi. Tādējādi mēs izskaidrotu sīkāk pazīmes par cilvēkiem, kuri domā.
nb: Eksempel på [Dette] verdslige liv men liker regn som vi har sendt fra himmelen at plantene jordens absorbere - [de] fra som menn og husdyr spiser - til, når jorden har tatt på sin pryd og er forskjønnet og dets folk antar at de har evne over det, det kommer til det vår kommando natt eller dag , og vi gjør det som en høst, som om det ikke hadde blomstret i går. Dermed kan vi forklare i detalj tegn for et folk som tenke.
sk: [Tento pozemský život je ale rád dážď, ktorý sme si zoslal z neba že rastliny krajiny absorbovať - [tí] z ktorých muži a zvieratá jesť - až keď sa Zeme prevzala jeho ozdobou a je skrášlil a jeho ľudia predpokladať, že majú schopnosť nad ním, príde k nemu nášho velenia v noci alebo cez deň , a robíme to ako úrody, akoby to mal nie darilo včera. Tak si vysvetlíme podrobne príznaky pre ľudí, ktorí sa zamyslieť.
sl: Primer [te] posvetno življenje je vendar kot dež, ki smo so poslan z neba, da rastline zemlje absorbirajo - [tistih] od katerih moški in živine jesti - dokler, ko zemlja prevzela svoje okras in je Uljepšan in njenih ljudi domnevam, da imajo sposobnost nad njim, pride na to naše ukaz ponoči ali podnevi , in naredimo to kot letine, kot da to ne bi cvetel včeraj. Tako razložiti nadrobno znake za ljudi, ki dajejo misli.
sr_cyrl: На пример [овај] земаљски живот је, али волим кису која послали смо са неба да биљке на земљи апсорбују - [они] од људи и стоке који добро Наједи -, када земља је попримио свој Реса и је најулепшавана и њен народ претпоставимо да имају могућност рада преко њега, тамо у питању то нашу команду ноцу или дању , и да смо га као ћетва, као да то није бујао је јуче. Тако објашњаваш детаљно знакове за људе који дају мисао.
sr_latn: Na primer [ovaj] zemaljski život je, ali volim kisu koja poslali smo sa neba da biljke na zemlji apsorbuju - [oni] od ljudi i stoke koji dobro Najedi -, kada zemlja je poprimio svoj Resa i je najulepšavana i njen narod pretpostavimo da imaju mogućnost rada preko njega, tamo u pitanju to našu komandu nocu ili danju , i da smo ga kao ћetva, kao da to nije bujao je juče. Tako objašnjavaš detaljno znakove za ljude koji daju misao.
uk: Приклад [це] мирські життя, але як дощ, які ми направили з неба що рослин землі вбирають - [тих] з яких чоловіки і тваринництва є,-поки, коли земля взяло на його прикрасою і є прикрашено і її народу Припустімо, що у них є можливість над ним, там приходить до неї наша команда за ніч або день , і ми робимо його як врожаю, як якщо б вона не процвітала вчора. Таким чином ми можемо пояснити детально ознаки для людей, які дають думки.
vi: Các ví dụ về cuộc sống trần tục [này] là nhưng giống như mưa mà chúng tôi đã gửi xuống từ bầu trời rằng cây trái đất hấp thụ - [những] từ đó người và gia súc ăn - đến, khi trái đất đã thực hiện trên trang sức của nó và beautified, và người dân của nó cho rằng họ có khả năng hơn nó có để nó chỉ huy của chúng tôi đêm hoặc theo ngày , và chúng tôi làm cho nó như là một vụ thu hoạch, nếu như nó đã không phát triển mạnh mẽ vào ngày hôm nay. Do đó làm chúng tôi giải thích chi tiết các dấu hiệu cho một người cung cấp cho nghĩ.
zu: Isibonelo [lo] worldly pilo is kodwa like imvula eyehlela We sa phansi bhakabhaka ukuthi izitshalo zomhlaba amunca ama - [lezo] kusuka lapho babantu nezinkomo adle - kuze, lapho umhlaba ziye zahlanganisa ukuhloba yayo futhi

# Quran1389
source: And Allah invites to the Home of Peace and guides whom He wills to a straight path
ca: I Allah convida a la casa de pau i guies qui ell voluntats per un camí dret
cy: Ac mae'r Allah yn gwahodd i'r cartref o heddwch a'r canllawiau y mae ef yn wills i lwybr syth
da: Og Allah opfordrer til hjem af fred og vejledninger, hvem han Testamente til en lige vej
el: Και Αλλάχ σας προσκαλεί να το σπίτι της ειρήνης και οι οδηγοί τους οποίους διαθήκες σε μια ευθεία διαδρομή
et: Ja Jumal kutsub rahule kodu ja juhendid, kellele ta tahab õigele teele
fi: Ja Jumala kutsuu kotiin rauhaa ja ohjaa kenet tahtoo oikealle tielle
he: אללה מזמין בית השלום, מדריכים למי שהוא חפץ נתיב ישר
hr: I Allah poziva kući mira i vodilice koga hoće na prav put
lt: Ir Dievas kviečia į taikos namuose ir vadovai, kuriems jis testamentų tiesia kelią
lv: Un Allah aicina mājās no miera un ceļveži kuru viņš piespiež ar taisnu ceļu
nb: Og Allah inviterer til hjem av fred og guider som han wills til en rett bane
sk: A Boh pozýva domova pokoja a sprievodcov, koho on chce rovno cesta
sl: Ter Allah vabi, da domači mir in vodniki, katerim je oporok naravnost pot
sr_cyrl: А Аллах позива у дом за мир и водичи за кога је воља да праволинијску путању
sr_latn: A Allah poziva u dom za mir i vodiči za koga je volja da pravolinijsku putanju
uk: І Аллах запрошує до будинку миру та керівництва, кого він хоче, щоб прямий сегмент контуру
vi: Và Allah mời đến nhà hòa bình và hướng dẫn người mà Ngài muốn cho một con đường thẳng
zu: Futhi Allah MEMA Home of Peace khaphi He tando ngaphakathi sobala dlela!

# Quran1390
source: For them who have done good is the best [reward] and extra. No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally
ca: Per a ells el que han fet bé és el millor [recompensa] i extres. No hi ha foscor cobrirà els rostres, ni la humiliació. Aquells són companys del paradís; es s'atinguin eternament en el mateix
cy: Iddynt sydd â da wedi'i wneud yn y gorau [gwobr] a ychwanegol. Bydd unrhyw dywyllwch yn cwmpasu eu wynebau, nac yn waradwydd. Mae'r rheini'n cymdeithion o baradwys; Bydd yn cadw at yr erthyglau fythol
da: For dem, der har er gjort godt de bedste [belønning] og ekstra. Intet mørke vil dække deres ansigter, eller ydmygelse. De er kammerater i paradis; de vil overholde deri evigt
el: Για αυτούς που έχουν κάνει καλό είναι το καλύτερο [ανταμοιβή] και επιπλέον. Το σκοτάδι δεν θα καλύψει τα πρόσωπά τους, ούτε ταπείνωση. Αυτά είναι το συντρόφους του παραδείσου? θα τηρήσει εκεί αιώνια
et: Neile, kes on teinud hea on parim [tasu] ja extra. Ükski pimedus katab nende nägusid ega alandus. Need on kaaslased paradiisi; nad järgivad selles igavesti
fi: Niille, joilla on tehty hyvä on paras [palkita] ja extra. Ei pimeys peittää kasvot eikä nöyryytys. Ne ovat kumppaneita Paratiisiin; säädöksien siinä ikuisesti
he: להם שיש להם ספרים הוא הטוב ביותר [פרס] נוסף. אין חושך יכסה את הפרצופים שלהם, ולא השפלה. . אלו השותפים של גן עדן; הם צולמו כאן לנצח
hr: Za njih koji imaju gotovo dobro je najbolji [nagrada] i extra. Tame nema pokriće njihovih lica, ni poniženje. To su drugovi raja; Oni će u njemu vječno trpe
lt: Dėl jų, kurie buvo padaryti gera yra geriausias [atlygį] ir extra. Jokios tamsos padengti jų veidus, nei pažeminimas. Tai draugų Rojaus; jos paklūsta jame amžinai
lv: Tiem, kam ir izdarīts labs ir labākais [atlīdzība] un papildu. Bez tumsas attieksies uz viņu sejas, ne pazemošanu. Tie ir paradīze; biedrus tie būs ievērot tajā mūžīgi
nb: For dem som har er gjort god den beste [belønning] og ekstra. Ingen mørke vil dekke sine ansikter, eller ydmykelse. De er ledsagere av paradis; de vil følge der evig
sk: Pre tých, ktorí majú urobiť dobrý je najlepšie [odmena] a extra. Tma sa bude týkať ich tváre, ani poníženie. Tie sú spoločníci raja; dodržia sa v ňom naveky
sl: Zanje, ki imajo opravljeno dobro je najboljši [nagrado] in ekstra. Ne teme krije njihove obraze, niti ponižanja. So tovariši raj; bo upošteval v njem večno
sr_cyrl: За њих који имају добар је најбоља [награда] и екстра. Нема мрака покриће се њихова лица, нити понижење. То су сапутници раја; Они ће у томе бескрајно трпе
sr_latn: Za njih koji imaju dobar je najbolja [nagrada] i ekstra. Nema mraka pokriće se njihova lica, niti poniženje. To su saputnici raja; Oni će u tome beskrajno trpe
uk: Для них, які мають зроблено добре є найкращим [нагорода] і extra. Немає темряви буде охоплювати їхніх обличчях, ні приниження. Ті, товариші рай; вони будуть дотримуватися в цьому вічно
vi: Cho họ những người đã được thực hiện rất tốt là tốt nhất [thưởng] và thêm. Không có bóng tối sẽ bao gồm các khuôn mặt, và cũng không nhục. Đó là những người bạn của thiên đường; họ sẽ tuân thủ trong đó luôn luôn
zu: Kubo abenze okuhle iyona engcono [umvuzo] futhi extra.

# Quran1391
source: But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent, and humiliation will cover them. They will have from Allah no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally.
ca: Però que han guanyat [culpa] mal fets - la recompensa d'una acció mal és el seu equivalent i humiliació a cobrir-los. Hauran d'Allah cap protector. Serà com si els rostres estan cobertes amb trossos de la nit - tan fosc [són]. Aquells són companys del foc; es queda aquí eternament.
cy: Ond hwy sydd wedi ennill gwneuthurwyr drygioni [bai am]-iawndal o weithred anfad yn gyfatebol, a bydd cywilydd yn ymdrin â hwy. Bydd ganddynt gan Allah oes protector. Bydd yn fel pe bai eu hwynebau wedi eu gorchuddio â darnau o'r nos-mor dywyll [ydynt]. Mae'r rheini'n cymdeithion y tân; Bydd maent yn glynu ynddo fythol.
da: Men de, der har tjent [skylden for] onde gerninger - belønning af en ond gerning er tilsvarende, og ydmygelse vil dække dem. De vil have fra Allah ikke protector. Det er som om deres ansigter dækkes med stykker af nat - så mørkt [er de]. De er kammerater i ilden; de vil overholde deri evigt.
el: Αλλά αυτοί που έχουν κερδίσει [φταίει γι] τα πονηρά - η ανταμοιβή του ένα κακό πράξη είναι ισοδύναμο, και ταπείνωση θα καλύψει τους. Θα έχουν από τον Αλλάχ δεν προστάτης. Θα είναι σαν τα πρόσωπά τους καλύπτονται με κομμάτια της νύχτας - τόσο σκοτεινή [είναι]. Αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει εκεί αιώνια.
et: Kuid need, kes on teeninud [süüdistada] evil tegemistest - evil Heateo registreerimiskohas on samaväärne ja alanduse nende katmiseks. Neil Jumalalt mingit protector. Oleks justkui oma nägu on kaetud tükki öö - nii pime [nad]. Need on kaaslased tulekahju; nad järgivad seal igavesti.
fi: Mutta ne, jotka ovat ansainneet [syyttää] pahat tekonsa - pahan teon korvaus on vastaavan ja nöyryytys kattaa ne. Heillä Jumalalta ei suojelija. Se on ikään kuin heidän kasvonsa on päällystetty paloja night - niin tumma [ne]. Ne ovat kumppaneita tuleen; säädöksien siinä ikuisesti.
he: אבל הם אשר הרוויחו עניינים הרשע [האשמה] - התמורה של מרושע למקבילה שלה, השפלה יכסה אותם. יהיה להם מן אללה לא מגן. זה יהיה כאילו פניהם מכוסות עם חתיכות של הלילה - כל-כך חשוך [?]. . אלו הלוויה של האש; הם להישמע בו לנצח.
hr: Oni koji su zaradili [krivnju za] zla djela - nagradu zlo djelo je njegov ekvivalent, a poniženja će ih pokriti. Imaju od Allaha ne zaštitnik. To će biti kao da njihova lica su prekrivene dijelove noći - mračno [su]. To su drugovi požara; Oni će u njemu vječno trpe.
lt: Bet tie, kurie yra gavę [kaltų] blogis daikteliai - blogo elgesio zaplata yra lygiavertė, ir žeminimas apims juos. Jie turės iš Dievo nėra gynėjas. Tai bus tarsi jų veidus dengia vienetų naktį - toks tamsus [ar jie]. Tai draugų gaisro; jos paklūsta jame amžinai.
lv: Bet tie, kuri nopelnījuši [vainojama] ļauno doings - atlīdzība par ļaunuma akts ir ekvivalenta vērtība un pazemojuma attieksies uz tiem. Viņiem būs no Allah nav aizsargs. Tas ir kā tad, ja viņu sejās ir pārklāti ar gabalu pa nakti - tik tumšs [tie ir]. Tie ir biedri no uguns; viņi ievēro tur mūžīgi.
nb: Men de som har tjent [skylden for] onde gjerninger - vederlag av en ond gjerning er tilsvarende, og ydmykelse vil dekke dem. De vil ha fra Allah ingen protector. Det vil være som om deres ansikter er dekket med biter av natten - så mørkt [er de]. De er ledsagere av på ilden. de vil følge der evig.
sk: Ale oni, ktorí získali [za] zlé skutky - odmenu zlý skutok je ekvivalentná a poníženie zakryť. Majú od Boha žiadny protektor. Bude to, akoby ich tváre sú pokryté kusy v noci - tak tmavý [sú]. Tie sú spoločníci požiaru; dodržia sa v ňom naveky.
sl: Ampak oni, ki so zaslužili [krivde za] zla dejanja - zaracunati zlo dejanje je enakovredno in ponižanja bodo kriti. Bodo imeli od Allah ni zaščitnik. To bo, kot če obrazih so prekriti z kosov noč - tako temno [so]. So tovariši ogenj; se bo upošteval v njem večno.
sr_cyrl: Али они који су сакупили злодела [кривицу за] - накнаду од зло дело је њен еквивалент и понижења прекрити их. Они ће имати од Алаха нема заштитника. То ће бити као да њихова лица су прекривени комада ноћи - мрак [су]. То су Компањони ватре; Они ће у томе вечно да трпе.
sr_latn: Ali oni koji su sakupili zlodela [krivicu za] - naknadu od zlo delo je njen ekvivalent i poniženja prekriti ih. Oni će imati od Alaha nema zaštitnika. To će biti kao da njihova lica su prekriveni komada noći - mrak [su]. To su Kompanjoni vatre; Oni će u tome večno da trpe.
uk: Але вони, які заслужили [провину за] злі справи - нагорода зло еквівалент, і приниження буде покрити їх. Вони будуть мати з Аллаху не протектор. Це буде як якби їхні обличчя вкриті штук ніч - так темно [вони]. Тих, хто є супутниками вогню; вони будуть дотримуватися в цьому вічно.
vi: Nhưng họ là những người đã kiếm được [đổ lỗi cho] doings ác - thương hiệu của một hành động ác là tương đương của nó, và nhục sẽ trang trải cho họ. Họ sẽ có từ Allah không bảo vệ. Nó sẽ như nếu khuôn mặt của họ được bảo hiểm với miếng của đêm - vì vậy tối [có họ]. Những người là companions cháy; họ sẽ tuân thủ trong đó luôn.
zu: Kodwa labo zuza [basola] bezenzo ezimbi - imbuyiselo i senzo esibi okulingana yayo, futhi ukuhlazeka uyozimboza.
