Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran499
source: And test the orphans [in their abilities] until they reach marriageable age. Then if you perceive in them sound judgement, release their property to them. And do not consume it excessively and quickly, [anticipating] that they will grow up. And whoever, [when acting as guardian], is self-sufficient should refrain [from taking a fee]; and whoever is poor - let him take according to what is acceptable. Then when you release their property to them, bring witnesses upon them. And sufficient is Allah as Accountant.
ca: I provar els orfes [en les seves capacitats] fins que arriben a la edat de contraure matrimoni. Llavors si que percebia en ells so sentència, alliberar els seus béns a ells. I no consumeixen excessivament i ràpidament, [anticipant] que creixen cap amunt. I qui, [quan actua com a tutor], és autosuficient haurà d'abstenir [de prendre un suplement]; i qui és pobre - deixar-li fer segons què és acceptable. Llavors quan allibereu la propietat a ells, portar testimonis sobre ells. I prou és Allah com a comptable.
cy: A phrofi amddifad [yn eu galluoedd] nes iddynt gyrraedd oedran marriageable. Os bydd eich barn chi yn eu doethineb, rhyddhau eu eiddo iddynt. Ac nad ydynt yn yfed yn ormodol ac yn gyflym, [rhagweld] y byddant yn tyfu. A phwy bynnag, [pan yn gweithredu fel gwarcheidwad], yn hunangynhaliol dylid ymatal [rhag cymryd ffi]; pwy bynnag yn wael a gadewch iddo gymryd yn ôl beth sy'n dderbyniol. Yna pan fyddwch yn rhyddhau eu heiddo iddynt, yn dwyn tystion arnynt. Ac mae digon o Allah fel cyfrifydd.
da: Og teste forældreløse [i deres evner] indtil de når giftefærdige alder. Så hvis du opfatter dem lyder dommen, frigive deres ejendom til dem. Og ikke forbruger det overdrevent og hurtigt, [foregribe] at de vil vokse. Og hvem, [når de optræder som traktaternes], er selvforsynende bør afstå [fra at tage et gebyr]; og hvem er dårlig - lad ham tage efter hvad der er acceptabelt. Så når du slipper deres ejendom til dem, bringe vidner over dem. Og tilstrækkelig er Allah som revisor.
el: Και να δοκιμάσουν τα ορφανά [στις ικανότητές τους] έως ότου φθάσουν σε ηλικία γάμου. Τότε Εάν αντιληφθείτε τους κρίση του ήχου, αφήστε τους ιδιοκτησία του σε αυτούς. Και δεν καταναλώνουν υπερβολικά και γρήγορα, [πρόβλεψη] ότι θα μεγαλώσουν. Και όποιος, [όταν ενεργεί ως θεματοφύλακας], είναι αυτάρκης ουδεμιά [λαμβάνοντας μια αμοιβή]? και όποιος και αν είναι φτωχός - αφήστε τον να πάρει ανάλογα με το τι είναι αποδεκτό. Στη συνέχεια, όταν απελευθερώσετε την περιουσία τους σε αυτούς, φέρε μαρτύρων τους. Και επαρκείς Αλλάχ ως λογιστής.
et: Ja test [in oma võimeid] orbude Abieluealisel jõudmiseni. Siis kui sa tajud nende kõla kohtuotsuse, vabastama oma vara neile. Ja ei tarbi seda ülemäära ja kiiresti, [ennetades] et nad kasvavad. Ja kes iganes, [arutades põhilepingute], iseseisev ja peaks hoiduma [tasu]; ja kes iganes on halb - võtku vastavalt sellele, milline on vastuvõetav. Siis kui lasete oma kinnisvara neile, toovad neile tunnistajad. Ja piisav on Jumal nagu raamatupidaja.
fi: Ja testata [orpolapsia kykyjään] kunnes ne saavuttavat Avioliittoiässä. Sitten jos näette heissä sound tuomio, vapauttaa heidän omaisuutensa. Ja eivät kuluta sitä liian ja nopeasti, [ennakointi] että ne kasvamaan. Ja kuka, [toimiessaan valvojana], on omavarainen pitäisi pidättäytyä [maksu]; ja kuka on köyhä - ottakoon mukaan mikä on hyväksyttävää. Sitten kun vapautat heidän omaisuutensa, tuo todistajien päällensä. Ja riittävä Allah kirjanpitäjä.
he: ולבדוק את היתומים [ביכולות שלהם] עד שיגיעו גיל הנישואים. אז אם אתם תופסים בהם נשמע השיפוט, לשחרר את רכושם אליהם. לא לצרוך את זה בצורה מוגזמת ובמהירות, [מצפה] הם יגדלו. ומי, [כאשר בפועל כאפוטרופוס], הוא עצמאי צריך מנקיטת [בתשלום]; מי המסכן -. תן לו לקחת על פי מה מקובל. ואז כאשר תשחרר את רכושם אליהם, להביא עדים עליהם. והוא מספיק אללה בתור רואה חשבון.
hr: I test siročadi [u svoje sposobnosti] sve do brak dobi. Ako vidiš u njima zvuk presuda, objaviti svoju imovinu na njih. I ne troše ga jako i brzo, predviđajući da će odrasti. I tko god, [kada djeluje kao čuvar], je samodostatan autentična [uzimanje naknadu]; i tko je siromašan - neka se prema ono što je prihvatljivo. Onda kada otpustite svoju imovinu kako bi ih povesti svjedoke na njih. A dovoljan je Allah kao računovođa.
lt: Ir išbandyti našlaičiams [į savo sugebėjimus] tol, kol jie pasiekia santuokinio amžiaus. Tada, jei jūs suvokia juos garso sprendimas, išlaisvinti savo turtą, kad juos. Ir nevartoja ji per daug ir greitai, [numatymas] kad jie užaugs. Ir kas, [kai globojančio], yra savarankiška sistema turėtų susilaikyti [nuo mokestį]; ir kas yra prasta - tai tegul imtis pagal kas yra priimtinas. Tada kai atleisite savo turtą, kad juos, kad liudytojai jiems. Ir pakankamai yra Dievas kaip buhalteris.
lv: Un pārbaudīt bāreņu [par savām spējām], līdz tie sasniedz dibināt. Pēc tam, ja jūs vērtējat tos skaņas spriedumu, savu īpašumu, lai viņus atbrīvot. Un nevis patērēt tā pārmērīgi un ātri, [paredzēšana] viņi izaugs. Un kurš, [darbojoties kā aizbildnis], ir pašpietiekama vajadzētu atturēties [no nodevu]; un kurš ir slikts - jāļauj viņam Lailu atkarībā no tā, kāda ir pieņemama. Atlaižot viņiem savu īpašumu, izsaukt lieciniekus uz tiem. Un pietiekami Allah, kā grāmatvedis.
nb: Og teste foreldreløse [på sine evner] til de når gifteferdige år. Så hvis du oppfatter i dem høres dom, løslate deres eiendom med dem. Og ikke så det overdrevet og raskt, [forutse] at de vil vokse opp. Og hvem, [når fungerer som verge], er selvforsynt bør avstå [fra tar et gebyr]; og hvem er dårlig - la ham ta hva er akseptabel. Så når du slipper deres eiendom med dem, bringe vitner dem. Tilstrekkelig er Allahs regnskapsfører.
sk: A test siroty [v ich schopnosti] kým nedosiahnu vydaj. Potom ak vnímate v nich znie rozsudok, uvoľniť svoj majetok na nich. A nie konzumovať príliš a rýchlo, [predvídanie], že bude vyrastať. A ten, kto [keď vystupuje ako ochranca], sebestačná mali zdržať [poplatok]; a ten, kto je chudobný - nech si podľa čo je prijateľné. Po uvoľnení ich majetku na ich privedie svedkov po nich. A dostatočná je Boh ako účtovník.
sl: In test sirote [v svoje sposobnosti] dokler ne dosežejo zakon. Potem če zaznavate v njih zvok sodbe, spustite svoje premoženje za njih. In ne porabijo preveč in hitro, [predvidevanje], da bo odrasti. In kdor, [ko deluje kot varuh], je samozadostna vzdržijo [a pristojbine]; in kdor je slaba - bi se lahko glede na tisto, kar je sprejemljivo. Potem ko spustite svoje premoženje za njih, bi priče na njih. In dovolj je Allah kot računovodja.
sr_cyrl: И тестирали сирочади [у њихове способности] док не стигну до удаје. Ако ви видите у њима звуци Судњи, ослободи своју имовину на њих. И не троши га јако и брзо, предвиђање да порастемо. И ко год, [када се понаша као чувар], је самодовољан би требало да се уздрже [од накнаду]; и ко год да је јадни - и да га према ономе што је прихватљиво. Онда када своју имовину да их отпустите, доведи сведока над њима. А довољан је Аллах као рачуновођа.
sr_latn: I testirali siročadi [u njihove sposobnosti] dok ne stignu do udaje. Ako vi vidite u njima zvuci Sudnji, oslobodi svoju imovinu na njih. I ne troši ga jako i brzo, predviđanje da porastemo. I ko god, [kada se ponaša kao čuvar], je samodovoljan bi trebalo da se uzdrže [od naknadu]; i ko god da je jadni - i da ga prema onome što je prihvatljivo. Onda kada svoju imovinu da ih otpustite, dovedi svedoka nad njima. A dovoljan je Allah kao računovođa.
uk: І протестувати сиріт [у своїх здібностях] поки вони не досягнуть шлюбний вік. Тоді, якщо ви сприймаєте у них звучать судження, відпустіть їх власності до них. І не споживають її надмірно і швидко, [Прогнозуючи], що вони будуть рости. І той, хто, [коли виступає в якості опікуна], є самодостатнім повинні утримуватися [від прийняття плату]; і той, хто бідний - нехай взяти за те, що є прийнятним. То коли ви відпустіть їх майно з ними, принести свідків на них. І достатнім Аллах як бухгалтера.
vi: Và kiểm tra các trẻ em mồ côi [trong khả năng của họ] cho đến khi họ đến tuổi marriageable. Sau đó, nếu bạn nhận thấy họ âm thanh bản án, phát hành tài sản của họ cho họ. Và không tiêu thụ nó quá nhiều và nhanh chóng, [dự đoán] chúng sẽ lớn lên. Và bất cứ ai, [khi hành động như là người giám hộ], là tự túc nên kiềm chế [dành một khoản phí]; và ai là người nghèo - Hãy để anh ta đi theo những gì là chấp nhận được. Sau đó khi bạn phát hành tài sản của họ cho họ, mang lại cho nhân chứng khi họ. Và đầy đủ là Allah như kế toán.
zu: Futhi avivinye izintandane [amakhono abo] baze bafinyelele angashada.

# Quran500
source: For men is a share of what the parents and close relatives leave, and for women is a share of what the parents and close relatives leave, be it little or much - an obligatory share.
ca: Per als homes és una porció de què els pares i parents permís, i per a les dones és una porció de què els pares i parents deixa, ja sigui poc o molt - una quota obligatòria.
cy: Dynion yw cyfran y rhieni a pherthnasau agos absenoldeb, ac ar gyfer menywod yn gyfran o'r hyn y rhieni a pherthnasau agos yn gadael, ychydig neu lawer-rhannu orfodol.
da: For mænd er en del af hvad forældre og nære slægtninge orlov, og for kvinder er en del af hvad forældre og nære slægtninge forlade, det være sig lidt eller meget - en obligatorisk del.
el: Για τους άνδρες είναι ένα κοινόχρηστο στοιχείο του τι οι γονείς και οι στενοί συγγενείς άδεια, και για τις γυναίκες είναι ένα μερίδιο από ό, τι οι γονείς και οι στενοί συγγενείς άδεια, είτε πρόκειται για λίγο ή πολύ - μια υποχρεωτική μερίδιο.
et: Meestele on osa vanemate ja lähisugulaste puhkuse naistele on osa mida vanemate ja lähisugulaste jätta, olgu see vähe või palju - kohustuslik osa.
fi: Miehille on vanhemmat ja lähisukulaiset jätä naisille on mitä vanhemmat ja lähisukulaiset jättää, on se vähän tai paljon - pakollinen osuus.
he: לגברים הוא משותף של הורים, קרובים מה לעזוב, עבור נשים הוא נתח של מה ההורים ואת קרובים לעזוב, יהיה זה קצת או הרבה - מקבל. חלק חובה.
hr: Za muškarce je udio što roditelji i bliski srodnici dopust, a za žene je dio što roditelji i bliski srodnici otići, biti malo ili puno - obavezno dijeljenje.
lt: Vyrams yra ką tėvai ir Artimieji dalį atostogų, ir moterims yra dalis, ką tėvai ir artimieji giminaičiai palikti, mažai ar daug - privaloma dalis.
lv: Vīriešiem ir daļa no kāda vecākiem un tuviem radiniekiem atvaļinājumu un sievietem ir daļa no vecākiem un tuviem radiniekiem paliktu, būtu maz vai daudz - obligāta daļa.
nb: For menn er en del av hva foreldre og nære slektninger permisjon for kvinner er en del av hva foreldre og nære slektninger reise, er det lite eller mye - en obligatorisk del.
sk: Pre mužov je podiel rodičov a blízkych príbuzných dovolenku a pre ženy je podiel čo rodičia a blízki príbuzní opustiť, či už je to málo alebo veľa - povinného podielu.
sl: Za moške je delež kaj starši in bližnji sorodniki dopusta, in za ženske je delež kaj starši in bližnji sorodniki zapustiti, bo to malo ali veliko - obveznega deleža.
sr_cyrl: За људе је део који родитељи и блиски рођаци одсуство, а за жене је део шта родитељи и блиски рођаци остави, буде то мало или пуно - је обавезни део.
sr_latn: Za ljude je deo koji roditelji i bliski rođaci odsustvo, a za žene je deo šta roditelji i bliski rođaci ostavi, bude to malo ili puno - je obavezni deo.
uk: Для чоловіків припадає на частку яких батьки і близьких родичів відпустки, і для жінок на частку що батьки і близьких родичів залишити, будь то мало або багато - обов'язкова частка.
vi: Dành cho nam giới là một phần của những gì cha mẹ và người thân gần gũi để lại, và đối với phụ nữ là một phần của những gì cha mẹ và người thân gần gũi để lại, có thể là ít hay nhiều - một phần bắt buộc.
zu: Ngoba madoda juphe of babe zali hlobo close ashiye, futhi uyabazisa abesifazane juphe of babe zali hlobo close ushiye, kungaba kuncane noma kuningi - an share wokweshumi.

# Quran501
source: And when [other] relatives and orphans and the needy are present at the [time of] division, then provide for them [something] out of the estate and speak to them words of appropriate kindness.
ca: I quan són presents a la divisió [temps de] [altres] parents i orfes i necessitats, llavors per a ells [quelcom] fora de la finca i parlar amb ells paraules de bondat apropiat.
cy: A phan [arall] perthnasau a amddifad ac anghenus yn bresennol yn yr adran [amser], wedyn ddarparu ar eu cyfer [rhywbeth] tu allan i'r ystad ac siarad geiriau eu caredigrwydd priodol.
da: Og når [andre] slægtninge og forældreløse og nødlidende er til stede på [tid af] division, derefter sørge for dem [noget] ud af godset og tale med dem ord af passende venlighed.
el: Και όταν παρίστανται κατά τη διαίρεση [χρόνος] [other] συγγενών και των ορφανών και απόρων, τότε προβλέπουν τους [κάτι] έξω από το κτήμα και να μιλήσετε με τους όρους της καλοσύνης κατάλληλα.
et: Ja kui [other] sugulased ja orbude ja vaeseid viibivaid osakonna [aeg], seejärel pakkuda neile [midagi] pδrandvarast ja rääkida neile sõnad asjakohane lahkust.
fi: Ja kun [other] sukulaisten ja orpojen ja tarvitseville ovat läsnä [aika]-jako, tarjota heille, [jotain] pois pesän ja puhua niitä sanoja asianmukaiset ystävällisyydestä.
he: ואז כאשר קרובי משפחה [השני] ואת יתומים לנזקקים נוכח החטיבה [תקופת], להעניק להם [משהו] מתוך האחוזה לדבר מילים להם חסד המתאים.
hr: I kada [druge] rodbini i siročadi i potrebite su prisutni u [vrijeme] divizija, pružiti im [nešto] iz ostavine i govoriti da ih riječi odgovarajuće dobrote.
lt: Ir, kai [kita] giminaičiai ir našlaičiams ir socialiai remtiniems asmenims [laikas] skyriaus, tada suteikti jiems [kažkas] iš turto ir pasikalbėti su juos žodžius reikia gerumo.
lv: Un kad [citiem] radiniekiem un bāreņiem un trūkumcietējiem ir klāt [laiks] rajons, tad paredzēt tos [kaut] no īpašuma un runāt ar viņiem piemērotu labestīgas laipnības vārdiem.
nb: Og når [andre] slektninger og foreldreløse og trengende finnes på [klokkeslett av] divisjon, gir dem [noe] av boet og snakke med dem ord riktig godhet.
sk: A prípade [Ostatné] príbuzných a siroty a potrebným na delenie [čas], potom poskytnúť pre ne, [niečo] z pozostalosti a hovoriť s nimi slová vhodné milosrdenstva.
sl: In ko [druge] sorodnikov in sirot in pomoči potrebnim, so prisotni na [čas] delitev, nato zagotoviti zanje, [nekaj] iz premoženja in govorijo, da jih besede ustrezno prijaznost.
sr_cyrl: И када су присутни мезимац [доба] [друге] родбину и сирочад и у невољи, онда наведите за њих [нешто] са имања и разговарам са њима речи одговарајуће доброте.
sr_latn: I kada su prisutni mezimac [doba] [druge] rodbinu i siročad i u nevolji, onda navedite za njih [nešto] sa imanja i razgovaram sa njima reči odgovarajuće dobrote.
uk: І коли [іншого] родичів та дітей-сиріт і нужденним, присутніх на поділ [час], забезпечувати для них [щось] з нерухомості і поговорити з ними слів відповідну доброти.
vi: Và khi người thân [khác] và trẻ mồ côi và người nghèo đang hiện diện tại bộ phận [thời gian], sau đó cung cấp cho họ [cái gì] trong số các bất động sản và nói chuyện với họ từ thích hợp lòng tốt.
zu: Futhi lapho [ezinye] izihlobo nezintandane futhi khotho are khona ngesikhathi [isikhathi] division, bese hlinzeka for them [okuthile] aphume indawo yethu futhi ukhulume amazwi umusa ezifanele.

# Quran502
source: And let those [executors and guardians] fear [injustice] as if they [themselves] had left weak offspring behind and feared for them. So let them fear Allah and speak words of appropriate justice.
ca: I deixaria aquells [marmessors i tutors] por [injustícia] com si ells [mateixos] havia deixat descendència feble i temia per a ells. Així que anem a por d'Allah i dir paraules de Justícia corresponent.
cy: A gadewch i'r rhai Mae [Ysgutorion a gwarcheidwaid] ofn [anghyfiawnder] fel pe bai ei [] wedi gadael epil wan ar ôl ac yn ofni iddynt. Felly gadewch iddynt ofni Allah a siarad geiriau cyfiawnder priodol.
da: Og lad dem [eksekutorer og værger] frygter [uretfærdighed], som om de [selv] havde efterladt svage afkom og frygtet for dem. Så lad dem frygte Allah og taler ord af passende retfærdighed.
el: Και να αφήσει εκείνους [εκτελεστές και κηδεμόνων] φόβο [αδικία] σαν [τους] είχε αφήσει απογόνους αδύναμη πίσω και φόβος για αυτούς. Ας, ώστε ο φόβος Αλλάχ και να εκφράζετε κατάλληλη δικαιοσύνη.
et: Ja Las need [täitjate ja hooldajatel] Hirm [ebaõigluse] nii nagu nad [ise] oli nõrk järglased maha jäänud ja kartis neid. Nii Las nad kardavad, et Allah ja rääkida asjakohane Euroopa.
fi: Ja ne [toimeenpanijoiden ja huoltajat] pelko [epäoikeudenmukaisuutta] ikään [itse] oli jäänyt heikko jälkeläisiä ja pelkäsivät heitä. Joten anna heidän pelätkää Allahia ja puhumaan asianmukainen oikeus.
he: ולתת אלה [למוציאים שומרי] פחד [צדק] בעצמם [] היה השאיר צאצאים חלש ולא חששו עבורם. אז תני להם פחד אללה, דבר במילים של צדק המתאים.
hr: I neka oni [ovršiteljima i čuvari] strah [nepravde] kao da su [sami] ostavio slab potomstva i strah za njih. Neka ih boji Allaha i govore riječi odgovarajuće pravde.
lt: Ir tegul tie [testamento ir globėjai] baimė [neteisybės] taip, lyg jie [save] buvo paliktas silpnas palikuonių ir bijojo jų. Taigi leiskite jiems bijoti Dievo ir kalbėti žodžiai tinkamą teisingumo.
lv: Un ļaut tiem [testamenta izpildītāji un aizbildņiem] bailes [netaisnību], it kā paši [] bija atstājis vāja pēcnācējiem un baidījās par viņiem. Tāpēc ļaujiet viņiem bailes Allah un izrunā vārdus attiecīgi tieslietu.
nb: Og la dem [arvtakere og foresatte] frykter [urettferdighet] de [selv] hadde etterlatt svak avkom og fryktet for dem. Så la dem frykt Allah og si ordene riktig rettferdighet.
sk: A tí [exekútori a strážcovia] strach [bezprávie] ako keby [seba] slabý potomkov po sebe zanechal, a obával o nich. Tak nech im strach Alah a hovoriť slová vhodné spravodlivosti.
sl: In naj ti [izvršiteljev in varuhi] strah [krivice], kot če sami [] je pustil šibke mladiče in Bali za njih. Tako jim strah Allah in govorijo besede primerno pravosodja.
sr_cyrl: И нека они [изврљиоце и чувари] страх [неправде] као да су [сами] оставили слаба потомства и бојао се за њих. Нека страх Алаха и говорите одговарајуће правде.
sr_latn: I neka oni [izvrљioce i čuvari] strah [nepravde] kao da su [sami] ostavili slaba potomstva i bojao se za njih. Neka strah Alaha i govorite odgovarajuće pravde.
uk: І нехай ті [виконавці та опікунів] страху [несправедливість] наче самі [] залишив слабкі потомства, боялася за них. Так давайте їх страх Аллах і говорити слова відповідні правосуддя.
vi: Và hãy để những [người và người giám hộ] lo sợ [bất công] nếu như họ [chính mình] đã để lại yếu con và lo sợ cho họ. Vì vậy, hãy để họ sợ Allah và nói lời công thích hợp lý.
zu: Futhi labo [executors kanye nababheki] umesabe [ukungabi nabulungisa] njengoba they [ngokwawo] babeshiye inzalo buthakathaka ngemuva zesaba ngabo.

# Quran503
source: Indeed, those who devour the property of orphans unjustly are only consuming into their bellies fire. And they will be burned in a Blaze.
ca: De fet, només aquells que devoren la propietat d'orfes injustament estan consumint en seu ventres foc. I es cremarà en flames.
cy: Yn wir, dim ond rhai a devour yr eiddo o blant amddifad o gam yn yfed i tân eu boliau. A bydd eu llosgi mewn tanbaid.
da: Ja, dem, der æder egenskaben for forældreløse uretfærdigt kun indtager i deres maver brand. Og de vil blive brændt i en blis.
el: Πράγματι, μόνο όσοι καταβροχθίσει την ιδιότητα των ορφανών άδικα καταναλώνουν σε πυρά κοιλιές τους. Και αυτοί θα καεί σε μια φλόγα.
et: Tõepoolest, ainult tarbivad need, kes ebaõiglaselt vara orbude õgima arvesse nende kõhud tulekahju. Ja nad põles lauk.
fi: Itse asiassa ne, jotka syövät orpojen omaisuutta epäoikeudenmukaisesti kuluttavat vain vatsa tuleen. Ja polttivat Blaze.
he: ואכן, אלה לטרוף את המאפיין של יתומים שלא בצדק צורכים רק לתוך האש הבטן שלהם. הם תישרף בלהבות.
hr: Uistinu, oni koji proždiru imovine siročadi nepravedno su samo konzumiranje u njihovim trbusima. I gore u plamenu.
lt: Iš tiesų, tie, kurie SURIS našlaičių turto neteisėtai vartoja tik į jų wnetrznosciach ugnį. Ir jie bus sudeginti Blaze.
lv: Patiešām, tiem, kas rīt bāreņiem īpašums nepamatoti tikai patērē par viņu vēderus uguns. Un tie tiks ierakstīti liesmot.
nb: Faktisk er de som sluker for foreldreløse urettferdig bare forbruker deres bellies ilden. Og de vil bli brent i en flamme.
sk: Naozaj, tých, ktorí nespravodlivo pohltiť majetok sirôt len konzumujú do ich brucha požiaru. A spálili v žiari.
sl: Zares, kdor neupravičeno požrl lastnost sirote so le porabijo v njihovih trebuhi požara. In oni bodo spali v plamen.
sr_cyrl: Заиста , само оне који неправедно прогутати власништво сирочади конзумирају у ватру своје стомаке. И они ће бити спаљен у пламену.
sr_latn: Zaista, samo one koji nepravedno progutati vlasništvo siročadi konzumiraju u vatru svoje stomake. I oni će biti spaljen u plamenu.
uk: Дійсно, тих, хто пожерти власності сиріт незаслужено тільки споживають в їх животики вогню. І вони будуть спалені в полум'я.
vi: Thật vậy, những người săn tìm tài sản của trẻ mồ côi vô cớ chỉ tiêu thụ vào lửa bụng của họ. Và họ sẽ được đốt cháy trong một ngọn lửa.
zu: Ngempela, labo abashwabadela impahla izintandane unjustly kuphela izingilazi bo khaba emlilweni.
