Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1280
source: Only those would ask permission of you who do not believe in Allah and the Last Day and whose hearts have doubted, and they, in their doubt, are hesitating.
ca: Només els demano permís de vostès que no creuen en Allah i el darrer dia i els cors han dubtat, i que, al seu dubte, estan dubtant.
cy: Byddai dim ond y rhai yn gofyn am ganiatâd ichi nad sydd yn credu mewn Allah a diwrnod olaf a eu calonnau wedi amau, ac yn eu amheuaeth, maent, yn petruso.
da: Kun de ville bede om tilladelse af jer, der ikke tror på Allah og den sidste dag, og hvis hjerte har tvivlet på, og de, i deres tvivl, tøvende.
el: Μόνο αυτές θα ζητήσει άδεια από εσάς που δεν πιστεύουν στον Αλλάχ και την τελευταία ημέρα και οι καρδιές έχουν αμφισβητηθεί, και αυτοί, τους έχετε αμφιβολίες, διστάζουν.
et: Ainult need Palun luba teist kes ei usu Jumalat ja viimane päev ja kelle süda on kahtles ja nemad saavad kahtled kahtleval.
fi: Vain ne pyytää lupaa teitä jotka eivät usko Jumalaan ja viimeiseen päivään ja joiden sydämet ovat epäilleet ja ne heidän epävarma epäröivät.
he: רק אלה מבקשת רשות מכם אשר אינם מאמינים אללה, היום האחרון, אשר לבם לפקפק, הם, ספק שלהם, הם מהססים.
hr: Samo oni će tražiti dopuštenje od tebe koji ne vjeruju u Allaha i zadnji dan i čija srca su sumnjali, i oni, u njihove sumnje su oklijevajući.
lt: Tik prašau leidimo iš jūsų, kurie nemanau, kad Dievas ir paskutinę dieną ir kurių širdis abejoja, ir jie, savo abejonių, hesitating.
lv: Tikai tiem, kas gribētu lūgt atļauju no jums, kuri neticu Allah un pēdējā dienā un kura sirdis šaubīties, un viņi, viņu šaubu gadījumā kavējas.
nb: Bare de vil be tillatelse av dere som ikke tror på Allah og den siste dagen og hvis hjerte har tvilte, og de, i sin tvil, nølende.
sk: Len tie by požiadať o povolenie z vás, ktorí neveria v Boha a v posledný deň a ktorých srdcia pochybovali a oni ich pochybnosti sú váhajú.
sl: Samo tiste bi vprašati za dovoljenje, ki ne verjamejo v Allah in zadnji dan in katerih srca so dvomil, in so v dvomih, so odlašajo.
sr_cyrl: Само они би питати дозволу од вас ко не верујем у Аллаха и последњи дан и чија срца сумњао и они, у њихове сумње, су оклевање.
sr_latn: Samo oni bi pitati dozvolu od vas ko ne verujem u Allaha i poslednji dan i čija srca sumnjao i oni, u njihove sumnje, su oklevanje.
uk: Тільки тих, хто хотів би запитати дозволу з вас, хто не вірить в Аллах і останній день і чиї серця сумнівався, і вони, їхні сумніви, коливаються.
vi: Chỉ có những người sẽ yêu cầu sự cho phép của bạn những người không tin vào Allah và ngày cuối cùng và có trái tim đã nghi ngờ, và họ, nghi ngờ của họ, đang lương lự.
zu: Yilabo babebuza imvume nina abakholelwa Allah Suku futhi abazinhliziyo zabo baye bakungabaza, futhi, ungabaza zabo, basuke nokungabaza.

# Quran1281
source: And if they had intended to go forth, they would have prepared for it [some] preparation. But Allah disliked their being sent, so He kept them back, and they were told, "Remain [behind] with those who remain."
ca: I si tenien la intenció d'anar endavant, han preparat per a la preparació de TI [alguns]. Però Allah no li agradava seu ésser enviat, així que ells mantinguts, i els va dir, "Segueixen [darrere] amb qui sent."
cy: Ac os oedd eu bwriad i fynd ymlaen, a byddai wedi paratoi ar gyfer paratoi ei [rai]. Ond oedd Allah yn hoffi eu cael ei anfon, fel y dywedodd ei fod yn eu cadw'n ôl, a dywedwyd wrthynt, "Aros [tu ôl] gyda'r rhai sydd yn aros."
da: Og hvis de havde til hensigt at gå frem, de ville have parat til it [nogle] forberedelse. Men Allah hadede at blive sendt, så han holdt dem tilbage, og de hørte, "Forblive [bag] med dem, der forbliver."
el: Και αν είχαν σκοπό να πάει εμπρός, θα έχουν ετοιμάσει για it [μερικά] προετοιμασία. Αλλά Αλλάχ αντιπαθής που τους έστειλε, ώστε διατηρούσε τους πίσω, και τους είπαν, «Θα μείνετε πιστοί [πίσω] με εκείνους που παραμένουν.»
et: Ja kui nad oleks tahtnud minna edasi, oleks nad valmis it [mõned] ettevalmistamine. Kuid Jumal ei meeldinud et viimased saadetud, nii et ta hoidis neid tagasi ja öeldi, "Jäävad [taga] need, kes jäävad koos."
fi: Ja jos ne oli tarkoitus lähteä he valmis se, [jotkut] valmistelu. Mutta Jumala ei pitänyt ne lähetetään, joten hän piti heidät takaisin, ja heille kerrottiin "Pysyvät [takana] kanssa, jotka edelleen."
he: ואם הם התכוונו ללכת הלאה, שהם מוכנים זה [יש] הכנה. אבל אללה תיעב היותם שלח, הוא שמר אותם בחזרה, הם אמרו, "הישאר כאן [מאחורי] עם אלה שנשארים."
hr: I ako su namjeravali ići naprijed, oni bi na to [neki] priprema. Ali Allah nije volio njihov bitak poslao, pa vratio ih je zadržao, i rečeno im je, "Nastavi [iza] s onima koji ostaju."
lt: Ir jei jie norėjo eiti pirmyn, jie būtų paruošti it [kai] parengti. Bet Dievas nepatiko jų išsiuntė, kad jis nuolat juos atgal, ir jie pasakė, "Tebėra [už] su tais, kurie išlieka."
lv: Un, ja tie bija paredzēts, lai iet tālāk, viņi būtu sagatavoti [kādu] tā sagatavošanai. Bet Allāha nepatika viņu tiek nosūtīts, lai viņš tur tos atpakaļ, un viņi teica, "Paliek [aiz] ar tiem, kas paliek".
nb: Og hvis de hadde tenkt å gå tilbake, de ville ha forberedt it [noen] forberedelse. Allah mislikte deres blir sendt, så han holdt dem tilbake, og de ble fortalt, "Forblir [bak] med dem som forblir."
sk: A ak mal v úmysle ísť ďalej, pripravili by to [niektorí] prípravu. Ale Boh rád ich poslal, tak ich držal späť, a oni povedali, "Zostať [za] s tými, ktorí zostali."
sl: In če so namenjeni iti tja, da bi pripravili za pripravo it, [nekatere]. Vendar ni maral Allah, da poslani, da on vodi jih nazaj, in so povedali, "Ostajajo [za] s tistimi, ki ostanejo."
sr_cyrl: А ако су имао намеру да идем напред-назад, они би се припремио за ит [неки] припрема. Али Алах није волео њиховом послао, па он стално их назад, а они су рекли, "Остани [иза] са онима који остају."
sr_latn: A ako su imao nameru da idem napred-nazad, oni bi se pripremio za it [neki] priprema. Ali Alah nije voleo njihovom poslao, pa on stalno ih nazad, a oni su rekli, "Ostani [iza] sa onima koji ostaju."
uk: І якщо вони мав намір йти назад, вони б підготували деревинно-it, [деякі]. Але Аллаху не любили їх бути відправлено, так що він зберігав їх назад, і вони сказали, "Залишаються [за] з тими, які залишаються."
vi: Và nếu họ đã có ý định đi ra, họ sẽ có chuẩn bị chuẩn bị nó [một số]. Nhưng Allah không thích họ gửi, do đó, ông giữ chúng trở lại, và họ đã nói, "Vẫn [sau] với những người vẫn còn."
zu: Futhi uma zazihlose kuhlume, they hlomela it ukulungiselela [abanye].

# Quran1282
source: Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah. And among you are avid listeners to them. And Allah is Knowing of the wrongdoers.
ca: Haguessin anat endavant amb vostè, no han augmentat vostè, excepte en la confusió, i hauria estat actiu entre vosaltres, que busquen [fer] es fitnah. I entre siguin oients fervents a ells. I Allah està saber de la malfactors.
cy: Wedi mynd ymlaen gyda chi, byddai eu wedi cynyddu chi ac eithrio mewn dryswch, a byddai wedi bod yn weithgar ymysg chi, ceisio [achosi] fitnah chi. A ydych yn wrandawyr brwd iddynt. Ac Allah yn gwybod y tramgwyddo.
da: Havde de gået frem med dig, de ville ikke være steget dig undtagen i forvirring, og de ville have været aktive blandt du søger [at give] du fitnah. Og blandt dem er ivrig lyttere til dem. Og Allah er vide i lovovertrædere.
el: Είχαν πάει εμπρός μαζί σας, θα δεν έχουν αυξηθεί παρά μόνο σε σύγχυση και θα έχουν ενεργό ανάμεσά σας, επιδιώκοντας [να προκαλέσει] fitnah σας. Και ανάμεσά σας είναι μανιώδεις ακροατές τους. Και Αλλάχ είναι γνωρίζοντας το των παραβατών.
et: Olid nad tulnud teiega, nad oleks ei kasvanud sa välja arvatud segadust ja nad oleks olnud aktiivne Joukostanne, [esile] keda te fitnah. Ja teie seas on innukas kuulajad nendega. Ja Jumal on selle tekitaja teades.
fi: Olivat ne menneet kanssasi, he laajentaminen paitsi sekaannusta ja he olleet aktiivisia teistä haluavat [aiheuttaa] sinun fitnah. Ja sinulla on innokas kuulijaa. Ja Jumala on tietäen laajemmalti.
he: כבר הלכו הלאה איתך, הם לא הגדילו מלבד בבלבול, הם היו פעילים ביניכם, המבקשים [כי] את fitnah. ויש ביניכם avid המאזינים להם. אללה הוא שהידיעה של הפושעים.
hr: Su oni otišli naprijed s vama, oni će imati povećane osim u zbunjenost i oni bi bili aktivni među vama, žele [izazvati] ti fitnah. I među vama ima pohlepan slušateljima da ih. A Allah je poznavanje počinioce.
lt: Jie nuėjo pirmyn su jumis, jie būtų ne padidėjo jūsų išskyrus painiavos, ir jie būtų buvę aktyviai tarp jūsų, ieško [daryti] jūs fitnah. Ir tarp jūsų yra avid klausytojams jiems. Ir Dievas yra žinios, grzesznicy.
lv: Viņi devušies tālāk ar jums, tie varētu palielināties jūs izņemot neskaidrības un tās būtu darbojušās vidū, cenšoties [izraisīt] tu fitnah. Un starp jums ir avid klausītājiem uz tiem. Un Allah ir zinot pārkāpējus.
nb: De hadde gått ut med deg, de ville ikke ha økt du unntatt i forvirring og de ville ha vært aktive blant dere, søker [til] du fitnah. Blant dere er ivrige lyttere til dem. Og Allah er vite av wrongdoers.
sk: Keby už ďalej s vami, že by nie zvýšili vám okrem v zmätku a by boli aktívne medzi vami snaží [spôsobiť] si fitnah. A u vás je nadšeným poslucháčom. A Allah je znalosť zloèinci.
sl: Imeli ti šla tja s tabo, da bi ne povečati razen v zmedo in bi bili aktivni med vami, ki želijo [povzroča] vas fitnah. In med vami so navdušeni poslušalci z njimi. In Alah je poznavanje je wrongdoers.
sr_cyrl: Су да идем даље с тобом, би не довеле су до повећања осим у конфузију и они би били активни медју вама, тежи [изазвати] ти фитнах. И медју вама су страствени слушаоце да их. А Аллах је знајужи за починиоце.
sr_latn: Su da idem dalje s tobom, bi ne dovele su do povećanja osim u konfuziju i oni bi bili aktivni medju vama, teži [izazvati] ti fitnah. I medju vama su strastveni slušaoce da ih. A Allah je znajuжi za počinioce.
uk: Вони пішла вперед з вами, вони б не посилили ви окрім плутанини і вони б були активними серед вас, прагнуть [викликати] ви fitnah. І серед вас avid слухачів до них. І Аллах знаючи на розкаюємося.
vi: Họ đã đi ra với bạn, họ sẽ không có tăng bạn ngoại trừ trong sự nhầm lẫn, và họ sẽ có được hoạt động trong số các bạn, tìm kiếm [gây] bạn fitnah. Và trong số các bạn thính giả avid để họ. Và Allah biết là wrongdoers.
zu: Fanele they siphumile nawe, bebengeke anda you except ngaphakathi ukudideka, futhi babengavumeli bebelokhu bekhona phakathi kwenu, nifuna [ukuze kuguqulwe] kuwe fitnah.

# Quran1283
source: They had already desired dissension before and had upset matters for you until the truth came and the ordinance of Allah appeared, while they were averse.
ca: Ells ja havien desitjat dissensió abans i havia molesta matèries per tu fins que la veritat i l'Ordenança d'Allah, mentre eren aversió al risc.
cy: Maent eisoes yn foddhaol gynnen cyn ac wedi cynhyrfu materion i chi hyd nes y daeth y gwirionedd ac ymddangosodd Ordnans Allah, er eu bod yn osgoi.
da: De havde allerede ønskede uenighed før og havde forstyrret spørgsmål for dig indtil sandheden kom og bekendtgørelse af Allah dukkede op, mens de var modstander af.
el: Τους είχε ήδη επιθυμητό διαφωνία πριν και είχε αναστατώσει θέματα για σας, έως ότου ήρθε η αλήθεια και εμφανίστηκε το διάταγμα, του Αλλάχ, ενώ ήταν αντίθετος.
et: Nad oli juba soovitud lahkhelisid enne ja oli ärritunud küsimustes teile kuni tõde tuli ja Allah tollel ilmunud, kuigi nad olid tõrksad.
fi: Ne oli jo toivottu erimielisyyttä ennen ja oli järkyttää asioita sinulle, kunnes totuus tuli ja määräys Jumala ilmestyi, kun he olivat haluttomia ottamaan.
he: הם היו כבר הרצוי מחלוקת לפני ומבולבלים היה בעניינים בשבילך עד האמת הגיעה, בפקודת אללה הופיע, בזמן שהם היו בחל
hr: Oni je već želio razdor prije te je uzrujan pitanjima dok istina je i obred Allah pojavio, iako nisu bili nerad.
lt: Jie turėjo jau norim nesantaika prieš ir buvo nusiminusi klausimais jums tol, kol atėjo tiesos ir Dievo potvarkiu atsirado, nors jie buvo nemėgstantis.
lv: Viņi jau bija vēlēšanās nevienprātība pirms un bija satraukušas jautājumiem, līdz patiesība nāca un rīkojumu par Allah parādījās, kamēr viņi izvairās.
nb: De hadde allerede ønsket uenighet før og hadde opprørt saker for deg til sannheten kom og forordning Allah dukket opp, mens de var uvillig.
sk: Mal už žiaduce nezhody pred a naštvaná otázky pre vás vyšla pravda najavo a vyhlášky Alah objavil, zatiaľ čo oni boli odmietavý.
sl: Je že želeno nesoglasja pred in je razburjen zadevah za vas, dokler resnica prišla in odlok od Allah pojavil, medtem ko so bili nenaklonjen.
sr_cyrl: Они су већ имао жељену раздор пре и пореметили ствари за тебе све док истина је и уредба о Аллах појавио, док су били аверзију.
sr_latn: Oni su već imao željenu razdor pre i poremetili stvari za tebe sve dok istina je i uredba o Allah pojavio, dok su bili averziju.
uk: Вони вже мали бажане розбіжностей перед і був засмучений питань для вас поки правду прийшов і таїнство Аллах з'явився, коли вони були геть.
vi: Họ đã có mong muốn rẽ trước và buồn bã những vấn đề cho bạn cho đến khi sự thật đến và xuất hiện sắc lệnh của Allah, trong khi họ không thích.
zu: Babekade kakade oyifunayo ukungezwani ngaphambi futhi kwadingeka izindaba ecasukile ngawe kwaze kwafika iqiniso futhi lesimiso Allah yavela, ngenkathi they were averse.

# Quran1284
source: And among them is he who says, "Permit me [to remain at home] and do not put me to trial." Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers.
ca: I entre ells és que diu: "Permeti'm [de romandre a casa] i no posar-me a prova". Sens dubte, en el judici que han caigut. I de fet, l'infern abastarà els disbelievers.
cy: Ac yn eu plith mae ef sydd yn dweud, "caniatáu imi [i aros yn y cartref] ac nid wneud fy rhoi i dreial. Yn ddiamau, i treial wedi disgyn. Ac yn wir, bydd uffern yn cwmpasu y disbelievers.
da: Og blandt dem er ham, der siger, "Lad mig [til at forblive i hjemmet] og ikke sætte mig til rettergang." Utvivlsomt i retssagen er de faldet. Og ja, helvede vil omfatte vantro.
el: Και ανάμεσά τους είναι αυτός που λέει, «Επιτρέψτε μου [για να παραμείνει στο σπίτι] και δε με βάζουν σε δίκη.» Αναμφισβήτητα, σε δίκη έχουν πέσει. Και πράγματι, η κόλαση θα συμπεριλάβει το disbelievers.
et: Ja nende seas on see, kes ütleb: "Luba mul [jäävad koju] ja ei pane mind kohtuprotsessile." Kahtlemata arvesse uuringu nad on langenud. Ja tõepoolest, põrgu hõlmab ka uskottomille.
fi: Ja niistä on se, joka sanoo, "Haluan [pysyä kotona] ja tee minut oikeudenkäyntiin." Kiistatta osaksi oikeudenkäyntiä ne ovat laskeneet. Ja itse asiassa helvetti kattavat saa luovuttaa.
he: ביניהם הוא מי שאומר, "הרשה לי [להישאר בבית], אל תשים אותי למשפט." אין ספק, לניסוי הם נפלו. אכן, לעזאזל יקיף את disbelievers.
hr: I među njima je onaj koji kaže, "[da ostane kod kuće] i ne stavi me na suđenje." Bez sumnje, na suđenju su pali. I doista, pakao će obuhvatati i iskuse.
lt: Ir tarp jų yra tas, kuris sako: "Man [pasilikti namuose] ir nedėkite man į teismą." Be abejo, į teismą jie sumažėjo. Ir iš tiesų, pragaras bus apimti ir disbelievers.
lv: Un starp tām ir tas, kurš saka: "Atļaujiet man [palikt mājās] un nav izvirzīti mani uz tiesu." Neapšaubāmi, savā pētījumā tie ir samazinājušies. Un patiešām, ellē ietvers disbelievers.
nb: Og blant dem er han som sier, "Tillater meg [å være hjemme] og ikke sette meg til rettssaken" Uten tvil, i rettssaken de har falt. Og faktisk helvete vil omfatte troende.
sk: A medzi nimi je ten, kto hovorí: "Umožňovať ma [doma] a ma dať na súd." Nesporne, do pokusu oni padli. A skutočne, peklo bude zahŕňať neveriacim.
sl: In med njimi je tisti, ki pravi, "Uslišal [ostati doma] in ni mi dal do sojenja." Nedvomno, v sojenje so padle. In res, pekel bo obsegal je disbelievers.
sr_cyrl: И међу њима је она која каже, "Дозволите [да остану код куће] и не стављај ме на суд." Без сумње, у суђење падну. И заиста, пакао ће обухватати скептике.
sr_latn: I među njima je ona koja kaže, "Dozvolite [da ostanu kod kuće] i ne stavljaj me na sud." Bez sumnje, u suđenje padnu. I zaista, pakao će obuhvatati skeptike.
uk: І серед них є той, хто говорить, "закріплена [залишатися вдома] і не ставлять мене до суду. Без сумніву, у суді вони впали. І дійсно, пекло буде охоплювати на disbelievers.
vi: Và trong số đó là ông đã nói, "Cho phép tôi [vẫn ở nhà] và không đưa cho tôi để thử nghiệm." Unquestionably, thành thử nghiệm họ đã giảm. Và quả thực, địa ngục sẽ bao gồm các thì.
zu: Futhi phakathi kwabo nguye othi, "Ngivumele [ukusala ekhaya] futhi Ungangihlazi kwecala."

# Quran1285
source: If good befalls you, it distresses them; but if disaster strikes you, they say, "We took our matter [in hand] before," and turn away while they are rejoicing.
ca: Si bé li sobrevingui, això angoixa; però si vagues de desastre, diuen, "Preníem nostra matèria [a mà] abans de" i s'allunyen mentre ells són alegrant.
cy: Os mae'r da yn befalls chi, mae yn distresses iddynt; ond os mae'r drychineb yn taro chi, maent yn dweud, "Cawsom ein mater [yn llaw] cyn", ac yn troi i ffwrdd tra maent yn llawenydd.
da: Hvis god vederfares dig, piner det dem; men hvis katastrofen rammer du, de siger, "Vi tog vores sag [i hånden] før", og drej væk mens de jubler.
el: Αν η καλή καθώς ταξιδεύετε, αυτό συνταράζει τους? αλλά εάν χτυπά η καταστροφή σας, λένε, «Εμείς πήρε το θέμα μας [χέρι] πριν από», και μακριά σειρά ενώ αυτοί χαίρονται.
et: Kui hea befalls teile, see distresses kuid kui katastroof teile, nad ütlevad, "Võtsime meie küsimuse [käsitsi] enne" ning hoidu eemale, kuigi nad on pidutsemine.
fi: Jos hyvä sattuu sinua, parlamenttivaaleista. mutta jos katastrofi iskee, he sanovat: "Otimme meidän [käsi] ennen", ja käänny pois, vaikka he iloitsevat.
he: אם טוב בחלקך, זה המציק להם; אבל אם שהאסון מכה אותך, הם אומרים, "לקחנו בענייננו [ביד] לפני", תפנה בעוד הם צוהלים משמחה.
hr: Ako dobro ti je sad, uznemirava Ali ako propast udarac te, kažu, "Mi smo je naša stvar [u ruci] prije", i okrenuti glavu dok oni se vesele.
lt: Jei gera atsitinka su jūsų, tai distresses bet jei ištinka jums, jie sako: "Mes priėmėme mūsų reikalas [rankoje] prieš", ir nusigręžti, o jie džiaugiamės.
lv: Ja labu befalls tev, tas distresses bet, ja jūs katastrofa, viņi saka: "Mēs ņēmām mūsu jautājumu [puses] pirms", un savukārt prom, kamēr viņi ir jautrība.
nb: Hvis god befalls du, distresses det dem. men hvis katastrofen streik du, de sier, "Vi tok våre spørsmål [i hånden] før" og slå bort mens de er glede.
sk: Ak dobré postihne ste, že úzkosť ale ak vás udrie katastrofa, povedal, "Sme si naše veci [ručne] pred", a zase preč, zatiaľ čo oni sa radujú.
sl: Če dobro prizadene njene vas, to kar distresses vendar če nesrečah vas, pravijo, "Smo našo zadevo [na strani] pred", in pa stran, medtem ko so radostno.
sr_cyrl: Ако добро те задеси, растућује их; Али ако катастрофа удари, они кажу, "Нисмо већ ишли нам питање [у руци]", и окрени се, док су се радује.
sr_latn: Ako dobro te zadesi, rastuћuje ih; Ali ako katastrofa udari, oni kažu, "Nismo već išli nam pitanje [u ruci]", i okreni se, dok su se raduje.
uk: Якщо добре буде також і на вас, він distresses їх; але якщо лих вдарить тебе, вони кажуть: "Ми взяли наші питання [-о-пліч] перед" і відвернутися, хоча вони радіють перемогам.
vi: Nếu tốt xảy bạn, nó distresses chúng; nhưng nếu Thiên tai tấn công bạn, họ nói, "Chúng tôi đã cho chúng tôi vấn đề [trong tay] trước khi", và lần lượt đi trong khi họ đang ăn mừng.
zu: Uma okuhle kuzokwehlela yini, it edumaza them;

# Quran1286
source: Say, "Never will we be struck except by what Allah has decreed for us; He is our protector." And upon Allah let the believers rely.
ca: Dir, "mai serà ens colpejada excepte per què Allah ha decretat per a nosaltres; Ell és nostre protector". I en Allah deixar que els creients es basen.
cy: Dweud, "byth bydd yn argraff arnom ac eithrio beth mae'r Allah a ddyfarnwyd i ni; Ef yw ein protector. A gadewch Allah Mae y credinwyr yn dibynnu arnynt.
da: Sige, "aldrig vil vi blive ramt undtagen af hvad Allah har dekreteret for os; Han er vores beskytter." Og ved Allah lad troende stole.
el: Ας πούμε, "ποτέ δεν θα μας πληγεί εκτός από τι Αλλάχ έχει εκδώσει για εμάς? Είναι προστάτης μας.» Και κατόπιν ας Αλλάχ οι πιστοί βασίζονται.
et: Öelda: "kunagi näidatakse me tabas peale mida Allah on otsustatud, meile; Ta on meie protector." Ja Allah olgu korral tugineda usklikud.
fi: Esimerkiksi: "koskaan emme yllättynyt paitsi Allah on määrännyt meille. Hän on suojelijamme." Ja kun Jumala Anna uskovaiset.
he: אומרים, "לעולם לא לנו להיות נפגע מלבד מה אללה הוציא לנו; הוא מגן שלנו." ותן על אללה המאמינים להסתמך.
hr: Kažu, "ne će mi biti pogođeni osim što Allah je odredio za nas; On je naš zaštitnik." I na Allaha vjernici se oslanjaju.
lt: Sako: "niekada bus mes ištiktų išskyrus ką Dievas jau paskelbė mums; Jis yra mūsų gynėjas." Ir kai Dievas leidžia pasitikėti tikintieji.
lv: Teiksim, "nekad netiks mēs pārsteidza izņemot Allah ir izsludinājusi par mums; Viņš ir mūsu aizsargs." Paļaujoties uz ļaujiet Allah ticīgie.
nb: Si "aldri vil vi bli slått unntatt av hva Allah har bestemt for oss; Han er vår protector." Og la de troende stole på Allah.
sk: Povedal: "nikdy sme prekvapený s výnimkou tým, čo má Alah nariadil pre nás; On je náš ochranca." A na Boha nech veriaci spoľahnúť.
sl: Reči, "nikoli ne bo mi udari razen kaj Allah je razglašena za nas; On je naš patron." In na Alah naj bi se verniki.
sr_cyrl: Реци , "никада не ће нам бити погодила осим Алах предодредио за нас; "Он је нам заститник." И на Алаха да верници се ослонити.
sr_latn: Reci, "nikada ne će nam biti pogodila osim Alah predodredio za nas; "On je nam zastitnik." I na Alaha da vernici se osloniti.
uk: Сказати: "ніколи не буде ми вразила Крім те, що наказав Аллах для нас; Він — наш захисник». І після нехай Аллах віруючих покладатися.
vi: Nói, "không bao giờ sẽ chúng ta có thể tấn công trừ bởi những gì Allah đã ra lệnh cho chúng tôi; Ông là người bảo vệ của chúng tôi." Và khi Allah cho các tín hữu dựa.
zu: Uthi, "Ngeke sibe uyoshaywa ngaphandle yilokho Allah decreed us He is umvikeli wethu."
