Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1536
source: He said, "O my people, have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself, who would protect me from Allah if I disobeyed Him? So you would not increase me except in loss.
ca: Va dir, "O poble meu, has considerat: si hauria de ser en evidència clara del meu Senyor, i ell m'ha donat Misericòrdia d'ell mateix, que em protegeixi d'Allah si vaig desobeir-lo? Així que vostè no augmentaria mi excepte pèrdua.
cy: Dywedodd, "O fy pobl, ydych chi wedi ystyried: os dylai yn ar dystiolaeth glir o fy Arglwydd a roddodd imi drugaredd o ei hun, a byddai fy amddiffyn rhag Allah os wyf yn disobeyed iddo? Felly byddech nid yn cynyddu mi heblaw yn colli.
da: Han sagde, "O mit folk, har du overvejet: Hvis jeg skal være med klare beviser fra min herre, og han har givet mig nåde fra sig selv, som ville beskytte mig fra Allah, hvis jeg adlød ham? Så vil du ikke øge mig undtagen i tab.
el: Είπε, «O μου άνθρωποι, έχετε εξετάσει: αν θα πρέπει να είναι κατόπιν σαφή στοιχεία από Κύριέ μου και που μου έχει δώσει έλεος από τον εαυτό του, ποιος θα με προστατεύσει από Αλλάχ, αν εγώ παράκουσε τον; Έτσι που θα αυξήσει δεν μου εκτός από την απώλεια.
et: Ta ütles: "O minu inimesed kas te lugeda: kui oleksin korral: minu Issand ja ta on andnud mulle halastust ise, kes kaitsevad mind Jumal kui ma ei kuuletunud teda? Nii sa ei suurenda mulle peale kaotsimineku.
fi: Hän sanoi: "Oi kansani, oletteko harkinnut: jos olisi olkoon selvää näyttöä Herrani ja hän on antanut minulle armoa alkaen itse, joka suojelee minua Jumalalta jos totelleet häntä? Niin sinulla ei kasvaisi minulle paitsi menetys.
he: הוא אמר, "O עמי, שקלת: אם אני צריך להיות על ראיות ברורות של אדוני, הוא נתן לי רחמים מעצמו, מי היה מגן עלי מאללה. אם המרתי אותו? אז אתה לא יגדל לי חוץ הפסד.
hr: Rekao je: "narode moj, zar ne misliš: ako bi na jasan dokaz svoga Gospoda i dao mi milost od sebe, tko će me štititi od Allaha ako sam ga poslušao? Pa ne bi mi osim povećanje gubitka.
lt: Jis sakė: "O mano tauta, kad jūs laikomas: jei būčiau nuo aiškių įrodymų, iš mano Viešpats ir jis davė man malonės iš paties, kurie būtų apsaugoti nuo Dievas jei aš jam nepakluso? Taigi jūs nepadidintų mane išskyrus nuostolių.
lv: Viņš teica: "O mana tauta, ka jūs uzskatīja: ja vajadzētu būt pēc skaidri pierādījumi no manam kungam un viņš ir devis man žēlastība no sevis, kas spēs pasargāt mani no Allah, ja es viņam neklausīt? Tātad jums nav palielinātos mani izņemot zaudējumus.
nb: Han sa, "mitt folk, har du vurdert: Hvis jeg skal være på klare bevis fra min Herre og han har gitt meg nåde fra selv ville beskytte meg mot Allah hvis jeg adlød ham? Så vil du ikke øke meg bortsett fra tap.
sk: On povedal: "O mojich ľudí, ste považovaný za: Ak by som mal byť na základe jasných dôkazov z môjho Pána, a on mi dal milosť od sám, kto by ma ochránil od Boha, ak som ho neposlúchol? Tak vám nezvýši ma okrem úbytku.
sl: Je dejal, "O moj narod ste šteje: če bi moral biti ob jasni dokazi iz mojega Gospoda in on mi je dal milost od sebe, ki bi me zaščiti od Allah, če sem ga upošteval navodila? Tako bi ne povečate mi razen v izgubo.
sr_cyrl: Он је рекао, "О моји људи, имате ли сматра: ако будем јасне доказе из мој господару, и дао ми је милост од њега самог, који би да се заштитим од Алаха, ако га нисам послуљао? Па не би ме осим повећавате у губитак.
sr_latn: On je rekao, "O moji ljudi, imate li smatra: ako budem jasne dokaze iz moj gospodaru, i dao mi je milost od njega samog, koji bi da se zaštitim od Alaha, ako ga nisam posluљao? Pa ne bi me osim povećavate u gubitak.
uk: Він сказав: "O Мій народ, що ви вважається: якщо я повинна бути на чітких доказів від мого Господа, і він дав мені милість від самого себе, хто б захиститися від Аллах якщо я не підкорився йому? Так ви б не збільшення мене за винятком втрати.
vi: Ông nói, "O người của tôi, có bạn được coi là: nếu mình nên sau khi bằng chứng rõ ràng từ thưa ngài và Ngài đã cho tôi lòng thương xót từ chính mình, những người sẽ bảo vệ tôi từ Allah nếu tôi không tuân anh ta? Vì vậy bạn sẽ không tăng tôi ngoại trừ mất.
zu: Wathi, "O bantu bami, wake wakucabangela yini; uma ngibe phezu ubufakazi obucacile mi Lord He epha me nga sa qobo lwaKhe, bona ababenengxenye ngivikele Allah uma mina bengamlalelanga Ngakho ubungeke ukwandisa ungangibusisanga e?

# Quran1537
source: And O my people, this is the she-camel of Allah - [she is] to you a sign. So let her feed upon Allah 's earth and do not touch her with harm, or you will be taken by an impending punishment."
ca: I el meu poble, O això és el camell ell d'Allah - [és] a vostè un senyal. Així que ella menjar a terra d'Allah i no tocar-la amb dany o que es prendran per un càstig imminent."
cy: Ac O 'm pobl, hon yw hi-camel Allah-[Mae'n] i chi arwydd. Felly, gadewch iddi bwydo ar y ddaear y Allah ac nid nid cyffwrdd bydd hi â niwed, neu gallwch eu cymryd cosb sydd ar fin digwydd."
da: Og O mit folk, det er hun-kamelen af Allah - [hun] dig et tegn. Så lad hende foder på Allahs jord og ikke røre hende med skade, eller du vil blive truffet af en forestående straf."
el: Και O μου άνθρωποι, αυτό είναι της αυτή-καμήλας του Αλλάχ - [είναι] σε σας ένα σημάδι. Έτσι αφήστε το να τρέφονται από τη γη του Αλλάχ, και μην αγγίζετε αυτήν με ζημιά, ή αν θα ληφθεί από μια επικείμενη τιμωρία.»
et: Ja O mu inimesed, see on Jumal she-camel - [on ta] teile märk. Nii et lase teda toita Jumala 's maa peal ja ei puutu teda koos kahju või siis võetakse eelseisva karistuse."
fi: Ja Oi kansani, tämä on kamelin, Jumala hän - hän on teille merkki. Joten anna hänen syötteen Allahin maan ja koske häntä haittaa tai tekee uhkaava rangaistus."
he: ו- O עמי, זה הגמל היא של אללה - [היא] לך סימן. אז תנו לה להאכיל על האדמה של אללה, אל תיגע בה עם נזק, או תועבר על ידי ענישה הממשמש ובא."
hr: I narode moj, ovo je ona deva Allah - ona je za vas znak. Tako da ju hraniti na Allahovu zemlju i ne diraj ju sa štetu ili će se uzima od predstojeće kazna."
lt: Ir mano tauta, O tai ji-camel Dievo - [ji yra] jums ženklas. Todėl leiskite jai pašarų žemėje Dievo ir nelieskite ja su žala, arba jūs pateksite iš artėjančią bausmė."
lv: Un O mana tauta, tas ir viņa kamielis Allāha - [viņa] jums zīmi. Tātad ļaujiet viņai barības Allāhs zemes virsū un nevar pieskarties ar kaitējumu, vai jums būs jāveic ar gaidāmo sodīšanu."
nb: Og mitt folk, dette er hun-kamelen Allah - [hun er] du et tegn. Så la henne feed Allahs jorden og ikke berører henne med skade, eller du vil bli tatt av en forestående straff.
sk: A O môj ľud, to je ona-ťavy Alaha - [je] vám znamenie. Tak nech ju kŕmiť Boha na zemi a nedotýkajte sa ňou ujmu, alebo prijali hroziacej smrti."
sl: In O moji ljudje, to je ona kamele Allah - [je] za vas znak. Tako naj ji krme po zemlji, Alaha in ne dotikajte njo s škodo, ali vas bo sprejela bližnjem kazen. «
sr_cyrl: И О мом народу, то је она-деву од Алаха - [је] да ли неки знак. Па нека јој се нахранити Алахову земљу и не дирај је са зло, или те изводи на предстојећем казна."
sr_latn: I O mom narodu, to je ona-devu od Alaha - [je] da li neki znak. Pa neka joj se nahraniti Alahovu zemlju i ne diraj je sa zlo, ili te izvodi na predstojećem kazna."
uk: І O народ мій, це вона верблюд Аллах - [вона] вам знак. Так дайте їй годувати по Аллах землі і не торкайтеся її з шкоди, або ви потрапите за майбутнє покарання."
vi: Và O người của tôi, điều này là lạc đà bà của Allah - [cô] cho bạn một dấu hiệu. Vì vậy hãy để cô ấy ăn khi trái đất của Allah và không chạm vào cô ấy với thiệt hại, hoặc bạn sẽ được thực hiện bởi một sự trừng phạt sắp xảy ra."
zu: Futhi O mi ntu lena yena-ikamela of Allah - [ungu-] kini yisibonakaliso.

# Quran1538
source: But they hamstrung her, so he said, "Enjoy yourselves in your homes for three days. That is a promise not to be denied."
ca: Però ella, hamstrung així deia, "gaudeix-ne en les seves llars durant tres dies. Això és una promesa de negar".
cy: Ond roedd eu rhwystro hi, fel y dywedodd, "yn mwynhau eich hunain yn eich cartrefi am dri diwrnod. Yn addewid i beidio gwadu.
da: Men de stækket hende, sagde han, "Nyd jer selv i dit hjem for tre dage. Det er et løfte om ikke at blive nægtet."
el: Αλλά αυτοί δέσμια της, και είπε, «διασκεδάστε στα σπίτια σας για τρεις ημέρες. Αυτό είναι μια υπόσχεση δεν πρέπει να αμφισβητηθεί.»
et: Aga nad Läänerinde teda, ta ütles, "Naudi ennast oma kodus kolm päeva. See on lubadus, et ei saa eitada."
fi: Mutta he lamaannuttavat häntä, niin hän sanoi, "nauttikaa kodissanne kolme päivää. Se on lupaus ei voida kieltää."
he: אבל הם hamstrung אותה, אז הוא אמר, "תהנו בבתים שלכם במשך שלושה ימים. זו הבטחה שלא ניתן להתכחש."
hr: Ali se trese, pa je rekao, "uživajte u kućama za tri dana. To je obećanje ne da poreći."
lt: Bet jie toliau susidurs su ja, tai jis pasakė, "mėgautis save į savo namus tris dienas. Tai žada būti uždraustas."
lv: Bet viņi iecirta viņu, viņš teica, "baudīt paši savās mājās uz trim dienām. Tas ir solījums apturamas."
nb: Men de hamstrung henne, så han sa, "more deg i ditt hjem i tre dager. Det er et løfte om ikke å bli nektet."
sk: Ale oni ochromená jej, tak povedal, "vychutnať sami vo svojich domoch za tri dni. To je sľub, aby poprieť."
sl: Vendar so nosti ji, tako je dejal, "uživajte v vaše domove za tri dni. Ki je obljubo, da ni mogoče zanikati. «
sr_cyrl: Али обогаљио су јој, па је рекао, "лепо се проведите у својим домовима за три дана. То је обећање да не буде одбијена."
sr_latn: Ali obogaljio su joj, pa je rekao, "lepo se provedite u svojim domovima za tri dana. To je obećanje da ne bude odbijena."
uk: Але вони в незручне її, так що він сказав, «отримуйте задоволення в ваших будинках протягом трьох днів. Це обіцянка не може бути відмовлено."
vi: Nhưng họ hamstrung của mình, do đó, ông nói, "thưởng thức chính mình trong ngôi nhà của bạn trong ba ngày. Đó là một lời hứa không để bị từ chối."
zu: Kodwa banquma imisipha yakhe, ngakho wathi: "Jabulela ngokwenu endlini yenu, ningambingeleli izinsuku ezintathu. Leso isithembiso ngeke anqatshelwe."

# Quran1539
source: So when Our command came, We saved Salih and those who believed with him, by mercy from Us, and [saved them] from the disgrace of that day. Indeed, it is your Lord who is the Powerful, the Exalted in Might.
ca: Així que quan va arribar la nostra comanda, hem salvat Salih i aquells que creu amb ell, per misericòrdia de nosaltres i [salvava] de la desgràcia d'aquell dia. De fet, és el seu Senyor, que és l'abast, l'exaltat en podria.
cy: Felly pan ddaeth ein Gorchymyn, arbed gennym Salih a'r rhai sy'n credu gydag ef, gan drugaredd oddi wrthym ni, ac [hachub] o warth y diwrnod hwnnw. Yn wir, mae'n eich Arglwydd sydd yn y Powerful, Exalted yn efallai.
da: Så når vores kommando kom, vi frelst Salih og dem, der menes med ham, af nåde fra os, og gemt dem fra skændsel af dag. Det er din Herre, der er kraftfuld, ophøjede i Might.
el: Έτσι όταν ήρθε η εντολή μας, σώσαμε Salih και εκείνοι που πιστεύουν με αυτόν, από έλεος από μας, και [Αποθηκεύτηκε τους] από την ντροπή εκείνης της ημέρας. Πράγματι, είναι ο Λόρδος σας, που είναι το ισχυρό, εξυψωμένη στην μπορούσε.
et: Nii et kui meie käsk tuli, oleme päästetud Salih ja need, kes usuvad temaga, meilt, halastust ja [päästnud neid] sel päeval häbiplekk. Tegelikult on Sinu Jumal, kes on võimas ja ülendatud võiks.
fi: Joten kun meidän komento tuli, tallennettu Salih ja ne, jotka uskovat häneen, armoa, ja [pelasti heidät] samana epäsuosiosta. On nimittäin Herrasi, joka on tehokas, ehkä Ylhäinen.
he: אז כשהגיע הפיקוד שלנו, שמרנו צאלח ואת מי האמין איתו, על ידי רחמים מאיתנו, ושמרת [אותם] מן הפקק באותו היום. אכן, זה אדונך מי בעלות עוצמה חזקה, לרוממו באולי.
hr: Pa kad naša zapovijed dođe, mi spremiti Salih i onih koji su vjerovali s njim, milost od nas, i drugih [] od sramote toga dana. Doista, to je gospodar tvoj koji je snažan, Exalted u moć.
lt: Todėl atėjus mūsų komanda, mes išgelbėti Salih ir tiems, kurie tikėjo su juo, malonės iš mūsų, ir [įrašyti juos] nuo tą dieną nemalonę. Iš tikrųjų, tai jūsų Viešpats, kuris yra galingas, gali Exalted.
lv: Lai ienākot mūsu komandas, mēs ietaupīto Salih, un tiem, kas ticēja viņam līdzi, ar žēlastību no mums, un [taupīja] todien kauns. Patiešām, tas ir, savu kungu, kurš ir spēcīgs, izredzētais, iespējams.
nb: Så når vår kommando kom, vi reddet Salih og de som trodde med ham, med nåde fra oss, og [lagret dem] fra skam for den dagen. Det er faktisk deres Herre som kraftige, opphøyet i makt.
sk: Takže keď naše príkaz prišiel, sme zachránení Sálih a tými, kto veril s ním zľutovanie od nás, a [ich zachránil] od hanba tohto dňa. Naozaj, to je váš pán, ktorý je mocný, postáv by.
sl: Tako ko naši poveljstvom prišel, smo rešeni Salih in tisti, ki je menila z njim, ki jih milost od nas, in [jih shranili] sramota tisti dan. Res, da je svojega Gospoda, ki je močan, Exalted v oblast.
sr_cyrl: Дакле када нашу команду, спасили смо Салих и оних који верују са њим, милост од нас, и [их је спасио] од срамоте од тог дана. Заиста, то је твој господар који је можна, Еxалтед у моћ.
sr_latn: Dakle kada našu komandu, spasili smo Salih i onih koji veruju sa njim, milost od nas, i [ih je spasio] od sramote od tog dana. Zaista, to je tvoj gospodar koji je moжna, Exalted u moć.
uk: Так коли нашої команди, ми зберегли Саліх і тих, хто вірив з ним, на милість від нас і [зберегти їх] від ганьби того дня. Дійсно, це ваш Господь, який є потужним, Exalted в меча.
vi: Vì vậy khi chỉ huy của chúng tôi, chúng tôi lưu Salih và những người tin rằng với anh ta, bởi lòng thương xót từ chúng tôi, và [lưu chúng] từ hổ thẹn của ngày hôm đó. Thật vậy, nó là của Chúa, Đấng là mạnh mẽ, Exalted trong có thể.
zu: Ngakho lapho umyalo Zethu weza, We khulula Salih labo kholwa him sa us, futhi [wabasindisa] kusukela ihlazo ngalolo suku.

# Quran1540
source: And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone
ca: I al sortir van confiscar qui havia injustament, i esdevingueren dins casa [cadàvers] caigut propens
cy: A achubodd y shriek y rhai sydd wedi cael cam, a daeth iddynt o fewn eu cartrefi [cyrff] wedi gostwng yn dueddol o
da: Og skrig beslaglagt dem, der havde forurettet, og de blev i deres hjem [lig] faldet tilbøjelige
el: Και η διαπεραστική κραυγή όσους είχε αδικηθεί, και κατέστησαν μέσα σε σπίτια τους [πτώματα] πέσει επιρρεπείς
et: Selle kriiskamine kinni need, kes oli ülekohtu ja nad said jooksul langenud kõhuli kodudest [surnukehad]
fi: Kiljua takavarikoitu ne, joka oli väärin ja ne tuli kotinsa [ruumiita] laskenut altis
he: צווחה אחז את מי שפגע, הם הפכו בבתיהם [גופות] נפל מועדים
hr: Krikom zaplijenila one koji su povrijedili i postali su unutar svojih domova [tijela] pao ničice
lt: Ir kad klyksmas konfiskavo tiems, kurie buvo nuskriausti, ir jie tapo per savo namus [lavonų] sumažėjo linkę
lv: Kliedziens saķēra tos, kas bija kaitējums un tie kļuva laikā savās mājās [līķu] samazinājies tieksme
nb: Og skriker beslaglagt de som hadde gjort urett, og de ble i sine hjem [lik] falt utsatt
sk: Výkrik zadržaných tých, ktorí mali poškodené a stali sa do svojich domovov [mŕtvoly] padol náchylné
sl: In Vrištati zasegli tistih, ki so bile oškodovane, in so postali v svojih domovih [trupla] padel nagnjeni
sr_cyrl: У властитој заузели онима који је згресио и постали су унутар своје домове [лешева] пала склона
sr_latn: U vlastitoj zauzeli onima koji je zgresio i postali su unutar svoje domove [leševa] pala sklona
uk: На shriek, хто мав образили захопили і вони стали в своїх будинках [трупи] впав схильні
vi: Shriek nắm lấy những người có wronged và họ trở thành trong nhà của họ [xác chết] rơi nghiêng
zu: Futhi ngezwi ashaqe labo ababemonile, futhi baba ngaphakathi emakhaya abo [nezidumbu] liwile ezingase zihlaselwe

# Quran1541
source: As if they had never prospered therein. Unquestionably, Thamud denied their Lord; then, away with Thamud.
ca: Com si mai no havia prosperat aquí. Sens dubte, Thamud va negar el seu Senyor; llavors, amb Thamud.
cy: Fel pe bai erioed wedi iddynt ffynnu ynddo. Yn ddiamau, gwadodd Thamud eu yr Arglwydd; wedyn, i ffwrdd â Thamud.
da: Som om de havde aldrig haft fremgang deri. Utvivlsomt, Thamud nægtet deres Herre; derefter, væk med Thamud.
el: Όπως και αν ποτέ δεν είχε ευημερήσει σ ' αυτό. Αναμφισβήτητα, ο Thamud αρνήθηκε τον κύριό τους. στη συνέχεια, μακριά με Thamud.
et: Nagu siis, kui nad olid kunagi prospered sealsamas. Kahtlemata Thamud eitas nende Issand; siis ära koos Thamud.
fi: Ikään kuin ne olisi koskaan menestynyt siinä. Kiistatta Thamud kieltää herra; sitten pois Thamud.
he: כאילו הם לא היו שגשגה המצוי בו. אין ספק, Thamud הכחיש את האל שלהם; אז, משם עם Thamud.
hr: Kao da su u njemu nikada nije uspjela. Bez sumnje, Thamud zanijekao svoga Gospodina; zatim, s Thamud.
lt: Taip, lyg jie turėjo niekada suklestėjo jame. Be abejo, Thamud atimta jų Viešpaties; tada, ne su Thamud.
lv: Kā tad, ja tie nekad nebija izdevušies tajā. Neapšaubāmi, Thamud noliedza savu kungu; tad tālāk ar Thamud.
nb: Som om de hadde aldri blomstret der. Uten tvil, Thamud nektet deres Herre; så, med Thamud.
sk: Akoby nikdy mal prosperoval v ňom. Nesporne, Thamud poprel ich pána; potom, preč s Thamud.
sl: Kot da jih nikoli imel cvetela v njej. Nedvomno, Thamud zanikal svojega Gospoda; Torej proč s Thamud.
sr_cyrl: Као да никад нисам имао напредовали у томе. Без сумње, Тхамуд порекао свог господара; Онда , даље, са Тхамуд.
sr_latn: Kao da nikad nisam imao napredovali u tome. Bez sumnje, Thamud porekao svog gospodara; Onda, dalje, sa Thamud.
uk: Як би вони ніколи не процвітають в ньому. Без сумніву, Thamud відмовлено в їх Господа; потім, геть з Thamud.
vi: Nếu như họ đã không bao giờ trở nên thịnh vượng trong đó. Unquestionably, Thamud từ chối của Chúa; sau đó, đi với Thamud.
zu: Njengokungathi babengakaze achuma therein.

# Quran1542
source: And certainly did Our messengers come to Abraham with good tidings; they said, "Peace." He said, "Peace," and did not delay in bringing [them] a roasted calf.
ca: I certament nostres missatgers venia a Abraham amb bona nova; deien, "Pau". Va dir, "La Pau" i arribà a [ells] portant un vedell rostit.
cy: Ac yn sicr oedd ein negeswyr yn dod i Abraham â tidings da; maent yn dweud, "Heddwch." Dywedodd, "Heddwch," a nad oedd oedi o ran dod â llo rhost [nhw].
da: Og helt sikkert vores budbringere kom til Abraham med gode tidender; de sagde: "Fred." Han sagde, "Fred," og forsinke ikke at bringe [dem] en stegt kalv.
el: Και σίγουρα τους κλητήρες μας ήρθε στο Αβραάμ με καλή είδηση? όπως είπαν, "Ειρήνη". Είπε, «Ειρήνη», και δεν καθυστέρηση στην προσαγωγή [τους] ένα ψητό μοσχάρι.
et: Ja kindlasti ei meie kullerid kaasas Aabrahamile rõõmusõnumit; nad ütlesid: "Rahu." Ta ütles: "Rahu," ja ei viivitaks tuues [neid] röstitud vasikas.
fi: Ja varmasti meille lähetit tuliko Abrahamille ilosanoman; he sanoivat: "Rauha". Hän sanoi, "Rauha" ja viivyttelemättä [heille] paahdettua vasikan.
he: ואני בהחלט השליחים שלנו הגיע אברהם עם בשורות טובות; הם אמרו, "שלום". הוא אמר, "שלום,", לא יעכב בהבאת [אותם] עגל צלוי.
hr: I naravno našeg glasnika došla Abraham dobre vijesti; Rekli su, "Mir". On je rekao, "Mir" i biou donoseći [ih] pečeno tele.
lt: Ir tikrai nebuvo mūsų pasiuntiniai atėjo į Abraomo su gera žinia; Jie sakė, "Taika." Jis sakė: "Taika," ir padarė nesulaiko pareikšti [jiems] Skrudintos veršelis.
lv: Un noteikti mūsu kurjeri komplektācijā Abraham labas vēstis; viņi teica: "Miers". Viņš teica: "Miers", un nebija kavēt celt [tiem] grauzdēti teļš.
nb: Og sikkert kom profet til Abraham med godt budskap; de sa, "Fred." Han sa, "Fred," forsinkelse ikke i å bringe dem] en stekt kalv.
sk: A určite sa naši poslovia prišiel Abrahám s dobrá zvesť; oni povedali: "Mier". Povedal, "Mier", a nemal meškanie v podaní [ich] Pečené teľacie.
sl: In seveda naše kurirje Abraham z dobrih novic; so rekli, "Mir." On reče: "Mir," in naredil zamudi pri povezovanju [jih] pražena tele.
sr_cyrl: И свакако нам гласници дошла Абрахама са радосне; Рекли су, "Мир". Рекао је, "Мир", и да ли неће одложити у привођењу [их] печени теле.
sr_latn: I svakako nam glasnici došla Abrahama sa radosne; Rekli su, "Mir". Rekao je, "Mir", i da li neće odložiti u privođenju [ih] pečeni tele.
uk: І звичайно ж нашими посланцями оснащені Авраамові добру новину; вони сказали, "Світ". Він сказав: "Мир" і не затягуйте з приведення [їх] смаженого теляти.
vi: Và chắc chắn đã làm sứ giả của chúng tôi đến với Abraham với tidings tốt; họ nói rằng, "Hòa bình." Ông nói, "Hòa bình", và không chậm trễ trong việc đưa [họ] một con bê nướng.
zu: Futhi ngempela Ithu gijimi thathaza eze Abraham izindaba ezinhle;

# Quran1543
source: But when he saw their hands not reaching for it, he distrusted them and felt from them apprehension. They said, "Fear not. We have been sent to the people of Lot."
ca: Però quan va veure les seves mans no assolir-ho, inspiraven i sentir d'ells l'aprehensió. Deien, "no tinguis por. Hem estat enviat a la gent de Lot."
cy: Ond pan welodd eu dwylo nid yn cyrraedd ar ei gyfer, drwgdybio iddynt ac oddi wrthynt yn teimlo pryder. Dywedodd, "Mae arnaf ofn nad. Rydym wedi ei anfon at bobl lawer."
da: Men da han så deres hænder ikke nå til det, han troede dem og følte fra dem pågribelse. De sagde: "frygt ikke. Vi er blevet sendt til folk i masse."
el: Αλλά όταν είδε τα χέρια τους, δεν φθάνει για αυτό, απέδωσαν τους και αισθητές από τους ανησυχία. Είπαν, «μη φοβάσαι. Μας έστειλαν στο λαό της παρτίδας.»
et: Aga kui ta nägi oma käed ei ulatu see, ta mitteusaldusväärsena neid ja tundsin neist kinnipidamist. Nad ütlesid: "Ära karda. Meil on saadetud palju inimesi."
fi: Mutta kun hän näki kätensä ei päästä se, hän luoteta niitä ja tuntui niistä pelko. He sanoivat: "Älä pelkää. Meille on lähetetty paljon ihmisiä."
he: אבל כשראה את ידיהם לא נשלחות אליה, הוא סמך אותם והרגשתי מהם חשש. הם אמרו, "אל תירא. כבר שלחנו לעם הרבה."
hr: Ali kad je vidio njihove ruke ne dosežu za to, bila nepovjerljiva prema njima i osjećao od njih strah. Rekli su, "ne boj se. Su poslali smo da ljudi mnogo."
lt: Bet kai jis pamatė savo rankas tai pasiekti, jis nepatikimu juos ir pajuto iš jų suvokimas. Jie sakė: "Nesijaudink. Mes buvo atsiųsta daug žmonių."
lv: Bet, ieraudzījis viņu rokās, kas nesasniedz to, viņš neuzticas viņiem un jutos no tām bažām. Viņi teica: "bailes nav. Mums ir nosūtīts ar daudz cilvēkiem."
nb: Men da han så hendene ikke nådd for det, han ikke godtatt dem og følte fra dem frykt. De sa: "frykt ikke. Vi har sendt for mange folk."
sk: Ale keď uvidel ruky dosiahnuť pre to, on ich neoznačili a cítil z ich obavy. Oni povedali: "Neboj sa. Sme boli zaslané ľuďom veľa."
sl: Ampak ko je videl svoje roke, ne bo dosegel zanj, on overitelju jih in čutiti iz njih aretaciji. So rekli, "ne boj se. Mi življati been sent v ljudi veliko."
sr_cyrl: Али када је видео своје руке није посегнуо за то, он их вјеродостојна и осетила од њих нервозом. Рекли су: "Не бој се. Послани смо да људи из серије."
sr_latn: Ali kada je video svoje ruke nije posegnuo za to, on ih vjerodostojna i osetila od njih nervozom. Rekli su: "Ne boj se. Poslani smo da ljudi iz serije."
uk: Але коли він побачив їх руки, не доходячи до нього, він їх на озброєнні і відчув з їх затримання. Вони сказали: "не бійся. Ми були відправлені до людей багато."
vi: Nhưng khi nhìn thấy bàn tay của họ không đạt nó, ông thức thiếu tin cậy chúng và cảm thấy từ họ e ngại. Họ nói, "Đừng sợ. Chúng tôi đã được gửi cho người dân nhiều."
zu: Kodwa lapho ebona izandla zabo ingazami ukufinyelela amalungelo ngoba yena ungethenjwa nabo futhi wazizwa kusukela kubo bangabanjwa.
