Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1369
source: It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allah has not created this except in truth. He details the signs for a people who know
ca: És el que va fer el sol un brillant llum i la lluna un derivat clara i decidida per això fases - que vostè pot saber el nombre d'anys i compte [de temps]. Allah no ha creat aquest excepte en veritat. Detalla els signes per a un poble que sap
cy: Mae'n ef a wnaeth yr haul yn tywynnu golau ac y lleuad sy'n deillio yn olau ac yn benderfynol ar gyfer ei cham-y gwyddoch efallai, nifer y blynyddoedd ac ystyriaeth [amser]. Creodd Allah hyn heblaw ni mewn gwirionedd. Mae ef yn rhoi manylion yr arwyddion ar gyfer pobl sy'n gwybod
da: Det er ham, der gjorde solen et skinnende lys, og Månen en afledt lys og beslutsom for det faser - så du kan kende antallet år og hensyn [tid]. Allah har ikke oprettet dette bortset fra sandhed. Han beskriver i detaljer tegnene for et folk, der kender
el: Είναι αυτός που έκανε τον ήλιο μια λάμπει το φως και το φεγγάρι μια παραγόμενη φως και αποφασιστική για αυτό φάσεις - που μπορεί να γνωρίζετε τον αριθμό των ετών και υπόψη [ώρα]. Ο αλλά(χ) δημιούργησε αυτά όλα μόνο στην αλήθεια. Με λεπτομέρειες τα σημάδια για ένα λαό που ξέρει
et: See on see, kes tegi päike särav valgus ja tulenenud moon valguse ja otsustav see faasid - mida tead arv aastaid ja [aeg] arvesse. Jumal on loonud see välja arvatud tõsi. Ta andmed märke, inimesed, kes teavad
fi: Se on hän tekee aurinko paistaa valo ja johdettua kuun valo ja määrätietoinen sen vaiheissa, joka ehkä tietää määrä vuosia ja huomioon []. Jumala ei ole luonut lukuun ottamatta todellisuudessa. Hän yksityiskohtia merkkejä ihmisiä, jotka tietävät
he: . זה הוא שיצר השמש של זוהר ואור הירח נגזר אור ונחוש על זה שלבים -, אתה אולי יודע את המספר שנים והחשבון [של זמן]. אללה לא יצר זה מלבד האמת. הוא מפרט את הסימנים לאנשים שיודעים
hr: On je taj koji je sunce sja svjetlo i mjesec izveden svjetlo i odlučni za to faze - da znate broj godina i račun [vremena]. Allah je stvorio ovo osim u istini. Je u detalje znaci za ljude koji znaju
lt: Tai tas, kuris padarė saulė šviečia šviesos ir išvestinį mėnulio šviesos ir nustatyti jį etapai - kad jums gali žinoti, kiek metų ir laiko] [į. Dievas nesukūrė tai išskyrus tiesą. Jis išsamiai ženklai žmonėms, kurie žino
lv: Tas ir tas, kas veikti saule spīd gaismas un atvasināta mēness gaismas un noteikta to posmi - kas jūs zināt skaits gados un vērā [laiks]. Allah nav izveidojusi izņemot šo patiesību. Viņš detalizēti pazīmes cilvēki, kuri zina
nb: Det er han som skapte solen en skinnende lys og månen avledet lys og bestemt for fase - som du kanskje vet hvor mange år og kontoen [tidsperiode]. Allah har ikke opprettet dette unntatt i sannhet. Han detaljer tegn for et folk som vet
sk: Je to on, kto urobil slnko svieti svetlo a mesiac odvodeného svetlo a určí na to etapách, ktoré môžete poznať počet rokov a do úvahy [čas]. Alah to okrem neuložil v pravde. Detaily známky pre ľudí, ktorí vedia
sl: To je on, ki je sonce sije luč in luna je izpeljana svetlobe in odločno za to faze - ki morda veste število let in zaradi [čas]. Allah ni ustvaril to razen v resnici. On podrobno znake za ljudi, ki vedo
sr_cyrl: Он је тај који је направио сунце сија светло и месец је изведеног светло и одлучан за то фазе - које можете да број година и рачун [Вријеме]. Није створио ово, осим у истини. Он се брине о знаке за људе који знају
sr_latn: On je taj koji je napravio sunce sija svetlo i mesec je izvedenog svetlo i odlučan za to faze - koje možete da broj godina i račun [Vrijeme]. Nije stvorio ovo, osim u istini. On se brine o znake za ljude koji znaju
uk: Це той, хто зробив сонце світить світло і місяць на похідні світло і визначається його етапів - що ви можете знати кількість років та рахунку [часу]. Аллах не створив це, за винятком у правді. Він докладно ознаки для людей, які знають
vi: Đó là ông đã làm cho mặt trời một chiếu ánh sáng và mặt trăng bắt nguồn một ánh sáng và được xác định cho nó giai đoạn - mà bạn có thể biết số năm và tài khoản [thời gian]. Allah đã không tạo ra điều này ngoại trừ sự thật. Ông chi tiết các dấu hiệu cho một người biết
zu: Kuyinto Lowo owenza ilanga esikhanyayo yanga ukukhanya elisuselwa kunquma ngoba izigaba - ukuthi ungase ukwazi iminyaka eminingana futhi akhawunti [kwesikhathi].

# Quran1370
source: Indeed, in the alternation of the night and the day and [in] what Allah has created in the heavens and the earth are signs for a people who fear Allah
ca: De fet, en l'alternança de la nit i el dia i [a] Què Allah ha creat en el cel i la terra són signes d'un poble que la por d'Allah
cy: Yn wir, ar y cyd y nos a dydd ac yn beth a greodd Allah yn y nefoedd a'r ddaear yn arwyddion ar gyfer pobl sy'n ofni Allah
da: Faktisk, i skiftevis nat og dag og [i] hvad Allah har skabt i himlene og jorden er tegn for et folk, der frygter Allah
el: Πράγματι, στην εναλλαγή της νύχτας και της ημέρας και [σε] τι Αλλάχ έχει δημιουργήσει στον ουρανό και τη γη είναι σημάδια για ένα λαό, που φοβούνται Αλλάχ
et: Tõepoolest, öö ja päeva vaheldumine ja [v] mida Jumal on loonud taeva ja maa on märgid neile, kes kardavad, et Allah
fi: Todellakin vuorottelu yö ja päivä ja [on] mitä Allah on luonut taivaat ja maan merkkejä niille, jotka pelätkää Allahia
he: ואכן, ההתחלפות של הלילה והיום, [ב] מה אללה יצר את השמים והארץ הם סימנים לאנשים החוששים אללה
hr: Doista, u izmjeni noći i dana i u što Allah je stvorio u nebesima i na zemlji su znaci za ljude koji se boje Allaha
lt: Iš tiesų, pakaitomis naktį ir dieną ir [in] ką Dievas sukūrė dangų ir žemę yra ženklai tiems, kurie bijo Dievo
lv: Patiešām, pārmaiņus dienā un naktī un [] Allah radījis debesis un zemi ir pazīmes par cilvēkiem, kas bailes Allah
nb: Faktisk er i vekslingen av natt og dag og [i] Hva Allah har skapt i himlene og jorden tegn for et folk som frykter Allah
sk: Vskutku, striedanie noci a dňa a [v] čo Boh vytvoril v nebesiach a na zemi sú príznaky pre ľudí, ktorí sa obávajú Alah
sl: Dejansko, pripadata noč in dan in [v] kaj je Allah ustvaril nebo in zemljo so znaki za ljudi, ki se bojijo Allah
sr_cyrl: Заиста , замена ноћи и дана и у шта је Аллах створио у небеса и земља су знаци за људе који се боје Аллах
sr_latn: Zaista, zamena noći i dana i u šta je Allah stvorio u nebesa i zemlja su znaci za ljude koji se boje Allah
uk: Дійсно, в чергування ночі і дня і [в] що Аллах створила у небі та землі є ознаками для людей, які бояться Аллаху
vi: Thật vậy, trong Luân phiên đêm và ngày và [trong] những gì Allah đã tạo ra trong bầu trời và trái đất là dấu hiệu cho một người sợ Allah
zu: Ngempela, ngaphakathi alternation of suku suku futhi [e] lokho Allah wadala in the bhakabhaka hlaba are komba for abantu abesaba Allah

# Quran1371
source: Indeed, those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs
ca: De fet, qui no esperar que la reunió amb nosaltres i estan satisfets amb la vida d'aquest món i sentir-vos segurs aquí i els que són despreocupats de rètols
cy: Yn wir, rhai sydd nid yn disgwyl cyfarfod â ni ac yn fodlon â bywyd y byd hwn ac yn teimlo'n ddiogel ynddo a'r rhai sydd yn heedless o arwyddion ein
da: Ja, dem, der forventer ikke møde med os og er tilfredse med livet i denne verden og føle sig trygge deri og dem, der er ubekymrede om vores skilte
el: Πράγματι, όσοι δεν περιμένω τη συνάντηση μαζί μας και να είστε ικανοποιημένοι με τη ζωή αυτού του κόσμου και να αισθάνονται ασφαλείς σ ' αυτό και όσοι είναι απρόσεκτος μας σημάδια
et: Tõepoolest, need, kes ei oota meid kohtumine ja selle maailma eluga rahul ja end seal turvaliselt ja need, kes on meie märke heedless
fi: Itse asiassa niille, jotka eivät odota tapaamisen kanssamme ja ovat tyytyväisiä tämän maailman elämää ja tuntee olonsa turvalliseksi siinä ja jotka ovat välittämättä merkkejä
he: ואכן, אלה אשר לא מצפה לפגישה איתנו ואת מרוצים מחיי העולם הזה מרגישים בטוחים בו ואלו שהשתתק השלטים שלנו
hr: Uistinu, onima koji ne očekuju sastanak s nama i zadovoljna cijeli svijet i osjećaj sigurnosti u njemu i onih koji su haju za naše znakove
lt: Iš tiesų, tie, kurie ne tikėtis susitikimo su mumis ir yra patenkinti šio pasaulio gyvenimą ir jaustis saugus, jame ir tiems, kurie yra neatidus mūsų požymiai
lv: Protams, tiem, kuri nevar gaidīt tikšanos ar mums ir apmierināti ar dzīvi šajā pasaulē un justies droši, tajā un tiem, kam ir neuzmanīgs mūsu zīmes
nb: Faktisk, de som forventer ikke møtet med oss og er fornøyd med livet i denne verden og føler seg sikre der og de som er heedless av våre skilt
sk: Vskutku, ktorí nečakal, stretnutie s nami a sú spokojnejší život na tomto svete a cítiť bezpečne v ňom a tých, ktorí sú nedbala našich značiek
sl: Res, tisti, ki ne pričakujte srečanje z nami in so zadovoljni z življenjem v tem svetu in počutijo varne v njem in tiste, ki so Nepažljiv naše znake
sr_cyrl: Заиста , они који не очекују да ће састанак са нама и ли задовољни живот овог света и страдати у томе и онима који су која не брине о знацима
sr_latn: Zaista, oni koji ne očekuju da će sastanak sa nama i li zadovoljni život ovog sveta i stradati u tome i onima koji su koja ne brine o znacima
uk: Дійсно, тих, хто не розраховуйте на зустрічі з нами і влаштовує життя в цьому світі і відчувати себе в безпеці в ньому і тих, хто забутті, наші знаки
vi: Thật vậy, những người không mong đợi cuộc họp với chúng tôi và được hài lòng với cuộc sống thế giới này và cảm thấy an toàn trong đó và những người không lưu ý các dấu hiệu của chúng tôi
zu: Ngempela, labo cha lindela ukuhlangana Us futhi weneliseka Pilo lo hlaba futhi azizwe elondekile therein nalabo abayizitha heedless of ithu komba!

# Quran1372
source: For those their refuge will be the Fire because of what they used to earn.
ca: Per als seu refugi serà el foc a causa de què utilitzaven per guanyar.
cy: Ar gyfer rhai eu lloches fydd y tân oherwydd maen nhw'n ei ennill.
da: For dem bliver deres tilflugt ilden på grund af hvad de bruges til at tjene.
el: Για εκείνους τους καταφύγιο θα φωτιά εξαιτίας που χρησιμοποιείται για να κερδίσουν.
et: Neile saab pelgupaiga tulekahju tõttu, mida nad teenivad.
fi: Niille, jotka heidän turvapaikan on tulipalon vuoksi mitä heillä oli tapana ansaita.
he: עבור אלה יהיה המחסה האש בגלל מה הם השתמשו כדי להרוויח.
hr: Za one koji svoje utočište bit će vatra zbog to dobro zaraditi.
lt: Tiems, kurie jų prieglobsčio bus ugnies, nes kas jie turi uždirbti.
lv: Tiem, kas to patvērumu būs uguns dēļ, ko viņi izmanto, lai nopelnīt.
nb: For dem blir sin tilflukt brannen på grunn av hva de pleide å tjene.
sk: Pre tých, ktorí svoje útočisko bude oheň vzhľadom na čo boli zvyknutí zarábať.
sl: Za tiste svoje zatočišče bo ogenj zaradi kar se uporabljajo za zaslužiti.
sr_cyrl: За оне своје уточиште ће бити ватру због су обичавали да зарадим.
sr_latn: Za one svoje utočište će biti vatru zbog su običavali da zaradim.
uk: Для тих, хто їх притулок буде вогонь через те, що вони використовували, щоб заробити.
vi: Đối với những người tị nạn của họ sẽ là ngọn lửa vì chúng sử dụng như thế nào để kiếm được.
zu: Kulabo isiphephelo sabo siyoba Fire ngenxa ngalokho ababevame ukuze uthole.

# Quran1373
source: Indeed, those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure
ca: De fet, aquells que han cregut i fet escriptures justos - seva voluntat Senyor guiar-los a causa de la seva fe. Sota ells rius correrà en el jardins de plaer
cy: Yn wir, mae'r rhai sy'n credu ac wneud gweithredoedd cyfiawn-eu yn yr Arglwydd yn eu tywys oherwydd eu ffydd. Islaw y bydd iddynt afonydd yn llifo yn y gerddi pleser
da: Ja, dem, der har ment og gjort retfærdige gerninger - deres Herren vil vejlede dem på grund af deres tro. Beneath vil dem floder flyde i haver fornøjelse
el: Πράγματι, όσοι πίστευαν και γίνει δίκαιοι πράξεις - τους θα του κυρίου τους καθοδηγήσει λόγω της πίστης τους. Κάτω από τους ποταμούς θα εισρεύσουν στην κήπους του ευχαρίστηση
et: Tõepoolest, need, kes on uskunud ja teinud õiged teod - oma Issanda tahte juhendada neid tõttu oma usku. Beneath neid jõgede voolab rõõm aiad
fi: Itse asiassa ne, jotka ovat uskoneet ja tehdä vanhurskaita tekoja - herra tahtonsa ohjata heitä heidän uskonsa. Alapuolella heille jokien virtaus Gardens Pleasure
he: ואכן, למי יש האמין ועשה מעשים טובים - רצונם לורד מדריך אותם בשל אמונתם. מתחת להם נהרות יזרמו בהנאה הגנים של
hr: Doista, oni koji su vjerovali i učinio pravedna djela - njihov gospodar će voditi ih zbog njihove vjere. Ispod njih rijeke će teći u vrtovima užitka
lt: Tiesą sakant, tų, kurie tikėjo ir padaryti teisingas poelgius - savo Viešpaties valią vadovas juos dėl savo tikėjimo. Po jų upių gaus malonumas sodai
lv: Protams, tiem, kas ticēja un izdarīts taisnīgs darbiem - sava Kunga griba viņus virzām savas ticības dēļ. Zem tiem upju plūsma baudu dārzi
nb: Faktisk, de som har trodd og gjort rettferdige gjerninger - deres Herren vil veilede dem på grunn av deres tro. Under flyter dem elver hager av glede
sk: V skutočnosti tí, ktorí verili a urobil spravodlivé skutky - ich Pán bude sprievodca je kvôli svojej viere. Pod nimi riek potečie v záhrade potešenie
sl: Res, tisti, ki so verjeli in naredil pravednici dejanja - svoje bo Gospod jih vodi zaradi svoje vere. Pod njih rek pritekale v vrtovih užitek
sr_cyrl: Заиста , они који су веровали и урадио праведни дела - њихову вољу господара их води због своје вере. Испод ће их реке теку у вртовима задовољство
sr_latn: Zaista, oni koji su verovali i uradio pravedni dela - njihovu volju gospodara ih vodi zbog svoje vere. Ispod će ih reke teku u vrtovima zadovoljstvo
uk: Дійсно, ті, хто вважав і робити добрі справи - їх волі Господа направляти їх через їх віри. Внизу їх річок буде текти в садах задоволення
vi: Thật vậy, những người đã tin tưởng và thực hiện hành động công bình - Chúa của họ sẽ hướng dẫn cho họ vì Đức tin của họ. Bên dưới họ sông sẽ chảy trong khu vườn của niềm vui
zu: Ngempela, labo siye sakholwa futhi ungenzele izenzo zokulunga - bo Lord khaphi them ngenxa yokholo lwabo.

# Quran1374
source: Their call therein will be, "Exalted are You, O Allah," and their greeting therein will be, "Peace." And the last of their call will be, "Praise to Allah, Lord of the worlds!"
ca: Seva convocatòria s'hi serà, "Exaltat ets, oh Allah", i la salutació en això serà, "Pau." I serà l'últim de la seva trucada, "Lloança a Allah, Senyor dels mons!"
cy: Erthyglau fydd yn eu galw, "I'w mawrygu ydych, O Allah", ac yn eu cyfarch ynddo fydd, "Heddwch." Ac yn olaf eu galw, "Canmoliaeth i Allah, Arglwydd o fyd!"
da: Deres opkald deri vil være, "Ophøjet er du, O Allah", og deres hilsen deri vil være, "Fred." Og sidst af deres opkald vil være, "Ros til Allah, Herren of the worlds!"
el: Καλέστε τους σ ' αυτό θα, «Exalted είσαι, Ο Αλλάχ», και χαιρετισμό τους σ ' αυτό θα είναι, «Ειρήνη». Και η τελευταία του κλήση τους θα είναι, «Έπαινος Αλλάχ, Lord of the worlds»!
et: Seal on oma kõne, "ülendatud sind, O Jumal", ja seal tervitus saab, "Rahu." Ja Viimane nende kõne on "Kiitke Jumalat, Maailmade isand!"
fi: Heidän siinä on korottanut Oletteko, oi Jumala", ja tervehdys siinä tulevaisuudessa"Rauha." Ja heidän viimeinen "Ylistys Jumalalle, maailmojen Luoja!"
he: השיחה שלהם ובזה יהיה, "אם כבר אתה, הו אללה", ויהיה ברכה שלהם בו, "שלום." האחרון של השיחה שלהם יהיה, "השבח לאללה, לורד העולמות!"
hr: Njihov poziv u njemu će biti, "Uzvišen si, O Allahu", a njihov Pozdrav u njemu će biti, "Mir". I posljednji njihov poziv će biti, "Slava Allahu, gospodaru svjetova!"
lt: Jame bus jų skambinti, "išaukštintas jums, O Dievas", ir jų pasveikinimas jame bus, "Taika." Ir bus paskutinis iš jų skambinti, "Pagirti Allaho, Viešpatie pasaulių!"
lv: Tajā būs savu aicinājumu, "Cildens esat, O Allah" un savu apsveikumu tajā būs, "Miers". Un pēdējais no viņu sarunas būs "Allah, pasaules kungu slavēt!"
nb: Anropet der vil være, "Opphøyet er du, O Allah", og deres hilsen der blir, "Fred." Og sist av anropet blir, "Ros til Gud, Herren av verdens!"
sk: Hovor sa v ňom bude, "Povýšil ste, O Boh", a ich pozdrav v ňom bude, "Mier." A posledný hovor bude, "Chvála Bohu, Pánovi ľudstva!"
sl: Svoj klic v njem bo, "vzvišeno, O Allah", in njihove pozdrav v njem bo, "Mir." In zadnji svoje klic bo, "Pohvale v Allah, Lord of the worlds!"
sr_cyrl: Њихов позив у томе биће, "Измореном си, О Аллах", а њихове поздравна порука у томе биће, "Мир". И последњи од њихова одлука биће, "Слава Алаху, господару света!"
sr_latn: Njihov poziv u tome biće, "Izmorenom si, O Allah", a njihove pozdravna poruka u tome biće, "Mir". I poslednji od njihova odluka biće, "Slava Alahu, gospodaru sveta!"
uk: Їхні виклики в ньому буде, "Exalted ти, О Аллах", і їх привітання в ньому буде, "Світ". І останній з їх заклик буде, "Хвала Аллаха, Господу світів!"
vi: Cuộc gọi của họ trong đó sẽ, "sôi nổi, O Allah", và lời chào của họ trong đó sẽ, "Hòa bình." Và cuối cùng của cuộc gọi của họ sẽ là, "Lời khen cho Allah, Lord of the worlds!"
zu: ucingo Lwabo therein kuyoba "Uphakeme wena, O Allah," futhi ukubingelela yabo therein kuyoba "Ukuthula."

# Quran1375
source: And if Allah was to hasten for the people the evil [they invoke] as He hastens for them the good, their term would have been ended for them. But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly
ca: I si Allah va accelerar per a la gent el mal [invocaven] com ell accelera per a ells el bo, el mandat haurien estat acabat per a ells. Però deixem els que no esperava la reunió amb nosaltres, en la seva transgressió, vagant cegament
cy: Ac os oedd Allah i brysuro i bobl y drwg yn [Mae nhw'n galw'r] fel y mae ef wedi cyflymu iddynt da, byddai eu tymor wedi dod i ben ar eu cyfer. Ond gadawn y rhai nad oeddynt yn disgwyl cyfarfod â ni, yn eu tramgwyddiad, crwydro ddall
da: Og hvis Allah var at fremskynde for mennesker, det onde, [de påberåbe sig] som han skynder sig for dem. gode, deres sigt ville have været afsluttet for dem. Men vi lader dem, der ikke forventer møde med os, i deres overtrædelse, vandre blindt
el: Και αν Αλλάχ ήταν να επιταχύνει για το λαό το κακό [επικαλούνται] όπως σπεύδει για αυτούς το καλό, η θητεία τους θα έχουν λήξει για αυτούς. Αλλά θα αφήσουμε αυτούς που δεν αναμένουν τη συνάντηση μαζί μας, τους καταπατά, περιπλάνηση στα τυφλά
et: Ja kui Jumal pidi kiirustama kuna ta kiirustab neile head inimesed [nad tugineda] kurja, nende tähtaeg oleks lõpetamist lõpetada neid. Kuid jätame need, kes ei oota siin, kohtumisel oma üleastumiste ekslemine pimesi
fi: Ja jos Allah nopeuttaa ihmisille nämä vedota pahaa hän kiirehtii niille hyvää, niiden olisi ollut päättynyt niille. Mutta jätämme ne, jotka usko tapaamisen kanssamme, heidän isiinsä vaeltava sokeasti
he: אם אללה היה לזרז לעם את הרוע [הם להפעיל] כפי הוא ממהר עבורם את הטוב, המונח שלהם היה כבר נגמר להם. אבל נעזוב אלה לא מצפה המפגש איתנו, את העבירה, נודדים בצורה עיוורת
hr: A da Allah da ubrzam ljudima zlo oni zazivaju kao žuri im dobro, mandata bi bio kraj za njih. Ali ostavimo onima koji ne očekuju sastanak s nama, u svojih prijestupa, slijepo tapkamo
lt: Ir jei Dievas buvo paspartinti žmonėms [jie remiasi] blogis kaip jis skuba jiems gera, jų kadencija buvo baigėsi jiems. Bet mes tie, kurie ne tikėtis susitikimas su mumis, jų nuodėmę, klajojo aklai
lv: Un ja Allāhs bija paātrināt cilvēkiem [tās izsaukt] ļaunums kā viņš steidz viņiem labu, to termiņš būtu beigusies viņiem. Bet mēs atstājam tiem, kuri nevar gaidīt tikšanos ar mums, to pārkāpšana, klīst akli
nb: Og hvis Allah var å fremskynde for de onde [de påberope seg] som han haster for dem godt, ville perioden har blitt avsluttet for dem. Men vi forlater de som ikke forventer møtet med oss, i sin overtredelse, vandre blindt
sk: A ak Boh bol urýchliť pre ľudí zlé [sa domáhajú] ako on urýchľuje pre ne dobré, ich termín by bol ukončený pre nich. Ale necháme tie, ktorí neočakávajú stretnutie s nami, ich prestúpenie putovanie slepo
sl: In če Allah naj pospeši za ljudi zlo [uveljavljajo], kot je hiti za njih dobro, bi mandat končal za njih. Pa pustimo tiste, ki ne pričakujte srečanje z nami, v greh, tava slepo
sr_cyrl: А да Аллах да убрза за народ зло [они призивају], као и добре ћури за њих, њихов мандат би био завршен за њих. Али они који не очекују да ће састанак са нама, у њиховим трансгресију лута слепо оставимо
sr_latn: A da Allah da ubrza za narod zlo [oni prizivaju], kao i dobre ћuri za njih, njihov mandat bi bio završen za njih. Ali oni koji ne očekuju da će sastanak sa nama, u njihovim transgresiju luta slepo ostavimo
uk: І якщо Аллах прискорити для людей зла [вони посилатися], як він поспішає для них хороше, їх термін був скінчилося б для них. Але ми залишити ті, хто не очікуємо, зустрічі з нами, в їхній переступ, блукаючи сліпо
vi: Và nếu Allah đã đẩy nhanh cho những người ác [họ gọi] như ông hastens cho họ tốt, thuật ngữ của họ sẽ có được kết thúc cho họ. Nhưng chúng ta lại là những người không mong đợi cuộc họp với chúng tôi, trong sự vi phạm của mình, lang thang một cách mù quáng
zu: Futhi uma Allah kwaba khawuleza ngoba abantu ububi [bona abuyisele] njengoba isheshela ngabo okuhle, isikhathi sawo ngabe isiphelile ngabo.
