Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran913
source: And when a sign comes to them, they say, "Never will we believe until we are given like that which was given to the messengers of Allah." Allah is most knowing of where He places His message. There will afflict those who committed crimes debasement before Allah and severe punishment for what they used to conspire.
ca: I quan un senyal tracta, diuen, "mai hem creurà fins que se'ns dóna com allò que s'ha proporcionat els missatgers de Allah." Al là és més saber d'on es situa el seu missatge. Allà es afecten els que van cometre enviliment delictes abans d'Allah i sever càstig per el que acostumaven a conspirar.
cy: A pan ddaw'r arwydd iddynt, maent yn dweud, "byth bydd Credwn nes inni fel hynny a roddwyd i negeswyr Allah." Allah yw'r rhan fwyaf o wybod o ble mae ei neges. Ni fydd yn taro'r rhai sydd wedi ymrwymo i ddiraddio troseddau cyn Allah a chosbi difrifol am beth maent yn ei defnyddio i cynllwynio.
da: Og når et tegn kommer til dem, de siger, "aldrig vil vi tro, indtil vi får, som blev givet til budbringere af Allah." Allah er mest vidende af hvor han lægger sin besked. Der vil hjemsøge dem, der har begået forbrydelser fornedrelse før Allah og hård straf for hvad de plejede at konspirerer.
el: Και όταν ένα σημάδι έρχεται σε αυτούς, που λένε, «ποτέ δεν θα πιστεύουμε μέχρι να μας δίνεται σαν αυτό που δόθηκε στους απεσταλμένους του αλλά.» Αλλάχ είναι περισσότεροι γνωρίζει από όταν τοποθετεί το μήνυμά του. Εκεί θα πλήττουν όσους διέπραξαν εγκλήματα υποτίμηση πριν από Αλλάχ και αυστηρή τιμωρία για αυτό που χρησιμοποιείται να συνωμοτούν.
et: Kui märk tuleb neile, nad ütlevad, "kunagi näidatakse usume kuni meile antakse sellist, mis anti kullerid Allah." Allah on enamik teades, kui ta esitab tema sõnum. Seal näidatakse kohtaava kes toimepandud kuritegude debasement enne Allah ja karm karistus eest mida nad salasepitsema.
fi: Ja kun merkki tulee heille, he sanovat, "koskaan uskomme koska sellaista joka annettiin Jumalan sanansaattajia." Jumala on, kun hän saattaa hänen viestinsä. Siellä vaivata jotka sitoutunut rikosten debasement Allahin ja ankaran rangaistuksen langettamisesta mitä heillä oli tapana vehkeillä.
he: סימן יגיע אליהם, הם אומרים, "לעולם לא ואנחנו מאמינים עד קיבלנו כזה אשר ניתנה כשליחים של אללה." אללה הוא לדעת רוב של איפה הוא ממקם את המסר שלו. שם להכריע אלו שביצעו פשעים כלום לפני אללה ועונש חמור עבור מה הם השתמשו לפעול במחתרת.
hr: Kada znak u pitanju im, kažu, "nikada ne će vjerujemo dok nam je dano kao što je to koji je dobio to glasnik od Allaha." Allah je većina znajući za gdje on stavlja njegovu poruku. Će pogađaju one koji su počinili zločine snižavanje pred Allaha i kaznu za što su se kovati zavjeru.
lt: Ir kai ženklas ateina į juos, jie sako, "niekada bus manome, kad kol mes pateikti panašaus kuri buvo suteikta Dievo pasiuntiniai." Dievas yra dauguma žinant iš kur jis pateikia savo pranešimą. Ten bus bausti tuos, kurie padarė nusikaltimų Zdeprecjonowanie prieš Dievo ir griežta bausmė už ką jie naudojami sąmokslą.
lv: Un kad zīme nonāk pie viņiem, viņi saka, "nekad būs mēs uzskatām, ka līdz brīdim, kad mums ir dota šitā kas tika piešķirta Allah kurjeriem." Allah ir visvairāk zinot, kur viņš noliek savu vēstījumu. Tur tiks afflict tiem, kuri izdarījuši noziegumus viltošana pirms Allah un bargu sodu par to, ko viņi izmanto, lai sazvērestību.
nb: Og når et tegn kommer til dem, de sier, "aldri vil vi tror før vi får som det som ble gitt til budbringere av Allah. Døyve er de fleste vet av hvor han plasserer hans budskap. Det vil plage de som begikk forbrytelser fornedrelse Allahs og streng straff for hva de brukes å konspirere.
sk: A keď znamenie príde k nim, oni hovoria, "nikdy sa veríme, kým budeme mať takého ktorý bol náchylný k poslov Boha." Alah je väčšina poznanie kde umiestňuje svoje posolstvo. Tam budú tí, ktorí spáchali zločiny poníženia pred Boha a prísne potrestanie čo bývali konspirovat postihujú.
sl: In ko znak pride do njih, pravijo, "nikoli ne bo verjamemo, dokler smo imeli takega ki je bila namenjena glasniki Allah." Allah je večina vedel kjer on postavlja svoje sporočilo. Tam bo trpljenje tiste, ki so storili kazniva dejanja zniževanje vrednosti pred Allah in huda kazen za kar se uporabljajo za zaroto.
sr_cyrl: И када је знак у питању их, кажу они, "никад не ће верујемо док смо добили тако која је дата весници Алаха." Аллах је већина јер знам где он поставља своју поруку. Тамо ће оне који су починили злочине деградација пред Алаха и озбиљне казне за су некада су се уротили да узнемиравале.
sr_latn: I kada je znak u pitanju ih, kažu oni, "nikad ne će verujemo dok smo dobili tako koja je data vesnici Alaha." Allah je većina jer znam gde on postavlja svoju poruku. Tamo će one koji su počinili zločine degradacija pred Alaha i ozbiljne kazne za su nekada su se urotili da uznemiravale.
uk: І коли знак приходить до них, вони кажуть: "ніколи не буде ми вважаємо поки Дана подібне було приділено посланцями Аллаха". Аллах є більшість знаючи про де він ставить його повідомлення. Там будуть страждає, хто скоїв злочини приниження перед Аллах і покарання за те, що вони використовували змову.
vi: Và khi một dấu hiệu đi kèm với họ, họ nói, "không bao giờ sẽ chúng tôi tin rằng cho đến khi chúng tôi có được như thế mà đã được trao cho các sứ giả của Allah." Allah là hầu hết hiểu biết của các nơi, ông đặt bài viết của mình. Có sẽ gây đau đớn cho những người phạm tội debasement trước Allah và các hình phạt nghiêm trọng cho những gì họ sử dụng để âm mưu.
zu: Futhi uma isibonakaliso sondela them they tshela "Ngeke sikholwa kuze sinikwa enjengaleyo esanikwa izithunywa Allah."

# Quran914
source: So whoever Allah wants to guide - He expands his breast to [contain] Islam; and whoever He wants to misguide - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allah place defilement upon those who do not believe.
ca: Qui Allah vol guia - que expandeix el seu pit [contenir] Islam; i qui es vulgui burlar - realitza seu pit estret i constricció que va començar a pujar al cel. Així Allah lloc corrupció a aquells que no creuen.
cy: Felly pwy bynnag Allah yn dymuno arwain-mae ef yn ehangu ei fron [cynnwys] Islam; a pwy bynnag yr hoffai ei weld yn misguide-Mae e'n ei fron tynn ac yn gyfyngedig fel er ei fod yn dringo i'r awyr. Felly, yw Allah yn gosod defilement ar y rhai nad ydynt yn credu.
da: Så hvem Allah ønsker at guide - udvider han sit bryst [indeholder] Islam; og hvem han ønsker at vildlede - han gør sit bryst stramme og sammensnørede som om han klatring ind i himlen. Således Allah placere besmittelse over dem, der ikke tror.
el: Έτσι όποιος Αλλάχ θέλει να καθοδηγήσει - επεκτείνει το στήθος του στο [περιέχουν] Ισλάμ? και όποιος θέλει να παραπλανώ - κάνει το στήθος σφιχτό και στενόχωρα λες και αυτός ήταν αναρρίχηση στον ουρανό. Έτσι Αλλάχ δημιουργούν μίασμα προς όσοι δεν πιστεύουν.
et: Nii et kes iganes Allah tahab juhend - ta laiendab oma rindade [sisaldab] Islam; ja kes iganes ta tahab misguide - ta teeb oma rindade pingul ja constricted nii, nagu ta oli ronimine taevasse. Seega Allah koht neile, kes ei usu defilement.
fi: Joten kuka Jumala haluaa opas - hän laajentaa rintaansa [sisältävän] Muhamettilaisuus; ja kuka hän haluaa eksyttää - hän tekee hänen tiukka ja ahdas ikään kuin hän kiipesi taivaalla. Näin hillitä paikka saastaisuuden niille, jotka eivät usko.
he: אז מי שרוצה אללה להנחות - הוא מרחיב את חזהו [להכיל] האסלאם; מי שהוא רוצה להטעות - הוא גורם חזהו הדוקה, מכווץ כאילו הוא היה לטפס אל השמים. לפיכך אללה במקום טומאה ועל אלו אשר אינם מאמינים.
hr: Tako da tko god Allah želi voditi - proširuje svoje dojke sadrže Islam; i tko god želi obmanjivati - on čini svoje grudi čvrsto i stisnut kao da je on penjao u nebo. Tako Allah se onečišćenje nad onima koji ne vjeruju.
lt: Taigi kas Dievas nori vadovas - jis plečia savo krūties [yra] Islamas; ir kas nori suklaidinti - jis daro jo krūties stora ir suspaustas taip, tarsi jis buvo laipioti į dangų. Taigi Dievas įdėti defilement į tuos, kurie netiki.
lv: Tātad kurš Allah vēlas virzīt - viņš izvērš krūtīm [ir] islāms; un kurš grib maldināt - viņš liek pie krūtīm cieši un saspiests it kā kāpdams uz debesīm. Tādējādi Allāha vietā defilement pēc tiem, kuri netic.
nb: Så den som Gud vil veilede - utvider han brystet [inneholder] Islamabad; og hvem han ønsker å misguide - han gjør brystet stramt og trange som om han var klatre inn i himmelen. Dermed er Allah sted urenhet som ikke tror.
sk: Tak kto chce Boh Sprievodca - on rozširuje svoje prsia [obsahovali] Islam; a kto chce zviesť - robí jeho prsia tesné a zúžené, akoby mu boli lezenie do neba. Teda Boh miesto Nepoškvrneného na tých, ktorí neveria.
sl: Tako da kdor hoče Allah peljate - on širi prsi [vsebujejo] Islam; in kdor hoče Obmanjivati - on naredi svoje prsi tesno in constricted, kot da je bilo plezanje v nebo. Tako Allah kraj Oskrnavljenje na tiste, ki ne verjamejo.
sr_cyrl: Тако да ко год је Алах жели да води - он развија своје груди, [садрже] Ислама; а кога хоће да узнемирава - прави груди чврсто и спутано у њима као да су били пење у небо. Стога Аллах поставите Прљање над онима који не верују.
sr_latn: Tako da ko god je Alah želi da vodi - on razvija svoje grudi, [sadrže] Islama; a koga hoće da uznemirava - pravi grudi čvrsto i sputano u njima kao da su bili penje u nebo. Stoga Allah postavite Prljanje nad onima koji ne veruju.
uk: Тому той, хто хоче направляти - Аллах він розширює свої груди до [містять] ісламу; і той, хто хоче, щоб вводити в оману,-він робить його грудях, жорсткою і звуження так, наче він піднімалися в небо. Таким чином Аллах місце defilement на тих, хто не вірять.
vi: Do đó, bất cứ ai Allah muốn hướng dẫn - ông mở rộng ngực [có] đạo hồi; và bất cứ ai Ngài muốn khuyên bậy - ông đã làm cho ngực chặt chẽ và chế hơn là mặc dù ông đã leo lên vào bầu trời. Vì vậy Allah nơi phiền những người không tin.
zu: Ngakho noma ubani Allah ofuna ukuba aqondise - He andisa isifuba sakhe ukuze [aqukethe] Islam;

# Quran915
source: And this is the path of your Lord, [leading] straight. We have detailed the verses for a people who remember.
ca: I aquest és el camí del seu Senyor, [que] directament. Hem detallat els versos per una gent que es recorda.
cy: A dyma'r llwybr eich Arglwydd, [arwain] yn syth. Rydym wedi nodi y penillion ar gyfer pobl sydd yn cofio.
da: Og dette er stien til din Herre, [førende] lige. Vi har detaljerede versene for et folk, der husker.
el: Και αυτό είναι το μονοπάτι σας Λόρδος, [] οδηγώντας κατευθείαν. Για τους ανθρώπους που θυμόμαστε με λεπτομέρεια τους στίχους.
et: Ja see on teie Issand, [juhtiv] sirge tee. Me salmid üksikasjalik inimestega, kes mäletavad.
fi: Ja tämä on teidän Herranne [johtava] suoraan polku. Meillä on yksityiskohtainen säkeet niille, jotka muistavat.
he: זהו הנתיב האל, [מובילים] ישר. שתוארו הפסוקים לאנשים שזוכרים.
hr: I to je put svoga Gospodina, [vodeći] ravno. Imamo detaljne stihovi za ljude koji se sjećaju.
lt: Ir tai yra jūsų Viešpats, [veda] tiesiai. Mes gauti išsamią ženklai žmonėms, kurie prisimena.
lv: Un tas ir ceļš ar savu kungu, [kas] taisni. Mums ir sīki vārsmas cilvēki, kuri atceras.
nb: Dette er banen til din Herre, [leder] rett. Vi har detaljert versene for et folk som husker.
sk: A to je cesta, svojho pána, [vedúci] rovno. Môžeme mať podrobné verše pre ľudí, ktorí si pamätajú.
sl: In to je pot do svojega gospodarja, [ki] naravnost. Podrobno smo verzi za ljudi, ki se spomnite.
sr_cyrl: А ово је путању твог Господа, [водећи] право. За људе који се сећају .имамо и детаљне стихове.
sr_latn: A ovo je putanju tvog Gospoda, [vodeći] pravo. Za ljude koji se sećaju .imamo i detaljne stihove.
uk: І це шлях ваш Господнє, [] прямо. Ми докладні вірші для людей, які пам'ятають.
vi: Và đây là con đường của Chúa, [dẫn] thẳng. Chúng ta có chi tiết những câu thơ cho một người nhớ.
zu: Futhi lena dlela kho Lord [ehamba phambili] iqonde.

# Quran916
source: For them will be the Home of Peace with their Lord. And He will be their protecting friend because of what they used to do.
ca: Per a ells serà la llar de la pau amb el seu Senyor. I serà seu amic protectores per el que acostumaven a fer.
cy: Ar eu cyfer fydd cartref heddwch gyda eu yr Arglwydd. A bydd ef yn eu ffrind diogelu oherwydd maen nhw'n ei wneud.
da: For dem bliver hjem fred med deres Herre. Og han vil være deres beskyttelse ven på grund af hvad de plejede at gøre.
el: Για αυτούς που θα είναι το σπίτι της ειρήνης με τους Λόρδος. Και αυτός θα είναι ο φίλος τους προστασία λόγω που χρησιμοποιείται για να κάνει.
et: Neid saab rahus kodus nende Issand. Ja ta saab oma kattelehtede sõber tõttu, mida nad varem ei.
fi: Niistä on koti rauha Herransa. Ja hän on suojella ystävä, koska he ovat tehneet.
he: עבור אותם יהיה בית השלום עם לורד שלהם. הוא יהיה חבר שיגן על שלהם בגלל מה היו עושים.
hr: Za njih će biti dom mira sa svoga Gospodina. I on će biti njihova zaštita prijatelja zbog što su nekad.
lt: Jiems bus taika namuose su savo pono. Ir jis bus apsaugoti draugu, nes ką jie czynili.
lv: Viņiem būs miers mājās ar savu kungu. Un viņš būs aizsargāt savu draugu, sakarā ar to, ko viņi mēdza to darīt agrāk.
nb: For dem blir fredens hjem med deres Herre. Og han skal beskytte venn på grunn av hva de pleide å gjøre.
sk: Pre nich bude doma pokoj s svojho pána. A bude ich ochrana priateľ vzhľadom na čo boli zvyknutí robiť.
sl: Zanje bo doma mir s svojega Gospoda. In on bo njihovo zaščito prijatelj zaradi kaj se uporabljajo za početi.
sr_cyrl: За њих ће бити дом за мир са свог господара. И он ће бити њихова заштита пријатеља због како су некад.
sr_latn: Za njih će biti dom za mir sa svog gospodara. I on će biti njihova zaštita prijatelja zbog kako su nekad.
uk: Для них буде будинку мир з їх Господа. І він буде їх захист друга через те, що вони використовували, щоб зробити.
vi: Đối với họ sẽ là nhà hòa bình với Chúa. Và ông sẽ bảo vệ bạn bè của họ vì họ sử dụng như thế nào để làm.
zu: Kubo kuyoba Home of Nokuthula Nkosi yabo.

# Quran917
source: And [mention, O Muhammad], the Day when He will gather them together [and say], "O company of jinn, you have [misled] many of mankind." And their allies among mankind will say, "Our Lord, some of us made use of others, and we have [now] reached our term, which you appointed for us." He will say, "The Fire is your residence, wherein you will abide eternally, except for what Allah wills. Indeed, your Lord is Wise and Knowing."
ca: I [accèsit, O Muhammad], el dia quan va reunir-se ells junts [i dir], "l'empresa O de jinn, teniu [enganyats] molts de la humanitat." I els aliats entre la humanitat dirà, "nostre Senyor, alguns de nosaltres va fer ús d'altres, i [ara] hem arribat al nostre terme, que es nomenat per a nosaltres." Va dir, "el foc és la seva residència, on vostè es complir eternament, excepte què Allah testaments. De fet, el seu senyor és savi i saber".
cy: A [sôn, O Muhammad], y diwrnod pan ef bydd eu casglu gyda'i gilydd [a dweud], "cwmni O jinn, mae gennych [camarwain] llawer o ddynol ryw." A bydd eu cynghreiriaid ymysg dynolryw yn dweud, "ein Arglwydd, rhai ohonom yn defnyddio eraill, ac yr ydym wedi cyrraedd ein tymor, a wnaethoch benodi i ni [nawr]." Bydd ef yn dweud, "y tân yn eich preswylfa, lle bydd chi lynu fythol, heblaw am beth a wills Allah. Yn wir, eich Arglwydd yn Wise ac mae gwybod."
da: Og [omtale, O Muhammad], den dag, hvor han vil samle dem sammen [og sige], "O selskab af jinn, du har [vildledte] mange af menneskeheden." Og deres allierede blandt menneskeheden vil sige, "Vorherre, nogle af os gjorde brug af andre, og [nu] er vi nået vores udtryk, som du udpeget for os." Han vil sige, "ilden er din bopæl, hvori du vil overholde evigt, undtagen hvad Allah testamenter. Ja, jeres Herre er kloge og vide."
el: Και [αναφορά, Ο Μωάμεθ], την ημέρα όταν αυτός θα συγκεντρώσει τους μαζί [και λένε], "O εταιρεία της jinn, έχετε [παραπλανηθούν] πολλά της ανθρωπότητας.» Και τους συμμάχους μεταξύ ανθρωπότητας θα πουν, "ο Κύριός μας, κάποιοι από εμάς έκανε χρήση των άλλων, και έχουμε [] φτάσει μας όρος, που διορίσετε για εμάς.» Θα σου πει, «η φωτιά είναι κατοικία σας, όπου θα μείνεις αιώνια, εκτός από ό, τι θέλει ο Αλλάχ. Πράγματι, ο Λόρδος είναι σοφός και ξέροντας.»
et: [Märkus, O Muhammad], päev, millal ta kogub neid kokku [ja öelda], "O firma dzinni, teil on [eksitatud], paljud inimkonnale." Ja nende liitlaste seas inimkonna ütlevad, "meie Issand, mõned meist teha teised kasutada ja [nüüd] oleme jõudnud meie termin, mis meile tööle." Ta ütlen, "tulekahju on oma elukohta, kus te täitma igavesti, välja arvatud, mida Jumal tahab. Tõepoolest, teie Issand on tark ja teades."
fi: [Maininnan Oi Muhammed] kun hän kokoaa ne yhteen [ja sanoa] päivä "O yritys jinn, olet [harhaan] Monet ihmiskunnan." Ja niiden liittolaisten ihmiskunnan keskuudessa sanoo: "Herra, jotkut meistä teki hyödyntää muiden, ja olemme päässeet [nyt] termi, joka nimitti meitä." Hän sanoo: "tuli on asuntosi, jossa sinä pysyt ikuisesti, paitsi Allah tahtoo. Itse asiassa teidän Herranne on viisas ja Knowing."
he: ו [אזכור, מוחמד O], היום כאשר הוא לאסוף אותם יחד [ואומר], "O החברה של ג'יני, לך [שולל] רבים של המין האנושי." ו בריתם בקרב בני האדם יגידו "אדוננו, גרמו להשתמש של אחרים, וכבר הגענו [עכשיו] המונח שלנו, אשר מינה עבורנו." והוא יאמר, "השריפה הוא מגורים שלך, שבה אתה יצויית לנצח, חוץ מה אללה. ואכן, הוא חכם, לדעת."
hr: I [spomenuti, O Muhammad], dan kada će ih skupiti zajedno [i reći], "O tvrtka Jin, imate [zaveden] mnogi od čovječanstva." I njihovi saveznici među čovječanstvo će reći, "naš Gospodin, neki od nas napravio korištenje drugih i [SAD] smo postigli naš termin, koji se imenuje za nas." On će reći, "Vatra je vaše prebivalište, u kojem će ostati vječno, osim ono što Allah hoće. Uistinu, Gospodar tvoj je mudar i znajući."
lt: Ir [paminėti, O Muhammad], tą dieną, kada jis bus surinkti juos kartu [ir pasakyti], "O bendrovė, džinas, turite [klaidinami] daug žmonijai." Ir jų sąjungininkų tarp žmonijos sako, "mūsų Viešpats, kai kurie iš mūsų padarė naudoti kitiems, ir mes pasiekėme [dabar] mūsų kadencija, mums paskyrusi." Jis sako, "ugnis yra savo gyvenimo, kuriame bus tvirtai amžinai, išskyrus ką Dievas nori. Iš tiesų, jūsų Viešpats yra išmintingas ir žinios."
lv: Un [pieminēt, O Muhammad], tajā dienā, kad viņš būs savākt tos kopā [un teikt], "O uzņēmuma džins, ko esat [maldināti] daudzi no cilvēci." Un starp cilvēces sabiedrotie teiks: "mūsu Kungā, daži no mums, kas izmantošana citiem, un [tagad] mēs esam sasnieguši mūsu termins, kas iecēlusi mums." Viņš saka, "uguns ir savu dzīvesvietu, kur jūs ievērot mūžīgi, izņemot Allah testamenti. Patiešām, jūsu kungs ir gudrs un zinot."
nb: Og [omtale, O Muhammad], dagen når han vil samle dem sammen [og si], "O selskapet jinn, har du [villedes] mange av menneskeheten." Og deres allierte blant menneskeheten vil si, "vår Herre, noen av oss gjorde bruk av andre, og vi [nå] har nådd vår sikt, som du utpekt for oss." Han vil si, "brannen er din bolig, hvor du vil følge evig, bortsett fra hva Allah vilje. Ja, Herren er kloke og vite."
sk: A [zmienka, Mohamed], v deň, keď sa stretnú ich spoločne [a že], "O spoločnosti jinn, máte [omyl] veľa ľudstva." A ich spojencov medzi ľudstvo bude hovoriť: "náš Pán, niektorí z nás sa pomocou druhých a [] dospeli sme náš termín, ktorý ste pre nás." Povie "oheň je vaše bydlisko, pričom sa dodržiavajú naveky, okrem čo Boh závetu. V skutočnosti, váš pán je múdry a vedel. "
sl: In [omenja, O Muhammad], dan, ko je bo jih zberejo skupaj in reči "O podjetju jinn, imate [zaveden] veliko človeštva." In njihovi zavezniki med človeštvo bo rekel, "Naš Gospod, nekateri od nas, ki uporabljajo druge, in [zdaj] smo dosegli naše izraz, ki ga je imenoval za nas." Je rekel, "ogenj je svojega stalnega prebivališča, pri čemer bo upošteval večno, razen kaj Allah oporoke. Res, vaš Gospod je pametno in poznavanje."
sr_cyrl: И [помена, О Мухаммад], на дан када ће их окупити заједно [и рецимо], "О компанији о духу, имате [заведена] више људског рода." И њихови савезници међу људима ће кажу, "Господ, неки од нас направио помоћу других, а достигли смо [сада] од једног мандата, што вас је именовао за нас." Рекао је, "ватра је твој резиденција, у коме си настаће заувек, осим Алах жели. Заиста , твој господар је мудар и знајужи."
sr_latn: I [pomena, O Muhammad], na dan kada će ih okupiti zajedno [i recimo], "O kompaniji o duhu, imate [zavedena] više ljudskog roda." I njihovi saveznici među ljudima će kažu, "Gospod, neki od nas napravio pomoću drugih, a dostigli smo [sada] od jednog mandata, što vas je imenovao za nas." Rekao je, "vatra je tvoj rezidencija, u kome si nastaće zauvek, osim Alah želi. Zaista, tvoj gospodar je mudar i znajuжi."
uk: І [згадки, O Мухаммад], день, коли він буде зібрати їх разом [і, скажімо], "O компанії jinn, у вас є [вводити в оману] багатьох людства." І їх спільників серед людства скаже: "наш Господь, деякі з нас зробив використовувати інших людей, і ми досягли [зараз] наш термін, який призначений для нас." Він буде сказати, "вогонь вашого місця проживання, якої ви будете дотримуватися вічно, за винятком воля Аллаха. Дійсно, Господь ваш є мудрим і знаючи, що".
vi: Và [đề cập đến, O Muhammad], ngày khi ông sẽ tập hợp chúng lại với nhau [và nói], "công ty O jinn, bạn có nhiều [lừa] của nhân loại." Và đồng minh của họ trong số nhân loại sẽ nói, "Chúa của chúng tôi, một số người trong chúng ta đã sử dụng của người khác, và chúng tôi đã đạt đến [bây giờ] thuật ngữ của chúng tôi, mà bạn chỉ định cho chúng tôi." Ông sẽ nói, "ngọn lửa là nơi cư trú của bạn, mà trong đó bạn sẽ tuân thủ luôn luôn, ngoại trừ Allah di chúc. Thật vậy, Chúa của bạn là khôn ngoan và hiểu biết."
zu: Futhi [Khumbuzani, O Muhammad] Suku uma He tando ziwabuthele ndawonye [bese uthi], "O inkampani ye jinn usuke [abadukiswa] Ngabaningi besintu."

# Quran918
source: And thus will We make some of the wrongdoers allies of others for what they used to earn.
ca: I així ens farà alguns dels malfactors aliats dels altres per a què utilitzaven per guanyar.
cy: Ac felly byddwn yn gwneud rhai o'r tramgwyddo y cynghreiriaid eraill ar gyfer beth y maen nhw'n ei ennill.
da: Og således vil vi få nogle af lovovertrædere allierede andres for hvad de bruges til at tjene.
el: Και έτσι θα κάνουμε μερικά από το παραβάτες σύμμαχοι των άλλων για αυτό που χρησιμοποιείται για να κερδίσουν.
et: Ja seega me teha mõned selle tekitaja liitlasi teiste eest, mida nad teenivad.
fi: Ja näin me tekee jotkut rikolliset liittolaisten muiden mitä heillä oli tapana ansaita.
he: ובכך הוא יהפוך חלק הפושעים בעלי ברית של אחרים עבור מה הם השתמשו כדי להרוויח.
hr: I tako će mi učiniti neke počinioce saveznici drugih za to dobro zaraditi.
lt: Ir taip bus mes padaryti kai kurių grzesznicy sąjungininkų kitų ką jie turi uždirbti.
lv: Un tādējādi mums dos dažas pārkāpējus sabiedrotajiem no citiem, ko viņi izmanto, lai nopelnīt.
nb: Og dermed vil vi gjøre noen av wrongdoers allierte andre for hva de pleide å tjene.
sk: A tak môžeme bude niektoré z zloèinci spojenci druhých, na čo boli zvyknutí zarábať.
sl: In tako bo naredimo nekaj v wrongdoers zavezniki drugih, za kar se uporabljajo za zaslužiti.
sr_cyrl: И самим тим ће нам прави неку починиоце савезници других за су обичавали да зарадим.
sr_latn: I samim tim će nam pravi neku počinioce saveznici drugih za su običavali da zaradim.
uk: І таким чином ми зробить деякі з розкаюємося союзників інших за те, що вони використовували, щоб заробити.
vi: Và vì vậy chúng tôi sẽ làm một số các wrongdoers đồng minh của người khác để họ sử dụng như thế nào để kiếm được.
zu: Futhi ngaleyondlela ngeke Senza ezinye laba benzi bokubi sizana of abanye ngoba ngalokho ababevame uthole.
