Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2639
source: And the inhabitants of Madyan. And Moses was denied, so I prolonged enjoyment for the disbelievers; then I seized them, and how [terrible] was My reproach.
ca: I els habitants de Madyan. I Moses va ser negada, perquè els prolonguen gaudi per disbelievers; llavors he agafat i com era [terrible] meu retret.
cy: A thrigolion Madyan. A gwrthodwyd Moses, fel ymestyn fy mwynhad ar gyfer y disbelievers; ac yna rwy'n yn hatafaelu iddynt, a sut oedd [ofnadwy] fy gwbl ddi-fai.
da: Og indbyggerne i Madyan. Og Moses blev nægtet, så jeg langvarig nydelse for vantro; så jeg greb dem, og hvordan [skrækkelig] var min bebrejdelse.
el: Και οι κάτοικοι της Madyan. Και επιτράπηκε Moses, έτσι εγώ παρατεταμένη απόλαυση για disbelievers? τότε εγώ τους κατασχέθηκαν και με ποιον τρόπο [τρομερό] ήταν μομφή μου.
et: Ja elanike Madyan. Ja Moses keelati, nii et ma pikendada naudingut uskottomille; siis ma kinni neid ja kuidas [kohutav] oli minu heita.
fi: Ja asukkaiden Madyan. Ja Moses evättiin niin pitkään nautintoa uskottomille; sitten yllätti heidät ja miten [kauhea] oli minun moite.
he: תושבי Madyan. Moses נדחתה, כך אני ממושך וכייף disbelievers; אז ניצלתי אותם, ואיך [ונורא] היה שלי תוכחה.
hr: I stanovnici Madyan. A Moses je odbijen, pa sam dugotrajno uživanje za iskuse; Onda sam ih oduzeti, a kako [] bio sramotu.
lt: Ir Madyan gyventojų. Ir Moses buvo atmestas, todėl aš pratęsti malonumą disbelievers; tada aš juos konfiskavo, ir kaip [baisi] buvo mano priekaištų.
lv: Un Madyan iedzīvotājiem. Un Moses tika liegta, tāpēc es pagarināts baudījumu disbelievers; tad es saķēra tos, un cik [briesmīgi] bija mans pārmetums.
nb: Og innbyggerne i Madyan. Og Moses ble avvist, så jeg langvarig glede for troende; deretter tok dem, og hvordan [forferdelig] var min bebreidelse.
sk: A obyvateľov Madyan. A Moses bola zamietnutá, takže môžem predĺžiť potešenie pre neveriacim; potom som ich chytil, a ako [hrozné] bolo moje pohanenie.
sl: In prebivalci Madyan. In Moses je bil zavrnjen, zato sem dolgotrajno uživanje disbelievers; potem sem jih zasegli in kako [grozno] je bil moj sramoti.
sr_cyrl: И становници Мадyан. А Мосес је одбијена, тако да сам продужи уживање за скептике; Зграбио сам их а онда како [грозно] је био мој прекора.
sr_latn: I stanovnici Madyan. A Moses je odbijena, tako da sam produži uživanje za skeptike; Zgrabio sam ih a onda kako [grozno] je bio moj prekora.
uk: І жителі Madyan. І Moses було відмовлено, так що я тривалий задоволення для disbelievers; Тоді я схопив їх і як [страшні] був наругу мою.
vi: Và các cư dân của Madyan. Và Moses đã bị từ chối, vì vậy tôi kéo dài hưởng thụ cho thì; sau đó, tôi nắm lấy họ, và làm thế nào [khủng khiếp] đã làm nhục nha của tôi.
zu: Futhi abakhileyo Madyan.

# Quran2640
source: And how many a city did We destroy while it was committing wrong - so it is [now] fallen into ruin - and [how many] an abandoned well and [how many] a lofty palace.
ca: I quants una ciutat podem destruir mentre que estava cometent mal - així que [ara] ha caigut en ruïna - i [quants] un abandonat bé i [quants] un palau elevat.
cy: A faint o Dinas oedd yn dinistrio tra oedd ei ymrwymo anghywir-felly mae [nawr] yn syrthio adfail-a [sawl] a adawyd dda a [sawl] Palas canmoladwy.
da: Og hvor mange en by slog vi ihjel mens det begå forkert - så det [nu] er faldet i ruin - og [hvor mange] en forladte godt og [hvor mange] en ophøjede palace.
el: Και πόσα μια πόλη καταστρέφουμε ενώ το δέσμευε λάθος - έτσι αυτό είναι [πλέον] να μειωθεί σε ερείπιο - και [πόσες] ένα εγκαταλειμμένο καλά και [πόσες] μια ευγενή παλάτι.
et: Ja kui palju linna ei me hävitada kuigi see oli toime valesti - nii, et see on [nüüd] sattunud häving - ja [mitu] on mahajäetud hästi ja [mitu] ülbe paleeks.
fi: Ja kuinka monta kaupunki meidän hävittivät vaikka sitoutumalla väärän -, joten se [nyt] pudonnut pilata - ja [montako] hylätty hyvin ja [montako] ylevä palatsi.
he: ולהרוס כמה עיר אנחנו בעוד זה בביצוע נכון - אז זה [עכשיו] נפל לתוך חורבה - ו [כמה] נטוש ובכן ו [כמה] ארמון נשגבים.
hr: I koliko je grad učinio mi uništiti dok je to činio u redu - tako [sada] pao u propast - i [broj] u napuštenom pa i [broj] uzvišene palaču.
lt: Ir kiek miestas padarė mes sunaikinti o jis padaro neteisingai - taip ji yra [dabar] pateko į griuvėsiai - ir [kiek] yra apleistas gerai ir [kiek] aukštuma rūmus.
lv: Un cik pilsētai nebija mēs iznīcināt, lai gan to bija izdarījuši nepareizi - tā tas ir iekritis [tagad] drupas - un [cik] pamestā labi un [cik] cēls pils.
nb: Og hvor mange en by vi ødelegge mens det var å begå feil - så det er [] falt i ruin - og [hvor mange] en forlatt godt og [hvor mange] høye palasset.
sk: A koľko mesto si môžeme zničiť, zatiaľ čo to sa dopúšťa zle - tak to je teraz] padol do skazy - a [počet] opustené dobre a [počet] vznešené palác.
sl: In kako veliko mesto si bomo uniči medtem, ko je storila narobe -, tako je [zdaj] padel v propad - in [koliko] je opustila tudi in [koliko] vzvišeni palačo.
sr_cyrl: И колико је град да ли смо уништити док је то чинио зло - па то је [сада] пао у пропаст - а [колико] због напустеног па и [колико] узвиљеним палата.
sr_latn: I koliko je grad da li smo uništiti dok je to činio zlo - pa to je [sada] pao u propast - a [koliko] zbog napustenog pa i [koliko] uzviљenim palata.
uk: І скільки місто ми знищити у той час як він був здійснювати неправильно -, так що він [зараз] потрапив до розорення - і [Кількість] кинутих добре і [Кількість] Величне палац.
vi: Và chúng ta làm thế nào nhiều thành phố đã phá hủy trong khi đó đã cam kết sai - vì vậy nó [bây giờ] rơi vào làm hỏng - và [bao nhiêu] một bị bỏ rơi tốt và [bao nhiêu] một cung điện cao cả.
zu: Futhi mingaki umuzi akwenza silahle ngenkathi bophezela okungalungile - ngakho kuba [manje] bawela incithakalo - no- [bangaki] i ishiywe kahle futhi [bangaki] isigodlo nephakeme.

# Quran2641
source: So have they not traveled through the earth and have hearts by which to reason and ears by which to hear? For indeed, it is not eyes that are blinded, but blinded are the hearts which are within the breasts.
ca: Així no viatjat a través de la terra i tenen cors per la qual raó i orelles per tal d'escoltar? Perquè de fet, no és els ulls que estan encegats, però encegat són els cors que es troben els pits.
cy: Felly nid ydynt wedi un trwy'r Ddaear a rhaid calonnau y rheswm a glustiau i glywed? Ar gyfer yn wir, nid yw'n llygaid y mae wedi'u dallu, ond wedi'u dallu eu calonnau sydd o fewn y bronnau.
da: Så har de ikke rejste gennem jorden og har hjerter som til fornuft og ører til at høre? For ja, det ikke er øjne, der er blændet, men blændet er hjerter, som er inden for brysterne.
el: Έτσι αυτοί δεν έχω ταξιδέψει μέσα από τη γη και έχουν καρδιές με την οποία τον λόγο και τα αυτιά με την οποία να ακούτε; Γιατί πράγματι, δεν είναι τα μάτια που είναι τυφλωμένοι, αλλά τυφλωμένοι είναι καρδιές που υπάγονται τα στήθη.
et: Nii nad ei sõitnud läbi maa ja pea südamed millega põhjus ja kõrvad kuulda, millega? Tõepoolest, see ei ole silmad, mis on pime, aga pime on rinnad kuuluvad südamed.
fi: Joten he ole matkustanut ympäri maata ja on sydämet jonka syy ja korvat voidaan kuulla? Itse asiassa, ei silmät, jotka ovat sokeita, mutta sokaissut sydämet, jotka ovat rinnat.
he: אז הם לא נעו בכדור הארץ ויש לבבות שלפיו הסיבה והאוזניים שלפיו לשמוע? כי אכן, אין עיניים עיוורות, אך עיוור מהוות הלבבות אשר בתוך השדיים.
hr: Tako su oni nisu putovali kroz zemlju te srca koji razlog i uši za čuti? Jer doista, nije oči koji su zaslijepljeni, ali zaslijepljeni su srca koji se nalaze u grudi.
lt: Taigi jie ne keliavo per žemę ir turi širdis iš kurios priežasties ir ausis jam išgirsti? Iš tiesų, jis nėra akių, kad yra aklas, bet aklas yra širdis, kuri per krūtinę.
lv: Tātad tie nav nākušas no zemes un sirdis ar kuru iemesls un ausis, kas dzird? Patiešām, tas nav acis, kas ir slēpts, bet kodētā sirdis, kas atrodas krūtis.
nb: Så har de ikke reist gjennom jorden og hjerter som grunn og ører til å høre? For det ikke er faktisk øyne som er blinde, men blindet er hjertene i brystene.
sk: Tak už nie cestoval cez zem a majú srdce ktoré dôvod a uši, ktoré počuť? V skutočnosti to nie je oči, ktoré sú zaslepení, ale oslepený v srdciach, ktoré spadajú pod prsiami.
sl: Tako so ne potoval skozi zemljo in so srca s katerim razlog in ušesa s katerim slišati? Res, saj ni oči, ki so slepi, ampak slepo so srca, ki so v prsi.
sr_cyrl: Тако они нису путовали кроз земљу и имају срца помоћу којих разлога и уши помоћу којих чути? Јер заиста, то није очи које не бих, али ослепљен су срца које су унутар дојке.
sr_latn: Tako oni nisu putovali kroz zemlju i imaju srca pomoću kojih razloga i uši pomoću kojih čuti? Jer zaista, to nije oči koje ne bih, ali oslepljen su srca koje su unutar dojke.
uk: Так вони не подорожували по землі і доведеться сердець, яким причини і вуха, щоб чути? Бо справді, не очі, які є осліп, але осліп серця, які знаходяться в межах грудей.
vi: Vì vậy có họ không đi du lịch qua trái đất và có trái tim mà lý do và tai mà nghe? Cho thực tế, không phải mắt mà có bị mù, nhưng mù là trái tim trong vòng ngực.
zu: Ngakho they cha wadabula umhlaba futhi izinhliziyo by ngalo ukuba ngicabangisise ngezinto nokuba izindlebe ngaso ukuzwa?

# Quran2642
source: And they urge you to hasten the punishment. But Allah will never fail in His promise. And indeed, a day with your Lord is like a thousand years of those which you count.
ca: I van instar a accelerar el càstig. Però Allah mai va a fallar en la seva promesa. I de fet, un dia amb el seu senyor és com mil anys d'aquells que que compti.
cy: Ac maent yn annog chi i brysuro y gosb. Ond bydd Allah yn methu byth yn ei addewid. Ac yn wir, yn y dydd gyda eich Arglwydd fel mil o flynyddoedd y rhai yr ydych yn cyfrif.
da: Og de opfordrer dem til at fremskynde straffen. Men Allah vil aldrig ikke i hans løfte. Og ja, en dag med Herren er som tusind år af dem, som du tælle.
el: Και τους καλώ να επιταχύνει την τιμωρία. Αλλά Αλλάχ θα ποτέ αδυνατούν στην υπόσχεσή του. Και πράγματι, μια μέρα με το Λόρδο είναι σαν εκείνες που μετράτε των χιλίων ετών.
et: Ja sa pead karistuse uus veamäärade. Kuid Jumal kunagi ei oma lubaduse. Ja tõepoolest, koos oma Issanda päev on nagu tuhat aastat neist, mida te arvata.
fi: Ja ne kehotan teitä kiirehtimään rangaistus. Mutta Jumala ei koskaan petä lupaustaan. Ja teidän Herranne päivä on kuin tuhat vuotta niistä, joista lasketaan.
he: הם קוראים לך לזרז את העונש. אבל אללה. לעולם לא אאכזב את הבטחתו. אכן, יום עם אדונך כמו אלף שנים של אלה אשר אתה סופר.
hr: I oni pozivaju da ubrza kazna. Ali Allah nikada neće uspjeti u njegova obećanja. I doista, dan s vašeg gospodina kao tisuću godina od onih koji si računati.
lt: Ir jie rekomenduojame jums skubėti bausmė. Bet Dievas niekada nepavyks į savo pažadą. Ir iš tiesų, su savo Viešpaties diena yra kaip tūkstantis metų tuos, kurie jums suskaičiuoti.
lv: Un viņi aicinu jūs paātrināt sods. Bet Allāha nekad neizdosies savu solījumu. Un patiešām, diena ar savu kungu ir kā tūkstoš gadiem, kuri jūs rēķināties.
nb: Og de oppfordrer deg til å skynde straffen. Men Gud vil aldri mislykkes i løftet. Og ja, en dag med din Herre er som tusen år med de som du teller.
sk: A ich žiadame, aby ste urýchlili trest. Ale Boh sa nikdy nepodarí v jeho sľub. A skutočne, deň váš pán je ako tisíc rokov, ktoré sa môžete spoľahnúť.
sl: In so vas pozivam, da pospeši kazen. Vendar Allah ne bo nikoli v svojo obljubo. In res, dan s svojega gospodarja je kot tisoč let, tistih, ki ste štetje.
sr_cyrl: И они вас молим да убрза казна. Али Аллах никада неће у његово обећање. И заиста, дан са твој господар је као хиљаду година од оних које ти броји.
sr_latn: I oni vas molim da ubrza kazna. Ali Allah nikada neće u njegovo obećanje. I zaista, dan sa tvoj gospodar je kao hiljadu godina od onih koje ti broji.
uk: І вони закликають вас прискорити покарання. Але Аллах ніколи не підведе у свою обіцянку. І дійсно, в день з вашого Господа, як тисячі років з тих, які ви розраховувати.
vi: Và họ yêu cầu bạn để đẩy nhanh sự trừng phạt. Nhưng Allah sẽ không bao giờ thất bại trong lời hứa của mình. Và quả thật vậy, một ngày với Chúa của bạn giống như một nghìn năm của những người mà bạn tin cậy.
zu: Futhi ngiyanincenga ukuba isheshe isijeziso.

# Quran2643
source: And for how many a city did I prolong enjoyment while it was committing wrong. Then I seized it, and to Me is the [final] destination.
ca: I per a quants una ciutat jo prolongar gaudi mentre que estava cometent malament. Llavors s'apoderaren i per a mi és la destinació [final].
cy: Ac ar gyfer faint o Dinas oedd ymestyn mwynhad tra oedd ei ymrwymo yn anghywir. Yna yn hatafaelu, ac i mi yn y [daith].
da: Og for hvor mange en by jeg forlænge nydelse mens det var at begå fejl. Så jeg greb det, og for mig er den [sidste] destination.
el: Και, για πόσες μια πόλη μπορώ να επεκτείνω τη απόλαυση ενώ το δέσμευε λάθος. Τότε κατέλαβε, και για μένα είναι ο προορισμός [τελικό].
et: Ja kui palju linna tegin ma pikendada naudingut kuigi see oli toime valesti. Seejärel arestitud see ja mulle on [lõplik] sihtkohta.
fi: Ja kuinka monta kaupunki olen lykkäsivät nautintoa kun se sitoutuu väärin. Sitten takavarikoitiin, ja minulle on [lopullinen] määränpää.
he: עבור כמה עיר אני להאריך את ההנאה בזמן זה מבצע עוול. ואז תפסו אותו, לי היא היעד [סופי].
hr: I za koliko je grad učinio sam produžiti užitak dok ga počinio zlo. Onda sam je iskoristiti, i mi je [konačno] odredište.
lt: Ir kiek miestui padarė man pratęsti malonumą o jis padaro neteisingas. Tada aš paėmė ją, ir man yra [galutinis] paskirties.
lv: Un cik pilsētai nebija man paildzināt baudu, kamēr tas bija izdarījuši nepareizi. Tad sagrāba to un man ir [gala] galamērķi.
nb: Og for hvor mange en by jeg forlenge glede mens det var å begå feil. Da jeg tok det, og for meg er [ferdig] målet.
sk: A za koľko mesto urobil som predĺžiť potešenie zatiaľ čo to sa dopúšťa zle. Potom to chytil, a pre mňa je [konečné] miesto určenia.
sl: In za koliko mesto storil sem podaljšati užitek medtem, ko je storila narobe. Nato ga zasegli, in mi je [končno] destinacijo.
sr_cyrl: А за колико град да ли сам пролонгира уживање док је то чинио зло. Затим га је ухватила, и мени је све до [одредиљта].
sr_latn: A za koliko grad da li sam prolongira uživanje dok je to činio zlo. Zatim ga je uhvatila, i meni je sve do [odrediљta].
uk: І для міста, скільки я продовжити задоволення в той час як він був здійснювати неправильно. Потім я схопив її і для мене [пункт] призначення.
vi: Và bao nhiêu một thành phố đã làm tôi kéo dài thời gian thưởng thức trong khi đó đã cam kết sai. Sau đó, tôi nắm lấy nó, và tôi là [cuối cùng] đích.
zu: Futhi ngenxa bangaki umuzi Ngangingazi alula ngekutimela lwati lolusezingeni lelilukhuni ngenkathi bophezela okungalungile.

# Quran2644
source: Say, "O people, I am only to you a clear warner."
ca: Dir, "gent O, jo sóc només per a vostè un Avisador clar."
cy: Yn dweud, 'O bobl, I 'm dim ond i chi warner glir.'
da: Sige, "O folk, jeg er kun at du en klar warner."
el: Λένε, «O ανθρώπους, είμαι μόνο σε εσάς ένα σαφές warner.»
et: Öelda, "O inimesed, ma olen ainult sulle selge warner."
fi: Esimerkiksi: "Oi ihmiset, olen vain ensimmäiselle käyttäjälle selkeä warner."
he: אומרים, "O אנשים, אני רק עליך וורנר ברורה."
hr: "O ljudi, ja sam samo da te jasno upozorenje."
lt: Tarkim, "O žmonės, aš tik jums aiškiai warner."
lv: Teiksim, "O cilvēki, es esmu tikai, lai jūs skaidri warner".
nb: Si, "O folk, jeg er bare for deg et klart warner."
sk: Povedať, "O ľudí, ja som len vám jasné warner."
sl: Recimo, "O ljudi, sem samo, da boste jasno warner."
sr_cyrl: Кажу , "О људи, ја сам само да ти јасно wарнер."
sr_latn: Kažu, "O ljudi, ja sam samo da ti jasno warner."
uk: Скажімо, "O людей, я тільки ви ясно warner."
vi: Nói, "O người, tôi chỉ cho bạn một warner rõ ràng."
zu: Ithi, "O ntu I am kuphela warner ecacile."

# Quran2645
source: And those who have believed and done righteous deeds - for them is forgiveness and noble provision.
ca: I aquells que han cregut i fet escriptures justos - per a ells és el perdó i la prestació noble.
cy: A'r rhai sydd wedi credu a wneud gweithredoedd cyfiawn-iddynt yw maddeuant a darpariaeth aruchel.
da: Og dem, der har ment og gjort retfærdige gerninger - for dem er tilgivelse og ædle bestemmelse.
el: Και εκείνοι που πίστεψαν και γίνει δίκαιοι πράξεις - για αυτούς είναι η συγχώρεση και ευγενή παροχή.
et: Ja need, kes on uskunud ja teinud õiged teod - neid on andestus ja üllas säte.
fi: Ja ne jotka ovat uskoneet ja tehdä vanhurskaita tekoja - niitä on anteeksiantoa ja jalo säännös.
he: ומי מאמין והוא עשה מעשים טובים - להם מחילה הוראה אצילי.
hr: I oni koji su vjerovali i za njih učinio pravedna djela - oprost i plemenita odredba.
lt: Ir tų, kurie tikėjo ir padaryta teisieji darbai - atleidimą ir tauriųjų nuostata.
lv: Un tie, kas ticējusi un izdarīts taisnīgs darbiem - viņiem ir piedošanas un cēlu noteikums.
nb: Og de som har trodd og gjort rettferdige gjerninger - for dem er tilgivelse og edle bestemmelsen.
sk: A tí, ktorí uverili a urobil spravodlivé skutky - pre nich je odpustenie a ušľachtilý ustanovenie.
sl: In tisti, ki je verjel in naredil pravednici dejanja - zanje je odpuščanje in plemenito določba.
sr_cyrl: А онима који су веровали и урадио праведни дела - за њих је опрост и племенита одредба.
sr_latn: A onima koji su verovali i uradio pravedni dela - za njih je oprost i plemenita odredba.
uk: І тих, хто вірив і робити добрі справи - для них це прощення і благородних положення.
vi: Và những người đã tin tưởng và thực hiện hành động công bình - cho họ là sự tha thứ và cao quý cung cấp.
zu: Futhi labo siye sakholwa futhi ungenzele izenzo zokulunga - ngabo ukulitjalelwa begodu kuba ukuhlinzekwa noble.

# Quran2646
source: But the ones who strove against Our verses, [seeking] to cause failure - those are the companions of Hellfire.
ca: Però els que lluitava contra la nostra versos, [buscar] a causa de fracàs - són companys de Hellfire.
cy: Ond y rhai sy'n ymdrechu yn erbyn ein penillion, [am] i achosi methiant-rhai yn chymdeithion Hellfire.
da: Men dem, der kæmpede mod vores vers [søger] til at forårsage svigt - dem er ledsagere af Hellfire.
el: Αλλά εκείνοι που αγωνίστηκαν ενάντια σε μας τους στίχους, [Αναζητώντας] να προκαλέσει αποτυχία - αυτοί είναι οι συνοδοί του Hellfire.
et: Kuid need, kes vastu meie salmid strove [Keda] põhjustada rikke - need on Hellfire kaaslased.
fi: Mutta ne jotka pyrki vastaan meidän säkeet [seeking] aiheuttaa virheen - ne ovat kumppaneita Hellfire.
he: אבל אלה שאף נגד פסוקים שלנו, [מחפש] לגרום לכשל - אלו הלוויה של הלפייר.
hr: Ali oni koji se trudio protiv naših stihova [traži] da uzrokuje neuspjeh - oni su drugovi Hellfire.
lt: O tie, kurie kovojo prieš mūsų ženklai, [ieško] sukelti nepakankamumas - tai Hellfire kompanionai.
lv: Bet tie, kas pret mūsu vārsmas, centās radīt neveiksmes [meklē] - tie ir Hellfire biedrus.
nb: Men de som kjempet mot våre versene, [søker] å forårsake feil - de er ledsagere Hellfire.
sk: Ale tí, ktorí sa usiloval proti našej verše [Hľadám] spôsobiť zlyhanie - tie sú spoločníci Hellfire.
sl: Ampak tisti, ki si je prizadeval proti naši verzov, [Iskanje], da povzroči popuščanje - so tovariši Hellfire.
sr_cyrl: Али они који су тежиле против нам стихова, тежећи да узрокује отказивања - то су Компањони паклени огањ.
sr_latn: Ali oni koji su težile protiv nam stihova, težeći da uzrokuje otkazivanja - to su Kompanjoni pakleni oganj.
uk: Але ті, хто прагнули проти наших вірші [прагнуть] призвести до відмови - ті, товариші Hellfire.
vi: Nhưng những người strove chống lại câu thơ của chúng tôi, [tìm kiếm] gây ra sự thất bại - đó là những người đồng hành của Hellfire.
zu: Kodwa yibona ababengeke baphikisana Emavesi, [efuna] ukuze ukungakhuli - labo abangane Wesihogo Somlilo.
