Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2026
source: Invite to the way of your Lord with wisdom and good instruction, and argue with them in a way that is best. Indeed, your Lord is most knowing of who has strayed from His way, and He is most knowing of who is [rightly] guided.
ca: Convidar a la forma del seu Senyor amb saviesa i bona instrucció i discutir amb ells de manera que és millor. De fet, el seu senyor és més sabent que ha allunyat del seu camí, i és saber més del que és [] guiats.
cy: Gwahodd i'r ffordd o eich Arglwydd gyda doethineb a chyfarwyddiadau da, a dadlau gyda nhw mewn ffordd gorau. Yn wir, eich Arglwydd yn gwybod fwyaf am y sydd wedi crwydro oddi ar ei ffordd, ac mae'n gwybod fwyaf o sydd dan arweiniad [iawn].
da: Inviterer til måde, hvorpå din Herre med visdom og god instruktion, og diskutere med dem på en måde, der er bedst. Ja, jeres Herre er mest vidende af der har forvildet fra hans vej, og han er mest vidende af der styres [rigtigt].
el: Προσκαλέστε στον τρόπο του ο Λόρδος σας με σοφία και καλές οδηγίες, και υποστηρίζουν μαζί τους με τρόπο που να είναι καλύτερη. Πράγματι, είναι ο Λόρδος σας, οι περισσότεροι γνωρίζει από που έχει πολύ strayed από το δρόμο του, και είναι οι περισσότεροι γνωρίζει από που καθοδηγείται [και δικαίως].
et: Kutsun oma Issanda tarkus ja hea juhendamise viis ja vaielda, nii, et on parim. Tõepoolest, teie Issand on enamik teades, kes on eksinud oma teed ja ta on enamik teades, kes juhindub [õigustatult].
fi: Kutsumme teidän Herranne viisaasti ja hyvä ohje, miten, ja väitä niitä tavalla, joka parhaiten. Herrasi on ja joka on eksyneet tiensä, ja hän on ja joka ohjaa [oikeutetusti].
he: להזמין הדרך של האדון עם חוכמה והדרכה טובים, להתווכח איתם בצורה המיטבית. ואכן, הוא רוב לדעת של מי הוא סוטה מן הדרך שלו, הוא לדעת רוב של מי [בצדק] מונחה.
hr: Pozvati na način vaš gospodar mudrosti i dobra poduka, i se s njima tako da je najbolje. Doista, Gospodar tvoj je većina znajući za koji je zalutao iz putu, i većina znajući za koji se [s pravom] vodi.
lt: Pakviesti į tai, kaip jūsų Viešpats su išmintimi ir gera instrukcija, ir diskutuoti su jais taip, kad geriausia. Iš tiesų, jūsų Viešpats yra dauguma žinodami kurie nuklydo iš savo kelią, ir jis yra labiausiai žinodami kurie [teisingai] vadovaujasi.
lv: Uzaicināt uz veidu, kā savu kungu ar gudrību un labu instruktāžu un diskutēt ar tām tādā veidā, kas ir vislabāk. Patiešām, savu Kungu lielākā daļa zinot, kurš ir noklīdis no savu ceļu, un viņš ir visvairāk zinot, kuri vadās [pamatoti].
nb: Invitere måte Herrens med visdom og god instruksjon, og argumentere med dem på en måte som er best. Ja, Herren er de fleste vet av som har kommet fra vei, og han er de fleste vet av som styres [rette].
sk: Pozvať na cestu svojho pána s múdrosťou a dobrý návod, a hádať sa s nimi tak, že je najlepšie. Vskutku, svojho pána, je väčšina vedomím toho, ktorí sa odchýlili od svojej ceste, a on je väčšina poznanie [správne] kto riadi.
sl: Vabimo na pot svojega Gospoda z modrostjo in dober pouk in prepiraj se z njimi tako, da je najboljši. Res, vaš Gospod je večina vedoč, ki je zašel s poti, in on je večina vedoč, ki je [] pravoverni.
sr_cyrl: Позвао да буде као твоја господа са мудрост и добру поуку и расправљати са њима на начин који је најбољи. Заиста , твој господар је већина сазнања ко је залутао из путу, и већина јер знам ко је [с правом] вођена.
sr_latn: Pozvao da bude kao tvoja gospoda sa mudrost i dobru pouku i raspravljati sa njima na način koji je najbolji. Zaista, tvoj gospodar je većina saznanja ko je zalutao iz putu, i većina jer znam ko je [s pravom] vođena.
uk: Запрошуємо до того, як ваш Господь з мудрістю та напучуванням хороші і сперечатися з ними так, що краще. Дійсно, Господь ваш більшість знаючи про хто має відхилився від свій шлях, і він більшість знаючи про які [правильно] керуватися.
vi: Mời đến cách của Chúa với sự khôn ngoan và tốt hướng dẫn, và tranh luận với họ một cách tốt nhất. Thật vậy, Chúa của bạn là hầu hết hiểu biết của những người đã lạc từ theo cách của mình, và ông là hầu hết hiểu biết của người [đúng] hướng dẫn.
zu: Mema endleleni kho Lord ngokuhlakanipha isiyalo esihle, futhi phikisana nabo ngendlela engcono.

# Quran2027
source: And if you punish [an enemy, O believers], punish with an equivalent of that with which you were harmed. But if you are patient - it is better for those who are patient.
ca: I si es castigui [un enemic, creients O], castigar amb un equivalent d'allò amb què van ser perjudicats. Però si ets pacient - és millor per a aquells que són pacients.
cy: Ac os Cosbwch [credinwyr O gelyn,], cosbi gyda sy'n cyfateb i hynny a niweidiwyd i chi. Ond os ydych yn glaf-mae'n well ar gyfer y rheini y mae claf.
da: Og hvis man straffer [en fjende, O troende], straffe med en tilsvarende af, som du blev skadet. Men hvis du er tålmodig - det er bedre for dem, der er patienten.
el: Και αν τιμωρείς [ένας εχθρός, O πιστών], να τιμωρήσει με ένα ισοδύναμο αυτού με την οποία σας είχαν θιγεί. Αλλά εάν είστε ασθενής - είναι καλύτερη για εκείνους που είναι ασθενής.
et: Ja kui sa karistada [vaenlase, O usklike], karistada ekvivalentse mis millega ei kahjustanud. Aga kui te olete patsient - see on parem neile, kes on patsient.
fi: Ja jos [vihollisen, O-uskovaiset] rangaista rangaista vastaavalla että jolla vahingoitettu. Mutta jos olet kärsivällinen - on parempi niille, jotka ovat kärsivällisiä.
he: אם תעניש [של האויב, O המאמינים], להעניש עם המקבילה של זה שבו אתה נפגעו. אבל אם אתה חולה -. זה טוב יותר עבור אלה שנמצאים החולה.
hr: I ako vas kazniti [na neprijatelja, O vjernici], kazniti sa ekvivalent koji s kojima su bili ozlijeđeni. Ali ako ste pacijent - to je bolje za one koji su strpljivi.
lt: Ir jei jus bausti [yra priešas, O tikintieji], nubausti su ekvivalentas, su kuria buvo pažeisti. Bet jei esate pacientas - tai geriau tiems, kurie yra pacientas.
lv: Un ja jūs sodīt [ienaidnieks, O ticīgie], sodīt ar ekvivalents, ar kuru tika nodarīts kaitējums. Bet, ja esat pacients - tas ir labāk tiem, kas pacientam.
nb: Og hvis du avstraffe [en fienden, O troende], straffe med en tilsvarende det som du ble skadet. Men hvis du er tålmodig - det er bedre for de som er tålmodig.
sk: A ak budete trestať [nepriateľa, O veriacich], potrestať s ekvivalent, ktoré boli poškodené. Ale ak ste pacienta - je to lepšie pre tých, ktorí sú trpezliví.
sl: In če ste kaznuje [sovražnik, O verniki], kaznovati z enakovredno tega, s katerim so bili oškodovani. Če ste bolnik - je pa bolje za tiste, ki so bolnika.
sr_cyrl: И ако те казни [непријатеља, О верници], казнити са еквивалент противне са којим сте били. Али ако сте пацијент - боље је за оне који су стрпљиви.
sr_latn: I ako te kazni [neprijatelja, O vernici], kazniti sa ekvivalent protivne sa kojim ste bili. Ali ako ste pacijent - bolje je za one koji su strpljivi.
uk: І якщо ви покарати [ворога, O віруючі], покарати з еквівалент, з якою ви постраждали. Але якщо ви пацієнта - це краще для тих, які пацієнт.
vi: Và nếu bạn trừng phạt [một đối phương, O các tín hữu], trừng phạt với tương đương về điều đó mà bạn đã bị hại. Nhưng nếu bạn là bệnh nhân - đó là tốt hơn cho những người đang có bệnh nhân.
zu: Futhi noma you jezisa [isitha, O amakholwa], ukujezisa nge elilingana nokuphahlazeka kwezindiza ukuthi lapho ufuna owalimala.

# Quran2028
source: And be patient, [O Muhammad], and your patience is not but through Allah. And do not grieve over them and do not be in distress over what they conspire.
ca: I ser pacient, [O Muhammad], i la seva paciència no és sinó a través d'Allah. I no plorar sobre ells i no estar en perill sobre el que van conspirar.
cy: A bod yn amyneddgar, [O Muhammad], ac nid yw eich amynedd ond drwy Allah. Wneud nid galaru drostynt a Peidiwch â bod mewn trallod dros beth maent yn cynllwynio.
da: Og være tålmodig, [O Muhammad], og din tålmodighed er ikke men gennem Allah. Og ikke bedrøve over dem og ikke være i nød over hvad de konspirerer.
el: Και να είστε υπομονετικοί, [Ο Μωάμεθ], και την υπομονή σας δεν είναι, αλλά μέσω του Αλλάχ. Και δεν τα λυπάστε τα πάνω τους και να μην βρίσκονται σε κίνδυνο για το τι συνωμοτούν.
et: Ja kannatlik, [O Muhammad], ja kannatlikkuse eest pole aga kaudu Allah. Ja mitte kurvastada, nende üle ja ei oleks sattunud üle, mida nad salasepitsema.
fi: Ja olla kärsivällinen, [Oi Muhammed] ja kärsivällisyyttä ei vaan Jumala. Älä Sure päälle ja eikä hädässä mitä he vehkeilevät.
he: . סבלנות, [O מוחמד], ואת הסבלנות שלך אינה אלא דרך אללה. ואני לא מתאבל עליהם ולא להיות במצוקה מעל מה הם זוממים במתן.
hr: I budite strpljivi, [O Muhammad], i strpljenje nije ali kroz Allaha. I ne žalosti zbog ih i biti u nevolji što su kovati zavjeru.
lt: Ir būkite kantrūs, [O Muhammad], ir jūsų kantrybės nėra, o Dievas. Ir negalime sielvartauti per juos ir neturi būti baimės ką jie sąmokslą.
lv: Esiet pacietīgi, [O Muhammad], un jūsu pacietība nav, bet caur Allah. Un nebēdājies pār tām, un nedrīkst būt ciešanas pār to, ko viņi nolēmuši.
nb: Og være tålmodig, [O Muhammad], og din tålmodighet er ikke, men gjennom Allah. Ikke sørger over over dem og ikke være i nød over hva de conspire.
sk: Buďte trpezliví, [Mohamed], a trpezlivosť nie je, ale vďaka Alah. A nie truchlit nad nimi, a nie je v núdzi, čo budú spoločne.
sl: Bodite potrpežljivi, [O Muhammad], in potrpljenje ni ampak skozi Allah. Ne žalujejo nad njimi in ne bodo v stiski, nad tem, kaj so zaroto.
sr_cyrl: И буди стрпљива, [О Мухаммад], и твоје стрпљење није али кроз Алаха. И не тугуј над њима, и не буди у невољи око чега уроте.
sr_latn: I budi strpljiva, [O Muhammad], i tvoje strpljenje nije ali kroz Alaha. I ne tuguj nad njima, i ne budi u nevolji oko čega urote.
uk: І будьте терплячими, [O Мухаммад], і ваше терпіння не, але через Аллаха. І не сумувати над ними і не бути в біді за те, що вони змову.
vi: Và kiên nhẫn, [O Muhammad], và kiên nhẫn của bạn không nhưng qua Allah. Và không phải đau khổ qua chúng và không bị nạn hơn những gì họ âm mưu.
zu: Futhi ubekezele, [O Muhammad], nokubekezela kwakho akuyona kodwa ngokusebenzisa Allah.

# Quran2029
source: Indeed, Allah is with those who fear Him and those who are doers of good.
ca: De fet, Allah és amb qui li tinc por i aquells que són autors de bo.
cy: Yn wir, yw Allah gyda'r rheini sy'n ofni iddo a'r rheini yn rhai da.
da: Allah er med dem, der frygter ham og dem, der er magtsyge af god.
el: Πράγματι, ο Αλλάχ είναι με εκείνους που τον φοβούνται και όσοι είναι doers του καλού.
et: Tõepoolest, Allah on need, kes teda kardavad ja need, kes on head tegijad.
fi: Itse asiassa Jumala on ne, jotka häntä pelkäävät ja ne, jotka ovat tekijöitä, hyvä.
he: אכן, אללה הוא עם אלה החוששים אותו ואלה אשר הן אנשי מעשה טוב.
hr: Uistinu, Allah je s onima koji se njega boje i one koji su izvršitelji dobra.
lt: Iš tiesų, Allah yra tiems, kurie jį ir tiems, kurie daro gera.
lv: Patiešām, Allah ir ar tiem, kuri baidās viņam un tiem, kam ir labi darītāji.
nb: Døyve er faktisk med dem som frykter ham og de som er doers av god.
sk: Vskutku, Alah je s tými, ktorí sa ho bojí a tých, ktorí sú konajte dobro.
sl: Res, Alah je z tiste, ki se ga bojijo in tiste, ki so kršitelje dobro.
sr_cyrl: Уистину , Аллах је с онима који страхују да би га и они који су изврљиоци добро.
sr_latn: Uistinu, Allah je s onima koji strahuju da bi ga i oni koji su izvrљioci dobro.
uk: Справді, Аллах, з тих, хто боїться його і тих, хто передбачивши добре.
vi: Thật vậy, Allah là với những người sợ hãi anh ta và những người đang có kẻ tốt.
zu: Ngempela, Allah nalabo abamesabayo nalabo abayizitha abenzi bokuhle.

# Quran2030
source: Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.
ca: Exaltat és ell qui va tenir seu criat de nit des d'al-Masjid al-Haram al-Masjid al-Aqsa, l'entorn que ens ha beneït, per mostrar-li dels nostres signes. De fet, ell és l'audiència, el Seeing.
cy: I'w mawrygu yw ef a gymerodd ei was gan nos gan al-Masjid al-Haram i al-Masjid al-Aqsa, eu hamgylchedd yr ydym yn ffodus, i ddangos iddo ein arwyddion. Yn wir, ei fod yn y gwrandawiad, y Seeing.
da: Ophøjet er ham, der tog hans tjener om natten fra al-Masjid al-Haram at al-Masjid al-Aqsa, hvis omgivelser vi har velsignet, for at vise ham vores tegn. Han er faktisk retsmødet seende.
el: Υπερυψωμένα είναι αυτός που πήρε τον υπάλληλό του τη νύχτα από al Masjid al-Haram al-Masjid al-Aqsa, του οποίου ένα περιβάλλον που έχουμε ευλογηθεί, να του δείξω σημάδια μας. Πράγματι, είναι η ακρόαση, το βλέπουν.
et: Ülendatud on ta, kes võttis tema sulane öösel al-Masjid al Harami al-Masjid al-Aqsa, kelle me oleme õnnistanud, näidata talle meie märke ümbrust. Tõepoolest, ta on kuulmine, ning nähes.
fi: Ylevä on hän, joka otti hänen palvelija yöllä al-Masjid al-Haram al-Masjid al-Aqsa, jonka ympäristössä olemme siunattuja näyttää hänelle merkkejä. Hän on kuultuaan näkeminen.
he: הנעלה הוא הוא זה שגנב המשרת שלו על ידי לילה אל-מסג'יד אל-חראם אל-מסג'יד אל-אקצא, סביבה של מי אנחנו ברכו, להראות לו את השלטים שלנו. ואכן, הוא הדיון, רואים.
hr: Uzvišeni je koji je uzeo njegov sluga po noći od al-Masjid al-Haram al-Masjid al-Aqsa, čija okolica smo blagoslovljeni, da pokažemo naše znakove. Doista, on je saslušanje, i vidi.
lt: Išaukštintas yra tas, kuris buvo jo tarnas naktį iš al-Masjid al-Ḥaram mečetę į al-Masjid al-Aqsa, kurių aplinkoje mes buvo palaiminta, parodyti jam mūsų požymių. Iš tiesų, jis yra per posėdį, matydamas.
lv: Izredzētie ir viņš, kurš veica viņa kalps, naktī no al-Masjid al-Haram al Masjid al-Aqsa, kuru mēs laimīgs, lai parādītu viņam mūsu zīmes apkārtni. Patiešām, viņš ir dzirdes, redzot.
nb: Opphøyet er han som tok hans tjener natten fra al-Masjid al-Haram til al-Masjid al-Aqsa, som omgivelsene vi har velsignet, for å vise ham av våre tegn. Han er faktisk høringen, altseende.
sk: Vyvýšený je ten, kto vzal jeho sluha v noci z al Masjid al-Haram al Masjid al-Aksá, ktorého okolie sme požehnané, ukázať mu našich značiek. V skutočnosti je sluch, vidieť.
sl: Vzvišeno je on, ki je njegov služabnik ponoči iz al-Masjid al-Haram, da al-Masjid al-Aqsa, katerih okolico, smo blagoslovljeni, da ga naše znake. Res, on je obravnavi, je videti.
sr_cyrl: Узвиљеном је који је узео његово слуга ноћу из ал-дћамију ал-Харам ал-дћамију ал-Акса, чију околину смо благословили и, показати га за свој знак. Он је заиста слух, за гледање.
sr_latn: Uzviљenom je koji je uzeo njegovo sluga noću iz al-dћamiju al-Haram al-dћamiju al-Aksa, čiju okolinu smo blagoslovili i, pokazati ga za svoj znak. On je zaista sluh, za gledanje.
uk: Піднесений є той, хто взяв його слуги, ніч з Аль Масджид аль Харам на Аль Масджид Аль Акса, чиї оточення нас благословив, щоб показати йому нашу знаків. Дійсно, він є слух, що всевидюче.
vi: Sôi nổi là đã cho tôi tớ của Ngài bởi đêm al-Masjid al-Haram tới al-Masjid al-Aqsa, môi trường xung quanh mà chúng tôi đã may mắn, cho thấy anh ta trong các dấu hiệu của chúng tôi. Thật vậy, ông là buổi điều trần, người nhìn thấy.
zu: Uphakeme nguye wathatha NESISEBENZI SAKHE ebusuku al-Masjid al-haram al-Masjid al-Aqsa surroundings We hlahlamelisa, ukumbonisa of ithu komba!.

# Quran2031
source: And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,
ca: I ens va donar Moses l'escriptura i fet una orientació per a nens d'Israel que vostè no prendre diferent de mi com triturador d'Afers,
cy: A rhoddodd Moses yr ysgrythur a gwneud yn canllawiau ar gyfer plant Israel ni Cymerwch heblaw fi fel Disposer o faterion,
da: Og vi gav Moses skriften og gjort det en vejledning for Israels børn, at du ikke tage andre end mig som forvalter af anliggender,
el: Και δώσαμε Moses η γραφή και κατέστησε μια καθοδήγηση για τα παιδιά του Ισραήλ ότι δεν παίρνετε εκτός από μένα ως Disposer των υποθέσεων,
et: Ja tegi Moses pühakiri ja teinud juhiseid, kuidas Iisraeli lastele, et te ei võta peale mind nagu jäätmekõrvaldaja enese
fi: Ja antoi Moses Raamattu ja teki siitä ohjeita Israelin lapset, että otat ei muuta kuin minä säätäjä asioiden
he: אנחנו נתן Moses כתבי הקודש ועשו אותה הדרכה עבור בני ישראל לא לקחת חוץ ממני כמו Disposer של ענייני,
hr: I dao Moses pismo i napravila je vodič za djecu Izraela to ne uzeti osim mene kao odlagača poslova,
lt: Ir mes davė Moses raštas ir padarė ją gaires dėl Izraelio vaikų, kad jūs ne imtis išskyrus mane kaip reikalų tvarkymą
lv: Un mums deva Moses rakstos un padarīja to virzības Izraēla bērniem, kurus nevar veikt nevis mani kā lietu, aizvākšanu
nb: Og vi ga Moses skriften og gjorde det en veiledning for Children of Israel som du ikke ta enn meg som Disposer anliggender,
sk: A sme dali Moses písmo a robil to usmernenie pre deti Izraela, že ste okrem mňa ako zneškodňovateľ vecí,
sl: In mi je dal Moses pismo in je navodila za otroke Izraela, ki jih ne sprejme kot mene kot odstranjevalec zadeve,
sr_cyrl: И да смо дали Мосес Светог писма и направила је водич за децу Израела, који не узимате осим мене као Диспосер послова,
sr_latn: I da smo dali Moses Svetog pisma i napravila je vodič za decu Izraela, koji ne uzimate osim mene kao Disposer poslova,
uk: І ми дали Moses Писання і зробив це за керівництво для дітей Ізраїлю, які не зробити, крім мене як Disposer справ,
vi: Và chúng tôi đã cho Moses kinh thánh và làm cho nó một hướng dẫn cho các trẻ em của Israel rằng bạn không có khác với tôi như là Disposer của vấn đề,
zu: Futhi We epha Mose scripture fuduka it a isiqondiso Ntwana Israyeli ukuthi yini ukuthatha ezinye kunami njengoba Disposer eziyimbangela yalokhu,

# Quran2032
source: O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.
ca: O descendents d'aquells que porten a [en el vaixell] amb Noah. De fet, va ser un servent agraït.
cy: O ddisgynyddion y rhai rydym yn eu cynnal [yn y llong] gyda Noah. Yn wir, yr oedd yn was ddiolchgar.
da: O efterkommere af dem, vi bar [i skibet] med Noah. Han var faktisk en taknemmelig tjener.
el: O απόγονοι των διενεργούμενων εμείς [στο πλοίο] με το Νώε. Πράγματι, ήταν ευγνώμονες υπηρέτης.
et: O me tehtud [laevakinnistusraamatusse] Noah järeltulijad. Tõepoolest, ta oli tänulik teenija.
fi: O niiden teimme [in aluksen] Noah jälkeläisiä. Itse asiassa hän oli kiitollinen palvelija.
he:  צאצאי אלו אנחנו נשא [בתוך הספינה] עם נוח. אכן, הוא היה משרת אסירת תודה.
hr: O potomci onih navedenoga [u brod] s Noom. Doista, on je bio zahvalan sluga.
lt: O mes gabenami [laivo] su Nojaus palikuonys. Iš tiesų, jis buvo dėkingas vergais.
lv: O pēcteči no tiem mēs pārvadāt [kuģa] ar Noah. Protams, viņš bija pateicīgs kalps.
nb: O etterkommere av de vi gjennomført [i skipet] med Noah. Han var faktisk en takknemlig tjener.
sk: O potomkov sme vyšetrovaní [v lodi] s Noah. V skutočnosti, on bol vďačný služobník.
sl: O potomci smo izvedenih [v ladja] z Noah. Dejansko je bil hvaležen služabnik.
sr_cyrl: О потомци оних које смо испратили [у броду] са Ноом. Наравно да је био захвалан слуга.
sr_latn: O potomci onih koje smo ispratili [u brodu] sa Noom. Naravno da je bio zahvalan sluga.
uk: O нащадків тих, що ми провели [у корабель] з Ной. Дійсно, він був вдячний слуга.
vi: O các hậu duệ của những người chúng tôi thực hiện [trong tàu] với Noah. Thật vậy, ông là một người đầy tớ biết ơn.
zu: O inzalo yalabo Sasiphatha [emkhunjini] uNowa.

# Quran2033
source: And We conveyed to the Children of Israel in the Scripture that, "You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.
ca: I hem transmès a nens d'Israel en l'escriptura que, "Vostè segurament va a causar la corrupció a la terra dues vegades i segurament es arrogància de gran abast [un grau de].
cy: A ydym yn cyfleu i'r plant Israel yn yr ysgrythur honno, "Onid ydych bydd achosi llygredd ar y ddaear ddwywaith, a siawns y byddwch yn cyrraedd [gradd o] mawr haughtiness.
da: Og vi har videregivet til Israels børn i Skriften at, "du vil sikkert hidføre korruption på jorden to gange, og du vil helt sikkert nå [en grad af] stor hovmod.
el: Και μας μετέφερε τα παιδιά του Ισραήλ στην Αγία Γραφή του ότι, «σίγουρα θα προκαλέσει διαφθορά επί της γης δύο φορές, και σίγουρα θα reach [ένα βαθμό] μεγάλη αλαζονεία.
et: Ja me toimetada Iisraeli laste pühakiri et, "te kindlasti tekitab korruptsiooni maa peal kaks korda ja siis kindlasti reach [teatavat] suur haughtiness.
fi: Ja välitti Israelin lasten Raamattu että "voit aiheuttaisi korruptio maapallolla kahdesti ja saat varmasti reach [tietynlaista] suuri haughtiness.
he: אנחנו העביר בני ישראל בכתבי הקודש את "אתה בוודאי יגרום שחיתות על כדור הארץ פעמיים, אתה בוודאי אצלנו מעולה יד [דרגת].
hr: I mi djeca Izraela u pismu da "zasigurno će izazvati korupcije na zemlji dva puta i sigurno će doći do [stupanj] velika oholost.
lt: Ir mes pristatyti į Izraelio vaikai, knygos tos, "jūs tikrai sukels korupcija žemėje du kartus, ir tai tikrai reach [tikro] labai puikybė.
lv: Un mēs tos nogādā bērnu Izraēla rakstos, ka, "jūs droši vien izraisīs korupciju uz zemes divreiz un jums būs noteikti sasniegt [līmeņa] liela augstprātība.
nb: Og vi formidlet til Israels barn i skriften at "du ville sikkert anledning korrupsjon på jorden to ganger og du vil sikkert nå [en grad av] stor hovmod.
sk: A my sa dopraviť deti Izraela v Písme že "bude určite spôsobiť poškodenie na zemi dvakrát a určite reach [stupeň] veľký povýšenosť.
sl: In smo prepeljati otroke Izraela v pismo to, "vam bo zagotovo vzrok pokvarjenost naprej zemlja dvakrat, in vam bo zagotovo velik Nabusitost dosega [stopnja].
sr_cyrl: И морамо да децу Израела у писму пренео тај, "сигурно изазват корупције на земљи два пута и те ће сигурно досега [одређени степен] велики хаугхтинесс.
sr_latn: I moramo da decu Izraela u pismu preneo taj, "sigurno izazvat korupcije na zemlji dva puta i te će sigurno dosega [određeni stepen] veliki haughtiness.
uk: І ми передав у Писанні, діти Ізраїль що, "ви обов'язково призведуть корупції на землі два рази і вам напевно великий зарозумілість досяжності [кваліфікаційний рівень].
vi: Và chúng tôi chuyển tải đến trẻ em của Israel trong kinh thánh rằng, "bạn chắc chắn sẽ gây ra tham nhũng trên trái đất hai lần, và bạn chắc chắn sẽ đạt được [một mức độ] tuyệt vời vẻ kiêu căng.
zu: Futhi Thina olwadluliselwa Ntwana Israyeli emBhalweni ukuthi: "Nakanjani abangele inkohlakalo emhlabeni kabili, futhi uyokufa ukufinyelela [ngezinga elithile] ukuzidla okukhulu.
