Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran435
source: Or do you think that you will enter Paradise while Allah has not yet made evident those of you who fight in His cause and made evident those who are steadfast?
ca: O creus que vostè ingressarà a paradís mentre Allah encara no ha fet evidents aquells de vostès que lluita en la seva causa i fer evidents aquells que siguin fermes?
cy: Neu a ydych yn credu y byddwch yn cychwyn baradwys er nad yw eto wedi Allah yn gwneud amlwg rhai ohonoch sydd yn ymladd yn ei achosi ac yn gwneud yn amlwg rhai sy'n gadarn?
da: Eller tror du at du vil komme i paradis mens Allah har endnu ikke gjort klart dem af jer, der kæmper i hans sag og gjort klart dem, der er urokkelig?
el: Ή νομίζεις ότι θα μπείτε στον παράδεισο ενώ Αλλάχ έχει δεν έχει ακόμη γίνει εμφανής εκείνους από εσάς που αγωνίζονται στην αιτία του και που το μαρτυρούν όσους είναι ακλόνητο;
et: Või sa arvad, et siis sisestage paradiisi samas Allah on seni tehtud ilmne neile, kes võitlevad oma põhjus ja tehtud ilmne, kes on vankumatu?
fi: Vai oletteko sitä mieltä, että annat paratiisi, kun Jumala on vielä selväksi, ne teistä, jotka taistelevat hän aiheuttaa ja tehdä selväksi niille, jotka ovat järkkymätön?
he: או שאתה חושב. אתה תיכנס לגן עדן בזמן אללה יש עדיין לא עשה ניכר למי להילחם במטרה שלו עשה ניכר אלו איתנה?
hr: Ili ti misliš da će ući raj dok Allah ima još nije napravio očito one koji se bore za svoju stvar i je vidljivo koji su postojani?
lt: Ar manote, kad jums bus įvesti Paradise o Dievas dar tapo akivaizdu tiems, kurie kovoti su savo priežastis ir tapo akivaizdu tiems, kurie yra tvirtas?
lv: Vai jūs domājat, ka jūs ieejat paradīze, kamēr Allah ir vēl nav veikts skaidrs tiem, kuri cīnās savu aicinājumu un skaidrs tiem, kas ir stingrs?
nb: Eller tror du at du vil angi paradis mens Allah har ennå ikke gjort tydelig de av dere som slåss i sin sak og gjorde åpenbart de som er standhaftig?
sk: Alebo si myslíte, že budete zadávať raj keď Alah ešte urobil zrejmé, tých z vás, ktorí bojujú v jeho príčine a robil zrejmé, tých, ktorí sú vytrvalí?
sl: Ali menite, da vam vnese raj, medtem ko Allah je še ni očitno tisti, ki boj v njegov vzrok in očitno tisti, ki so trdno?
sr_cyrl: Или мислиш ли да ће унети рај док је Аллах има још није направила евидентан оне који се боре у његовом циљу и очигледан онима који су постојано?
sr_latn: Ili misliš li da će uneti raj dok je Allah ima još nije napravila evidentan one koji se bore u njegovom cilju i očigledan onima koji su postojano?
uk: Чи ви думаєте, що ви будете входити рай, а Аллах ще не зробив очевидним тих, хто боротися в свою справу і зробив очевидним тих, які є стійкими?
vi: Hoặc bạn có nghĩ rằng bạn sẽ nhập vào thiên đường trong khi Allah đã chưa được thực hiện rõ ràng những người bạn của những người chiến đấu trong nguyên nhân của mình và được thực hiện rõ ràng những người kiên định?
zu: Noma ingabe ucabanga ukuthi wena ngena Pharadisi ngenkathi Allah akakalenzi sobala ngalabo LWA NGAPHAKATHI AKHE BANGA futhi kwenza kwaba sobala ukuthi labo are steadfast?

# Quran436
source: And you had certainly wished for martyrdom before you encountered it, and you have [now] seen it [before you] while you were looking on.
ca: I certament havia desitjat per a martiri abans que es trobava, i [ara] ho ha vist [abans] mentre que cercava.
cy: Ac wedi dymuno am martyrdom yn sicr cyn ichi wynebodd ei, a ydych chi wedi gweld ei [yn awr] [cyn i chi] tra oeddech chi am chwilio.
da: Og du havde helt sikkert ønskede martyrium før du stødt på det, og du har [nu] set det [før du] mens du var på udkig.
el: Και σίγουρα είχε επιθυμήσατε για μαρτύριο πριν αντιμετώπισε, και ότι έχεις δει [σήμερα] [πριν] ενώ ψάχνατε.
et: Ja sul oli kindlasti soovis märtrisurma enne sa tekkinud ja on seda näinud [nüüd] [te] enne kui sa olid otsivad.
fi: Ja sinun olisi varmasti halunnut marttyyrikuoleman ennen havainnut sen, ja olet [nyt] nähnyt se [sinulle] kun olit etsimässä.
he: ואני בהחלט שביקשת של קדושים לפני שאתה נתקל בו, ראית זאת [עכשיו] [לפני] בזמן שהיית מביט.
hr: I svakako poželjeli za mučeništvo prije nego što ste naišli, i si [sada] vidjeti [prije] dok vas gleda.
lt: Ir jums turėjo tikrai svajoja Kankinystė prieš susidūrėte jį, ir jūs [dabar] matyti [prieš jus] nors ieškote.
lv: Un jūs noteikti vēlējās par mokpilna pirms to sastapa, un tu to redzēji [tagad] [pirms jums], kamēr jūs meklējat.
nb: Og du hadde absolutt ønsket martyrium før du støtt på det, og du har sett det [nå] [før du] mens du ser.
sk: A určite ste chceli na utrpenie skôr, ako ste sa stretli, a ste to videli [teraz] [si] zatiaľ čo sa pri pohľade na.
sl: In je gotovo želel mučeništvo preden ste naleteli, in ste jih [zdaj] videl to [si] medtem, ko ste iskali.
sr_cyrl: И да си сигурно хтео за муиениљтво пре него што сте се срели, и то [сада] видели [пред вама] док сте гледали.
sr_latn: I da si sigurno hteo za muиeniљtvo pre nego što ste se sreli, i to [sada] videli [pred vama] dok ste gledali.
uk: Та ви повинні були безумовно побажав Мучеництво перш ніж ви стикалися його, і ви вже [] бачив його [перш ніж] у той час як ви шукали.
vi: Và bạn có chắc chắn muốn cho tử vì đạo trước khi bạn gặp phải nó, và bạn đã nhìn thấy nó [bây giờ] [trước khi bạn] trong khi bạn đang tìm kiếm.
zu: Futhi kwase Ngokuqinisekile bafisa martyrdom ngaphambi wahlangabezana it, futhi uye [manje] okubonile lokhu [phambi kwakho] ngenkathi wena bebukele.

# Quran437
source: Muhammad is not but a messenger. [Other] messengers have passed on before him. So if he was to die or be killed, would you turn back on your heels [to unbelief]? And he who turns back on his heels will never harm Allah at all; but Allah will reward the grateful.
ca: Mahoma no es però un Missatger. [Altres] missatgers han passat davant d'ell. Així que si havia de morir o ser assassinat, vols et tornem sobre els talons [a la incredulitat]? I el que fa la volta sobre els talons mai farà mal Allah gens; però Allah premiarà el agraït.
cy: Nid yw Muhammad ond negesydd. Mae negeswyr [arall] wedi pasio cyn iddo. Felly os oedd yn farw neu gael eu lladd, byddai chi droi yn ôl ar eich sodlau [i'r unbelief]? A byth ef a troi yn ôl ar ei sodlau niwed Allah bob; ond bydd Allah yn gwobrwyo y ddiolchgar.
da: Muhammad er ikke, men en budbringer. [Andre] budbringere er gået før ham. Så hvis han skulle dø eller blive dræbt, vil du vende tilbage på hælene [til vantro]? Og han, der vender tilbage på sine hæle vil aldrig skade Allah overhovedet; men Allah vil belønne de taknemmelig.
el: Δεν είναι μόνο ένα messenger Muhammad. [Other] κλητήρες έχουν περάσει στο πριν από αυτόν. Έτσι εάν επρόκειτο να πεθάνουν ή να σκοτωθούν, θα σας γυρίσει πίσω στις φτέρνες σας [να απιστία]; Και αυτός που γυρίζει την πλάτη στα τακούνια του ποτέ δεν θα βλάψουν Αλλάχ καθόλου. αλλά Αλλάχ θα ανταμείψει αυτούς που ευγνωμονούν.
et: Muhammad ei ole, kuid messenger. [Muu] Inglid edasi enne teda. Nii kui ta oli surnud või tapetud, oleks teil pöörduda tagasi oma PA [Uskmatuse]? Ja kes pöördub tagasi oma kontsad ei ole kunagi kahju Allah üldse; kuid Jumal premeerimiseks on tänulik.
fi: Muhammed ei vaan messenger. [Other] sanansaattajat käynyt ennen häntä. Joten jos hän oli kuolla tai tappaa, voit kääntyä takaisin kantapäät [epäuskon]? Se, joka kääntyy hänen kannoilla koskaan haittaa Allah. mutta Jumala palkitsee kiitollinen.
he: מוחמד אינו אלא שליח. [השני] שליחים עברו לפניו. אז אם הוא היה למות או להיהרג, להסתובב חזרה על העקבים שלך [במרים]? מי הופך חזרה על עקביו לעולם לא תפגע אללה בכלל; אבל אללה יתגמל את אסירת תודה.
hr: Muhammad je ne samo glasnik. [Druge] glasnici su umrli prije njega. Znači ako on umre ili bude ubijen, hoćeš li okrenuti nazad za petama [do nevjere]? I tko vraća na petama nikada neće naškoditi Allaha Ali Allah će nagraditi zahvalan.
lt: Mahometas nėra bet messenger. [Kitos šalys] pasiuntiniai perduota prieš jį. Taip jei jis buvo mirti arba būti nužudyti, būtų paversti atgal jūsų kulniukai [į netikėjimo]? Ir tas, kuris paverčia atgal į jo kulnai bus niekada pakenkti Dievas bet Dievas bus apdovanoti dėkingas.
lv: Nav taču messenger Muhammad. [Citiem] kurjeri ir nodots viņa priekšā. Tātad ja viņš mirst vai nogalināt, būtu jums atgriezties jūsu papēži [neticībai]? Un tas, kurš pagriežas uz papēžiem nekad kaitēt Allah vispār; bet Allāha apbalvos pateicīgs.
nb: Mohammad er ikke men en budbringer. [Andre] budbringere har gått på før ham. Så hvis han skulle dø eller bli drept, vil du slå tilbake på hælene [vantro]? Og han som slår tilbake på hælene vil aldri skade Allah i det hele tatt; men Døyve ville belønne det takknemlig.
sk: Muhammad, nie je ale messenger. [Ostatné] poslov, ktoré prešli pred ním. Tak keby mal zomrieť, alebo byť zabitý, by ste zase späť na päty [k nevere]? A ten, kto odvracia na podpätkoch nikdy ublížiť Alah. ale Boh odmení vďačný.
sl: Muhammad ni ampak messenger. [Druge] glasniki so opravili na pred njim. Torej če je umrl ali se ubil, bi vam obrniti nazaj na vaše pete [nevere]? In kdor se obrne nazaj za petami nikoli ne bo škodovalo Allah sploh; vendar nagradilo Alah je hvaležen.
sr_cyrl: Мухаммад је не само гласник. [Друге ] гласници су умрли пре њега. Тако да је он умре или буде убијен, окрени назад на петама [се невера]? И онај који се не враћа на петама никад, Повредице Аллах уопште; Али , Аллах ће наградити захвалне.
sr_latn: Muhammad je ne samo glasnik. [Druge] glasnici su umrli pre njega. Tako da je on umre ili bude ubijen, okreni nazad na petama [se nevera]? I onaj koji se ne vraća na petama nikad, Povredice Allah uopšte; Ali, Allah će nagraditi zahvalne.
uk: Мухаммад не є але messenger. [Іншого] Посланці перейшли до нього. Так якщо він був померти або бути вбиті, хотів би вам повернутися на п'яти [до невір'я]? І той, хто перетворює назад на підборах ніколи не зашкодить Аллах взагалі; але Аллах віддасть на вдячний.
vi: Muhammad không phải là nhưng một messenger. [Khác] các sứ giả đã thông qua ngày trước khi anh ta. Vì vậy nếu ông đã chết hay bị giết, nào bạn quay trở lại trên gót của bạn [để thiếu lòng tin]? Và ông đã quay trở lại trên gót của mình sẽ không bao giờ làm hại Allah ở tất cả; nhưng Allah sẽ thưởng cho sự biết ơn.
zu: Muhammad akuyona kodwa isithunywa.

# Quran438
source: And it is not [possible] for one to die except by permission of Allah at a decree determined. And whoever desires the reward of this world - We will give him thereof; and whoever desires the reward of the Hereafter - We will give him thereof. And we will reward the grateful.
ca: I no és [possible] per a morir excepte per permís d'Allah a un decret determinat. I qui desitja la recompensa d'aquest món - anem a donar-li i qui desitja la recompensa de la d'ara endavant - ens donarà ell mateixa. I ens premiarà el agraït.
cy: Ac nid yw'n [bosibl] i un farw heblaw drwy ganiatâd Allah yn ordinhad yn benderfynol. A pwy bynnag sy'n dymuno y wobr y byd hwn-byddwn yn rhoi iddo a pwy bynnag sy'n dymuno gwobrwyo o hyn ymlaen-byddwn yn rhoi iddo ohono. A byddwn yn gwobrwyo y ddiolchgar.
da: Og det er ikke [mulighed] at dø undtagen med tilladelse fra Allah ved et dekret bestemmes. Og hvem ønsker belønningen i denne verden - vi vil give ham dertil; og den, der begærer belønning i hinsidige - vi vil give ham herom. Og vi vil belønne de taknemmelig.
el: Και δεν είναι [πιθανά] να πεθάνουν εκτός από την άδεια του Αλλάχ στο διάταγμα καθορίζεται για ένα. Και όποιος επιθυμεί την ανταμοιβή αυτού του κόσμου - θα δώσουμε τον της· και όποιος επιθυμεί την ανταμοιβή του - θα δώσουμε τον αυτών. Και εμείς θα ανταμείψει αυτούς που ευγνωμονούν.
et: Ja see ei ole [võimalus] üks sureb välja arvatud kell dekreedis kindlaks Jumala loal. Ja kes iganes soovib selles maailmas - palk anname talle ja kes iganes soovib edaspidi - tasu anname talle selle. Ja me autasustame on tänulik.
fi: Ja se ei ole [mahdollista], että yksi kuolee paitsi luvalla on määritelty asetuksella. Ja jos joku tahtoo palkinto maailmassa - me annamme hänelle ja kuka haluaa palkita jäljempänä - annamme hänelle sen. Ja me palkitsemme kiitollinen.
he: וזה לא [אפשרות] אחד למות אלא לאחר אישור של אללה-צו נחוש. ואת מי רצונות הפרס של העולם הזה -. אנחנו נותנים לו מי רצונות גמולם של בעולם הבא -. אנחנו נותנים לו הימנו. אנחנו יתגמל את אסירת תודה.
hr: I to ne [moguće] za jednu smrt osim dozvolu od Allaha u uredbu kojom se određuje. I tko god želi nagradu ovog svijeta - mi ćemo ga i tko god želi nagradu nakon smrti - mi ćemo ga istih. I nagraditi ćemo je zahvalan.
lt: Ir tai ne [leidžia] vienas mirti išskyrus Šventasis Raštas, Dievas ne nustatyti dekretą. Ir kas nori už atlygį, šiame pasaulyje - mes suteiksime jam ir kas nori už atlygį, toliau - mes duos jam jo. Ir mes bus apdovanoti dėkingas.
lv: Un tas nav [iespējas] vienam mirt, izņemot Allah atļauju. Un tas, kurš vēlas šajā pasaulē - atlīdzība mums dos viņam un tas, kurš vēlas turpmāk - atlīdzība mums dos viņam to. Un mēs apbalvos pateicīgs.
nb: Og det er ikke [mulig] å dø med unntak av tillatelse av Allah på et dekret bestemmes. Og hvem ønsker belønningen for denne verden - vi vil gi ham. og hvem ønsker belønningen av hinsidige - vi vil gi ham. Og vi vil belønne den takknemlig.
sk: A to nie je [k] jeden zomrieť s výnimkou súhlasu Alah v určuje vyhláška. A ten, kto chce odmenu z tohto sveta - dáme mu. a ten, kto chce odmenu nižšie - dáme mu ich. A odmeníme bude vďačný.
sl: In to ni [mogoče] za eno umreti, razen z dovoljenjem Allah na odlok določi. In kdor želi plačilo tem svetu - smo mu in kdor želi nagrada v nadaljevanju - smo mu pogodbe. In Nagrajujemo bo hvaležen.
sr_cyrl: И то није [могућим] за некога да умре осим уз дозволу од Алаха у декрет одређује. И ко год жели награду овог света - ми ћемо му дати и ко год жели награду за надаље - ми ћемо му дати исте. И нас ће наградити захвалне.
sr_latn: I to nije [mogućim] za nekoga da umre osim uz dozvolu od Alaha u dekret određuje. I ko god želi nagradu ovog sveta - mi ćemo mu dati i ko god želi nagradu za nadalje - mi ćemo mu dati iste. I nas će nagraditi zahvalne.
uk: І це не [можливо] для одного, щоб померти за винятком з дозволу Аллаха в указ визначена. І той, хто бажає винагороду цього світу - ми дамо йому і той, хто бажає винагороду в загробному світі - ми дамо йому його. І ми будемо нагороджувати на вдячний.
vi: Và nó không phải là [có thể] cho một chết trừ bởi sự cho phép của Allah tại nghị định được xác định. Và bất cứ ai mong muốn phần thưởng của thế giới này - chúng tôi sẽ cho anh ta hiện; và bất cứ ai mong muốn phần thưởng sau đây - chúng tôi sẽ cung cấp cho anh ta đó. Và chúng tôi sẽ thưởng cho sự biết ơn.
zu: Futhi akusiyo [kungenzeka] umuntu afe ngaphandle kwemvume of Allah at isimemezelo enqunywe.

# Quran439
source: And how many a prophet [fought and] with him fought many religious scholars. But they never lost assurance due to what afflicted them in the cause of Allah, nor did they weaken or submit. And Allah loves the steadfast.
ca: I molts com un profeta [va lluitar i] amb ell va lluitar molts estudiosos religiosos. Però mai va perdre la garantia per què ells afectat en la causa d'Allah, ni va debilitar o presentar. I Allah estima el ferm.
cy: A faint o Proffwyd [ymladd a] gydag ef ymladd llawer o ysgolheigion crefyddol. Ond byddent byth yn colli sicrwydd oherwydd hyn yn eu dioddef yn achos Allah, nac oedd eu gwanhau neu gyflwyno. Ac mae Allah wrth ei bodd y gadarn.
da: Og hvor mange profet [kæmpede og] med ham kæmpede mange religiøse lærde. Men de har aldrig mistet forsikring på grund af hvad plaget dem i årsagen til Allah, eller gjorde de svække eller indsende. Og Allah elsker den standhaftige.
el: Και πόσες προφήτης [πολέμησαν και] μαζί του πολέμησαν πολλοί θρησκευτικοί μελετητές. Αλλά ποτέ δεν έχασαν διασφάλισης λόγω τι τους πλήττεται στην αιτία του Αλλάχ, ούτε έκανε μπορούν να αποδυναμώσει ή να υποβάλουν. Και ο Αλλάχ αγαπάει σταθερή.
et: Ja kui palju prohvet [võidelnud ja] temaga võitlesid paljud religioossete õpetlaste. Kuid nad ei kaotanud tagamise tõttu mis vaevab neid põhjustada Jumala, samuti tegid nad nõrgendada või esitada. Ja Jumal armastab on vankumatu.
fi: Ja kuinka monta profeetta [taisteli ja] kanssaan taistellut monet uskonnolliset tutkijat. Mutta he eivät koskaan kadottaneet varmuuden vuoksi niitä vaivaisia Allah syy, eikä he heikentää tai jättää. Ja Jumala rakastaa luja.
he: כמה כן [לחם ו] איתו נלחם חכמי דת רבים. אבל הם לא איבדו אבטחת בשל מה שצוותו אותם למען אללה, וגם הם להחליש או להגיש. אללה אוהב את העמידה האיתנה.
hr: I koliko je prorok [borio i] s njim borili mnogi teolozi. Ali nikada ne gube sigurnost zbog što ih zadesile za Allaha, niti su oslabiti ili poslati. I Allah voli i nepokolebljivo.
lt: Ir kiek pranašas [kovojo ir] su juo kovojo daugelis religinių mokslininkų. Bet jie niekada prarado patikinimo dėl kas kenčia juos Dievas priežastis, nei jie susilpninti arba pateikti. Ir Dievas myli ir tvirtas.
lv: Un cik daudz ir pravietis [cīnījās un] ar viņu cīnījās daudzas reliģijas pētniekus. Bet viņi nekad nelaida nodrošināšanas sakarā ar to, ko viņiem nomocīts cēlonis Allah, ne tās vājinātu vai iesniegt. Un patīk, nelokāmu Allah.
nb: Og hvor mange en profet [kjempet og] med ham kjempet mange religiøse forskere. Men de mistet aldri forsikring på grunn av hva plaget dem i årsaken til Allah, eller gjorde de svekke eller sende. Og Gud elsker de standhaftige.
sk: A koľko prorok [bojovali a] s ním bojoval veľa náboženských učencov. Ale nikdy nestratil záruku vzhľadom na čo ich postihnutý v záujme Alaha, ani oni sa zoslabujú alebo predložiť. A Boh miluje vytrvalí.
sl: In koliko prerok [borili in] z njim boril veliko verskih učenjakov. Vendar so nikoli izgubili zagotavljanja zaradi kaj jim zbolijo v vzrok od Allah, niti jih oslabi ali predložiti. In ljubi Allah je trdno.
sr_cyrl: И колико пророк [су се борили и] са њим борио се многи теолози. Али они никад нисам изгубио гаранцију због шта их је погодио у узрок Алаха, нити да ли су ослабити или проследите. И , Алах, воли је постојано.
sr_latn: I koliko prorok [su se borili i] sa njim borio se mnogi teolozi. Ali oni nikad nisam izgubio garanciju zbog šta ih je pogodio u uzrok Alaha, niti da li su oslabiti ili prosledite. I, Alah, voli je postojano.
uk: І скільки пророк [боролися і] з ним боролися багато релігійних вчених. Але вони ніколи не втрачали забезпечення через те, що гнобили в ході Аллаха, і не зробили вони слабшати або представити. І Аллах любить з твердою.
vi: Và bao nhiêu một tiên tri [đã chiến đấu và] với anh ta đã chiến đấu nhiều học giả tôn giáo. Nhưng họ không bao giờ mất các bảo đảm do những gì ảnh hưởng họ trong các nguyên nhân của Allah, cũng không phải họ đã làm suy yếu hoặc gửi. Và Allah yêu sự kiên định.
zu: Futhi mingaki umprofethi [alwa] naye balwa izazi zenkolo eziningi.

# Quran440
source: And their words were not but that they said, "Our Lord, forgive us our sins and the excess [committed] in our affairs and plant firmly our feet and give us victory over the disbelieving people."
ca: I les paraules no eren sinó que van dir, "Nostre Senyor, perdona'ns els nostres pecats i l'excés [es] en els nostres Afers i fermament plantar els peus i ens donen la victòria sobre el poble incrèdul."
cy: Ac nid oedd eu geiriau ond bod nhw'n dweud, "Mae ein Arglwydd, maddau inni ein pechodau a gormodedd [ymrwymo] yn ein materion blannu gadarn ein traed a rhoi inni fuddugoliaeth dros y bobl disbelieving."
da: Og deres ord ikke var, men at de sagde, "Vor Herre, tilgiv os vore synder og overskydende [begået] i vores anliggender og plante fast vores fødder og give os sejr over mistroiske folk."
el: Και τα λόγια τους δεν ήταν, αλλά ότι τους είπε, «Ο Κύριός μας, να μας συγχωρήσουν αμαρτίες μας και την υπέρβαση που [διαπράχθηκαν] στις υποθέσεις μας και φυτών σταθερά πόδια μας και να μας δώσει τη νίκη πάνω από την disbelieving άτομα.»
et: Ja nende sõna ei olnud, kuid et nad ütles, "Meie Issand, anna meile andeks meie patud ja ülejäänu [toime] meie siseasjadesse ja taime kindlalt meie jalad ja meile võidu üle olid inimesed."
fi: Ja ne sanat eivät, mutta he sanoivat, "Meidän Herramme antaa meille anteeksi syntimme ja ylimääräinen [syyllistynyt] asiamme ja kasvien tiukasti jalat ja antaa meille voiton uskottomia ihmisiä."
he: ואת המילים שלהם לא היו אך כי הם אמרו, "אדוננו, סלח לנו חטאינו ואת עודף [ביצע] בעניינינו, לשתול בחוזקה לרגלינו ותן לנו הניצחון על העם disbelieving."
hr: I njihove riječi nisu rekli da su, "Gospoda, oprosti nam naše grijehe i višak [počinio] u naše poslove i biljka čvrsto nogama i dati nam pobjedu nad sumnja ljudi."
lt: Ir jų žodžiai buvo ne, bet kad jie tarė: "Mūsų Viešpatie, atleisk mums mūsų nuodėmes ir perteklius [padarė] mūsų reikalai ir augalų tvirtai mūsų kojų ir suteikia mums pergalę prieš niewiernych žmonių."
lv: Un viņu vārdi netika, bet ka viņi teica: mūsu kungs, piedod mums mūsu grēkus un pārpalikumu [izdarījis] mūsu lietās un stingri augu mūsu kājām un dod mums uzvaru pār neticīgi cilvēki.
nb: Og deres ord ikke var, men at de sa, "Vår Herre, tilgi oss våre synder og overflødig [utført] i våre saker og plante fast beina og gi oss seier over disbelieving folk."
sk: A svoje slová neboli, ale že im povedal: "Náš Pán, odpusť nám naše hriechy a prebytok [dopustil] v našich vecí a rastlina pevne nohami a nám víťazstvo nad neveriacky ľudí."
sl: In svoje besede niso, ampak so rekli, "Naš Gospod, odpusti nam naše grehe in presežek [storjeno] v naše zadeve in obrat trdno nogami in nam zmaga nad disbelieving ljudi."
sr_cyrl: И њихове речи нису биле, али да су: "Господ, опрости нам наше грехе и остатке [починио] у нам послове и подметне чврсто ноге и дај нам победу над дисбелиевинг народ."
sr_latn: I njihove reči nisu bile, ali da su: "Gospod, oprosti nam naše grehe i ostatke [počinio] u nam poslove i podmetne čvrsto noge i daj nam pobedu nad disbelieving narod."
uk: І їх слова не були, але що вони сказали: "Наш Господь, простить нам наші гріхи і надлишок [скоїли] в наших справах і посадити твердо наших ніг і дати нам перемогу над невіруючий людей".
vi: Và lời nói của họ không, nhưng mà họ nói, "Chúa chúng ta, tha thứ tội lỗi của chúng tôi và vượt quá [cam] trong các vấn đề của chúng tôi và trồng vững chân của chúng tôi và cho chúng tôi chiến thắng disbelieving người."
zu: Futhi amazwi abo kodwa lokho bathi, "Nkosi yethu, asithethelele izono zethu futhi ngokweqile [ozibophezele] ezindabeni zethu batshale ngokuqinile izinyawo zethu futhi owasisindisa disbelieving ntu."
