Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran690
source: O my people, enter the Holy Land which Allah has assigned to you and do not turn back [from fighting in Allah 's cause] and [thus] become losers."
ca: Oh poble meu, entrar a Terra Santa que Allah ha assignat a vostè i no tornem [de combats a causa d'Allah] i [] es converteixen en perdedors."
cy: O 'm pobl, y tir sanctaidd, Allah wedi cael eu haseinio i chi wneud ni droi yn ôl [o ymladd yn achos Allah y] a [felly] fod ar eu colled."
da: O mit folk, komme ind i det hellige Land, som Allah har tildelt dig og ikke vende tilbage [fra kæmper for Allahs sag] og [dermed] blive tabere."
el: O μου άνθρωποι, εισάγετε τους αγίους τόπους που Αλλάχ έχει ανατεθεί σε εσάς και δεν γυρίσει πίσω [από μάχες στην αιτία του Αλλάχ] και γίνει [έτσι] χαμένοι."
et: O minu inimesed, sisestage Püha maa, mis Jumal on teile määratud ja mitte keerata tagasi [alates lahingutegevuse Jumala 's põhjus] ja [seega] muutunud kaotajad."
fi: Oi kansani, anna pyhä maa, jonka Jumala on varannut sinulle eikä kääntää takaisin [taistelee Allahin syy] ja [] tullut häviäjiä."
he:  עמי, הזן את ארץ הקודש אשר אללה הקצתה לך, לא אחורה [מן הלחימה במטרה של אללה] ולהיות [לכן] מפסידנים."
hr: O moj narod, unesite u svetu zemlju koje Allah vam dodijelio i ne vratiti [iz borbe u Allahovu] i [Stoga je] postali gubitnici."
lt: O mano tauta, įveskite Šventąją Žemę, kurią Dievas paskyrė jums ir negalima pasukti atgal [nuo kovos su Dievo sukelti] ir [taip] tapti pralaimėta."
lv: O mana tauta, ievadiet Svētajā zemē, kas Allah ir piešķīris jums un nevar pagriezt atpakaļ [no kaujas Allāhs rada] un [tādējādi] kļūst zaudētāji."
nb: O mitt folk, angi det hellige landet som Allah har tildelt deg og ikke snu [fra kampene i Allahs sak] og [dermed] bli taperne."
sk: O môj ľud, vstúpiť do Svätej zeme, ktoré Alah priradená vám a nie vrátiť [z bojov v Alaha príčinou] a [tak] stala porazení."
sl: O moje ljudstvo, vstopijo v Sveti deželi, ki je dodeljeno Allah ne obrniti nazaj [od boj v vzrok je Allah] in [tako] postali poraženci."
sr_cyrl: О мом народу, унесите у свету земљу, коју је Алах ти доделио и не окрену [од борбе у Алахову сврху] и [Тиме] постајемо губитници."
sr_latn: O mom narodu, unesite u svetu zemlju, koju je Alah ti dodelio i ne okrenu [od borbe u Alahovu svrhu] i [Time] postajemo gubitnici."
uk: O народ мій, увійти в Святу Землю, яка Аллах присвоїло вам і не повернути назад [від боротьби в Аллах причину] та [] набув переможених."
vi: O người của tôi, nhập vùng đất thánh Allah đã định cho riêng bạn và không quay trở lại [từ chiến đấu trong nguyên nhân của Allah] và [] trở thành người thua cuộc."
zu: O bantu bami, bangene eZweni Elingcwele Allah enabelwe zona futhi ungaphambuki emuva [ukuyokulwa udaba Allah ka-] futhi [ngenxa yalokho] phathelana losers. "

# Quran691
source: They said, "O Moses, indeed within it is a people of tyrannical strength, and indeed, we will never enter it until they leave it; but if they leave it, then we will enter."
ca: Deien, "O Moses, fet dins d'ella és un poble de força tirànic, i de fet, mai no entrarem-lo fins que van deixar-lo; però si que deixar-lo, llavors entrarem."
cy: Dywedodd, "Moses O, yn wir o fewn ei yn bobl o nerth tyrannical, ac yn wir, byddwn byth yn mynd yn nes iddynt adael ond os byddant yn gadael iddo, yna byddwn yn mynd.
da: De sagde, "O Moses, faktisk inden for det er et folk af tyranniske styrke, og ja, vil vi aldrig træde det, indtil de forlader det; men hvis de forlader det, så vi vil komme ind."
el: Είπε, «O Moses, πράγματι μέσα σε το είναι ενός λαού της τυραννική δύναμη, και πράγματι, ποτέ δεν τις εισάγουμε έως ότου αφήνουν? αλλά εάν το αφήνουν, τότε θα εισέλθουμε.»
et: Nad ütlesid: "O Moses tõepoolest selle piires, on inimesed türanlik tugevus ja tõepoolest, me ei tohi kunagi siseneda see kuni nad lahkuvad Aga kui nad lahkuvad, siis me sisestage."
fi: He sanoivat, "O Moses jopa saman on ihmiset tyrannimainen vahvuus ja itse asiassa koskaan tulee se kunnes ne viedään. mutta jos he lähtevät, sitten tulee."
he: הם אמרו, "O Moses, אכן בתוכו אנשי כוח רודנית, ואכן, אנחנו לעולם לא? ייכנסו זה עד שהם יעזבו אותה; אבל אם הם עוזבים אותו, ואז אנחנו נכנסים."
hr: Oni je rekao, "O Moses, doista u njoj ljudi tiranske snage i doista, nikada ući ćemo ga dok ne odu. Ali ako odu, onda ćemo ući."
lt: Jie sakė, "O Moses, iš tiesų joje yra žmonių Despotyczny stiprumo, ir iš tiesų, mes niekada įves tai kol jie bus išvežti bet jei jie palikti jį, tada mes bus įvesti."
lv: Viņi teica: O Moses, tajā patiešām ir cilvēki, tirānisks spēka, un tik tiešām, mēs nekad ievadīs to līdz brīdim, kad viņi atstāj bet ja viņi labprātīgi atstāj, tad mēs ievadiet".
nb: De sa: "O Moses, i det er et folk av tyranniske styrke, og ja, vi vil aldri Skriv det før de forlater. men hvis de forlater det, så vi inn.
sk: Oni povedal: "O Moses, v skutočnosti v ňom je ľudí tyranský sily a v skutočnosti sme sa nikdy vstúpiť to kým odídu ale ak ho opustia, potom môžeme vstúpiť."
sl: So rekli, "O Moses, dejansko v njej je ljudi Despotski moč, in res, mi nikoli ne bo vpišite to dokler ne zapustijo vendar če zapustijo to, torej bo vstopamo."
sr_cyrl: Рекли су, "О Мосес, заиста унутар њега је народ тиранске снаге и заиста, никада ући ћемо га док не оду "Али ако су га оставили, онда ћемо ући."
sr_latn: Rekli su, "O Moses, zaista unutar njega je narod tiranske snage i zaista, nikada ući ćemo ga dok ne odu "Ali ako su ga ostavili, onda ćemo ući."
uk: Вони сказали, "Moses O, дійсно, в ньому є люди тиранічного сили, і дійсно, ми ніколи не увійде в ньому поки вони залишити його; але якщо вони залишити його, то ми ввійдемо".
vi: Họ nói, "O Moses, thực sự bên trong nó là một người độc tài sức mạnh, và quả thực, chúng tôi sẽ không bao giờ nhập vào nó cho đến khi họ rời khỏi nó; "nhưng nếu họ để lại nó, sau đó chúng tôi sẽ tham gia."
zu: Bathi: "O Mose, ngempela ngaphakathi siyisizwe wamandla ezingomashiqela, futhi ngempela, asisoze uyifake baze ukulishiya. Kodwa uma uyiyeka, khona-ke siyoqala '

# Quran692
source: Said two men from those who feared [to disobey] upon whom Allah had bestowed favor, "Enter upon them through the gate, for when you have entered it, you will be predominant. And upon Allah rely, if you should be believers."
ca: Va dir que dos homes d'aquells que temia [a desobeir] a qui Allah havia atorgat el favor, "entrar sobre ells a través de la porta, per quan hàgiu introduït, vostè serà predominants. I en Allah confiar, si hauria de ser creients".
cy: Dywedodd dau ddyn gan y rhai sy'n ofni [torri'r] ar bwy oedd Allah wedi rhoi'r favor, "Rhowch arnynt drwy'r gât, ar gyfer pan rydych wedi'i nodi, y byddwch yn bennaf. A Allah yn dibynnu arnynt, os dylai fod credinwyr.
da: Sagde to mænd fra dem, der frygtede [for at adlyde] som Allah havde skænket favør, "Indtast dem gennem porten, for når du har indtastet det, du vil være fremherskende. Og ved Allah, hvis du skulle være troende."
el: Είπε δύο άντρες από εκείνους που φοβούνταν [σε απειθώ] στους οποίους Αλλάχ του είχε δώσει χάρη, "εισάγετε τους μέσω της πύλης, για όταν το έχετε πληκτρολογήσει, σας θα είναι κυρίαρχη. «Και στον αλλά(χ) που βασίζονται, αν είστε πιστοί.»
et: Nimetatud kaks meest, neist, kes kartsid [et eiravad] kelle Jumal oli andnud kasuks, "sisestage neile läbi ukse, kui sisestasite selle, teil on ülekaalus. Ja Jumala pärast, kui peaks olema usklike."
fi: Sanoi kaksi miestä niiltä, jotka pelkäsi [tottele] jolle Allah oli suonut hyväksi, "Syötä heille portista, kun kirjoitat salasanan, sinun on hallitseva. Ja kun Jumala, jos olisi uskovat."
he: אמר שני גברים מפני שחששו [לציית] שעליה אללה היה המוענק טובה, "הזן אותם דרך השער, כאשר שהזנת אותה, לך יהיה השולט. ולהסתמך על אללה, אם אתה צריך להיות המאמינים."
hr: Rekao je dvojicu od onih koji se bojao [poslušati] prema kojoj Allah je podario uslugu "ući na njih kroz vrata, ako ste ga unijeli, će biti dominantna. I na Allaha oslanjaju se, ako bi trebao biti vjernici."
lt: Sakė du vyrai iš tų, kurie bijojo [kad yra] kuriam Dievas buvo perklasifikuotas naudai, "įveskite juos Pro vartus, kai įvedėte jį, jums bus vyraujanti. Ir ant Dievo, jei jums reikėtų tikinčiųjų."
lv: Sacīja, ka divi vīrieši no tiem, kas baidījās [nepaklausīt] kura Allah uzticēts labvēlību, "Ievadiet tiem cauri vārtiem, kad esat to ievadījis, jums būs dominējošā. Un pēc tam uz Allah atsaukties, ja jūs būtu ticīgie".
nb: Sa to menn fra de som fryktet [til å være ulydig] på hvem Allah hadde skjenket favør, "angi dem gjennom porten, for når du har angitt det, vil du bli dominerende. Og på Allah stole, hvis du skal troende.
sk: Povedal, dvaja muži z tých, ktorí sa bál [porušiť] na koho Boh mal zapožičaný láskavosť, "zadajte na ne až k bráne, keď ste zadali, budú prevládať. A na Boha spoľahnúť, ak by ste mali byť veriaci."
sl: Je dejal dva moška, od tistih, ki se Bali [da kršijo] onesposobljenosti Allah je podaril uslugo, "vnesite na njih skozi vrata, ko ste ga vnesli, vam bo prevladujoča. In na Allah bi se, če bi morali biti verniki. «
sr_cyrl: Рекао је двојицу од оних који се боје [послуљати] од којих Аллах је указала услугу, Ентер на њих кроз капију, када унесете то, ти је Преовлађујућа. "И на Аллах се ослонити, да си био верници."
sr_latn: Rekao je dvojicu od onih koji se boje [posluљati] od kojih Allah je ukazala uslugu, Enter na njih kroz kapiju, kada unesete to, ti je Preovlađujuća. "I na Allah se osloniti, da si bio vernici."
uk: Сказав, що двоє чоловіків з тих, хто боявся [не підкорятися] на якого Аллах дарував користь, "введіть на них через ворота, коли ви ввели, ви будете переважаючим. А після Аллах покластися, якщо ви повинні бути віруючим.
vi: Nói hai người từ những người sợ [không tuân theo] khi mà Allah đã ban cho đặc ân, "Hãy nhập khi họ thông qua các cửa khẩu, khi bạn đã nhập vào nó, bạn sẽ có chiếm ưu thế. Và khi Allah dựa, nếu bạn có các tín hữu."
zu: Wathi amadoda amabili ababemesaba [ukuba bangamlaleli] esesifikelwe Allah kwase PHA umusa, "Ngenani phezu kwabo ngesango, ngoba uma uke wangena it, uzobe oqavile. Futhi phezu Allah ukuncika, uma kufanele kube kholwa."

# Quran693
source: They said, "O Moses, indeed we will not enter it, ever, as long as they are within it; so go, you and your Lord, and fight. Indeed, we are remaining right here."
ca: Deien, "O Moses, de fet no entrarem, mai, mentre que són dins d'ella; Així que anar, vostè i el seu Senyor i la lluita. De fet, ens estan restant aquí."
cy: Dywedodd, "O Moses, yn wir bydd ni ddarparwn, erioed, cyhyd ag y maent o fewn Felly ewch, chi a eich Arglwydd, ac ymladd. Yn wir, yr ydym yn weddill yma."
da: De sagde, "O Moses, ja vi ikke vil komme ind det, nogensinde, så længe de er inden for det; så gå, du og din Herre, og bekæmpe. Ja, vi resterende lige her."
el: Είπε, «O Moses, πράγματι δεν υπάρχει δυνατότητα ανάκλησης, ποτέ, όσο είναι μέσα σε αυτό; Έτσι πάει, εσείς και ο Λόρδος σας, και την καταπολέμηση. Πράγματι, εμείς παραμένουμε εδώ.»
et: Nad ütlesid: "O Moses tõepoolest me ei pääse, kunagi, kui nad on Niiet, te ja teie isand ja võidelda. Tõepoolest, meil on jäänud siin."
fi: He sanoivat: "O Moses todellakin emme ryhdy, koskaan, niin kauan kuin ne ovat. Joten mene, ja teidän Herranne ja taistella. Itse asiassa meillä on jäljellä täällä."
he: הם אמרו, "O Moses, אכן אנחנו לא יכנס, אי פעם, כל עוד הם בתוכו; . אז נלך, לבין אדונך, ולהילחם. אכן, אנחנו הם שנותרו כאן."
hr: Rekli su, "O Moses, doista ne ulazimo, ikada, dok su unutar njega; Pa idi ti i tvoj gospodar, i boriti se. Doista, mi su preostale ovdje."
lt: Jie sakė, "O Moses, iš tiesų mes bus jį įvesti, bet kada, tol, kol jie per Tad, jūs ir jūsų Viešpats, ir kova. Iš tiesų, mes yra likę čia."
lv: Viņi teica: "O Moses, patiešām mums nepāriet, kādreiz tik ilgi, kamēr tie atrodas Tātad iet jums, un kungu, un cīnīties. Protams, mums paliek tepat."
nb: De sa: "O Moses, faktisk vi ikke vil gå inn, noensinne, så lenge de er innenfor det; så gå, du og din Herre, og bekjempe. Faktisk er vi igjen her."
sk: Oni povedali: "O Moses, naozaj sme sa vstúpiť, vôbec, tak dlho, ako oni sú v dosahu. takže ísť, vy a váš pán, a bojovať. V skutočnosti sme zostali tu."
sl: Pa reče: "O Moses, res mi ne vnese, kdaj, tako dolgo, kot so v njem; tako gredo, vi in vaš gospodar, in boj. Pravzaprav, smo so ostala tukaj."
sr_cyrl: Рекли су, "О Мосес, заиста нећемо ући у то, икада, све док су унутар њега; Иди , ти и твој господар, и борите се. Заиста , смо су преостале овде."
sr_latn: Rekli su, "O Moses, zaista nećemo ući u to, ikada, sve dok su unutar njega; Idi, ti i tvoj gospodar, i borite se. Zaista, smo su preostale ovde."
uk: Вони ж відказали "O Moses, дійсно ми не зможемо увійти, коли-небудь, тих пір, поки вони знаходяться в ньому; так йти, ви і ваш Господь і боротися. Дійсно, ми залишилися тут."
vi: Họ nói rằng, "O Moses, thực sự chúng tôi sẽ không nhập vào nó, bao giờ hết, miễn là chúng bên trong nó; Vì vậy, đi, bạn và Chúa của bạn, và chiến đấu. Thật vậy, chúng tôi đang còn ở đây."
zu: Bathi: "O Mose, ngempela thina ngeke bangene kukho, naphakade, inqobo nje kukhona ngaphakathi kwalo.. Ngakho hamba, you kho Lord, ulwe Ngempela, sihlale khona lapha"

# Quran694
source: [Moses] said, "My Lord, indeed I do not possess except myself and my brother, so part us from the defiantly disobedient people."
ca: [Moses] va dir: "Senyor, de fet no posseeixen excepte jo i el meu germà, així part ens del poble desafiant desobedient."
cy: [Moses] dywedodd, "Fy Arglwydd, yn wir oes ganddynt heblaw fi fy hun a fy mrawd, felly rhan ohonom gan y bobl defiantly anufudd."
da: [Moses] sagde, "Min herre, faktisk jeg ikke besidder bortset fra mig selv og min bror, så del os fra den trodsigt ulydige mennesker."
el: [Moses] είπε, «Κύριέ μου, πράγματι δεν διαθέτουν εκτός από τον εαυτό μου και ο αδελφός μου, έτσι μέρος μας των ανθρώπων ανυπάκουο προκλητικά.»
et: [Moses] ütles: "Issand, tõepoolest omada, välja arvatud mina ja mu vend, nii et osa meid väljakutsuvalt sõnakuulmatud inimestelt."
fi: [Moses] sanoi: "Herrani, itse asiassa ei ole, paitsi minä ja veljeni, joten osa meille uhmakkaasti tottelematon ihmisiä."
he: [Moses] אמר: "אדוני, אכן לא ניחנת מלבד את עצמי ואת אח שלי, אז חלק אותנו מן העם בהתרסה ממושמע, לאחר."
hr: [Moses] je rekao, "Moj gospodaru, doista ne posjedujete osim mene i mog brata, dio nas iz definitivno neposlušan narod."
lt: [Moses] sakė: "Mano Viešpats, iš tikrųjų aš neturi išskyrus mane ir mano brolis, Taigi dalis mums nuo iššaukiančiai Nepaklusnieji žmonių."
lv: [Moses] teica: "Mans kungs, patiešām man nepiemīt, izņemot sevi un manu brāli, tāpēc daļa mums no izaicinoši nepaklausīgi cilvēki."
nb: [Moses] sa, "Min Herre, faktisk jeg ikke har bortsett fra meg selv og min bror, så del oss fra de trassig ulydige."
sk: [Moses] povedal: "Môj pane, skutočne mať, okrem seba a môjho brata, tak časť nás od vyzývavo neposlušný ľudí."
sl: [Moses] reče: "Moj Gospod, res sem nimajo razen sebe in moj brat, tako nas je del od kljubovalno neposlušni ljudje."
sr_cyrl: [Мосес ] је рекао, "Мој господару, заиста не поседујем осим мене и мог брата, па нас раставити од пркосно непослушно људи."
sr_latn: [Moses] je rekao, "Moj gospodaru, zaista ne posedujem osim mene i mog brata, pa nas rastaviti od prkosno neposlušno ljudi."
uk: [Moses] сказав: "Господи, дійсно не володіють крім мене і мого брата, так, частина з нас від людей, зухвало неслухняних."
vi: [Moses] nói: "Thưa ngài, quả thật tôi không có ngoại trừ bản thân mình và anh trai của tôi, vì vậy phụ tùng chúng tôi từ những người defiantly ngô nghịch."
zu: [UMose] wathi: "Nkosi yami, Impela anginakho ngaphandle ngokwami nomfowethu, ngakho hlukana nathi kusukela kubantu ngokweyisa abangalaleli."

# Quran695
source: [Allah] said, "Then indeed, it is forbidden to them for forty years [in which] they will wander throughout the land. So do not grieve over the defiantly disobedient people."
ca: [Allah] deia, "després de fet, està prohibit a ells durant quaranta anys [en el qual] van vagar per tota la terra. Així no tristos per la gent desafiant desobedient."
cy: Dywedodd [Allah], "yna yn wir, mae ei yn waharddedig iddynt am ddeugain mlynedd [yn y] Bydd iddyn nhw grwydro drwy gydol y tir. Felly wneud nid galaru dros y bobl defiantly anufudd."
da: [Allah] sagde, "så ja, det er forbudt at dem i fyrre år [i som] de vil vandre over hele landet. Så ikke græmmes over trodsigt ulydige folk."
el: [Αλλάχ] είπε, ΄΄δεν πράγματι, απαγορεύεται να τους για σαράντα χρόνια [στο οποίο] θα θα περιπλανηθεί σε όλη τη χώρα. Έτσι δεν τα λυπάστε πάνω στους ανθρώπους που προκλητικά ανυπάκουος.»
et: [Jumalat] ütles, "siis tõepoolest on keelatud nende nelikümmend aastat [kus] nad rändavad kogu maa. Nii et mitte kurvastada üle väljakutsuvalt sõnakuulmatud inimesed."
fi: [Jumala] sanoi "niin todellakin on kiellettyä ne neljäkymmentä vuotta, joilla] he vaeltavat ympäri maata. Joten älä sure uhmakkaasti tottelematon kansan."
he: [אללה] אמר "אז אכן, אסור להם במשך ארבעים שנה [בה] הם ינדדו בכל רחבי הארץ. אז לא מתאבל על העם בהתרסה ממושמע, לאחר."
hr: [Allah] je rekao, "onda, je zabranjeno da ih 40 godina [u kojoj] oni će lutati diljem zemlje. Tako ne žalosti zbog definitivno neposlušan narod."
lt: [Dievas] pasakė: tai iš tiesų, jis yra draudžiama jiems keturiasdešimt metų [kai] jie bus vaikščioti visoje žemėje. Taigi negalime sielvartauti per iššaukiančiai Nepaklusnieji žmonės."
lv: [Allah] teica, "tad tiešām ir aizliegts tos četrdesmit gadus [, kurā] viņi klīst visā zemē. Tātad nevar sāpināt vairāk izaicinoši nepaklausīgi cilvēki."
nb: [Allah] sa: så ja, det er forbudt å dem i førti år [i som] de vandrer over hele landet. Så ikke sørger over over trassig ulydige folk."
sk: [Allah] povedal: "tak v skutočnosti, je zakázané ich štyridsať rokov, [v ktorých] bude putovať po celej krajine. Takže nie truchlit nad vyzývavo neposlušný ľudí."
sl: [Alahove] je dejal, "potem res, je prepovedano, da jih za štirideset let, [in ki] so potikal po vsej deželi. Tako ne žalujejo nad kljubovalno neposlušni ljudje."
sr_cyrl: [Аллах ] је рекао, "онда заиста, забрањено је да их 40 година [у којој] они ће лутати по целој земљи. Зато не тугуј над пркосно непослушно људима."
sr_latn: [Allah] je rekao, "onda zaista, zabranjeno je da ih 40 godina [u kojoj] oni će lutati po celoj zemlji. Zato ne tuguj nad prkosno neposlušno ljudima."
uk: [Аллах] сказав: "тоді дійсно, це заборонено, щоб їх протягом сорока років [в якому] вони будуть бродять по всій землі. Так не сумують над зухвало неслухняних людей."
vi: [Allah] nói, "sau đó, quả thật vậy, nó là cấm họ cho bốn mươi năm, [trong đó] họ sẽ đi lang thang khắp đất. Vì vậy không phải đau khổ hơn người defiantly ngô nghịch."
zu: [Allah] wathi: "Khona-ke ngempela, kwenqatshelwe iminyaka engamashumi amane [lapho] they abayozulazula kuyo yonke ezweni. Ngakho ningadabuki phezu kwabantu ngokweyisa abangalaleli."
