Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1421
source: O mankind, there has to come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers.
ca: O la humanitat, hi ha arribat a instrucció vostè del seu Senyor i curació per què és en els pits i orientació i Misericòrdia per als creients.
cy: O dynolryw, yno i ddod i chi cyfarwyddiadau gan eich Arglwydd a iachau ar gyfer beth yn bronnau a chanllawiau a drugaredd y credinwyr.
da: O menneskeheden, der er til at komme til dig instruktion fra din herre og helbredelse for hvad er i brysterne og vejledning og nåde for troende.
el: O ανθρωπότητα, πρέπει να έρθει να σας οδηγίες από το Λόρδο και θεραπεία για ό, τι είναι στο στήθος και καθοδήγηση και έλεος για τους πιστούς.
et: O inimkonnale, peab teie Issand teil juhiseid pärit ja mida paranemiseks on rinnad ja arendus ja halastust usklikud.
fi: O ihmiskunnan on tullut sinun opetusta tulee Herraltasi ja paranemista mitä on rinta- ja ohjaus- ja armoa uskovaiset.
he:  האנושות, חייב לבוא את ההוראה של אדונך, ריפוי עבור מה הוא חזה, הדרכה, מרסי עבור המאמינים.
hr: O čovječanstvo, mora doći da ti upute od vašeg gospodara i lijek za ono što je u grudima i smjernice i milost za vjernike.
lt: O žmonijai, turi atvykti į jums instrukcija iš jūsų Viešpats ir gydymas kas yra krūtinę ir orientavimo bei gailestingumo tikinčiuosius.
lv: O cilvēcei, ir ieradušies no jūsu Kungs jums instrukcija un dzīšana, par ko ir krūtis un virzības un žēlsirdība ticīgie.
nb: O menneskeheten, det har å komme til du instruksjon Herrens og helbredelse for hva er i brystene og veiledning og nåde for troende.
sk: O ľudstvo, tam musí prísť k vám návod od svojho pána a uzdravenie pre to, čo je v prsia a vedenie a milosrdenstvo pre veriacich.
sl: O človeštva, tam je prišel za vas pouk iz svojega Gospoda in zdravljenje za kaj je v prsi in usmerjanje in milosti za verniki.
sr_cyrl: О људски род, тамо мора да ти упутства од твог Господа, и мелем за ста је у груди и водич и милост за верници.
sr_latn: O ljudski rod, tamo mora da ti uputstva od tvog Gospoda, i melem za sta je u grudi i vodič i milost za vernici.
uk: O людства, мусить прийти до вас інструкція з ваш Господь і зцілення за те, що в груди і рекомендації та милість для віруючих.
vi: O nhân loại, có phải đến để hướng dẫn bạn từ Chúa của bạn và chữa bệnh cho những gì là trong ngực và hướng dẫn và lòng thương xót cho các tín hữu.
zu: O isintu, kukhona ukuza imfundo you kho Lord sindisa lokho isifuba hola sa kholwa.

# Quran1422
source: Say, "In the bounty of Allah and in His mercy - in that let them rejoice; it is better than what they accumulate."
ca: Dir, "a la generositat d'Allah i en la seva misericòrdia - en la que anem a alegrar-se; és millor que el que s'acumulen."
cy: Dweud, "yn y bounty Allah ac yn ei drugaredd-yn a gadewch iddynt lawenhau; [Mae'n well na'r hyn y maent yn ei greu."
da: Sige, "i dusør af Allah og i sin barmhjertighed - i, lad dem glæde sig; Det er bedre end hvad de ophobes."
el: Λένε, «στη τη γενναιοδωρία του Αλλάχ και έλεος - που αφήνετε να χαρώ. είναι καλύτερα από ό, τι συσσωρεύουν.»
et: Öelda: "Jumal ja tema halastust halastus - mis lasta neil rõõmustada; See on parem kui nad koguneda."
fi: Esimerkiksi: "Jumala ja hänen armonsa bounty - että anna heille iloita; se on parempi kuin ne kertyvät."
he: אומרים, "הבאונטי של אללה, ברחמים שלו - זה לתת להם לשמוח; זה יותר טוב מה הם נצברים."
hr: Kažu, "u nagradu od Allaha i u njegova milosrđa - u tome neka se raduju; To je bolje nego što oni akumuliraju."
lt: Tarkim, "bounty Dievo ir jo malonės - tai tegul džiaugtis; tai geriau nei ką jie kaupiasi."
lv: Teiksim, "bounty Allah un viņa žēlsirdība -, ka lai līksmo; tas ir labāk nekā to, ko viņi uzkrāt."
nb: Si, "bounty Allah og hans barmhjertighet - som la dem glede; Det er bedre enn hva de akkumuleres."
sk: Povedať: "bounty Alah a jeho milosrdenstvo - ktorý nech sa radujú; je to lepšie, než to, čo sa hromadí."
sl: Reči, "bounty Alaha in njegovega usmiljenja - ki jim veselite; To je bolje kot kaj se kopičijo."
sr_cyrl: Кажу , "у у изобиљу Алаха, и у својој милости - у томе нека се радују; То је боље него они се акумулирају."
sr_latn: Kažu, "u u izobilju Alaha, i u svojoj milosti - u tome neka se raduju; To je bolje nego oni se akumuliraju."
uk: Скажімо, "в bounty Аллаха і в його милосердя - в тому, що нехай вони радіють; Це краще, ніж вони накопичуються".
vi: Nói, "trong sự hào phóng của Allah và lòng thương xót của mình - trong đó cho phép họ hân hoan; nó là tốt hơn so với những gì họ tích lũy."
zu: Ithi, "In the nenala Allah kanye emseni wakhe - kuleyo mabajabule; kungcono kunokuba babe they buthelela."

# Quran1423
source: Say, "Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful?" Say, "Has Allah permitted you [to do so], or do you invent [something] about Allah?"
ca: Dir: "Has vist què Allah ha enviat a vostè de la prestació del qual ha fet legal [alguns] i [alguns]?" Dir: "Allah ha permès que [ho] o [quelcom] fer inventar Allah?"
cy: Dweud, "Ydych chi wedi gweld beth Allah wedi anfon i lawr i chi o ddarpariaeth a wnaethoch [rai] cyfreithlon ac anghyfreithlon [rai]?" Dweud, "Mae Allah a ganiateir chi [], neu wneud ichi ddyfeisio [rhywbeth] am Allah?"
da: Sige, "Har du set hvad Allah har sendt ned til dig om bestemmelse af som du har foretaget [nogle] lovlige og [nogle] ulovlige?" Sige, "har Allah tilladt du [], eller gøre du opfinde [noget] om Allah?"
el: Λένε, «Έχετε δει τι Αλλάχ έχει σταλεί σε σας της διάταξης των οποίων έχετε κάνει [μερικά] νόμιμη και παράνομη [μερικά];» Ας πούμε, «έχει Αλλάχ [να] επιτρέπεται, ή κάνετε εφεύρετε [κάτι] σχετικά με τον Αλλάχ;»
et: Öelda: "Kas olete näinud, mida Jumal on saatnud oma te säte, millest on tehtud [mõned] seaduslike ja ebaseaduslike [mõned]?" Öelda "on Jumalat lubatud teile [seda] või kas te leiutada [midagi] umbes Jumal?"
fi: Esimerkiksi: "Oletko nähnyt mitä Jumala on lähettänyt teille määräystä, jonka olet tehnyt [jotkut] laillisen ja [jotkut] lainvastaisen?" Sanoa, "on Jumala saa [siihen] tai tehdä keksiä [jotain] noin Jumala?"
he: לומר, "ראית מה אללה שלחה לך של הוראה אשר עשית [יש] חוקית ובלתי חוקית [יש]?" אומרים, "אללה התירה [על כך], או ניתן להמציא [משהו] על אללה"
hr: Kažu, "Jesi li vidio što Allah poslao da te odredbe od kojih su napravili [neki] zakonito i [neki] nezakonito?" Kažu, "Allah dopustio vam [to], ili da izmisle [nešto] o Allahu?"
lt: Sako: "Ar jūs matė, ką Dievas atsiuntė jums nuostatos, kurios jūs atlikote [kai] teisėto ir [kai] neteisėto?" Tarkim, "Dievas leidžia jums [daryti], arba padaryti jūs sugalvoti [kažkas] apie Dievo?"
lv: Teikt: "Tu esi redzējis ko Allah ir nosūtīts uz leju, lai jūs normas, kuras esat veicis [kaut] likumīgu un nelikumīgu [kādu]?" Saka: "Allah ir ļāvusi jums [to], vai darīt jūs izgudrot [kaut] par Allah?"
nb: Si, "Har du sett hva Allah har sendt til deg av bestemmelse som du har gjort [noen] lovlig og [noen] ulovlig?" Sier "har Allah tillatt du [vil], eller gjør du oppfinne [noe] om Allah?"
sk: Povedal: "Videli ste, čo Boh poslal ustanovenie, ktoré ste urobili [niektoré] zákonné a [niektoré] protiprávne?" Povedať "Alah povoľuje vám [to], alebo si vymyslieť [niečo] o Alah?"
sl: Reči, "Ste videli kaj Allah je poslan vam določbe, ki ste jih naredili [nekaj] zakonite in nezakonite [nekaj]?" Reči, "Allah dovoljuje [da], ali pa si izmislil [nekaj] o Allah?"
sr_cyrl: Кажу , "Јеси ли видео како Алах је послао да те од одредби од којих сте направили [неки] законита и [неки] незаконито?" Кажу , "Аллах дозволио [да учине], или си [нешто] изумео о Аллах?"
sr_latn: Kažu, "Jesi li video kako Alah je poslao da te od odredbi od kojih ste napravili [neki] zakonita i [neki] nezakonito?" Kažu, "Allah dozvolio [da učine], ili si [nešto] izumeo o Allah?"
uk: Сказати: "Ви бачили що Аллах відправив для вас, положення яких внесення [деякі] законним і незаконним [деякі]?" Скажімо, "Аллах дозволив вам [зробити], або ви придумати [щось] про Аллах?"
vi: Nói, "Bạn đã thấy những gì Allah đã gửi xuống cho bạn điều khoản trong đó bạn đã thực hiện [một số] hợp pháp và bất hợp pháp [một số]?" Nói, "có Allah cho phép bạn [kết], hoặc làm bạn phát minh ra [cái gì] về Allah?"
zu: Uthi, "Ukubonile yini lokho u Allah sa phansi you of nokuhlinzekwa Ongenze [abanye] semthethweni [abanye] unlawful?"

# Quran1424
source: And what will be the supposition of those who invent falsehood about Allah on the Day of Resurrection? Indeed, Allah is full of bounty to the people, but most of them are not grateful."
ca: I quin serà el supòsit d'aquells que inventar falsedat sobre Allah el dia de resurrecció? De fet, Allah és plena de generositat a les persones, però la majoria no són agraït."
cy: A beth fydd y dybiaeth y rhai sydd yn dyfeisio anwiredd am Allah ar ddiwrnod yr atgyfodiad? Yn wir, Allah yn llawn bounty i bobl, ond nid yw'r rhan fwyaf ohonynt yn ddiolchgar."
da: Og hvad vil være antagelse af dem, der opfinder løgn om Allah på den dag i opstandelse? Faktisk, Allah er fuld af dusør til folk, men de fleste af dem er ikke taknemmelig."
el: Και ποια θα είναι η υπόθεση του αυτούς που εφεύρουν ψεύδος για τον Αλλάχ για την ημέρα της Αναστάσεως? Πράγματι, Αλλάχ είναι γεμάτη με γενναιοδωρία στους ανθρώπους, αλλά οι περισσότεροι από αυτούς δεν είναι ευγνώμων.»
et: Ja milline saab olema spontaanselt, kes leiutada valetamine umbes Allah ülestõusmise päev? Tõepoolest, Allah on täis halastus rahvale, kuid enamik neist ei ole tänulik."
fi: Ja mitä tulee olettamus jotka keksivät valhe siitä Allah ylösnousemuksen päivänä? Itse asiassa Jumala on täynnä bounty ihmisille, mutta useimmat heistä eivät ole kiitollinen."
he: מה יהיה ההנחה של מי להמציא שקר על אללה על יום התקומה אכן, אללה הוא מלא ראשים לעם, אך רובם אינם אסירת תודה."
hr: I što će biti pretpostavka onih koji izmišljaju laži o Allahu na dan uskrsnuća? Uistinu, Allah je pun nagrada ljudima, ali većina njih nisu zahvalni."
lt: Ir kas bus tiems, kurie sugalvoti melas apie Dievo prisikėlimo dieną LPDP? Iš tiesų, Dievas yra pilnas bounty žmonių, bet dauguma iš jų nėra dėkingas."
lv: Un kāda būs tiklab pieņēmumiem, kuri izgudrot meli par Allah par augšāmcelšanās dienā? Patiešām, Allah ir pilna veltes cilvēkiem, bet lielākā daļa no tām nav pateicīgs."
nb: Og hva vil være antakelsen som oppfinne løgn om Allah på dagen av oppstandelse? Faktisk Allah er full av dusør til folk, men de fleste av dem er ikke takknemlig."
sk: A čo bude domnienku o tých, ktorí vymyslieť lož o Alah na deň vzkriesenia? Vskutku, Alah je plný kvantum ľudí, ale väčšina z nich nie sú vďační."
sl: In kaj bo ugibati o tiste, ki izumiti laž o Allah na dan od vstajenje? Res, Allah je poln radodarnosti ljudem, ampak večina od njih niso hvaležni."
sr_cyrl: И какав ће бити претпоставка од оних који су измислили неистина о Аллах на дан ускрснућа? Заиста, Аллах је пуна на уцењене главе људима, али већина њих нису захвални."
sr_latn: I kakav će biti pretpostavka od onih koji su izmislili neistina o Allah na dan uskrsnuća? Zaista, Allah je puna na ucenjene glave ljudima, ali većina njih nisu zahvalni."
uk: А що буде припущення тих, які винаходять брехня про Аллах день Воскресіння? Дійсно, Аллах сповнена Баунті до людей, але більшість з них не вдячний."
vi: Và những gì sẽ là giả thuyết của những người phát minh ra falsehood về Allah vào ngày phục sinh? Thật vậy, Allah là đầy đủ của các tiền thưởng cho người dân, nhưng hầu hết trong số họ không biết ơn."
zu: Futhi siyoba yini ukuzithathela of labo usungula amanga mayelana Allah on Suku Vuko?

# Quran1425
source: And, [O Muhammad], you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register.
ca: I, [O Muhammad], no [participen] en qualsevol assumpte o recitar qualsevol de l'Alcorà i que [la gent] no fer qualsevol fet excepte que som testimoni sobre vostè quan vostè està involucrat en això. I no absent del seu senyor és qualsevol [part] del pes de de un Àtom dins la terra o dins el cel o [tot] major sinó que és de manera clara o més petit que el registre.
cy: Ac [O Muhammad], nid ydych yn [ymgysylltu] mewn unrhyw fater neu adrodd ni wneud unrhyw un o'r Qur'an a chi [pobl] Mae unrhyw weithred heblaw ein bod yn dyst dros chi pan fyddwch yn cymryd rhan ynddo. Ac nid absennol o eich Arglwydd yw unrhyw [rhan] o'r pwysau atom o fewn y ddaear neu o fewn y nefoedd neu mae [Dim] llai na hynny neu fwy, ond ei bod yn amlwg yn cael eu cofrestru.
da: Og [O Muhammad], du er ikke [engageret] i enhver sag eller recite nogen af Koranen og du [mennesker] gør ikke nogen gerning bortset fra at vi er vidne over dig, når du er involveret i den. Og ikke fraværende fra din herre er nogen [del] af en atom's vægt i jorden eller i himmelen eller [alt] mindre end eller større, men at det er i et klart registrere.
el: Και, [Ο Μωάμεθ], δεν είστε [συμμετέχουν] σε οποιαδήποτε υπόθεση ή recite οποιαδήποτε από το Κοράνι και εσείς [Πρόσωπα] δεν κάνουν οποιαδήποτε πράξη, εκτός από το ότι είμαστε μάρτυρες πάνω σας όταν συμμετέχετε σε αυτό. Και δεν απουσιάζει από το Λόρδο είναι οποιοδήποτε [μέρος] του βάρους ενός ατόμου στο εσωτερικό της γης ή εντός του ουρανού ή εγγραφείτε [κάθε άλλο] πολύ μικρότερη ή μεγαλύτερη, αλλά και ότι είναι σε ένα σαφές.
et: Ja [O Muhammad], sa ei ole [tööle] mõnes küsimuses või rääkiv Koraan ja sa [inimesed] ei ole ühtegi tegu, välja arvatud, et meil on tunnistaja teie üle, kui teil on sellega seotud. Ja mitte sadamast on teie Issand on aatomi massi või taevas maa territooriumil [osa] või [midagi] väiksem või suurem, kuid seda tuleb selgelt registris.
fi: Ja [Oi Muhammed] et [mukana] asia tai lausua Koraanin ja voit [ihmiset] tee mitään teko paitsi, että joudumme nyt teidän kun olet mukana siinä. Ja ollut poissa Herrasi on kun atomit paino maan tai taivaan [osa] tai [jotain] pienempi tai suurempi, mutta että se on selkeästi Rekisteröidy.
he: [O מוחמד], אתה לא [עוסקת] כל דבר ועניין דקלם כלשהו הקוראן ואין [אנשים] לא תעשה שום מעשה חוץ מזה אנו עדים עליך כאשר אתה מעורב בו. לא נעדר מן האדון [חלק] המשקל של אטום בתוך כדור הארץ או את השמים או [דבר] יותר קטן או גדול אבל שזה ברורה להירשם.
hr: I [O Muhammad], niste [sudjelovali] u bilo kojem pitanju ili recitirati Kur'an i da [ljudi] ne radi bilo djelo osim što smo svjedoci te kada su uključeni u to. I nisu odsutne iz vaš gospodar je [sudjelovati] neki atom težine unutar zemlje ili u nebo ili [nešto] manje od toga ili veće, ali da je na jasan registrirati.
lt: O [O Muhammad], jūs nesate [dalyvauja] visas medžiagas arba deklamuoti Korano ir [žmonės] nedaryk bet veikos išskyrus tai, kad mes esame liudininkai, virš tavęs, kai jūs esate įsitraukę į jį. Ir nėra išvykęs iš jūsų Viešpats yra atomo 's svorio per žemę arba per dangaus [dalis] arba [nieko] mažesnis ar didesnis, bet kad tai aiškiai registre.
lv: Un [O Muhammad], tu neesi [darbā] jebkurā jautājumā vai deklamēt jebkuru no Korāns un jūs [cilvēku] darīt jebkurš akts, izņemot to, ka mēs esam liecinieki pār jums, kad jūs esat iesaistīts kādā tā. Un nav prom no jūsu kungs ir jebkuras [daļas] atoma svara zemes vai debesīs vai reģistrēt [kaut] mazāka vai lielāka, bet, ka tas ir skaidrs.
nb: Og [O Muhammad], er du ikke [engasjert] i saken eller resitere Koranen og du [folk] ikke gjør noen gjerning bortsett fra at vi er vitne over deg når du er involvert i den. Og ikke fraværende fra din Herre er noen [del] et atom er vekt på jorden eller i himmelen eller [alt] mindre enn eller større, men at det er i en klar register.
sk: A [Mohamed], nie ste [zaoberá] žiadnu záležitosť alebo recitovat Korán a ste [ľudia] nerobte žiadne skutok, okrem toho, že sme svedkami nad vami, keď ste zapojený v ňom. A nie neprítomnosti z vášho pána je akákoľvek [časť] hmotnosť atómu do zeme alebo do neba alebo [niečo] menšia ako alebo väčšie, ale to je jasne zaregistrovať.
sl: In [O Muhammad], niste [ki] kakršnih koli materialov ali pripovedovati Korana in ste [ljudje] ne katero koli listino, razen da smo priča nad vami, ko ste vključeni v to. In ne odsotna od svojega Gospoda je vse [del] mase atoma v zemljo ali v nebeško ali [karkoli] ki manjša ali večja, ampak da je jasno register.
sr_cyrl: И [О Мухаммад], ви нисте [баве] било које питање или рецитује свих Кур'ану и ти [људи] не ради било дело осим да сведоци смо над тобом кад си у томе. И не одсутна од твог Господа је било [део] би атом маса унутар земље или у рају или [нешто] мањи од тога или већи, али то је у јасна регистрација.
sr_latn: I [O Muhammad], vi niste [bave] bilo koje pitanje ili recituje svih Kur'anu i ti [ljudi] ne radi bilo delo osim da svedoci smo nad tobom kad si u tome. I ne odsutna od tvog Gospoda je bilo [deo] bi atom masa unutar zemlje ili u raju ili [nešto] manji od toga ili veći, ali to je u jasna registracija.
uk: І, [O Мухаммад], ви не [займається] будь-які питання або читають будь-який з Коран і ви [чоловік] не робити будь-які справи, крім того, що ми є свідками над вами, коли ви берете участь у ньому. І не відсутні від вашого Господь входить будь-якого [] атома в ваги всередині землі або в межах небесній або [нічого] менше, ніж або більше, але це в чіткій зареєструватися.
vi: Và, [O Muhammad], bạn không phải là [tham gia] vào bất kỳ vấn đề hoặc niệm bất kỳ kinh Koran và [người] không làm bất kỳ hành động ngoại trừ rằng chúng tôi là nhân chứng trên bạn khi bạn đang tham gia vào nó. Và không phải vắng mặt từ của mình Chúa là bất kỳ [một phần] một nguyên tử trọng lượng trong vòng trái đất hay trong thiên đường hoặc nhỏ hơn hoặc lớn hơn nhưng mà nó là trong một rõ ràng [gì] đăng ký.
zu: Futhi, [O Muhammad], awazi ukuthi [wahlanganyela] kunoma yiluphi udaba noma kuhaya noma yiziphi Qur'an bese nawe [abantu] musa ukwenza noma yimuphi itayitela ngaphandle ukuthi Singabantu ubufakazi phezu kwenu lapho kuhileleke you ngaphakathi it.

# Quran1426
source: Unquestionably, [for] the allies of Allah there will be no fear concerning them, nor will they grieve
ca: Sens dubte, [per] els aliats d'Allah hi haurà cap por sobre ells, ni es ells grieve
cy: Yn ddiamau, [i] y cynghreiriaid Allah ni fydd unrhyw ofn ynghylch eu, na bydd iddynt alaru
da: Utvivlsomt, [for] allierede af Allah vil der ikke være bange for dem, eller vil de sørge
el: Αναμφισβήτητα, [οι Σύμμαχοι του Αλλάχ για] θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι
et: Kahtlemata [kohta] Jumala liitlased ei tule mingit hirmu suhtes ega nad leinata
fi: Kiistatta [on] liittoutuneet Allah ei tule pelätä niitä koskevat eikä ne murehtia
he: אין ספק, [על] בנות הברית של אללה יהיו ללא פחד הקשור בהם, ולא יהיה שהם מתאבלים
hr: Neupitno, za saveznike Allah neće biti nikakvog straha koji se njih tiču, niti će oni tugovati
lt: Be abejo, [už] sąjungininkai, Dievas bus ne baimė dėl jų, nei bus jie sielvartauti
lv: Neapšaubāmi, [] Allāha sabiedrotajiem nebūs nekādu baiļu par to, kā arī būs tie sēro
nb: Uten tvil, [for] allierte Allah det blir ingen frykt om dem, eller vil de sørge
sk: Nesporne, [pre] spojencov Alah to nebude mať žiadny strach, ktoré sa ich týkajú, ani sa im truchlit
sl: Nedvomno, [za] zavezniki Allah bo brez strahu, ki jih zadevajo, niti jih bo žalujejo
sr_cyrl: Без сумње, за савезника, Алах ће бити без страха у вези са њима, нити ће они тугују
sr_latn: Bez sumnje, za saveznika, Alah će biti bez straha u vezi sa njima, niti će oni tuguju
uk: Без сумніву, [для] союзники Аллах там буде не боячись, що стосуються їх, і не будуть вони сумують
vi: Unquestionably, cho các đồng minh của Allah có sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau buồn
zu: Ngokungangabazeki, [ngoba] the sizana of Allah khona Kuyobe kungekho ukwesaba ngokuphathelene them nor tando they lila!

# Quran1427
source: Those who believed and were fearing Allah
ca: Els que creien i van ser tement Allah
cy: Rhai sydd yn credu a oedd yn ofni Allah
da: Dem, der troede og frygte Allah
el: Εκείνοι που πιστεύουν και φοβούνται Αλλάχ
et: Need, kes uskusid ja olid kartes Allah
fi: Ne, jotka uskoivat ja olimme pelätä Jumala
he: מי האמין, היו שחששו אללה
hr: Oni koji vjeruju i su straha od Allaha
lt: Tiems, kurie tikėjo ir buvo bijo Dievo
lv: Tiem, kas ticēja un bija baidoties no Allah
nb: De som trodde og var fryktet Allah
sk: Tí, ktorí verili a sa báť Boha
sl: Tisti, ki je verjel in so bili boji Allah
sr_cyrl: Они који верује и били страхујући од Алаха
sr_latn: Oni koji veruje i bili strahujući od Alaha
uk: Ті, хто вірив і були побоюючись Аллаха
vi: Những người tin tưởng và đã sợ Allah
zu: Labo kholwa abangu abesaba Allah

# Quran1428
source: For them are good tidings in the worldly life and in the Hereafter. No change is there in the words of Allah. That is what is the great attainment.
ca: Per a ells són la bona nova a la vida mundana i en el futur. Cap canvi hi ha en paraules d'Allah. Això és què és la gran consecució.
cy: Ar eu cyfer yn tidings da mewn bywyd worldly ac yn y o hyn ymlaen. A oes unrhyw newid yn y geiriau Allah. Dyna beth yw cyrhaeddiad mawr.
da: For dem er gode tidender i det verdslige liv og i hinsidige. Ingen ændring er der i ord af Allah. Det er, hvad er den store virkeliggørelsen.
el: Για τους είναι καλή είδηση για την κοσμική ζωή και στη συνέχεια. Καμία αλλαγή είναι σύμφωνα με τα λόγια του Αλλάχ. Αυτό είναι η μεγάλη επίτευξη.
et: Neil on maise elu ja edaspidi rõõmusõnumit. Muutumatu kas Jumala sõnu. Seda on suur saavutamiseks.
fi: Niille ovat ilosanoman maallista elämää ja tulevassa. Ei muutosta on siellä Jumalan sanaa. Mikä on suuri saavuttamisen.
he: עבור אותם הם בשורות טובות בחיים הגשמיים, בעולם הבא. אין שינוי יש במילים של אללה. . זה מה הפרי הגדול
hr: Za njih su dobre vijesti u svjetovni život i u daljnjem tekstu. Promjena je u riječi Allah. To je ono što je veliko postignuće.
lt: Jiems yra gera žinia žemiškas gyvenimas ir toliau. Jokių pokyčių ar žodžiais tariant, Dievas. Tai, koks didelis pasiekti.
lv: Viņiem ir labas vēstis pasaulīgās dzīves un turpmāk. Bez izmaiņām ir Allāha vārdiem. Lūk, kas ir liels sasniegšana.
nb: For dem er godt budskap i verdslige livet og i hinsidige. Ingen endring er det i ord. Det er det er stor oppnåelse.
sk: Pre nich sú dobrá zvesť pozemský život a ďalej. Žiadna zmena je v slovách Boha. To je skvelé vzdelania.
sl: Za njih so dobrih novic v posvetno življenje in v nadaljevanju. Nobena sprememba ni v besede Alah. To je tisto, kar je velik doseganje.
sr_cyrl: За њих су радосне у земаљски живот, а на другом свету. Нема промена је тамо у речи од Алаха. То је сјајно постизању.
sr_latn: Za njih su radosne u zemaljski život, a na drugom svetu. Nema promena je tamo u reči od Alaha. To je sjajno postizanju.
uk: Для них є добру новину в мирське життя і в майбутньому. Зміни не є там, за словами Аллаха. Ось що велике досягнення.
vi: Đối với họ là tidings tốt trong cuộc sống trần tục và trong tương lai. Không có thay đổi có những lời của Allah. Đó là những gì đạt được tuyệt vời.
zu: Kubo kukhona izindaba ezinhle kuleli worldly pilo ngaphakathi Hereafter.
