Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran833
source: So when they forgot that by which they had been reminded, We opened to them the doors of every [good] thing until, when they rejoiced in that which they were given, We seized them suddenly, and they were [then] in despair.
ca: Així quan es van oblidar que pel qual que havia estat va recordar, vam obrir-los les portes de totes les coses [bones] fins que, quan s'alegraven en la qual se'ls, hem agafat de sobte, i eren [llavors] en la desesperació.
cy: Felly pan anghofiodd eu bod y maent wedi'u hatgoffa, agorwyd iddynt y drysau o bob peth [da] nes, pan y maent yn llawenhau oherwydd hynny y caent, manteisio arnynt yn sydyn, ac roeddent yn [] mewn anobaith.
da: Så når de glemte, at hvor de havde været mindet, åbnet vi for dem dørene til alt [godt] indtil, når de frydede sig i det, som de fik, vi greb dem pludselig, og de var [så] i fortvivlelse.
el: Έτσι όταν ξέχασε ότι με την οποία είχε ήδη θύμισαν, ανοίξαμε τους στις πόρτες του κάθε [καλές] πράγμα έως ότου, όταν χάρηκαν σε αυτό που τους δόθηκε, εμείς τους κατασχέθηκαν ξαφνικά, και ήταν [τότε] σε απόγνωση.
et: Nii et kui nad unustasid, et millega nad oli meelde tuletanud, avasime neile iga [head] asi uksed enne kui nad rõõmustasime selle, mis neile anti, me arestitud neile äkki, ja nad olid [siis] Meeleheitel.
fi: Joten kun he unohtivat, että millä ne oli ollut muistuttanut, avasimme heille ovet joka [hyvä] asia vasta kun he iloitsivat siitä, mitä he saivat, yllätti heidät yhtäkkiä ja he olivat [silloin] epätoivoisia.
he: אז כאשר הם שכחו כי שלפיו הם היו כבר הזכירו, פתחנו להם את הדלתות של כל דבר [טוב] עד, כאשר הם שמחו בזה אשר ניתנו, השתלטנו להם לפתע, הם היו [אז] בייאוש.
hr: Pa kad su zaboravili da koji su imali su podsjetili, otvorili smo im vrata svaki [dobro] dok, kad su se radovali u ono što su dobili, uhvatili smo ih iznenada, a bili su [onda] u očaj.
lt: Taigi kai jie pamiršo, kad iš kurių jie turėjo buvo priminta, mes atvėrė jiems duris kas [geras] dalykas kol, kai jie radował į tai, kas jiems buvo suteikta, mes konfiskavo juos netikėtai, ir jie buvo [tada] neviltis.
lv: Tātad, kad viņi ir aizmirsuši, ka, kādā tie bija atgādināts, mēs atvērām tām durvīm ik [labu] lieta līdz brīdim, kad viņi priecājās par to, kas viņiem tika dota, mēs viņiem pēkšņi sagrāba, un viņi [tad] ar izmisumu.
nb: Så når de glemte at som de hadde blitt minnet, åpnet vi dørene til hver [god] ting før, når de glade i det som de fikk vi tok dem plutselig, og de var [da] i fortvilelse.
sk: Takže keď oni zabudli, že tým, čo mal boli pripomínali, sme otvorili im dvere každý [dobré] až keď sa zaradovali, ktoré dostali, sme sa chytil ich náhle a [potom] boli v zúfalstve.
sl: Tako ko so pozabili, da s katerim se je bil spomnil, smo odprli za njih vrata vsak [dobro] dokler, ko se veselil, ki so dobile, smo jih zasegli nenadoma, in so bili [torej] v obup.
sr_cyrl: Па кад су заборавили да помоћу којих су била је подсетио, отворили смо им врата сваки [добро] док, када су се радовала у оно што су добили, заузели смо их одједном, а били су [тадашњи] из очаја.
sr_latn: Pa kad su zaboravili da pomoću kojih su bila je podsetio, otvorili smo im vrata svaki [dobro] dok, kada su se radovala u ono što su dobili, zauzeli smo ih odjednom, a bili su [tadašnji] iz očaja.
uk: Так коли вони забули, що за допомогою якого вони були нагадували, ми відкрили їм двері [Гарне] кожна річ поки, коли вони раділи в те, що вони були дані, ми захопили їх раптом, і вони [тоді] у розпачі.
vi: Vì vậy khi họ quên rằng mà họ đã được nhắc nhở, chúng tôi mở cửa cho họ các cửa ra vào của mỗi điều [tốt] cho đến khi họ rejoiced trong đó mà họ đã được đưa ra, chúng tôi tịch thu bất ngờ, và họ đã [sau đó] trong tuyệt vọng.
zu: Ngakho lapho they khohlwa lowo by ayehlakazekele wakhumbuza, Savula kubo iminyango yonke into [okahle] kuze kube, lapho bajabula ngalokho babenikwa, Sasebenzisa ngokuzumayo, kade [ke] yithemba.

# Quran834
source: So the people that committed wrong were eliminated. And praise to Allah, Lord of the worlds.
ca: Així van ser eliminades les persones que comès malament. I la lloança a Allah, Senyor dels mons.
cy: Felly roedd y bobl yn ymrwymedig anghywir yn cael eu dileu. A chanmoliaeth i Allah, Arglwydd y byd.
da: Så de mennesker, der har begået fejl var elimineret. Og ros til Allah, Herren af verdens.
el: Έτσι οι άνθρωποι που διέπραξε λάθος είχαν εξαλειφθεί. Και τον έπαινο Αλλάχ, ο Λόρδος των κόσμων.
et: Nii kõrvaldati toime vale inimest. Ja Jumal, Issand Maailmade kiitust.
fi: Joten ihmiset, jotka teki väärin poistettiin. Ja Ylistys Jumalalle, maailmojen luoja.
he: אז האנשים ביצע טעות חוסלו. השבח לאללה, לורד העולמות.
hr: Tako ljudi koji su počinili u redu bili eliminirani. I hvala Allahu, gospodaru svjetova.
lt: Taigi žmonių, kurie padarė negerai buvo panaikintos. Ir pagirti Allaho, Viešpatie pasaulių.
lv: Tātad cilvēki, kas izdarījuši nepareizi tika likvidēta. Un Allah, pasaules kungu slavēt.
nb: Så ble de som begikk feil eliminert. Og ros til Gud, Herren av verdens.
sk: Takže ľudí, ktorí sa dopustili zlého boli odstránené. A Chvála Bohu, Pánovi ľudstva.
sl: Tako so bile odpravljene ljudi, ki je storila narobe. In pohvale za Allah, gospod svetov.
sr_cyrl: Тако да људи који су починили наопако су укинута. И Слава Алаху, господару света.
sr_latn: Tako da ljudi koji su počinili naopako su ukinuta. I Slava Alahu, gospodaru sveta.
uk: Тому люди, які здійснили неправильно були скасовані. І хвала Аллаха, Господу світів.
vi: Vì vậy, những người cam kết sai đã được loại bỏ. Và ngợi khen cho Allah, Lord of the thế giới.
zu: Ngakho abantu owenze okungalungile awabange esaba khona.

# Quran835
source: Say, "Have you considered: if Allah should take away your hearing and your sight and set a seal upon your hearts, which deity other than Allah could bring them [back] to you?" Look how we diversify the verses; then they [still] turn away.
ca: Dir, "has considerat: si Allah ha de portar l'oïda i la vista i posar un segell sobre el teu cors, que la deïtat que Allah podria portar-los [altra vegada] a vostè?" Mira com ens diversificar els versos; llavors ells [encara] allunyen.
cy: Dweud, "ydych chi wedi ystyried: Os gymryd i ffwrdd eich clyw a golwg eich Allah a gosod sêl ar eich calonnau, pa Dduwdod ac eithrio Allah gellid dod â hwy [yn ôl] i chi?" Edrych sut yr ydym yn arallgyfeirio y penillion; yna maent [o hyd] yn troi i ffwrdd.
da: Sige, "har du overvejet: hvis Allah bør tage væk din hørelse og dit syn og sat et segl på jeres hjerter, hvilken guddom end Allah kunne bringe dem [tilbage] til dig?" Se hvordan vi diversificere vers; de [fortsat] Drej væk.
el: Λένε, «έχετε εξετάσει: Αν Αλλάχ θα πρέπει να πάρει μαζί την ακοή σας και τα μάτια σας και να ορίσετε μια σφραγίδα επάνω τις καρδιές σας, ποια θεότητα εκτός από Αλλάχ, θα μπορούσε να τους [πίσω] σε εσάς;» Δούμε πώς θα διαφοροποιήσουν τους στίχους? στη συνέχεια, [ακόμη] γυρίζουν μακριά.
et: Öelda: "Kas te lugeda: kui Allah tuleks ära võtta, kuulmise ja nägemise ja plomm peale teie südamed, milliseid jumalus peale Jumal võiks viia need [tagasi] teile?" Vaata, kuidas me mitmekesistada salmid; siis nad [ikka] tõlgivad.
fi: Esimerkiksi "Oletteko harkinnut: Jos Jumala olisi viedä kuuloa ja näköä ja sinetillä teidän sydämissänne, jonka Jumala kuin Jumala voisi tuoda ne [takaisin] sinulle?" Näyttää, miten meidän monipuolistaa jakeet; sitten he [edelleen] kääntyvät pois.
he: אומרים, "עדיין: אם אללה צריך לקחת השמיעה שלך ואת ראייתך והגדרת ים על הלב שלכם, אלוהות אשר מלבד אללה יכול להביא אותם [חזרה] לך?" . תראה איך אנחנו לגוון את הפסוקים; אז הם [עדיין] פונים משם.
hr: Reći, "zar ne misliš: Ako Allah treba odnijeti svoj sluh i vid i postaviti pečat na svoje srce, koje božanstvo osim Allah bi ih [natrag] ti?" Pogledajte kako možemo preinačiti stihova; zatim [još uvijek] ti.
lt: Sako: "ar jūs laikoma: jei Dievas turėtų atimti klausa ir jūsų akyse ir nustatyti plomba į jūsų širdyse, kuris dievybės, išskyrus Allah galėtų duoti jiems [atgal] jums?" Atrodo kaip mes įvairinti ženklai; tada jie [vis dar] nusigręžti.
lv: Teikt: "jūs uzskatīja: ja Allah atņemt jūsu dzirde un sava redzesloka, un noteikti zīmogu pēc jūsu sirdis, kas dievība, izņemot Allah varētu dot viņiem [atpakaļ] jums?" Paskaties, cik mēs dažādot pantus; tad viņi [vēl] savukārt prom.
nb: Sier "har du vurdert: Hvis Allah bør ta bort hørselen og synet og satt et segl på deres hjerter, som guddom enn Allah kunne bringe dem [tilbake] til deg?" Se hvordan vi spre versene; deretter [fortsatt] slår de bort.
sk: Povedať: "už ste považovaný za: ak Boh by odniesť sluch a váš zrak a pečať na vaše srdcia, ktoré Božstva ako Boha [späť] by mohla priniesť vám?" Pozrite sa, ako môžeme spestriť verše; potom sa [stále] zase preč.
sl: Reči, "si šteje: Če Allah je odvzela vaš sluh in svoj vid in pečat na svoje srce, ki božanstvo razen Allah bi jih [nazaj] za vas?" Poglej, kako smo raznolikost verze; nato [še vedno] obrnejo proč.
sr_cyrl: Рецимо , "Имате ли сматра: ако Алах треба да се узме твој слух вида а печат на срца, које боћанство осим Аллах могао [назад] да ти донесем?" Погледај како смо диверсификације стихове; затим [још] окрену.
sr_latn: Recimo, "Imate li smatra: ako Alah treba da se uzme tvoj sluh vida a pečat na srca, koje boћanstvo osim Allah mogao [nazad] da ti donesem?" Pogledaj kako smo diversifikacije stihove; zatim [još] okrenu.
uk: Сказати: "ви вважаються: чи Аллах повинні забрати ваш слух і поля зору і сальника на ваших серцях, який божества, крім Аллаха може довести їх [назад] до вас?" Подивіться, як ми диверсифікувати вірші; Потім вони [ще] відвернутися.
vi: Nói, "có bạn được coi là: nếu Allah nên mất đi thính giác của bạn và tầm nhìn của bạn và thiết lập một con dấu khi trái tim của bạn, mà vị thần khác ngoài Allah có thể mang lại cho họ [trở lại] bạn?" Nhìn như thế nào chúng tôi đa dạng hóa câu; sau đó họ [còn] lần lượt đi.
zu: Uthi, "Uke kubhekwe: uma Allah kufanele nisuse izindlebe zakho bese emehlweni akho futhi yamqinisa ngophawu ngaphezu phezu izinhliziyo zenu, okuyinto unkulunkulu ngaphandle kuka Allah kungaletha kubo [emuva] kuwe?"

# Quran836
source: Say, "Have you considered: if the punishment of Allah should come to you unexpectedly or manifestly, will any be destroyed but the wrongdoing people?"
ca: Dir, "has considerat: si el càstig d'Allah ha vingut inesperadament o manifestament, serà qualsevol destruït però la gent d'irregularitats?"
cy: Dweud, "ydych chi wedi ystyried: os dylid cosbi Allah yn dod i chi annisgwyl neu yn amlwg, bydd dinistrio unrhyw un ond pobl gamwedd?"
da: Sige, "har du overvejet: Hvis straf af Allah skal komme til dig uventet eller åbenbart, vil nogen være ødelagt men forseelser mennesker?"
el: Λένε, «έχετε εξετάσει: αν την τιμωρία του Αλλάχ θα πρέπει να έρθει σε σας απροσδόκητα ή προδήλως, θα οποιοσδήποτε είναι κατέστρεψα αλλά αδίκημα λαού;»
et: Öelda: "on teil kaaluda: kui Jumal karistus peaks tulema teile ootamatult või ilmselgelt, mõni on hävitatud aga valesti inimesed?"
fi: Esimerkiksi "Oletteko harkinnut: Jos Jumalan rangaistus sinulle odottamatta tai ilmeisesti, jokin tuhotaan mutta rikkomuksista ihmisiä?"
he: אומרים, "עדיין: אם העונש של אללה צריך לבוא אליך באופן בלתי צפוי או בעליל, כל יושמדו אך האנשים מעשים רעים?"
hr: Reći, "zar ne misliš: Ako kazna Allah vam neočekivano ili očito, bilo koji će biti uništena ali zločin ljudi?"
lt: Sako: "ar jūs laikoma: jei Dievo bausmė turėtų ateiti pas jus netikėtai arba akivaizdžiai, bus bet sunaikinti bet nusikaltimą žmonės?"
lv: Teikt: "jūs uzskatīja: ja Allah sodam vajadzētu nākt pie jums, negaidīti vai acīmredzami, tiks jebkuru iznīcināts bet grēks cilvēku?"
nb: Sier "har du vurdert: Hvis straffen av Allah bør komme deg uventet eller åpenbart, vil noen bli ødelagt men urett folk?"
sk: Povedať: "už ste považovaný za: ak trest Alah by prísť k vám nečakane alebo zjavne, budú všetky zničené ale previnenie ľudí?"
sl: Reči, "si šteje: če kazen Allah je prišel k vam nepričakovano ali očitno, bo vse uničeno ampak protipravna dejanja ljudi?"
sr_cyrl: Рекао је, "те сматра: ако казна од Алаха да ти дорем неочекивано или првенствено, било ко, уништиће али малверзацијама људи?"
sr_latn: Rekao je, "te smatra: ako kazna od Alaha da ti doрem neočekivano ili prvenstveno, bilo ko, uništiće ali malverzacijama ljudi?"
uk: Сказати: "ви вважаються: Якщо покарання Аллах повинні прийти до вас несподівано або явно, буде будь-який буде знищена але порушник люди?"
vi: Nói, "có bạn được coi là: nếu các hình phạt của Allah sẽ đến với bạn bất ngờ hoặc rõ ràng là, sẽ bất kỳ bị phá hủy nhưng sai trái người?"
zu: Uthi, "Uke kubhekwe: uma isijeziso Allah sondela you kungalindelekile noma okubonisa ngokucacile, akhona yini noma ubani abhujiswe kodwa abantu abenza okubi?"

# Quran837
source: And We send not the messengers except as bringers of good tidings and warners. So whoever believes and reforms - there will be no fear concerning them, nor will they grieve.
ca: I enviar missatgers no excepte com a missatgers de la bona nova i última. Així qui creu i reformes - hi haurà cap por sobre ells, ni es ells grieve.
cy: A ydym yn anfon nid y negeswyr ac eithrio fel bringers tidings da a warners. Felly, pwy bynnag sy'n credu a diwygiadau-ni fydd unrhyw ofn ynghylch eu, ac ni bydd iddynt alaru.
da: Og vi sender ikke budbringere undtagen som bringers af gode tidender og Warner. Så hvem tror og reformer - vil der ikke være bange for dem, eller vil de sørge.
el: Και στέλνουμε δεν είναι οι αγγελιοφόροι παρά μόνο ως αγγελιοφόροι της καλή είδηση και warners. Έτσι, όποιος πιστεύει και μεταρρυθμίσεις - θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: Ja saadame mitte kullerid peale rõõmusõnumit ja warners bringers. Nii kes usub ja reformide - tekib ei karda neid käsitlevatele ega nad leinata.
fi: Ja lähetämme sanansaattajia lukuun ottamatta tuojia ilosanoman ja warners. Joten joka uskoo ja uudistukset - ei olla pelätä niitä koskevien, eikä ne surra.
he: ושלח לנו לא השליחים מלבד בתור שליחים של בשורות טובות ו"וורנר. אז מי שמאמין, רפורמות - יהיו ללא פחד הקשור בהם, ולא יהיה להם להתאבל.
hr: I mi poslati glasnike osim kao Donosioci radosne i Warnera. Pa tko vjeruje i reforme - neće biti nikakvog straha koji se njih tiču, niti će oni tugovati.
lt: Ir mes siųsti ne pasiuntinius išskyrus kaip gera žinia ir warners Žinianešiai. Taigi kas tiki ir reformų - ten bus ne baimė dėl jų, taip pat bus jie sielvartauti.
lv: Un mēs nosūtīsim ne kurjeriem, izņemot kā labas vēstis un warners nesēji. Tātad tam, kurš uzskata, un reformas - nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: Og vi sender ikke budbringere unntatt som bringer godt budskap og warners. Så den som tror og reformer - det vil være ingen frykt om dem, heller ikke vil de sørge.
sk: A pošleme nie poslov okrem ako poslovia dobrú zvesť a warners. Takže každý, kto verí a reformy - to nebude mať žiadny strach, ktoré sa ich týkajú, ani sa im truchlit.
sl: In pošljemo ne sli razen kot bringers dobrih novic in warners. Torej Kdor verjame in reforme - bo brez strahu, ki jih zadevajo, niti jih bo žalujejo.
sr_cyrl: И послати не весници осим као доносиоце радосне и само идеја. Па ко год верује и реформе - ће бити без страха у вези са њима, нити ће они туговати.
sr_latn: I poslati ne vesnici osim kao donosioce radosne i samo ideja. Pa ko god veruje i reforme - će biti bez straha u vezi sa njima, niti će oni tugovati.
uk: І ми відправляємо не посланцями крім як Посланці добру новину та місті warners. Тому, хто вірує і реформ - буде без страху, що стосуються їх, і не будуть вони сумують.
vi: Và chúng tôi gửi không phải là những sứ giả ngoại trừ như bringers của tidings tốt và warners. Vì vậy, bất cứ ai tin và cải cách - có sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Futhi Sithumela hhayi gijimi bringers imibiko okuhle futhi warners.

# Quran838
source: But those who deny Our verses - the punishment will touch them for their defiant disobedience.
ca: Però els que neguen la nostra versos - la voluntat de càstig tocar-los per la seva desobediència desafiant.
cy: Ond mae rhai sy'n gwadu bod ein penillion-bydd y gosb yn eu cyffwrdd ar gyfer eu herio anufudd-dod.
da: Men dem, der nægter vores vers - straf vil røre dem for deres trodsig ulydighed.
el: Αλλά εκείνοι που αρνούνται στίχους μας - η τιμωρία θα τους αγγίξει για ανυπακοή τους προκλητικός.
et: Kuid need, kes eitavad meie Salme - karistuse tahtmist puudutada neid trotsiv allumatus.
fi: Mutta ne, jotka kieltävät jakeet - rangaistus tulee koskettaa niitä uhmakas tottelemattomuuteen.
he: אבל מי ששולל את הפסוקים שלנו - הרצון ענישה לגעת בהם בשל אי ציות מתריסה שלהם.
hr: Ali oni koji niječu naše stihove - kazna će ih za njihove prkosan neposluh.
lt: Bet tie, kurie neigia mūsų ženklai - bausmė bus jų liesti jų ignoruojantis nepaklusnumas.
lv: Bet tiem, kas noliedz mūsu vārsmas - sods būs pieskarties tām par to izaicinošs nepaklausību.
nb: Men de som nekter våre vers - straff vil ta dem for deres trassig ulydighet.
sk: Ale tí, ktorí popierajú naše verše - trest bude dotýkať ich pre ich vzdorný neposlušnosti.
sl: Ampak tisti, ki zanika naše verzi - kazen bo dotik za svoje kljubovalno neposlušnost.
sr_cyrl: Али оне који поричу да нам стихови - казна вољу Додирни их за њихове пркосан непослушности.
sr_latn: Ali one koji poriču da nam stihovi - kazna volju Dodirni ih za njihove prkosan neposlušnosti.
uk: Але ті, хто заперечує наших вірші - покарання буде доторкнутися до них для їх зухвалим непокори.
vi: Nhưng những người từ chối câu thơ của chúng tôi - sự trừng phạt sẽ liên lạc với chúng cho họ bất tuân defiant.
zu: Kodwa labo abaphika Emavesi - isijeziso namatha them ngenxa yokungalaleli kwabo abadelelayo.

# Quran839
source: Say, [O Muhammad], "I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me." Say, "Is the blind equivalent to the seeing? Then will you not give thought?"
ca: Dir, [O Muhammad], "no et dic que tinc els dipòsits [que conté la disposició] d'Allah o que sé invisibles, ni fer et dic que sóc un àngel. Jo només seguir el que es revela a mi." Dir, "és la persiana equivalent a veure'l? Llavors vostè no donarà idea?"
cy: Dweud, [O Muhammad], "wneud ni ddweud wrthych fod gennyf y depositories [sy'n cynnwys y ddarpariaeth] Allah neu y gwn y unseen, nac a dweud wrthych fy mod yn angel. Dim ond rwy'n dilyn beth yw datgelu i mi." Dweud, "Mae y Deillion yn cyfateb i weld y? Wedyn na roddwch chi feddwl?"
da: Sige, [O Muhammad], "jeg ikke fortælle dig at jeg har depositarer [der indeholder bestemmelsen] af Allah eller at jeg kender uset, eller må jeg fortælle dig, at jeg er en engel. Jeg kun følge hvad er åbenbaret for mig." Sige, "er svarende til de seende blind? Så vil du ikke give eftertanke?"
el: Ας πούμε, [Ο Μωάμεθ], "δεν σας λέω ότι έχω τα αποθετήρια [που περιέχει η διάταξη] του Αλλάχ ή ότι γνωρίζω την αθέατη, ούτε κάνω εγώ να σας πω ότι είμαι ένας άγγελος. Μόνο ακολουθώ αυτό που αποκαλύπτεται σε μένα.» Έλεγε, "είναι ισοδύναμη με το βλέπουμε τους τυφλούς; Στη συνέχεια θα δίνετε σκέψης;»
et: Öelda, [O Muhammad], "Ma ei ütle teile et olen Jumal [sisaldava sätte] hoiukohaks või et ma tean, et on nähtamatu, samuti kas ma teile öelda, et olen ingel. Ainult jälgin mida on näidanud mulle." Öelda "on samaväärne ei näe Pimedate? Siis sa ei anna mõte?"
fi: Eli [Oi Muhammed] "En kertoa että olen säilyttäjien [sisältävä säännös] Jumala tai että tiedän näkymätön eikä kerron olevani enkeli. Vain seurata mitä paljasti minulle." Sanoa, "vastaa näkeminen sokea? Sitten ei annat ajattelun?"
he: תגיד, [O מוחמד], "לא אמרתי לך שיש לי את מחסני [המכילה במתן] אללה או כי אני יודע יתלבה, וגם אני אומר לך שאני מלאך. אני רק עוקב אחרי מה יתגלה לי." לומר, "שווה לראות העיוור? אז לא תתן מחשבה?"
hr: [O Muhammad], "Ja ne kažem da imam depozitari [koja sadrži odredba] Allaha ili da znam nevidljivo, niti da ti kažem da sam anđeo. Samo pratim što je otkrila za mene." "Je slijepo ekvivalentno vidite? Onda ne dajte misli?"
lt: Pasakyti, [O Muhammad], "aš ne sakau kad turiu depozitoriumų [su nuostata] Dievo arba kad žinau nematyto, nei daryti aš pasakyti, kad aš angelas. Aš tik vadovaujuosi ką parodė, kad mane." Sako, "yra lygus nematyti aklas? Tada jums neleis mintis?"
lv: Teiksim, [O Muhammad], "es pateikt, ka man depozitārijos [saturošu nodrošināšana], Allah, vai ka es zinu, neredzēts, nedz darīt man pateikt, ka es esmu eņģelis. Es sekot tikai to, ko atklāja pie manis." Saka: "ir līdzvērtīgs saskatīšana akls? Pēc tam jums nedos doma?"
nb: Si, [O Muhammad], "jeg ikke fortelle deg at jeg har depositories [inneholder levering] Allah eller at jeg kjenner usynlige, eller gjøre jeg fortelle deg at jeg er en engel. Jeg bare følge det som er åpenbart for meg." Si, "er blinde tilsvarer ikke ser? Deretter vil du ikke gi tanke?"
sk: J. [Mohamed], "nie poviem vám že som ako depozitára [obsahujúce ustanovenie] Alah alebo že viem, že neviditeľné, ani som ti že som anjela. Iba sledujem čo sa ukázalo, ku mne." Povedať: "je rovná vidieť nevidiacich? Potom sa vám dať myslel?"
sl: Recimo, [O Muhammad], "ni vam povem da imam depozitarji, [ki vsebuje zagotavljanje] Allah ali da vem, nevidno, niti vam naj povem, da sem angel. Samo sledim kaj je pokazala, da me." Reči, "je enakovredna v videnje slepe? Potem vam ne bo misli?"
sr_cyrl: Реци , [О Мухаммад], "Ја не кажем да сам депоситориес [која садржи одредба] Аллаха или да знам невидјено, нити сам ти реци да сам ја анђео. Само прати оно што је открила ми." Реци , "је еквивалентно видети слепи? Онда ти не дам мисао?"
sr_latn: Reci, [O Muhammad], "Ja ne kažem da sam depositories [koja sadrži odredba] Allaha ili da znam nevidjeno, niti sam ti reci da sam ja anđeo. Samo prati ono što je otkrila mi." Reci, "je ekvivalentno videti slepi? Onda ti ne dam misao?"
uk: Скажімо, [O Мухаммад], "я не сказати вам що я депозитаріїв [містять надання] Аллаха, або що я знаю, що невидиме, а також зробити мені сказати вам, що я ангел. Я тільки слідувати тобто продовжуєш мені". Сказати, "сліпий еквівалентно бачачи? Тоді ви не дасть думки?"
vi: Nói, [O Muhammad], "tôi không cho bạn biết rằng tôi có bồn chứa [chứa cung cấp] của Allah hay rằng tôi biết unseen, cũng không làm tôi nói với bạn rằng tôi là một thiên thần. Tôi chỉ làm theo những gì được tiết lộ cho tôi." Nói, "là người khiếm thị tương đương với việc nhìn thấy? Sau đó sẽ bạn không đưa ra tư tưởng?"
zu: Awusho, [O Muhammad], "Angazi ngithi kini nginoMoya depositories [eliqukethe ukuhlinzekwa] Allah noma sengazi ezingabonwayo nor ncisheka I thasisela you I am gelosi!. Mina nje landela babe phendla ukuze
