Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran870
source: And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know?
ca: I com vaig témer a què associar mentre que no té por que us heu associat a Allah que que ell ha no empresonat a vostè qualsevol autoritat? Així que de les dues parts té més dret a la seguretat, si vostè ha de saber?
cy: A sut dylai ofnaf beth ydych yn ei gysylltu tra nid ydych yn ofni eich bod wedi sy'n gysylltiedig ag Allah y ef ni anfon i lawr i chi unrhyw awdurdod? Felly pa un o'r ddwy blaid wedi mwy o hawl i sicrwydd, os dylech wybod?
da: Og hvordan skal jeg er bange for hvad du forbinder, mens du ikke er bange for at du har knyttet til Allah, som han ikke har sendt til dig nogen myndighed? Så hvilken af de to parter har mere ret til sikkerhed, hvis du skal vide?
el: Και πώς θα πρέπει να φοβάμαι τι μπορείτε να συσχετίσετε ενώ δεν φοβούνται ότι έχετε συσχετίσει με τον Αλλάχ που για τις οποίες δεν έστειλε κάτω από σας οποιασδήποτε αρχής; Έτσι ποια από τις δύο πλευρές έχει περισσότερο δικαίωμα στην ασφάλεια, εάν πρέπει να ξέρετε;
et: Ja kuidas ma kartma mida seostate, kuigi te ei karda, et te seostasite Allah mis milleks ta ei ole saatnud te asutus? Mille mõlemad pooled on rohkem õigus turvalisusele, kui peaksite teadma?
fi: Ja miten pitäisi pelätä voit liittää vaikka et pelkää, että olet liittänyt Allah että jolle hän ei lähetetty sinulle viranomaista? Joten joka osapuolten on enemmän oikeus turvallisuuteen, jos sinun pitäisi tietää?
he: ועל איך צריך לחשוש מה אתה משייך. בעוד אתה לא מפחד. כי שהמתחרה ששייכת אללה זה שעבורו הוא לא שלח לך כל סמכות? אז איזה מבין שני הצדדים יש יותר זכות אבטחה, אם אתה צריך לדעת?
hr: I kako bih se bojao povezati dok ne strahuju da su povezane s Allah to za koje je nije poslao dolje ti nikakav autoritet? Pa koja od dvije stranke ima više pravo na sigurnost, ako znaš?
lt: Ir kaip turėtų bijau, kas jums asocijuojasi, o jūs neturite bijoti kad yra susietas su Dievo, dėl kurių jis nepareiškia jums bet kuri institucija? Taigi, abi šalys turi daugiau teisę į aprūpinimą, jei turėtumėte žinoti?
lv: Un kā būtu bailes, ko jūs saista, bet nav bailes, ka jūs esat saistījis ar Allah, par kuru viņš nav nosūtījusi uz leju jums jebkura iestāde? Tātad kura no abām pusēm ir vairāk tiesības uz drošību, ja jums vajadzētu zināt?
nb: Og hvordan skal jeg frykte hva du forbinder mens du ikke frykte at du har knyttet Allah som som han ikke har sendt noen autoritet? Så hvilke av de to partene har mer rett til trygghet, hvis du bør vite?
sk: A ako sa mali strach, čo ste spájať, hoci nemajú strach, že ste priradili Alah, pre ktoré nie poslal na vás akýkoľvek orgán? Tak ktorý z oboch strán má väčšie právo na zábezpeku, ak by ste mali vedieť?
sl: In kako naj jaz strah, kaj povežete, medtem ko se ne bojite, da ste ga povezali s Allah ki za katere on je ne prejmete vsak organ? Torej kateri od obeh strank je več pravico do varnosti, če morate vedeti?
sr_cyrl: И како би требало да бојим се повежете док не морате се бојати да имате повезане са Аллах то за које он није послао да ти никакав ауторитет? Па који од две странке има највише права да сигурност, ако треба да знате?
sr_latn: I kako bi trebalo da bojim se povežete dok ne morate se bojati da imate povezane sa Allah to za koje on nije poslao da ti nikakav autoritet? Pa koji od dve stranke ima najviše prava da sigurnost, ako treba da znate?
uk: І як я повинні боятися, що ви асоціювати, поки ви не боятися, що ви пов'язані з Аллах, для яких він не послав вам будь-якої влади? Так, який з двох сторін має більше права безпеки, якщо ви повинні знати?
vi: Và làm thế nào tôi nên lo sợ những gì bạn liên kết trong khi bạn không phải lo sợ rằng bạn đã liên kết với Allah mà ông đã không gửi cho bạn bất kỳ quyền gì? Vì vậy, mà hai bên có thêm quyền bảo mật, nếu bạn cần biết?
zu: Futhi yeka indlela kufanele ngesabe ukuthi yini ukuhlobanisa ngenkathi wena ungesabi ukuthi nama Allah lowo Akazange sa phansi you igunya?

# Quran871
source: They who believe and do not mix their belief with injustice - those will have security, and they are [rightly] guided.
ca: Que creuen i no barrejar la seva creença amb injustícia - aquells es tenen seguretat, i els [] guiats.
cy: Sy'n credu ac nid gymysgu eu cred ag anghyfiawnder-hynny bydd ganddynt ddiogelwch, ac yn eu harwain [iawn].
da: De, der tror og Bland ikke deres tro med uretfærdighed - vil have sikkerhed, og de styres [rigtigt].
el: Αυτοί που πιστεύουν και να μην αναμειγνύετε την πίστη τους με την αδικία - αυτές θα έχουν ασφάλεια και καθοδηγούνται [και δικαίως].
et: Neil, kes usuvad ja segatakse oma veendumuste ülekohus - omadest on turvalisus ja nad [õigustatult] giidiga.
fi: Ne, jotka uskovat ja sekoita uskonsa epäoikeudenmukaisuutta - se on turvallisuus, ja ne ohjaavat [oikeutetusti].
he: הם מאמינים, אל תערבב בין האמונה שלהם עם העוול - וויל האלה יש אבטחה, הם [בצדק] מודרכים.
hr: Oni koji vjeruju i ne miješati svoje vjerovanje s nepravdu - oni će imati sigurnost, a oni [ispravno] vodi.
lt: Tie, kurie tiki ir Nemaišyti savo tikėjimo su neteisybe - tas bus turėti saugumą, ir jie yra [teisingai] valdomos.
lv: Tie, kam ticēt un nedrīkst jaukt savu pārliecību ar netaisnību - šie ir drošība, un viņi [pamatoti] vadīties.
nb: De som tror og ikke blande deres tro med urettferdighet - de vil ha sikkerhet, og de [rette] guidet.
sk: Tí, ktorí veria a nemiešať ich vieru s nespravodlivosti - tieto bude mať bezpečnostné, a sú [správne] vedení.
sl: Ki verjamejo in ne mešajte svoje prepričanje z krivice - teh bo imajo varnost, in oni so [] pravoverni.
sr_cyrl: Ко верује и не иду заједно њихове увјерење с неправду - оне Виле имају сигурност, а они су [с правом] вођена.
sr_latn: Ko veruje i ne idu zajedno njihove uvjerenje s nepravdu - one Vile imaju sigurnost, a oni su [s pravom] vođena.
uk: Вони, хто вірить і не змішувати їх віру з несправедливості - ті волі безпеки, і вони керуються [справедливо].
vi: Họ là những người tin tưởng và không pha trộn niềm tin của họ với bất công - những người sẽ có an ninh, và họ được [đúng] hướng dẫn.
zu: They kholwa akuhlangani inkolelo yabo engenabulungisa - labo babe ukulondeka, futhi [abathambekele] guided.

# Quran872
source: And that was Our [conclusive] argument which We gave Abraham against his people. We raise by degrees whom We will. Indeed, your Lord is Wise and Knowing.
ca: I això va ser el nostre raonament [concloent] que ens va donar a Abraham contra el seu poble. Elevem els graus qui ho farem. De fet, el seu senyor és savi i saber.
cy: A dyna oedd ein dadl [bendant] a roddodd Abraham ydym erbyn ei bobl. Rydym yn codi gan graddau y byddwn. Yn wir, eich Arglwydd yw Wise a gwybod.
da: Og det var vores [endelig] argument, som vi gav Abraham mod hans folk. Vi rejser af grader, hvem vi vil. Ja, jeres Herre er kloge og vide.
el: Και αυτό ήταν μας επιχείρημα (απόδειξη) που δώσαμε στον Αβραάμ έναντι του λαού του. Θέτουμε από βαθμούς τους οποίους εμείς θα. Πράγματι, ο Λόρδος είναι σοφός και ξέροντας.
et: Ja see oli meie [lõplik] argument, mis Me andsime Abraham oma rahva vastu. Kasvatame kraadi, kellele me näidatakse. Tõepoolest, teie Issand on tark ja teades.
fi: Ja se oli meidän [lopullinen] väitettä, jossa annoimme Abraham kansaansa vastaan. Nostamme astetta, joille me. Itse asiassa teidän Herranne on viisas ja tietäen.
he: וזה היה הויכוח שלנו [חד משמעי] אשר נתנו אברהם נגד בני עמו. אנחנו מגדלים על ידי מעלות מי אנו. אכן, אדונך הוא חכם, לדעת.
hr: I to je bio naš [dokaz] argument koji mi je dao Abraham protiv svoga naroda. Stupnjeva kojih ćemo pobjediti Uistinu, Gospodar tvoj je mudar i znajući.
lt: Ir tai buvo mūsų [įtikinamų] argumentas, kuris mums davė Abraomui prieš savo žmones. Mes keliame laipsnių, kuriems mes. Iš tiesų, jūsų Viešpats yra išmintingas ir žinios.
lv: Un tas bija mūsu [pārliecinošu] arguments, ko mēs iedevām Abraham pret savu tautu. Mēs paceļam grādiem, kam mēs to darīsim. Patiešām, jūsu kungs ir gudrs un zinot.
nb: Og det var vår [avgjørende] argument som vi ga Abraham mot hans folk. Vi øke etter hvert som vi vil. Ja, Herren er kloke og kjenne.
sk: A to bol náš [presvedčivé] argument, ktorý sme dali Abrahám proti svojmu ľudu. Zvýšime stupňov, ktorými budeme. Vskutku, svojho pána, je múdry a vedel.
sl: In to je bil naš [zadosten] argument, ki smo dali Abraham proti svoj narod. Bomo dvignili za stopinj, koga bomo. Res, vaš Gospod je pametno in poznavanje.
sr_cyrl: И то нам [дефинитиван] аргумент који нам је дао Абрахаму против свог народа. Морамо повећати за степени кога хоћемо. Заиста , твој господар је мудар и знајужи.
sr_latn: I to nam [definitivan] argument koji nam je dao Abrahamu protiv svog naroda. Moramo povećati za stepeni koga hoćemo. Zaista, tvoj gospodar je mudar i znajuжi.
uk: І це була наша [переконливих] аргумент, який ми дали Авраам проти свого народу. Ми піднімаємо градуси, ким ми будемо. Дійсно, Господь ваш є мудрим і знаючи, що.
vi: Và đó là chúng tôi tranh luận [kết] mà chúng tôi đã cho Abraham chống lại người dân của mình. Chúng tôi nâng cao độ mà chúng tôi sẽ. Thật vậy, Chúa của bạn là khôn ngoan và hiểu biết.
zu: Futhi lelo kwaba [nekutsi uphetsa ngalokufanele yini] agumenti wethu We epha Abraham akhe ntu.

# Quran873
source: And We gave to Abraham, Isaac and Jacob - all [of them] We guided. And Noah, We guided before; and among his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus do We reward the doers of good.
ca: I ens va donar a Abraham, Isaac i Jacob - tots [ells] ens guiat. I Noè, hem guiat abans; i els seus descendents, David i Salomó i treball i Joseph i Moses i Aaron. Així premiem els autors de bo.
cy: A roesom i Abraham, Isaac a Jacob – pob un [ohonynt] arweiniad inni. A Noah, dan arweiniad cyn; ac ymhlith ei ddisgynyddion, David a Solomon a swyddi a Joseph a Moses ac Aaron. Felly, nid ydym yn gwobrwyo phoenwn da.
da: Og vi gav til Abraham, Isak og Jakob - alle [af dem] vi guidet. Og Noah, vi guidede før; og blandt hans efterkommere, David og Salomo og Job og Joseph og Moses og Aron. Derfor belønner vi magtsyge af god.
el: Και δώσαμε να Αβραάμ, Ισαάκ και Ιακώβ - όλα [αυτά] οδηγός μας. Και ο Νώε, ο οδηγός μας πριν? και μεταξύ των απογόνων του, David και Σολομώντος και δουλειά και Ιωσήφ και Moses και Ααρών. Λοιπόν να επιβραβεύσει το doers του καλού.
et: Ja Aabraham, Iisak ja Jaakob - [nad kõik] andsime me giidiga. Ja noa, me juhendava enne; ja tema järeltulijad David ja Saalomoni ja töö ja Joosep ja Moses ja Aaron seas. Seega me tasu hea Kurjategijaist.
fi: Ja annoimme Aabrahamin, Iisakin ja Jaakobin - kaikki [ne] meidän. Ja Nooa, opastettuja ja hänen jälkeläisensä, David ja Solomon, työ ja Joseph, Moses ja Aaron. Näin ollen palkita hyvä väärintekijät.
he: נתנו אל אברהם, יצחק ויעקב - כולן [] אנחנו מודרכים. נוח, אנחנו מודרכים לפני; בין צאצאיו, David ו שלמה ואת העבודה, יוסף, Moses ואהרון. לכן אנחנו לתגמל את פעלתנים טוב.
hr: I mi je dao Abrahamu, Izaku i Jakovu - svi [su] smo vođeni. I Noa, smo vođeni prije; a među potomcima, David i Salomon i posao i Josip i Moses i Aaron. Tako nagrađujemo rade dobro.
lt: Ir mes davė Abraomas, Izaokas ir Jokūbas - visi [jie] mes vadovaujasi. Ir Nojus, mes vadovaujasi prieš; ir tarp jo palikuonių, David ir Saliamono ir darbas ir Juozapas ir Moses ir Aaron. Taigi mes apdovanoti gerai daro.
lv: Un mēs atdevām Abraham Isaac un Jacob - visus [tiem] mums jāvadās. Un Noa, mums jāvadās agrāk; un starp viņa pēcteči David un Solomonu un darbu un Jāzeps un Moses un Aaron. Tādējādi mēs atalgot labi darītāji.
nb: Og vi ga til Abraham, Isak og Jakob - alle [] vi guidet. Og Noah, vi guidet før; blant hans etterkommere, David og Salomo og jobb og Josef og Moses og Aron. Dermed vi belønner doers av god.
sk: A my sme dali na Abraháma, Izáka a Jakuba - všetky [ich] sme vedení. A Noah, sme vedení pred; medzi jeho potomkovia, David a Solomon a prácu a Joseph a Moses a Aaron. Preto budeme odmeňovať konajte dobro.
sl: In mi je dal za Abrahama, Izaka in Jakoba - vsi [so] smo vodeni. In Noah, nas vodijo pred; in njegovih potomcev, David in Salomon in delo in Joseph in Moses in Aaron. Tako smo nagrado kršitelje dobro.
sr_cyrl: И ми смо дали да Абрахама, Исака и Јакоба - сви [су] смо вођена. И Ноа, водили смо раније; и међу његовим потомцима, Давид и Соломон и посао и Јосепх и Мосес и Арон. Стога смо се наградили акцију тога доброг.
sr_latn: I mi smo dali da Abrahama, Isaka i Jakoba - svi [su] smo vođena. I Noa, vodili smo ranije; i među njegovim potomcima, David i Solomon i posao i Joseph i Moses i Aron. Stoga smo se nagradili akciju toga dobrog.
uk: І ми дали Авраама, Ісака та Якова - всі [вони] ми керуючись. І Ной, ми керувалися перш; і серед його нащадків, David і Соломона і роботу і Йосип і Moses і Аарон. Таким чином ми нагороджуємо передбачивши добре.
vi: Và chúng tôi đã đưa cho Abraham, Isaac và Jacob - tất cả [chúng] chúng tôi đã hướng dẫn. Và Noah, chúng tôi hướng dẫn trước; và trong số các hậu duệ của ông, David và Solomon và công việc và Joseph và Moses và Aaron. Do đó làm chúng tôi thưởng cho những kẻ tốt.
zu: Futhi Thina alinika uAbrahama, u-Isaka noJakobe - [kuwo] We guided.

# Quran874
source: And Zechariah and John and Jesus and Elias - and all were of the righteous.
ca: I Zacaries i John i Jesús i Elias - i tots eren dels justos.
cy: A Zechariah a John a'r Iesu a Elias-a phawb yn y righteous.
da: Og Zakarias og John og Jesus og Elias- og alle var retfærdiges.
el: Και Ζαχαρία και John και ο Ιησούς και Ηλίας - και όλοι μεταξύ των ενάρετων.
et: Ja Sakarja ja John ja Jeesus ja Elias - ja kõik oli õige.
fi: Ja Sakarja ja John ja Jeesus ja Elias - ja kaikki olivat vanhurskaita.
he: זכריה ו ג'ון אלוהים, אליאס - והכול היו הצדיקים.
hr: I Zaharija, Ivana i Isusa i Elias - i svi su bili pravedni.
lt: Ir Zacharijas ir John ir Jėzus ir Elias - ir visi buvo teisus.
lv: Un Zaharijs un Džons un Jēzus un Elias - un viss bija taisns.
nb: Og Sakarja og John og Jesus og Elias- og alle var rettferdige.
sk: A Zachariáša a John a Ježiš a Elias - a všetci boli spravodliví.
sl: In Zaharija in John in Jezus in Elias - in vsi so bili pravičnih.
sr_cyrl: И Захарија Јохн Исуса и Елиас - и и сви су били праведника.
sr_latn: I Zaharija John Isusa i Elias - i i svi su bili pravednika.
uk: І Захарія і Джон і Ісуса і Еліас - і всі праведників.
vi: Và Zechariah và John và Chúa Giêsu và Elias - và tất cả của các công bình.
zu: UZakariya noJohane noJesu Elias - nabo bonke ababe of the ngakhethi.

# Quran875
source: And Ishmael and Elisha and Jonah and Lot - and all [of them] We preferred over the worlds.
ca: I Ishmael i Elisha i Jonàs i Lot - i tots [ells] ens preferit sobre els mons.
cy: Ac Ishmael a Eleisha a Jonah a llawer-a holl [ohonynt] yn well gennym dros y byd.
da: Og Ismael og Elisha og Jonas og parti- og alle [af dem] vi foretrak over verdener.
el: Και Ishmael και Elisha Ιωνά και πολλά - και όλοι [τους] τους προτιμήσαμε πάνω από τους κόσμους.
et: Ja Ismael ja Elisha ja Joonase ja palju - ja [nad kõik] me eelistada maailmad.
fi: Ja Ismael ja Elisa, Joona ja paljon - ja kaikki [ne] halusimme yli maailman.
he: ישמעאל, אלישע, יונה, הרבה - וכל [מהם] אנחנו מועדפת על פני העולמות.
hr: I Ismael i Elizej i Jona i mnogo - i svi [su] mi preferiramo svjetova.
lt: Ir Izmaelis ir Elisha ir Jona ir daug - ir visas [į] mes pasirinko per pasaulių.
lv: Un Ismaēla Elisha Jonas un daudz - un un visiem [tiem] mēs devām priekšroku pār pasaulēm.
nb: Og Ismael og Elisha og Jonas og mye- og alle av dem vi foretrukket over verdens.
sk: A Izmael a Elizeus a Jonáš a veľa - a všetky [ich] sme prednosť pred svetom.
sl: In Jišmael in Elisha in Jona in veliko - in vsi [so] smo prednost pred svetove.
sr_cyrl: И Исмаила и Елисха и Јона и серије - и сви [су] смо предвиђени преко светова.
sr_latn: I Ismaila i Elisha i Jona i serije - i svi [su] smo predviđeni preko svetova.
uk: Та Ізмаїл та Еліша і Іона і багато - і всі [вони] ми вважали за краще над світів.
vi: Và Ishmael và Elisha và Jonah và nhiều - và tất cả [chúng] chúng tôi ưa thích trên thế giới.
zu: Futhi u-Ishmayeli no-Elisha noJona no Loti - futhi zonke [kubo] We kunamaqiniso imihlaba.

# Quran876
source: And [some] among their fathers and their descendants and their brothers - and We chose them and We guided them to a straight path.
ca: I [alguns] entre els seus pares i els seus descendents i seus germans - i triem-los i els guiàvem al camí recte.
cy: A [rai] ymysg eu tadau a eu disgynyddion a eu brodyr-a dewisom iddynt ac rydym wedi eu harwain i lwybr syth.
da: Og [nogle] blandt deres fædre og deres efterkommere og deres brødre - og vi valgte dem og vi guidede dem til en lige vej.
el: Και [ορισμένες] μεταξύ των πατέρων τους και τους απογόνους τους και τους αδελφούς τους - και εμείς επιλέξαμε τους και εμείς καθοδηγήσαμε στον ίσιο δρόμο.
et: Ja [mõned] vahel saavad isad ja nende järeltulijatest ja nende vennad - ja valisime neid ja me juhendava neid õigele teele.
fi: Ja [jotkut] heidän isiensä ja heidän jälkeläisensä ja veljiään - ja ne ohjaavat heitä oikealle tielle.
he: ו [יש] בקרב אבותיהם, הצאצאים שלהם ולאחים שלהם - בחרנו אותם ואת אנחנו מודרכים אותם על נתיב ישר.
hr: I [neki] među očevima i njihovih potomaka i njihove braće - i odabrali smo ih i mi ih vodi ravno put.
lt: Ir [kai] tarp jų protėviai ir jų palikuonys ir jų broliai - ir mes pasirinkome juos ir mes vadovaujasi juos tiesia kelią.
lv: Un [kādu] starp viņu tēvi un viņu pēctečiem un viņu brāļi - un mēs izvēlējāmies tos un mēs tos aizveda taisnā ceļā.
nb: [Noen] blant deres fedre og deres etterkommere og sine brødre - vi valgte dem og vi ledet dem til en rett bane.
sk: A [niektoré] medzi svojich otcov a ich potomkovia a ich bratia - vybrali sme si ich a sme im vedená cesta priamo.
sl: In [nekateri] med svojih očetov in njihovi potomci in njihovi bratje - in smo izbrali njih in smo jih vodi naravnost pot.
sr_cyrl: И [соме] међу њихови очеви и њихови потомци и њихова браћа - и изабрали смо их и ми их води у праволинијску путању.
sr_latn: I [some] među njihovi očevi i njihovi potomci i njihova braća - i izabrali smo ih i mi ih vodi u pravolinijsku putanju.
uk: І [деякі] серед своїх батьків і їхніх нащадків і своїх братів - і ми вибрали їх, і ми вів їх прямий сегмент контуру.
vi: Và [một số] giữa cha và con cháu của họ và anh em của họ - và chúng tôi đã chọn họ và chúng tôi đã hướng dẫn họ đến một đường thẳng.
zu: Futhi [abanye] phakathi oyise nenzalo abo nabafowabo - We wakhetha kubo We wabaqondisa ukuba sobala dlela.

# Quran877
source: That is the guidance of Allah by which He guides whomever He wills of His servants. But if they had associated others with Allah, then worthless for them would be whatever they were doing.
ca: Que és l'orientació d'Allah pel qual ell qui guies testaments ell dels seus servents. Però si que havia associades a altres Allah, llavors sense valor per a ells seria tot el que estaven fent.
cy: Dyna y canllawiau y mae'r ef tywys pwy AU ewyllysiau o ei weision Allah. Ond os oedd sy'n gysylltiedig eraill â Allah, yna ddiwerth iddynt fyddai beth bynnag yr oeddent yn ei wneud.
da: Der er vejledning af Allah som han guider hvem han testamente af sine tjenere. Men hvis de havde tilknyttet andre til Allah, så værdiløs for dem ville være uanset hvad de gør.
el: Που είναι η καθοδήγηση του Αλλάχ με την οποία οδηγεί όποιον διαθήκες από τους δούλους. Αλλά αν αυτοί είχαν τέτοιου είδους άλλοι με τον Αλλάχ, τότε άνευ αξίας για τους θα ήταν ό, τι έκαναν.
et: See on Jumal, millega ta juhatab keda iganes He wills tema teenistujate juhendamisel. Aga kui nad olid seotud teised Allah, seejärel väärtusetu neile oleks mida iganes nad teevad.
fi: Se on Jumala, jonka hän ohjaa ketä tahtoo palvelijoidensa ohjauksessa. Mutta jos ne oli liittyvät muut Allah, niin arvoton niille olisi mitä he tekevät.
he: זה ההדרכה של אללה שבאמצעותו הוא מנחה מי הוא צוואות על משרתיו. אבל אם הם היו המשויך אחרים אללה, ואז חסר ערך עבורם יהיה מה שהם לא עושים.
hr: To je vodstvo Allaha kojom on vodi koga hoće od njegova sluge. Ali ako su imali druge pridružene Allah, onda bezvrijedan za njih bi bilo sve što su radili.
lt: Tai Dievas kuria jis padės ką jis testamentų jo tarnautojų nurodymus. Bet jei jie buvo susiję kiti su Dievo, tada beverčiai jiems būtų ką darė.
lv: Kas ir Allah, ar kuru viņš ved whomever testamentu viņš saviem kalpiem vadībā. Bet, ja tie bija citi saistīti ar Allah, tad nevērtīgs, viņiem būtu neatkarīgi viņi dara.
nb: Det er veiledning av Gud som han guider hvem han wills hans tjenere. Men hvis de hadde tilknyttet andre Allah, så verdiløs for dem ville være hva de gjorde.
sk: To je vedením Alah ktoré He sprievodca koho on wills svojich služobníkov. Ale ak mal iné spojená s Alah, potom bezcenné na ne by bolo čo robili.
sl: To je vodilo Allah, s katerim je vodila komurkoli je oporok služabnike. Če pa so imeli druge povezane s Allah, potem brez vrednosti za njih bi bilo karkoli delajo.
sr_cyrl: То је вођством Алах до којег води кога год он Вилс његових слугу. Али ако су имали друге повезане са Аллах, онда безвредна за њих би било шта год су радили.
sr_latn: To je vođstvom Alah do kojeg vodi koga god on Vils njegovih slugu. Ali ako su imali druge povezane sa Allah, onda bezvredna za njih bi bilo šta god su radili.
uk: Що таке керівництво Аллаха, за допомогою якого він проведе будь-ким він заповітів з своїми рабами. Але якщо вони були обумовлені інших Аллаха, то не годиться для них буде все, що вони роблять.
vi: Đó là sự hướng dẫn của Allah mà ông hướng dẫn bất cứ ai Anh di chúc của công chức của mình. Nhưng nếu họ có liên quan đến những người khác với Allah, thì vô giá trị cho họ sẽ là bất cứ điều gì họ đã làm.
zu: Yilokho isiqondiso of Allah which He khaphi whomever He tando Akhe chaka.
