Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1517
source: And it was said, "O earth, swallow your water, and O sky, withhold [your rain]." And the water subsided, and the matter was accomplished, and the ship came to rest on the [mountain of] Judiyy. And it was said, "Away with the wrongdoing people."
ca: I es va dir, "O terra, empassar l'aigua i O cel, retenir [la pluja]." I calmar l'aigua i l'assumpte va ser acomplert, i el vaixell va venir a descansar a la [muntanya de] Judiyy. I va dir: "Lluny amb la gent d'irregularitats".
cy: A dywedwyd, "O ddaear, llyncu eich dŵr, ac O sky, atal [eich glaw]. A Roedd y dŵr yn tawelu, a oedd y mater yn cael ei gyflawni, a daeth y llong i orffwys ar y [mynydd o] Judiyy. Ac yr oedd yn dweud, "I ffwrdd gyda phobl gamwedd."
da: Og det blev sagt, "O jord, sluge din vand, og O himmel, tilbageholde [din regn]." Og vandet aftaget, og sagen blev gennemført, og skibet kom til hvile på [bjerg af] Judiyy. Og det blev sagt, "Væk med forseelser mennesker."
el: Και είχε πει, «O γη, καταπιείτε το νερό σας, και O ουρανός, να παρακρατήσει [σας βροχή].» Και το νερό υποχώρησαν, και ολοκληρώθηκε το θέμα, και το πλοίο ήρθε να ξεκουραστεί στο [βουνό του] Judiyy. Και ήταν είπε, «Δεν βρίσκομαι με αδίκημα λαού.»
et: Ja öeldi, "O maa, neelama oma vee ja O taevas, mitte anda [rain]." Ja vesi taandunud, ja asi sai teoks ja laev tuli puhkama [mägi] Judiyy. Ja see oli öelnud, "Far valesti inimestega."
fi: Ja se sanoi, "O earth, niellä vettä ja O taivas, pidättää [sade]." Ja veden laantunut, ja asia oli saavutettu, ja tultiin lepäämään [vuori] Judiyy. Ja juuri sanoi, "Away rikkomuksista ihmisiä."
he: ועל זה נאמר, "O לארץ, לבלוע המים, ו O סקיי, מסתיר [שלך הגשם]." המים שככו, ואת החומר הושג ואת הספינה הגיעה לנוח בהר [של] Judiyy. זה היה אמר, "נמצא עם העם מעשים רעים".
hr: I to je rekao, "O zemlja, progutati vodu, a O nebo, uskratiti svoju kišu." I voda oslabio, i stvar je postignuto, i brod je došao na odmor na [planine] Judiyy. I to je rekao, "Daleko s zloupotreba ljudi."
lt: Ir jis sako, "O žemės, nuryti savo vandens, ir O dangus, sulaikyti [jūsų lietaus]." Ir vanduo atslūgo, ir šiuo klausimu buvo atlikti ir laivo sustojo [kalnų] Judiyy. Ir jis tarė: "Away su nusikaltimą žmonių."
lv: Un tas bija teica: "O, zeme, norīt jūsu ūdens un debesis, ieturēt [jūsu lietus] O." Ūdens norimās, un jautājums tika paveikts un kuģis ieradās atpūsties uz [kalnu] Judiyy. Un tas bija teica: "Prom ar grēks cilvēku."
nb: Og det var sagt, "O jord, svelge vann og O sky, holde [din regn]." Og vannet sunket, og saken ble oppnådd, og skipet kom til resten på [fjellet av] Judiyy. Og det var sagt, "Borte med de urett."
sk: A bolo povedané, "O zem, prehltnúť vaša voda, a O oblohe, zadržať [vaše dážď]." Voda ustúpila, a vec bola vykonaná a loď prišiel k odpočinku na [hory] Judiyy. A to bol povedal: "Preč s previnenie ľudí."
sl: In je bilo rečeno, "O zemlja, pogoltniti vaše vode, in O nebo, zadrži [vaš dež]." In vodo, umirila, in zadevo je bil dodelan in ladje prišel k ostalim na [gore] Judiyy. In je rekel: "Proč z protipravna dejanja ljudi."
sr_cyrl: И то је рекао, "О, земља, прогута своју воду, а О скy, ускрати твоја киша." Вода стишале, и било је остварена и на брод је стигао да се одмори на [планини] Јудиyy. И то је рекао, "Далеко са малверзацијама људима."
sr_latn: I to je rekao, "O, zemlja, proguta svoju vodu, a O sky, uskrati tvoja kiša." Voda stišale, i bilo je ostvarena i na brod je stigao da se odmori na [planini] Judiyy. I to je rekao, "Daleko sa malverzacijama ljudima."
uk: І це було сказано, "O земля, ковтати вашу воду і O небо, утримати ваш дощ". Вода на спад і справу було зроблено і судно прийшло на відпочинок на [горі] Judiyy. І це було сказав, "Away з людьми, порушник".
vi: Và nó đã được nói, "O trái đất, nuốt nước của bạn, và O bầu trời, Giữ lại [của bạn mưa]." Và các nước giảm xuống, các vấn đề đã được thực hiện và tàu đến phần còn lại trên [núi] Judiyy. Và nó đã nói: "Đi với những hành vi sai trái."
zu: Futhi kwathiwa, "O hlaba konjane kho chichiza O bhakabhaka, livinjelwe kungabe kusabakho [imvula yakho]."

# Quran1518
source: And Noah called to his Lord and said, "My Lord, indeed my son is of my family; and indeed, Your promise is true; and You are the most just of judges!"
ca: I Noè diu al seu Senyor i va dir: "Senyor, de fet el meu fill és de la meva família; i de fet, la seva promesa és cert; i són la majoria de jutges!"
cy: A Noah galw i ei Arglwydd a ddywedodd, "fy Arglwydd, yn wir mae fy mab yn fy nheulu; ac yn wir, mae eich addewid yn wir; a ydych yn fwyaf yn unig o'r beirniaid!"
da: Og Noah kaldet til sin herre og sagde: "min herre, faktisk min søn er i min familie; og ja, din løfte er sandt; og du er den mest bare af dommere!"
el: Και ο Νώε ονομάζεται ότι ο Λόρδος και είπε, «Κύριέ μου, πράγματι ο γιος μου είναι από την οικογένειά μου? και πράγματι, η υπόσχεση σας είναι αλήθεια? και να είστε ο πιό ακριβώς των δικαστών!»
et: Ja noa ta isand helistas ning ütles: "Issand, tõepoolest minu poeg on minu pere; ja tõepoolest, teie lubadus on tõsi; ja te olete kõige vaid Kohtumõistjate!"
fi: Ja Nooa soitti Herraansa ja sanoi: "herrani, todellakin poikani on perheeni; lupauksesi on totta; ja olet eniten juuri tuomarien!"
he: נח בשם האל שלו ואמר, "אדוני, אכן נמצא בני המשפחה; אכן, ההבטחה שלך נכון; ואתה הכי פשוט של שופטים!"
hr: I Noa pozvao za svoga gospodara i rekao: "gospodaru moj, uistinu moj sin je moje obitelji; i doista, obećanje je istina; "i vi ste najviše samo od sudaca!"
lt: Ir Nojus vadinamas savo Viešpaties ir tarė: "mano Viešpats, iš tiesų mano sūnus yra mano šeimos; ir iš tiesų, jūsų pažadas yra teisinga; ir jūs esate labiausiai tik iš teisėjų!"
lv: Un Noa viņa kungs sauca un sacīja: "mans kungs, patiešām ir mans dēls un mana ģimene; un tik tiešām, savu solījumu ir taisnība; un jūs esat visvairāk tieši no tiesnešiem!"
nb: Noah kalte hans Herren og sa: «min Herre, faktisk min sønn er av familien min; og løfte er faktisk sant. og du er mest bare av dommere!
sk: Noah zavolal na svojho pána a povedal: "môj pane, skutočne môj syn je moja rodina; a samozrejme, svoj sľub, je pravda; a vy ste najviac len o sudcov!"
sl: In Noah imenuje za svojega Gospoda in reče: "Moj Gospodar, dejansko moj sin je moje družine; in res, vaša obljuba velja; in vi ste najbolj samo sodnikov!"
sr_cyrl: И Ноа је позвао свог господара и рекао: "мој господару, заиста мој син је моје породице; и заиста, твоје обећање је истина; а ти си само највише од судије!"
sr_latn: I Noa je pozvao svog gospodara i rekao: "moj gospodaru, zaista moj sin je moje porodice; i zaista, tvoje obećanje je istina; a ti si samo najviše od sudije!"
uk: І Ноя називають його Господь і сказав: "Господи, дійсно мій син є моєї родини; і дійсно, ваші обіцянки є істинним; і ви просто найбільш суддівської колегії!"
vi: Và Noah được gọi là Chúa của ông và nói: "Thưa ngài, quả thật vậy con trai tôi là gia đình của tôi; và quả thực, lời hứa của bạn là đúng sự thật; và bạn đang nhất chỉ của thẩm phán!"
zu: Futhi Nowa bizela kuze akhe Lord wathi: "Nkosi yami, ngempela lendodana yami yomkhaya wami; + futhi impela, isithembiso sakho kuyiqiniso; wena kakhulu nje abahluleli"

# Quran1519
source: He said, "O Noah, indeed he is not of your family; indeed, he is [one whose] work was other than righteous, so ask Me not for that about which you have no knowledge. Indeed, I advise you, lest you be among the ignorant."
ca: Va dir, "O Noah, fet que no és de la seva família; de fet, ell és [un del qual] obra era diferent justos, així que em demanen no que sobre la qual teniu cap coneixement. De fet, li aconsello que, perquè no es entre els ignorants. "
cy: Dywedodd, "O Noah, yn wir nid yw eich teulu; yn wir, ei fod yn [un eu] Roedd gwaith heblaw righteous, gofyn i mi felly nid am hynny y mae gennych unrhyw wybodaeth. Yn wir, fe'ch cynghoraf, rhag ofn y bydd chi ymhlith y anwybodus."
da: Han sagde, "O Noah, ja han ikke er af din familie; Ja, han er [én hvis] arbejde var end retfærdige, så spørg mig ikke for det, som du har ingen viden. Faktisk, jeg råde dig, lest du være blandt de uvidende."
el: Είπε, «O Νώε, πράγματι δεν είναι από την οικογένειά σου. Πράγματι, είναι [μία των οποίων] εργασία ήταν εκτός δίκαιοι, έτσι με ρωτάτε όχι για αυτό για το οποίο έχετε καμία γνώση. Πράγματι, σας συμβουλεύω, μήπως είστε μεταξύ των το αδαής.»
et: Ta ütles: "O noa, tõepoolest ta ei ole teie pereliikmed; ta on tõepoolest [üks kelle] töö oli peale õigemeelsed, nii et millest te ei tea kohta ei küsi. Tõepoolest, ma teile nõu, muidu seas asjatundmatu."
fi: Hän sanoi: "O Noah, itse asiassa hän ei ole perheen; Hän on [yksi jonka] työ oli kuin vanhurskaat, niin kysy ei siitä josta sinulla ei ole tietoa. Itse asiassa kehotan teitä, ettette te olla joukkoon tietämätön."
he: הוא אמר, "O נוח, ואכן הוא לא המשפחה שלך; ואכן, הוא [אחד אשר] היה בעבודה שאינו צדיק, אז תשאל אותי לא על זה על אשר אין לך ידע. אכן, אני מייעץ לך, שמא אתה להיות בין הבורים."
hr: On je rekao, "O Noi, doista nije svoje obitelji; Doista, on je [jedan čiji] rad je osim pravednika, Pitaj Me nije za to o kojima imate znanja. Doista, savjetujem ti da ne budeš među neznanju."
lt: Jis sakė: "O Nojus, iš tiesų jis yra ne jūsų šeimos; iš tiesų, jis yra [vienas kurių] darbas buvo ne teisus, todėl prašo manęs nėra, kad apie kuri turite jokių žinių. Iš tiesų, aš patars jums, kad jūs būti tarp nieswiadomych."
lv: Viņš teica: "O Noa, patiesībā viņš nav jūsu ģimenes locekļiem; patiešām, viņš ir [viena kuru] darbs bija, kas nav taisnīgs, tāpēc lūgt mani nav, par to, kas jums ir zināšanas. Patiešām, es ieteiktu jums, citādi jūs būtu viens neziņā."
nb: Han sa, "O Noah, faktisk ikke er han av familien; Han er faktisk [ett som] var enn rettferdige, så spør meg ikke for det som du har ingen kunnskap. Faktisk, jeg anbefaler deg, at du blant uvitende."
sk: On povedal: "O Noah, v skutočnosti nie je vašej rodiny; v skutočnosti, on je [jedného ktorého] práce bol iný ako spravodliví, tak sa opýtať že o ktorých nemáte žiadne vedomosti. Vskutku, radím vám, aby ste medzi ignorant."
sl: Je dejal, "O Noah, res ni vaše družine; res, on je [en katerih] je bilo delo ni pravičen, tako zaprositi mi ni za to ki ste jih ne pozna. Res, ti svetujem, da ne boste med nevedne."
sr_cyrl: Он је рекао, "О Ноах, заиста није твоје породице; Он је заиста [један чије] рад је био осим праведнике, онда тражиш не због тога о томе који имате сазнања. Заиста , саветујем ти, тебе не би међу незналице."
sr_latn: On je rekao, "O Noah, zaista nije tvoje porodice; On je zaista [jedan čije] rad je bio osim pravednike, onda tražiš ne zbog toga o tome koji imate saznanja. Zaista, savetujem ti, tebe ne bi među neznalice."
uk: Він сказав: "O Ной, дійсно нема його сім'ї; дійсно, він є [один якого] робота була Крім праведників, тому прошу мене не за те, про що ви не мають знань. Справді, я раджу вам, щоб не бути серед неосвічених."
vi: Ông nói, "O Noah, quả thực ông không phải là của gia đình bạn; Thật vậy, ông là [một mà] công việc khác ngoài công bình, vì vậy yêu cầu tôi không cho rằng về mà bạn không có kiến thức. Thật vậy, tôi tư vấn cho bạn, vì sợ rằng bạn có một trong các ignorant."
zu: Wathi, "O Nowa, ngempela akayena omkhaya wakho. Impela, nguye [fike whose] umsebenzi yayingeyona enye into ngaphandle ulungile, ngakho buza Me kungabi ngazo asinalo ulwazi lokwenza Ngempela, ngikweluleka, funa you

# Quran1520
source: [Noah] said, "My Lord, I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me, I will be among the losers."
ca: [Noah], va dir, "el meu Senyor, vaig buscar refugi en tu de demanar que dels quals vaig tenir cap coneixement. I llevat que em perdoni i tenir pietat sobre mi, vaig a estar entre els perdedors.
cy: [Noah] yn dweud, "fy Arglwydd, yn ceisio lloches yn chi rhag gofyn bod y mae unrhyw wybodaeth. A oni bai y byddwch yn maddau i mi ac wedi drugaredd arnaf, byddaf yn ymhlith y rhai ar eu colled.
da: [Noah] sagde, "min herre, jeg søge tilflugt i dig fra spørger, som jeg har ingen viden. Og medmindre du tilgive mig og have barmhjertighed med mig, jeg vil være blandt taberne. "
el: [Νώε] είπε, «Κύριέ μου, εγώ αναζητούν καταφύγιο σε σένα από ζητώντας ότι της οποίας δεν έχω καμία γνώση. Και αν δεν μπορείτε να συγχωρήσετε και να ελέησον με, θα είναι ανάμεσα στους χαμένους.»
et: [Noah] ütles: "Issand, ma otsima varjupaika sa küsida, et millest mul vähimatki. Ja kui olete Vabandage ja halasta mu peale, ma olen kaotajad seas."
fi: [Nooa] sanoi: "herrani, etsin turvaa sinusta pyytää, joista minulla ei ole tietoa. Ja ellet anteeksi ja armahda minua, aion joukossa häviäjiä.
he: [נח] אמר, "אדוני, אני לחפש מפלט בבית אתה מלשאול אשר שיש לי שום ידע. אלא אם כן אתה תסלח לי, רחם עלי, אני יהיה בין המפסידים."
hr: [Noa] je rekao, "gospodaru, tražim utočište u tebi od molba da o kojima ja nemam saznanja. I ako ne oprosti mi i smiluj se na me, ja ću biti među gubitnicima.
lt: [Nojus] tarė: "mano Viešpatie, aš ieškau prieglobsčio jumis prašyti kad, kurių aš jokių žinių. Ir jei atleisk man ir buvo malonės į mane, aš būsiu tarp pralaimėjusiųjų."
lv: [Noa] teica: "mans kungs, es meklēt patvērumu jums vaicāt, kas man ir bez zināšanām. Un, ja vien man piedod un apžēlojies par mani, es būšu starp zaudētāji."
nb: [Noah] sa, "min Herre, jeg søker tilflukt i du fra spør at som jeg har ingen kunnskap. Og med mindre du tilgi meg og ha barmhjertighet med meg, jeg vil være blant taperne.
sk: [Noah] povedal: "môj pane, som hľadať útočisko v sebe od pýtať, ktoré nemám žiadne znalosti. A ak mi odpusť a zmiluj sa nado mnou, budem medzi porazených."
sl: [Noah] je dejal, "Moj Gospodar, sem poiskati zatočišče v vas zahtevala, da od katerih imam ne znanost. In če si Oprostite in usmili na me, bom med poraženci."
sr_cyrl: [Ноа ] је рекао, "мој господару, тразим утоцисте у теби од питања о којима ја немам сазнања. И ако не опрости ми и имај милости за мене, ја ће бити међу губитници."
sr_latn: [Noa] je rekao, "moj gospodaru, trazim utociste u tebi od pitanja o kojima ja nemam saznanja. I ako ne oprosti mi i imaj milosti za mene, ja će biti među gubitnici."
uk: [Ной] сказав: "Господи, як повернути у вас з запитують, що з яких я не мають знань. І якщо ви Вибачте мене та не Помилуй мене, я буду серед програли".
vi: [Noah] nói: "Thưa ngài, tôi tìm nơi nương náu ở bạn từ yêu cầu mà trong đó tôi không có kiến thức. Và trừ khi bạn tha thứ cho tôi và có lòng thương xót trên tôi, tôi sẽ một trong những người thua cuộc."
zu: [UNowa] wathi: "Nkosi yami, I khonga ephephelo ngaphakathi You ukubuza ukuthi engithe bengazi lutho. 'Futhi You thethelela me ube nomusa kimi, mina ngibe phakathi losers."

# Quran1521
source: It was said, "O Noah, disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment."
ca: Es va dir, "O Noah, desembarquen en seguretat de nosaltres i benediccions a vostè i a les Nacions [descendent] d'aquells amb vostè. Però altres nacions [ells] ens concedirà gaudi; llavors hi tocarà ells de nosaltres un dolor càstig."
cy: Dywedwyd, "O Noah, darfu'n mewn diogelwch ni a bendithion ar chi ac ar y Cenhedloedd [ddisgynnol] gan y rhai gyda chi. Ond gwledydd eraill [ohonynt] ydym yn grant mwynhad; yna mae bydd yn cyffwrdd â hwy oddi wrthym ni cosb boenus."
da: Det blev sagt, "O Noah, landsættes i sikkerhed fra os og velsignelser over jer og over folkeslag [ned] fra dem med dig. Men andre nationer [af dem] vil vi give nydelse; så vil der røre dem fra os en smertefuld straf."
el: Είχε πει, «O Νώε, αποβιβάζονται στην ασφάλεια από εμάς και ευλογίες επάνω σας και κατόπιν Εθνών [φθίνουσα] από αυτές μαζί σας. Αλλά άλλα έθνη [τους] θα χορηγήσουμε απόλαυση? στη συνέχεια, θα τους αγγίξει από εμάς μια οδυνηρή τιμωρία.»
et: Öeldi, "O noa laevale julgeolekus meilt ja õnnistagu teid ja rahvaste [kahanevas] neist teiega. Kuid teiste rahvaste [neist] me anda naudingut; siis seal on puudutada neid meilt valus karistuse."
fi: Se sanoi, "O Nooan saapuvasta Security meille ja siunauksia päällesi ja kansakuntia [laskeva] ne kanssanne. Mutta muiden kansojen [heille] me myönnämme nautintoa; sitten siellä koskettaa niitä meiltä tuskallinen rangaistus."
he: זה נאמר, "O נוח, לרדת אבטחה ומידע מאתנו הברכות עליכם ועל העמים [יורד] מאלה איתך. אבל אומות אחרות [מהם] יעניק לנו הנאה; ואז שם ייגע אותם מאיתנו עונש כואב."
hr: To je rekao, "O Noi, iskrcati u sigurnosti od nas i blagoslov na vas i na naroda [silazno] od onih s tobom. Ali drugi narodi [ih] odobravamo užitak; onda tamo će im ništa od nas bolna kazna."
lt: Jis sako, "O Nojus, išlipti į krantą centrinėje apsaugos nuo mus ir palaimos jums ir tautų [mažėjimo tvarka] nei su jumis. Tačiau kitų tautų [jiems] mes suteiks malonumą; tada ten palies juos iš mūsų skausminga bausmė."
lv: Tas tika teikts, "Noa O izkāpt drošībā no mums un svētību pār jums un Nāciju [dilstošā secībā], no tiem ar jums. Bet citām nācijām [tiem] mēs piešķiram prieku; tad tur touch tiem no mums sāpīgi sods."
nb: Det er sagt, "O Noah, land i sikkerhet fra oss og velsignelser over deg og over nasjoner [synkende] fra de med deg. Men andre nasjoner [dem] gir vi glede; så vil det berøre dem fra oss en pinefull straff."
sk: Bolo povedané, "O Noah, vystúpiť v zabezpečení od nás a požehnanie na vás a na národov [zostupne] od tých, ktoré sú s vami. Ale ostatné národy [ich] sme poskytnúť potešenie; potom tam bude dotýkať ich od nás bolestivé trest."
sl: Rečeno je bilo, "O Noah, izkrcal v varnost nas in blagoslov na vas in na narodov [padajoče] od tistih z vami. Ampak drugih narodov [so] bo odobrila užitek; potem tam bo dotik jih od nas boleča kazen."
sr_cyrl: То је рекао, "О Ноах, искрцавање у осигурању од нас, и благослов над вама и над народима [опадајућем] од оних са тобом. Али друге нације [их] ће одобрити у уживању; Онда тамо неће дирати их од нас болна казна."
sr_latn: To je rekao, "O Noah, iskrcavanje u osiguranju od nas, i blagoslov nad vama i nad narodima [opadajućem] od onih sa tobom. Ali druge nacije [ih] će odobriti u uživanju; Onda tamo neće dirati ih od nas bolna kazna."
uk: Це було сказано, "O Ной, висадки в безпеці від нас і благословення на вас і на народи [за спаданням] від тих з вас. Але інші країни [їх] буде надається невиключний дозвіл задоволення; Тоді там буде стосуватися їх від нас хворобливі покарання."
vi: Người ta nói, "O Noah, xuống trong an ninh từ chúng tôi và phước lành khi bạn và quốc gia [xuống] từ những người bạn. Nhưng các quốc gia khác [của họ] chúng tôi sẽ cấp cho hưởng thụ; sau đó có sẽ liên lạc với chúng từ chúng tôi một hình phạt đau đớn."
zu: Kwathiwa, "O Nowa disembark ngokulondeka kusukela Us busiso you naphezu kwezizwe [wehla] kusuka labo nawe Kodwa ezinye izizwe [wabo] We pha yekutitfokotisa. Khona-ke uyobe uthinte khona nabo kusuka us buhlungu jeziso

# Quran1522
source: That is from the news of the unseen which We reveal to you, [O Muhammad]. You knew it not, neither you nor your people, before this. So be patient; indeed, the [best] outcome is for the righteous.
ca: Que és de les notícies d'invisibles que podem revelar a vostè, [O Muhammad]. Vostè sabia que no, ni tu ni el teu poble, abans d'això. Així sigui pacient; de fet, el resultat [millor] és per al recte.
cy: Mae gan y newyddion am y unseen a ydym yn datgelu i chi, [O Muhammad]. Gwyddech hynny nad ydych chi na'r eich pobl, cyn hyn. Felly byddwch yn amyneddgar; yn wir, y canlyniad [orau] yw y righteous.
da: Der er fra nyheden om den usynlige, som vi afsløre for dig, [O Muhammad]. Du vidste det ikke, hverken du eller dine medarbejdere, før dette. Så vær tålmodig; [bedste] resultatet er faktisk til retfærdige.
el: Που είναι από τη νέα του unseen που αποκαλύπτουμε σε εσάς, [Ο Μωάμεθ]. Θα γνώριζε ότι δεν είναι, ούτε εσείς ούτε το λαό σας, πριν από αυτό. So να είμαι υπομονετικός? Πράγματι, το αποτέλεσμα [καλύτερη] είναι για τους δίκαιους.
et: Mis on nähtamatu, mis me avaldada teile [O Muhammad] Uudised. Sa teadsid seda mitte, ei teie ega ka teie inimesed, enne seda. Nii kannatlik; [parim] tulemused on tõepoolest õige.
fi: Se on näkymätön, joka meidän paljastaa teille [Oi Muhammed] uutisista. Tiesit sen, et sinä eikä sinun ihmiset ennen tätä. Joten ole kärsivällinen; itse asiassa [paras] tulos on vanhurskas.
he: זה מהחדשות של סמוי אשר אנו חושפים לך, [O מוחמד]. ידעת את זה. לא, לא אתה ולא לאנשים שלך, לפני זה. . אז תהיה סבלני. אכן, [הוא שוטט] הוא לצדיקים.
hr: To je iz vijesti nevidjeno kojeg možemo otkriti, [O Muhammad]. Znao si da nije, ni ti ni tvoji ljudi, prije nego ovaj. Da pacijent; Doista, [najbolji] rezultat je za pravednike.
lt: Tai nuo nematyto, mes atskleisti jums, [O Muhammad] Naujienos. Žinojo, kad jūs ne, nei jūs, nei jūsų žmonės, prieš tai. Taigi būkite kantrūs; iš tiesų, [geriausias] rezultatas yra teisus.
lv: Tas ir no neredzēts, kurā mēs atklāt jums [O Muhammad] jaunumi. Jūs zināja, ka tā nav, ne jūs, ne jūsu cilvēki, pirms šīs. Tāpēc esiet pacietīgs; patiešām, [labāko] iznākums ir taisns.
nb: Det er fra nyheten om den usynlige som vi vise deg, [O Muhammad]. Du visste det ikke, verken du eller ditt folk, før dette. Så vær tålmodig; [best] utfallet er faktisk for rettferdige.
sk: To je z noviniek neviditeľných, ktoré môžeme prezradiť vám, [Mohamed]. Viete, to nie, ani vy, ani vaši ľudia pred týmto. Takže buďte trpezliví; [najlepšie] výsledok je skutočne za spravodlivý.
sl: To je od novice nevidno, ki smo razkrili vam, [O Muhammad]. Ste vedeli, da ne, niti vi niti vaš ljudi, pred tem. Zato bodite potrpežljivi; res, [najboljši] izid je za pravednika.
sr_cyrl: То је из вест о видљивим која открива ти, [О Мухаммад]. Знао си да то није, ни ти ни твоји људи, пре овога. Зато буди стрпљив; Заиста , [најбољи] исход је за праведне.
sr_latn: To je iz vest o vidljivim koja otkriva ti, [O Muhammad]. Znao si da to nije, ni ti ni tvoji ljudi, pre ovoga. Zato budi strpljiv; Zaista, [najbolji] ishod je za pravedne.
uk: Саме від Новини невидиме, які ми виявляємо до вас, [O Мухаммад]. Ви знали, що це не так, ні вам, ні людей, до цього. Так що будьте терплячими; дійсно, [кращим] результатом розповідається про Сповідь праведників.
vi: Đó là những tin tức của thần bí mà chúng tôi tiết lộ cho bạn, [O Muhammad]. Bạn biết không, bạn cũng như những người bạn, trước đây. Vì vậy hãy kiên nhẫn; Thật vậy, kết quả [tốt nhất] là công bình.
zu: Lokho kuvela izindaba yesidalwa esingabonakali lapho We phendla you, [O Muhammad].
