Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1916
source: And He has cast into the earth firmly set mountains, lest it shift with you, and [made] rivers and roads, that you may be guided,
ca: I ell ha forjat en la terra fermament posar muntanyes, perquè no es canvien amb vostè i [fer] rius i camins, que et poden guiar,
cy: Ac wedi ei bwrw i'r ddaear gadarn mynyddoedd, rhag ofn ei symud gyda chi, a [] afonydd a ffyrdd, efallai y bydd eich harwain,
da: Og han har kastet i jorden fast indstillet bjerge, lest det flytte med dig, og [gjorde] floder og veje, at du kan blive vejledt,
el: Και αυτός έχει ρίξει στη γη σταθερά ορίσετε βουνά, μήπως μετακινείται μαζί σας, και [που], ποταμών και δρόμων, ότι μπορείτε να καθοδηγούνται,
et: Ja ta on enamus maasse kindlalt seatud mäed, muidu ta nihku ja [tehtud] jõgedest ja teed, et sa võib juhinduda,
fi: Ja hän on heittää maahan tiukasti vuoret, jottei se siirtää teidän kanssanne, ja [] jokien ja teiden voi noudattaa,
he: הוא ליהק לתוך האדמה בחוזקה הרי, שמא זה משמרת איתך, וכל [עשה] כבישים, כי אתה עלול להיות מונחה, ונהרות
hr: I on se baci u zemlju čvrsto postaviti planine, da ne bi to pomak s vama i [su] rijekama i cestama, da li mogu biti vođeni,
lt: Ir jis turi mesti į žemės tvirtai nustatyti kalnai, kad jį perkelti su jumis, ir [] upės ir keliai, kad jums gali būti vadovaujamasi,
lv: Un viņš ir iemesti zemes stingri noteikti kalni, nedrīkstam to shift ar jums, un [kas] upēm un ceļiem, ka jums var vadīties,
nb: Og han har kastet jorden fast satt fjell, så det skifte med deg, og [gjort] elver og veier, at du blir veiledet,
sk: A ten obsadil do Zeme pevne nastaviť hory, inak to posun s vami, a [z] rieky a cesty, že môže riadiť,
sl: In on je oddanih v zemljo trdno nastavljen gora, da ne premik z vami, in [je], rek in cest, da boste lahko vodijo,
sr_cyrl: И он је бацила на земљу чврсто поставити планине, да не би померило са тобом, и [су] река и путеве, да ли може бити вођена,
sr_latn: I on je bacila na zemlju čvrsto postaviti planine, da ne bi pomerilo sa tobom, i [su] reka i puteve, da li može biti vođena,
uk: І він має кинули його в землю твердо встановити гори, щоб не його перекласти з вами і [зробили] річок і доріг, що ви може керуватися,
vi: Và ông đã ném xuống trái đất chắc chắn thiết lập núi, vì sợ rằng nó thay đổi với các bạn, và [làm] dòng sông và đường giao thông, rằng bạn có thể được hướng dẫn,
zu: Yena uphonseke emhlabeni nimi niqinile entabeni, funa it sekugxilwa nawe, futhi [wenza] imifula nemigwaqo, ukuthi you guided,

# Quran1917
source: And landmarks. And by the stars they are [also] guided.
ca: I llocs d'interès. I per les estrelles [també].
cy: A dirnodau. Ac yn eu harwain gan y seren [hefyd].
da: Og vartegn. Og stjerner de styres [også].
el: Και σημεία ενδιαφέροντος. Και από τα αστέρια καθοδηγούνται [επίσης].
et: Ja Maamärgid. Ja poolt tähed nad [ka] giidiga.
fi: Ja maamerkkejä. Ja tähtien [myös] ohjataan.
he: וציוני. על ידי הכוכבים הם מודרכים [גם].
hr: I znamenitosti. I zvijezdama [također] su vođeni.
lt: Ir orientyrai. Ir iš žvaigždžių jie [taip pat] yra valdomos.
lv: Un orientieriem. Un zvaigznes, viņi [arī] vadīta.
nb: Og landemerker. Og av stjernene de [også] guidet.
sk: A pamiatok. A hviezdy sú [i] riadiť.
sl: In mejnike. In z zvezd so [tudi] vodijo.
sr_cyrl: И знаменитости. И поред звезде су [и] су вођене.
sr_latn: I znamenitosti. I pored zvezde su [i] su vođene.
uk: І визначні пам'ятки. І за зірками вони керуються [також].
vi: Và các điểm mốc. Và bởi các ngôi sao [cũng] họ được hướng dẫn.
zu: Kanye nezindawo.

# Quran1918
source: Then is He who creates like one who does not create? So will you not be reminded?
ca: Llavors és el que crea com un que no crea? Així es que vostè no pot recordar?
cy: Yna mae ef a creu fel un sy'n nid yw'n creu? Felly bydd eich nid atgoffa?
da: Derefter er han, der oprettes som en, der ikke skaber? Så vil du ikke blive mindet?
el: Στη συνέχεια, είναι αυτός που δημιουργεί σαν κάποιος που δεν δημιουργεί; Έτσι θα σας δεν γίνει υπενθύμιση;
et: Siis on see, kes loob nagu üks, kes ei looda? Nii et sa ei meelde?
fi: Sitten on hän luo kuin yksi, joka ei luo? Joten sinun ei muistutetaan?
he: אז הוא יוצר כמו אחד אשר אינו יוצר? אז אתה לא תהיה הזכיר?
hr: Onda je onaj koji stvara kao onaj koji ne stvara? Tako će ne će vas podsjetiti?
lt: Tada yra kas sukuria kaip tas, kuris nesukuria? Taip bus jums negali būti priminta?
lv: Tad ir tas, kas rada kā cilvēks, kas neveido? Tātad jums nav saņemsit atgādinājumu?
nb: Deretter er han som oppretter som en som ikke skaper? Så vil du ikke bli minnet?
sk: Potom je ten, kto vytvorí ako ten, ktorý nevytvára? Tak sa vám nemôže byť pripomenul?
sl: Potem je on, ki ustvarja kot tisti, ki ne ustvarja? Tako bo vam ne bi spomnil?
sr_cyrl: Онда је који ствара као онај који не ствара? Тако ће те не би подсетио?
sr_latn: Onda je koji stvara kao onaj koji ne stvara? Tako će te ne bi podsetio?
uk: Потім, він, який створює як той, хто не створює? Так буде вам не нагадувати?
vi: Sau đó là người tạo ra giống như một trong những người không tạo ra? Như vậy sẽ bạn không được nhắc nhở?
zu: Bese kuba Lowo kudala Ufana nomuntu akwakhi?

# Quran1919
source: And if you should count the favors of Allah, you could not enumerate them. Indeed, Allah is Forgiving and Merciful.
ca: I si t'hauria de comptar els favors d'Allah, no podria enumerar-los. En efecte, Allah és indulgent i Clement.
cy: Ac os ydych yn cyfrif y favors Allah, gellid rhifo iddynt beidio. Yn wir, Allah yn Forgiving a Merciful.
da: Og hvis du skal tælle favoriserer af Allah, du kunne ikke optælle dem. Allah er faktisk Forgiving og barmhjertige.
el: Και αν θα πρέπει να συμπεριλάβουμε και τις χάρες του Αλλάχ, δεν θα μπορούσε να απαριθμήσει τους. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja kui loete Jumal soosib, te võiks loetleda neid. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Ja Jos lasket suosii Allah, voisi ei luetella niitä. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: אם אתה צריך לספור בחיבתן של אללה, אתה לא יכול לספור אותם. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: I ako treba računati usluge Allah, ne bi ih nabrojiti. Uistinu, Allah je opraštanje i milostiv.
lt: Ir jei jūs turėtų tikėtis džiaugtis Dievo, jūs gali išvardyti juos. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Un, ja jums vajadzētu rēķināties Allah labvēlību, jūs nevar uzskaitīt tos. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Og hvis du skal telle gunst Allah, du kan ikke spesifisere dem. Faktisk er Allah tilgi og barmhjertig.
sk: A ak by mali počítať láskavosti Boha, by sa ich vymenovať. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: In če bi bilo prešteti uslug Allah, bi ne jih našteti. Res, Allah je tolerantna in usmiljen.
sr_cyrl: И ако треба да пребројите услуге од Алаха, не могу их набројати. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: I ako treba da prebrojite usluge od Alaha, ne mogu ih nabrojati. Uistinu, Allah je Forgiving i milosrdna.
uk: І якщо ви слід розраховувати сприяє Аллаха, ви не могли б перераховувати їх. Дійсно, Аллах є бачить і Merciful.
vi: Và nếu bạn nên tính ưu đãi của Allah, bạn có thể không liệt kê chúng. Thật vậy, Allah là Forgiving Merciful.
zu: Futhi uma kufanele ubale umusa Allah, ungase ngeke kubala kwabo.

# Quran1920
source: And Allah knows what you conceal and what you declare.
ca: I Allah sap el que li amaguen i què vostè declara.
cy: Ac mae Allah yn gwybod beth yr ydych yn ei guddio a beth yr ydych yn ei ddatgan.
da: Og Allah ved, hvad du skjule og hvad du erklærer.
el: Και Αλλάχ γνωρίζει τι να συγκαλύψει και τι μπορείτε να δηλώσετε.
et: Ja Jumal teab mida varjata ja mida te kuulutada.
fi: Ja Jumala tietää mitä peittää ja mitä julistaa.
he: אללה יודע מה אתה מסתיר, מה אתה מצהיר
hr: A Allah zna šta skrivaju i šta ste deklarirati.
lt: Ir Dievas žino kas jums slepia ir ką jūs deklaruoti.
lv: Un Allah zina, ko jūs slēpt un ko jūs deklarēt.
nb: Og Allah vet hva du skjule og hva du forkynne.
sk: A Boh vie čo zakryť a prehlasujete, že čo.
sl: Ter Allah ve, kaj vam prikriva in kaj deklarirate.
sr_cyrl: А Аллах зна шта прикриваш и шта сте прогласили.
sr_latn: A Allah zna šta prikrivaš i šta ste proglasili.
uk: І Аллах знає, що ви приховати і те, що ви декларуєте.
vi: Và Allah biết che giấu của bạn và những gì bạn tuyên bố.
zu: Futhi Allah uyazi you gubadlela babe you memezela.

# Quran1921
source: And those they invoke other than Allah create nothing, and they [themselves] are created.
ca: I aquells invocar excepte Allah crear res, i ells [mateixos] es creen.
cy: A'r rhai y maent yn ei alw Allah creu dim byd, ac maent [eu hunain] yn creu.
da: Og dem, de påberåbe sig andre end Allah oprette intet, og de [sig] oprettes.
el: Και όσους επικαλούνται, εκτός από Αλλάχ δημιουργήσει τίποτα, και αυτοί [οι ίδιοι] δημιουργούνται.
et: Ja need nad tugineda, välja arvatud Jumal luua midagi ja nad [ise] luuakse.
fi: Ja ne nämä vedota kuin Allah luo vain ja [itse] luodaan.
he: והעלה אלה הם מלבד אללה ליצור שום דבר, הם [עצמם] נוצרים.
hr: I oni oni zazivaju osim Allah stvoriti ništa, a oni [sami] stvaraju.
lt: Ir tuos, jie remiasi Dievo sukurti nieko, ir jie [save] sukūrė.
lv: Un tiem izsaukt, izņemot Allah izveidot neko, un paši [] ir izveidots.
nb: Og de de påberope seg annet enn Allah opprette ingenting og de [selv] er opprettet.
sk: A tie sa domáhajú, iné než Alaha vytvoriť nič a [seba] sú vytvorené.
sl: In tiste uveljavljajo razen Allah ustvariti nič, in so ustvarjene [sami].
sr_cyrl: И то они призивају осим Алаха креирајте ништа и [сами] су креиране.
sr_latn: I to oni prizivaju osim Alaha kreirajte ništa i [sami] su kreirane.
uk: І ті, вони посилатися, інші не Аллах створення нічого, та самі [] створюються.
vi: Và họ gọi những người khác hơn là Allah tạo ra không có gì, và họ [họ] được tạo ra.
zu: Futhi labo abuyisele nezinye kuka Allah ukudala lutho, futhi [ngokwawo] ziyadalwa.

# Quran1922
source: They are, [in fact], dead, not alive, and they do not perceive when they will be resurrected.
ca: Ells són, [de fet], morts, no viu, i no perceben que quan es serà ressuscitat.
cy: Maent, [yn wir], marw, nad oedd yn fyw, ac nad oeddent yn gweld pryd y bydd ei atgyfodi.
da: De er [virkeligheden] døde, ikke i live, og de opfatter ikke, hvornår de vil genopstå.
el: [Στην πραγματικότητα], είναι νεκρό, ούτε και ζωντανός, και εκείνοι δεν το αντιλαμβάνονται όταν αυτοί θα αναστηθούν.
et: Nad on, [tegelikult], surnud, ei ole elus, nad tajuvad, millal nad äratatakse.
fi: Ne ovat [kuitenkin] kuollut, ei elossa ja he eivät ymmärrä, kun he nousevat ylös.
he: הם, [למעשה], מת, לא בחיים, וגם הם לא תופסים כאשר הם לקום לתחייה.
hr: Oni su, [zapravo], mrtav, živ, i oni ne vide kad će biti uskrsnuti.
lt: Jie yra, [iš tikrųjų], miręs, gyvas, ir jie nesuvokia, kada jie bus prikelti.
lv: Tie ir, [faktiski], miris, nav dzīvs, un viņi neuztver, kad viņi būs augšāmcēlies.
nb: De er [], død, ikke i live, og de oppfatter ikke når de vil oppstå.
sk: Sú [v skutočnosti], mŕtvy, nežije, a neprijmú, kedy budú vzkriesení.
sl: So, [resnično], mrtva, ne živi, in ne zaznavajo, kdaj se bo vstali.
sr_cyrl: [У ствари], они су мртва, није жив, и они не виде када они ће ускрснути.
sr_latn: [U stvari], oni su mrtva, nije živ, i oni ne vide kada oni će uskrsnuti.
uk: Вони, [насправді], мертвий, не живий, і вони не сприймають, коли вони будуть Відроджені.
vi: Họ đang có, [trong thực tế], chết, không còn sống, và họ không nhận thức khi họ sẽ được phục sinh.
zu: Ziyakwazi, [eqinisweni], abafileyo, kaphili, futhi abazi ukubona uma bayovuswa.

# Quran1923
source: Your god is one God. But those who do not believe in the Hereafter - their hearts are disapproving, and they are arrogant.
ca: El seu Déu és un Déu. Però aquells que no creuen en el futur - són desaprovar seus cors i són arrogants.
cy: Eich Duw yn un Duw. Ond y rhai nad ydynt yn credu mewn o hyn ymlaen-mae eu calonnau yn anghymeradwyo'n, ac maent yn drahaus.
da: Din Gud er én Gud. Men dem, der ikke tror på hinsidige - deres hjerter misbilligende, og de er arrogant.
el: Ο Θεός είναι ένας Θεός. Αλλά εκείνοι που δεν πιστεύουν στη συνέχεια - αποδοκιμάζουν τις καρδιές τους, και είναι αλαζονική.
et: Teie Jumal on üks Jumal. Kuid need, kes ei usu edaspidi - nende südamed pahakspanev ja nad on ülbe.
fi: Jumala on yksi Jumala. Mutta ne, jotka usko jäljempänä - moittivasti heidän sydämensä, ja he ovat röyhkeitä.
he: האלוהים שלך הוא האל האחד. אך אלה אשר אינם מאמינים בעולם הבא - ליבם הם מורת, והם יהירים.
hr: Tvoj Bog je jedan Bog. Ali oni koji ne vjeruju u ahiret - srca su neslaganje, a oni su arogantni.
lt: Jūsų Dievas yra vienas Dievas. Bet tie, kurie netiki, toliau - jų širdyse yra nepritardama, ir jie yra arogantiškas.
lv: Tavs Dievs, ir viens Dievs. Bet tiem, kuri netic turpmāk - viņu sirdis ir nepatika, un tie ir augstprātīgi.
nb: Din Gud er en Gud. Men de som ikke tror i hinsidige - deres hjerter er nekte, og de er arrogant.
sk: Tvoj Boh, je jeden Boh. Ale tí, ktorí neveria v nižšie - sú nesúhlasne svoje srdce a sú arogantné.
sl: Vaš Bog je eden Bog. Ampak tiste, ki ne verjamejo v nadaljevanju - njihova srca so neodobravanje, in oni so predrznosr.
sr_cyrl: Твој Бог је један Бог. Али , они који не верују у другом свету - њихова срца су обесхрабрујуже, и они су арогантни.
sr_latn: Tvoj Bog je jedan Bog. Ali, oni koji ne veruju u drugom svetu - njihova srca su obeshrabrujuжe, i oni su arogantni.
uk: Ваш Бог, один Бог. Але ті, хто не вірять в загробному світі - найбільше цікавлять їхні серця і вони є великі речі.
vi: Thiên Chúa là một Thiên Chúa. Nhưng những người không tin rằng trong tương lai - trái tim của họ đang chối, và họ rất kiêu ngạo.
zu: Kho Nkulunkulu is Nkulunkulu munye.

# Quran1924
source: Assuredly, Allah knows what they conceal and what they declare. Indeed, He does not like the arrogant.
ca: Segurament, Allah sap què amaguen i què manifesten. De fet, no li agrada l'arrogància.
cy: Yn sicr, mae Allah yn gwybod beth y maent yn ei guddio a beth y maent yn ei ddatgan. Yn wir, nid yw'n hoffi'r haerllug.
da: Sandelig, Allah ved hvad de skjule og hvad de erklære. Ja, han kan ikke lide den arrogante.
el: Σίγουρα, Αλλάχ γνωρίζει τι αποκρύπτουν κι αυτά που δηλώνουν. Πράγματι, δεν του αρέσει η αλαζονική.
et: Totisesti, Jumal teab mida nad varjata ja mida nad deklareerida. Tõepoolest, ta ei meeldi ülbe.
fi: Totisesti Jumala tietää, mitä he salaavat ja mitä he ilmoittaa. Itse asiassa hän ei pidä ylimielinen.
he: ויען אללה יודע מה הם מסתירים מה הם מכריזים. ואכן, הוא לא אוהב את יהיר.
hr: Zaista, Allah zna ono što skrivaju i ono što izjavljuju. Doista, ne voli arogantan.
lt: Be abejo, Dievas žino, ką jie slepia ir kas jie pareikšti. Iš tiesų, jis nėra kaip arogantiškas.
lv: Protams, Allah zina, ko viņi slēpj un ko tās deklarē. Patiešām, viņš nepatīk augstprātīgi.
nb: Sannelig, Gud vet hva de skjuler og hva de forkynne. Faktisk er liker han ikke det arrogant.
sk: Veru, Alah vie čo skrývať a čo deklarujú. V skutočnosti, on nemá rád arogantný.
sl: Prav gotovo Allah ve, kar skrijejo in kaj so razglasi. Res, on kot aroganten.
sr_cyrl: Засигурно , Аллах зна шта крију и шта су прогласити. Заиста , он не воли је арогантан.
sr_latn: Zasigurno, Allah zna šta kriju i šta su proglasiti. Zaista, on ne voli je arogantan.
uk: Поправді, Аллах знає, що вони приховують і заявити, що вони. Справді, він не любить зарозумілі.
vi: Chắc chắn, Allah biết che giấu của họ và những gì họ tuyên bố. Thật vậy, ông không thích sự kiêu ngạo.
zu: Ngokuqinisekile, Allah uyazi ukuthi yini bona gubadlela futhi babe they memezela.

# Quran1925
source: And when it is said to them, "What has your Lord sent down?" They say, "Legends of the former peoples,"
ca: I quan es diu que ells, "el que té el seu Senyor enviat?" Diuen, "Llegendes dels pobles antics"
cy: Ac pan ddywedir iddynt, "beth mae eich Arglwydd anfon i lawr?" Maent yn dweud, "Chwedlau o bobloedd gynt"
da: Og når det er sagt til dem, "Hvad er din herre sendt?" De siger, "Legender af de tidligere folk"
el: Και όταν λέγεται σε αυτές, «τι ο Λόρδος σας έστειλε;» Λένε, «Θρύλους των λαών της πρώην»
et: Ja kui neile on öeldud, "Millised on teie Issand saatnud oma?" Nad ütlevad, "Endine Rahvaste legende"
fi: Ja kun sanoi heille, "mikä on teidän Herranne lähetti?" He sanovat, "Legends entinen kansojen"
he: כאשר נאמר להם "מה האדון שלח?" הם אומרים, "אגדות העמים לשעבר"
hr: I kad je rekao da ih, "što je tvoj gospodar poslao?" Oni kažu, "Legende o bivšim narodima"
lt: Ir kai jis sako, kad jiems, "ką jūsų Viešpats atsiuntė?" Jie sako, "Buvęs Tautų legendos"
lv: Un kad tā sacīja viņiem: "ko jūsu kungs atsūtīja uz leju?" Viņi saka: "Bijušais tautas leģendas"
nb: Og når det er sagt til dem, "Hva er din Herre sendte?" De sier, "Legender av tidligere folk"
sk: A keď sa im povedal, "čo má váš pán zoslal?" Oni hovoria, "Legendy bývalých obyvateľov"
sl: In ko je dejal, da jih, "kaj je vaš gospodar poslal?" Pravijo, "Legende nekdanji narodi"
sr_cyrl: А кад је рекао да је са њима, "Шта је твој господар послао?" Рекли су, "Легенде о бившим народима"
sr_latn: A kad je rekao da je sa njima, "Šta je tvoj gospodar poslao?" Rekli su, "Legende o bivšim narodima"
uk: І коли він сказав їм, "те, що Господь ваш направила?" Вони кажуть: "Легенди колишній народів"
vi: Và khi nó được cho họ, "những gì có Chúa của bạn gửi?" Họ nói, "Huyền thoại của các dân tộc trước đây"
zu: Futhi uma wathi kubo: "Yini eye kho Lord sa phansi?"

# Quran1926
source: That they may bear their own burdens in full on the Day of Resurrection and some of the burdens of those whom they misguide without knowledge. Unquestionably, evil is that which they bear.
ca: Que van esser propis càrregues en la seva totalitat el dia de resurrecció i algunes de les càrregues d'aquells qui van burlar sense coneixement. Sens dubte, mal és el que porten.
cy: Y gall maent gofio beichiau eu hunain yn llawn ar ddiwrnod yr atgyfodiad a rhai o'r beichiau y rhai y mae eu misguide heb wybodaeth. Yn ddiamau, drwg yw y maent yn dwyn.
da: At de kan bære deres egen byrder i fuld på den dag i opstandelse og nogle af byrderne af dem, som de vildlede uden viden. Utvivlsomt, onde er, som de bærer.
el: Ενδέχεται να φέρουν δικό τους βάρη πλήρως για την ημέρα της Αναστάσεως, και μερικά από τα φορτία των εκείνους τους οποίους αυτοί παραπλανώ χωρίς γνώση. Αναμφισβήτητα, κακό είναι αυτό που φέρουν.
et: Et nad võivad kanda oma koormust täielikult ülestõusmise päeval ja mõned maksukoormust, keda nad misguide teadmata. Vaieldamatult, kurjus on see, mis nendel on.
fi: Että ne vastaavat oman taakkaa kokonaan ylösnousemuksen päivänä ja jotkut taakkaa, jota he eksyttää tietämättä. Kiistatta paha on se, mitä niissä on.
he: כי הם עשויים לשאת בנטל משלהם באופן מלא על יום התקומה וחלק הנטל של אלה אשר הם להטעות ללא ידע. אין ספק, רשע זה אשר הם נושאים.
hr: Da oni svibanj imati svoj teret u cijelosti na dan uskrsnuća i dio bremena onih koje su obmanjivati bez znanja. Bez sumnje, zlo je ono što oni nose.
lt: Kad jie gali turėti savo naštą visiškai prisikėlimo dieną ir kai kurie iš tų, kuriuos jie suklaidinti be žinios naštos. Be abejo, blogis yra tai, kas ant jų.
lv: Ka tie var būt savas nastas pilnā augšāmcelšanās dienā, un daži no tiem, kuriem tie maldināt nezinot sloga. Neapšaubāmi, ļaunums ir tas, ko tās sedz.
nb: Så de kan bære sin egen byrder i sin helhet på dagen av oppstandelse og noen av byrdene til dem de misguide uten kunnskap. Uten tvil, onde er som de bærer.
sk: Že budú znášať vlastné bremená v plnom rozsahu na deň vzkriesenia a niektoré zo bremená tých, ktorým sa zviesť bez vedomia. Nesporne, zlo je to, čo znášajú.
sl: Da lahko nosijo svoje obremenitve v celoti na dan od vstajenje in nekaj obremenitev od tiste, ki so Obmanjivati brez znanja. Nedvomno, zlo je, ki jih nosi.
sr_cyrl: Да су нека донесу своје бреме у потпуности на дан ускрснућа и неке од терета на оне које су узнемирава без знања. Без сумње, зло је оно што они сносе.
sr_latn: Da su neka donesu svoje breme u potpunosti na dan uskrsnuća i neke od tereta na one koje su uznemirava bez znanja. Bez sumnje, zlo je ono što oni snose.
uk: Що вони можуть нести свій власний тягар в повному обсязі на день Воскресіння і деякі з тягар тих, кого вони вводити в оману без знання. Без сумніву, зла є те, що вони несуть.
vi: Rằng họ có thể chịu gánh nặng của họ đầy đủ vào ngày phục sinh và một số trong những gánh nặng của những người mà họ khuyên bậy mà không có kiến thức. Unquestionably, ác là mà họ chịu.
zu: Ukuthi bangase bathwale imithwalo yabo siqu ngokugcwele Suku Vuko kanye ezinye imithwalo labo abababheka kudukiswe ngaphandle kolwazi.

# Quran1927
source: Those before them had already plotted, but Allah came at their building from the foundations, so the roof fell upon them from above them, and the punishment came to them from where they did not perceive.
ca: Aquells abans d'ells ja havia intrigat, però Allah va arribar al seu edifici de les fundacions, perquè la teulada va caure sobre ells damunt d'ells, i el càstig a ells d'on ells no perceben.
cy: Rhai cyn wedi iddynt eisoes wedi'u nodi, ond daeth Allah yn eu adeilad o'r seiliau, felly, syrthiodd y to arnynt Fry, ac y gosb yn dod iddynt o'r lle nad oeddent yn gweld.
da: Dem før dem havde allerede afbildet, men Allah kom på deres bygning fra fonde, så taget faldt på dem fra et sted over dem, og straffen kom til dem fra hvor de ikke opfatter.
el: Αυτούς πριν από τους ήδη είχε σχεδιαστεί, αλλά Αλλάχ, που ήρθε στο κτίριο τους από τα θεμέλια, έτσι την οροφή έπεσε πάνω τους από πάνω τους, και η τιμωρία ήρθε να τους από το όταν δεν αντιλαμβάνονται.
et: Enne neid oli juba joonistatakse, kuid Jumal tuli kell oma hoone vundamendid, nii katus tungisid neile neid ülevalt ja karistuse tuli neile, kui nad ei taju.
fi: Ennen ne oli piirretty, mutta Jumala tuli rakennuksensa säätiöiden, joten rangaistus tuli heille missä he eivät tajunneet katon kohtasi heitä ylhäältä niitä.
he: אלה לפני אותם כבר הייתה להתוות, אבל אללה בא בבניין שלהם מן היסוד, אז הגג נפל עליהם מלמעלה אותם, ואת העונש בא אליהם מאיפה הם? האם לא תופסים.
hr: Oni prije njih već nacrtane, ali Allah je došao u svoju zgradu iz temelja, krova pala na njih iznad njih, a kazna došla s njima gdje oni percipiraju.
lt: Prieš juos buvo jau nubrėžtos, bet Dievas atėjo jų pastatą nuo pamatų, todėl stogo nukrito nuo jų iš virš jų, ir bausmė atėjo į juos iš kur jie ne suvokti.
lv: Tiem, pirms tos gatavoja jau, bet Allah nācis pie savas ēkas pamatus, tāpēc jumta krita uz viņiem no augšas tos un sods nāca pie viņiem no kur tie nav uztveram.
nb: Dem før dem allerede hadde plottet, men Allah kom på deres bygning fra grunnmuren, så taket falt på dem fra over dem, og straffen kom til dem fra der de ikke oppfatter.
sk: Tí pred nimi mal už zakreslené, ale Alah prišiel na svoje budovy od základov, takže strecha padla na ne zhora ich a trest prišiel k nim z kde ich nevníma.
sl: Pred njih so že narisane, vendar Allah prišli v gradnji temeljev, tako streho padel na njih od zgoraj jih, in kazen prišli do njih kjer jih ni dojemal.
sr_cyrl: Они пре их имао већ приказане, али Аллах у њиховој згради из темеља, кров је пао на њих од изнад њих, а казна дошла код њих где они не виде.
sr_latn: Oni pre ih imao već prikazane, ali Allah u njihovoj zgradi iz temelja, krov je pao na njih od iznad njih, a kazna došla kod njih gde oni ne vide.
uk: Ті, перш ніж їх вже було накреслено, але Аллах прийшли в їх Будівництво фундаментів, тому дах впав на них зверху їх, і покарання прийшли до них де вони не сприймають.
vi: Những người trước đó đã âm mưu ám, nhưng Allah đã tại tòa nhà của họ từ các cơ sở, vì thế mái nhà đã giảm khi chúng từ phía trên chúng, và sự trừng phạt đến với họ từ nơi mà họ đã không nhận thấy.
zu: Labo phambili them wayesesithathile kakade ugobe, kodwa u Allah safika lesi sakhiwo sabo kwasekusekelweni, ngakho ophahleni wehlela phezu kwabo evela phezulu them isijeziso sondela them lapho abazange perceive.
