Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1775
source: It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded.
ca: Es produeix el seu fruit tot el temps, amb permís del seu Senyor. I Allah presenta exemples per a la gent que potser ells es recordar.
cy: Mae'n cynhyrchu ei ffrwythau bob amser, drwy ganiatâd ei Arglwydd. Ac mae'r Allah yn cyflwyno enghreifftiau ar gyfer y bobl y efallai bydd eu hatgoffa.
da: Det producerer sin frugt hele tiden, med tilladelse fra sin herre. Og Allah præsenterer eksempler for mennesker, at de måske vil blive mindet.
el: Παράγει καρπό όλη την ώρα, από την άδεια του Κυρίου. Και Αλλάχ παρουσιάζει παραδείγματα για τους ανθρώπους που ίσως αυτοί θα υπενθυμιστείτε.
et: Ta toodab selle vili on alati oma Issanda loal. Ja Allah esitleb näiteid inimestele, et võibolla nad meelde.
fi: Se tuottaa sen hedelmiä koko ajan, sen Herran luvalla. Ja Jumala esittää esimerkkejä ihmiset että ehkä ne muistutetaan.
he: הוא מייצר פירות שלה כל הזמן, לאחר אישור של האל שלה. אללה מציג דוגמאות לאנשים כי אולי הם תקבל תזכורת.
hr: Proizvodi plod svih vremena, uz dopuštenje svojih gospodara. I Allah primjere za ljude da možda oni će biti podsjetnik.
lt: Ji gamina savo vaisių visą laiką, Šventasis Raštas, jo Viešpats. Ir Dievas pateikia pavyzdžių žmonių, kad galbūt jie bus priminta.
lv: Tas rada tās augļi visu laiku, pēc tā kunga atļauju. Un Allah sniedz piemērus par cilvēkiem, ka varbūt viņi tiks atgādināts.
nb: Den produserer sin frukt hele tiden, med tillatelse av dens Lord. Og Allah gir eksempler for folk som kanskje de vil bli minnet.
sk: Produkuje jeho ovocia všetkých dôb, so zvolením svojho pána. A Boh predstavuje príklady pre ľudí, že snáď budú upozornení.
sl: To proizvaja sadje vseh časov, z dovoljenjem Lord. Ter Allah predstavlja primere za ljudi, da morda se bo spomnil.
sr_cyrl: Њен плод производи стално дозволу аутора њен господар. И , Алах представља примере за људе да можда они ће се огласити.
sr_latn: Njen plod proizvodi stalno dozvolu autora njen gospodar. I, Alah predstavlja primere za ljude da možda oni će se oglasiti.
uk: Вона виробляє його плоди весь час, з дозволу його Господь. І Аллах представлені зразки для людей, що можливо вони буде нагадувати.
vi: Sản xuất hoa quả của nó tất cả thời gian, bởi sự cho phép của lãnh chúa của nó. Và Allah trình bày các ví dụ cho những người mà có lẽ họ sẽ được nhắc nhở.
zu: It uthela izithelo zayo sonke isikhathi, by imvume weNkosi yayo.

# Quran1776
source: And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.
ca: I l'exemple d'una mala paraula és com un arbre dolent, a causa de la superfície de la terra, no tenint cap estabilitat.
cy: A bod yn enghraifft o air drwg fel coeden drwg, dadwreiddio o wyneb y ddaear, heb unrhyw sefydlogrwydd.
da: Og eksempel på et dårligt ord er ligesom et dårligt træ, hjemstedsfordrevne fra overfladen af jorden, ikke har nogen stabilitet.
el: Και το παράδειγμα του μια κακή λέξη όπως ένα κακό δέντρο, ξεριζωμένοι από την επιφάνεια της γης, δεν έχει σταθερότητα.
et: Ja paha sõna näide on nagu halb puu, maa pinnalt lahkuma ei ole mingit stabiilsust.
fi: Ja pahaa sanaa esimerkki on kuin huono puu, jättämään kotiseutunsa pinnalla maa, joilla ei ole mitään vakautta.
he: הדוגמה של מילה רעה כמו עץ רע, נעקרו מפני השטח של כדור הארץ, לא נראה שיש יציבות כלשהי.
hr: A primjer loše riječi je kao loše drvo, iskorijenjena iz površina zemlje, što nije bilo stabilnosti.
lt: Ir blogo žodžio pavyzdys yra kaip blogas medis, iškeldinti iš žemės paviršiaus neturi jokių stabilumo.
lv: Un sliktu vārdu piemērs ir kā slikts koks, zaudējušas saikni ar dzimto zemi no zemes virskārtas nav jebkuru stabilitāti.
nb: Og eksempel på et dårlig ord er som et dårlig tre, rykket opp fra overflaten av jorden, ikke har noen stabilitet.
sk: A napríklad zlé slovo je ako zlý strom, vykoreniť z povrchu Zeme, ktoré nemajú akúkoľvek stabilitu.
sl: In primer neprimerne besede kot slabo drevo, izkoreninjenemu od površine zemlje, ni vse stabilnost.
sr_cyrl: И пример псовка као лоше дрво, одвојио од површине земље, немати ништа стабилно.
sr_latn: I primer psovka kao loše drvo, odvojio od površine zemlje, nemati ništa stabilno.
uk: І приклад неприпустимих слів як дерево, переміщеного від поверхні землі, не надає будь-якої стійкості.
vi: Và các ví dụ của một từ xấu là giống như một cây xấu, uprooted từ bề mặt của trái đất, không có bất kỳ sự ổn định.
zu: Futhi isibonelo inhlamba kufana nomuthi omubi, zabangela ebusweni bomhlaba, engenalo nelincane ukuzinza.

# Quran1777
source: Allah keeps firm those who believe, with the firm word, in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills.
ca: Allah manté ferms aquells que creuen, amb la paraula ferm, en la vida mundana i en el futur. I els malfactors Allah envia per mal camí. I Allah fa el que vol.
cy: Allah yn cadw cadarn rhai sy'n credu, gyda'r gair cadarn, mewn bywyd worldly ac yn y o hyn ymlaen. Ac anfon Allah ar gyfeiliorn y tramgwyddo. A yw Allah beth a wills ef.
da: Allah holder fast dem, som tror, med fast ordet, i verdslige liv og i hinsidige. Og Allah sender på afveje af lovovertrædere. Og Allah gør hvad han testamenter.
el: Αλλάχ κρατά σταθερή όσους πιστεύουν, με τη σταθερή λέξη, στην κοσμική ζωή και στη συνέχεια. Και Αλλάχ στέλνει παραστρατημένος οι παραβάτες. Και Αλλάχ κάνει τι διαθήκες.
et: Jumal hoiab kindlalt, kes usuvad kindla sõnaga, maise elu ja edaspidi. Ja Jumal saadab astray selle tekitaja. Ja Allah ei, mida ta tahab.
fi: Allah pitää yritys, jotka uskovat lujasti sanalla maallista elämää ja tulevassa. Ja Jumala lähettää harhaan laajemmalti. Ja Jumala tekee mitä tahtoo.
he: אללה שומר המשרד אלו אשר מאמינים, עם המילה המשרד, בחיים הגשמיים, בעולם הבא. ושולח אללה מדרך הישר את הפושעים. אללה עושה מה שהוא רוצה.
hr: Allah drži čvrsto vjeruju, čvrstu riječ, u svjetovnom životu i u daljnjem tekstu. I Allah šalje zalutati počinioce. A Allah radi ono što on želi.
lt: Dievas saugo firmos tiems, kurie tiki, su tvirtai žodžiu, žemiškas gyvenimas ir toliau. Ir Dievas siunčia kelio grzesznicy. Ir Dievas daro ką jis testamentų.
lv: Allah uztur stingru tiem, kas tic, ar stingru vārdu pasaulīgās dzīves un turpmāk. Un Allah nosūta apmaldīties pārkāpējus. Un Allah tas, ko viņš vēlas.
nb: Allah holder fast dem som tror, med fast ordet, i verdslige liv og i hinsidige. Og Allah sender avveie i wrongdoers. Og Allah gjør hva han wills.
sk: Boh drží pevne tých, ktorí veria, s pevne word, pozemský život a ďalej. A Boh posiela scestie zloèinci. A Boh to, čo on chce.
sl: Allah ohranja trdno tiste, ki verjamejo, s trdno besedo, v posvetno življenje in v nadaljevanju. Ter Allah pošlje zašel v wrongdoers. In Allah ne, kar je oporok.
sr_cyrl: Аллах држи чврсто оних који верују, речју за фирме, у земаљски живот, а на другом свету. И Аллах шаље на одмет починиоце. А Аллах ради шта му је воља.
sr_latn: Allah drži čvrsto onih koji veruju, rečju za firme, u zemaljski život, a na drugom svetu. I Allah šalje na odmet počinioce. A Allah radi šta mu je volja.
uk: Аллах тримає фірми тих, хто вірить, слову фірми, в мирське життя і в майбутньому. І Аллах посилає оману на розкаюємося. І Аллах робить те, що він хоче.
vi: Allah giữ vững những người tin rằng, với từ công ty, trong cuộc sống trần tục và trong tương lai. Và Allah gửi lạc lối trong các wrongdoers. Và Allah không những gì Ngài muốn.
zu: Allah egcina aqine labo kholwa, ne izwi ngokuqinile, ngo worldly pilo ngaphakathi Hereafter.

# Quran1778
source: Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin?
ca: Ha no considerat qui intercanviar el favor d'Allah de la incredulitat i es va establir la seva gent [a] la casa de ruïna?
cy: Nid ydych wedi ystyried rhai sy'n cyfnewid favor Allah am anghrediniaeth a setlo eu pobl [yn] y cartref o adfail?
da: Har du ikke overvejet dem der udveksles fordel af Allah for vantro og bosatte sig deres mennesker [i] hjemsted for ruin?
el: Δεν έχετε εξετάσει εκείνους που αντάλλαξαν την εύνοια του Αλλάχ για την δυσπιστία και εγκαταστάθηκαν τους ανθρώπους [στο] σπίτι της καταστροφής;
et: Kas oled ei mõelnud, kes vahetasid uskumatus Allah kasuks ja elama saavad inimesed [] häving kodu?
fi: Oletko ei harkinnut jotka vaihtaa hyväksi Allah epäusko ja asettui kansansa [] pilata kotiin?
he: ? האם לא שקלת אלה אשר החליפו את הטובה של אללה אמון והשתקע האנשים שלהם [ב] ביתו של הרס
hr: Razmišljaš li one koji razmjenjuju uslugu Allaha za nevjerovanje i naselili ljude u domu propast?
lt: Ar jūs ne laikoma tiems, kurie keičiasi Dievo palankumą dėl netikėjimo ir apsigyveno savo tautos [in] griuvėsiai namuose?
lv: Vai jums nevar uzskatīt, ka tie, kas favor Allah apmainīt un atrisināt to cilvēku [] mājas drupās
nb: Har du ikke vurdert som utveksles favør av Allah for vantro og slo sine folk [i] hjemmet til ruin?
sk: Uvažovali ste nie tí, ktorí vymenili priazeň Alaha pre nedôveru a usadil ich ľudia [v] domácnosti krachu?
sl: Vi ne štejejo tiste, ki izmenjujejo uslugo Allah za nejeverno in naselili svoje ljudi [v] doma propada?
sr_cyrl: Да нисте узели у обзир оне који размењују услугу и Аллах за неверовање и средили своје људе у дому пропасти?
sr_latn: Da niste uzeli u obzir one koji razmenjuju uslugu i Allah za neverovanje i sredili svoje ljude u domu propasti?
uk: Ви не розглянули, хто обмінялися користь Аллах для невір'я і оселився своїх людей [] будинку розорення?
vi: Bạn đã không xem xét những người trao đổi các ưu tiên của Allah cho sự hoài nghi và định cư của người dân ở nhà làm hỏng?
zu: Anizange yini nisebenzise kubhekwe labo abaye benana umusa ka Allah disbelief futhi sazinza abantu babo [e] ekhaya lwencithakalo?

# Quran1779
source: [It is] Hell, which they will [enter to] burn, and wretched is the settlement.
ca: [És] L'infern, que van [entrarà] cremada i roí és l'assentament.
cy: [Mae'n] Uffern, y maent hwy, bydd [nodwch i] llosgi, a truenus yn y setliad.
da: [Det er] Helvede, som de vil [enter til] brænde og elendige er forliget.
el: [Είναι] Κόλαση, το οποίο θα θα [εισάγετε να] έγκαυμα, και άθλιους είναι ο οικισμός.
et: [On] Põrgu, mis neil näidatakse [enter] kirjutamist ja armetu on tasakaalustus.
fi: [Se on] Helvetti, jossa he [tulee] polttaa ja kurja on.
he: [הוא] לעזאזל, אילו הם [הזן] צריבה, האומלל הוא היישוב.
hr: [To je] Koji imaju će [Unesite] snimanje i jadan je naselje.
lt: [Tai] Po velnių, kuriomis jie bus [Įveskite] dega, ir niekam tikęs yra sudengimas.
lv: [Ir] Pie velna, ko viņi būs [enter lai] ierakstīšanas un nožēlojams ir norēķināšanās.
nb: [Det er] Helvete, de vil [enter til] burn og elendige er utligningen.
sk: [Je] Peklo, ktoré bude [enter] horieť a úbohé je osada.
sl: [Je] Pekel, ki jih bo [Vnesite da] zapisovanje in bedno je naselje.
sr_cyrl: [Је] Пакао , који они ће [унесите] опекотина, а јадни је насеље.
sr_latn: [Je] Pakao, koji oni će [unesite] opekotina, a jadni je naselje.
uk: [Це] Пекло, який вони [увійде до] горять і знедолених це поселення.
vi: [Đó là] Địa ngục, mà họ sẽ [nhập] đốt, và không may là khu định cư.
zu: [Kuyinto] Hogo, bayokunikela [faka ukuze] bashise, futhi embi iyona settlement.

# Quran1780
source: And they have attributed to Allah equals to mislead [people] from His way. Say, "Enjoy yourselves, for indeed, your destination is the Fire."
ca: I tenen atribuït a iguals d'Allah a enganyar [persones] del seu camí. Dir, "Gaudir de vosaltres, de fet, el seu destí és el foc."
cy: Ac wedi eu priodoli i Allah yn hafal i gamarwain [pobl] oddi ar ei ffordd. Dweud, "Mwynhau, yn wir, yw'r pen eich taith yn y tân."
da: Og de har tilskrevet Allah ligemænd til at vildlede [folk] fra hans vej. Sige, "Nyd jer selv, for din destination er ilden."
el: Και αυτοί έχουν αποδοθεί σε ισούται με Αλλάχ να παραπλανήσει [Πρόσωπα] από το δρόμο του. Λένε, «Να απολαύσει τους εαυτούς σας, γιατί πράγματι, ο προορισμός σας είναι η φωτιά.»
et: Ja nad on omistatud Jumal võrdub eksitada [inimesed] oma teed. Öelda: "Naudi ennast, tõepoolest, teie sihtpunkt on tulekahju."
fi: Ja he ovat osoittaneet Jumala vastaa harhaan [ihmiset] hänen tavalla. Esimerkiksi: "Nauti itseänne, sillä kohde onkin tulen."
he: הם יש לייחס אללה שווה כדי להטעות [אנשים] ממנו בדרכו. אומרים, "תהנו, ואכן, היעד שלך הוא האש"
hr: I oni se pripisuje Allahu jednako obmanuti [ljudi] iz njegove način. Kažu, "Uživajte, jer doista, odredište je vatra."
lt: Ir jie suteikė Dievas lygu suklaidinti [žmonės] iš savo keliu. Tarkim, "Mėgautis save, iš tiesų, jūsų paskirties yra ugnis."
lv: Un tie ir attiecināmi uz Allah ir vienāds maldināt [cilvēku] no savu ceļu. Teiksim, "Baudīt sev, tik tiešām, savu galamērķi ir uguns."
nb: Og de har tilskrevet Allah er lik å villede [folk] fra hans vei. Si "Liker dere, for destinasjonen er faktisk ild."
sk: A oni majú pripísať Alah rovná zavádzať [ľudia] z jeho cesty. Povedať: "Užite si sami, v skutočnosti, váš cieľ je oheň."
sl: In oni so dodeljene Allah je enako zavaja [ljudje] iz poti. Reči, "Uživajte, za res, vaš cilj je ogenj."
sr_cyrl: И они имају приписује једнако Аллах да заварају [људи] из његове начин. Рецимо , "Пријатан дан, јер заиста, ваше одредиште је ватра."
sr_latn: I oni imaju pripisuje jednako Allah da zavaraju [ljudi] iz njegove način. Recimo, "Prijatan dan, jer zaista, vaše odredište je vatra."
uk: І вони приписують Аллах прирівнюється до оману [] від його шляху. Сказати: «Отримуйте задоволення, бо справді, місця призначення, вогонь.»
vi: Và họ đã do Allah bằng để đánh lừa [người] từ theo cách của mình. Nói, "Tận hưởng bản thân, thực sự, điểm đến của bạn là lửa."
zu: Futhi baye kukhonjwe Allah zilingana ukuze adukise [abantu] endleleni Yakhe.

# Quran1781
source: [O Muhammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange, nor any friendships.
ca: [O Muhammad], explicar els meus servents que he cregut establir pregària i passar des que ens han proporcionat, secretament i públicament, abans que arribi un dia en el qual hi haurà cap canvi ni cap amistats.
cy: [O Muhammad], ddweud fy weision sydd wedi credu i sefydlu gweddi a gwariant o beth yr ydym wedi ei darparu iddynt, gyfrinachol ac yn gyhoeddus, cyn y daw y dydd y ni fydd unrhyw gyfnewid, nac unrhyw cyfeillgarwch.
da: [O Muhammad], fortælle mine tjenere der har menes at etablere bøn og tilbringe fra hvad vi har givet dem, hemmeligt og offentligt, før en dag kommer, hvor der bliver ingen udveksling, og heller ikke nogen venskaber.
el: [O Μωάμεθ], πείτε τους υπηρέτες μου ποιος πίστευε σε προσευχή θεσπίσει και να περάσουν από ό, τι τους παρέχουμε, κρυφά και δημόσια, πριν τη μια ημέρα στην οποία δεν θα υπάρξει καμία ανταλλαγή, ούτε οποιαδήποτε φιλίες.
et: [O Muhammad], öelda minu sulased, kes oleks uskunud palve ja veeta, mida oleme pakkunud neile, salaja ja avalikult, enne tuleb päev kus tekib ei vaheta, ega mis tahes sõprussuhteid.
fi: [Oi Muhammed], kertoa minun palvelijani, joka uskoi rukoukseen ja käyttää mitä olemme luoneet heille, salaa ja julkisesti, ennen kuin sinä päivänä, jossa ei tule ei vaihdeta eikä mitään ystävyyssuhteita.
he: [O מוחמד], ספר המשרתים שלי מי מאמין להקים תפילה ולבלות מ מה שסיפקנו להם, בחשאי, בפומבי, לפני יום יבוא שבו יהיו exchange אין, וגם לא כל החברות.
hr: [O Muhameda], reci moje sluge tko povjerovao da uspostavi molitve i provesti od što smo ih ponudili, tajno i javno, prije nego što dođe dan u kojem će se nema razmjene, niti prijateljstava.
lt: [O Muhammad], pasakyti mano tarnai, kurie tikėjo malda ir praleisti nuo kas mes pateikėme juos, slaptai ir viešai, prieš per dieną ateina, kurioje bus neteikia, nei bet kuris draugystę.
lv: [O Muhammad], pastāstīt mani kalpi, kas ticējusi izveidot lūgšanu un tērēt no to, ko esam nodrošinājuši viņus, slepeni un publiski, pirms pienāk diena, kurā būs nenotiek apmaiņa, ne jebkurš draudzību.
nb: [O Muhammad], fortelle mine tjenere som har trodd å etablere bønn og bruke fra hva vi har gitt dem, hemmelighet og offentlig, før en dag kommer der det vil være ingen utveksling, heller ikke noen vennskap.
sk: [O Mohameda], povedzte moji služobníci, ktorí uverili modlitby a utrácať zo čo sme im poskytli, tajne a verejne, skôr, ako príde deň, v ktorom nebude žiadna výmena, ani žiadne priateľstvo.
sl: [O Muhammad], povej moji fantje kdo verjel vzpostaviti molitev in porabili od kar smo jim zagotovili, tajno in javno, preden pride na dan, v katerem bo brez izmenjave, niti kakršne koli prijateljstva.
sr_cyrl: [О Мухаммад], реци моје слуге који је веровао да успостави молитву и проведе од њих смо већ уложили, тајно и јавно, пре него што дође дан у којем ће постојати Нема размене, нити пријатељства.
sr_latn: [O Muhammad], reci moje sluge koji je verovao da uspostavi molitvu i provede od njih smo već uložili, tajno i javno, pre nego što dođe dan u kojem će postojati Nema razmene, niti prijateljstva.
uk: [O Мухаммад], скажіть моїх слуг, хто вірив встановити молитви і витрачають від те, що ми надали їм, таємно і публічно, перш ніж день приходить в якому не буде ні exchange, ні будь-які дружні відносини.
vi: [O Muhammad], nói với người hầu của tôi những người đã tin rằng để thiết lập các cầu nguyện và chi tiêu từ những gì chúng tôi đã cung cấp cho họ, bí mật và công khai, trước khi một ngày trong đó có sẽ không có trao đổi, cũng không phải bất kỳ tình bạn.
zu: [O Muhammad], yisho ezincekwini My asebeye bakholwa ukusungula umthandazo futhi bachithe kulokho Siye enikeziwe them ngasese publicly suku sondela lapho ngeke kusaba khona exchange noma ubungane.

# Quran1782
source: It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers.
ca: Es tracta d'Allah que crear el cel i la terra i enviat pluja des del cel i així produït algunes fruites com a prestació per a vostè i sotmesos per a vostè els vaixells a vela al mar pel seu comandament i sotmesos per tu rius.
cy: Mae'n Allah sy'n creu y nefoedd a'r ddaear a anfonwyd i lawr glaw o'r awyr a cynhyrchu gan rhai ffrwythau fel darpariaeth ar gyfer eich a llongau hwylio drwy y môr gan ei Gorchymyn yn destun i chi a dioddef i chi yr afonydd.
da: Det er Allah, som skabte himlene og jorden og sendt ned regn fra himlen og produceret derved nogle frugter som bestemmelse for dig og udsat for dig skibe til at sejle igennem havet af hans kommando og udsat for dig floderne.
el: Είναι Αλλάχ που δημιούργησε τον ουρανό και τη γη και έστειλε προβλέπεται βροχή από τον ουρανό και που παράγονται με αυτόν τον τρόπο ορισμένα φρούτα όπως διάταξη για εσάς και υποβάλλεται για εσάς τα πλοία να πλέουν μέσα από τη θάλασσα από τις διαταγές του και υποβάλλεται για εσάς τα ποτάμια.
et: See on Jumal, kes lõi taeva ja maa ja saatnud oma taevast vihma ja toodetud seeläbi mõned viljad on näha teile ja läbinud teid sõita läbi mere poolt temale alluvad laevade ja läbinud teile jõed.
fi: Se on Jumala, joka loi taivaat ja maan ja lähettänyt sade taivaalta ja tuotetaan siten hedelmiä sinulle ja tehdään sinulle alukset purjehtivat läpi mereen hänen käskynsä ja tehdään sinulle jokien.
he: זה אללה מי ברא את השמים ואת הארץ, נשלח הגשם מן השמים, הפיק ובכך קצת פירות כמו הוראה בשבילך, נתון בשבילך את הספינות להפליג בים על ידי הפיקוד שלו ונחשפו בשבילך הנהרות.
hr: To je Allah koji stvorio nebesa i zemlju i poslao kišu sa neba i proizvodi tako neko voće kao za vas i podvrgnuta ti brodovi ploviti kroz more po njegovom komandom i podvrgnuta za vas rijeka.
lt: Jis yra Dievas, kuris sukūrė dangų ir žemę ir zeslal lietus iš dangaus ir pagamintas tokiu būdu kai kurie vaisiai kaip nuostata jums ir atliktas jums laivams plaukti į jūrą iš savo komandą ir atliktas jums upių.
lv: Tas ir Allah, kas radīja debesis un zemi un nosūtīts uz leju lietus no debesīm un tādējādi saražoto sniegt jums dažus augļus un pakļauj jūs kuģiem, kas peld pa jūru ar savu komandu un pakļauj jūs upēm.
nb: Det er Gud som skapte himlene og jorden og sendt ned regn fra himmelen og produsert og dermed noen frukter som bestemmelse for du og utsatt for skip å seile gjennom havet på hans befaling og utsatt for elvene.
sk: Je to Boh, ktorý stvoril nebesia a zem a zoslal dážď z neba a vyrobené tým nejaké ovocie ako ustanovenie pre vás a vystavené pre vás lodiam plaviť cez more jeho príkazom a vystavené pre vás riek.
sl: To je Allah, ki ustvaril nebo in zemljo in poslan dež z neba in proizvaja kar nekaj sadja kot določba za vas in ste predmet ladje za plovbo po morju z njegovim poveljstvom in predmet ste rek.
sr_cyrl: То је Алах који створи небо и земљу и послао капље са неба и чиме би произвела воце као одредба за тебе и подвргава ти бродови да плове кроз море под његовом командом и подвргава за тебе рекама.
sr_latn: To je Alah koji stvori nebo i zemlju i poslao kaplje sa neba i čime bi proizvela voce kao odredba za tebe i podvrgava ti brodovi da plove kroz more pod njegovom komandom i podvrgava za tebe rekama.
uk: Це Аллах, який створив небо й земля і посланим дощ з неба і тим самим виробництва деякі фрукти як резерв на вас і піддають для вас кораблів плисти по морю за свою команду і піддавали для вас річок.
vi: Nó là Allah người tạo ra trời và trái đất và được gửi xuống mưa từ trên trời và sản xuất do đó một số loại trái cây như là cung cấp cho bạn và chịu cho bạn các con tàu phải đi thuyền qua biển bởi sự chỉ huy và chịu cho bạn các sông.
zu: Kuyinto Allah owadala amazulu nomhlaba sa nikela imvula esibhakabhakeni kanye kwaveza ngalokho abanye nezithelo ukuhlinzekwa ngawe futhi equliswa ngawe imikhumbi ikwazi ukuhamba ewela ulwandle Akhe poqo waquliswa ngawe imifula.

# Quran1783
source: And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.
ca: I sotmesos per a vostè el sol i la Lluna, contínua [en òrbita] i sotmès per tu el dia i la nit.
cy: Ac ef yn destun i chi yr haul a'r lleuad, parhaus [mewn orbit], ac yn destun i chi y nos a dydd.
da: Og han udsat for dig, solen og månen, kontinuerlig [i kredsløb], og udsat for dig om natten og dagen.
el: Και υποβάλλεται για εσάς, τον ήλιο και το φεγγάρι, συνεχή [σε τροχιά], και υποβάλλεται για σας τη νύχτα και την ημέρα.
et: Ja ta päikese ja kuu, pidev [orbiidil], millest teile ja läbinud sinule, öö ja päev.
fi: Ja hän kohdistanut, aurinko ja kuu, jatkuva [kiertoradallaan] ja kohdistanut, yö ja päivä.
he: הוא נתון לך את השמש, הירח, רציף [במסלול], והוא נתון לך בלילה וביום.
hr: I podvrgnut ti sunce i mjesec, stalno [u orbiti], i podvrgnute za vas noć i dan.
lt: Ir jis atliktas jums saulė ir mėnulis, nuolat [Orbita], – ir atliktas u naktį ir dieną.
lv: Un viņš pakļauj jūs, saule un mēness, [savā orbītā] nepārtrauktas un pakļauj jūs nakti un dienu.
nb: Og han utsatt for solen og månen, kontinuerlig [bane], og utsatt for natt og dag.
sk: A podrobili si slnka a mesiaca, kontinuálne [na obežnej dráhe], vystavené pre vás, noc a deň.
sl: In je predmet za vas sonce in luna, stalno [v orbito], in predmet zate noč in dan.
sr_cyrl: А он подвргава за тебе, сунце и месец, континуирани [у орбити], и подвргава за те ноћи и дана.
sr_latn: A on podvrgava za tebe, sunce i mesec, kontinuirani [u orbiti], i podvrgava za te noći i dana.
uk: І він піддав для вас, сонце і місяць, безперервний [на орбіті], піддавали для вас ніч і день.
vi: Và ông phải chịu cho bạn mặt trời và mặt trăng, liên tục [trong quỹ đạo], và chịu ơn ban đêm và ngày.
zu: Futhi He owabeka ngawe ilanga nenyanga, okuqhubekayo [emzileni], futhi equliswa ngawe ebusuku kanye ngosuku.
