Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1482
source: And if We give man a taste of mercy from Us and then We withdraw it from him, indeed, he is despairing and ungrateful.
ca: I si donem home un gust de la misericòrdia de nosaltres i llavors podem retirar-lo d'ell, de fet, ell és desesperats i ingrat.
cy: Ac os ydym yn rhoi dyn blas o drugaredd oddi wrthym ni ac yna rydym yn ei dynnu'n ôl oddi wrtho, yn wir, mae hunanoldeb ac anniolchgar.
da: Og hvis vi giver manden en smag af nåde fra os og derefter vi trække det fra ham, ja, han er fortvivlet og utaknemmelig.
el: Και αν μπορούμε να δώσουμε άνθρωπο μια γεύση του Ελέους από εμάς και στη συνέχεια το αποσύρουμε από αυτόν, πράγματι, αυτός είναι απελπισμένους και αχάριστος.
et: Ja kui me anda mees halastust maitse meilt ja siis me lõpetada selle talle, tõepoolest, ta on Meeleheitel ja tänamatu.
fi: Ja jos annamme mies maistaa armoa meiltä ja siinä tapauksessa perumme häneltä, hän on epätoivoinen ja kiittämätön.
he: אם אנחנו נותנים לאיש טעם של רחמים מאיתנו, ואז אנחנו מסירים אותה ממנו, אכן, הוא מיואש, כפוי טובה.
hr: I ako mi dati čovjek milošću od nas i onda smo se povući iz njega, doista, on je očajan i nezahvalna.
lt: Ir jei mes suteikiame vyras gailestingumo skonio iš mūsų ir tada mes jį atšaukti iš jo, iš tiesų, jis yra Zdesperowany ir nedėkingas.
lv: Un, ja mēs dodam cilvēkam garšu žēlastību no mums un tad mēs izņemtu to no viņa, protams, viņš ir skumīgs un nepateicīgs.
nb: Og hvis vi gir mannen en smak av nåde fra oss og da vi trekke det fra ham, ja, han er fortvilet og utakknemlig.
sk: A ak sme dať človek chuť milosť od nás a potom sme sa stiahnuť z neho, naozaj, je zúfalý a nevďačný.
sl: In če damo človek okus milost od nas in potem smo ga umakne od njega, res, je obupano in nehvaležno.
sr_cyrl: И ако вам се цовек да окусе милост од нас и онда смо га повући из њега, он је заиста оцајном и незахвална.
sr_latn: I ako vam se covek da okuse milost od nas i onda smo ga povući iz njega, on je zaista ocajnom i nezahvalna.
uk: І якщо ми дати людині смак милість від нас, і тоді ми його анулювання від нього, дійсно, він відчайдушним і невдячна.
vi: Và nếu chúng tôi cung cấp cho người đàn ông một hương vị của mercy từ chúng tôi và sau đó chúng tôi rút ra từ anh ta, quả thật vậy, ông despairing và vô ơn.
zu: Futhi uma Sinikeza umuntu ukunambitheka zesihe Us bese We ukuhoxisa kuyo, ngempela, nguye ithemba futhi ngabongi.

# Quran1483
source: But if We give him a taste of favor after hardship has touched him, he will surely say, "Bad times have left me." Indeed, he is exultant and boastful -
ca: Però si podem donar-li un gust de favor després dificultats ha commogut, segurament dirà, "mals temps m'ha deixat." En efecte, ell és exultant i fanfarró-
cy: Ond os rhoddwn iddo flas o favor ar ôl wedi caledi yn cyffwrdd ag ef, yn sicr bydd yn dweud, "Mae adegau gwael wedi gadael imi." Yn wir, ei fod yn llusgo ac ymffrostgar-
da: Men hvis vi giver ham en smag af fordel efter modgang har rørt ham, han vil sikkert sige, "dårlige tider har forladt mig." Ja, han er jublende og pralende-
el: Αλλά αν του δώσει μια γεύση από την εύνοια αφού η δεινά έχει αγγίξει αυτόν, σίγουρα θα σου πει, «κακές στιγμές μου άφησε.» Πράγματι, είναι πανευτυχής και ματαιόδοξος-
et: Kuid kui anname talle kasuks maitse pärast raskusi ei puudutanud teda, ta kindlasti öelda, "halbade aegade loobuma mind." Tõepoolest, ta on exultant ja hooplev-
fi: Mutta jos annamme hänelle maku palveluksen jälkeen vaikeuksia on koskettanut häntä, hän varmasti sanoa, "huonoina aikoina on jäljellä minua." Itse asiassa hän on voitonriemuinen ja leuhka-
he: אבל אם אנחנו נותנים לו לטעום טובה לאחר קושי נגע בו, והוא בוודאי יאמר, "זמנים רעים לעזוב אותי." ואכן, הוא צוהל, יהיר-
hr: Ali ako mu daju okus uslugu nakon tegoba je dirala ga, on će sigurno reći, "loša vremena ostavio mene." Doista, on je kliktajući i hvalisav-
lt: Bet jei mes jam skonis, naudai, po sunkumų palietė jam, jis tikrai sako, "blogais laikais paliko mane." Iš tiesų, jis yra Likas ir pagyrūniškas-
lv: Bet ja mēs dodam, viņam labu garšu grūtības ir pieskārusies viņam, viņš droši vien sacīs: "sliktos laikos ir atstājis man." Protams, viņš ir gavilējošs un lielīgs-
nb: Men hvis vi gir ham en smak av tjeneste etter motgang har rørt ham, vil han sikkert si: "dårlige tider har forlatt meg." Han er faktisk exultant og brautende-
sk: Ale ak sme mu chuť láskavosť, po ťažkosti ho dotkol, určite povie, "zlé časy opustili ma." V skutočnosti, on je jásající a chlubivý-
sl: Ampak če smo mu okus uslugo, ko stiske je dotaknil mu, on bo zagotovo reči, "slabe čase so me je zapustil." Dejansko, je Likujući in Hvalisav-
sr_cyrl: Али ако му дамо да окусе услугу након муци ме је дирнула га, он ће сигурно рекао, "лоша времена ме оставити." Он је заиста радосни и разметљива-
sr_latn: Ali ako mu damo da okuse uslugu nakon muci me je dirnula ga, on će sigurno rekao, "loša vremena me ostaviti." On je zaista radosni i razmetljiva-
uk: Але якщо ми дамо йому смак користь, після того, як труднощі доторкнувся до нього, він з впевненістю скаже, "погані часи залишив мене." Дійсно, це піднесений і хвалькуваті-
vi: Nhưng nếu chúng tôi cung cấp cho anh ta một hương vị của lợi sau khi khó khăn đã chạm vào anh ta, ông chắc chắn sẽ nói, "lần xấu đã bỏ tôi." Thật vậy, ông là exultant và sự khoe khoan-
zu: Kodwa uma simnika ukunambitheka somusa emva nzaka uye wamthinta, ngokuqinisekile athi, "Ngezinye izikhathi Bad bangishiyile."

# Quran1484
source: Except for those who are patient and do righteous deeds; those will have forgiveness and great reward.
ca: Excepte els que són pacients i fer els justos fets; aquells tindran el perdó i la gran recompensa.
cy: Ac eithrio'r rhai sydd yn glaf ac yn gwneud gweithredoedd cyfiawn; Bydd rhai yn cael maddeuant a gwobrwyo mawr.
da: Bortset fra dem, der er tålmodig og gøre retfærdige gerninger; de vil få tilgivelse og stor belønning.
el: Εκτός από εκείνους που είναι ασθενής και κάνουν δίκαιοι πράξεις? αυτοί θα έχουν συγχώρεση και μεγάλη ανταμοιβή.
et: Välja arvatud need, kes on patsiendi ja teha õiged teod; need on andestus ja suur auhind.
fi: Lukuun ottamatta niitä, jotka ovat kärsivällisiä ja tehdä vanhurskaita tekoja; ne on anteeksiantamus ja suuri palkinto.
he: חוץ מי המטופלת ולעשות מעשים טובים; אלה יהיו מחילה ותגמול נהדר.
hr: Osim onih koji su strpljivi i učiniti pravedna djela; Oni će imati oprost i veliku nagradu.
lt: Išskyrus tuos, kurie yra pacientas ir teisieji poelgius; tie turės remissionem ir didelis atlygis.
lv: Izņemot tos, kas pacientam un darīt taisns darbus; tie būs piedošana un liela atlīdzība.
nb: Bortsett fra de som er tålmodig og gjøre rettferdige gjerninger; de vil ha tilgivelse og stor belønning.
sk: S výnimkou tých, ktorí sú trpezliví a spravodlivé skutky; tie budú mať odpustenie a veľká odmena.
sl: Razen tistih, ki so bolnika in ne pravičen dejanja; tisti so, odpuščanje in veliko nagrado.
sr_cyrl: Осим оних који су стрпљиви и праведни дела; Они морају опрост и велику награду.
sr_latn: Osim onih koji su strpljivi i pravedni dela; Oni moraju oprost i veliku nagradu.
uk: За винятком тих, хто пацієнта і робити добрі справи; тих, хто буде мати прощення і велику нагороду.
vi: Ngoại trừ những người là bệnh và làm việc chính đáng; những người sẽ có sự tha thứ và phần thưởng tuyệt vời.
zu: Ngaphandle yilabo ababekezelayo futhi benze izinto ezilungile,

# Quran1485
source: Then would you possibly leave [out] some of what is revealed to you, or is your breast constrained by it because they say, "Why has there not been sent down to him a treasure or come with him an angel?" But you are only a warner. And Allah is Disposer of all things.
ca: Llavors vostè possiblement deixaria [n] alguns dels què és revelat a vostè, o és el pit limitats per ella perquè diuen, "Per què hi ha no hagi estat enviat a ell un tresor o venir amb ell un àngel?" Però és només un Avisador. I Allah triturador de totes les coses.
cy: Yna byddai ydych o bosibl yn gadael [yn] rhai o'r hyn yw dangos i chi, neu mae eich bron yn cael ei gyfyngu gan ei oherwydd maent yn dweud, "Pam mae nid anfonwyd i lawr iddo drysor neu ddod ag ef yn angel?" Ond yr ydych yn unig y warner. A Disposer yr holl bethau yw Allah.
da: Derefter vil du muligvis lade [ud] nogle af hvad er åbenbaret for dig, eller er dit bryst begrænset af det, fordi de siger, "Hvorfor ikke er der blevet sendt til ham en skat eller komme med ham en engel?" Men du er kun en warner. Og Allah er bortskaffelse af alle ting.
el: Στη συνέχεια, θα σας αφήσει ενδεχομένως [έξω] μερικά από αυτό που αποκαλύπτεται σε σας, ή το στήθος σας περιορίζεται από αυτό επειδή λένε, «Γιατί εκεί δεν έχει σταλεί σε αυτόν ένα θησαυρό ή έρθει μαζί του έναν άγγελο;» Αλλά είστε μόνο μια warner. Και Αλλάχ είναι Disposer όλων των πραγμάτων.
et: Oleks võimalik, et lahkud [saada] mõned mida on näidanud teile või teie rindade piirab see sest nad ütlevad, "Põhjus, miks seal pole saadetud talle aare või tuled temaga ingel?" Aga sa oled ainult warner. Ja Jumal on kõik asjad jäätmekõrvaldaja.
fi: Sitten voit mahdollisesti jäisi [] osa paljastuu teille tai rintojen rajoittavat se koska he sanovat: "Miksi ei siellä ole lähetetty hänelle aarre tai tulla enkeli?" Mutta olet vain warner. Ja Jumala on kaiken säätäjä.
he: ואז הייתי יכול להשמיט [] חלק מה יתגלה לך, או השד שלך מוגבלת על-ידי אותו כי הם אומרים, "למה שם לא נשלחה לו אוצר? או לבוא איתו מלאך" אבל אתה רק וורנר. אללה הוא Disposer של כל הדברים.
hr: Onda bi eventualno ostavite [van] neki od što je otkriveno na vas, ili se vaše dojke ograničene to zato što oni kažu, "Zašto tamo nije poslao da ga blago ili doći s njim anđeo?" Ali ti si samo upozorenje. A Allah je odlagača svih stvari.
lt: Tada jūs galbūt palikti [iš] kai kas atskleisti jums, ar jūsų krūties riboja tai, nes jie pasakyti, "Kodėl ten nebuvo išsiųsta jam lobis ar eiti su juo angelas?" Bet jūs tik warner. Ir Dievas yra iškraunamos visų dalykų.
lv: Tad būtu iespējams atstājat [,], daži par to, ko atklāja pie jums vai jūsu krūts ierobežo to tāpēc, ka viņi saka: "Kāpēc tur nav nosūtīta uz leju viņam dārgumu vai aizbraukt viņam līdzi eņģeli?" Bet tu esi tikai warner. Un Allah aizvākšanu no visām lietām.
nb: Deretter vil du kanskje la [ut] noen av det som er åpenbart for deg, eller er brystet begrenset av det fordi de sier, "hvorfor det ikke er blitt sendt til ham en skatt eller komme med ham en engel? Men du er bare en warner. Og Allah er Disposer av alle ting.
sk: Potom by ste možno vynechať [] niektoré čo je odhalené na vás alebo vaše prsia obmedzená tým, že pretože oni hovoria, "Dôvod, prečo tam nebol odoslaný mu poklad, alebo prichádzajú s ním anjel?" Ale vy ste len warner. A Allah je zneškodňovateľ všetkých vecí.
sl: Potem bi morda pustila [si] nekaj kaj je pokazala za vas, ali je vaše prsi omejena ga, ker pravijo, "Zakaj je tam ni bilo poslano mu zaklad ali pridejo z njim angel?" Ampak vi ste samo warner. In Alah je odstranjevalec vseh stvari.
sr_cyrl: Онда би ти вероватно избацила [] неке од оно што је открила да си, или је дојку усиљен то зато што они кажу, "Зашто тамо није послат да га благо или кренем са њим анђео?" Али ти си само један wарнер. А Аллах је Диспосер свих ствари.
sr_latn: Onda bi ti verovatno izbacila [] neke od ono što je otkrila da si, ili je dojku usiljen to zato što oni kažu, "Zašto tamo nije poslat da ga blago ili krenem sa njim anđeo?" Ali ti si samo jedan warner. A Allah je Disposer svih stvari.
uk: Потім було б ви можливо залишити [] деякі з тобто продовжуєш до вас або ваших грудей стримується це тому, що вони говорять, "Чому там не було надіслано до нього скарб або приходять з ним Ангел?" Але ви тільки warner. І Аллах Disposer всіх речей.
vi: Sau đó bạn sẽ có thể để lại [trong] một số trong những gì được tiết lộ cho bạn, hoặc vú của bạn bị hạn chế bởi nó bởi vì họ nói, "Tại sao, đã có không được gửi cho anh ta một kho báu hay đến với anh ta một thiên thần?" Nhưng bạn có chỉ một warner. Và Allah là Disposer của tất cả mọi thứ.
zu: Khona ubungeke okungenzeka ushiye [out] abanye babe phendla, noma isifuba sakho yizinga it they tshela "Kungani kukhona engakaze sa phansi him a gugu noma eze naye ingelosi?"

# Quran1486
source: Or do they say, "He invented it"? Say, "Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah, if you should be truthful."
ca: O diuen, "Va inventar-lo"? Dir, "llavors portar deu surahs com això que haver estat inventat i crida [per assistència] qui pot a més d'Allah, si vostè ha de ser veraç."
cy: Neu wneud dywedant, "Iddo dyfeisiodd ei"? Dweud, "yna dwyn surahs deg fel ei bod wedi bod yn dyfeisio ac yn galw ar [ar gyfer cymorth] bwy bynnag gallwch chi ar wahân i Allah, os y dylech fod yn onest."
da: Eller siger de, "Han opfandt den"? Siger, "derefter bringe ti surahs som det, der er blevet opfundet og opfordrer [hjælp] hvem du kan udover Allah, hvis du skulle være sandfærdig."
el: Ή λένε, «Αυτός είναι εφευρέθηκε»; Λένε, «τότε φέρει δέκα surahs σαν αυτό που έχουν εφευρεθεί και απευθύνουμε έκκληση [για βοήθεια] όποιον μπορείτε, εκτός από Αλλάχ, αν θα πρέπει να είναι αληθείς.»
et: Või nad ütlevad, "Ta leiutas ta"? Öelda: "siis Tooge kümme surahs meeldib, et on leiutatud ja kutsuda [abi] keda iganes saad peale Allahi kui peaksite olema tõesed."
fi: Tai he sanovat: "Se on hänen keksintönsä"? Esimerkiksi "sitten tuo kymmenen surahs siltä, että on keksitty ja kehottaa [apua] kenen voit lisäksi Jumala, jos olisi totuudenmukaista."
he: הם אומרים, "הוא המציא אותה"? אומרים, "ואז להביא עשרה surahs ככה זה הומצאו וקוראות [לקבלת סיוע] כל מי שאתה יכול מלבד אללה, אם אתה צריך להיות כנה."
hr: Ili kažu, "Izumio je"? Rekao, "onda donijeti deset sure kao što je to da su izmislili i pozvati [pomoć] koga možete osim Allaha, ako bi trebao biti iskren."
lt: Ar jie sako, "Jis išrado ji"? Sako: "tada pareikšti dešimt surahs kaip jis buvo išrastas ir paraginti [dėl pagalbos] tuos, kas galite, be Dievo, jei jūs turite būti teisingi."
lv: Vai viņi saka, "Viņš izgudroja to"? Proti, "pēc tam dot desmit surahs tāpat kā tas, kas ir izgudrots un pieaicināt [palīdzību] whomever var papildus Allah, ja jums ir jābūt patiesam."
nb: Eller gjør de sier, "Han oppfant det"? Si "så ta ti suraher som det som har blitt oppfunnet og påkalle [hjelp] Hvem kan du foruten Allah, dersom du skulle være sannferdig."
sk: Alebo hovoria, "Že on vynašiel to"? Povedať: "privedie desať súry ako to, že boli vynájdené a vyzvať [Pomoc] koho môžete popri Alláhu, ak by ste mali byť pravdivé."
sl: Ali pa bodo rekle, "Ga je izumil"? Reči, "potem bi deset surahs kot to, da so izumili in pozivajo [za pomoč] komurkoli lahko poleg Allah, če bi morali biti resnični."
sr_cyrl: Или , то говоре "Је то измислио"? Рецимо , "онда довести десет сурахс као било који су измислили и позивам [за помоћ] кога год можеш осим Алаха, ако ти треба да будете искрени."
sr_latn: Ili, to govore "Je to izmislio"? Recimo, "onda dovesti deset surahs kao bilo koji su izmislili i pozivam [za pomoć] koga god možeš osim Alaha, ako ti treba da budete iskreni."
uk: Або вони сказали, "Він винайшов його"? Скажімо, "потім принести десять surahs, як це, що були винайдені і закликаємо [для допомоги] будь-ким ви можете крім Аллаха, якщо ви повинні бути правдивими."
vi: Hoặc để họ nói, "Ông phát minh ra nó"? Nói, "sau đó mang theo mười surahs như nó đã được phát minh ra và kêu gọi cho [hỗ trợ] bất cứ ai mà bạn có thể ngoài Allah, nếu bạn cần phải trung thực."
zu: Noma ingabe bathi, "nguye owasungula it"?

# Quran1487
source: And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then, would you [not] be Muslims?
ca: I si no van respondre a vostè - llavors sap que el Qur ' an es revelava amb el coneixement d'Allah i que no hi ha cap Déu excepte ell. Llavors, [no] seria musulmans?
cy: Ac os nad ydynt yn ymateb i chi-yn gwybod wedyn y datgelwyd y Qur'an gyda gwybodaeth Allah ac nad oes unrhyw Dduwdod ac eithrio ef. Yna, [nid] byddech yn Fwslemiaid?
da: Og hvis de ikke reagerer på dig - så ved, at Koranen blev åbenbaret med kendskab til Allah, og at der ingen guddom undtagen ham. Derefter ville du [ikke] være muslimer?
el: Και εάν δεν ανταποκριθούν σε σας - τότε ξέρετε ότι το Κοράνι που αποκαλύφθηκε με τη γνώση του Αλλάχ, και ότι δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Στη συνέχεια, θα [δεν] είναι μουσουλμάνοι;
et: Ja kui nad ei allu te - siis tead Koraan avastati Allah teadmisel ja et ei ole jumalus, välja arvatud tema. Seejärel, kas [ei] oleksite moslemid?
fi: Ja jos ne eivät vastaa-tietää, että Allah Tietoa Koraanin ja että ei ole Jumaluutena, paitsi hänelle. Sitten olisit [ei] muslimit?
he: אם הם אינם מגיבים לך - אז יודע כי הקוראן נחשף עם הידע של אללה וכי אין אין אלוהות חוץ ממנו. אז, היית את המוסלמים [לא]?
hr: I ako oni ne reagiraju na te - onda znam da Kur'an je objavio sa znanjem Allaha i da nema Božanstva osim njega. Onda, ne bi li [] se Muslimani?
lt: Ir jei jie negali atsakyti jums - tada žinau kad Korano buvo atskleista turintis žinių apie Dievo ir kad nėra jokių Dievybės išskyrus jam. Tada, [ne] būtų musulmonai?
lv: Un ja tie nav atbildēt uz jūs - zināt, ka Korāns tika atklāts ar zināšanām par Allah un ka neviens, izņemot viņu dievība. Pēc tam jūs [] nebūtu musulmaņiem?
nb: Og hvis de ikke svarer til deg - så vet at Koranen ble åpenbart med kunnskap om Gud og at det er ingen guddom bortsett fra ham. Deretter vil du [ikke] være muslimer?
sk: A ak oni nereagujú na vás - potom vedieť, že Korán bolo odhalené poznanie Boha a že neexistuje žiadne božstvo okrem neho. Potom by ste [] sa moslimovia?
sl: In če se ne odzivajo na vas - potem vedeli, da je Koran pokazala s poznavanjem Allah in da ni nobene božanstva, razen njega. Nato bi [ne] mogoče muslimani?
sr_cyrl: И ако они не реагирају на си - онда знате да је Куран представљен са знањем Аллаха и да је тамо нема боћанство осим њега. Онда , [не] би Муслимани?
sr_latn: I ako oni ne reagiraju na si - onda znate da je Kuran predstavljen sa znanjem Allaha i da je tamo nema boћanstvo osim njega. Onda, [ne] bi Muslimani?
uk: І якщо вони не відповість вам - то знаєте що Коран було виявлено одне із знання Аллах і що немає немає божества, за винятком йому. [Потім, ви не] буде мусульман?
vi: Và nếu họ không đáp ứng với bạn - sau đó biết rằng kinh Qur'an được thể hiện kiến thức của Allah và rằng không có vị thần ngoại trừ anh ta. Sau đó, bạn sẽ [không] là người Hồi giáo?
zu: Futhi uma ungaphenduli kuwe - ke yazini ukuthi Qur'an yembulwa ulwazi Allah nokuthi akukho ubuzimu Him.

# Quran1488
source: Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein, and they therein will not be deprived.
ca: Qui desitja la vida d'aquest món i els seus guarniments - estem plenament pagar-los per les seves accions en el mateix, i aquí es no veuran privats.
cy: Pwy bynnag sy'n dymuno bywyd y byd hwn a adornments ei-inni llawn ad-dalu iddynt am eu gweithredoedd ynddo, ac ynddo y bydd eu difreintiedig nid.
da: Hvem ønsker liv i denne verden og dens pynt - vi fuldt tilbagebetale dem for deres gerninger deri, og de deri vil ikke blive berøvet.
el: Όποιος επιθυμεί τη ζωή αυτού του κόσμου και των κοσμημάτων - εμείς πλήρως τους ανταποδώσεις πράξεις τους σ ' αυτό, και σ ' αυτό θα όχι να τους στερήσουμε.
et: Kes iganes tahab elu selles maailmas ja selle oodata olevale ajale - me täielikult tagasi maksma neile nende teod seal ja nad seal mitte ilma.
fi: Jos joku tahtoo elämän tämän maailman ja sen koristeet - olemme täysin maksaa takaisin heidän tekonsa siinä, ja heille siinä ei ei myönnetä.
he: מי חפץ החיים של העולם הזה וקישוטים שלה - אנחנו לחלוטין גומל להם על מעשיהם שלהם בו, ואין הם ובזה.
hr: Tko god želi život u ovaj svijet i njegove ukrase - smo potpuno otplatiti ih za njihova djela u njemu i oni u tome ne će biti oduzeta.
lt: Kas nori gyvenimas šiame pasaulyje ir jos papuošalai - mes visiškai grąžinti juos už savo poelgius ten, ir jie ten bus negalima atimti.
lv: Kurš vēlas dzīvi šajā pasaulē un tās rotas - mēs pilnībā tos atmaksāt par viņu darbiem tur, un viņi tajā būs nevar tikt liegta.
nb: Hvem ønsker livet til denne verden og dens utsmykninger - vi fullt tilbakebetale dem for deres gjerninger der, og de deri vil ikke bli fratatt.
sk: Kto túži života tohto sveta a jeho ozdoby - sme úplne splatiť za svoje skutky v ňom a že v ňom bude byť zbavení.
sl: Kdor želi življenje tega sveta in nakit - smo popolnoma povrne jih za svoja dejanja v njem, in so v njej bo ni bila odvzeta.
sr_cyrl: Онај ко жели живот на овом свету и својих одора - у потпуности се одућимо их за њихове поступке у томе, а они су у томе ће буде ускраћена.
sr_latn: Onaj ko želi život na ovom svetu i svojih odora - u potpunosti se oduћimo ih za njihove postupke u tome, a oni su u tome će bude uskraćena.
uk: Той, хто бажає життя цього світу і його прикраси - ми повністю віддати їм борг за свої справи в ньому, і вони в ньому не позбудеться.
vi: Bất cứ ai mong muốn cuộc sống của thế giới này và trang sức đeo của nó - chúng tôi đầy đủ trả nợ họ cho hành động của họ trong đó, và họ trong đó sẽ không bị tước đoạt.
zu: Uma umuntu ethanda ukuphila kwaleli zwe futhi adornments yayo - We ngokugcwele ngibuyisele kubo izenzo zabo therein they therein ngeke ancishwe.

# Quran1489
source: Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein, and worthless is what they used to do.
ca: Aquests són els que per qui no hi ha en el futur però el foc. Perdut és el que van fer en el mateix i és inútil el que acostumaven a fer.
cy: Dyma'r rhai am bwy nad oes yn y o hyn ymlaen ond y tân. A colli beth a wnaethant ynddo, ac yn ddiwerth a beth maen nhw'n ei wneud.
da: De er dem, for hvem der er ikke i hinsidige men ilden. Og mistet gjorde de deri, og værdiløse er hvad de plejede at gøre.
el: Εκείνοι είναι αυτοί για τους οποίους δεν υπάρχει στην συνέχεια αλλά η φωτιά. Και έχασε είναι ό, τι έκαναν σε αυτήν και άνευ αξίας είναι αυτό που χρησιμοποιείται για να το κάνετε.
et: Need on need, kellele on seal ei tule aga edaspidi. Ja kadunud on, mida nad seal tegid ja väärtusetu on, mida nad varem ei.
fi: Nämä ovat ne, joille ei ole jäljempänä mutta tulen. Ja menetti ne tekivätkin siinä arvoton on mitä he tehdä.
he: אלה אלה בשביל מי זה לא בעתיד אבל האש. הפסיד מה שהם עשו בו, והוא חסר ערך מה היו עושים.
hr: To su oni za koje ne postoji u daljnjem tekstu osim vatre. I izgubio je ono što su radili u njemu, i bezvrijedan je ono što su nekad.
lt: Jie yra tie, kuriems ten nėra toliau bet ugnies. Ir prarado yra kokie jie ten, o beverčiai-ką jie czynili.
lv: Tie ir tie, par kuriem nav tekstā, bet uguns. Un zaudēja to, ko viņi tur darīja, un bezvērtīgas ir to, ko viņi mēdza to darīt agrāk.
nb: De er de for hvem det er ikke i hinsidige men brannen. Og mistet er hva de gjorde der, og verdiløs er hva de pleide å gjøre.
sk: To sú tie, pre ktoré nie je v nižšie, ale oheň. A stratil je to, čo urobili v ňom a bezcenné čo boli zvyknutí robiť.
sl: To so tiste, za katere ni v nadaljevanju pa ogenj. In izgubil je, kaj so naredili v njem, in ničvreden je tisto, kar oni že rabljen uganjati.
sr_cyrl: То су они за којима не постоји на другом свету осим ватре. Изгубили су урадили у томе, и бескористан је како су некад.
sr_latn: To su oni za kojima ne postoji na drugom svetu osim vatre. Izgubili su uradili u tome, i beskoristan je kako su nekad.
uk: Ті, ті, для кого немає в майбутньому, але вогонь. І втратив те, що вони зробили в ньому, і worthless є те, що вони використовували, щоб зробити.
vi: Đó là những người cho người đó không phải là trong tương lai nhưng ngọn lửa. Và mất là những gì họ đã làm trong đó, và vô giá trị là những gì họ sử dụng để làm.
zu: Labo yibo engibathandayo akukho Hereafter kodwa Fire.
