Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2620
source: Indeed, those who have disbelieved and avert [people] from the way of Allah and [from] al-Masjid al-Haram, which We made for the people - equal are the resident therein and one from outside; and [also] whoever intends [a deed] therein of deviation [in religion] or wrongdoing - We will make him taste of a painful punishment.
ca: De fet, els que tenen dubtaven i evitar [persones], de la manera d'Allah i [de] al-Masjid al-Haram, que hem fet per a les persones - igualtat són el resident aquí i de fora; i [també] qui pretén [una acció] aquí de desviació [en religió] o irregularitats - li farà degustar un dolorós càstig.
cy: Yn wir, y rheini sydd wedi ddysgais ac osgoi [pobl] o'r ffordd o Allah ac o al-Masjid al-Haram, a wnaed ar gyfer pobl-yn equal y preswylydd ynddynt ac un o'r tu allan; a [hefyd] pwy bynnag sy'n bwriadu [Gweithred] ynddynt gwyriad [mewn crefydd] neu gamwedd-bydd yn gwneud iddo flas o gosb poenus.
da: Ja, dem, der har disbelieved og afværge [folk] fra måde Allah og [fra] al-Masjid al-Haram, som vi gjorde for folk - lig er beboeren deri og en fra udenfor; og hvem agter [også] [en gerning] deri af afvigelse [i religion] eller forseelser - vi vil gøre ham smag af en smertefuld straf.
el: Πράγματι, όσοι έχουν disbelieved και να αποτρέψουν [Πρόσωπα], από το δρόμο του Αλλάχ, και [από] al Masjid al-Haram, που έχουμε κάνει για τους ανθρώπους - ίσα είναι ο κάτοικος εκεί μέσα και από έξω? και όποιος προτίθεται [επίσης] [πράξη] σ ' αυτό της παρεκτροπή [στη θρησκεία] ή αδικοπραγία - εμείς θα τον κάνει να δοκιμάσετε μια οδυνηρή τιμωρία.
et: Tõepoolest, need, kes on disbelieved ja vältida [inimesed] sellest, kuidas Jumal ja [alates] al-Masjid al-Haram, mida me inimestele - võrdse on et elanik neis tehtud ja üks väljaspool; ja kes iganes kavatseb [ka] [ajavahemik] kõnealuses määruses [religioon] kõrvalekalle või valesti - teeme talle valus karistuse maitsta.
fi: Itse asiassa ne, jotka ovat uskoneet ja välttää [ihmiset] tapa hillitä ja [from] al-Masjid al-Haram, jonka teimme ihmistä - yhtä ovat asuva siinä ja yksi ulkopuolella. ja [myös] kuka aikoo [teko] siinä [uskonnon] poikkeama tai väärinkäytöksistä - teemme hänestä maku tuskallinen rangaistus.
he: ואכן, אלה אשר יש disbelieved למנוע [אנשים] מן הדרך של אללה, [מ] אל-מסג'יד אל-חראם, אשר אנו שנעשו לעם - הם שווים התושב ואחד מן בחוץ; [גם] מי מתכוון [מעשה] ובזה של סטייה [בדת] או מעשים רעים - אנחנו נגרום לו הטעם של עונש כואב.
hr: Doista, oni koji imaju bio i spriječiti [ljudi] od put Alaha i [od] al-Masjid al-Haram, koje smo u njemu za ljude - jednake su rezident i jedan od izvan; i [i] tko namjeravati [djela] u tome odstupanje [u religiji] ili nepravda - mi ćemo ga kušati bolne kazne.
lt: Iš tiesų, tie, kurie turi disbelieved ir išvengti [žmonės] nuo to, kaip Dievo ir [nuo] al-Masjid al-Ḥaram mečetę, kurį mes padarėme žmonių - vienodo yra gyventojas jame ir vienas iš išorės; ir [taip pat] kas ketinanti [veika] jame nuokrypis [į religijos] arba nusižengimą - mes pasistengsime jį paragauti skausmingas bausmes.
lv: Protams, tiem, kuri ir disbelieved un novērst [cilvēku] no Allah veids un [] al Masjid al-Haram, kas mums lika cilvēkiem - vienāda ir rezidents tajā un viens no ārpuses; un kurš paredz [arī] [akta] tajā [reliģijas] novirzi vai noziegums - mums dos viņam garšu sāpīgi sods.
nb: Faktisk, de som vantro og avverge [folk] fra veien til Allah og [fra] al-Masjid al-Haram, som vi laget for folk - like er bosatt der og en fra og [også] Hvem hensikt [en gjerning] der avvik [i religion] eller galt - vil vi gjøre ham smak av en pinefull straff.
sk: V skutočnosti tí, ktorí majú pochyboval a odvrátiť [ľudia] z toho, ako Boh a [z] Abraj al-Haram, ktoré sme urobili pre ľudí - sú rovnaké s pobytom v nej, a jeden z vonku; a [i] kto chce [skutok] v nej odchýlka [v náboženstve] alebo previnenie - urobíme mu chuť bolestivé trest.
sl: Osebe, ki so verjeli in preprečiti [ljudje] iz pot Allah in [od] al-Masjid al-Haram, ki smo naredili za ljudi - enako so stalno prebivališče v njej in eno od zunaj; in kdor načrtuje [tudi] [delo] v njej odklon [v vero] ali protipravna dejanja - smo ga bo okus boleče kazen.
sr_cyrl: Заиста , они који имају не верује, и отклоне [људи] од пута Аллах, и од ал-дћамију ал-Харам, који смо направили за људе - једнаки су специјализант у томе и једна од изван; и [и] ко год намерава је дело у томе одступање [у религији] или малверзацијама - водили га окусим болна казна.
sr_latn: Zaista, oni koji imaju ne veruje, i otklone [ljudi] od puta Allah, i od al-dћamiju al-Haram, koji smo napravili za ljude - jednaki su specijalizant u tome i jedna od izvan; i [i] ko god namerava je delo u tome odstupanje [u religiji] ili malverzacijama - vodili ga okusim bolna kazna.
uk: Дійсно, ті, хто мають disbelieved і запобігти [чоловік], від того, як Аллах і [з] Аль Масджид аль Харам, який ми зробили для людей - є рівними житель в ньому і один з за межами; і [також] той, хто має намір [подвиг] в ньому відхилення [в релігії] або порушник - ми будемо робити йому смак хворобливі покарання.
vi: Thật vậy, những người có disbelieved và ngăn chặn [người] cách của Allah và [] al-Masjid al-Haram, mà chúng tôi thực hiện cho mọi người - tương đương là các cư dân trong đó và một trong những từ bên ngoài; và bất cứ ai có ý định [hành động] [cũng] trong đó độ lệch [trong tôn giáo] hoặc hành vi sai trái - chúng tôi sẽ làm cho anh ta thích một hình phạt đau đớn.
zu: Ngempela, labo disbelieved futhi ugweme [abantu] endleleni Allah and [kusukela] al-Masjid al-haram, okuyinto Thina wenza ukuba abantu - lingana are ohlala therein noyedwa ngaphandle;

# Quran2621
source: And [mention, O Muhammad], when We designated for Abraham the site of the House, [saying], "Do not associate anything with Me and purify My House for those who perform Tawaf and those who stand [in prayer] and those who bow and prostrate.
ca: I [accèsit, O Muhammad], hem designat per Abraham el lloc de la casa, [dir], "no res associar amb mi i purificar casa meva per a qui realitzi Tawaf i aquells que s'interposen [en oració] i qui arc i postrar.
cy: A [sôn, O Muhammad], pan ydym yn dynodi ar gyfer Abraham y safle y Tŷ, [dweud], "wneud nid cysylltu unrhyw beth â mi a puro'r fy nhŷ ar gyfer rhai sy'n perfformio Tawaf a rhai sy'n sefyll [mewn gweddi] a'r rhai sy'n plygu ac prostrate.
da: Og [omtale, O Muhammad], når vi udpeget til Abraham stedet for huset, [siger], "ikke forbinder noget med mig og rense mit hus for dem, der udfører Tawaf og dem, der står [i bøn] og dem, der bøjer og næsegrus.
el: Και [αναφορά, Ο Μωάμεθ], όταν εμείς οριζόμενος για Αβραάμ την τοποθεσία του σπιτιού, [λέγοντας], "δεν συνδέουν τίποτα μαζί μου και να καθαρίσει το σπίτι μου για όσους εκτελούν Tawaf, και εκείνων που εμποδίζουν την [προσευχή] και όσους πλώρη και κατάκοιτος.
et: [Märkus, O Muhammad], kui me määranud Aabrahami maja saidi, [ütles], "ei seosta midagi mulle ja puhastada minu maja neil, kes vibu ja polvistuvan ja neile, kes teevad Tawaf ja need, kes seisavad [Palve].
fi: [Maininnan Oi Muhammed] kun olemme nimenneet Abraham talo sivusto, [sanoen], "Älä liitä mitään minulle ja puhdistaa taloni niille, jotka suorittavat Tawaf ja ne, jotka seisovat [rukouksessa] ja jotka keula ja kumartavat.
he: ו [אזכור, מוחמד O], כאשר אנחנו המיועדים אברהם באתר הבית, [ואמר] "לא לשייך אותי משהו, לטהר את הבית שלי. עבור אלו המבצעים Tawaf ואלה עומדים [תפילה] ואת מי משתחווה, משתחווה.
hr: I [spomenuti, O Muhammad], kad smo za Abrahama mjestu kući, [rekao], "ne ništa povezati sa mnom i očisti moju kuću za one koji obavljaju Tawaf i onih koji stoje [u molitvi] i one koji luk i bespomoćan.
lt: Ir [paminėti, O Muhammad], kai mes skirtose Abraomas svetainėje namo, [sako], "negalima susieti viską su manimi ir išvalyti mano namai tiems, kurie atlikti Tawaf ir tie, kurie stovi [modlitwie] ir tie, kurie lankas ir wybijaja.
lv: Un [pieminēt, O Muhammad], kad mēs paredzētas Abraham māju vietā, [saka], "nav saistīt kaut ko ar mani un attīra manu māju tiem, kuri veic Tawaf un tie, kas iestājas [lūgšanā] un kuri priekšgala un nogurdināt.
nb: Og [omtale, O Muhammad], når vi angitt for Abraham området av huset, [sier], "ikke knytte noe til meg og rense huset mitt for de som utfører Tawaf og de som står [i bønn] og de som bøye og utmattet.
sk: A [zmienka, Mohamed], keď sme poverené Abraham miesto v dome, [povedať], "nič spájať so mnou a čistiť môj dom pre tých, ktorí vykonávajú Tawaf, a tí, ktorí stoja [v modlitbe] a tých, ktorí lúk a přemoci.
sl: In [omenja, O Muhammad], ko smo določen za Abraham stran hiše, [pravijo,] "ne povezujejo vse, z mano in očisti mojo hišo, za tiste, ki opravljajo Tawaf in tiste, ki izstopajo [v molitvi] in tiste, ki lok in prostracije.
sr_cyrl: И [помена, О Мухаммад], када смо одредили за Абрахама локације куће, [указујући], "Немојте ништа придружите ми и очисти моју кућу за оне који обављају Таwаф и они који стоје [у молитви] и оне који се клањају и поклоните.
sr_latn: I [pomena, O Muhammad], kada smo odredili za Abrahama lokacije kuće, [ukazujući], "Nemojte ništa pridružite mi i očisti moju kuću za one koji obavljaju Tawaf i oni koji stoje [u molitvi] i one koji se klanjaju i poklonite.
uk: І [згадки, O Мухаммад], коли ми призначені для Авраама сайт будинку, [кажучи:] "не асоціювати нічого зі мною і очистити мій будинок для тих, хто виконує Tawaf і ті, хто стоять [в молитві] і тих, хто з лука і падати на коліна.
vi: Và [đề cập đến, O Muhammad], khi chúng tôi được cho Abraham trang web của ngôi nhà, [nói], "không liên kết bất cứ điều gì với tôi và làm sạch nhà của tôi cho những người thực hiện Tawaf và những người đứng [cầu nguyện] và những người cung và suy nhược.
zu: Futhi [Khumbuzani, O Muhammad], lapho We eyayibekelwe Abrahama esizeni House, [ethi], "Musa associate anything Me hlamba Mi dlu labo abenza tawaf labo abama [ngomthandazo] kanye nalabo

# Quran2622
source: And proclaim to the people the Hajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass -
ca: I proclamar a la gent del Hajj [pelegrinatge]; vindran a vostè a peu i en cada camell magre; han de venir de cada pas llunyà-
cy: A ddatgan i bobl yr Hajj [Phererindod]; byddant yn dod i chi ar droed ac ar bob camel lean; byddant yn dod o bob tocyn pell-
da: Og proklamere at folk Hajj [pilgrimsrejse]; de vil komme til dig til fods og på hver lean kamel; de kommer fra hver Fjern pass-
el: Και να διακηρύττουμε οι άνθρωποι Hajj [προσκύνημα]? θα έρθουν σε εσάς με τα πόδια και σε κάθε άπαχο καμήλα? θα έρθουν από κάθε μακρινό πέρασμα-
et: Ja kuulutavad rahvale Hajj [palverännak]; nad tulevad teile suu ja iga lahja camel; nad tulevad iga kauge liigu-
fi: Julistamaan ihmisille Hajj [pyhiinvaellus]; he tulevat tänne, jalka ja jokainen laiha camel; ne tulevat kaikki kaukana pass-
he: ולהכריז בפני העם את Hajj [לרגל]; הם יבואו אליך ברגל ועל כל גמל רזה; הם יבואו מן המטרה רחוקה-
hr: I naviještaju ljudima hadž hodočašće; doći će ti pješice i na svaki mršavih deva; doći će iz svakog dalekih proći-
lt: Ir skelbia, kad žmonės Hadž [kelionės]; jie ateis pas tave koja ir kiekvieną liesos kupranugaris; jie ateis iš kas tolima praeiti-
lv: Un pasludināt personām Hajj [svētceļojumu]; viņi nāks pie jums ar kājām un uz katru liesās kamielis; viņi nāks no ik tālu iet-
nb: Og forkynne til de Hajj [pilegrimsreise]; de vil komme til deg fots og på hver mager kamel; de vil komme fra hver Fjern pass-
sk: A hlásať ľudu Hajj [púť]; prídu na vás pešo a na každý štíhle camel; prídu z každej vzdialených pass-
sl: In razglašajo ljudem Hajj [romanje]; da bo prišel k vam, peš in na vsak pusto kamele; bodo prišli iz vsak oddaljeni prehod-
sr_cyrl: И прогласи народу Хајј [ходочашће]; ће код тебе долазе на ногу, и на сваки обарања камилу; долазе сваки даљи пролаз-
sr_latn: I proglasi narodu Hajj [hodočašće]; će kod tebe dolaze na nogu, i na svaki obaranja kamilu; dolaze svaki dalji prolaz-
uk: І проголосити людям Хаджу [паломництво]; вони прийдуть до вас пішки і на кожен lean верблюд; вони прийдуть від кожного далеких pass-
vi: Và công bố cho người dân Hajj hành [hương]; họ sẽ đến với bạn trên chân và trên mỗi camel nạc; họ sẽ đến từ xa qua một lần-
zu: Nilimemeze abantu Hajj [uhambo];

# Quran2623
source: That they may witness benefits for themselves and mention the name of Allah on known days over what He has provided for them of [sacrificial] animals. So eat of them and feed the miserable and poor.
ca: Que puguin presenciar beneficis per si mateixos i esmentar el nom d'Allah dies conegut sobre el que ell ha proporcionat per a ells d'animals [sacrificis]. Per tant menjar d'ells i alimentar els tristos i pobres.
cy: Y gall tyst manteision drostynt eu hunain a sôn am yr enw Allah ar ddiwrnodau hysbys dros beth y mae wedi'i ddarparu ar eu cyfer o anifeiliaid [aberthol]. Felly fwyta ohonynt a bwydo diflas a gwael.
da: At de kan opleve fordele for sig selv og nævne navnet på Allah på kendte dage over hvad han har givet til dem af [offerdyr]. Så spiser af dem og feed fattige og elendige.
el: Ότι μπορεί να βεβαιώσει οφέλη για τους εαυτούς τους και να αναφέρω το όνομα του Αλλάχ τις γνωστές ημέρες πέρα από αυτό, υπό τον όρο για αυτούς του [] ζώα. Έτσι τρώνε τους και τις ζωοτροφές τα άθλια και φτωχών.
et: Et nad tunnistajaks kasu endale ja mainida Allah nime teada päeva üle mida ta on andnud neile [ohvrikivi] loomade. Nii nad süüa ja õnnetu ja vaeseid toita.
fi: Että he todistamassa hyötyä itselleen ja mainita nimi Jumala tunnetaan päivinä yli mitä hän on antanut heille [] uhrieläinten. Niin syö niitä ja kurja ja köyhä.
he: כי הם עשויים עדים הטבות עבור עצמם ולא להזכיר את השם של אללה בימים ידועים מעל מה הוא סיפק להם של [] בעלי חיים. אז לאכול מהם ולהאכיל את אומללים ועניים.
hr: Da mogu vidjeti pogodnosti za sebe i spominje ime Allaha na poznate dana preko što dao za njih [žrtveni] životinja. Pa Jedite od njih i hrane jadnih i siromašnih.
lt: Kad jie gali liudytojas naudą sau ir paminėti Dievo vardas žinomas dienomis per ką jis suteikė jiems [aukos] gyvūnų. Taigi valgyti jų ir pašarų neturtingųjų ir apgailėtinus.
lv: Ka tie var liecinieks labumu sev un pieminēt Allah vārdu zināmās dienās vairāk nekā to, ko viņš ir sniedzis viņiem [upurēšanas] dzīvnieku. Tātad no tiem ēst un barības nelaimīgs, un nabadzīgajiem.
nb: At de kan se fordeler for seg selv og nevne navnet på Allah på kjent dager over hva han har gitt dem [oppofrende] dyr. Så spise av dem og mate elendige og fattige.
sk: Že môžu svedok dávky pre seba a spomenúť meno Alah známe dní čo má podľa nich [obetné] zvierat. Takže jesť z nich a krmivá úbohý a chudobný.
sl: Da lahko priča koristi zase in omenja ime Allah na znano dni nad kaj je podal za njih [žrtveno] živali. Tako jih jesti in krme nesrečen in revne.
sr_cyrl: Да су можда присуствујемо бенефиције за себе и споменуо име Алаха на познате дана готово је прућио за њих [жртвених] животиња. Тако једе од њих и нахрани јадни и сиромашни.
sr_latn: Da su možda prisustvujemo beneficije za sebe i spomenuo ime Alaha na poznate dana gotovo je pruћio za njih [žrtvenih] životinja. Tako jede od njih i nahrani jadni i siromašni.
uk: Що вони можуть свідок вигоди для себе і згадати ім'я Аллаха на відомих днів через те, що він надав їм [жертовного] тварин. З'їсти їх і годувати жалюгідні і бідних верств населення.
vi: Rằng họ có thể chứng kiến lợi ích cho mình và đề cập đến tên của Allah biết ngày hơn những gì ông đã cung cấp cho họ động vật [hiến tế]. Vì vậy, ăn chúng và nuôi đau khổ và nghèo.
zu: Ukuthi bangase ukufakaza izinzuzo ngokwabo kanye niphathe igama Allah ngezinsuku eyaziwa ngokuthi kwakwenzekeni He fanele hlinzeka for them izilwane [lomhlatshelo].

# Quran2624
source: Then let them end their untidiness and fulfill their vows and perform Tawaf around the ancient House."
ca: Llavors anem a acabar d'untidiness i complir amb els seus vots i fer Tawaf al voltant de l'antiga casa."
cy: Yna gadewch iddynt eu flerwch yn dod i ben a chyflawni eu addo a chyflawni Tawaf o gwmpas y Tŷ hynafol."
da: Derefter lade dem ende deres uorden og opfylde deres løfter og udføre Tawaf omkring det gamle hus".
el: Κατόπιν τους αφήστε τέλος τους ακαταστασίας και να εκπληρώσει τους όρκους τους και να εκτελέσει Tawaf γύρω από το αρχαίο σπίτι.»
et: Seejärel lasin end oma untidiness ja oma lubadusi ja sooritada Tawaf ümber vana maja."
fi: Anna heidän lopettaa niiden untidiness ja täyttää valansa ja suorittavat Tawaf antiikin talossa."
he: אז תן להם לסיים את untidiness שלהם, להגשים את נדריהם ולבצע Tawaf מסביב לבית עתיק."
hr: Onda neka završi njihov nered i ispuni svoje zavjete i obaviti Tawaf oko drevne kuće."
lt: Tada leisti jiems baigti savo untidiness ir įvykdyti jų śluby ir atlikti Tawaf aplink senovės namą. "
lv: Tad ļaujiet viņiem beidzas viņu untidiness un pildīt savus solījumus un veikt Tawaf ap seno māju."
nb: Så la dem avslutte sin untidiness og oppfylle sine løfter og utføre Tawaf rundt gamle huset."
sk: Potom nech je koniec ich neporiadok a splniť svoje sľuby a vykonávať Tawaf okolo starobylého domu."
sl: Nato naj jih na koncu svoje untidiness in izpolniti svoje zaobljube in opravljajo Tawaf okoli starodavne hiše."
sr_cyrl: Онда нека заврши своје унтидинесс и испуни своју заклетву и извршавање Таwаф око древне куће."
sr_latn: Onda neka završi svoje untidiness i ispuni svoju zakletvu i izvršavanje Tawaf oko drevne kuće."
uk: Нехай потім завершити їх неакуратність і виконувати свої клятви і виконувати Tawaf навколо стародавнього будинку."
vi: Vậy hãy để họ kết thúc của họ untidiness và thực hiện đầy đủ của họ thề và thực hiện Tawaf xung quanh ngôi nhà cổ xưa."
zu: Bese qhashisa them ukuqeda untidiness zabo futhi ugcwalise izithembiso zabo futhi enze tawaf emhlabeni House wasendulo. "

# Quran2625
source: That [has been commanded], and whoever honors the sacred ordinances of Allah - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you. So avoid the uncleanliness of idols and avoid false statement,
ca: Que [ha estat manat], i qui fa honor a les ordenances sagrades d'Allah - és millor per a ell a la vista del seu Senyor. I permeten el bestiar pastura, excepte el que es recita per a vostè. Per evitar la brutícia dels ídols i evitar declaració falsa,
cy: Bod [wedi bod yn gyfrifol am], a pwy bynnag honors erlyniadau sanctaidd Allah-mae'n gorau iddo yn y golwg ar ei Arglwydd. Ac a ganiateir i chi bori da byw, ac eithrio beth yw roi i chi. Felly osgoi uncleanliness o dod ynghyd ac osgoi datganiad ffug,
da: At [har været befalet], og den, der ærer de hellige ordinancer af Allah - det er bedst for ham i synet af hans herre. Og måtte du er græssende husdyr, undtagen hvad er reciteret til dig. Så undgå uncleanliness idoler og undgå false erklæring,
el: Ότι [έχει πρόσταξε], και όποιος τιμά το ιερό διαταγμάτων του Αλλάχ - είναι καλύτερο για αυτόν στα μάτια του Λόρδου. Και επιτρέπεται να σας των ζώων που βόσκουν το, εκτός από ό, τι είναι recited σε εσάς. Έτσι αποφεύγεται η ρυπαρότητα από τα είδωλα και αποφύγετε ψευδή δήλωση,
et: Et [on kästud], ja kes iganes kiitusega Jumal - Püha seadluste on parem teda oma isanda silmapiiril. Ja sulle lubatud ei peetavat karja, välja arvatud, mida peetakse mošees teile. Nii vältida uncleanliness iidolite ja vältida valeandmete esitamine,
fi: Että [on käsketty], ja joka kunnioittaa pyhiä toimituksia Allah - on parasta hänelle hänen herransa edessä. Ja saa sinut laiduntaminen karja, paitsi mitä on luettu sinulle. Joten välttää uncleanliness epäjumalia ja välttää väärä lausunto
he: כי [כבר ציווה], מי שמכבד את פולחן מקודש של אללה - זה הכי טוב בשבילו בעיני האל שלו. מותר לך רועה משק החי, מלבד מה הוא דיקלם לכם. אז למנוע את חוסר ניקיון האלילים ולהימנע עדות שקר,
hr: Da [zapovijeda.], a onaj tko poštuje svete Uredbe Allaha - to je najbolje za njega u očima svoga gospodara. I dozvoljeno ti ispašu stoke, osim što je moliti za vas. Pa izbjegavati uncleanliness idolima i izbjeći lažni iskaz,
lt: Kad [buvo įsakė], ir kas pagyrimu Švento įsakymų Dievas - tai geriausia jam savo Viešpaties akyse. Ir leidžia jums parašyti ganymo gyvulių, išskyrus ką skaito jums. Taigi išvengti stabus uncleanliness ir išvengti melagingas pareiškimas,
lv: Ka [ir bijis komandējis], un kurš apbalvojumus svētu rīkojumus par Allah - tas ir labākais viņu ieraugot savu kungu. Un jūs atļauts ganību dzīvniekus, izņemot to, kas ir skaitīja tev. Tātad izvairīties no elkiem uncleanliness un novērstu nepatiesu paziņojumu,
nb: At [har blitt befalt], og den som hedrer hellige ordinanser Allah - det er best for ham i synet av sin herre. Å du er beite husdyr, bortsett fra hva er resitert til deg. Så unngå urenslighet av avguder og unngå falske utsagn,
sk: Že [bolo prikázané], a ten, kto ctí posvätné obrady Alaha - je to najlepšie pre neho v očiach svojho pána. A povoliť, aby ste sú pasúce sa zvieratá, s výnimkou, čo je prednes na vás. Vyhnúť sa uncleanliness idoly a vyhnúť sa nepravdivé vyhlásenie,
sl: Da [je bil ukazal], in kdor odliko sveto odloki Allah - je najbolje zanj v očeh svojega Gospoda. In vam dovoli so pašne živine, razen kar je recitiral vam. Tako bi se izognili nečistoče idole in se izognili neresnične izjave,
sr_cyrl: Да [је заповерено], а онај ко слави свете уредбе Аллаха - то је најбоље за њега на видику од свог господара. И дозвољено да ти зубима стоке, осим шта је рецитовао са тобом. Тако бисте избегли унцлеанлинесс од идола и избегавајте лаћна изјава,
sr_latn: Da [je zapoveрeno], a onaj ko slavi svete uredbe Allaha - to je najbolje za njega na vidiku od svog gospodara. I dozvoljeno da ti zubima stoke, osim šta je recitovao sa tobom. Tako biste izbegli uncleanliness od idola i izbegavajte laћna izjava,
uk: Що [була заповідав], і той, хто шанує священні обряди Аллах - краще для нього на очах свого Господа. І вам дозволено випасу худоби, за винятком, що читається вам. Таким чином уникнути uncleanliness ідолів і уникнути помилкове твердження,
vi: Rằng [đã được chỉ huy], và bất cứ ai danh pháp lệnh thiêng liêng của Allah - tốt nhất cho anh ta trong tầm nhìn của Chúa. Và cho phép bạn chăn nuôi gia súc, ngoại trừ những gì niệm cho bạn. Vì vậy, tránh uncleanliness thần tượng và tránh sai tuyên bố,
zu: Lokho [iye wayala], futhi noma ubani kudumisa izimiso ezingcwele Allah - kungcono kuye emehlweni akhe Lord.
