Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran762
source: There is not upon those who believe and do righteousness [any] blame concerning what they have eaten [in the past] if they [now] fear Allah and believe and do righteous deeds, and then fear Allah and believe, and then fear Allah and do good; and Allah loves the doers of good.
ca: Hi ha no a aquells que creuen i fer justícia [qualsevol] culpa sobre què havent dinat [en el passat] si que [ara] por Allah i creure i fer actes justos i llavors por Allah i creure i llavors por Allah i fer el bé; i Allah estima els autors de bo.
cy: Nid oes ar y rhai sy'n credu ac a chyfiawnder i [] bai ynghylch beth maent wedi ei fwyta [yn y gorffennol] Os [nawr] ofn Allah a credu a gwnânt gweithredoedd cyfiawn, ac yna ofn Allah a yn credu, ac yna ofn Allah ac wneud daioni; ac mae Allah yn dwlu phoenwn da.
da: Der er ikke dem, som tror og gør retfærdighed [enhver] skylden, om hvad de har spist [førhen] hvis de [nu] frygte Allah og tror og gøre retfærdige gerninger, og så frygt Allah og tro, og så frygt Allah og gøre godt; og Allah elsker magtsyge af god.
el: Δεν υπάρχει επάνω σε εκείνους που πιστεύουν και κάνουν δικαιοσύνη [οποιαδήποτε] ευθύνες σχετικά με αυτό που τους έχουν καταναλωθεί [στο παρελθόν] Εάν [πλέον] φόβου Αλλάχ και πιστεύουν και κάνουν δίκαιοι πράξεις, και στη συνέχεια το φόβο Αλλάχ και πιστεύουν, και τότε ο φόβος Αλλάχ και πράττει το καλό. και ο Αλλάχ αγαπάει doers του καλού.
et: Seal ei ole neile, kes usuvad ja teha head [mis tahes] süüdistada kohta, mis nad söönud [minevikus] kui nad [nüüd] hirm Allah ja uskuda ja teha õiged teod, ja siis kardavad Jumalat ja uskuda, ja siis karda Jumalat ja teha head; ja Jumal armastab head tegijad.
fi: Ei niille, jotka uskovat ja tekevät vanhurskauden [] vastuusta koskevat mitä he syönyt [aiemmin] Jos ne [nyt] pelätkää Allahia ja uskoa ja tehdä vanhurskaita tekoja ja pelätkää Allahia ja uskoa, ja pelätkää Allahia ja tehkää hyvää; ja Jumala rakastaa hyvää väärintekijät.
he: אין במי להאמין ולעשות צדק [] האשמות בדבר מה, הם אכלו [בעבר] אם הם [עכשיו] פחד אללה, מאמין, לעשות מעשים טובים, ו אז הפחד אללה, מאמינים, ו אז הפחד אללה ולעשות טוב; אללה אוהב פעלתנים טוב.
hr: Tamo nije onima koji vjeruju i čine pravednost [bilo kakve] krivnje u vezi sa što oni su jeli [u prošlosti] Ako su [sada] boji Allaha i vjerujem i da pravedna djela, i boji Allaha i vjerovati, i onda boji Allaha i činiti dobro; i Allah voli rade dobro.
lt: Yra ne tiems, kurie tiki ir ar tiesos [bet] kaltinti dėl ką jie valgė [praeityje] jei jie [dabar] bijoti Dievo ir mano, ir padaryti teisieji poelgius, ir tada bijoti Dievo ir manyti, ir tada bijoti Dievo ir daryti gera; ir Dievas myli gerai daro.
lv: Tur nav tiem, kas uzskata, un taisnības [visas] vainot par to, ko viņi ir ēst [agrāk] Ja viņi [tagad] bailes Allah un uzskatu un paštaisns darbiem, un tad bailes Allah un uzskatu, un tad bailes Allah un darīt labu; un Allah mīl labi darītāji.
nb: Det er ikke som tror og rettferdighet [alle] skylden om hva de har spist [i siste] hvis de [nå] frykter Allah og tro og gjør rettferdige gjerninger, og deretter frykt Allah og tro, og deretter frykt Allah og gjøre godt; og Allah elsker doers av god.
sk: Nie je na tých, ktorí veria, a robiť spravodlivosť [žiadne] vinu, o čo majú jesť [v minulosti] Ak sa [teraz strach, Alah a veriť a robiť spravodlivé skutky, a potom strach Alah a veriť, a potom strach Alah a dobro; a Boh miluje konajte dobro.
sl: Ni tiste, ki verjamejo in ne pravičnosti [vse] krivde, o kaj bi jedel [v preteklosti] Če [zdaj] strah Allah in verjeti in naredil pravednici dejanja, in potem strah Allah in verjamem, in potem strah Allah in delati dobro; ter Allah ljubi kršitelje dobro.
sr_cyrl: Не постоји над онима који верују и да праведност [] кривице у вези шта они су јели [у прошлости] ако су [сада] страх Алах и верујем и ради праведног дела, и онда страх Алах и верују, и онда страх Аллах и добро; и , Алах, воли акцију тога доброг.
sr_latn: Ne postoji nad onima koji veruju i da pravednost [] krivice u vezi šta oni su jeli [u prošlosti] ako su [sada] strah Alah i verujem i radi pravednog dela, i onda strah Alah i veruju, i onda strah Allah i dobro; i, Alah, voli akciju toga dobrog.
uk: Існує не на тих, хто вірить і зробити праведність [будь-] провину, про те, що вони з'їли [в минулому] якщо вони [зараз] страх Аллах і вірити і робити добрі справи і потім страх Аллах і вірити і потім страх Аллах і робити добро; і Аллах любить передбачивши добре.
vi: Hiện không phải là những người tin tưởng và làm sự công bình [bất] đổ lỗi liên quan đến những gì họ đã ăn [trong quá khứ] nếu họ [bây giờ] lo sợ Allah và tin và làm việc công bình, và sau đó lo sợ Allah và tin rằng, và sau đó lo sợ Allah và làm tốt; và Allah yêu những kẻ tốt.
zu: Akukho phezu kwalabo abakholelwa futhi benze ukulunga [yimuphi] icala ngalokho badla [esikhathini esidlule] uma they [manje] sesabe Allah futhi sikholwe futhi wenze izenzo zokulunga, bese umesabe Allah niqonde bese umesabe Allah and

# Quran763
source: O you who have believed, Allah will surely test you through something of the game that your hands and spears [can] reach, that Allah may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment.
ca: O es que he cregut, Allah segurament provarà a través d'alguna cosa del joc que les mans i llances [poden] arribar, que Allah pot fer evidents aquells que li tinc por invisible. I qui transgredeix després que - per a ell és un dolor càstig.
cy: O chi sydd wedi credu, Allah bydd siawns eich profi drwy rhywbeth o'r gêm a eich dwylo a gwaywffyn [Gall] yn cyrraedd, y caiff Allah wneud amlwg rhai sy'n ofni iddo unseen. A pwy bynnag pechu ar ôl hynny-iddo yn cosbi poenus.
da: O du, der har troet, Allah vil helt sikkert teste dig gennem noget af de spil, dine hænder og spears [kan] nå, at Allah kan gøre klart dem, der frygter ham usete. Og hvem overskrider ovenpå - for ham er en smertefuld straf.
el: O σας που πιστεύουν, Αλλάχ σίγουρα τεστ θα σας μέσω του παιχνιδιού που σας τα χέρια και λόγχες [] είναι προσβάσιμα, ότι Αλλάχ μπορεί να καταστήσει εμφανές εκείνους που φοβούνται τον αόρατο κάτι. Και όποιος παραβιάζει μετά από αυτό - για αυτόν είναι μια οδυνηρή τιμωρία.
et: O teile, kes oleks uskunud, Allah kindlasti katsetab te midagi oma käed ja spears [võib] jõuda, et Jumal võib teha ilmne neile, kes teda kardavad nähtamatu mängu kaudu. Ja kes iganes transgresses, mis pärast - teda on valus karistus.
fi: Oi te, jotka ovat uskoneet, Jumala varmasti Testaa voit läpi jotain peli, joka kädet ja spears [] pääsee, että Jumala voi tehdä selväksi niille, jotka häntä pelkäävät näkymätön. Ja kuka selvensitte sen jälkeen - hänelle on tuskallinen rangaistus.
he: O אתה מאמין, אללה בוודאי יבדקו אותך דרך משהו של המשחק שלך הידיים וחניתות [] להגיע, כי אללה עלולה להפוך ניכר במי שפוחד אותו הבלתי נראה. מי עובר בלא אחרי זה - בשבילו הוא עונש כואב.
hr: O ti koji su vjerovali, Allah će sigurno testirati kroz nešto igre rukama i koplja [mogu] do Allaha može da očita onima koji se njega boje nevidjeno. I tko god prekrši nakon toga - za njega je bolna kazna.
lt: O jūs, kurie tiki, Dievas bus tikrai testas jums per kažką žaidimas, kuris savo rankas ir spears [galite] pasiekti, kad Dievas gali padaryti akivaizdus tiems, kurie jam nematyto. Ir tas, kas pažeidžia po to - jam yra skausmingas bausmė.
lv: O jums, kas ticējusi, Allah noteikti testa jūs ar kaut ko par spēli, ka jūsu rokas un spears var sasniegt, ka Allāhs var padarīt skaidrs tiem, kuri baidās viņam neredzēts. Un tas, kurš transgresses, pēc tam – viņam ir sāpīgi sods.
nb: O dere som har trodd, Allah sikkert tester du gjennom noe av spillet som hendene og spears [kan] nå, at Allah kan gjøre tydelig dem som frykter ham usynlige. Hvem noen etter det - for ham er en pinefull straff.
sk: O vás, ktorí ste uverili, Alah bude určite test vám niečo hra, ktorá vaše ruky a spears možno dosiahne, že Alah môže zrejmé tých, ktorí sa ho bojí neviditeľné. A ten, kto transgresses, potom - pre neho je bolestivé trest.
sl: O vas, ki ste verjeli, Alah bo zagotovo test vam skozi nekaj igre, ki svoje roke in Britney spears [lahko] doseči, da Allah lahko očitno tisti, ki se ga bojijo nevidna. In kdor transgresses po tem - zanj je boleča kazen.
sr_cyrl: О ти који верују, Аллах ће сигурно тест кроз нељто игре су то руке и копља [могу] до, да Аллах може учинити очигледан онима који страхују да би га видљивим. И ко год трансгрессес након тога - за њега је болна казна.
sr_latn: O ti koji veruju, Allah će sigurno test kroz neљto igre su to ruke i koplja [mogu] do, da Allah može učiniti očigledan onima koji strahuju da bi ga vidljivim. I ko god transgresses nakon toga - za njega je bolna kazna.
uk: О ви, хто вірив, Аллах обов'язково буде випробувана вас через те, що гра, що ваші руки та Спірс знайдуть, що Аллах може зробити очевидним, хто боїться його невидимий. І той, хто transgresses, після цього - для нього є болючим покарання.
vi: O bạn của những người đã tin tưởng, Allah sẽ chắc chắn kiểm tra thông qua một cái gì đó của trò chơi [tay và spears có thể] đạt, rằng Allah có thể làm cho rõ ràng những người lo sợ anh ta thần bí. Và bất cứ ai transgresses sau đó - cho anh ta là một hình phạt đau đớn.
zu: O you kholwa Allah tando surely hlola you ngokusebenzisa into umdlalo izandla zakho nemikhonto [angawathatha] sifinyelele, ukuthi Allah angase enze sobala abamesabayo ezingabonwayo.

# Quran764
source: O you who have believed, do not kill game while you are in the state of ihram. And whoever of you kills it intentionally - the penalty is an equivalent from sacrificial animals to what he killed, as judged by two just men among you as an offering [to Allah] delivered to the Ka'bah, or an expiation: the feeding of needy people or the equivalent of that in fasting, that he may taste the consequence of his deed. Allah has pardoned what is past; but whoever returns [to violation], then Allah will take retribution from him. And Allah is Exalted in Might and Owner of Retribution.
ca: O es que he cregut, no matar joc mentre esteu en l'estat de ihram. I qui de vosaltres que mata-lo intencionalment - la pena és un equivalent d'animals de sacrifici per què va morir, a jutjar pels dos només homes entre vosaltres com una ofrena [a Allah] lliurats a del Ka ' Bah, o un rendiria: l'alimentació de les persones necessitades o l'equivalent d'allò en dejuni, que es pot degustar la conseqüència de la seva escriptura. Allah ha perdonat el que ha passat; però qui torna [de violació], llavors Allah tindrà la retribució d'ell. I Allah és sublim en la força i el propietari de retribució.
cy: O chi sydd wedi credu, wneud nid lladd gêm tra byddwch yn y wladwriaeth o ihram. A pwy bynnag ohonoch ei lladd yn fwriadol-y gosb yn gyfatebol o anifeiliaid aberthol i iddo gael ei ladd, fel y barnwyd gan ddau dynion yn unig eich plith fel cynnig [i Allah] i y Ka'bah, neu expiation: bwydo pobl anghenus neu gyfwerth â hynny yn ymprydio, efallai ei fod yn blasu o ganlyniad i weithred ei. Mae Allah yn pardoned hyn sydd yn y gorffennol; ond pwy bynnag a dychwelyd [i groes], yna bydd Allah yn cymryd dial oddi wrtho. A yw i'w Allah mawrygu yn allai a'r perchennog dial.
da: O du, der har troet, ikke dræbe spil mens du er i tilstanden af ihram. Og hvem af jer dræber det forsætligt - straffen er en tilsvarende fra offerdyr til hvad han dræbte, som bedømt af to bare mænd blandt jer som en offer [til Allah] leveret til Ka'bah, eller en forsoning: fodring af trængende mennesker eller modværdien heraf i fastende, at han kan smage konsekvensen af sin gerning. Allah har benådet hvad er forbi; men hvem returnerer [til overtrædelse], så Allah vil tage gengældelse fra ham. Og Allah er ophøjet i magt og ejer af gengældelse.
el: O σας που πιστεύουν, δεν σκοτώνουν τα παιχνίδι ενώ είστε στο κράτος του ihram. Και όποιος από σας σκοτώνει αυτό σκόπιμα - η ποινή είναι ισοδύναμο από ζώα με τους τι σκότωσε, όπως κρίνεται από την δύο μόνο οι άνδρες ανάμεσά σας ως προσφορά [να Αλλάχ] παραδόθηκαν στην Ka'bah, ή μια εξιλέωση: τη σίτιση των απόρων ή το ισοδύναμο αυτού στις νηστείες, ότι αυτός μπορεί να γευτείτε τη συνέπεια της πράξης του. Αλλάχ έχει χάρη τι είναι παρελθόν? αλλά όποιος επιστρέφει [παραβίαση] και, στη συνέχεια, Αλλάχ θα λάβει αντίποινα από αυτόν. Και Αλλάχ είναι Exalted στο μήπως και ιδιοκτήτης της τιμωρίας.
et: O kes on uskunud, tapa mängu ajal ihram olekus. Ja kes sind tapab ta tahtlikult - karistus on ohvrikivi loomadelt võrdub ta tappis, mille kaks just meest teie seas nagu pakkudes [Jumal] et ning Ka'bah või mõne expiation tarnitud üle otsustatakse: toitmine vaeseid inimesi või samaväärne mis söögist, et ta võib maitsta tema tegu tagajärg. Jumal on armu, mis on möödunud; kuid kes naaseb [rikkumine], siis Jumal võtab kättemaksu teda. Ja Jumal on ülendatud Might ja kättemaksu omanik.
fi: O et jotka ovat uskoneet tappaa peli kun olet ihram tilassa. Ja kuka teistä tappaa tarkoituksella - rangaistus on uhrieläinten vastaaviksi hän tappoi kaksi vain miehille keskuudessanne tarjoutuu [Jumala] Ka'bah tai sovitus arvioituna: ruokinta tarvitseville tai vastaava siitä paasto, että hän voi maistaa hänen teko seurauksena. Jumala on armahtanut menneitä; mutta jotka rikkoo], niin Jumala ottaa kostoa hänelle. Ja Jumala on mahtava Might and omistaja kostoa.
he:  מי מאמין, לא הרגת המשחק כאשר אתה נמצא במצב של ihram. מי מכם שהורג את זה בכוונה - העונש הוא המקבילה של בעלי חיים כדי שמה שהרג, כמו נשפטת ע י שני רק אנשים ביניכם כמנחה [אל אללה] נמסר הכעבה, או של כפרה: להאכיל את האנשים הנזקקים או המקבילה של זה בצום, הוא יכול לטעום את התוצאה של המעשה שלו. אללה חנן העבר; אבל מי חוזר [אל הפרה] ולאחר מכן אללה ייקח גמול ממנו. אללה הוא יינשא אולי, הבעלים של גמול.
hr: O ti koji su vjerovali, ne ubijaju igru dok ste u stanju ihram. Tko vas je ubio namjerno - kazna je ekvivalent od žrtvenih životinja što je ubio, kao što suđeni po samo dvojica među vama kao [to je Allah] dostavljen na Ka'bah ili za iskupljenje: hranjenje iskušavanju ili slično u postu, da mogu okusiti posljedica svoje djelo. Allah oprostio što je prošlost; Ali onaj tko se vraća [prekršaj], a zatim Allah će se kazna od njega. A Allah je uzvišen u moć i vlasnik odmazde.
lt: O jūs, kurie tikėjo, Nežudyk žaidimas o ihram būseną. Ir kas iš jūsų žudo jį tyčia - bauda yra aukojimo gyvūnų lygiavertes ką jis žuvo, kaip sprendžiama iš dviejų tik vyrams tarp jūsų kaip siūlo [Dievas] norėdami pristatyti į Ka'bah, arba yra iπsipirkimas: šerti remtiniems žmonėms arba lygiavertė, kad nevalgius, kad jis gali skonio savo veiką pasekmė. Dievas yra dovanota kas yra praeityje; bet kas grįžta [į pažeidimo], tada Dievas priima bausmė jam. Ir Dievas yra išaukštintas gali ir savininkas, persekiojimus.
lv: O jums, kas ir uzskats nav nogalināt spēle atrodoties valsts ihram. Un kurš no jums to nogalina tīši - sods ir ekvivalenta no upura dzīvniekiem, ko viņš nogalinājis, veicot divas tikai vīrieši starp jums kā piedāvā [Allah] piegādā aizbildņus vai nāve: barošana trūcīgo iedzīvotāju vai tās ekvivalents, ka badošanās, ka viņš var nobaudīt sekas viņa darbos. Allah ir apžēlots, kas ir pagātnē; bet tas, kurš atgriežas [pārkāpuma], tad Allah būs atmaksa no viņu. Un spēka un atmaksa īpašnieks ir cildens Allah.
nb: O dere som har trodd, Drep ikke spillet mens du er i delstaten ihram. Og den av dere dreper den hensikt - straffen er tilsvarende fra oppofrende dyr hva han drept, som dømmes av to bare menn blant dere som offer [å Døyve] levert av Ka'bah, eller en soning: fôring trengende personer eller tilsvarende som i faste, at han kan smake konsekvensen av hans gjerning. Allah har benådet hva er forbi. men den som returnerer [til brudd], så Allah tar gjengjeldelse fra ham. Og Allah er opphøyet i makt og eier av gjengjeldelse.
sk: O vás, ktorí ste uverili, zabiť hru v stav ihram. A kto vás zabije ju zámerne - trest je ekvivalent z obetné zvieratá čo zabil, hodnotená dvoma len mužov medzi vami ako obeť [Allah] do Ka'bah alebo odčineniu: kŕmenie potrebným ľuďom alebo ekvivalent tejto pôst, že on môže chutiť dôsledkom jeho skutok. Alah je odpustený, čo je v minulosti; ale ten, kto sa vracia [porušenie], potom Boh vezme odplaty od neho. A Allah je vyvýšený na sile a majiteľom odplata.
sl: O ki ste verjeli, ne ubijajo igre medtem ko so v državi ihram. In kdo od vas ubija namerno - kazen je enakovredni žrtveno živali kaj ubil, kot ocenjuje dva samo moški med vami kot daritev [Alahove] na Ka'bah ali na expiation: hranjenje pomoči potrebnim ljudem ali enakovredno ki v postu, da je lahko okus posledica njegovo dejanje. Allah je pomilostil kaj je preteklost; vendar kdor vrne [kršitev], potem Alah bo maščevanja od njega. In Alah je vzvišeno v lahko in lastnika maščevanja.
sr_cyrl: О ти који верују, не убијају игру док сте у стању ихрам. А ко је од вас то убије намерно - казна је еквивалент од жртвених животиња да је убило, као осуђени само двојица медју вама као дар [Алаху] достављен на Ка'бах или на испаљтање: храњења сиромасних људи или еквивалент тога у пост, да он можда има укус последица његово дело. Аллах је опростио љто је било; Али ко год даје [за кршење], а затим Аллах ће одмазда му узети. И , Алах велииа снагом и власник од одмазде.
sr_latn: O ti koji veruju, ne ubijaju igru dok ste u stanju ihram. A ko je od vas to ubije namerno - kazna je ekvivalent od žrtvenih životinja da je ubilo, kao osuđeni samo dvojica medju vama kao dar [Alahu] dostavljen na Ka'bah ili na ispaљtanje: hranjenja siromasnih ljudi ili ekvivalent toga u post, da on možda ima ukus posledica njegovo delo. Allah je oprostio љto je bilo; Ali ko god daje [za kršenje], a zatim Allah će odmazda mu uzeti. I, Alah veliиa snagom i vlasnik od odmazde.
uk: О ви, хто вірив, не вбивай гра поки ви перебуваєте в стані ihram. І той, хто з вас вбиває його навмисно - штраф становить еквівалент від жертовних тварин на те, що він убив, судячи з двох просто чоловіків серед вас як жертвоприношення [Аллах] доставлені до на Ka'bah або на expiation: годування нужденним людям або еквівалент того, що в посту, що він може спробувати наслідком його справу. Аллах помилуваних, що таке повз; але той, хто повертається [порушення], а потім Аллах займе відплата від нього. І Аллах піднесене в меча і власник розплата.
vi: O bạn của những người đã tin tưởng, không giết trò chơi trong khi bạn đang ở trong trạng thái ihram. Và bất cứ ai bạn giết chết nó cố ý - hình phạt tương đương từ động vật hiến tế để những gì ông đã giết, như đánh giá bởi hai chỉ người trong số các bạn như là một cung cấp [để Allah] gửi đến Ka'bah, hoặc một expiation: các thức ăn của người nghèo hoặc tương đương có trong ăn chay, rằng ông có thể nếm thử các hậu quả của hành động của mình. Allah đã ân xá là gì trong quá khứ; nhưng bất cứ ai trở về [phạm], sau đó Allah sẽ trả thù từ anh ta. Và Allah sôi nổi trong Might và chủ sở hữu trả thù.
zu: O you kholwa cha dlulisa game ngenkathi wena esifundazweni Ihram.

# Quran765
source: Lawful to you is game from the sea and its food as provision for you and the travelers, but forbidden to you is game from the land as long as you are in the state of ihram. And fear Allah to whom you will be gathered.
ca: Legal li és joc del mar i de l'aliment com a prestació per a vostè i els viatgers, però prohibit vostè és joc de la terra mentre estàs en l'estat de ihram. I la por d'Allah a qui vostè es reuniran.
cy: Gyfreithlon i chi gêm o'r môr a bwyd ei fel darpariaeth i chi ac y teithwyr, ond ni chaniateir i chi gêm oddi wrth y tir cyn belled â'u ydych mewn cyflwr ihram. Ac ofn y cesglir eich Allah.
da: Lovlig at du er vildt fra havet og sin mad som du og rejsende, men forbudt at du er vildt fra land, så længe du er i tilstanden af ihram. Og frygt Allah til hvem du vil blive indsamlet.
el: Νόμιμη να έχετε είναι το παιχνίδι από τη θάλασσα και την τροφή ως διάταξη για εσάς και τους ταξιδιώτες, αλλά απαγορεύεται να σας είναι το παιχνίδι από τη στεριά όσο είστε στο κράτος του ihram. Και ο φόβος Αλλάχ, στους οποίους θα θα να συγκεντρωθούν.
et: Seaduslik teile on mängu kaugusel merest ja oma toidu kui teil ja reisijatel eraldise, kuid keelatud teid on maalt mängu, kui teil on ihram riigis. Ja kellele sa kogub Jumal hirmu.
fi: Laillista sinulle on peli merestä ja ruoastaan ja matkustajat, mutta kielletty sinulle on peli maasta niin kauan kuin olet ihram valtion. Ja pelätkää Allahia, jolle olet kerännyt.
he: כדין לך הוא משחק מן הים ומזון שלה כמו הוראה עליך. ועל הנוסעים, אבל אסור לך הוא משחק מן הארץ כל עוד אתה נמצא במצב של ihram. ופחד אללה למי אתה שייאספו.
hr: Dopušteno vam je igra od svoje hrane kao osiguranje za vas i putnike, ali zabranjeno da ti je igra iz zemlje dok ste u stanju ihram. I bojte se Allaha kojima će biti prikupljen.
lt: Teisėtas jums yra žaidimas nuo jūros ir jos maisto kaip jūs ir keliautojams, bet draudžiama jums yra žaidimas iš žemės, kol ihram būseną. Ir bijoti Dievo, kuriam jūs bus galima surinkti.
lv: Likumīga, jums ir spēle no jūras un tās pārtikas kā noteikums par jums un ceļotāji, bet aizliegts jums ir spēle no zemes, tik ilgi, cik jūs esat tādā ihram stāvoklī. Un bailes Allah, kam tiks savākta.
nb: Lovlige du er spillet og sin mat som bestemmelse for du og reisende, men forbudt for deg er spillet fra landet så lenge du er i delstaten ihram. Og frykt Allah som du vil bli samlet.
sk: Zákonné vám je hra od mora a jeho jedlo ako ustanovenie pre vás a cestovateľov, ale ste zakázané je hra zo Zeme, tak dlho, ako ste v stave ihram. A strach, Alah, komu ste zhromaždili.
sl: Zakonita vam je igra od morja in hrane kot vi in potnike, vendar prepovedano, da vam je igra iz zemlje, tako dolgo, kot ste v stanju ihram. In strah Allah, komu bo mogoče zbrati.
sr_cyrl: Закониту ти игру из мора и хране као одредба за вас и за путнике, али забрањено ми је да ти је игру из земље све док сте у стању ихрам. И страх Аллах коме ти бити прикупљене.
sr_latn: Zakonitu ti igru iz mora i hrane kao odredba za vas i za putnike, ali zabranjeno mi je da ti je igru iz zemlje sve dok ste u stanju ihram. I strah Allah kome ti biti prikupljene.
uk: Законні вам гри з моря і свого продовольства як надання для вас і мандрівників, але заборонено, щоб ви гри від землі тих пір, поки ви перебуваєте в стані ihram. І страх Аллаха, яким ви будуть зібрані.
vi: Hợp pháp cho bạn là trò chơi trên biển và thức ăn của nó cung cấp cho bạn và khách du lịch, nhưng cấm bạn là trò chơi từ đất miễn là bạn đang ở trong trạng thái ihram. Và sợ Allah mà bạn sẽ được thu thập.
zu: Kuvunyelwe kini umdlalo kusukela olwandle futhi ukudla kwalo njengoba ukuhlinzekwa ngawe futhi izihambi, kodwa okwakwenqatshelwe you is umdlalo kusuka ezweni inqobo nje wena esifundazweni Ihram.
