Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran126
source: Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.
ca: De fet, ens han enviat, [O Muhammad], amb la veritat com un portador de la bona nova i un Avisador, i no se li demanarà sobre els companys de Hellfire.
cy: Yn wir, rydym wedi anfon atoch, [O Muhammad], y gwir fel bringer o tidings da a warner, ac nad ydych yn gofyn am chymdeithion Hellfire.
da: Ja, vi har sendt dig, [O Muhammad], med sandheden, som bringer gode tidender og en warner, og du vil ikke blive spurgt om kammerater i Hellfire.
el: Πράγματι, σας έχουμε αποστείλει, [Ο Μωάμεθ], με την αλήθεια, όπως αυτός που φέρνει μια καλή είδηση και μια warner και δεν θα ερωτηθείτε σχετικά με τους συντρόφους της κόλασης.
et: Tõepoolest, meil on saatnud teile [O Muhammad] tõde kui rõõmusõnumit endas ja ka warner ja teil ei paluta umbes Hellfire kaaslased.
fi: Lähetimme sinulle [Oi Muhammed] bringer ilosanoman ja warner totuudella, ja pyysitte ei siitä Hellfire seuralaisia.
he: אכן, שלחנו לך, [O מוחמד], עם האמת כרוז של בשורות טובות, וורנר ולאחר לא תישאל על הלוויה של הלפייר.
hr: Doista, poslali smo ti [O Muhammad], s istinom kao Donositelj dobre vijesti i za warner, i vi ćete biti upitani o drugovi Hellfire.
lt: Iš tiesų, mes išsiuntėme jums, [O Muhammad], su tiesa kaip gera žinia variklis ir su warner, ir jums bus klausiama ne apie Hellfire kompanionai.
lv: Patiešām, mēs esam nosūtījuši jums [O Muhammad] ar patiesību kā bringer labas vēstis un warner un vairs netiek jautāts par Hellfire biedrus.
nb: Faktisk vi har sendt deg, [O Muhammad], med sannheten som en bringer av godt budskap og advarsler, og du ikke blir spurt om følgesvenner Hellfire.
sk: Vskutku, poslali sme vám [Mohamed], s pravdou ako prinášajúci dobrú zvesť a warner a nie vás požiadame o spoločníci Hellfire.
sl: Pravzaprav, smo poslali vam, [O Muhammad], z resnico kot prinašalca dobrih novic in a warner, in vam ne bo vprašal o tovariši Hellfire.
sr_cyrl: Заиста , послали смо вам, [О Мухаммад], са истином као доносилац радосне и у wарнер, а ви нећете бити упитани о компањонима паклене.
sr_latn: Zaista, poslali smo vam, [O Muhammad], sa istinom kao donosilac radosne i u warner, a vi nećete biti upitani o kompanjonima paklene.
uk: Дійсно, ми надіслали вам, [O Мухаммад], правда як bringer добру новину і в warner, і ви не спитати про супутники Hellfire.
vi: Thật vậy, chúng tôi đã gửi cho bạn [O Muhammad], với sự thật như một bringer tidings tốt và một warner, và bạn sẽ không được yêu cầu về companions của Hellfire.
zu: Ngempela, We sa you, [O Muhammad] ngeqiniso njengoba oletha izindaba ezinhle futhi warner futhi ngeke ibuzwe abangane Wesihogo Somlilo.

# Quran127
source: And never will the Jews or the Christians approve of you until you follow their religion. Say, "Indeed, the guidance of Allah is the [only] guidance." If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.
ca: I mai ho farà els jueus o cristians aprovar de vostè fins que vostè segueixi la seva religió. Dir, "De fet, l'orientació d'Allah és l'orientació [només]." Si es segueixen els seus desitjos després que vostè de coneixement, tindria contra Allah cap protector o ajudant.
cy: Ac ni bydd yr Iddewon neu mae y Cristnogion yn cymeradwyo chi nes eich bod yn dilyn eu crefydd. Dweud, "Yn wir, y canllawiau Allah y [canllawiau yn unig]." Os ydych yn dilyn eu dyheadau ar ôl hyn wedi dod i chi am wybodaeth, byddai gennych erbyn Allah protector nac helpwr.
da: Og aldrig vil jøderne eller kristne godkender du indtil du følge deres religion. Sige, "Ja, vejledning af Allah er den [kun] vejledning." Hvis du skulle følge deres begær efter hvad er kommet til dig af den viden, du ville have mod Allah ikke beskytter eller helper.
el: Και ποτέ δεν θα τους Εβραίους ή εγκρίνουν οι Χριστιανοί από εσάς μέχρι να ακολουθήσουν τη θρησκεία τους. Λένε: «Πράγματι, είναι η καθοδήγηση του Αλλάχ την καθοδήγηση [μόνο].» Εάν επρόκειτο να ακολουθήσετε τις επιθυμίες τους μετά από ό, τι έχει έρθει σε σας της γνώσης, που θα έχετε κατά Αλλάχ δεν προστάτη ή βοηθός.
et: Ja kunagi juudid või kristlased volitab teist enne, kui te järgite oma religiooni. Öelda: "Tõepoolest, Allah juhendamisel on [ainus] suuniseid." Jälgida oma soove, pärast mida on tulnud teile teadmised oleksid teil vastu Allah protector või helper.
fi: Juutalaiset ja kristityt hyväksyä teistä, ellei te harjoittaa uskontoaan. Esimerkiksi: "Allah ohjaus onkin [vain] ohjeita." Jos olit seurata heidän toiveistaan, kun mitä on tullut sinulle tietoa, olisit Allahia vastaan helper eikä suojelija.
he: לעולם לא היהודים או הנוצרים לאשר אותך עד שתבצע את הדת שלהם. אומרים, "אכן, ההדרכה של אללה הוא ההדרכה [רק]." אם היית רצונות שלהם לאחר מה בא לך הידע, היית נגד אללה לא מגן או עוזר.
hr: I nikad ne će Židovi ili kršćani odobrava sve dok slijedite njihove vjere. "Doista, vodstvo Allah je [jedini] vodstvo." Ako slijedite svoje želje nakon što je došao do te spoznaje, da bi protiv Allaha ni zaštitnika ni pomagača.
lt: Ir niekada žydų ar krikščionių patvirtinti, kol jums sekti savo religiją. Sako, "Iš tiesų, Allah gaires yra [tik] gaires." Jei laikytis jų norus po ko atėjo jums žinių, jums reikės prieš Dievo nėra raštas arba pagalbininkas.
lv: Un nekad ebreji vai kristieši apstiprināt jums, līdz jūs sekot savu reliģiju. Saka: "Protams, Allah vadībā ir [tikai] vadlīnijas." Ja jums sekot viņu vēlmes pēc kāda ir pienācis jums zināšanas, jums būtu pret Allāhu nav aizsargs vai palīgs.
nb: Vil aldri jødene og kristne godkjenner du før du følger sin religion. Si, "Faktisk veiledning av Allah er [bare] veiledning." Hvis du skulle følge deres begjær etter det har kommet til deg kunnskap, ville du ha mot Allah ingen eller en hjelper.
sk: Nikdy sa Židia a kresťania schváliť vás, kým ste nasledovať svoje náboženstvo. Povedať: "Vskutku, vedením Alah je [len] usmernenia." Ak ste boli nasledovať svoje túžby po to, čo má prísť k vám znalosti, mali by ste proti Alah žiadny protektor alebo Pomocníka.
sl: Nikoli ne bo Judje in kristjani odobri, dokler boste sledili svojo vero. Reči, "Dejansko vodstvom Allah je [samo] smernice." Če ste bili, da sledijo njihove želje po kaj je prišel, da vam znanja, bi si proti Allah ni zaščitnik ali pomočnik.
sr_cyrl: И никада нећу Јевреји или су хришћани одобравати све док не будете пратили њихове религије. Реци , "заиста, вођством Аллах [само] упутства." Да си да пратим њихове жеље након шта је привукло те знања, имате против Аллах без заштитник и помагач.
sr_latn: I nikada neću Jevreji ili su hrišćani odobravati sve dok ne budete pratili njihove religije. Reci, "zaista, vođstvom Allah [samo] uputstva." Da si da pratim njihove želje nakon šta je privuklo te znanja, imate protiv Allah bez zaštitnik i pomagač.
uk: І ніколи не буде євреїв або християн схвалює ви поки ви будете слідувати їх релігії. Сказати, "дійсно, керівництвом Аллах керівництвом [тільки]." Якщо ви повинні були стежити своїх бажань після те, що прийшло до вас знання, ви б проти Аллаху не протектор або помічник.
vi: Và sẽ không bao giờ người Do Thái, hoặc chấp thuận các Kitô hữu của bạn cho đến khi bạn làm theo tôn giáo của họ. Nói, "Thật vậy, sự hướng dẫn của Allah là hướng dẫn [chỉ]". Nếu bạn đã theo mong muốn của họ sau khi những gì đã đến với bạn về kiến thức, bạn sẽ có đối với Allah không bảo vệ hoặc trợ giúp.
zu: Futhi ngeke amaJuda noma amaKristu uyakwamukela kuze you landela bo kolo.

# Quran128
source: Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.
ca: Aquells a qui hem donat el llibre recitar-lo amb el seu veritable recital. Ells [som els qui] hi creuen. I qui disbelieves hi - és que són els perdedors.
cy: Mae rhai i bwy yr ydym wedi rhoi y llyfr yn ei hadrodd gyda ei Cronicliad wir. Nhw [y rhai sydd] yn credu ynddo. A pwy bynnag a disbelieves yn-hwy sydd ar eu colled.
da: Dem, som vi har givet bogen recitere det med sin sande betragtning. De [er dem der] tror på den. Og hvem disbelieves i det - det er dem, som er taberne.
el: Εκείνους στους οποίους έχουμε δώσει το βιβλίο προφέρουν συνέχεια, αλλά με την πραγματική αιτιολογική σκέψη. Αυτοί [είναι αυτοί που] πιστεύουν σε αυτή. Και όποιος disbelieves σε αυτό - είναι αυτοί που είναι οι χαμένοι.
et: Need, kellele me oleme andnud raamat etlema see tõsi põhjendus. Nad [on need kes] usun seda. Ja kes iganes disbelieves see - on need, kes on kaotajad.
fi: Ne, joille olemme antaneet kirja lausua totta perustelukappaleen kanssa. He [ovat niitä jotka] uskoa siihen. Ja kuka ei usko IT - he ovat häviäjiä.
he: אלה למי נתנו את הספר לדקלם את זה עם רסיטל האמיתי שלה. הם [הם אלה אשר] מאמינים בה. מי disbelieves, וזה הם המפסידים.
hr: Oni kojima smo dali knjigu da izgovaramo sa svojim istina Uvodna izjava. Oni [su oni ko] u to vjerujem. I onaj tko disbelieves u to - to je oni koji su gubitnici.
lt: Tie, kuriems mes suteikiame knyga deklamuoti ji su savo tiesa konstatuojamojoje dalyje. Jie [yra tie, kurie] tikiu. Ir kas disbelieves-tai tie, kurie yra pralaimėtojų.
lv: Tie, kam mums ir dota grāmatu pārstāstīt to ar savu patieso apsvērums. Viņi [ir tie, kuri] tic tam. Un tas, kurš disbelieves tā - tas ir tie, kas ir zaudētāji.
nb: De som vi har gitt boken lese det med sin sanne konsert. De [er de som] tro på det. Og hvem disbelieves i det - det er de som er taperne.
sk: Tí, ktorým sme dali knihu to recitovať s odôvodnením jeho pravda. Oni [sú tí, ktorí] veriť v to. A kto neverí v to - je to oni, ktorí sú porazení.
sl: Komu bomo danih knjige recitiranjem svoje res uvodna izjava. Oni [so tisti, ki] verjamem v to. In kdor jih disbelieves v njej - to je oni, ki so poraženci.
sr_cyrl: Онима којима смо дали књигу изговарамо са својих истина рецитал. Они [су они ко] верује у то. И ко год дисбелиевес у томе - они су ти који су губитници.
sr_latn: Onima kojima smo dali knjigu izgovaramo sa svojih istina recital. Oni [su oni ko] veruje u to. I ko god disbelieves u tome - oni su ti koji su gubitnici.
uk: Тих, кому ми дали книга читай її з її справжній сольний концерт. Вони [ті, хто] в це вірити. І той, хто влаштовує викрадення в ньому - вони, які є програли.
vi: Những người mà chúng tôi đã đưa ra những cuốn sách đọc nó với câu chuyện thật sự của nó. Họ [là những người] tin vào nó. Và bất cứ ai disbelieves trong nó - họ là những người thua cuộc.
zu: Labo kubani Sinike Book hlabelela it ne recital ngempela.

# Quran129
source: O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.
ca: O fills d'Israel, recordar el meu favor que jo hagi atorgat a vostè i que jo preferia sobre els mons.
cy: O plant Israel, yn cofio fy favor a wyf wedi rhoi'r arnoch a bod yn well gennyf ichi dros y byd.
da: O børn af Israel, huske min fordel, som jeg har skænket dig, og at jeg foretrak du over verdener.
el: O τα παιδιά του Ισραήλ, να θυμάστε μου που έχω παραχωρήσει επάνω σας και ότι θα προτιμούσε σας πέρα από τους κόσμους.
et: O laste Iisraeli mäleta minu kasuks, mida olen andnud teie peale ja ma eelistasin te üle maailma.
fi: O lasten Israelin muista minun puolesta, jotka on suonut sinulle ja että parempana maailman.
he: הו בני ישראל, זכרו בחסדי אשר יש שהטלתי עליכם וכי העדפתי אותך. על העולמות.
hr: O sinovima Izraelovim, zapamti moju korist koji su si udijelio i da bih volio da si nad svjetovima.
lt: O vaikai iš Izraelio, prisiminti mano naudai, aš būti nukreiptas į jus ir kad aš pageidaujamo jums per pasaulių.
lv: O bērnu Izraēla, atceros, manā labā, kas ir dāvājis jums un ka jums dodu priekšroku pār pasaulēm.
nb: O Children of Israel, husker min favør som jeg har gitt dere og at jeg foretrekker du over verdens.
sk: O deti Izraela, Pamätajte môj prospech, ktorých som obdarila si a radšej som sa nad svetom.
sl: O otroke Izraela, ne pozabite svoj prid, ki sem jih podeljuje na vas in da sem vam prednost pred svetove.
sr_cyrl: О деци од Израела, запамти моју корист која је подарила ми је до тебе и то ми се свиђаш преко светова.
sr_latn: O deci od Izraela, zapamti moju korist koja je podarila mi je do tebe i to mi se sviđaš preko svetova.
uk: O діти Ізраїлю, пам'ятаю мою користь, який я дарував вам, і що я вважав за краще ви над світів.
vi: O trẻ em của Israel, hãy nhớ rằng ưu tiên của tôi mà tôi đã ban cho bạn và rằng tôi ưa thích của bạn trên thế giới.
zu: O Ntwana Israyeli khumbula Mi favor I pha you nokuthi kangithandanga wena phezu imihlaba.

# Quran130
source: And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.
ca: I por un dia quan cap ànima serà suficient per a una altra ànima, i s'admetran sense compensació, qualsevol intercessió beneficiarà ni seran ells ajudades.
cy: Ac ofn y dydd pan ni fydd unrhyw enaid yn ddigon ar gyfer enaid arall o gwbl, ac ni dderbynnir unrhyw iawndal, nac bydd unrhyw intercession o fudd iddo, nac bydd a gynorthwyir iddynt.
da: Og frygter en dag når ingen sjæl vil være tilstrækkeligt til en anden sjæl på alle, og ingen kompensation vil blive accepteret fra det, eller gavner nogen forbøn det, eller vil de blive hjulpet.
el: Και φοβόμαστε την ημέρα όταν δεν ψυχή θα αρκέσει για μια άλλη ψυχή σε όλα, και αποζημίωσης δεν θα γίνονται δεκτές από αυτό, ούτε θα καμία μεσολάβηση το ωφελήσει, ούτε θα τους ενισχύεται.
et: Ja hirmu päev, millal ükski hing piisab teise hinge üldse, ja hüvitist aktsepteeritakse seda, on kõik eestkostmine kasulik ega on nad aidanud.
fi: Ja varokaa sitä päivää, kun ei ole sielua ei riitä enää sielu, korvausta ei hyväksytä, hyötyvät kaikki esirukousta, se eikä ne tukemassa.
he: ופחד יום בלי נשמה יבחרו נשמה אחרת בכלל, ואת פיצוי יתקבלו ממנו, לא כל השתדלות ייהנו זה ולא יהיה להם להיות סייעו מתי.
hr: I bojte se dana kada bez duše će biti dovoljno za još jednu dušu, i nikakva naknada neće biti prihvaćeni od njega, bilo zagovoru koristit će ga, niti će oni biti potpomognuto.
lt: Ir baimė per dieną Kada sielos pakaks kitos sielos, ir kompensacija bus priimti iš jo, nei bus bet užtarimo naudinga tai ar bus jie būti remiamos.
lv: Un baidos, ka dienā, kad nav dvēsele pietiek citu dvēseli vispār, un nekāda kompensācija tiks pieņemti no tā, jebkura aizrunāšana iegūs to, ne būs viņiem palīdzēt.
nb: Og frykt en dag når ingen sjel vil være nok for en annen sjel, og ingen kompensasjon vil bli akseptert fra det, eller vil noen forbønn nytte det, eller vil de bli hjulpet.
sk: A strach, deň, kedy bez duše bude stačiť pre ďalšie duše, a žiadna náhrada bude prijatá, bude prínosom pre to žiadne prosby, ani im pomáhal.
sl: In strah na dan, ko nima duše zadostuje za eno dušo, in odškodnina bo sprejeta, bo vse priprošnjo koristi, niti bo so podprto.
sr_cyrl: И страх на дан када нема душу је довољан другу душу, и никаква накнада ће бити прихваћен од ње, нити ће имати то користи било који посредовање, нити ће бити си помогао.
sr_latn: I strah na dan kada nema dušu je dovoljan drugu dušu, i nikakva naknada će biti prihvaćen od nje, niti će imati to koristi bilo koji posredovanje, niti će biti si pomogao.
uk: І боюся, день, коли немає душі буде достатньо для ще одна душа на всіх, і ніякої компенсації будуть прийматися від нього, ні будь-які клопотання виграють його, ні будуть вони буде надана допомога.
vi: Và lo sợ một ngày khi không có linh hồn sẽ đủ cho một linh hồn ở tất cả, và không có bồi thường sẽ được chấp nhận từ nó, cũng không sẽ can thiệp bất kỳ lợi ích nó, và cũng không họ sẽ được hỗ trợ.
zu: Bawosi suku uma hhayi phefumulo tando suffice for another phefumulo nhlobo, futhi akukho isinxephezelo izokwamukelwa kulo, futhi ngeke iyiphi intercession ukuzuza kuso, futhi ngeke kwasiza ngokumangalisa.

# Quran131
source: And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [Allah] said, "Indeed, I will make you a leader for the people." [Abraham] said, "And of my descendants?" [Allah] said, "My covenant does not include the wrongdoers."
ca: I [accèsit, O Muhammad], quan Abraham va ser jutjat pel seu Senyor amb comandes i ell els realitzaven. [Allah] deia, "De fet, jo et faré un líder per a la gent." [Abraham], va dir, "I dels meus descendents?" [Allah] deia, "el meu pacte no inclou els malfactors."
cy: A [sôn, O Muhammad], pan oedd Abraham wedi ceisio gan ei Arglwydd gyda Gorchmynion a cyflawnodd ef iddynt. [Allah] dywedodd, "Yn wir, bydd yn gwneud ydych yn arweinydd ar gyfer y bobl." Dywedodd [Abraham], "Ac o fy ddisgynyddion?" [Allah] yn dweud, "Nid fy cyfamod cynnwys y tramgwyddo."
da: Og [omtale, O Muhammad], når Abraham blev prøvet af sin herre med kommandoer og han opfyldte dem. [Allah] sagde, "Ja, jeg vil gøre dig en leder for folk." [Abraham] sagde, "Og af mine efterkommere?" [Allah] sagde, "min pagt ikke omfatter lovovertrædere."
el: Και [αναφορά, Ο Μωάμεθ], όταν ο Αβραάμ ήταν προσπάθησε από τον Λόρδο με εντολές και εκπλήρωσε τους. [Αλλάχ] είπε, «Πράγματι, εγώ θα σας κάνει ένας ηγέτης για τους ανθρώπους.» [Ο Αβραάμ] είπε, «Και των απογόνων μου;» [Αλλάχ] είπε, «μου το Σύμφωνο δεν περιλαμβάνουν την παραβάτες.»
et: [Märkus, O Muhammad], kui Aabraham oli püüdnud oma Issanda käske ja ta täitnud neid. [Jumalat] ütles: "Tõepoolest, ma teen teile liider inimesed." [Abraham] ütles: "Ja minu järeltulijad?" [Jumalat] ütles: "minu pakt kaasa selle tekitaja."
fi: [Maininnan Oi Muhammed] kun Abraham oli kokeillut hänen herransa komentoja ja hän täyttänyt niitä. [Jumala] sanoi: "Itse asiassa minä teen sinun johtaja ihmisille." [Abraham] sanoi, "Ja minun jälkeläisten?" [Jumala] sanoi: "minun liittoni ei sisälly laajemmalti."
he: ו [אזכור, מוחמד O], אברהם נשפט על ידי אדונו עם פקודות ומתי הוא מילא אותם. [אללה] אמר: "אכן, אני אגרום לך מנהיג לעם." [אברהם] אמר, "ומה של הצאצאים שלי?" [אללה] אמר, "את האמנה אינה כוללת את הפושעים."
hr: I [spomenuti, O Muhammad], kad Abraham je pokušao njegov gospodin naredbe i ispunio ih. [Allah] je rekao: "Doista, učinit ću ti vođa za ljude." [Abraham] je rekao, "I moj potomaka?" [Allah] je rekao, "moj Savez ne obuhvaća počinioce."
lt: Ir [paminėti, O Muhammad], kai Abraomas buvo bandė iš savo Viešpaties komandomis ir jis juos įvykdė. [Dievas] sakė: "Iš tiesų, aš padarysiu jus lyderis žmonėms." [Abraomas] sakė: "O mano palikuonys?" [Dievas] sakė: "mano testamento neapima grzesznicy."
lv: Un [pieminēt, O Muhammad], kad Ābrahāms bija mēģinājuši ar savu kungu ar komandām un viņš izpildījis tos. [Allah] teica: "Protams, es dos jums līderis cilvēkiem." [Abraham] teica: "Un par manu pēctečiem?" [Allah] teica: "mana derība neietver pārkāpējus."
nb: Og [omtale, O Muhammad], da Abraham ble prøvd av hans Herre med kommandoer og han utført. [Allah] sa, "Ja, jeg vil gjøre du leder for mennesker." [Abraham] sa, "Og min etterkommere?" [Allah] sa, «min pakt ikke inkluderer wrongdoers.»
sk: A [zmienka, Mohamed], keď Abrahám bol súdený svojho pána s príkazmi a on naplnil. [Allah] povedal: "Vskutku, ja ťa vodca pre ľudí." [Abraham] povedal, "A môj potomkov?" [Allah] povedal: "môj dohovor neobsahuje zloèinci."
sl: In [omenja, O Muhammad], ko Abraham je bil preizkušen z njegovo Gospoda z ukazi in on jih izpolnil. [Alahove] reče: "Pravzaprav, sem vas bo vodja za ljudi." [Abraham] je dejal, "In moj potomcev?" [Alahove] je dejal: "moje zveze ne vključuje v wrongdoers."
sr_cyrl: И [помена, О Мухаммад], када Абрахам је покушао од свог господара са командама, а он их је испуњавао. [Аллах ] је рекао, "Заиста, уиинижу те лидер за људе." [Абрахам ] је рекао, "И од мојих потомака?" [Аллах ] је рекао, "мој савез не укључује починиоце."
sr_latn: I [pomena, O Muhammad], kada Abraham je pokušao od svog gospodara sa komandama, a on ih je ispunjavao. [Allah] je rekao, "Zaista, uиiniжu te lider za ljude." [Abraham] je rekao, "I od mojih potomaka?" [Allah] je rekao, "moj savez ne uključuje počinioce."
uk: І [згадки, O Мухаммад], коли Авраам судили за його Господь з команди і він виконав їх. [Аллах] сказав: "Дійсно, я зроблю вас лідером для людей." [Авраам] сказав а мій нащадків?" [Аллах] сказав: "мого заповіту передбачає до розкаюємося."
vi: Và [đề cập đến, O Muhammad], khi Abraham đã được thử bởi ông Chúa với lệnh và ông hoàn thành chúng. [Allah] nói: "Thật vậy, tôi sẽ làm cho bạn một nhà lãnh đạo cho người dân." [Abraham] nói, "Và hậu duệ của tôi?" [Allah] nói, "Tôi ước không bao gồm các wrongdoers."
zu: Futhi [Khumbuzani, O Muhammad], lapho u-Abrahama wavivinywa akhe Lord nemiyalo he gcina them!.
