Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1116
source: But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing.
ca: Però aquells que injustament entre ells canviat [les paraules] a una declaració altre que allò que havia dit a ells. Així que hem enviat a ells un càstig del cel pel mal que ho feien.
cy: Ond rhai a cam yn eu plith newid [y geiriau] i ddatganiad heblaw hynny a ddywedodd iddynt. Felly anfonwyd arnynt cosb gan sky ar gyfer anghywir yr oeddent yn ei wneud.
da: Men dem, der krænket blandt dem ændret [ord] til en erklæring end den, som havde sagt til dem. Så sendte vi dem en straf fra himlen for den uret, som de gjorde.
el: Αλλά όσοι θίγονται ανάμεσά τους άλλαξε [τις λέξεις] σε μια δήλωση διαφορετικό από εκείνο που είχαν πει σε αυτούς. Συνεπώς, θα σταλεί σε αυτούς μια τιμωρία από τον ουρανό για το λάθος που έκαναν.
et: Aga need, kes ülekohtu nende seas muutunud [sõnad] erinevas suuruses, mis oli öelnud neile. Nii et saatsime neile karistus taevast väär, mida nad teevad.
fi: Mutta ne, jotka vääryyttä joukossa muuttaa [sanat] ilmoitus kuin siinä, josta ne sanoi. Niin lähetimme heille rangaistus taivaalta väärin, että he olivat tekemässä.
he: אבל מי עוול ביניהם השתנה [המילים] הצהרה חוץ מזה אשר נאמר להם. אז שלחנו עליהם עונש מן השמים על העוול שהם עושים.
hr: Ali one koji nepravdu među njima promijenjen [riječi] izjava osim da su govorili da ih. Pa smo poslali na njih kaznu iz neba za krivo što su radili.
lt: Bet tuos, kurie niesprawiedliwosci tarp jų pasikeitė [žodžiai] išskyrus pareiškimą, kuris buvo pasakė jiems. Taigi mes nusiuntėme jiems bausmės iš dangaus negerai kad jie darė.
lv: Bet tiem, kam nodarīts kaitējums, starp tiem mainīt [vārdi] paziņojumu, nav, ko bija teicis, lai tos. Tāpēc mēs nosūtījām viņiem virsū sodu no debesīm par nepareizu, ka viņi dara.
nb: Men de som urett blant dem endret [ord] til en uttalelse enn det som hadde sagt til dem. Så sendte vi dem en straff fra himmelen for feil som de gjorde.
sk: Ale tí, ktorí ublížili medzi nimi zmenil [slová] vyhlásenie ako, ktorý hovoril k nim. Tak sme poslali na nich trest z neba za zlé, že oni robili.
sl: Ampak tisti, ki je bila oškodovana med njimi spremenila [besede] izjave razen tistega, ki je dejal, da jih. Tako smo poslali na njih kazen iz neba za narobe, da delajo.
sr_cyrl: Али оне који неправду међу њима је промењен [речи] у саопштењу осим тога што је речено да их. Зато смо послали на њих казну са неба за зло које су радили.
sr_latn: Ali one koji nepravdu među njima je promenjen [reči] u saopštenju osim toga što je rečeno da ih. Zato smo poslali na njih kaznu sa neba za zlo koje su radili.
uk: Але ті, які образили серед них [слова] в заяві, крім цього, які сказали до них. Так ми відправили на них покаранням з неба для неправильним, що вони роблять.
vi: Nhưng những người wronged trong số họ thay đổi [chữ] để một tuyên bố khác hơn là đã được nói với họ. Vì vậy chúng tôi đã gửi khi họ một hình phạt từ bầu trời cho sai lầm mà họ đã làm.
zu: Kodwa labo ngalungi phakathi kwabo washintsha [amazwi] kwesitatimende ngaphandle ukuthi eyayihunyushwe wathi kubo.

# Quran1117
source: And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient.
ca: I preguntar sobre la ciutat que era del mar - quan que transgredien [la matèria de] dissabte - quan els peixos va venir a ells obertament el seu dia de repòs, i el dia que tenien cap dissabte no venia a ells. Així donem judici perquè eren desafiant desobedients.
cy: A gofyn iddynt am y dref oedd y môr-pan roedd eu camweddu yn [y mater o] y Saboth-pan ddaeth eu pysgod iddynt agored ar eu dydd Saboth, a dydd a oedd ganddynt unrhyw Saboth ni ddaethant iddynt. Felly oedd roi eu treial oherwydd eu bod yn defiantly anufudd.
da: Og spørge dem om den by, der var ved havet - når de overskrides i [sag af] sabbat - når deres fisk kom til dem åbent på deres sabbatsdagen, og den dag de havde ingen sabbath de kom ikke til dem. Dermed vi give dem retssag fordi de var trodsigt ulydige.
el: Και να τους ζητήσει σχετικά με την πόλη που ήταν δίπλα στη θάλασσα - όταν αυτά παραβιάζονται σε [το ζήτημα] το Σάββατο - όταν τα ψάρια τους ήρθε να τους ανοιχτά την ημέρα του Σαββάτου τους, και την ημέρα είχαν κανένα Σάββατο δεν ήρθαν σε αυτά. Έτσι δίνουμε τους δίκη επειδή ήταν ανυπάκουος προκλητικά.
et: Ja neilt linn, mis oli mere -, kui need ületatakse [Küsimus] umbes hingamispäeva - kui nende kala tuli neile avalikult oma hingamispäeva päev ja neil oli mingit hingamispäeva päev nad ei tulnud neile. Seega tegin anname neile uuringus sest nad olid väljakutsuvalt sõnakuulmatud.
fi: Ja kysyä heiltä kaupunki, joka oli meritse - kun he syntiä [Kysymys] sabbath - kalansa tuli heille avoimesti sapatin päivänä, jolloin heillä ei ole sapatin päivä he eivät tulleet, heille. Näin annamme heille oikeudenkäynti koska ne uhmakkaasti tottelematon.
he: ולשאול אותם על העיר שהיה על ידי הים - כאשר הם שפרעו בעניין [של] השבת - כאשר הדגים שלהם הגיע אליהם בגלוי ביום השבת, היום הם היו לא השבת הם לא יבואו אליהם. ובכך נתנו להם משפט כי הם היו בהתרסה ממושמע, לאחר.
hr: I pitaj ih o gradu koji je bio na moru - kad oni prekršio [par] Šabat - kad ribu došao im otvoreno na subotnji dan, a dan su bez subote nisu došli do njih. Tako smo dali ih suđenje jer su definitivno neposlušan.
lt: Ir paprašykite jų apie nuo miesto, kad buvo prie jūros - kai jie sutrikusi [kelias] šeštadienį - kai jų žuvų atėjo jiems atvirai jų šabo dieną, ir jie neturėjo jokių Sabato dieną jie padarė ne ateiti į juos. Taigi ar mes suteikiame jiems teismo nes jie iššaukiančiai Nepaklusniųjų.
lv: Un lūdziet viņus par pilsētu, kas bija pie jūras - kad tās pārkāptas [lietu] sabats - to zivju atnāca uz tiem atklāti par to sabata diena, un viņiem nebija nekādu sabata dienu viņi neatgriezās pie viņiem. Tādējādi nebija piedāvājam viņiem izmēģinājuma versiju, jo tie bija izaicinoši nepaklausīgs.
nb: Og be dem om byen som var ved sjøen - da de overtrådt i [saken av] sabbaten - Når fisken kom til dem åpent på deres sabbaten, og da de hadde ingen sabbaten de ikke kom til dem. Dermed ga vi dem prøve fordi de var trassig ulydige.
sk: A požiadať ich o mesto, ktorý bol pri mori - keď oni prestúpil v [otázka] v sobotu - keď ich ryby prišiel k nim otvorene na ich deň sviatočný a deň nemali žiadne soboty neprišiel na ne. Tak to sme im súd pretože boli vyzývavé neposlušný.
sl: In od njih zahteva, o mestu, ki je bil ob morju - ko so prestopil v [vprašanje] v soboto - ko svoje ribe prišel do njih odkrito na sobotni dan, in so imeli brez sobotni dan jih ni prišel do njih. Tako pa smo jim poskus ker so kljubovalno neposlušni.
sr_cyrl: И питај их о граду који је био на мору - кад су се одметнули у [питање] Сабат - када њихове рибе је дошао да их отворено на дан њиховог Сабата, и дан су имали нема Сабат они нису дошли до њих. Тако смо их стварају суђење јер су били пркосно непослушно.
sr_latn: I pitaj ih o gradu koji je bio na moru - kad su se odmetnuli u [pitanje] Sabat - kada njihove ribe je došao da ih otvoreno na dan njihovog Sabata, i dan su imali nema Sabat oni nisu došli do njih. Tako smo ih stvaraju suđenje jer su bili prkosno neposlušno.
uk: І запитати їх про місто, який був біля моря - коли вони переступили [питання], у суботній - коли їх риби до них прийшов відкрито на свої суботній день, і у них немає суботній день вони прийшли не з ними. Таким чином ми даємо їм випробування тому, що вони були зухвало неслухняні.
vi: Và yêu cầu họ về thị xã đã bằng đường biển - khi họ transgressed trong [vấn đề] ngày Sa-bát - khi cá của họ đến với họ công khai của ngày Sa-bát, và ngày họ đã không có ngày Sa-bát họ không đến với họ. Do đó đã làm chúng tôi cung cấp cho họ dùng thử vì họ đã ngô nghịch defiantly.
zu: Futhi izibuze edolobheni ebesingakulo ulwandle - lapho transgressed [kule ndaba ye] isabatha - lapho izinhlanzi zabo beza izikhali wabathela ngehlazo obala ngosuku lwabo lwesabatha njengokwenza kwakhe, ngosuku babengenamduduzi isabatha ababange beseza kubo.

# Quran1118
source: And when a community among them said, "Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?" they [the advisors] said, "To be absolved before your Lord and perhaps they may fear Him."
ca: I quan una comunitat entre ells va dir: "per què vostè assessorar [o advertir] una quals Allah és gent [sobre] destruir o castigar amb un càstig sever?" que [els assessors] va dir, "a ser Absoltes abans que el seu Senyor i potser ells poden témer-lo."
cy: A phan cymunedol ymhlith eu dweud, "pam ydych chi'n cynghori [neu yn rhybuddio] bobl bwy yw Allah [am] i ddinistrio neu gosbi â chosbi difrifol?" meddai nhw [y cynghorwyr], "i gael ei ryddhau cyn y gall eich Arglwydd ac efallai eu bod yn ofni iddo."
da: Og når et fællesskab blandt dem sagde, "hvorfor du rådgive [eller advare] en folk hvem Allah er [om] at ødelægge eller til at straffe med en hård straf?" de [rådgivere] sagde, "at blive frikendt før din herre og måske de kan frygte ham."
el: Και όταν μια κοινότητα ανάμεσά τους είπε, «γιατί σας συμβουλεύει [ή προειδοποιούν] μια ανθρώπους τους οποίους Αλλάχ είναι [περίπου] να καταστρέψει ή να τιμωρήσει με μια αυστηρή τιμωρία;» [οι σύμβουλοι] είπαν, «για να απαλλαγούν πριν σας Λόρδος και ίσως μπορεί να τον φόβο.»
et: Ja kui ühenduse neist ütles: "miks ei sa nõu [või hoiatada] inimesed, keda Allah on [umbes] hävitada või karistada karm karistus?" nad [nõuandjad] ütles: "vaatleja enne oma Issanda ja ehk see võib hirm teda."
fi: Ja kun yhteisön joukossa sanoi, "Miksi te neuvoa [tai varoittaa] ihmisiä, joille Jumala on [noin] vai rangaista ankara rangaistus?" [neuvonantajat] sanoivat, "vapauttaa ennen kuin teidän Herranne ja ehkä ne voivat pelätä."
he: וכאשר קהילה ביניהם אמר, "למה אתה מייעץ [או להזהיר] של האנשים אללה הוא [כ] להרוס או להעניש עם עונש חמור?" הם [היועצים] אמר, "כדי להיות טובות לפני אדונך, אולי הם עשויים מפחדים ממנו."
hr: I kada zajednica među njima, rekao je, "Zašto ti savjetovati [ili upozoriti] ljudi kojima je Allah [o] da uništi ili da se kazni sa tešku kaznu?" Oni [savjetnici] je rekao, "da biti oslobođeni prije nego tvoj gospodar i možda se plaši ga."
lt: Ir kai Bendrijos tarp jų tarė: "kodėl tu patarti [arba įspėti] yra žmonių, kuriems Dievas yra [apie] sunaikinti ar už juos nubausti su sunki bausmė?" jie [patarėjai] pasakė, "turi būti atleidžiamas prieš jūsų Viešpats ir galbūt jie gali bijoti jo."
lv: Un kad Kopienas vidū teica: "kāpēc jūs ieteikt [vai brīdināt] personām, ar kurām Allah ir [par], lai iznīcinātu vai sodīt ar bargu sodu?" viņi [konsultanti] teica: "lai būtu atbrīvots pirms savu kungu, un varbūt viņi var bailes viņu."
nb: Og når et fellesskap blant dem sa: «Hvorfor du anbefaler [eller advare] et folk som Allah [om] ødelegge eller straffe med en streng straff? "de [rådgivere] sa," å løste før deres Herre og kanskje de kanskje frykter ham."
sk: A keď spoločenstva medzi nimi povedal: "Prečo myslíte si poradiť [alebo varovať] ľudia, ktorým je Boh [asi] zničiť alebo potrestať s ťažkým trest?" [poradcov] povedal, "byť zbavený ako svojho pána a možno sa mu môže strach."
sl: In ko Skupnost med njimi je dejal, "zakaj vam svetuje [ali opozarjajo] oseb, ki jih Allah je [o] uničiti ali kaznovati s hudo kazen?" so [svetovalci] je dejal, "da biti oproščen pred svojega Gospoda in morda bi ga lahko strah."
sr_cyrl: И када се заједница међу њима је рекао, "Зашто ти саветовао [или упозорити] људи којима је Аллах [о томе] да уништи или да казни са озбиљним казна?" Они [саветници] рекао, да се расрдила пре него што је твој господар, а можда су се плаши га."
sr_latn: I kada se zajednica među njima je rekao, "Zašto ti savetovao [ili upozoriti] ljudi kojima je Allah [o tome] da uništi ili da kazni sa ozbiljnim kazna?" Oni [savetnici] rekao, da se rasrdila pre nego što je tvoj gospodar, a možda su se plaši ga."
uk: І коли громади серед них сказав: "Чому ви порадити [або попередити] люди, яких Аллах [близько], знищити або покарати з серйозними покарання?" вони [радники] сказав: "щоб бути звільнений перед тим, як ваш Господь і можливо вони можуть боїться його."
vi: Và khi một cộng đồng trong số đó đã nói, "tại sao bạn tư vấn cho [hoặc cảnh báo] một người mà Allah là [giới thiệu] để tiêu diệt hoặc trừng phạt với một hình phạt nghiêm trọng?" họ [tư vấn] nói, "để được absolved trước khi Chúa của bạn và có lẽ họ có thể sợ hắn."
zu: Futhi uma umphakathi phakathi kwabo wathi: "Kungani nawe ukweluleka [noma ukuxwayisa] nabantu Allah [mayelana] ukubhubhisa noma ajezise nge isijeziso esinzima?"

# Quran1119
source: And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying.
ca: I quan es van oblidar que els que que havia estat va recordar, hem salvat qui havia prohibit mal i van confiscar qui injustament, amb un càstig miserable, perquè ells van desobeir desafiant.
cy: A pan anghofiodd y gan y maent wedi cael ein hatgoffa, arbed gennym rhai sydd wedi gwahardd drygioni a rhai sydd yn cam, â cosb truenus, yn hatafaelu oherwydd roedd iddynt dorri'r defiantly.
da: Og når de glemte at af som de havde været mindet, vi gemte dem, der havde forbudt onde og beslaglagt dem, der krænket, med elendige straf, fordi de trodsigt ulydig.
el: Και όταν ξέχασε ότι από που είχε ήταν υπενθύμισε, σώσαμε εκείνους που είχαν απαγορεύεται κακό και κατασχέθηκαν όσοι θίγονται, με μια άθλια τιμωρία, διότι αυτοί προκλητικά ανυπακοή.
et: Ja kuna nad unustasid, et järgi mis nad olid meelde me salvestada, kes oli keelatud kurja ja kinni need, kes ülekohtu, armetu karistust, sest nad olid väljakutsuvalt disobeying.
fi: Ja kun he unohtivat, että joka ne oli käynyt selväksi säästimme jotka oli kielletty pahaa ja takavarikoitu niille, jotka vääryyttä, kurja rangaistus, koska he olivat uhmakkaasti tottelemattomuus.
he: מתי שהם שכחו מאת אשר הם היו כבר הזכירו, הצלנו אלו היה אסור הרע שנתפסו למי עוול, עם עונש אומלל, כי הם וכיסוי בהתרסה.
hr: I kada su zaboravili da od strane koji su imali su podsjetili, spasili smo one koji je zabranio zlo i prisvojio one koji nepravdu, s bijednom kazne, jer oni su definitivno neposlušnosti.
lt: Ir kada jie pamiršo, kad iš kurių jie turėjo buvo priminta, mes išgelbėti tuos, kurie buvo uždrausti blogį ir konfiskavo tuos, kurie niesprawiedliwosci, su niekam tikęs bausmė, nes jie buvo iššaukiančiai nesilaikymą.
lv: Un kad viņi aizmirsa, ka pa kurām viņi bija atgādināts, mēs izglābām tiem, kuri bija aizliegts ļaunumu un konfiscēti tiem, kam nodarīts kaitējums, ar nabaga sods, jo viņi bija izaicinoši nepaklausot.
nb: Og når de glemte at av som de hadde blitt minnet, vi reddet de som hadde forbudt onde og beslaglagt som urett, med en elendig straff, fordi de var trassig ulydig.
sk: A keď oni zabudli, že tým, čo mal boli pripomínali, sme zachránení, ktorí mali zakázané zlo a chytil tých, ktorí ublížili, s úbohý trest, pretože oni boli vyzývavé neuposlúchnutie.
sl: In ko so pozabili, da z ki se je bil spomnil, mi zaščititi tiste, ki je prepovedano na zlo in zasegli tistih, ki je bila oškodovana z nesrečne kazen, ker so kljubovalno oglušivši.
sr_cyrl: И када су заборавили да по којој су била је подсетио, спасили смо оне који је имао забрањено зло и заузели онима који казу да лазем, са бедна казна, јер су пркосно мамице.
sr_latn: I kada su zaboravili da po kojoj su bila je podsetio, spasili smo one koji je imao zabranjeno zlo i zauzeli onima koji kazu da lazem, sa bedna kazna, jer su prkosno mamice.
uk: І коли вони забули, що за який вони були нагадували, ми зберегли, хто була заборонені зла і захопили тих, які образили, з wretched покарання, тому що вони були зухвало непокора.
vi: Và khi họ quên rằng bằng cách đó họ đã được nhắc nhở, chúng tôi lưu những người có Cấm cái ác và bắt giữ những người wronged, với một sự trừng phạt không may, bởi vì họ defiantly disobeying.
zu: Futhi uma they khohlwa lowo by ayehlakazekele wakhumbuza, We khulula labo ayenqabele okubi ashaqa labo ngalungi, ephethe isijeziso lusizi, ngoba ngokweyisa kodwa awalaleli.

# Quran1120
source: So when they were insolent about that which they had been forbidden, We said to them, "Be apes, despised."
ca: Així que quan eren insolent sobre allò que es va prohibir, ens va dir, "Ser simis, menyspreat".
cy: Felly pan oeddent digywilydd am hynny a oedd wedi eu bod wedi'u gwahardd, dywedasom wrthynt, "Yn epaod, gasáu."
da: Så når de var uforskammede om det, som de havde været forbudt, sagde vi til dem: "Være aber, foragtet."
el: Έτσι όταν ήταν θρασύς σχετικά με αυτό που είχαν απαγορεύεται, είπαμε να τους, «Είναι πίθηκοι, που περιφρόνησε.»
et: Nii et kui nad olid sellest, mis neil oli keelatud ülbe, ütlesime neile, "Tuleb ahve, põlatud."
fi: Joten kun he olivat röyhkeä aikaan, mikä oli ollut kiellettyä, sanoimme heille "Olla apinoita, halveksittu."
he: אז כאשר הם היו חצופים על זה אשר היה איסור, אמרנו להם, "להיות קופים, תיעב".
hr: Pa kada su drski prema onome što im je zabranjeno, mi je rekao, "Biti majmuna, preziru."
lt: Taigi kai jie buvo įžūlus apie tai, kas jie uždraudė, mes pasakė jiems, "Būti beždžionės, panieka."
lv: Tātad, kad viņi bija nekaunīgs par to, kas viņiem bija aizliegts, mēs teica, "pērtiķu, nicināja."
nb: Så når de var uforskammet om som de hadde vært forbudt, sa vi til dem: "Være aper, foraktet."
sk: Takže keď boli drzý o tom, čo oni mali zakázané, sme im povedal: "Byť opíc, pohŕdal."
sl: Tako ko so Ohol o tem, ki je bila prepovedana, smo jim reče: "Biti opice, prezirali."
sr_cyrl: Па кад су били дрски о ономе сто им је забранио, рекли смо им, "Бити мајмуни, презирао."
sr_latn: Pa kad su bili drski o onome sto im je zabranio, rekli smo im, "Biti majmuni, prezirao."
uk: Так коли вони були нахабний про те, що вони були заборонені, ми сказав їм: "Бути мавп, зневажав".
vi: Vì vậy khi họ vô lể về mà trong đó họ đã ngăn cấm, chúng tôi đã nói với họ, "Là khỉ, khinh thường."
zu: Ngakho lapho babenokweyisa lokho okwakha they okwakwenqatshelwe, We wathi kubo: "Yibani nezinkawu, odelelekile."

# Quran1121
source: And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.
ca: I [accèsit] Quan el seu Senyor va declarar que tenia sens dubte [continuen] enviar sobre ells fins el dia de resurrecció aquells que afligeixen amb la pitjor turment. De fet, el seu senyor és ràpida en pena; però de fet, és indulgent i Clement.
cy: A [sôn am] pan oedd eich Arglwydd yn datgan y byddai siawns [parhau i] anfon arnynt tan dydd atgyfodi rhai a byddai effeithio arnynt gyda'r boen gwaethaf. Yn wir, eich Arglwydd yn gyflym yn gosb; ond yn wir, ei fod yn Forgiving a Merciful.
da: Og [omtale] Når din herre erklæret, at han ville sikkert [fortsat] sende dem indtil den dag i opstandelse dem, der vil plage dem med de værste pinsler. Ja, jeres Herre er hurtig i straffen; men ja, han er Forgiving og barmhjertige.
el: Και [αναφορά] όταν ο Λόρδος σας δήλωσε ότι σίγουρα θα [συνέχεια] αποστολή τους μέχρι την ημέρα της Αναστάσεως εκείνους που θα τους ταλαιπωρούν με το χειρότερο βάσανο. Πράγματι, ο Λόρδος είναι ταχεία σε πέναλτι? αλλά πράγματι, αυτός είναι επιεικής και εύσπλαχνος.
et: [Märkus], kui teie Issand teatas, et ta oleks kindlasti [jätkuvalt] saata neile kuni ülestõusmise päev neile, kes oleks kohtaava neid halvim piin. Tõepoolest, teie Issand on swift trahv; Aga tõepoolest, ta on Forgiving ja Merciful.
fi: [Maininnan] kun Herrasi ilmoitti, että hän olisi varmasti [edelleen] lähetät heille ylösnousemuksen päivänä kunnes ne, jotka iskevät niitä pahin tuska. Herrasi onkin nopeasti seuraamus; mutta itse asiassa hän on anteeksiantava ja armollisin.
he: ו [אזכור] כאשר האדון הכריז שהוא בוודאי [המשך] לשלוח עליהם עד יום התקומה מי להכריע אותם עם העינוי הכי גרוע. ואכן, הוא מהיר בעונשם; אבל אכן, הוא Forgiving, הרחום והחנון.
hr: I [spomenuti] kada Gospodar tvoj izjavio da bi on sigurno [dalje] poslati na njih sve do dana uskrsnuća oni koji će ih rastužiti s najgorim mukama. Zaista, vaš gospodar je brz u kaznu; Ali doista, opraštanje i milostiv.
lt: Ir [paminėti] kai jūsų Viešpats pareiškė, kad jis būtų tikrai [toliau] siųsti jiems iki prisikėlimo dieną tiems, kurie būtų bausti juos su blogiausia kančių. Iš tiesų, jūsų Viešpats yra greitai bausmė; bet iš tiesų, jis yra Forgiving ir litosciwy.
lv: Un [min] kad jūsu kungs paziņoja, ka viņš noteikti [turpināt] nosūtīt viņiem virsū līdz augšāmcelšanās diena tiem, kas gribētu afflict tām ar sliktāko mokas. Patiešām, jūsu kungs ir ātra sodu; bet patiešām, viņš piedošanu un žēlsirdīgs.
nb: Og [nevner] da din Herre erklærte at han ville sikkert [fortsette å] sende dem før oppstandelsen som ville plage dem med den verste pinen. Ja, Herren er rask i bot; men han er faktisk tilgi og barmhjertig.
sk: A [zmienka] keď váš pán vyhlásil, že on by iste [pokračovať] poslať na ne až deň vzkriesenia, tých, ktorí by ich postihujú s najhoršie trápenie. Svojho pána je skutočne rýchly trestu; ale v skutočnosti je odpúšťajúci, a Milosrdných.
sl: In [navedba] Ko vaš gospod izjavil, da on bi zagotovo [naprej] Pošlji na njih do dan od vstajenje, tiste, ki bi jih pestijo z najhujša muka. Res, vaš Gospod je hitro v kazen; ampak res, on je tolerantna in usmiljen.
sr_cyrl: И [помиње] када је твој господар је прогласила да је он сигурно би [даље] послати на њих до дан ускрснуће оних који би их погадјају са најгорим мукама. Заиста , твој господар је брз у казну; Али он је заиста Форгивинг и милосрдна.
sr_latn: I [pominje] kada je tvoj gospodar je proglasila da je on sigurno bi [dalje] poslati na njih do dan uskrsnuće onih koji bi ih pogadjaju sa najgorim mukama. Zaista, tvoj gospodar je brz u kaznu; Ali on je zaista Forgiving i milosrdna.
uk: І [згадки], коли ваш Господь сказав, що він хотів би безумовно [як і раніше] надсилати на них до дня воскресіння тих, які будуть страждає з найгірших мук. Дійсно, Господь ваш є swift штраф; але дійсно, він бачить і Merciful.
vi: Và [đề cập đến] khi Chúa của bạn tuyên bố rằng ông sẽ chắc chắn [tiếp tục] gửi khi chúng cho đến tận ngày phục sinh với những người sẽ gây đau đớn cho họ với sự đau khổ tồi tệ nhất. Thật vậy, Chúa của bạn là nhanh chóng trong hình phạt; nhưng thực sự, ông là Forgiving Merciful.
zu: Futhi [Khumbuzani] uma kho Lord wamemezela ukuthi nakanjani [bayaqhubeka] ngiyothumela phezu kwabo kuze Suku Vuko kwalabo ababeyokwakha babacinezele ukuhlushwa esibi kunazo zonke.
