Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1436
source: And if you turn away [from my advice] then no payment have I asked of you. My reward is only from Allah, and I have been commanded to be of the Muslims."
ca: I si es gira fora [del meu consell] llavors cap pagament han vaig preguntar de vostès. Meva recompensa és només d'Allah, i jo he estat manat per ser dels musulmans.
cy: Ac os ydych yn galluogi i ffwrdd [gan fy nghyngor] yna unrhyw daliad wedi gofyn ichi. Fy ngwobr yn unig gan Allah, ac yr wyf wedi enillodd fod y Moslemiaid.
da: Og hvis du slår væk [fra mit råd] derefter ingen betaling har jeg bedt for dig. Min belønning er kun fra Allah, og jeg er blevet befalet at være muslimer."
el: Και εάν ενεργοποιήσετε μακριά [από συμβουλή μου] τότε καμία πληρωμή έχουν ζήτησα από εσάς. Ανταμοιβή μου είναι μόνο από Αλλάχ, και διέταξα να είναι των μουσουλμάνων.»
et: Ja kui sa tõlgivad [: minu nõuanne] siis makset on ma palusin teist. Minu soodustus on ainult Jumalalt, ja mind on kästud moslemid olevat."
fi: Ja jos otat pois [from neuvoni] sitten maksua olen kysynyt teistä. Minun palkkani on vain Jumala, ja olen käskenyt olemaan muslimien.
he: אם תסתובבי [מן העצה שלי] ואז אין תשלום ביקשתי מכם. והפרס שלי הוא רק מאללה, יש כבר פיקדתי להיות של המוסלמים."
hr: I da ti odbiti [od moj savjet] onda bez plaćanja sam tražio od vas. Moja nagrada je samo od Allaha, i sam zapovjedio da se od muslimana."
lt: Ir jei jūs nusigręžti [iš mano Patarimas] tada mokėjimas turi paklausiau iš jūsų. Mano atlygis yra tik iš Dievo, ir aš įsakiau yra musulmonai."
lv: Un ja jūs novērsties [no manu padomu] tad neviens maksājums ir es jautāju jums. Mana alga ir tikai no Allah, un ir pavēlēts būt musulmaņu.
nb: Og hvis du slår bort [fra mitt råd] deretter ingen betaling har jeg ba dere. Min lønn er bare fra Allah, og jeg er blitt befalt å være muslimer.
sk: A ak dáte preč [od radím] potom žiadna platba som požiadal vás. Moja odmena je len od Boha a som bol prikázal, aby sa moslimov."
sl: In če stran [iz moj nasvet] nato brez plačila so sem vprašal vas. Moja nagrada je le od Allah, in jaz ukazal, da so muslimani."
sr_cyrl: И ако си се окренуо [из мој савет] онда без плаћања сам тразио од тебе. Моја награда је само од Алаха, и Наререно ми је да будем од Муслимана."
sr_latn: I ako si se okrenuo [iz moj savet] onda bez plaćanja sam trazio od tebe. Moja nagrada je samo od Alaha, i Nareрeno mi je da budem od Muslimana."
uk: І якщо ви відвернутися [від Моя порада] потім жодної оплати є я запитав вас. Моя нагорода тільки від Аллаха, і я наказав бути мусульман."
vi: Và nếu bạn lần lượt đi [từ lời khuyên của tôi] sau đó là không có thanh toán tôi đã hỏi bạn. Phần thưởng của tôi là chỉ từ Allah, và tôi đã chỉ huy được của người Hồi giáo."
zu: Futhi uma you jikisa [iseluleko sami] ke akukho mali babe engakucela kini.

# Quran1437
source: And they denied him, so We saved him and those with him in the ship and made them successors, and We drowned those who denied Our signs. Then see how was the end of those who were warned.
ca: I, li va negar perquè ens guarden ell i aquells amb ell en el vaixell i els va fer seus successors, i els que negaven rètols ofegat. Després de veure com era el final d'aquells que eren avisats.
cy: A oedd yn gwadu iddo, felly rydym yn arbed ef a rhai gydag ef yn y llong ac yn gwneud iddynt olynwyr, ac rydym yn rhai sy'n gwadu arwyddion ein boddi. Yna i weld sut yr oedd y diwedd o'r rheini a oedd yn rhybuddio.
da: Og de nægtede ham, så vi frelste ham og dem med ham i skibet og gjorde dem efterfølgere, og vi druknede dem der nÃ¦gtet vores tegn. Derefter se hvordan var i slutningen af dem, der blev advaret.
el: Και αυτοί αρνήθηκαν να του παράσχουν, έτσι μας έσωσε τον και αυτόν μέσα στο πλοίο και τους έκανε να διαδόχους και πνιγήκαμε όσους αρνούνταν σημάδια μας. Στη συνέχεια, δείτε πώς ήταν το τέλος όσων είχαν προειδοποιήσει.
et: Ja nad eitas teda, nii me salvestada ja need koos temaga laeva ja tegi neist õigusjärglased ja me uppus, kes eitas meie märke. Siis vaata, kuidas oli lõpuks need, kes olid hoiatanud.
fi: Ja he kielsivät hänet, joten hänelle ja niille kanssaan tallennetaan aluksen ja teki heistä seuraajat ja hukkui niille, joka kielsi merkkejä. Katso miten oli loppu, joka varoitti.
he: הם דחו אותו, אז אנחנו הציל אותו ואת אלה איתו בספינה והפך אותם עוקבות, וטבע אנו אלו אשר נדחתה השלטים שלנו. ואז לראות איך היה הסוף של אלה אשר הזהירו.
hr: I zanijekali su njega, pa smo spasili njega i one s njim na brod i je napravio njima nasljednike, a nas potopili one koji nije prihvatio naše znakove. Onda pogledajte kako je bilo na kraju oni koji su bili upozoreni.
lt: Ir jie neigė jam, kad mes išgelbėti jam ir tų, kurie jį laive ir padarė jų įpėdiniai, ir mes nuskendo tiems, kurie mūsų ženklai neigė. Pažiūrėkite, kaip buvo tų, kurie buvo įspėti.
lv: Un tie liedza viņam, tāpēc mēs saglabāti viņu, un ar viņu kuģis, un padarīt tās tiesību pārņēmējiem, un mums tie, kuri noliedza mūsu zīmes noslīka. Tad redzētu, cik bija beigas, kuri tika brīdināti.
nb: Og de nektet ham, så vi reddet ham og de med ham i skipet og gjort dem etterfølgere, og vi druknet de som nektet våre tegn. Se hvordan var slutten av de som ble advart.
sk: A oni zaprel, tak sme ho a tie, ktoré sú s ním ulo¾ené lode a urobil z nich právnych nástupcov, a sme tí, ktorí poprel našich značiek utopil. Presvedčte sa, ako bol koniec tých, ktorí boli upozornení.
sl: In jih omejevala, tako smo shranili njega in tiste z njim v ladji in so jim naslednikom, in smo tisti, ki je zanikal naše znake utonil. Poglejte, kako je bil konec tisti, ki so bili opozorjeni.
sr_cyrl: И одбили су га, па смо спасили њега и оне с њим на броду их је направио наследнике и удавио смо оне који је негирао свој знак. Онда да видимо како је био крај оних који су били упозорени.
sr_latn: I odbili su ga, pa smo spasili njega i one s njim na brodu ih je napravio naslednike i udavio smo one koji je negirao svoj znak. Onda da vidimo kako je bio kraj onih koji su bili upozoreni.
uk: І вони відрікся від нього, так що ми врятували йому і тих, хто з ним кораблі і зробив їх наступників, і ми потонули, хто заперечував наших знаки. Потім побачити, як було в кінці тих, хто були попереджені.
vi: Và họ từ chối anh ta, vì vậy chúng tôi đã cứu anh ta và những người có anh ta trong con tàu và làm cho họ những người kế vị, và chúng tôi chết đuối cho những người từ chối các dấu hiệu của chúng tôi. Sau đó, thấy như thế nào là kết thúc của những người đã được cảnh báo.
zu: Futhi waphika, ngakho We khulula him labo him ngaphakathi emkhunjini wabenza abalandela we cwilisa labo waphika izimpawu Wethu.

# Quran1438
source: Then We sent after him messengers to their peoples, and they came to them with clear proofs. But they were not to believe in that which they had denied before. Thus We seal over the hearts of the transgressors
ca: Llavors hem enviat després d'ell missatgers als seus pobles, i van arribar a ells amb proves clares. Però eren de no creure en la qual s'havia negat abans. Així vam segellar en els cors dels transgressors
cy: Yna anfonwyd ar ôl iddo negeseuwyr at eu pobl, ac iddynt ddod â nhw gyda proflenni clir. Ond nid oeddent yn credu yn hynny a oedd wedi eu hamddifadu o cyn. Felly yr ydym yn sêl dros calon y transgressors
da: Derefter sendte vi efter ham budbringere til befolkningerne, og de kom til dem med klare beviser. Men de var ikke til at tro på det, som de havde nægtet før. Således forsegle vi over hjerter af overtræderne
el: Τότε στείλαμε μετά από αυτόν κλητήρες τους λαούς, και ήρθαν να τους με σαφείς αποδείξεις. Αλλά ήταν όχι να πιστεύουν σε αυτό που τους είχε αρνηθεί πριν. Έτσι εμείς σφραγίδα πέρα από τις καρδιές, τα ονόµατα των
et: Siis saatsime tema käskjalad nende rahvaste ja nad tuli neile selged tõendid koos. Kuid nad ei usu, et, mis nad olid eitas enne. Seega me pitsat ning transgressors südameid üle
fi: Sitten lähetetään peräänsä sanansaattajia kansojensa ja he tulivat heidän luokseen selvin. Mutta ne usko siihen, mitä ne oli kieltänyt ennen. Näin me tiiviste pyysi pahantekijöilleen armoa sydämet
he: אז שלחנו אחריו שליחים לעמים שלהם, הם באו אליהם עם הוכחות ברורות. אבל הם היו לא להאמין מה הם היו נדחתה בעבר. ובכך לאטום בליבם של הפושעים
hr: Onda smo mu pošalju glasnika da njihovi narodi, i oni su došli k njima s jasne dokaze. Ali da ne vjeruje u ono što im je zanijekao prije. Tako mi pečatimo srca otmičara
lt: Tada mes išsiuntėme po jo pasiuntiniai savo tautas, ir jie atėjo į juos su aiškių įrodymų. Bet jie buvo netikėti į tą, kuri jie neigė prieš. Taigi mes apgaubtų širdies ir pažeidėjams
lv: Tad mēs nosūtījām viņam pakaļ ziņnešus uz savu tautu, un tie nāca ar viņiem ar skaidru apliecinājumu. Bet tie nav ticam, ka tas, kas viņiem iepriekš nebija pieejams. Tādējādi mēs zīmogu gaitā transgressors sirdis
nb: Så vi sendt etter ham budbringere til sitt folk, og de kom til dem med klare bevis. Men de var ikke å tro på det som de hadde nektet før. Dermed sel vi over hjerter transgressors
sk: Potom sme poslali po ňom poslov svojich obyvateľov, a prišli k nim s jasné dôkazy. Ale oni neboli veriť v to, čo oni mali predtým popieral. Tak sme pečať cez srdce hriešnikov
sl: Nato smo poslali po njem sli na svojih narodov, in so prišli do njih, z jasno dokazila. Vendar jih ne verjamejo v tisto, kar jih je zanikal pred. Tako smo pečat v srcih je kršiteljev
sr_cyrl: Затим смо послали за њим гласнике да својим народима, и су дошли до њих са јасне доказе. Али они су били да не верују у оно што су порекли раније. Стога смо запечати преко срца на грељници
sr_latn: Zatim smo poslali za njim glasnike da svojim narodima, i su došli do njih sa jasne dokaze. Ali oni su bili da ne veruju u ono što su porekli ranije. Stoga smo zapečati preko srca na greљnici
uk: Потім ми відправили його честь послів своїх народів, і вони приїхали до них з чітких доказів. Але вони не повинні вірити в те, що йому було відмовлено перед були. Таким чином ми ущільнення плином серця грішників
vi: Sau đó chúng tôi đã gửi ông sứ dân tộc của họ, và họ đến với họ với chứng minh rõ ràng. Nhưng họ đã không tin vào điều đó mà họ đã từ chối trước. Do đó chúng ta đóng dấu trong trái tim của các transgressors
zu: Khona-ke We bathumela bamlanda izithunywa nabantu bayo, futhi bafika thathaza them khuculula bonakaliso.

# Quran1439
source: Then We sent after them Moses and Aaron to Pharaoh and his establishment with Our signs, but they behaved arrogantly and were a criminal people
ca: Llavors hem enviat després d'ells Moses i Aaron faraó i el seu establiment amb rètols, però es va comportar arrogantment no i eren un poble penal
cy: Yna anfonwyd ar ôl iddynt Moses ac Aaron i Ffaro a ei sefydlu gyda'r arwyddion ein, ond roeddent yn ymddwyn yn drahaus ac yn bobl troseddol
da: Så vi sendt efter dem Moses og Aron til Farao og hans virksomhed med vores tegn, men de opførte sig arrogant og var en kriminelle mennesker
el: Τότε στείλαμε μετά τους Moses και Ααρών να Φαραώ και την εγκατάστασή του με τις ταμπέλες μας, αλλά συμπεριφέρθηκε αλαζονικά και ήταν μια εγκληματική άνθρωποι
et: Siis saatsime neid pärast Moses ja Aaron vaarao ja tema asukoha koos meie märke, kuid nad ülbelt käitunud ja olid kriminaalmenetluse rahvas
fi: Sitten lähetimme perään Moses ja Aaron Faraon ja hänen yrityksensä meille merkkejä, mutta ne käyttäytynyt ylimielisesti ja oli rikollinen ihmisiä
he: אז שלחנו אחריהם Moses ואהרון פרעה והקמת שלו עם השלטים שלנו, אך הם התנהגו ביהירות, היו אנשים פלילית
hr: Onda smo poslali poslije njih Moses i Aaron faraona i njegovu osnivanju s naše znakove, ali su se ponašali bahato i kriminalnih ljudi
lt: Tada mes išsiuntėme po jų Moses ir Aaron Faraonas ir jo įsisteigimo mūsų požymių, tačiau jie elgėsi arogantiškai ir buvo baudžiamosios žmonių
lv: Tad mēs nosūtījām viņiem pakaļ Moses un Ārons faraons un savā uzņēmumā ar mūsu zīmes, bet viņi arrogantly izturējās un kriminālo ļaudis
nb: Sende dem Moses og Aron farao og hans etablissement med våre tegn, men de opptrådt arrogant og var en kriminell folk
sk: Potom sme poslali po nich Moses a Aaron faraóna a jeho prevádzkarne s našich značiek, ale správal arogantne a boli trestné ľudí
sl: Nato smo poslali po njih Moses in Aaron faraon in njegova ustanova z naše znake, vendar so obnašal arogantno in so bili kazensko ljudi
sr_cyrl: Онда послали смо за њима Мосес и Арон фараона и његовог оснивања са знацима, али су се понео арогантно и били су криминални људи
sr_latn: Onda poslali smo za njima Moses i Aron faraona i njegovog osnivanja sa znacima, ali su se poneo arogantno i bili su kriminalni ljudi
uk: Потім ми послали після їх Moses та Аарон до фараона і його створення з нашим ознаками, але вони поводилися зарозуміло і кримінальну люди були
vi: Sau đó chúng tôi gửi sau khi họ Moses và Aaron Pharaoh và thành lập của ông với các dấu hiệu của chúng tôi, nhưng họ hành xử kiểm và một người hình sự
zu: Khona-ke Sithumele emva them Mose Aaron Pharaoh kanye nekusungulwa yakhe ngezibonakaliso nangezimangaliso Wethu, kodwa baziphatha kakhulu baphakamisé ikhanda labo futhi Ayeyisizwe isigebengu

# Quran1440
source: So when there came to them the truth from Us, they said, "Indeed, this is obvious magic."
ca: Així que quan va venir a ells la veritat, ens van dir, "De fet, això és obvi màgia."
cy: Felly pan mae dod iddynt y gwir oddi wrthym ni, maent yn dweud, "Yn wir, hon yw hud amlwg."
da: Så når der kom til dem sandheden fra os, de sagde, "Ja, det er indlysende magi."
el: Έτσι, όταν ήρθε να τους την αλήθεια από εμάς, είπαν, "Πράγματι, αυτό είναι προφανές μαγεία."
et: Nii et kui tuli neile tõtt meilt, nad ütlesid: "Tõepoolest, see on ilmne võlu."
fi: Joten kun tuli heille totuutta, he sanoivat: "Tämä onkin ilmeinen magic."
he: אז מתי הגיע להם את האמת, הם אמרו, "ואכן, זה הקסם ברור."
hr: Pa kad dođe im istinu od nas, rekli su, "Uistinu, ovo je očito magija."
lt: Taigi, kai ten atėjo jiems tiesa pas mus, jie sako: "Iš tiesų, tai yra akivaizdi magija."
lv: Tad, kad tur ieradās viņiem patiesību no mums, viņi teica: "Protams, tas ir acīmredzami burvju."
nb: Så når det kom til dem sannheten fra oss, de sa: "Ja, dette er åpenbart magi."
sk: Takže, keď tam prišiel k nim pravdu od nás, povedali, že "V skutočnosti to je zrejmé kúzlo."
sl: Torej, ko je prišel do njih resnico od nas, da reče: "Pravzaprav, to je očitno magije."
sr_cyrl: Тако да кад тамо долазе им истину од нас, рекли су, "Заиста, ово је очигледно магија."
sr_latn: Tako da kad tamo dolaze im istinu od nas, rekli su, "Zaista, ovo je očigledno magija."
uk: Отже, коли приходила до них правду від нас, вони сказали: «Дійсно, це очевидно, магія».
vi: Vì vậy, khi có đến cho họ sự thật từ chúng tôi, họ nói, "Thật vậy, điều này là hiển nhiên kỳ diệu."
zu: Ngakho lapho kwafika them yaniso nga us they tshela "Ngempela, lena magic isobala."

# Quran1441
source: Moses said, "Do you say [thus] about the truth when it has come to you? Is this magic? But magicians will not succeed."
ca: Moses va dir: "dius [així] sobre la veritat quan ha arribat a vostè? Això és màgia? Sinó mags no tindrà èxit."
cy: Dywedodd Moses, "ydych chi'n dweud [felly] am y gwir pan fydd wedi dod i chi? Hyn yw hud? Ond ni magicians yn llwyddo.
da: Moses sagde, "siger [dermed] om sandheden når det kommer til dig? Er det magi? Men tryllekunstnere ikke vil lykkes."
el: Moses είπε, "λέτε [έτσι] σχετικά με την αλήθεια όταν έχει έρθει σε σας; Αυτό είναι μαγεία; «Αλλά μάγοι δεν θα πετύχει.»
et: Moses ütles: "sa öelda [seega] tõde kui ta siseneb teile? Kas see magic? Kuid Võlurite õnnestub."
fi: Moses sanoi, "sinä sanot [näin] totuuden kun se on tullut sinulle? Onko tämä taika? Mutta taikureita ei onnistu."
he: Moses אמר, "אתה אומר [לכן] על האמת כאשר זה בא לך? זה קסם? אבל קוסמים לא תצליח."
hr: Moses je rekao, "kažeš [Stoga je] o istini kad je došao s tobom? Je li to magija? Ali čarobnjaci neće uspjeti.
lt: Moses sakė, "pasakyti [taip] apie tiesą, kai ji jums? Tai magija? Bet magai nepavyks."
lv: Moses teica: "jūs sakāt, [tādējādi] par patiesību, kad tā ir nonākusi pie jums? Tas ir burvju Taču burvji neizdosies."
nb: Moses sa, "sier du [slik] sannheten når det har kommet til deg? Er dette magiske? Men tryllekunstnere ikke vil lykkes.
sk: Moses hovorí: "hovoríte [teda] pravdu keď má prísť k vám? Je to kúzlo? Ale nepodarí kúzelníkmi."
sl: Moses je rekel, "praviš [tako] o resničnosti ko je prišel za vas? Je to čarobno? Vendar čarovniki ne bo uspelo."
sr_cyrl: Мосес је рекао, "ти мислиш [тако] о истини кад вас је привукло Да ли је ово магија? Али , мађионичари неће успети."
sr_latn: Moses je rekao, "ti misliš [tako] o istini kad vas je privuklo Da li je ovo magija? Ali, mađioničari neće uspeti."
uk: Moses сказав: "ви скажете [так] про правду коли він прийшов до вас? Це магія? Але не вдасться магів".
vi: Moses nói: "bạn nói [do đó] về sự thật khi nó đã đến với bạn? Đây có phải là phép thuật? "Nhưng nhà ảo thuật sẽ không thành công."
zu: UMose wathi: "Ingabe wena uthi [ngaleyondlela] ngeqiniso uma usufikile kini? Ingabe lo magic? Kodwa Izanusi ngeke siphumelele."

# Quran1442
source: They said, "Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you."
ca: Deien, "faci venir a nosaltres per convertir-nos de que en el qual trobem nostres pares i de manera que els dos poden tenir grandesa a la terra? I no som creients en tu."
cy: Maent yn dweud, "ydych chi wedi dod atom i droi ein oddi arno ein bod canfod ein tadau, ac fel y ddau gennych gwychder yn y tir? Ac nid ydym yn gredinwyr yn chi.
da: De sagde, "har du kommer til os til at vende os væk fra at, som vi fandt vore fædre, og således at du to har storhed i landet? Og vi er ikke troende i dig."
el: Είπαν, «έχετε έρθει σε εμάς να μας μακριά από μετατρέψει ότι πάνω στην οποία βρήκαμε πατέρες μας και έτσι ώστε δύο ίσως χρειαστεί μεγαλείο στη γη; Και δεν είμαστε πιστοί στο σας.»
et: Nad ütlesid: "Kas te tulema meile meid eemale, kellele oleme leidnud meie isad ja nii, et teil kahel on suursugusust maal? Ja me ei ole usklikud sind."
fi: He sanoivat: Onko teillä tulevat meille muuttaa meidät pois, josta Löysimme meidän isämme ja jotta kaksi ehkä loistoa maa? Ja me eivät ole uskovaisia sinussa.
he: הם אמרו, "יש לך לבוא אלינו למסור אותנו משם זה, שעליו מצאנו האבות שלנו ועל כך שיש לך שני פאר בארץ? אנחנו לא מאמינים בך."
hr: Rekli su, "Jeste li došli da nas od da na kojem smo našli Naši očevi i tako da ste svibanj imati raskoš u zemlji? I mi ne vjeruju u tebe."
lt: Jie sakė: "ar jūs ateis pas mus paversti mus nuo kad nuo kurių mes rasti mūsų tėvai ir kad jūs du gali turėti didybė žemėje? Ir mes ne tikinčiųjų jums. "
lv: Viņi teica: "jūs nākt pie mums savukārt mūs prom no, uz kuriem mēs noskaidrojām mūsu tēvi un tāpēc, ka jūs abi var būt varenību zemi? Un mēs neesam ticīgie jūsos."
nb: De sa: "har du kommet til oss å gjøre oss unna som som vi fant våre fedre, og slik at dere kan ha storheten i landet? Og vi er ikke troende i deg.
sk: Oni povedali: "už si sa k nám zase nás preč od že na ktorých sme našli našich otcov, a tak, že vy dvaja môžu mať vznešenosti v krajine? A nie sme veriaci vo vás."
sl: So rekli, "ste prišli k nam, pa nas stran od da na katerih smo ugotovili naši očetje in tako, da lahko imata veličino v deželi? In nismo verniki v vas."
sr_cyrl: Рекли су, "Имате ли нам се обратио да нас од окрену на којој смо нашли нашим очевима и тако да можда имате лепоте у земљи? А ми нисмо верници у теби."
sr_latn: Rekli su, "Imate li nam se obratio da nas od okrenu na kojoj smo našli našim očevima i tako da možda imate lepote u zemlji? A mi nismo vernici u tebi."
uk: Вони сказали: "у вас прийти до нас, щоб зробити нас подалі від що на яких ми знайшли наші засновники, і щоб вам два, можливо, величі на землі? І ми не віруючих в вас."
vi: Họ nói rằng, "bạn đã đến với chúng tôi để biến chúng ta cách xa mà chúng tôi tìm thấy người cha của chúng tôi và để hai bạn có thể có vẻ hùng vĩ trong đất? Và chúng tôi không tin trong bạn."
zu: Bathi: "Wake wangena nathi simfulathele nga lowo upon which sathola okhokho bethu ukuze amabili angase abe bemibuso ezweni? Futhi thina cha are kholwa kuwe."

# Quran1443
source: And Pharaoh said, "Bring to me every learned magician."
ca: I el Faraó va dir, "Portar a mi cada mag après."
cy: A dywedodd Ffaro, "Dwyn i mi bob magician ddysgwyd."
da: Og Farao sagde: "Bring mig hver lærde tryllekunstner."
el: Και Φαραώ είπε, «να σε μένα κάθε μάγος έμαθε.»
et: Ja vaarao ütles: "Tooge mulle iga õpitud mustkunstnik."
fi: Ja Farao sanoi: "Tuo minulle joka oppinut taikuri."
he: פרעה אמר: "תביא לי כל קוסם המלומד."
hr: A Faraon je rekao: "Donesite mi svaki učen mađioničar."
lt: Ir Faraonas tarė: "Duoti man kas išmoko magas."
lv: Un faraons sacīja: "Dot man katru skolotie burvis."
nb: Farao sa: "Ta meg hver lært magiker."
sk: A faraón povedal: "Prines mi každý naučil kúzelník."
sl: In Faraon je rekel: "Prinesi mi vsak naučil čarovnik."
sr_cyrl: А Фараон је рекао: "Донеси ми сваки начитаним мадјионицар."
sr_latn: A Faraon je rekao: "Donesi mi svaki načitanim madjionicar."
uk: А фараон відказав: "Принести мені кожен дізналися маг."
vi: Và Pharaoh nói: "Mang lại với tôi mỗi nhà ảo thuật học được."
zu: UFaro wathi: "Lethani kimi zonke bili wafunda."

# Quran1444
source: So when the magicians came, Moses said to them, "Throw down whatever you will throw."
ca: Així que quan els mags van, Moses va dir a ells, "tirar avall tot el llançarà"
cy: Felly pan ddaeth y magicians, dywedodd Moses iddynt, "daflu i lawr beth bynnag y bydd ei daflu."
da: Så når tryllekunstnere kom, sagde Moses til dem, "kaste ned hvad du vil kaste."
el: Τόσο όταν ήρθαν οι Ταχυδακτυλουργοί, Moses είπε σε τους, «ρίξτε κάτω από ό, τι θα πετάς.»
et: Nii kui tuli mustkunstnikud, Moses ütles neile, "viska alla mida iganes te viskavad."
fi: Joten kun tietäjät tuli, Moses sanoi heille, "heittää mitä tahansa heittää."
he: אז כשהגיע הקוסמים, Moses אמר להשליך אותם,"מה יהיה לזרוק."
hr: Pa kad te neće ubiti, Moses je rekao njima, "baciti dolje sve što će baciti."
lt: Taigi kai magai atėjo, Moses sakė jiems, "mesti ką jūs mesti."
lv: Tātad kad magicians nāca, Moses teica viņiem, "mest uz leju, kāds būs mest."
nb: Så når trollmenn kom, sa Moses til dem, "kaste ned hva du vil kaste."
sk: Takže keď prišiel kúzelníkov, Moses povedal im, "zhodiť čo sa vám bude hodiť."
sl: Torej ko se čarovniki prišel, Moses rekel jim, "vrgel dol kar bo vrgel."
sr_cyrl: Тако када Магови, Мосес је рекао да их "бацим шта год ће те бацити."
sr_latn: Tako kada Magovi, Moses je rekao da ih "bacim šta god će te baciti."
uk: Так з приходом магів Moses сказав їм, "кинути вниз все, що вам буде кидати."
vi: Vì vậy khi các nhà ảo thuật, Moses nói với họ, "ném xuống bất cứ điều gì bạn sẽ ném."
zu: Ngakho, lapho kufika izanusi, uMose wathi kubo: "Mphonseni phansi noma yini wena uyoziphonsa."
