Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2942
source: And [mention] when your Lord called Moses, [saying], "Go to the wrongdoing people -
ca: I [accèsit] Quan el seu Senyor anomenat Moses, [dir], "anar a la gent d'irregularitats-
cy: A [sôn am] pan alwodd eich Arglwydd Moses, [dweud], "ewch at y bobl gamwedd-
da: Og [omtale] Når din herre kaldte Moses, [siger], "gå til forseelser mennesker-
el: Και [αναφορά] όταν ο Λόρδος σας ονομάζεται Moses, [λέγοντας], "πάμε στο λαό αδικοπραγία-
et: [Märkus], kui teie Issand kutsus Moses, [ütles], "minge valesti rahva-
fi: [Maininnan] kun Herrasi Moses, [sanoen] "mennä väärää ihmistä-
he: ו [אזכור] כשקוראים אדונך Moses, [ואמר] "ללכת העם מעשים רעים-
hr: I [spomenuti] kad Gospodar tvoj Moses, [rekao], "Idi na zločin ljudi-
lt: Ir [paminėti] kai jūsų Viešpats pakvietė Moses, [sako], "eiti į nusikaltimą žmonių-
lv: Un [min] kad jūsu kungs aicināja Moses [saka], "iet uz grēks cilvēku-
nb: Og [nevner] da din Herre kalte Moses, [sa] "gå til de anklager-
sk: A [zmienka] keď váš pán volal Moses [povedať], "ísť o previnenie ľudí-
sl: In [navedba] Ko vaš gospod imenuje Moses, [pravijo,] "iti protipravna dejanja ljudi-
sr_cyrl: И [помиње] кад твој Господ је позвао Мосес, [указујући], "Иди у малверзацијама људи-
sr_latn: I [pominje] kad tvoj Gospod je pozvao Moses, [ukazujući], "Idi u malverzacijama ljudi-
uk: І [згадки], коли ваш Господь покликав Moses, [кажучи:] "перейти до порушник людей-
vi: Và [đề cập đến] khi gọi là Chúa của Moses, [nói], "đi cho những hành vi sai trái-
zu: Futhi [Khumbuzani] uma kho Lord wabiza uMose, [ethi], "Hamba uye kubantu ububi obungathi -

# Quran2943
source: The people of Pharaoh. Will they not fear Allah?"
ca: La gent del faraó. Es no temen Allah?"
cy: Pobl Ffaro. Byddant nid yn ofni Allah?"
da: Mennesker af Farao. Vil de ikke frygte Allah?"
el: Οι άνθρωποι του Φαραώ. Θα δεν φοβούνται Αλλάχ;»
et: Vaarao inimesed. Näidatakse nad karda Jumalat?"
fi: Ihmiset farao. Ne pelkää Jumalaa?"
he: האנשים של פרעה. הם לא יפחדו אללה?"
hr: Osoba faraona. Oni se bojati Allaha?"
lt: Faraonas žmonių. Bus jie bijoti Dievo?"
lv: Faraons cilvēki. Būs tās nav bailes Allah?"
nb: De over Farao. Vil de ikke frykter Gud?"
sk: Ľudia faraóna. Bude sa báť Boha?"
sl: Ljudi Faraon. Bo se ne bojijo Allah?"
sr_cyrl: Народ фараона. Они бојати Алаха?"
sr_latn: Narod faraona. Oni bojati Alaha?"
uk: Люди фараона. Вони не буду боятись, Аллах?"
vi: Những Pharaoh. Sẽ họ không sợ Allah?"
zu: NTU Pharaoh.

# Quran2944
source: He said, "My Lord, indeed I fear that they will deny me
ca: Va dir, "el meu Senyor, de fet em temo que podrà negar m
cy: Meddai, "fy Arglwydd, yn wir mae arnaf ofn y bydd gwrthod mi
da: Han sagde, "min herre, faktisk jeg er bange for, at de vil nægte mig
el: Είπε, «Κύριέ μου, πράγματι πολύ φοβάμαι ότι δεν θα μου αρνηθεί
et: Ta ütles: "Issand, tõepoolest kardan, et nad eitavad mind
fi: Hän sanoi: "herrani, itse asiassa pelkään, että he kieltävät minut
he: הוא אמר, "אדוני, אכן אני חושש כי הם תתכחש לי
hr: Rekao je, "gospodaru, zaista bojim se da će me zanijekati
lt: Jis sakė: "mano Viešpats, iš tikrųjų aš bijau, kad jie atsisakys mane
lv: Viņš teica: "mans kungs, patiešām baidās, ka viņi man neatsacīja
nb: Han sa: «min Herre, faktisk jeg frykter at de vil nekte meg
sk: On povedal: "môj pane, v skutočnosti som strach, že budú popierať mi
sl: Je dejal, "moj Gospod, res se bojim, da bo zanikala, mi
sr_cyrl: Он је рекао, "мој господару, заиста бојим се да да они ће да ми ускрати
sr_latn: On je rekao, "moj gospodaru, zaista bojim se da da oni će da mi uskrati
uk: Він сказав: "Господи, дійсно я боюся, що вони будуть від мене
vi: Ông nói: "Thưa ngài, quả thật tôi lo sợ rằng họ sẽ từ chối tôi
zu: Wathi: "Nkosi yami, ngempela Ngiyesaba ukuthi uzakungiphika

# Quran2945
source: And that my breast will tighten and my tongue will not be fluent, so send for Aaron.
ca: I que es premi la meva mama i la meva llengua no serà fluid, així enviar per Aaron.
cy: Ac y bydd fy fron yn tynhau ac ni fydd fy nhafod yn rhugl, felly anfon am Aaron.
da: Og at min brystet vil stramme og min tunge vil ikke være flydende, så send til Aaron.
el: Και ότι θα ενισχύσει το στήθος μου και μου γλώσσα δεν θα είναι πολύ καλά, έτσι αποστολής για Aaron.
et: Ja et minu rindade pingutage ja mu keel ei ole valdavad, nii et saatke Aaron.
fi: Ja että rintaani kiristyy, ja minun kieli ei ole sujuvaa, joten lähettää Aaron.
he: אחזק את השד שלי והוא הלשון שלי לא תהיה שוטפת, אז שלח בשביל אהרון.
hr: I da moje grudi će stegnuti i moj jezik neće biti tečno, Pošalji za Aarona.
lt: Ir kad mano krūtinės bus sugriežtintas ir mano liežuvis bus laisvai, Taigi siųskite Aaron.
lv: Un ka pastiprina manas mātes un manu mēli nebūs brīvi, lai nosūtīt Aaron.
nb: Og at mitt bryst vil stramme og tungen kan ikke flytende, så sende Aaron.
sk: A mojej hrudi sprísni a môj jazyk nebude plynulo, takže poslať pre Aaron.
sl: In da bodo poostrile moje prsi in moj jezik ne bo tekoče, tudi spodbuda za Aaron.
sr_cyrl: И да ће пооштрити моје груди и мој језик неће бити течно, па Пошаљи за Арона.
sr_latn: I da će pooštriti moje grudi i moj jezik neće biti tečno, pa Pošalji za Arona.
uk: І що мої груди затягне та Мій язик не будете вільно, тому надсилати Аарон.
vi: Và vú của tôi sẽ thắt chặt và lưỡi của tôi sẽ không được lưu loát, vì vậy, gửi cho Aaron.
zu: Nokuthi esifubeni sami ngeke qinisa nolimi lwami ngeke kube eziqephuzayo, sibambe ngakho thumela-Aroni.

# Quran2946
source: And they have upon me a [claim due to] sin, so I fear that they will kill me."
ca: I em [demanda degut a] pecats, perquè em temo que em mataran."
cy: Ac mae ganddynt ar mi bechod [cais am fin], felly ofnaf y bydd fy lladd."
da: Og de har mig en [påstand grund] synd, så jeg er bange for, at de vil dræbe mig. "
el: Και έχουν επάνω μου αμαρτία [αξίωση λόγω], επομένως φοβάμαι ότι θα με σκοτώσουν.»
et: Ja neil on mu [nõude tõttu] patt, nii et ma kardan, et nad mind tappa."
fi: Ja ne ovat minulle [vaatimuksen määrä] synti, joten pelkään, että ne tappavat minut."
he: ויש להם עלי חטא [תביעה בשל], אז אני חושש שהם יהרגו אותי."
hr: I oni me [zahtjev zbog] grijeh, pa bojim se da će me ubiti."
lt: Ir jie man [ieškinį dėl] nuodėmė, todėl bijau, kad jie bus nužudyti mane."
lv: Un viņi man virsū [prasību sakarā ar] grēks, tāpēc baidās, ka viņi būs nogalināt mani."
nb: Og de har på meg en [krav grunn] synd, slik at jeg frykter at de vil drepe meg.
sk: A majú na mňa [tvrdenie kvôli] hriech, tak mám strach, že ma zabije."
sl: In imajo na me greh [zahtevek zaradi], tako da se bojim, da bodo me ubili."
sr_cyrl: И они ме грех [тврдњу треба да], па се бојим да ће ме убити."
sr_latn: I oni me greh [tvrdnju treba da], pa se bojim da će me ubiti."
uk: І вони мене [стверджують, що через] гріха, так що я боюся, що вони будуть вбити мене."
vi: Và họ đã có khi tôi một tội lỗi [yêu cầu bồi thường do], do đó, tôi lo sợ rằng họ sẽ giết tôi. "
zu: Futhi babe phezu kwami a [isimangalo ngenxa] isono, ngakho Ngiyesaba ukuthi bazangibulala. "

# Quran2947
source: [Allah] said, "No. Go both of you with Our signs; indeed, We are with you, listening.
ca: [Allah] deia, "No. Anar tots dos amb rètols; de fet, estem amb tu, escolta.
cy: [Allah] dywedodd, "Rhif Ewch chi gyda ein arwyddion; yn wir, yr ydym gyda chi, yn gwrando.
da: [Allah] sagde, "nej Gå begge af jer med vores tegn; Vi er faktisk med du lytter.
el: [Αλλάχ] είπε, "όχι." Πάνε δυο σας με τις ταμπέλες μας? Πράγματι, είμαστε μαζί σας, ακούγοντας.
et: [Jumalat] ütles: "väärtust ei Mine nii sind meie märkidega; Tõepoolest, oleme teiega, kuulates.
fi: [Jumala] sanoi, "ei Että jos sinulla on merkkejä; Olemme teidän kanssanne kuuntelu.
he: [אללה] אמר, "לא ללכת שניכם עם השלטים שלנו; אכן, אנחנו איתך, מקשיב.
hr: [Allah] kaže, "Ne." Idite obojica s našim znakovima; Doista, mi smo sa vama, slušati.
lt: [Dievas] tarė: "Nr. Eiti tiek jus su mūsų požymiai; iš tiesų, mes su jumis, klausytis.
lv: [Allah] teica: "Nē. Aiziet no jums ar mūsu zīmes; patiešām, mēs esam ar jums klausīties.
nb: [Allah] sa, "nei Gå begge våre tegn; Vi er med deg, lytter.
sk: [Allah] povedal: "číslo Ísť na vás naše známky; Vskutku, sme s vami, počúvanie.
sl: [Alahove] je dejal, »ne «. Iti oba z naše znake; res, mi smo z vami, poslušanje.
sr_cyrl: [Аллах ] је рекао, "не." Идите обојица са знацима; Уистину , ми смо уз вас, слуша.
sr_latn: [Allah] je rekao, "ne." Idite obojica sa znacima; Uistinu, mi smo uz vas, sluša.
uk: [Аллах] сказав: "ні Go вас з нашими знаки; дійсно, ми є з вами слухали.
vi: [Allah] nói, "không. Đi cả hai bạn có dấu hiệu của chúng tôi; Thật vậy, chúng tôi với bạn, lắng nghe.
zu: [Allah] wathi: "Cha Hamba nobabili ngezibonakaliso yethu; ngempela, Singabantu nawe, ukulalela.

# Quran2948
source: Go to Pharaoh and say, 'We are the messengers of the Lord of the worlds,
ca: Aneu al faraó i dir: "som els missatgers del Senyor dels mons,
cy: Ewch i Ffaro a dweud, ' Rydym yn negeswyr Arglwydd y byd,
da: Gå til Farao og sige, ' vi er budbringere af Herren af verdener,
el: Πηγαίνετε στο Φαραώ και λένε, «είμαστε οι αγγελιοφόροι του κυρίου των κόσμων,
et: Mine vaarao ja öelda, "me oleme Inglid Issand maailmu,
fi: Siirry farao ja sanoa, "Olemme sanansaattajia Herran maailmoja,
he: לך אל פרעה ולומר, "אנחנו הם שליחי ה' העולמות,
hr: Otiđite faraonu i kažu, ' mi smo poslanici gospodara svjetova,
lt: Eikite į Faraonas ir sako, "mes esame Viešpaties pasaulių, Žinianešiai
lv: Iet pie faraona un saka: "mēs esam kungs no pasaulēm, kurjeri
nb: Gå til farao og si: ' vi er budbringerne av Herren av verdener,
sk: Prejsť na faraóna a hovoria, "sme poslov pán svetov,
sl: Iti k faraonu in reči, "mi smo glasniki Gospoda svetov,
sr_cyrl: Идите на фараону и реци: "ми смо гласници Господњи од светова,
sr_latn: Idite na faraonu i reci: "mi smo glasnici Gospodnji od svetova,
uk: Перейдіть до фараона і сказати: "ми є посланцями Господу світів,
vi: Đi cho Pharaoh và nói, ' chúng tôi là sứ giả của Chúa của thế giới,
zu: Ngena kuFaro, uthi: 'Siyizinceku izithunywa eNkosini Worlds,

# Quran2949
source: [Commanded to say], "Send with us the Children of Israel."'"
ca: [Comandat per dir], "Envia amb nosaltres els nens d'Israel." ""
cy: [Enillodd dweud], "Anfon gyda ni y plant Israel." ' "
da: [Befalet at sige], "Send med os israelitterne."» "
el: [Διέταξε να πω], "Αποστολή μαζί μας τα παιδιά του Ισραήλ."» "
et: [Käskis öelda], "Saada siin Iisraeli lapsed." ""
fi: [Käskenyt sanoa], Lähetä meille Israelin lapset."" "
he: [ציווה לומר], ". שלח לנו את בני ישראל" ""
hr: [Naredio da kažu], "Pošalji s nama sinovima Izraelovim." ""
lt: [Liepė pasakyti], "Siųsti su mumis izraelitų." ""
lv: [Pavēlēja sacīt], "Nosūtīt mums ar Israēla bērniem." ""
nb: [Befalt å si], "Send med oss Israels barn." ""
sk: [Prikázal povedať], Send u nás synov Izraela."" "
sl: [Ukazal reči], "Pošlji z nami Izraelci." ""
sr_cyrl: [Командовао рећи], "Пошаљи с нама деци израелској." ' "
sr_latn: [Komandovao reći], "Pošalji s nama deci izraelskoj." ' "
uk: [Наказав був сказати], "Надіслати з нами Ізраїлевих." ' "
vi: [Chỉ huy nói], "Gửi với chúng tôi các trẻ em của Israel." ' "
zu: [Wayala ukuba athi], "Thumela nathi Ntwana Israyeli." ' "

# Quran2950
source: [Pharaoh] said, "Did we not raise you among us as a child, and you remained among us for years of your life?
ca: [Faraó] dit, "no plantegen entre nosaltres com un nen, i va romandre entre nosaltres per anys de la seva vida?
cy: [Ffaro] dywedodd, "oedd nad ydym yn codi eich ein plith fel plentyn, ac arhosodd chi ein plith am flynyddoedd eich bywyd?
da: [Farao] sagde, "vi ikke rejste du blandt os som barn, og du forblev blandt os i år af dit liv?
el: [Φαραώ] είπε, «εμείς δεν προέβαλε σας ανάμεσά μας ως παιδί, και θα παραμείνει μεταξύ μας για χρόνια της ζωής σας;
et: [Vaarao] ütles: "ei meil tõsta sa meie seas nagu laps, ja sa jäid meie seas aastat elu?
fi: [Farao] sanoi: "ei me esittänyt sinulle keskuudessamme lapsena ja pysyitte keskuudessamme vuotta elämääsi?
he: [פרעה] אמר, "אנחנו לא מסוגלת בינינו בתור ילד, אתה נשאר בתוכנו במשך שנים מהחיים שלך?
hr: [Faraon] je rekao, "mi te podigao među nama kao dijete, i ostao među nama godinama svog života?
lt: [Faraonas] sakė: "mes ne kelia jums tarp mūsų kaip vaikas, ir jums liko pas mus metų savo gyvenimą?
lv: [Faraons] teica: mēs neizvirzīja jums starp mums kā bērns, un tu palicis starp mums gadus savu dzīvi?
nb: [Farao] sa, "vi ikke heve du blant oss som barn, og du fortsatt blant oss år av livet ditt?
sk: [Faraóna] povedal: "neboli sme zvýšiť si medzi nás ako dieťa, a ste zostalo medzi nami rokov svojho života?
sl: [Faraon] je dejal, "mi ne bi si med nami kot otrok, in ostala med nas letih svojega življenja?
sr_cyrl: [Фараон ] је рекао, "смо нисам те подигао међу нама као дете, а ти остао међу нама година живота?
sr_latn: [Faraon] je rekao, "smo nisam te podigao među nama kao dete, a ti ostao među nama godina života?
uk: [Фараона] сказав: "ми не піднімали ви серед нас в дитинстві, і ви залишалися серед нас протягом років свого життя?
vi: [Pharaoh] nói, "đã làm chúng tôi không tăng bạn trong số chúng tôi như một đứa trẻ, và bạn vẫn giữa chúng ta trong năm của cuộc sống của bạn?
zu: [UFaro] wathi: "Ingabe thina ngeke aphakamise wena phakathi kwethu njengezihlobene ingane, futhi uye wahlala phakathi kwethu iminyaka yokuphila kwakho?

# Quran2951
source: And [then] you did your deed which you did, and you were of the ungrateful."
ca: I [llavors] feia l'escriptura que feia, i que eren de l'ingrat."
cy: A [yna] y gwnaethoch eich gweithred y gwnaethoch chi, ac yr oeddech o y anniolchgar.
da: Og [så] du gjorde din gerning, som du gjorde, og du var af den utaknemlige."
el: Και το [τότε] έκανε πράξη σας που κάνατε, και ήταν ο αχάριστος.»
et: Ja [siis] kas sinu heategu, mis sa tegid, ja sa olid tänamatu."
fi: Ja [silloin] teit sinun teko, joka teit, ja olisit kiittämätön."
he: [אז] עשית את המעשה אשר עשית, והיית של כפוית טובה."
hr: I [onda] je tvoj posao koji si i bio si i nezahvalna.
lt: Ir [tada] tu savo veiką padarė, ir buvo ir nedėkingas."
lv: Un [tad] bija jūsu darbos, ko jūs, un jums bija nepateicīgi."
nb: Og [da] du gjorde din gjerning som du gjorde, og du var av den utakknemlig.
sk: A [potom] vy ste svoj skutok, ktorý ste urobili a ste boli nevďační."
sl: In [torej] si svoje dejanje, ki ste, in ste bili v je nehvaležno."
sr_cyrl: И [онда] сте своје дело које си урадио, а ти си незахвални."
sr_latn: I [onda] ste svoje delo koje si uradio, a ti si nezahvalni."
uk: А [потім] ви зробили ваші справи, які ви зробили, і ви були з невдячних."
vi: "Và sau đó], bạn đã làm của bạn hành động mà bạn đã làm, và bạn là người vô ơn."
zu: Futhi [ke] wena wenza isenzo owakwenza, you were ngabongi we. "

# Quran2952
source: [Moses] said, "I did it, then, while I was of those astray.
ca: [Moses] va dir: "ho vaig fer, llavors, mentre jo estava d'aquells per mal camí.
cy: [Moses] yn dweud, "Fe wnes I, wedyn, tra yr oeddwn y rhai ar gyfeiliorn.
da: [Moses] sagde, "jeg gjorde det, så mens jeg var hos dem på afveje.
el: [Moses] είπε, «έκανα, στη συνέχεια, ενώ ήμουν από εκείνους δρόμους.
et: [Moses] ütles: "Ma tegin seda, siis, kuigi ma olin neist eksinud.
fi: [Moses] sanoi, "minä tein sen, sitten, kun olin niistä harhaan.
he: [Moses] אמר, "אני עשיתי את זה. ואז, כשלא הייתי מאלה מדרך הישר.
hr: [Moses] rekao: "učinio sam to, onda, dok sam bio od onih pogrešnim putem.
lt: [Moses] sakė: "aš jį, tada, o aš buvau iš tų, iš kelio.
lv: [Moses] teica: "es to darīja, tad, kamēr es biju no tiem apmaldīties.
nb: [Moses] sa, "jeg gjorde det, så, mens jeg var de avveie.
sk: [Moses] povedal: "urobil som to, potom, keď som bol tých scestie.
sl: [Moses] je dejal, "sem to storil, potem, ko sem bil tistih zašel.
sr_cyrl: [Мосес ] је рекао, "Јесам, онда, док сам био од оних на одмет.
sr_latn: [Moses] je rekao, "Jesam, onda, dok sam bio od onih na odmet.
uk: [Moses] сказав: "я зробив це, потім, коли я був з тих оману.
vi: [Moses] nói, "tôi đã làm nó, sau đó, trong khi tôi đã được những người lạc lối.
zu: [UMose] wathi: "Ngakwenza-ke, lapho ngineminyaka walabo astray.

# Quran2953
source: So I fled from you when I feared you. Then my Lord granted me wisdom and prophethood and appointed me [as one] of the messengers.
ca: Per fugir de tu quan es temia. Llavors el meu Senyor em concedeix saviesa i prophethood i nomenat em [com] dels missatgers.
cy: Felly rwyf yn dianc oddi wrthych pan wyf yn ofni eich. Yna mae fy Arglwydd yn ganiataol mi doethineb a prophethood ac yn penodi mi [fel un] o y negeswyr.
da: Så jeg flygtede fra dig når jeg frygtede du. Så min herre givet mig visdom og profetskab og udpeget mig [som en] af budbringere.
el: Έτσι θα φύγει από σας όταν σας φοβήθηκα. Στη συνέχεια, Κύριέ μου μού παραχώρησε Σοφία και prophethood και διόρισε εμένα [ως] από τους κλητήρες.
et: Nii et ma põgenes sinult kui ma karta. Siis Issand mulle tarkust ja prophethood antud ja määratud mulle [ühena] Inglid.
fi: Joten olen paenneet, kun minä pelkäsin. Sitten herra antoi minulle viisautta ja elävältähautaamista ja nimitti minut [yhden] sanansaattajia.
he: . אז ברחתי ממך כאשר פחדתי ממך. לאחר מכן הלורד העניקו לי תבונה, prophethood, מינה אותי [בתור אחד] של השליחים.
hr: Tako sam pobjegao od vas kad sam se bojao. Onda moj Gospodin mi dao mudrost i prophethood i imenovan mi [kao] glasnika.
lt: Taigi aš bėgti iš jums kai aš bijoti jums. Tada mano Viešpats suteikė man išminties ir proroctwo ir paskyrė mane [kaip vienas] pasiuntiniai.
lv: Tāpēc es aizbēguši no jums, kad es baiļojos, ka jums. Tad mans Lord piešķirts man gudrības un prophethood un iecēla mani [kā] kurjeri.
nb: Så flyktet jeg fra deg da jeg fryktet du. Så min Herre gitt meg visdom og han var profet og utnevnt meg [en] for sendebud.
sk: Tak som utiekol od vás, keď som sa bál. Potom môj pán udelil mi múdrosť a proroctvá a vymenoval ma [ako jeden] posl.
sl: Tako sem pobegnil od vas, ko sem si se bal. Potem moj gospodar imenovan mi [kot] glasnike in dodeli mi modrosti in prophethood.
sr_cyrl: Зато сам отишла од тебе кад сам се бојао тебе. Онда мој господар ми је подарио мудрост и пропхетхоод и именовао [као] од весници.
sr_latn: Zato sam otišla od tebe kad sam se bojao tebe. Onda moj gospodar mi je podario mudrost i prophethood i imenovao [kao] od vesnici.
uk: Так що я втік від вас, коли я боявся, що ви. Потім мій Господь дарував мудрість і пророцтва і призначив мене [як] посланцями.
vi: Vì vậy, tôi đã bỏ chạy từ bạn khi tôi lo sợ bạn. Sau đó, thưa ngài trao cho tôi sự khôn ngoan và sứ và bổ nhiệm tôi [là] của các sứ giả.
zu: Ngakho ngibaleke kuwe uma I saba you.

# Quran2954
source: And is this a favor of which you remind me - that you have enslaved the Children of Israel?"
ca: I és això que un favor de la qual vostè recordar-me - que han esclavitzat nens d'Israel?"
cy: A yw hyn favor yn fy atgoffa-eich bod wedi gaeth plant Israel?"
da: Og er dette en fordel som du minder mig - at du har gjort til slaver Israels børn?"
el: Και είναι αυτό μια χάρη που μου - θυμίζεις ότι σας σκλαβώνει τα παιδιά του Ισραήλ;»
et: Ja kas see teene, millest sa meenutad mulle -, et teid on orjastatud Iisraeli lapsed?"
fi: Ja tämä palvelus joista sinä mieleen - on synkkä Israelin lapset?"
he: ומה זה שטובה אשר אתה מזכיר לי את זה - כי יש משועבדים בני ישראל?"
hr: I to uslugu koji Podsjeti me - da su robovi djeca Izraela?"
lt: Ir tai paslaugą, kurios jums priminti man - kad jau pavergė Izraelio vaikų?"
lv: Un tas labu jūs atgādināt man - ka ir apcietināti Izraēla bērniem?"
nb: Og er dette en tjeneste som du minne meg - at du har gjort til slaver Israels barn?"
sk: A je to prospech mi - pripomínajú, že majú enslaved deti Izraela?"
sl: In to uslugo ki you remind me - da so zasužnjili izraelsko otroke?"
sr_cyrl: И то услугу од којих подсецас - поробио си децу Израела?"
sr_latn: I to uslugu od kojih podsecas - porobio si decu Izraela?"
uk: І це користь якої ви нагадують мені - що мають поневолені діти Ізраїль?"
vi: "Và phải là một ưu tiên trong đó bạn nhắc nhở tôi - bạn có bắt trẻ em Israel?"
zu: Futhi lokhu umusa ngayo angikhumbuze -? Ukuthi uke abenziwe izigqila ngabaseGibithe Ntwana Israyeli "

# Quran2955
source: Said Pharaoh, "And what is the Lord of the worlds?"
ca: Faraó, va dir, "i el que és el Senyor dels mons?"
cy: Dywedodd Ffaro, "a beth yw yr Arglwydd o fyd?"
da: Sagde Farao, "og hvad er Herren of the worlds?"
el: Είπε της Φαραώ, «και τι είναι το Lord of the worlds;»
et: Vaarao ütles: "ja mis on Maailmade isand?"
fi: Farao sanoi: "ja mikä on maailmojen Luoja?"
he: אמר פרעה ", מהו האל העולמות?"
hr: Rekao je faraon, "a šta je gospodar svjetova?"
lt: Sakė Faraonas, "ir kas yra pasaulio valdovas?"
lv: Faraons teica, "un kāds ir pasaules kungs?"
nb: Sa Farao, og hva er herre over verdener?"
sk: Faraón povedal, "a čo je pán svetov?"
sl: Faraon je dejal, "in kaj je Lord of the worlds?"
sr_cyrl: Фараон је рекао, "а шта је господар светова?"
sr_latn: Faraon je rekao, "a šta je gospodar svetova?"
uk: Сказав фараон, "і що Господу світів?"
vi: Pharaoh đã nói, "và Chúa của thế giới là gì?"
zu: Wathi uFaro, "Futhi iyini iNkosi ngemihlaba?"

# Quran2956
source: [Moses] said, "The Lord of the heavens and earth and that between them, if you should be convinced."
ca: [Moses] va dir, "El Senyor dels cels i la terra i que entre ells, si hauria de ser convençut."
cy: [Moses] ddywedodd, "Yr Arglwydd y nefoedd a'r ddaear a bod rhyngddynt, os dylai fod yn argyhoeddedig."
da: [Moses] sagde, "Herren af himlene og jorden og, mellem dem, hvis du skulle være overbevist."
el: [Moses] είπε, «Ο άρχοντας του τον ουρανό και γη και που μεταξύ τους, αν θα πρέπει να είναι πεπεισμένος.»
et: [Moses] ütles: "Issand taeva ja maa ja et nendevaheline, kui teil peaks olema veendunud."
fi: [Moses] sanoi: "Herra taivaat ja maan ja että niiden välillä, jos te pitäisi olla vakuuttava."
he: [Moses] אמר, "אלוהים את השמים ואת הארץ כי בין אותם, אם אתה צריך להיות משוכנע".
hr: [Moses] je rekao, "Gospodar nebesa i zemlje i da između njih, ako bi trebao biti".
lt: [Moses] sakė: "Viešpats dangų ir žemę ir kad tarp jų, jei jūs turite būti įsitikinęs."
lv: [Moses] sacīja: "Kungs no debesīm un zemes un ka starp tiem, ja jūs būtu pārliecināti."
nb: [Moses] sa, "Herren himmelen, jorden og som mellom dem, dersom du skulle være overbevist."
sk: [Moses] povedal: "Pán neba a Zeme, a že medzi nimi, ak by ste mali byť presvedčený."
sl: [Moses] reče: "Gospod nebes in zemlje in med njimi, če bi morali biti prepričan."
sr_cyrl: [Мосес ] је рекао, "Господар небеса и земљу, и то између њих, да си био уверен."
sr_latn: [Moses] je rekao, "Gospodar nebesa i zemlju, i to između njih, da si bio uveren."
uk: [Moses] сказав: "Господь неба і землі і що між ними, якщо ви повинні бути переконані".
vi: [Moses] nói, "Chúa tể của bầu trời và trái đất và rằng giữa chúng, nếu bạn cần phải thuyết phục."
zu: [UMose] wathi: "INkosi wamazulu nomhlaba nokuthi phakathi kwabo, uma kufanele uqiniseke."
