Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1757
source: And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.' "
ca: I [recorda] Quan va proclamar el seu Senyor, "si estàs agraït, segurament augmentarà li [a favor]; però si li neguem, de fet, el meu càstig és greu. " "
cy: A [cofio] pan oedd eich Arglwydd yn datgan, ' os ydych yn ddiolchgar, bydd cynyddu eich siawns [yn favor]; ond os ydych yn gwadu'r, yn wir, fy cosbi difrifol.' "
da: Og [Husk] Når din herre proklameret, ' Hvis du er taknemmelig, vil jeg helt sikkert øge du [ind]; men hvis du nægter faktisk, min straf er alvorlige.» "
el: Και όταν διακήρυξε σας Λόρδος, [θυμηθείτε] «Εάν είστε ευγνώμονες, σίγουρα θα αυξηθεί σας [σε] υπέρ? αλλά αν αρνηθούμε, πράγματι, είναι σε σοβαρή τιμωρία μου.» "
et: [Mäleta] Kuna teie Issand kuulutas, "kui sa oled tänulik, ma kindlasti suurendab sa [on favor]; Aga kui sa eita, tõepoolest, minu karistus on raske. " "
fi: Ja [muista] kun Herrasi julisti: "Jos olet kiitollinen, olen varmasti kasvaa sinun [puolesta]; mutta jos kiellät, oma rangaistus on vakavia. " "
he: [זוכר] כאשר הכריז אדונך, ' אם אתה אסיר תודה, אני לבטח להגדיל את [שבעד]; אבל אם אתה מכחיש, ואכן, העונש שלי הוא חמור.' "
hr: I ne zaboravite kad Gospodar tvoj proglašen, ' ako ste zahvalni, sigurno će ti povećati [u korist]; Ali ako odbiješ, doista, moja kazna je teška. " "
lt: Ir [prisiminti] kada jūsų Viešpats paskelbė, "jei jums labai dėkingi, aš tikrai padaugės jums [malonės]; Tačiau jei uždrausite, iš tiesų, mano bausmė yra sunkios. " "
lv: Un [atceros] kad pasludināja savu kungu, ' ja tu par to esi pateicīga, es noteikti pieaugs tu [labu]; bet, ja jūs noliegt, protams, mans sods ir smagas. " "
nb: Og [Husk] når deres Herre proklamerte "Hvis du er takknemlig, jeg vil sikkert øke du [i favør]; men hvis du sier nei, faktisk, min straff er alvorlig. " "
sk: A [nezabudnite], keď váš pán vyhlásil, "Ak ste vďační, bude určite zvýšiť si [v prospech]; ale ak odmietnete, Vskutku, môj zločin je ťažká. " "
sl: In zapomni [si] kdaj vaš gospod razglasili, "Če ste hvaležni, bo zagotovo vam poveča [v korist]; vendar če zanikaš, res, moja kazen je huda. " "
sr_cyrl: И запамтите када су прогласиле свога господара, ' ако си захвална, ја сигурно повећаће ти [у корист]; Али ако ти порицати, заиста, моја казна буде. " "
sr_latn: I zapamtite kada su proglasile svoga gospodara, ' ako si zahvalna, ja sigurno povećaće ti [u korist]; Ali ako ti poricati, zaista, moja kazna bude. " "
uk: І [Пам'ятайте], коли ваш Господь проголосив, "Якщо ви вдячні, я напевно збільшить ви [на користь]; але якщо ви заперечувати, дійсно, моя покаранню є серйозним.' "
vi: Và [nhớ] khi Chúa của bạn tuyên bố, ' nếu bạn được biết ơn, tôi chắc chắn sẽ tăng Anh [trong lợi]; nhưng nếu bạn từ chối, quả thật vậy, trừng phạt của tôi là nghiêm trọng.' "
zu: Futhi [khumbula] uma kho Lord proclaimed, 'Uma wena onokubonga, ngiyakwehlisela ukwandisa nawe [esivuna];

# Quran1758
source: And Moses said, "If you should disbelieve, you and whoever is on the earth entirely - indeed, Allah is Free of need and Praiseworthy."
ca: I Moses va dir: "si vostè ha dubten, sou i qui és a la terra completament - de fet, Allah és lliure de necessitat i Praiseworthy".
cy: A dywedodd Moses, "os dylai chredu, chi a phwy bynnag fydd ar y ddaear gyfan gwbl-yn wir, Allah yn rhad ac am ddim o angen a Praiseworthy."
da: Og Moses sagde: "Hvis du bør tvivle, du og hvem er på jorden helt - tværtimod Allah er fri af behovet og Praiseworthy."
el: Και είπε ο Moses, «αν πρέπει να δυσπιστώ, μπορείτε και όποιος και αν είναι στη γη, εξ ολοκλήρου - πράγματι, Αλλάχ είναι ΔΩΡΕΑΝ ανάγκη και Praiseworthy.»
et: Ja Moses ütles: "kui sa peaksid usu. te ja kes on maal täiesti - tõepoolest, Allah on vaja vaba ja Praiseworthy."
fi: Ja Moses sanoi, "jos olisi epäilette, olet ja kuka on maan päällä täysin - itse asiassa Jumala on ilmainen on ja Praiseworthy."
he: Moses אמר, "אם אתה צריך להאמין, אותך ואת מי הוא על פני כדור הארץ. לחלוטין -. אכן, אללה הוא ללא צורך Praiseworthy."
hr: I Moses "ako treba sumnjati, ti i onaj tko je na zemlji u potpunosti - doista, Allah je slobodan od potrebe i Praiseworthy."
lt: Ir Moses sakė: "jei jums turėtų ne wierza, jums ir kas yra žemėje visiškai - iš tiesų, Allah yra nemokama, reikia ir Praiseworthy."
lv: Un Moses teica: "Ja jums nevajadzētu neticēt, jums un kurš ir uz zemes pilnīgi - patiešām, Allah ir nepieciešams brīvs un Praiseworthy."
nb: Og Moses sa, "Hvis du bør tviler, du og den som er på jorden helt - faktisk Allah er gratis behov og Praiseworthy.
sk: Moses povedal: "Ak by neveria, ste a kto je na zemi úplne - Vskutku, Alah je zadarmo, potreby a Praiseworthy."
sl: In Moses je dejal, "če naj verjamem, ste, in kdor je na zemlji v celoti - pravzaprav Allah je brezplačno potrebe in Praiseworthy."
sr_cyrl: Мосес је рекао, "Ако ти треба да сумњаш у, ти, и ко год је на земљи у потпуности - заиста, Аллах је слободно по потреби и Праисеwортхy."
sr_latn: Moses je rekao, "Ako ti treba da sumnjaš u, ti, i ko god je na zemlji u potpunosti - zaista, Allah je slobodno po potrebi i Praiseworthy."
uk: І Moses сказав: "Якщо ви повинні не вірити, ви і той, хто залишається на землі - дійсно, Аллах безкоштовно необхідності і Praiseworthy".
vi: Và Moses nói, "nếu bạn cần disbelieve, bạn và bất cứ ai trên trái đất hoàn toàn - thực sự là, Allah là miễn phí cần thiết và Praiseworthy."
zu: UMose wathi: "Uma ungake nje disbelieve you noma ngubani emhlabeni ngokuphelele - ngempela, Allah Free zobunzima futhi Ncomeka."

# Quran1759
source: Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs, but they returned their hands to their mouths and said, "Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt."
ca: Allà no ha arribat a vostè les notícies dels abans - el poble de Noè i ' Aad i Thamud i aquells després d'ells? Ningú coneix però Allah. Els seus missatgers portat proves clares, però va tornar a les seves mans a la boca i va dir, "De fet, no creuen en allò que li ha enviat, i de fet som, sobre allò que vostè, ens conviden a dubte inquietant".
cy: Yna nid yw wedi cyrraedd eich newyddion y rhai cyn i chi-pobl Noah a ' Aad a Thamud a hynny ar ôl iddynt? Does neb yn gwybod iddynt ond Allah. Daeth eu negeswyr proflenni clir, ond maent yn dychwelyd eu dwylo at eu cegau ac meddai, "Yn wir, yr ydym yn ei chredu yn hynny yr ydych wedi'u hanfon, a ydym yn wir, am hynny y mae eich gwahodd inni, yn amheuaeth cyferbyniol."
da: Der ikke har nået dig nyheder om dem før du - folk Noah og» ald og Thamud og dem efter dem? Ingen kender dem. men Allah. Deres budbringere bragte dem klare beviser, men de vendte tilbage deres hænder til deres mund og sagde, "Ja, vi tvivle i, som du har fået tilsendt, og faktisk vi er, om, som du inviterer os, foruroligende tvivlrådig."
el: Εκεί δεν έφτασε σε εσάς τα νέα από αυτούς πριν από εσάς - τους ανθρώπους του Νώε και «Aad και Thamud και εκείνοι μετά από τους; Κανείς τους δεν ξέρει αλλά Αλλάχ. Τους κλητήρες, τους έφερε σαφείς αποδείξεις, αλλά επέστρεψε τα χέρια τους στο στόμα τους και είπε, «Πράγματι, εμείς δυσπιστώ σε αυτό που σας έχουν στείλει και πράγματι είμαστε, για αυτό που μπορείτε να προσκαλέσετε μας, σε ανησυχητικό αμφιβολία.»
et: Seal pole jõudnud teile Uudised sinu - Noah inimesed ja "Aad ja Thamud ja need, mis on pärast neid? Teate neid ainult Jumal. Nende inglid tõid neile selged tõendid, kuid nad tagasi oma käed oma suud ja ütles: "Tõepoolest, me usu et kellega olete saatnud ja tõepoolest oleme, sellest kuhu saadate meile, disquieting kaheldav."
fi: Siellä ei ole saavuttanut sinua Uutiset näiden kädessänne - Nooan ja "Aad ja Thamud ja niiden jälkeen? Kukaan ei tiedä niitä kuin Allah. Niiden sanansaattajat toivat heille selväksi todistukseksi, mutta he palasivat kätensä suunsa ja sanoi: "Itse asiassa usko, että joista sinulle on lähetetty ja itse olemme jokseenkin johon kutsutte meitä huolestuttavaa epävarma."
he: שם לא הגיע לך את החדשות של אלה לפניך - בני נח, ' מ Thamud ואת אלה אחריהם? אף אחד לא מכיר אותם אבל אללה שליחים שלהם הביא להם הוכחות ברורות, אך הם חזרו ידיהם את פיהם, אמר: "אכן, אנו להאמין בזה שאליו נשלחת אכן אנחנו, על זה שאליו את מזמינה אותנו, ספק מדאיגות."
hr: Tamo nije stigla do vas vijest o onima prije vas - ljudi Noa i ' Aad i Thamud i onih poslije njih? Nitko ih ne zna osim Allaha. Svoje glasnike ih donio jasne dokaze, ali se vratio svoje ruke u usta i rekao: "Doista, možemo vjerovati u to kojim su poslani, i doista smo, o tome na koje si nas, pozivaju u uznemirujući sumnje."
lt: Ten nepasiekė jums naujienų iš tų, kurie jums - Nojus žmonės ir "Aad ir Thamud ir tie po jų? Niekas nežino juos bet Dievas. Jų pasiuntiniai davė jiems aiškūs įrodymai, tačiau jie grįžo savo rankas į burną ir tarė: "Iš tiesų, mes ne wierza, su kuriomis jums išsiųstas, ir iš tiesų mes esame, apie tai, kad į kurią galite pakviesti mus, kelia nerimą abejonių."
lv: Tur nav sasniegusi jums ziņas par tiem, pirms jūs - Noah cilvēki un "Aad un Thamud, un tiem pakaļ? Neviens nezina, viņiem taču Allah. Savus ziņnešus sagādāja viņiem skaidru apliecinājumu, bet viņi atgriezās savas rokas pie mutēm un teica: patiesi, mums neticēt, ka ar kuru jums ir nosūtīti, un tik tiešām mēs esam par to, kam jūs aicināt mūs, satraucošām šaubas.
nb: Det ikke nådd du nyheter om dem før dere - folk Noah og ' Aad og Thamud og de etter dem? Ingen vet dem men Allah. Sine budbringere førte dem klare bevis, men tilbake hendene til munnen og sa: Ja, vi tviler i som du har blitt sendt, og faktisk vi er, om som du inviterer oss, foruroligende usikre."
sk: Tam nedosiahol vám novinky z tých, ktoré sú pred vami - ľudia z Noah a "Aad a Thamud a tí po nich? Nikto nevie, nich ale Alah. Ich poslovia priviedol jasné dôkazy, ale vrátil svoje ruky do úst a povedal: "V skutočnosti sme neveria v, ktoré vám boli odoslané, a skutočne sme, o tom, na ktorú pozvete nás znepokojujúca pochybnosti."
sl: Tam ni dosegel vam novice od tistih pred ti - ljudje Noah in "alarmna in Thamud, ter po njih? Nihče ne ve jih vendar Allah. Svoje glasnike prinesel jih jasno dokazila, vendar vrnil svoje roke v usta in reče: "Pravzaprav smo verjamem v to, s katero so bili poslani, in res smo, o tem na katerega povabite nas, v Uznemirujući dvoma."
sr_cyrl: Тамо није стигла до те вести од оних пред вама - становници Ноа и ' Аад и Тхамуд и они после њих? Нико их не зна осим Алаха. Њиховим гласницима их је довео јасне доказе, али су се вратио својим рукама у своја уста и рекао: "Заиста, смо сумњаш у то са којом сте упућени су, и јесмо, о томе у коју си нас позвао, узнемирујужа сумњи."
sr_latn: Tamo nije stigla do te vesti od onih pred vama - stanovnici Noa i ' Aad i Thamud i oni posle njih? Niko ih ne zna osim Alaha. Njihovim glasnicima ih je doveo jasne dokaze, ali su se vratio svojim rukama u svoja usta i rekao: "Zaista, smo sumnjaš u to sa kojom ste upućeni su, i jesmo, o tome u koju si nas pozvao, uznemirujuжa sumnji."
uk: Там не досягла ви Новини тих, перш ніж-люди Ноя і ' сад і Thamud і ті, слідом за ними? Ніхто не знає їх крім Аллаха. Їх посланцями привів їх чітких доказів, але вони повернувся свої руки в рот і сказав: "Дійсно, ми не вірити в тому, що з яким ви надіслали, і дійсно ми, про що до якої ви запросити нас, тривожним сумніваєтеся."
vi: Đã có không đạt bạn tin tức những người trước khi bạn - những người của Noah và ' Aad và Thamud và những người theo họ? Không ai biết họ nhưng Allah. Sứ giả của họ mang lại cho họ bằng chứng rõ ràng, nhưng họ quay trở về tay miệng và nói: "Thật vậy, chúng tôi disbelieve trong đó mà bạn đã được gửi, và thực sự chúng tôi, về điều mà bạn mời chúng tôi, nghi ngờ yên."
zu: Ingabe kukhona azifinyelelanga izindaba of labo phambili you - Ntu Nowa kanye 'Aad Thamud nalabo emva kwabo?

# Quran1760
source: Their messengers said, "Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term." They said, "You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority."
ca: Els seus missatgers, va dir, "hi pot haver dubte sobre Allah, creador del cel i la terra? Va convida que ell pot perdonarà vostres pecats, i es retarda la mort d'un terme especificat." Deien, "no són sinó homes com nosaltres que volen evitar nosaltres de què estaven venerant nostres pares. Així que ens porten una autoritat clar."
cy: Dywedodd eu negeswyr, "gall fod amheuaeth am Allah, Crëwr y nefoedd a'r ddaear? Mae'n gwahodd eich bod efallai yn maddau ichi am eich pechodau, ac mae ef yn oedi eich marwolaeth am gyfnod penodedig. Maent yn dweud, "Nid ydych ond mae dynion fel ni sy'n dymuno osgoi inni o'r hyn yr oedd ein tadau yn ei addoli. Felly ddod â ni'n awdurdod clir."
da: Deres budbringere sagde, "kan der være tvivl om Allah, skaberen af himlene og jorden? Han inviterer dig, at han kan tilgive dig for dine synder, og han forsinker din død for en bestemt periode." De sagde, "du er ikke men mænd som os, der ønsker at afværge os fra vore fædre tilbede. Så bringe os et klart myndighed."
el: Τους απεσταλμένους του είπε, «μπορεί να υπάρξει αμφιβολία για τον Αλλάχ, δημιουργός του ουρανού και της γης; Προσκαλεί ότι αυτός μπορεί να συγχωρήσω τις αμαρτίες σας, και αυτός καθυστερήσεις σας θάνατο για καθορισμένη περίοδο.» Είπαν, «δεν είστε αλλά άνδρες σαν κι εμάς που επιθυμούν να μας αποτρέψουν από ό, τι οι πατέρες μας προσκυνούσαν. Έτσι να μας φέρει μια σαφή αρχή.»
et: Nende kullerid ütles, "saab olla kahtlust Jumala, taeva ja maa looja? Ta kutsub sind, et ta võib teile oma patud andeks, ja ta viivitab oma surma tδhtajaliselt." Nad ütlesid: "sa ei ole aga mehed nagu meie, kes soovivad vältida meile alates meie isad olid jumalateenistustel. Nii toovad meile selge asutus."
fi: Niiden sanansaattaja sanoi, "voidaan epäillä Jumala, luoja taivaat ja maan? Hän kutsuu sinut, että hän antaa teille teidän syntinne anteeksi, ja hän viivästyksiä määräajaksi kuolema." He sanoivat, "et ole mutta miehiä kuin meitä, jotka haluavat välttää meidän isämme olivat palvontaa. Joten meidät selvästi viranomainen."
he: שליחים שלהם אמר, "יכול להיות ספק אללה, בורא השמיים והארץ? הוא מזמין את זה, הוא אולי יסלח לך על חטאיך, הוא מעכב את המוות שלך לתקופה שצוינה." הם אמרו, "אתה לא אבל גברים כמונו שרוצים למנוע אותנו מכל מה האבות שלנו היו סוגדים. . אז תן לנו רשות ברורה."
hr: Svoje glasnike, rekao je, "može biti sumnje o Allah, Stvoritelj nebesa i zemlje? Te da on može oprostiti grijehe, i on odgađa smrt za određeni pojam." Rekli su, "ne, ali ljudi poput nas koji žele spriječiti nas od što naši očevi obožavali. Tako nam donijeti jasne ovlasti."
lt: Jų pasiuntiniai pasakė: "gali būti Dievas, dangaus ir žemės kūrėjas abejonių? Jis kviečia jus, kad jis gali atleisti jus nuo savo nuodėmių, ir jis lėtina jūsų nurodyto termino mirties." Jie sakė: "Jūs esate ne bet vyrų kaip mūsų, kurie nori išvengti mus nuo ką mūsų protėviai buvo garbinti. Taigi atnešė mums aiškiai institucija."
lv: Savus ziņnešus teica, "var būt šaubas par Allah, Creator, debess un zemes? Viņš aicina jūs, ka viņš var piedot jums jūsu grēkus, un viņš kavēšanos jūsu nāves norādītajā termiņā. Viņi teica: "tu neesi, bet vīriešiem, tāpat kā mums, kas vēlas novērst mūs no mūsu tēvi bija pielūdzot. Tātad dot mums skaidru iestāde."
nb: Sine budbringere sa: "kan det være tvil om Allah, skaperen av himmelen og jorden? Han inviterer deg som han kan tilgi dere deres synder, og han forsinkelser din død for en angitt periode. De sa, "du er ikke men menn som oss som ønsker å avverge oss fra våre fedre var tilbe. Så gir oss en klar fullmakt."
sk: Ich poslovia povedal: "môže existovať pochybnosť o Boha, Stvoriteľa neba i Zeme? Pozve, že mu odpustil vám vaše hriechy a on oneskorenia vašej smrti pre zadaný termín." Povedali: "nie, ale ľudia ako my, ktorí chcú odvrátiť nás od čo naši otcovia boli uctievať. Tak aby nám jasné orgánu."
sl: Svoje glasnike je dejal, "more biti dvoma o Allah, Stvarnika nebes in zemlje? On vabi, da je lahko vam svoje grehe odpusti, in on zamude vaše smrti za določeno dobo." So rekli, "niste ampak moški kot nas, ki želijo preprečiti nas od kar naši očetje so častili. Tako bi nam jasno organ."
sr_cyrl: Рекао је своје гласнике, "може бити сумње у Алаха, створитеља неба и земље? Те да је он нека ти опрости твоје грехове зове, и он одлаже своју смрт за наведени појам." Рекли су, "Не, али људи попут нас који желе да нас је склоним од како су наши очеви комјутерски. Па донеси нам јасно ауторитет."
sr_latn: Rekao je svoje glasnike, "može biti sumnje u Alaha, stvoritelja neba i zemlje? Te da je on neka ti oprosti tvoje grehove zove, i on odlaže svoju smrt za navedeni pojam." Rekli su, "Ne, ali ljudi poput nas koji žele da nas je sklonim od kako su naši očevi komjuterski. Pa donesi nam jasno autoritet."
uk: Їх посланцями сказав: "Там можуть бути сумніви про Аллаха, творця неба і землі? Він запрошує вас, що він може простить вам ваші гріхи, і він затримує смерть за вказаний термін. Вони сказали: "ви не, але люди, як нас, хто забажає, щоб захиститися від нас те, що наші засновники були поклонятися Богу. Так приносять нам чітке повноваження."
vi: Sứ giả của họ nói, "có thể nghi ngờ về Allah, Đấng tạo hóa của mặt trời và trái đất? Ông mời bạn rằng ông có thể tha thứ cho bạn về những tội lỗi của mình, và anh ta trì hoãn cái chết của bạn cho một thuật ngữ được chỉ định. Họ nói rằng, "bạn không nhưng người đàn ông như chúng ta những người muốn để ngăn chặn chúng tôi từ những gì ông bố chúng tôi đã thờ. Vì vậy mang lại cho chúng tôi một thẩm quyền rõ ràng."
zu: Bo gijimi tshela 'Ingaba khona khonondo Allah, uMdali wamazulu nomhlaba? He mema you ukuthi He thethelela you of izono zakho, futhi Yena kubambezela ushona ihlandla ecacisiwe. "

# Quran1761
source: Their messengers said to them, "We are only men like you, but Allah confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allah. And upon Allah let the believers rely.
ca: Els seus missatgers els va dir: "estem sols homes com tu, però Allah confereix favor a qui ell voluntats dels seus servents. Mai ha estat per a nosaltres portar que vostè excepte la prova amb permís d'Allah. I en Allah deixar que els creients es basen.
cy: Dywedodd eu negeswyr iddynt, "yr ydym mai dim ond dynion fel chi, ond bydd Allah yn rhoi favor ar bwy mae ef wills ei weision. Byth wedi i ni i ddwyn eich yn darparu tystiolaeth ac eithrio drwy ganiatâd Allah. A gadewch Allah Mae y credinwyr yn dibynnu arnynt.
da: Deres budbringere sagde til dem: "vi er kun mænd som du, men Allah giver fordel ved hvem han testamente af sine tjenere. Det har aldrig været for os at bringe du beviser undtagen med tilladelse fra Allah. Og ved Allah lad troende stole.
el: Τους κλητήρες τους, είπε "είμαστε μόνοι άντρες σαν εσένα, αλλά Αλλάχ απονέμει χάρη από τους οποίους διαθήκες από τους δούλους. Ποτέ δεν είναι για μας να φέρει αποδείξεις σας εκτός από την άδεια του Αλλάχ. Και κατόπιν ας Αλλάχ οι πιστοί βασίζονται.
et: Nende kullerid ütles neile "oleme ainus mehed nagu sina, aga Jumal annab pärast kellega ta tahab tema teenistujate kasuks. See pole kunagi olnud meile tuua teile tõendeid, välja arvatud Jumala loal. Ja Allah olgu korral tugineda usklikud.
fi: Niiden sanansaattaja sanoi heille, "Olemme vain miehiä kuin sinä, mutta Jumala antaa suosionsa kenelle tahtoo palvelijoidensa. Se ole koskaan toteuttamaan todisteita paitsi Allah luvalla. Ja kun Jumala Anna uskovaiset.
he: שליחים שלהם אמר להם, "אנחנו רק אנשים כמוך, אבל אללה מקנה טובה עם מי שהוא רוצה על משרתיו. זה מעולם לא היה לנו להביא שלך הוכחות אלא לאחר אישור של אללה. ותן על אללה המאמינים להסתמך.
hr: Svoje glasnike im reče: "mi smo samo ljudi poput tebe, ali Allah daje uslugu na koga hoće od njegova sluge. Je za nas kako bi vam dokaze osim dozvolu od Allaha. I na Allaha vjernici se oslanjaju.
lt: Jų pasiuntiniai pasakė jiems, "mes esame tik žmonės kaip jūs, bet Dievas suteikia naudai nuo kam jis nori iš jo tarnautojai. Ji niekada nebuvo mums pareikšti jums įrodymų išskyrus Šventasis Raštas, Dievas. Ir kai Dievas leidžia pasitikėti tikintieji.
lv: Savus ziņnešus teica, "mēs esam tikai cilvēki, tāpat kā jūs, bet Allah dod labu, uz kuriem viņš vēlas no saviem kalpiem. Tas nekad nav bijis mums dot jums pierādījumi, izņemot ar atļauju no Allah. Paļaujoties uz ļaujiet Allah ticīgie.
nb: Sine budbringere sa til dem: "vi er bare menn som deg, men Allah gir gunst på han vil. hans tjenere. Det er for oss å gi deg bevis unntatt med tillatelse av Allah. Og la de troende stole på Allah.
sk: Ich poslovia povedal, "sme len ľudia ako vy, ale Alah udeľuje milosť na koho on chce jeho zamestnancov. Nikdy nebolo pre nás, aby sme si dôkazy okrem zvolením Alaha. A na Boha nech veriaci spoľahnúť.
sl: Svoje glasnike jim reče: "mi smo samo ljudje kot si ti, vendar pa Allah daje uslugo na koga je oporok od njegovih uslužbencev. To je nikoli ni bilo za nas, da bi si dokaze, razen z dovoljenjem Allah. In na Alah naj bi se verniki.
sr_cyrl: Њиховим гласницима рекао им, "ми смо једини људи као ти, али Аллах саветује услугу на коме је воља од његове слуге. Никада није било је да доносимо вам доказе осим уз дозволу од Алаха. И на Алаха да верници се ослонити.
sr_latn: Njihovim glasnicima rekao im, "mi smo jedini ljudi kao ti, ali Allah savetuje uslugu na kome je volja od njegove sluge. Nikada nije bilo je da donosimo vam dokaze osim uz dozvolu od Alaha. I na Alaha da vernici se osloniti.
uk: Їх посланцями сказав їм: "Ми тільки люди, як ви, але Аллах дає користь на кого він хоче з своїми рабами. Ніколи ще не було для нас, щоб принести вам доказ за винятком дозволу Аллаха. І після нехай Аллах віруючих покладатися.
vi: Sứ giả của họ đã nói với họ, "chúng tôi là người đàn ông duy nhất như bạn, nhưng Allah confers ưu tiên khi mà Ngài muốn nhân viên của mình. Nó không bao giờ là đối với chúng tôi để mang lại cho quý vị bằng chứng trừ bởi sự cho phép của Allah. Và khi Allah cho các tín hữu dựa.
zu: Bo gijimi tshela kubo: "Singamadoda kuphela abafana nawe, kodwa Allah ayinika umusa phezu whom He tando Akhe chaka. It ayikaze kithi ukuba alethe kuwe ubufakazi ngaphandle kwemvume of Allah. Futhi phezu Allah vumela kholwa bathembele.
