Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2112
source: And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing.
ca: I quan podem atorgar a favor a la disbeliever, s'allunya i distàncies d'ell mateix; i quan mal li toca, mai està desesperat.
cy: A pan ydym yn rhoi favor ar y disbeliever, mae'n troi i ffwrdd ac yn pellhau ei hun; a pan mae drygioni yn cyffwrdd ag ef, yw iddo erioed anobeithio.
da: Og når vi skænke fordel ved vantro, han vender sig væk og distancerer sig selv; og når onde rører ham, han fortvivlet nogensinde.
el: Και όταν παραχωρούμε χάρη από το disbeliever, αυτός διώχνει και αποστάσεις ο ίδιος? και όταν το κακό αγγίζει τον, αυτός πάντα απελπισμένους.
et: Ja kui me omistaks kasuks peale selle uskmatu, ta keerab ära ja vahemaid ise; ja kui paha puudutab teda, ta on kunagi Meeleheitel.
fi: Ja kun myönnämme valtiolle suosionsa disbeliever, hän kääntyy pois ja sanoutuu; ja kun paha koskettaa häntä, hän koskaan epätoivoinen.
he: כאשר אנו מקנים טובה על disbeliever, והוא פונה לאחור, מרחיק עצמו; כאשר הרוע נוגע בו, הוא אי-פעם הוא מיואש.
hr: I kada ćemo darovati uslugu na ste nevjernik, on ode i udaljenosti a kad ga dotakne zlo, on je nikada očajan.
lt: Ir kai mes dovanoti naudai dėl to neteisingas, jis virsta toli ir atstumais ir kai blogis paliečia jį, jis yra kada nors Zdesperowany.
lv: Un kad mēs dāvināt labvēlība pret disbeliever, viņš aizgriežas un attālumi sevi; un, kad ļauno skar viņu, viņš kādreiz izmisušo.
nb: Og når vi skjenke gunst på disbeliever, han viser bort og avstand; og når onde berører ham, han er stadig fortvilet.
sk: A keď sme prepožičal milosť na neveriacich, otočí sa a vzdialenosti a keď zlo sa ho dotýka, on je stále zúfalý.
sl: In ko smo nagni uslugo na je Nevjernik, obrne proč in razdalje sam; in ko zlo dotakne ga, on je vedno obupano.
sr_cyrl: Када дарујемо услугу на на не верује, он се окрене и даље дистанцира себе; и када се зло га дира, он је икада незнању.
sr_latn: Kada darujemo uslugu na na ne veruje, on se okrene i dalje distancira sebe; i kada se zlo ga dira, on je ikada neznanju.
uk: І коли ми дарувати користь при на disbeliever, Він відвертається і частково дистанціюється; і якщо зло торкнеться його, він коли-небудь зневірившись.
vi: Và khi chúng tôi dành tặng cho các ưu tiên khi disbeliever, ông lần lượt đi và khoảng cách mình; và khi cái ác chạm anh ta, ông từng despairing.
zu: Futhi lapho We pha umusa phezu disbeliever, he jikisa amabanga uqobo;

# Quran2113
source: Say, "Each works according to his manner, but your Lord is most knowing of who is best guided in way."
ca: Dir, "cada treballa en la seva manera, però el seu senyor és saber més del que és millor guiar de manera."
cy: Dweud, "bob yn gweithio yn ôl ei ffordd, ond eich Arglwydd yn gwybod fwyaf o gorau sydd yn tywys yn ffordd."
da: Sige, "hver værker efter hans måde, men jeres Herre er de fleste at vide af hvem er bedst styret i måde."
el: Λένε, «κάθε λειτουργεί ανάλογα με τον τρόπο του, αλλά ο Λόρδος σας είναι οι περισσότεροι γνωρίζει από που καθοδηγείται καλύτερα με τρόπο.»
et: Öelda: "iga töötab vastavalt tema viisil, kuid teie Issand on enamik teades, kes on parim juhendava viisil."
fi: Esimerkiksi "kunkin toiminnan hänen tapaansa, mutta Herrasi on ja joka parhaiten ohjaa tavalla."
he: אומרים, "כל עבודות על-פי התנהגותו, אך האדון הוא לדעת רוב של מי הכי מודרך דרך."
hr: Rekao, "svaki prema njegovo ponašanje, ali Gospodar tvoj je većina znajući za koji je najbolje vođena način."
lt: Sako: "kiekviena darbų pagal jo būdu, bet jūsų Viešpats yra dauguma žinodami kurie vadovaujasi geriausiai būdu."
lv: Saka: "katrs darbojas saskaņā ar viņa izturēšanās, bet jūsu kungs ir visvairāk zinot par to, kurš vislabāk vadīto veidā."
nb: Si "hvert fungerer etter sin måte, men deres Herre er de fleste vet av som styres best måte."
sk: Povedať: "každý pracuje podľa jeho spôsobom, ale svojho pána, je väčšina vedomím toho, kto je najlepšie riadiť spôsobom."
sl: Reči, "vsak deluje glede na njegov način, ampak svojega Gospoda, je večina vedoč, ki najbolje ravna na način."
sr_cyrl: Рекао је, "сваки радова према његов начин, али твој господар је већина јер знам ко је најбоље вођене на начин."
sr_latn: Rekao je, "svaki radova prema njegov način, ali tvoj gospodar je većina jer znam ko je najbolje vođene na način."
uk: Скажімо, "кожен працює відповідно до його манері, але ваш Господь є більшість знаючи про хто керується найкращим чином."
vi: Nói, "từng làm việc theo cách của mình, nhưng Chúa của bạn là hầu hết hiểu biết của những người tốt nhất là hướng dẫn cách."
zu: Ithi, "ngalinye lisebenta ngokusho indlela yakhe, kepha kho Lord is engazi iningi ngubani best guided ngendlela."

# Quran2114
source: And they ask you, [O Muhammad], about the soul. Say, "The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little."
ca: I demanen que, [O Muhammad], sobre l'ànima. Dir, "és l'ànima de l'afer del meu Senyor. I la humanitat no ha donat coneixement excepte una mica."
cy: Ac maent yn gofyn ichi, [O Muhammad], am yr enaid. Dweud, "yr enaid yn ddigwyddiad o fy Arglwydd. Ac ni roddwyd dynolryw o wybodaeth ac eithrio ychydig.
da: Og de spørger du, [O Muhammad], om sjælen. Sige, "sjælen er min herre-sagen. Og menneskeheden har ikke fået viden undtagen en lille."
el: Και σας ρωτούν, [Ο Μωάμεθ], σχετικά με την ψυχή. Λένε: "είναι η ψυχή της υπόθεσης του Κυρίου μου. «Και ανθρωπότητα δεν έχουν δοθεί της γνώσης εκτός από μια μικρή».
et: Ja nad küsivad te, [O Muhammad], hinge. Öelda, "hing on minu Issanda afäär. Ja inimkond ei ole saanud välja arvatud vähe teadmisi."
fi: Ja he pyytävät sinua, [Oi Muhammed] sielu. Sanoa, "sielu on herrani tapaus. Ja ihmiskunnan on ei annettu tietoa kuin vähän.
he: הם ישאלו אותך, [O מוחמד], על הנשמה. "הנשמה היא הפרשה של אלוהיי. המין האנושי לא ניתנו הידע למעט קצת."
hr: I pitali, [O Muhammad], o duši. "Duša je stvar moga gospodara. A čovječanstvo nije dobio od znanja osim malo."
lt: Ir jie prašo jus, [O Muhammad], apie siela. Tarkim, "siela yra mano Viešpats reikalas. Ir žmonija nėra suteikta žinių išskyrus mažai."
lv: Un viņi lūdz jūs [O Muhammad] par dvēseli. Saka: "dvēsele ir mana Kunga lieta. Un cilvēce nav dots izņemot maz zināšanu."
nb: Og de spør deg, [O Muhammad], om sjelen. Si, "sjelen er av saken av min Herre. Og menneskeheten har ikke fått kunnskap bortsett fra litt.
sk: A požiadať vás, [Mohamed], o dušu. Povedať: "duša je záležitosť môjho Pána. A ľudstvo dostali nie poznatkov, s výnimkou málo."
sl: In so vas, [O Muhammad], o duši. Reči, "duša je afero moj gospodar. In človeštva niso dobile za znanje razen malo."
sr_cyrl: И нису питали, [О Мухаммад], за душу. "Душа је ове афере мога господара. "И људски род није дато од знања осим мало."
sr_latn: I nisu pitali, [O Muhammad], za dušu. "Duša je ove afere moga gospodara. "I ljudski rod nije dato od znanja osim malo."
uk: І вони запитати, [O Мухаммад], про душу. Сказати, "душа справи мій Господь. І людство не роздати знань за винятком злегка."
vi: Và họ yêu cầu bạn [O Muhammad], về các linh hồn. Nói, "linh hồn của vụ thưa ngài. "Và nhân loại đã không được đưa ra các kiến thức ngoại trừ một chút."
zu: They buza you, [O Muhammad], ngomphefumulo.

# Quran2115
source: And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us.
ca: I si hem volgut, segurament podríem fer distància amb allò que li revelàvem. Llavors no trobareu per si mateix referent un advocat contra nosaltres.
cy: Ac os ydym yn ewyllysio iddi, gellid yn sicr wneud i ffwrdd â hynny yr ydym wedi datgelu i chi. Yna ni welwch eich hun ynghylch ei eiriolwr yn ein herbyn.
da: Og hvis vi vilde, vi helt sikkert kunne gøre væk med det, som vi viste til dig. Så vil du ikke finde selv om det ind mod os.
el: Και αν εμείς το θέλησες, θα μπορούσαμε σίγουρα να απαλλαγούμε με αυτό που μας προέκυψε σε εσάς. Στη συνέχεια, δεν θα βρείτε για τον εαυτό σας σχετικά με αυτό συνήγορος εναντίον μας.
et: Ja kui meil kombeks, võiks kindlasti teeme ära selle, mis meil näitas teile. Siis sa ei leia endale kohta see advokaat meie vastu.
fi: Ja jos me jälkisäädös, me voimme varmasti tehdä tätä, joka osoitti sinulle. Silloin ei kyllä löytää itse sitä koskevien puolustaa meitä vastaan.
he: שאם אנחנו רצון, בוודאי נעשה משם עם זה אשר חשפנו לכם. אז אתה לא תמצא לעצמך בנושא זה עורך נגדנו.
hr: I ako smo volje, sigurno možemo daleko sa ovim što smo otkriveno na vas. Tada će pronaći za sebe u vezi zagovornik protiv nas.
lt: Ir jei mes valios, mes gali tikrai padaryti toli su ta, kuri mes atskleisti jums. Tada jums bus ne rasti sau dėl jos advokatas prieš mus.
lv: Un ja mums gribas, mēs droši vien varētu darīt prom ar to, kas mums parādīja, jums. Tad jūs nebūtu atrast sevi par tā aizstāvi pret mums.
nb: Og hvis vi ville, vi sikkert kunne gjøre unna med det som vi avslørte deg. Så vil du ikke finne selv om det talsmann mot oss.
sk: A ak sme vôľou, sme mohli určite urobiť ďaleko, ktoré sme odhalili na vás. Potom by ste nenašli pre seba o to advokát proti nám.
sl: In če smo volje, lahko zagotovo bomo stran s tem, ki mi je pokazala, da si. Potem vas ne bi našel zase, ki se nanašajo na to zagovornik proti nam.
sr_cyrl: А ако смо воље, могао сигурно далеко оним што смо ти откривено. Онда не би да за себе које се њега тичу заговорник против нас.
sr_latn: A ako smo volje, mogao sigurno daleko onim što smo ti otkriveno. Onda ne bi da za sebe koje se njega tiču zagovornik protiv nas.
uk: І якщо ми волею, ми могли б напевно покінчити з тим, що ми показали вам. І тоді ви б не для себе, що стосується його виступають проти нас.
vi: Và nếu chúng ta ý chí, chúng ta có thể chắc chắn làm đi với mà trong đó chúng tôi tiết lộ cho bạn. Sau đó bạn sẽ không tìm thấy cho chính mình liên quan đến nó một người biện hộ chống lại chúng tôi.
zu: Futhi uma We willed we Impela away ngalokho We phendla kuwe.

# Quran2116
source: Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great.
ca: Excepte [ens han deixat amb vostè] com una pietat del seu Senyor. De fet, favor a vostè mai ha estat gran.
cy: Ac eithrio [yr ydym wedi'i adael gyda chi] fel drugaredd oddi wrth eich Arglwydd. Yn wir, erioed ei favor chi wedi bod yn wych.
da: Undtagen [vi har forladt det med du] som en nåde fra din herre. Faktisk, hans gunst, du nogensinde har været stor.
el: Εκτός από [θα έχουμε αριστερά του μαζί σας] ως έλεος από το Λόρδο. Πράγματι, η χάρη σας έχει ποτέ μεγάλη.
et: Välja arvatud [meil veel seda teiega] nagu halastust oma Issanda. Tõepoolest, tema kasuks teie peale on kunagi olnud suur.
fi: Paitsi [olemme jättäneet kanssasi] tulee Herraltasi Armona. Itse asiassa suosionsa voit ole koskaan ollut suuri.
he: חוץ [שנשאר לנו זה איתך] כמו חסד של אדונך. אכן, חיבתו עליכם פעם היה גדול.
hr: Osim [nismo mogli ostaviti s tobom] kao milost od vašeg gospodara. Doista, svoju korist te je velik.
lt: Išskyrus [mes paliko jį su jumis] kaip gailestingumo iš savo Viešpaties. Iš tiesų, jo malonės tave kada nors buvo puikus.
lv: Izņemot [mums atlicis to līdzi] kā žēlastību no savu kungu. Protams, viņa favor pār jums kādreiz ir bijis liels.
nb: Unntatt [vi har forlatt den med deg] som en nåde fra deres Herre. Faktisk har hans favør dere vært stor.
sk: Okrem [sme ju s vami] ako milosť od pána vášho. Vskutku, jeho milosť na teba nebol nikdy veľký.
sl: Razen [smo zapustili to z vami] kot milost od svojega Gospoda. Res, svojo korist na vas kdaj je bilo super.
sr_cyrl: Осим [нам је остало то с тобом] као милост од господара. Заиста , његову наклоност над вама није био сјајан.
sr_latn: Osim [nam je ostalo to s tobom] kao milost od gospodara. Zaista, njegovu naklonost nad vama nije bio sjajan.
uk: За винятком [ми залишив його з вами] як милість від вашого Господа. Дійсно, його користь на вас коли-небудь було великим.
vi: Ngoại trừ [chúng tôi đã để lại nó với bạn] như là một lòng thương xót từ Chúa của bạn. Thật vậy, ưu tiên của ông khi bạn đã từng rất lớn.
zu: Ngaphandle [Sishiyé nawe] sa nga kho Lord.

# Quran2117
source: Say, "If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants."
ca: Dir, "Si la humanitat i jinn es van reunir per tal de produir similars d'aquest Qur ' an, podria no produeixen similars, fins i tot si fossin a l'altre ajudants."
cy: Dweud, "Os oedd dynolryw a y jinn a gasglwyd er mwyn cynhyrchu o'r Qur'an hwn, ni allai'r tebyg, hyd yn oed os oeddent i gilydd cynorthwywyr."
da: Sige, "Hvis menneskeheden og jinn samledes for at producere lignende af denne Koranen, de ikke kunne producerer lignende, selv om de var hinanden assistenter."
el: Λένε, «Εάν ανθρωπότητας και η jinn συγκεντρώθηκαν προκειμένου να δημιουργήσει κάτι παρόμοιο αυτή την Κοράνι, θα μπορούσε να δεν παράγουν τα παρόμοια του, ακόμα κι αν ένιωθαν μεταξύ τους βοηθούς.»
et: Öelda: "Kui inimkonna ja dzinni on kogutud käesoleva Koraani jms tootmiseks, nad võiks tooda like it, isegi kui nad olid üksteise assistendid."
fi: Esimerkiksi: "Jos ne ja Jinnin kerätään tuottaakseen kuten tämän Koraanin, he eivät voineet tuottaa kuin sitä, vaikka ne olivat toisilleen avustajat."
he: אומרים, "אם כל בני האדם ואת הנוסע התאספו כדי לייצר כזה של הקוראן הזה, הם יכולים לא מייצרים כזה, אפילו אם הם היו עוזרים אחד לשני."
hr: Kažu, "Ako čovječanstva i jinn okupilo se kako bi se proizvoditi kao ovaj Kur'an, oni mogli proizvoditi tako nešto, čak i ako su međusobno asistenata."
lt: Sako: "Jei žmonija ir su džinas susirinko norint pagaminti iš šio Korano, jie negali gaminti panašūs, net jei jie buvo vienas su kitu padėjėjams."
lv: Proti, "Ja cilvēcei un džins pulcējās, lai ražotu šo Qur līdzīgi, tie nevar radīt tādus, pat tad, ja tie viens otram palīgi."
nb: Sier, "Hvis menneskeheten og jinn samlet for å produsere lignende dette Koranen, ikke kunne de produserer lignende, selv om de var andre assistenter."
sk: Hovoria: "Ak ľudstva a jinn zhromaždili s cieľom vyrábať ako tento Korán, nemohli predložiť ako to, aj keby boli navzájom asistenti."
sl: Rekel, "Če človeštvo in je jinn zbrali za proizvodnjo podobno tej Qur'an, bi ne proizvajajo podobno, čeprav so bili med seboj pomočnikov."
sr_cyrl: Кажу , "Ако људски род и дух су се окупили да би произвео таквих овај Куран, могао не производе за то, чак и ако су били једни другима асистената."
sr_latn: Kažu, "Ako ljudski rod i duh su se okupili da bi proizveo takvih ovaj Kuran, mogao ne proizvode za to, čak i ako su bili jedni drugima asistenata."
uk: Сказати: "Якщо людства і на jinn зібрані з метою отримання як цей Коран, вони не може виробляти як це, навіть якщо вони були до одної помічників."
vi: Nói, "Nếu nhân loại và các jinn tập hợp để sản xuất như thế này kinh Koran, họ không thể sản xuất như thế của nó, ngay cả khi họ đã để các trợ lý."
zu: Uthi, "Uma isintu futhi jinn bahlangana ukuze akhiqize izinto ezinje Qur'an, abakwazanga ukukhiqiza okunje, ngisho noma kwakumelwe nomunye abasizi."

# Quran2118
source: And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief.
ca: I sens dubte han diversificat per al poble aquest Qur ' an de cada [tipus] d'exemple, però la majoria de la gent es va negar [quelcom] excepte incredulitat.
cy: Ac mae gennym yn sicr wedi arallgyfeirio i bobl yn y Qur'an o bob [] enghraifft o'r math, ond mae'r rhan fwyaf o bobl wedi gwrthod [Dim] ac eithrio anghrediniaeth.
da: Og vi har helt sikkert diversificeret for folk i denne Koranen fra alle [former] for eksempel, men de fleste mennesker nægtede [alt] undtagen vantro.
el: Και εμείς σίγουρα έχουν διαφοροποιηθεί για τους ανθρώπους σε αυτή την Κοράνι από κάθε [είδος] παράδειγμα, αλλά οι περισσότεροι άνθρωποι αρνήθηκε [κάτι] εκτός από δυσπιστία.
et: Ja me kindlasti mitmekesise käesoleva Koraani [erinevaid] näide, kuid enamik inimesi tagasi [midagi], välja arvatud uskumatus inimestele.
fi: Ja on varmasti monipuolinen ihmisille tämän Koraanin [kaikenlaista] esimerkki, mutta useimmat ihmiset kieltäytyi [jotain] paitsi epäusko.
he: אנחנו בהחלט מגוונים בשביל האנשים את הקוראן הזה כל [סוג] דוגמה, אבל רוב האנשים סירב [משהו] מלבד חוסר אמונה.
hr: I mi svakako raznoliki ljudi u ovom Kur'anu od svih [vrsta] primjer, ali većina ljudi odbili [nešto] Osim nevjerice.
lt: Ir mes tikrai išplėtė žmonėms – šis Koran iš pavyzdys [visokeriopos], bet dauguma žmonių atsisakyti [nieko] išskyrus netikėjimo.
lv: Un mums noteikti ir diversificēts cilvēkiem šo Qur no katra [veida] piemēram, bet lielākā daļa cilvēku atteicās [kaut] izņemot neticība.
nb: Og vi har sikkert diversifisert for folk i denne Koranen fra hver [type] eksempel, men de fleste nektet [alt] unntatt vantro.
sk: A určite sme rozložilo pre ľudí v tejto Qur'an každý [druh] príklad, ale väčšina ľudí odmietol [niečo] okrem neveriacky.
sl: In smo zagotovo razpršene za ljudi v tej Qur'an iz vsaka [vrsta] primer, vendar je večina ljudi, ki zavrne [nič] razen nejeverno.
sr_cyrl: И морамо имати сигурно развио за људе на овај Куран из сваке [врста] пример, али већина људи одбили [нешто] осим неверовање.
sr_latn: I moramo imati sigurno razvio za ljude na ovaj Kuran iz svake [vrsta] primer, ali većina ljudi odbili [nešto] osim neverovanje.
uk: І ми безумовно диверсифікованої для людей в цьому Коран від кожного [роду] приклад, але більшість людей, які відмовилися [що-небудь] Крім зневіру.
vi: Và chúng tôi chắc chắn có đa dạng cho mọi người trong này Qur'an từ cả [các loại] Ví dụ, nhưng hầu hết những người đã từ chối [gì] ngoại trừ sự hoài nghi.
zu: Futhi Siye Ngokuqinisekile isabalalise for the ntu ngaphakathi lo Qur'an kusuka zonke [uhlobo] yesibonelo, kodwa iningi labantu wala [lutho] ngaphandle disbelief.

# Quran2119
source: And they say, "We will not believe you until you break open for us from the ground a spring.
ca: I diuen, "no creurà vostè fins que es trenquen obert per a nosaltres des del camp a la primavera.
cy: Ac maent yn dweud, "ni chredwn yr ydych hyd nes i chi dorri agored i ni o'r ddaear y gwanwyn.
da: Og de siger, "vi vil ikke tro du indtil du bryde åbne for os fra jorden om foråret.
el: Και λένε, «εμείς θα σας πιστέψω μέχρι σπάζετε ανοικτός για μας από το έδαφος ένα ελατήριο.
et: Ja nad ütlevad, "me ei usu te seni, kuni sa murda avatud meile kevadel maapinnast.
fi: Ja he sanovat, "me ei usko sinun kunnes rikkoa avaa meille maasta a keväällä.
he: הם אומרים, "אנחנו לא אאמין לכם עד שתישברו, פתח לנו מן הקרקע האביב.
hr: I kažu, "mi neće vam vjerovati dok ti otvori za nas iz zemlje u proljeće.
lt: Ir jie sako, "mes ne įtikės jums tol, kol jums išlaužti mums nuo žemės per pavasarį.
lv: Un viņi saka: "mums nav ticēs jums, līdz jūs uzlauzt mums no zemes uz pavasara.
nb: Og de sier, "vi vil ikke tro du til du bryter åpen for oss fra bakken en våren.
sk: A hovoria, "sme neverili ste kým porušíte otvorenie pre nás zo Zeme a na jar.
sl: In pravijo, "mi ne boste verjeli ste dokler jih obiti za nas od tal na pomlad.
sr_cyrl: И кажу, "ће не верујемо ти док ти поломи за нас из темеља за пролеће.
sr_latn: I kažu, "će ne verujemo ti dok ti polomi za nas iz temelja za proleće.
uk: І вони кажуть: "ми не повірите ви поки ви порушите відкриті для нас з нуля на весну.
vi: Và họ nói, "chúng tôi sẽ không tin tưởng bạn cho đến khi bạn phá vỡ mở cho chúng tôi từ mặt đất một mùa xuân.
zu: Futhi bathi, "We cha kholwa ngaphakathi kuwe uze aphule asivulele kusuka emhlabathini isiphethu.

# Quran2120
source: Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]
ca: O [fins] té un jardí de palmeres arbres i raïm i fer brollen rius endavant dins d'ells en vigor [i abundància]
cy: Neu [nes] Mae gennych ardd o palmwydd gush afonydd tress a grawnwin a gwneud blaen oddi mewn iddynt yn rym [a digonedd]
da: Eller [til] du har en have med palm træer og druer og gøre floder vælde frem inden for dem i kraft [og overflod]
el: Ή [μέχρι] να έχετε έναν κήπο με δέντρα και σταφύλια και κάνουν ποτάμια αναβλύζουν παλάμη εμπρός μέσα σε αυτές σε ισχύ [και αφθονία]
et: Või [kuni] Sul on Aed palm tress ja viinamarjad ja tee jõgede gush piirangualadel edasi kehtima [ja arvukus]
fi: Tai [] sinulla Puutarha palm tress ja viinirypäleet ja tehdä jokien vouhottaa edelleen sisällä ne voimassa [ja runsaasti]
he: או [עד] יש לך גן דקל טרס וענבים להפוך נהרות המשתפך הלאה בתוך אותם בכוח [ושפע]
hr: Ili [dok] imate vrt dlan vitica i grožđe i čine rijeke izliti natrag u ih u snazi [bogatstvo]
lt: Arba [iki] turite sodą, palmių medžius ir vynuogių ir padaryti upės plūstelėti atgal per juos jėga [ir gausumo]
lv: Vai [līdz] jums ir dārzs, palm pīne un vīnogām un padarītu upes straume tālāk tajās spēkā [un pārpilnība]
nb: Eller [til] du har en hage med palm trær og druer og gjøre elver sprute ut i dem med styrke [og overflod]
sk: Alebo [do] máte záhradu príval palm stromy a hrozno a aby rieky späť do ich platnosti [a hojnosť]
sl: Ali [do] imate vrt palm dreves in grozdje ter rek Vrni tja v njih v veljavi [in številčnosti]
sr_cyrl: Или [док] имате врт од палм берем и грожђе и направи река кренете даље унутар њих силом [и изобиље]
sr_latn: Ili [dok] imate vrt od palm berem i grožđe i napravi reka krenete dalje unutar njih silom [i izobilje]
uk: Або [поки] є сад palm Тресс і виноград і зробити річок Гуш назад в них в силі [достатку]
vi: Hoặc [cho đến khi] bạn có một khu vườn của palm tress và nho và làm cho con sông phun ra ra trong vòng chúng trong quân [rất nhiều]
zu: Noma [kuze] unayo ingadi yesandla -inqaba futhi amagilebhisi imifula gush naphambili ngaphakathi kubo sisebenza [nokuchichima]

# Quran2121
source: Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]
ca: O fer el cel cauen sobre nosaltres en fragments com s'han cobrat o portar Allah i àngels abans [nosaltres]
cy: Neu yr ydych yn gwneud y nefoedd yn disgyn arnom ni mewn tameidiau fel yr ydych wedi honni neu byddwch yn dod â Allah ac angylion cyn [ein]
da: Eller du gøre himlen falde over os i fragmenter, som du har krævet eller du bringer Allah og englene før [os]
el: Ή μπορείτε να κάνετε τον ουρανό να πέσει πάνω μας σε θραύσματα, όπως έχετε ισχυρίστηκε ή φέρνετε Αλλάχ και οι άγγελοι πριν [μας]
et: Või teete taevast langeb killud, kui olete taotlenud või tuua Jumal ja inglid [meie] ees
fi: Tai voit tehdä kimppuumme palasia olet hakenut tai tuo Jumalaan ja enkelit [meille] taivaan
he: או שתבצע את השמים נופלים עלינו בתוך שברי כפי שטענת או להביא אללה במלאכים בעבר [אותנו]
hr: Ili napraviti nebo pasti na nas u fragmentima kao izjavili ili dovedeš Allaha i anđela prije [nas]
lt: Ar jūs padaryti dangaus patenka į mus fragmentai kaip jūs teigė ar jums atnešti Dievo ir angelų prieš [mus]
lv: Vai jūs veicat debesīm samazinājās pēc mums fragmenti kā jūs apgalvoja, vai atnesāt Allah un eņģeļi pirms [mums]
nb: Eller du himmelen faller på oss i fragmenter som du har hevdet eller du ta Allah og englene før [oss]
sk: Alebo si urobiť neba na nás pokles fragmenty, ako ste tvrdil, alebo si priniesť Boh a anjeli pred [nás]
sl: Ali bo nebeško pade na nas v fragmentih, kot ste trdili, ali pa bi Alah in angeli pred [nas]
sr_cyrl: Или направити небо пасти на нас у фрагменте као изјавили или доносите Алаха и анђели пре [нас]
sr_latn: Ili napraviti nebo pasti na nas u fragmente kao izjavili ili donosite Alaha i anđeli pre [nas]
uk: Або ви зробите неба напасти на нас в фрагменти, як ви стверджували, або ви привести Аллах і ангели перед [нас]
vi: Hoặc bạn có thể làm trời mùa thu cho chúng ta trong mảnh vỡ như bạn đã tuyên bố hoặc bạn mang Allah và thiên thần trước [chúng ta]
zu: Noma wenze izulu bawe phezu kwethu yizicucu njengoba uke bakhunjulwe wena ulethe Allah nezingelosi phambi [thina]
