Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3051
source: So We saved him and those with him in the laden ship.
ca: Així que ens guarden ell i aquells amb ell en el vaixell carregat.
cy: Felly rydym yn arbed ef a rhai gydag ef yn y llong llwythog.
da: Så vi frelst ham og dem med ham i det lastede skib.
el: Έτσι μπορούμε να σωθούμε αυτόν και αυτόν στο έμφορτο πλοίο.
et: Nii päästis teda ja kellel teda koormatud laeva.
fi: Joten kuormattuna aluksen tallennettu häntä ja jotka hänen kanssaan.
he: אז שמרנו אותו ואת אלה איתו בספינה לאדן.
hr: Pa smo spasili njega i one s njim u laden brod.
lt: Taigi mes įrašyti jį ir tų, kurie jį pakrautam laivui.
lv: Tātad mēs saglabāti viņu, un tiem līdzi piekrauta kuģa.
nb: Så reddet vi ham og de med ham i laden skipet.
sk: Tak sme uložili ho a ty s ním naloženej lode.
sl: Tako smo shranili njega in tiste, ki so z njim v obremenjenem ladje.
sr_cyrl: Па смо спасили њега и оне с њим у Ладенова брод.
sr_latn: Pa smo spasili njega i one s njim u Ladenova brod.
uk: Тому ми зберегли його і тих, хто з ним в навантаженого судна.
vi: Vì vậy, chúng tôi đã cứu anh ta và những người có anh ta laden tàu.
zu: Ngakho We khulula him labo him ngaphakathi emkhunjini laden.

# Quran3052
source: Then We drowned thereafter the remaining ones.
ca: Llavors hem ofegat a partir de llavors els restants.
cy: Yna boddi wedi hynny y rhai sy'n weddill.
da: Så vi druknede derefter resterende dem.
el: Στη συνέχεια πνιγήκαμε στη συνέχεια οι υπόλοιπες.
et: Siis me uppunud pärast seda alles jääksid.
fi: Sitten hukkui sen jälkeen loput.
he: ואז אנחנו טבעה לאחר מכן היחידים שנותרו.
hr: Onda smo se utopio nakon toga one preostale.
lt: Tada mes nuskendo po to likusiųjų.
lv: Tad mēs pēc tam noslīka atlikušajiem uzņēmumiem.
nb: Så vi druknet etter de gjenværende.
sk: Potom sme sa utopil potom zostávajúce.
sl: Nato smo utonil zatem ostali pa.
sr_cyrl: Онда смо се утопио након тога преостали.
sr_latn: Onda smo se utopio nakon toga preostali.
uk: Потім ми потонули після цього залишилися ті.
vi: Sau đó chúng tôi chết đuối sau đó những người còn lại.
zu: Ngalesosikhathi we cwilisa ngemva kwalokho abasele.

# Quran3053
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran3054
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3055
source: 'Aad denied the messengers
ca: ' Aad negat els missatgers
cy: ' Gwadodd Aad y Negeswyr erbyn
da: «Ald nægtet budbringere
el: «Aad αρνήθηκε οι αγγελιοφόροι
et: "Aad eitas kullerid
fi: "Aad estetty sanansaattajat
he: ' מ הכחישה השליחים
hr: ' Aad odbijen glasnike
lt: "Aad neigė pasiuntiniai
lv: ' Aad liegta kurjeriem
nb: ' Aad nektet budbringere
sk: "Aad poprel poslov
sl: "Alarmna zanikal sli
sr_cyrl: ' Аад је порекао весници
sr_latn: ' Aad je porekao vesnici
uk: «Сад відмовлено посланцями
vi: ' Aad từ chối các sứ giả
zu: 'Aad waphika izithunywa

# Quran3056
source: When their brother Hud said to them, "Will you not fear Allah?
ca: Quan el seu germà Hud dir a ells, "es que no tinguis por Allah?
cy: Pan ddywedodd eu Hud brawd iddynt, "Bydd ydych nid ofni Allah?
da: Da deres bror Hud sagde til dem: "ikke vil du frygte Allah?
el: Όταν τους Hud αδελφός είπε σε αυτούς, «εσείς δεν θα φοβούνται Αλλάχ;
et: Kuna nende vend Hud ütles neile, "näidatakse sa karda Jumalat?
fi: Kun hänen veljensä Hud sanoi, "sinun pelkää Jumalaa?
he: מתי Hud אח שלהם אמר להם, "אתה לא פוחד אללה?
hr: Kad njihov brat Hud je rekao, "ti se bojati Allaha?
lt: Kai jų brolis Hud pasakė jiems, "bus ne baimė Dievas?
lv: Kad viņu brālis Hud teica, ka viņiem "būs jums nav bailes Allah?
nb: Da deres bror Hud sa, "ikke vil du frykte Gud?
sk: Keď ich brat Hud povedal, "sa budete báť Alah?
sl: Ko svoje brat Hud rekel, "bo ne bojiš Allah?
sr_cyrl: Кад је њихов брат Худ рекао да им, "ти не бојим се Алах?
sr_latn: Kad je njihov brat Hud rekao da im, "ti ne bojim se Alah?
uk: Коли їх Hud брат сказав їм: "ви не буду боятись, Аллах?
vi: Khi của Hud trai nói với họ, "sẽ bạn không sợ Allah?
zu: Lapho umfowabo Hud wathi kubo: "Ingabe awumesabi Allah?

# Quran3057
source: Indeed, I am to you a trustworthy messenger.
ca: De fet, jo sóc per a tu un Missatger de confiança.
cy: Yn wir, yr wyf i chi negesydd dibynadwy.
da: Jeg er faktisk at du en troværdig messenger.
el: Πράγματι, είμαι σε σένα ένα αξιόπιστο αγγελιοφόρο.
et: Tõepoolest, ma olen sulle usaldusväärne messenger.
fi: Olenkin sinulle luotettava messenger.
he: אכן, אני אליך שליח מהימן.
hr: Doista, ja sam vam pouzdan Glasnik.
lt: Iš tiesų, aš esu su jumis patikimomis messenger.
lv: Patiešām, es esmu jums ir uzticama ziņnesis.
nb: Faktisk, jeg har for deg en pålitelig messenger.
sk: Samozrejme, že som vám dôveryhodného posla.
sl: Res, jaz sem vam zanesljivo sel.
sr_cyrl: Заиста , ја сам вам гласник из поузданог извора.
sr_latn: Zaista, ja sam vam glasnik iz pouzdanog izvora.
uk: Дійсно, я вам надійним messenger.
vi: Thật vậy, tôi cho bạn đưa tin đáng tin cậy.
zu: Ngempela, nginguye isithunywa unokwethenjelwa.

# Quran3058
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3059
source: And I do not ask you for it any payment. My payment is only from the Lord of the worlds.
ca: I no li demano això cap pagament. El meu pagament és només des del Senyor dels mons.
cy: Ac nid wyf yn gofyn ichi amdano unrhyw daliad. Fy taliad yn unig gan yr Arglwydd y byd.
da: Og jeg må ikke spørge dig om det nogen betaling. Min betaling er kun fra verdens Herre.
el: Και δεν σας ρωτήσω για αυτό οποιαδήποτε πληρωμή. Πληρωμή μου είναι μόνο από τον κύριο των κόσμων.
et: Ja ma palun teid mitte selle piletiga. Minu makse on ainult Maailmade isand.
fi: Ja ei pyydän sitä palkkaa. Maksu on vain maailmojen luoja.
he: לא ביקשתי ממך זה כל תשלום. התשלום שלי הוא רק מעבודת האל העולמות.
hr: I ne tražim za to plaćanje. Moja plaća se samo od gospodara svjetova.
lt: Ir I don't paprašyti jums už tai jokio mokesčio. Mano mokėjimas yra tik nuo pasaulio valdovas.
lv: Un es nedomāju lūgt jūs par to jebkurš maksājums. Samaksa ir tikai no pasaules kungu.
nb: Og jeg spør ikke du for betaling. Betalingen er bare fra Herren av verdens.
sk: A nie žiadam vás o to akejkoľvek platby. Moja platba je len od pána svetov.
sl: In jaz ne zaprositi vi zakaj to nobenega plačila. Moje plačilo je le od Gospoda svetov.
sr_cyrl: И не питам вас за то плаћати. Моја исплата је само из господару света.
sr_latn: I ne pitam vas za to plaćati. Moja isplata je samo iz gospodaru sveta.
uk: І я не прошу вас за це будь-які виплати. Мій платіж, то тільки з Господу світів.
vi: Và tôi không yêu cầu bạn cho nó bất kỳ thanh toán. Thanh toán của tôi là chỉ từ Chúa của thế giới.
zu: Mina cha buza you for it iyiphi inkokhelo.

# Quran3060
source: Do you construct on every elevation a sign, amusing yourselves,
ca: Vostè construir en cada elevació un signe, vosaltres, divertits
cy: Mae llunio ar bob dyrchafiad arwydd, ddoniol eich hunain,
da: Du konstruere på hver elevation et tegn, morsomt selv
el: Μπορείτε να κατασκευάσετε σε κάθε ανύψωση ένα σημάδι, τους εαυτούς σας, διασκεδαστικό
et: Kas te ehitada linna iga tõusu märk, lõbusa ise,
fi: Voit rakentaa kaupungin joka korkeuden merkki, huvittava itse
he: לך לבנות על העלאת כל סימן, משעשע את עצמכם
hr: Ne gradite na svakoj uzvisini znak, zabavno,
lt: Ar jūs statyti ant kiekvieno aukštis ženklas, juokingas savęs,
lv: Vai jūs būvēt uz katru augstuma zīme, amusing sevi,
nb: Du konstruere på hver høyde et skilt, morsomme dere,
sk: Urobiť si postaviť na každom povýšenie znamenie, zábavný seba,
sl: Ali boste zgraditi na vsakem nadmorske višine znak, sebe, zabavno
sr_cyrl: Да сте саставили на сваки елевацију знак, забавите се,
sr_latn: Da ste sastavili na svaki elevaciju znak, zabavite se,
uk: Ви побудувати на кожен висота знак, забавні самі,
vi: Làm bạn xây dựng trên mỗi vị một dấu hiệu, vui mình,
zu: Ingabe akha phezu kwayo yonke ukuphakamisa isibonakaliso, ngokwenu ezihlekisayo,

# Quran3061
source: And take for yourselves palaces and fortresses that you might abide eternally?
ca: I prendre per a si mateixos palaus i fortaleses que vostè podria complir eternament?
cy: A chymryd drosoch palasau a cadarnleoedd y gallai gadw at fythol?
da: Og tag for jer selv, paladser og fæstninger, som du kan overholde evigt?
el: Και να λάβει για τους εαυτούς σας, παλάτια και φρούρια που θα μπορεί να πληροίτε αιώνια;
et: Ja võtab ise lossid ja kindlused, mis võiks igavesti kinni?
fi: Ja itse palatsit ja linnat, jotka ehkä noudata ikuisesti?
he: ולקחת על עצמכם הארמונות והמבצרים זה אתה עלול לסבול לנצח?
hr: I uzeti za sebe palače i utvrde da može držati vječno?
lt: Ir priimti sau pilys ir tvirtovės, kurie jums gali likti amžinai?
lv: Un sev veic pilis un cietokšņi, kas varētu ciest, mūžīgi?
nb: Og ta dere palasser og festninger som du kan følge evig?
sk: A vziať na seba palácov a pevností, ktoré možno zostanete naveky?
sl: In se sami palače in utrdbe, ki lahko ostanete večno?
sr_cyrl: И узети за себе палате и тврђава која те може прихватити бескрајно?
sr_latn: I uzeti za sebe palate i tvrđava koja te može prihvatiti beskrajno?
uk: І Візьміть самі палаців та фортець, що ти може бути вічно?
vi: Và cho mình cung điện và pháo đài mà bạn có thể tuân thủ luôn luôn?
zu: Futhi nizithathele izigodlo nezinqaba ukuthi ungase abide phakade?

# Quran3062
source: And when you strike, you strike as tyrants.
ca: I quan pega, pega com tirans.
cy: A chi pan ydych yn taro, mae streic fel gormeswyr.
da: Og når du strike, du slår som tyranner.
el: Και όταν χτυπάτε, σας απεργία ως τύραννοι.
et: Ja kui sa lööd sa lööd nagu tyranneja.
fi: Ja kun lakko, lyöt tyranneina.
he: כשאתה מכה, אתה נראה כמו רודנים.
hr: I kada te udari, izgledate kao tiranina.
lt: Ir kai jums rasti, jums rasti kaip tironiją.
lv: Un kad jūs streiks, jūs streiks kā tirāni.
nb: Og når du slår, du slår som tyranner.
sk: A keď ste štrajk, štrajk ako tyran.
sl: In ko udari, udari kot tirani.
sr_cyrl: И када те удари, делујете као тиранина.
sr_latn: I kada te udari, delujete kao tiranina.
uk: І коли ти б'єш, ти б'єш як тиранів.
vi: Và khi bạn tấn công, anh tấn công như bạo chúa.
zu: Futhi uma you phansula you phansula njengoba omashiqela.

# Quran3063
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3064
source: And fear He who provided you with that which you know,
ca: I el que sempre amb la que coneixes, por
cy: Ac ef a rhoi i chi a ydych yn gwybod, yn ofni
da: Og frygter han, der har givet dig med det, som de ved,
el: Και ο φόβος αυτός που δώσατε με αυτό που ξέρετε,
et: Ja kes on andnud teile, mida sa tead, hirm
fi: Ja pelkään, hän, joka toimitti sen kanssa, mitä tiedät,
he: ופחד הוא מי סיפק לך את מה שאתה יודע,
hr: I strah koji pružili ono što znaš,
lt: Ir bijo kas pateikti jums su tuo, kuris žinote,
lv: Un bailes, kas nodrošina jūs ar to, ko jūs zināt,
nb: Og frykt han som ga deg som du vet,
sk: A ten, kto za predpokladu, že s tým, čo viete, strach
sl: In on, ki je dala vam s tem, kar veste, strah
sr_cyrl: А ко вам је то што знаш, страх
sr_latn: A ko vam je to što znaš, strah
uk: І боюся, що він, який надав вам з тим, що ви знаєте,
vi: Và sợ ông đã cung cấp cho bạn rằng đó bạn đã biết,
zu: Ukwesaba Lowo hlinzeka you lowo you azi,

# Quran3065
source: Provided you with grazing livestock and children
ca: Sempre amb el pasturatge de bestiar i nens
cy: Rhoi i chi bori da byw a phlant
da: Forudsat at du med græssende husdyr og børn
el: Δώσατε με την βοσκή ζώων και παιδιά
et: Varustatud karjatamine kariloomad ja lapsed
fi: Mikäli laiduntaminen karja ja lapset
he: סיפק לך רועה צאן וילדים
hr: Pod uvjetom da s ispašu stoke i djece
lt: Pateikiame ganyti gyvulius ir vaikų
lv: Tiek nodrošināti ar ganību lopiem un bērniem
nb: Gitt deg beite husdyr og barn
sk: Ak ste s pasenie dobytka a deti
sl: Če ste s pašo živine in otroci
sr_cyrl: Али вам је испаље стоку и децу
sr_latn: Ali vam je ispaљe stoku i decu
uk: Забезпечені випасу худоби та дітей
vi: Cung cấp cho bạn với chăn thả gia súc và trẻ em
zu: Kuncike kuwe nge ziklabe imfuyo kanye nezingane

# Quran3066
source: And gardens and springs.
ca: I jardins i fonts.
cy: A gerddi a'r springs.
da: Og haver og fjedre.
el: Και περιβόλια και πηγές.
et: Ja aiad ja vedrud.
fi: Puutarhat ja jouset.
he: גנים ו מעיינות.
hr: Vrtovima i izvorima.
lt: Ir sodų ir spyruokles.
lv: Un dārzi un atsperes.
nb: Og hager og kilder.
sk: A záhrad a pramene.
sl: In vrtovi in vzmeti.
sr_cyrl: И вртова и опруге.
sr_latn: I vrtova i opruge.
uk: І сади і пружини.
vi: Và khu vườn và lò xo.
zu: Futhi gadi thombo.

# Quran3067
source: Indeed, I fear for you the punishment of a terrible day."
ca: De fet, em temo que el càstig d'un terrible dia."
cy: Yn wir, mae arnaf ofn ichi y gosb o ddiwrnod ofnadwy."
da: Faktisk, jeg er bange for dig straf af en forfærdelig dag."
el: Πράγματι, φοβάμαι για σας την τιμωρία της μια τρομερή ημέρα.»
et: Tõepoolest, ma kardan teid kohutav päev karistuse."
fi: Itse asiassa pelkään puolestasi rangaistus kauhea päivä."
he: אכן, אני חושש לך את העונש של יום נורא."
hr: Doista, bojim za vas kazne užasan dan."
lt: Iš tiesų, aš bijau, jums baisi diena bausmė."
lv: Patiešām, es baidos jums drausmo dienu sods."
nb: Ja, jeg frykter for straffen av en forferdelig dag."
sk: V skutočnosti som strach pre vás trest hrozný deň."
sl: Res, bojim se zate kazen strašen dan."
sr_cyrl: Уистину , бојим се за тебе кажњавања ужасан дан."
sr_latn: Uistinu, bojim se za tebe kažnjavanja užasan dan."
uk: Справді, я боюся, для вас покарання жахливий день."
vi: Thật vậy, tôi lo sợ cho bạn các hình phạt của một ngày khủng khiếp."
zu: Ngempela, I saba you isijeziso ngosuku esabekayo. "

# Quran3068
source: They said, "It is all the same to us whether you advise or are not of the advisors.
ca: Deien, "és el mateix per a nosaltres si assessorar o no són dels assessors.
cy: Maent yn dweud, "Mae pob yr un ohonom a chi gynghori neu nad ydynt yn y cynghorwyr.
da: De sagde, "det er alle det samme til os, uanset om du rådgive ikke eller er af rådgivere.
el: Είπαν, «είναι όλα το ίδιο μας είτε συμβουλεύει ή δεν έχουν του εμπειρογνωμόνων.
et: Nad ütlesid: "see on kõik sama meile kas te nõustada või ei ole ulatuses nõustajad.
fi: He sanoivat: "se on aivan sama meille, vai neuvoa eivät neuvonantajien.
he: הם אמרו, "זה משנה לנו לייעץ או אינם היועצים.
hr: Rekli su, "To je nama svejedno hoće li savjetovati ili nisu za savjetnike.
lt: Jie sakė: "tai visi tą patį mums ar galite patarti, ar nėra patarėjai.
lv: Viņi teica: "tas ir vienādi mums ieteikt vai nav padomnieki.
nb: De sa: "det er det samme for oss enten du råd eller er ikke rådgivere.
sk: Povedali, že "je to všetko rovnaký k nám poradiť alebo nie sú poradcov.
sl: So rekli, "to je vse isto nam svetuje ali niso svetovalcev.
sr_cyrl: Рекли су, "је свеједно нам да ли вас посаветовати или нису од саветника.
sr_latn: Rekli su, "je svejedno nam da li vas posavetovati ili nisu od savetnika.
uk: Вони сказали: "це все ж таки нам чи ви порадити або не до консультантів.
vi: Họ nói, "nó là tất cả cùng với chúng tôi cho dù bạn tư vấn cho hoặc không cố vấn.
zu: Bathi: "Kusahamba nakithi ukuthi ingabe ukweluleka noma ezingezona abeluleki.

# Quran3069
source: This is not but the custom of the former peoples,
ca: Això no és sinó el costum dels pobles antics,
cy: Nid yw hyn ond y ddefod o bobloedd gynt,
da: Dette er ikke men brugerdefineret af de tidligere folk,
el: Αυτό δεν είναι μόνο το έθιμο των πρώην λαών,
et: Seda ei ole, kuid endine Rahvaste custom
fi: Ei ole mutta entinen kansoilla
he: זה לא רק המנהג של העמים לשעבר,
hr: Ovo je samo običaj bivšeg naroda
lt: Tai ne bet paprotys buvęs Tautų,
lv: Tas nav, bet bijušais tautu tradīciju
nb: Er ikke dette men skikken med tidligere folk,
sk: To nie je, ale vlastné bývalých obyvateľov,
sl: To ni, ampak meri nekdanji narodi,
sr_cyrl: Ово није али прилагођено бившег народа,
sr_latn: Ovo nije ali prilagođeno bivšeg naroda,
uk: Це не але звичай колишній народів
vi: Đây không phải là nhưng các tùy chỉnh của các dân tộc trước đây,
zu: Lokhu akulona kodwa leli siko izizwe zangaphambili,

# Quran3070
source: And we are not to be punished."
ca: I no han de ser castigats.
cy: Ac yr ydym ni i gael eu cosbi."
da: Og vi er ikke at blive straffet."
el: Και δεν πρέπει να τιμωρηθούν.»
et: Ja me ei karistada."
fi: Ja emme halua rangaista.
he: אנחנו לא צריכים להיענש."
hr: I ne da se kazne."
lt: Ir mes ne turi būti nubaustas."
lv: Un mēs ne sodīti."
nb: Og vi er ikke å bli straffet.
sk: A my sme sa potrestaný."
sl: In ne želimo biti kaznovan."
sr_cyrl: И да не буде кажњен."
sr_latn: I da ne bude kažnjen."
uk: І ми не повинні бути покарані."
vi: Và chúng tôi không phải là để bị trừng phạt."
zu: Futhi thina hhayi bajeziswe. "

# Quran3071
source: And they denied him, so We destroyed them. Indeed in that is a sign, but most of them were not to be believers.
ca: I ell, va negar perquè hem destruït. Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: A oedd yn gwadu iddo, felly rydym yn eu dinistrio. Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Og de nægtede ham, så vi ødelagde dem. Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Και αυτοί αρνήθηκαν να του παράσχουν, έτσι που κατέστρεψε τους. Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Ja nad eitas teda, nii et me hävitada. Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Ja he kielsivät hänet, niin me tuhosi ne. Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: הם דחו אותו, אז. השמדנו אותם. אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: I zanijekali su njega, pa smo ih uništili. Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Ir jie neigė jam, kad mes sunaikinti juos. Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Un tie liedza viņam, tāpēc mēs viņus iznīcināja. Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Og de nektet ham, så vi ødela dem. Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: A oni zaprel, tak sme ich zničil. Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: In jih zanikati njega, zato smo jih uniči. Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: И одбили су га, тако да смо их је уништена. Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: I odbili su ga, tako da smo ih je uništena. Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: І вони відрікся від нього, так що ми знищили їх. Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Và họ từ chối anh ta, vì vậy chúng tôi tiêu diệt chúng. Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Futhi waphika, ngakho Thina abachithile.

# Quran3072
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.
