Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran893
source: There has come to you enlightenment from your Lord. So whoever will see does so for [the benefit of] his soul, and whoever is blind [does harm] against it. And [say], "I am not a guardian over you."
ca: Hi ha arribat a vostè el luminació del seu Senyor. Així veuran qui ho fa per [el benefici de] l'ànima, i qui és cec [mal] contra d'ella. I [dir], "jo no sóc un tutor sobre tu."
cy: Mae wedi dod i oleuo chi gan eich Arglwydd. Felly mae pwy bynnag a fydd yn gwneud hynny ar gyfer [budd] ei enaid, a phwy bynnag ddall [wneud niwed] yn ei erbyn. Ac [dweud], "Nid wyf gwarcheidwad dros chi."
da: Der er kommet til du oplysning fra din herre. Så hvem vil se gør det til fordel for hans sjæl, og hvem er blind [gør skade] mod det. Og [siger], "Jeg er ikke en vogter over dig."
el: Εκεί έχει έρθει στο διαφωτισμό σας από το Λόρδο. Έτσι όποιος θα δείτε για να κάνει [όφελος] την ψυχή του, και όποιος είναι τυφλός [βλάψει] ενάντια σε το. Και [λένε], «δεν είμαι ένα φύλακα πέρα από σας.»
et: Seal on pärit sa valgustatuse teie Issand. Nii et kes iganes näed teeb seda [kasuks] tema hing, ja kes on pime [kahju] selle vastu. Ja [öelda], "Ma ei ole eestkostja teie üle."
fi: Siellä on peräisin sinulle valaistumiseen teidän Herranne. Niin kuka näkee ei [hyväksi] hänen sielunsa, ja kuka on sokea [haittaa] sitä vastaan. Ja [sanoa], "En ole huoltaja over you."
he: שם הגיע להארה את אדונך. אז מישהו יראה עושה זאת לטובת [של] הנשמה שלו, מי הוא עיוור [לפגוע] נגד זה. [אומר], "אני לא שומר עלייך."
hr: Tamo je došao te prosvjetljenje od vašeg gospoda. Pa tko će vidjeti ne toliko za [u korist] svoju dušu, i tko god je slijepo [zlo] protiv njega. I [rekao], "Ja nisam skrbnik nad vama."
lt: Čia priėjo prie jūs Apšvietos iš savo Viešpaties. Taigi matome, kas daro tai [naudos] jo siela, ir kas yra aklas [daro žalą] prieš jį. Ir [sako], "I 'm not globėjas virš tavęs."
lv: Ir pienācis jums apgaismības no savu kungu. Tātad tam, kurš redzēs to dara [labu] viņa dvēsele, un tas, kurš ir akls [kaitējumu], pret to. Un [ka], "es neesmu sargs pār jums."
nb: Det har kommet til du opplysning fra deres Herre. Så hvem vil se gjør det til [fordel av] hans sjel, og hvem er blind [skader] mot den. Og [sier], "jeg er ikke en verge over deg."
sk: Tam prišiel ste osvietenie od svojho pána. Tak uvidíte, kto tak robí na [výhody] svoju dušu, a ten, kto je slepý [poškodenie] proti nemu. A [povedať], "ja nie som strážca nad vami."
sl: Tam je prišel do vas razsvetljenja od svojega Gospoda. Torej kdor bo videti tako ne [v korist] svojo dušo, in kdor je slepe škodo proti njej. In [reči], "nisem skrbnik nad vami."
sr_cyrl: Тамо долази до просветљења ти од твог Господа. Па да видимо ко год то ради тако за [у корист] своју душу, и ко год је слепо [зло] против тога. И [реци], "Ја нисам чувар над вама."
sr_latn: Tamo dolazi do prosvetljenja ti od tvog Gospoda. Pa da vidimo ko god to radi tako za [u korist] svoju dušu, i ko god je slepo [zlo] protiv toga. I [reci], "Ja nisam čuvar nad vama."
uk: Там прийшов до вас Просвітництва від вашого Господа. Тому той, хто побачить робить це для [на користь] душу свою, і той, хто сліпого [завдає шкоди] проти нього. І [говорити], "я не опікуна над вами."
vi: Có đã đến với bạn giác ngộ từ Chúa của bạn. Vì vậy, bất cứ ai sẽ thấy như vậy [lợi ích của] linh hồn của mình, và ai là người mù [hại] chống lại nó. Và [nói], "tôi không phải người giám hộ trên bạn."
zu: Kukhona kuwe ukukhanyiselwa kho Lord.

# Quran894
source: And thus do We diversify the verses so the disbelievers will say, "You have studied," and so We may make the Qur'an clear for a people who know.
ca: I així ens diversificar els versos així els disbelievers dirà, "Vostè ha estudiat profundament", i així ens pot fer el Qur ' an clar per a un poble que sap.
cy: Ac felly yr ydym yn arallgyfeirio y penillion hynny bydd y disbelievers yn dweud, "yr ydych wedi astudio", ac felly y gall wneud y Qur'an glir ar gyfer pobl sy'n gwybod.
da: Og dermed gør vi diversificere versene så vantro vil sige, "Du har studeret", og så vi kan gøre Koranen klar til et folk, der kender.
el: Και έτσι κάνει την κατάλληλη διαφοροποίηση οι στίχοι οπότε θα πω το disbelievers, "Έχουν μελετηθεί", και έτσι μπορούμε να κάνουμε το Κοράνι σαφές για τους ανθρώπους που ξέρουν.
et: Ja seega me mitmekesistada salmid nii, et kui uskottomille öelda, "Te õppinud", ja nii me võime teha Koraan selgeks inimestele, kes teavad.
fi: Ja näin monipuolistaa säkeet niin saa luovuttaa sanovat, "Lukemisen", ja niin voimme tehdä Koraanin selväksi niille, jotka tietävät.
he: וכך אנחנו לגוון את הפסוקים אז disbelievers אומר, "אתה למד", אז אפשר לגרום הקוראן ברור לאנשים שיודעים.
hr: I tako smo raznolikost stihova tako da se iskuse će reći, "Si proučavala", i tako mogu da Kur'an jasno za ljude koji znaju.
lt: Ir todėl mes įvairinti ženklai, pasakysiu, kad disbelievers, "Jūs studijavau", ir todėl mes galime padaryti Korano aišku, yra žmonių, kurie žino.
lv: Un tādējādi mēs dažādot panti tāpēc disbelievers būs rakstīts "Jūs esat studējis", un tātad mēs varam veikt Korāns skaidrs par cilvēkiem, kas zina.
nb: Og dermed gjøre vi spre versene slik troende vil si, "Du har studert", og så kan vi gjøre Koranen klar for et folk som vet.
sk: A tak sme diverzifikovať verše tak neveriacim povedia, "Ste študovali", a tak môžeme vykonať Koráne jasne pre ľudí, ktorí vedia.
sl: In tako smo razvejali verzi tako na disbelievers rekel, "Si študiral", in tako lahko naredimo Koranu jasno za ljudi, ki vedo.
sr_cyrl: И тако смо се разликују стихове скептике ће рекао, "Студирате", а можда направимо Кур'ану јасно за људе који знају.
sr_latn: I tako smo se razlikuju stihove skeptike će rekao, "Studirate", a možda napravimo Kur'anu jasno za ljude koji znaju.
uk: І таким чином ми диверсифікувати вірші так буде говорити на disbelievers, "Ви вивчили", і так ми може зробити Коран ясно для людей, які знають.
vi: Và do đó làm chúng tôi đa dạng hóa những câu như vậy thì các sẽ nói, "Bạn đã nghiên cứu", và vì vậy chúng tôi có thể làm cho kinh Koran rõ ràng cho một người bạn biết.
zu: Futhi kanjalo We ehlukahlukene la mavesi ngakho disbelievers tshela "osukufundile," futhi kanjalo sikwazi ukwenza Qur'an kucace for ntu azi.

# Quran895
source: Follow, [O Muhammad], what has been revealed to you from your Lord - there is no deity except Him - and turn away from those who associate others with Allah.
ca: Seguir, [O Muhammad], què ha estat revelat a vostè del seu Senyor - no hi ha cap Déu excepte ell - i allunyar-se aquells que associen altres amb Allah.
cy: Yn dilyn, [O Muhammad], mae'r hyn a ddatgelwyd i chi gan eich Arglwydd-nid oes unrhyw Dduwdod ac eithrio ef-a throi oddi wrth y rheini sy'n cysylltu eraill â Allah.
da: Følg, [O Muhammad], hvad er blevet afsløret til dig fra din herre - der er ingen guddom undtagen ham - og vende sig væk fra dem, der forbinder andre med Allah.
el: Ακολουθήστε, [Ο Μωάμεθ], τι έχει αποκαλυφθεί σε σας από το Λόρδο - δεν υπάρχει καμία θεότητα, εκτός από αυτόν - και στροφή μακριά από εκείνους που θα συνδέσει τους άλλους με τον Αλλάχ.
et: Jälgida, [O Muhammad], mida on avastatud teile teie Lord - ei ole jumalus arvatud teda - ja lahti ütleb neile, kes seostavad teised Allah.
fi: Seurata, [Oi Muhammed], mikä on ilmoitettu Lord - ei ole Jumaluuden kuitenkaan häntä - ja muuttaa pois niiltä, jotka liittävät muut Allah.
he: בצע, [O מוחמד], מה כבר חשף לך מן האל שלך - יש אין אלוהות חוץ אותו -, תסובבי גב למי לשייך אחרים אללה.
hr: Slijedi, [O Muhammad], što je otkriveno na vas iz vašeg gospodara - postoji nema Božanstva osim njega - i okrenuti se od onih koji drugima pridružiti Allah.
lt: Sekite, [O Muhammad], kas buvo atskleista jums iš jūsų Viešpats - nėra jokių dievybės, išskyrus jį - ir nusigręžti nuo tų, kurie susieti kiti su Dievas.
lv: Sekot [O Muhammad], kas tika atklāts jums no Lord - nav neviena dievība viņam - izņemot un novēršas no tiem, kas citiem saistīt ar Allah.
nb: Følge, [O Muhammad], det som er åpenbart for deg Herrens - det er ingen guddom unntatt ham - og slå fra som assosierer andre med Allah.
sk: Riadia, [Mohamed], čo bolo odhalené na vás z vášho pána - neexistuje žiadne božstvo okrem neho - a odvrátiť sa od tých, ktorí pridružiť iné Alah.
sl: Sledite, [O Muhammad], kar je pokazala za vas od svojega gospodarja - ni nobene božanstva, razen njega - in pa od tistih, ki povezujejo druge z Alahove.
sr_cyrl: Прати , [О Мухаммад], шта је теби откривен од твог Господа - постоји нема боћанство осим њега - и окрени се од оних који су остали придружите Аллах.
sr_latn: Prati, [O Muhammad], šta je tebi otkriven od tvog Gospoda - postoji nema boћanstvo osim njega - i okreni se od onih koji su ostali pridružite Allah.
uk: Слідувати, [O Мухаммад], що було виявлено до вас від Господа - немає не божество Крім нього - і відвернутися від тих, які іншим асоціюють Аллах.
vi: Làm theo, [O Muhammad], những gì đã được tiết lộ cho bạn từ của mình Chúa - đó là không có thần ngoại trừ anh ta - và lần lượt đi từ những người khác liên kết với Allah.
zu: Landela, [O Muhammad], lokho okuye phendla you kho Lord - akukho ubuNkulunkulu ngaphandle Him - futhi sibagweme labo ezizihlanganisa abanye Allah.

# Quran896
source: But if Allah had willed, they would not have associated. And We have not appointed you over them as a guardian, nor are you a manager over them.
ca: Però si Allah tenia willed, vols no han associat. I podem tenir no nomenava sobre ells com un guardià, ni ets un administrador sobre ells.
cy: Ond os oedd Allah ewyllysio iddi, na byddai iddynt cysylltiedig. A ydym wedi nid penodi chi dros iddynt fel gwarcheidwad, nac ydych yn rheolwr dros iddynt.
da: Men hvis Allah havde villet, ville de ikke have forbundet. Og vi har ikke udpeget dig over dem som en værge, eller er du en leder over dem.
el: Αλλά αν είχε βουλητικός Αλλάχ, δεν θα έχετε συσχετίσει. Και εμείς δεν διόρισαν σας πάνω τους ως θεματοφύλακας, ούτε να είστε ένας διαχειριστής πάνω τους.
et: Aga kui Jumal oli kombeks, nendega oleks mitte on seotud. Ja me ei ole nimetanud sa nende üle hooldaja, ega ole juht, nende üle.
fi: Mutta jos Jumala olisi tahtonut, ne osallistua. Ja eivät ole nimenneet voit päälle valvojana eikä Oletko johtaja päälle.
he: אבל אם אללה היה רצון, הם לא משויכות. אנו יש לא מונה את מעליהם אפוטרופוס, ולא אתה מנהל מעליהם.
hr: Ali ako je htio Allah, ne bih nemaju pridruženi. I mi imati imenovan tebe nad njima čuvarom, niti ste upravitelj nad njima.
lt: Bet jei Dievas turėjo valios, jie ne nėra susieti. Ir mes nėra paskyrę jūs virš jų globėju, nei tu vadovui per juos.
lv: Bet, ja gribas Allah, tie nevar būt saistītas. Un mums nav iecēlušas jums pār viņiem kā aizbildnis, nedz arī tu esi vadītāja pār viņiem.
nb: Men hvis Allah hadde ville, ville ikke har en tilknyttet. Og vi ikke har utpekt deg over dem som en verge, eller er du en leder over dem.
sk: Ale ak Boh bol chcel, že by nie priradili. A sme nevymenovali ste nad nimi ako opatrovník, ani ste manažér nad nimi.
sl: Ampak če je Allah volje, da bi ne so povezane. In smo jih ne imenovale nad njimi kot varuh, niti ste manager nad njimi.
sr_cyrl: Али ако Алах имао воље, бих су везани. И ми није именовао те преко њих као старатељ, ни ти Менаџер над њима.
sr_latn: Ali ako Alah imao volje, bih su vezani. I mi nije imenovao te preko njih kao staratelj, ni ti Menadžer nad njima.
uk: Але якщо Аллах був того, вони б не пов'язані. І ми були не призначені ви над ними посаду опікуна, ні чи ви менеджер над ними.
vi: Nhưng nếu Allah đã willed, họ sẽ không có liên quan. Và chúng tôi đã không chỉ định làm bạn qua chúng như là người giám hộ, cũng như bạn có một người quản lý qua họ.
zu: Kodwa uma Allah ayekuhlosile, bebengeke ezihambisana.

# Quran897
source: And do not insult those they invoke other than Allah, lest they insult Allah in enmity without knowledge. Thus We have made pleasing to every community their deeds. Then to their Lord is their return, and He will inform them about what they used to do.
ca: I no insultar aquells que invocaven altre que Allah, perquè no es insulten Allah en enemistat sense coneixement. Així hem fet agradable a totes les comunitats d'escriptures. Llavors al seu senyor és el seu retorn, i ell els informarem sobre el que acostumaven a fer.
cy: A Peidiwch â difro rhai mae nhw'n galw'r heblaw Allah, rhag ofn iddynt Mae sarhad Allah mewn elyniaeth heb wybodaeth. Felly rydym wedi braf i bob cymuned eu gweithredoedd. Yna eu yr Arglwydd yn eu dychwelyd, a bydd yn rhoi gwybod iddynt am beth maent yn ei ddefnyddio i wneud.
da: Og må ikke fornærme dem de påberåbe sig andre end Allah, lest de fornærme Allah i fjendskab uden viden. Således har vi gjort glædeligt, at alle samfund deres gerninger. Derefter til deres Herre er deres tilbagevenden, og han vil informere dem om, hvad de plejede at gøre.
el: Και δεν προσβάλλει όσους επικαλούνται εκτός από Αλλάχ, Μήπως αυτά προσβάλλουν Αλλάχ στην έχθρα χωρίς γνώση. Έτσι έχουμε κάνει ευχάριστο για κάθε κοινότητα τις πράξεις τους. Στη συνέχεια, να τους Λόρδος είναι επιστροφή τους, και αυτός θα τους ενημερώνει σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: Ja ärge solvata nende territooriumil asjaomane muu kui Jumal, muidu nad solvamine Allah vaen teadmata. Seega oleme teinud meeldiv iga ühenduse nende teod. Seejärel nende Issand on nende tagastamist ta teatab neile mida nad varem ei.
fi: Ja älä loukkaa niitä nämä vedota muuta kuin Allah, etteivät ne loukkaa Allah vihamielisyys tietämättä. Näin olemme tehneet miellyttää jokaisen yhteisön heidän tekonsa. Sitten Herransa on heidän paluutaan, ja hän jälkisäädös ilmiantaa heidät jokseenkin ne tapana tehdä.
he: אל תעליב אלה שהם להפעיל מלבד אללה, שמא הם מעליבים אללה ב הסכסוך ללא ידע. לכן עשינו לעין כל קהילה מעשיהם. ואז לאלוהיהם שובם, הוא יודיע להם על מה היו עושים.
hr: I ne vrijeđaj one oni zazivaju osim Allaha, da ne vrijeđaju Allaha u neprijateljstvo bez znanja. Tako smo ugodno svake zajednice njihova djela. Onda je njihov povratak svog gospodara, a on će ih obavijestiti o ono što su nekad.
lt: Ir ne įžeidimas tuos, jie remiasi ne Dievas, kad jie įžeisti Dievo priešiškumas be žinios. Taigi mes padarėme malonus kiekvienam bendruomenės savo poelgius. Tada jų Viešpats yra jų grąžinti, ir jis bus informuoti apie ką jie czynili.
lv: Un nav apvainojums tiem tās izmantot citiem mērķiem kā vien Allāhs, lest tās apvainojums Allah ienaids nezinot. Tādējādi mēs esam panākuši patīkami katru Kopienas viņu darbiem. Tad kungs ir to atdevi, un viņš informēs par to, ko viņi mēdza to darīt agrāk.
nb: Og ikke fornærme dem de påberope seg annet enn Allah, så de fornærme Allah i fiendskap uten kunnskap. Dermed har vi gjort behagelig hver fellesskapet sine gjerninger. Er de kom tilbake til Herren, og han vil informere dem om hva de pleide å gjøre.
sk: A Neurážajte tých sa domáhajú okrem Alaha, inak sa urážajú Alaha v nepriateľstvo bez vedomia. Tak sme urobili príjemný pre každé spoločenstvo svoje skutky. Potom je ich návrat svojho pána, a on ich bude informovať o tom, čo boli zvyknutí robiť.
sl: In ne žali tiste razen Allah, uveljavljajo, da so žalitev Allah v sovraštva, brez znanja. Tako smo naredili prijeten vsako Skupnost svoja dejanja. Za svojega Gospoda je njihovo vrnitev, in on bo obvestiti o tem, kaj oni že rabljen uganjati.
sr_cyrl: И не вредјај оних они призивају осим Алаха, да не би врерају Аллах у непријатељство без знања. Стога смо направили задовољавајуће да свака заједница својих поступака. Свом господу је онда њихов повратак, и он ће их информисати о шта су некад.
sr_latn: I ne vredjaj onih oni prizivaju osim Alaha, da ne bi vreрaju Allah u neprijateljstvo bez znanja. Stoga smo napravili zadovoljavajuće da svaka zajednica svojih postupaka. Svom gospodu je onda njihov povratak, i on će ih informisati o šta su nekad.
uk: І не образа тих вони посилатися, крім Аллаха, щоб не вони ображати Аллах у ворожнечі без знання. Таким чином ми досягли приємним для кожної спільноти їхні вчинки. Щоб їх Господь є їх повернення, і він буде інформувати їх про те, що вони використовували, щоб зробити.
vi: Và không xúc phạm những người họ gọi khác ngoài Allah, vì sợ rằng họ xúc phạm Allah trong thù hận mà không có kiến thức. Do đó chúng tôi đã làm đẹp lòng cộng đồng mỗi hành động của họ. Sau đó Chúa là trở lại của họ, và ông sẽ thông báo cho họ về những gì họ sử dụng để làm.
zu: Futhi musa ukuthuka labo ukunxusa nye than Allah, funa they ukuthuka Allah ngobutha ngaphandle kolwazi.

# Quran898
source: And they swear by Allah their strongest oaths that if a sign came to them, they would surely believe in it. Say, "The signs are only with Allah." And what will make you perceive that even if a sign came, they would not believe.
ca: I juren per Allah seus juraments més fort que si un signe venia a ells, segurament creuria en ell. Dir, "els signes són només amb Allah." I el que farà que perceben que fins i tot si un signe venia, no ho creuria.
cy: Ac y mae iddynt dyngu gan Allah eu llwon cryfaf os daeth arwydd iddynt, byddai eu bod siawns credu ynddo. Dweud, "yr arwyddion yn unig gyda Allah." A beth fydd yn gwneud ichi ystyried bod hyd yn oed os daeth arwydd, byddai nad ydynt yn credu.
da: Og de sværger ved Allah deres stærkeste eder at hvis et tegn kom til dem, ville de helt sikkert tror på den. Sige, "skiltene er kun med Allah." Og hvad der vil gøre du fornemmer, at selv hvis et tegn kom, de ikke ville tro.
el: Και που ορκίζονται από Αλλάχ τους ισχυρότερους όρκους ότι, εάν ένα σημάδι ήρθε σε αυτά, και σίγουρα θα πιστεύουν σε αυτό. Ας πούμε, «τα σημάδια ήταν μόνο με τον Αλλάχ.» Και τι θα σας κάνει να αντιλαμβανόμαστε ότι ακόμη και αν ένα σημάδι ήρθε, θα δεν πιστεύουν.
et: Ja Allah vannub oma tugevaim vande et kui märk tuli neile, nad kindlasti ei usuks seda. Ütle: "märgid on ainult Allah." Ja mis teeb sind tajuvad, et isegi kui märk tuli, nad ei usuks.
fi: Ja he vannovat Allah vahvin valansa että jos merkki tuli heille, he varmasti uskovat siihen. Esimerkiksi: "merkit ovat vain kanssa Jumala." Ja mitä tekee sinusta että vaikka merkki tuli, he eivät uskoisi.
he: והם נשבעו על ידי אללה שבועותיהם החזקה כי אם סימן להם, הם בוודאי מאמינים בו. אומרים, "הסימנים הם רק עם אללה". מה יגרום לך תופסים כי גם אם סימן הגיעו, הם לא תאמיני.
hr: I oni se mimo Allaha njihove najjače zakletve da ako znak za njih, oni bi sigurno vjeruju u to. Kažu, "znakovi su samo kod Allaha." I što će vas shvatiti da čak i ako znak, oni će vjerovati.
lt: Ir jie Przysiegam Dievas savo stipriausias priesaikas kad jei ženklas buvo jiems, jie tikrai tiki tai. Tarkim, "požymiai rodo tik su Dievo." Ir kas bus jums suvokti, kad net jei ženklas atėjo, jie netiki.
lv: Un viņi zvēru ar Allah spēcīgāko zvērestam, ka ja zīme nāca pie viņiem, viņi būtu noteikti domāt tajā. Teiksim, "zīmes ir tikai ar Allah." Un ko darīs jums uztvert, ka pat tad, ja zīme nāca, tie neuzskata.
nb: Og de sverger ved Allah deres sterkeste eder at hvis et skilt kom til dem, de ville sikkert tro i den. Si, "skiltene er bare med Allah." Og hva gjør du oppfatter at selv om et tegn kom, ikke ville de tro.
sk: A oni prisahajú Alah ich najsilnejší prísahy že ak znamenie prišiel k nim, oni by určite veriť v to. Povedať: "príznaky sú len k Bohu." A čo vám bude vnímať, že aj v prípade, že prišlo znamenie, ktoré by neveril.
sl: In jih prisegajo Allah svoje najmočnejše prisega da če znak prišel do njih, oni bi zagotovo verjamem v to. Reči, "znaki so samo z Allah." In kaj se boste dojemajo, da tudi, če znak je prišel, da ne bi verjeli.
sr_cyrl: И они се куну у име Алаха њихова најјача заклетве да ако знак је дошао с њима, сигурно верују у то. Реци , "знакови су само са Аллах." А како би ти доживљавају да чак и ако је знак, не верују.
sr_latn: I oni se kunu u ime Alaha njihova najjača zakletve da ako znak je došao s njima, sigurno veruju u to. Reci, "znakovi su samo sa Allah." A kako bi ti doživljavaju da čak i ako je znak, ne veruju.
uk: І вони клянуться Аллах своєї найсильніших клятви що якщо знак прийшов до них, вони, безумовно, вважаю, в ньому. Скажімо, "знаки є тільки з Аллаха". І що зробить вас сприймають, що навіть якщо знак прийшли, вони не повірив.
vi: Và họ thề của Allah của họ tuyên thệ mạnh rằng nếu một dấu hiệu đến với họ, họ chắc chắn sẽ tin vào nó. Nói, "các dấu hiệu chỉ với Allah." Và những gì sẽ làm cho bạn cảm nhận rằng ngay cả một dấu hiệu đến, họ sẽ không tin.
zu: Futhi ofunga Allah izifungo zabo obuqine kunabo bonke bokuthi uma uphawu weza kubo, they surely kholwa it.

# Quran899
source: And We will turn away their hearts and their eyes just as they refused to believe in it the first time. And We will leave them in their transgression, wandering blindly.
ca: I girarem distància el cor i els ulls així com es van negar a creure en ella la primera vegada. I deixem-los en la seva transgressió, vagant cegament.
cy: A byddwn yn troi i ffwrdd eu calonnau ac yn eu llygaid fel y gwrthododd y tro cyntaf yn credu ynddo. A byddwn yn gadael iddynt yn eu tramgwyddiad, crwydro ddall.
da: Og vi vil vende sig bort deres hjerter og deres øjne som de nægtede at tro på det første gang. Og vi lader dem i deres overtrædelse, vandre blindt.
el: Και εμείς να στρέψουν τις καρδιές τους και τα μάτια τους ακριβώς όπως αρνήθηκαν να πιστεύουν σε αυτή την πρώτη φορά. Και θα αφήσουμε τους καταπατά τους, περιπλάνηση στα τυφλά.
et: Ja me omakorda ära nende südamed ja nende silmad nii, nagu nad ei uskunud seda esimest korda. Ja me neile jätame oma üleastumiste linnas ekslemine pimesi.
fi: Ja jätämme pois heidän sydämensä ja silmänsä aivan kuten he suostuneet uskomaan siihen ensimmäistä kertaa. Ja jätämme heidät heidän isiinsä vaeltava sokeasti.
he: והיא תהפוך משם את לבם ועיניהם כשם שסירבו להאמין בה בפעם הראשונה. אנחנו נשאיר אותם שלהם עבירה, נודדים בצורה עיוורת.
hr: I pretvorit ćemo daleko njihova srca i njihove oči kao što su odbili da vjeruju u njega prvi put. I ostavit ćemo ih u prekršaja, slijepo tapkamo.
lt: Ir mes odwrócicie savo širdį ir jų akys lygiai taip pat jie atsisakė tikėti į jį pirmą kartą. Ir mes bus palikti juos į savo nuodėmę, klajojo aklai.
lv: Un mēs savukārt prom viņu sirdis, un viņu acis tāpat, kā viņi atteicās ticēt, ka tajā pirmo reizi. Un mēs atstāsim tos ar to pārkāpšana, klīst akli.
nb: Og vi vende deres hjerter og deres øyne like de nektet å tro på det første gang. Og vi vil la dem i deres overtredelse, vandre blindt.
sk: A budeme zase preč svoje srdce a oči rovnako odmietli veriť v to prvýkrát. A necháme ich v ich prestúpenie putovanie slepo.
sl: In mi bo odvrati svoje srce in oči tako, kot niso hoteli verjeti v to prvič. In pustimo jih v svoje grehe, tava slepo.
sr_cyrl: И биће одбијамо њихова срца и њихове очи као и одбили су да верује у то први пут. И идемо их у њихове трансгресију лутамо наоколо као слепци.
sr_latn: I biće odbijamo njihova srca i njihove oči kao i odbili su da veruje u to prvi put. I idemo ih u njihove transgresiju lutamo naokolo kao slepci.
uk: І ми відвернеться свої серця і очі так само, як вони відмовилися від в це вірити в перший раз. І ми буде залишити їх у їхній переступ, блукаючи наосліп.
vi: Và chúng tôi sẽ lần lượt đi trái tim của họ và đôi mắt của họ cũng giống như họ đã từ chối để tin rằng nó lần đầu tiên. Và chúng tôi sẽ để lại cho họ trong sự vi phạm của mình, lang thang một cách mù quáng.
zu: Futhi We izaphambula izinhliziyo zayo namehlo ayo njengoba nje benqaba sokukholelwa kuwo okokuqala.
