Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran724
source: Your ally is none but Allah and [therefore] His Messenger and those who have believed - those who establish prayer and give zakah, and they bow [in worship].
ca: El seu aliat és cap però Allah i [per això] seu Missatger i qui he cregut - aquells que s'estableixen pregària i donar zakah, i s'inclinen [en adoració].
cy: Eich gynghreiriad yw dim ond Allah a [felly] ei negesydd a rhai sydd wedi credu-y rhai sy'n sefydlu gweddi a rhoi zakah, a Plygant [yn addoli].
da: Din forbundsfælle er ingen men Allah og [derfor] Hans Sendebud, og dem, der har ment - dem, der opretter bøn og give zakah, og de bøjer [i tilbedelse].
el: Σύμμαχός σας είναι κανένας αλλά Αλλάχ και [συνεπώς] του Messenger και όσους πίστεψαν - όσους προσευχή θεσπίσει και να δώσει zakah, και να σκύψουν [στη λατρεία].
et: Teie liitlane on ükski kuid Allah ja [seega] sõnumitooja ja need, kes oleks uskunud - neid, kes palve ja anna zakah, nad vibu [in kummardama].
fi: Sinun liittolainen on mikään mutta Jumala [sen vuoksi] hänen lähettiläänsä ja jotka ovat uskoneet - jotka vahvistaa rukous ja antaa zakah, ja ne painavat [jumalanpalveluksissa].
he: בריתך אף אחד אבל אללה [לכן] שליח שלו ואת אלה שהאמינו שיש - למי לתת zakah, ולקביעת תפילה, הם קדים [במסגרת פולחן].
hr: Vaš saveznik je ništa ali Allah i [Stoga] njegovu poslaniku i onima koji su vjerovali - oni koji uspostave molitvu i dati zakah, i oni luk [u].
lt: Jūsų sąjungininkas yra niekas, bet Dievas ir [todėl] jo Messenger ir tie, kurie tiki - tiems, kurie nustatyti malda ir duoti zakah, ir jie lankas [garbinti] –.
lv: Jūsu sabiedrotais ir neviens, bet Allāha [tādējādi] viņa Messenger un tiem, kam ir uzskats - tiem, kas izstrādā lūgšanu un dot zakah, un tie bow [ar dievkalpojumu].
nb: Din alliert er ingen men Allah [derfor] hans Messenger og de som har trodd - de som etablere bønn og gi zakah, og de bøye [i tilbedelse].
sk: Vaším spojencom je žiadny ale Boh [preto] jeho posol a tých, ktorí uverili - tí, ktorí vytvoriť modlitba a dať Zakát, a oni lúk [v uctievanie].
sl: Vaš zaveznik je nič, vendar Allah in [zato] njegov sel in tiste, ki so verjeli - tisti, ki vzpostavijo molitev in dal zakah, in so lok [v čaščenje].
sr_cyrl: Твој савезник је нико осим Аллах и [Дакле] његовог гласника и оне који верују - они који успоставе молитву и дати заках, и клањају [у].
sr_latn: Tvoj saveznik je niko osim Allah i [Dakle] njegovog glasnika i one koji veruju - oni koji uspostave molitvu i dati zakah, i klanjaju [u].
uk: Вашим союзником none, але Аллах і [тому] його Messenger і тих, хто вірив - тих, хто встановити молитви і дати zakah, і вони [на поклоніння] знак.
vi: Đồng minh của bạn là không có gì nhưng Allah và [do đó] Messenger của ông và những người đã tin rằng - những người thiết lập các cầu nguyện và cung cấp cho zakah, và họ cung [trong thờ phượng].
zu: ally Yakho Akusikho kodwa Allah [ngenxa yalokho] isithunywa sakhe nalabo asebeye bakholwa - labo ukusungula umthandazo futhi anikeze zakah, futhi bayakhothama [ekukhulekeleni].

# Quran725
source: And whoever is an ally of Allah and His Messenger and those who have believed - indeed, the party of Allah - they will be the predominant.
ca: I qui és un aliat d'Allah i el seu Missatger i aquells que han cregut - de fet, la festa d'Allah - seran la principal.
cy: A pwy bynnag cynghreiriad Allah a Messenger ei a rhai sydd wedi credu-yn wir, y blaid Allah-bydd Prif.
da: Og hvem er en allieret Allah og hans sendebud og dem, der har ment - faktisk partiet af Allah - de vil være den dominerende.
el: Και όποιος είναι σύμμαχος του Αλλάχ και του Messenger, και εκείνους που πίστεψαν - πράγματι, το κόμμα του Αλλάχ - θα είναι το κυρίαρχο.
et: Ja kes on Jumal ja tema saadik ja need, kes oleks uskunud - tõepoolest, Allah - pool liitlane neid valitsevate.
fi: Ja kuka on Jumala ja hänen lähettiläänsä ja jotka ovat uskoneet -, Allahin - puoluetta he hallitseva.
he: מי הוא בן ברית של אללה, שליח שלו, אלו שהאמינו שיש - אכן, המסיבה של אללה - הם יהיו השולט.
hr: I tko god je saveznik Allahu i njegovom poslaniku i onima koji su vjerovali - doista, stranke Alahove - oni će biti u prevladavaju.
lt: Ir kas yra valstybės, kuriai Dievas ir jo Messenger ir tie, kurie tiki - iš tiesų, Dievas - šalis jie bus vyraujantis.
lv: Un kurš ir sabiedrotais Allah un viņa Messenger un tiem, kam ir uzskats - patiešām, puse no Allah - tie būs dominējošā.
nb: Og hvem er en alliert av Allah og hans Messenger og de som har trodd - faktisk, partiet av Allah - de vil være den dominerende.
sk: A ten, kto je spojenec Alah a jeho posol, a tých, ktorí ste uverili - v skutočnosti strana Alaha - oni budú prevládať.
sl: In kdor je zaveznik Allah in njegov sel in tiste, ki ste verjeli - res, stranka Allah - bodo je prevladujoča.
sr_cyrl: И ко год да је савезник Алаха, и његовог гласника и оне који верују - заиста, странка Аллах - бит ће на Преовлађујућа.
sr_latn: I ko god da je saveznik Alaha, i njegovog glasnika i one koji veruju - zaista, stranka Allah - bit će na Preovlađujuća.
uk: І той, хто є союзником Аллах і його Messenger, а ті, хто вірив - дійсно, партія Аллах - вони будуть що переважаючим.
vi: Và ai là đồng minh của Allah và Messenger của ông và những người đã tin - thực sự, các bên của Allah - họ sẽ là chủ yếu.
zu: Futhi noma ubani liwumbimbi Allah isithunywa sakhe nalabo asebeye bakholwa - ngempela, iqembu Allah - ziyoba oqavile.

# Quran726
source: O you who have believed, take not those who have taken your religion in ridicule and amusement among the ones who were given the Scripture before you nor the disbelievers as allies. And fear Allah, if you should [truly] be believers.
ca: O es que he cregut, pren no aquells que han tingut la seva religió en ridícul i d'atraccions entre els que van rebre les escriptures abans ni els disbelievers com aliats. I por d'Allah, si [veritablement] Hauríeu de creients.
cy: O sydd wedi credu, cymerwch nid y rhai sydd wedi eich crefydd mewn gwawd a difyrion ymhlith y rhai a rhoddwyd yr ysgrythur cyn i chi nac y disbelievers fel cynghreiriaid. Ac ofn Allah, os [yn wir] Dylech fod credinwyr.
da: O du, der har troet, tag ikke dem, der har taget din religion i latterliggørelse og morskab blandt dem, der blev givet Skriften før du eller vantro som allierede. Og frygt Allah, hvis du skal [virkelig] troende.
el: O σας που πιστεύουν, λαμβάνουν όσους δεν έχουν λάβει τη θρησκεία σας σε γελοιοποίηση και αναψυχής ανάμεσα σε αυτούς που δόθηκαν με το Scripture ενώπιόν σας, ούτε το disbelievers ως Σύμμαχοι. Και ο φόβος Αλλάχ, αν θα πρέπει να είναι [πραγματικά] πιστών.
et: O kes on uskunud, võtta mitte need, kes on võtnud oma religiooni naeruvääristada ja lõbustus hulgas need, kes anti enne kui pühakirja ega uskottomille liitlastena. Ja hirmu Jumal, kui sa [tõeliselt] tuleks usklikud.
fi: O et, jotka ovat uskoneet ottaa niille, jotka uskontosi pilkan ja huvi niistä, jotka olivat saaneet Pyhän edessänne eikä uskottomat liittolaisina. Ja pelätkää Allahia, jos sinun pitäisi todella] uskovia.
he: O אתה מי מאמין, לקחת את אלה אשר קיבלו את הדת שלך ללעג, שעשועים בין אלה שקיבלו את כתבי הקודש לפני ולא את disbelievers כבנות ברית. ופחד אללה, אם אתה צריך להיות [באמת] המאמינים.
hr: O ti koji su vjerovali, uzmi ne oni koji su svoje religije u podsmijeh i zabavu među one koji su dobili pismo prije nego što niti iskuse kao saveznici. I boji Allaha, ako [doista] bi trebao biti vjernici.
lt: O jūs, kurie tikėjo, imtis ne tiems, kurie ėmėsi savo religijos pajuokos ir pramogų tarp tie, kurie buvo suteikta prieš raštas, nei disbelievers kaip sąjungininkų. Ir bijoti Dievo, jei [tikrai] turėtų būti tikinčiųjų.
lv: O kas ticējusi, apgūsiet ne tiem, kuri ir veikuši savu reliģiju izsmiekls un atrakciju starp tiem, kuri tika dota pirms raksti, nedz disbelievers kā sabiedrotie. Un bailes Allah, ja esiet [patiesi] ticīgie.
nb: O du hvem har trodd, ta ikke de som har tatt religion i latterliggjøring og fornøyelsesparken blant de som ble gitt skriften før du heller troende som allierte. Og frykt Allah, hvis du skal [virkelig] troende.
sk: O sa vám, ktorí ste uverili, nie tých, ktorí svoje náboženstvo v posmechu a zábavný medzi tých, ktorí dostali písmo pred vami ani neveriacim ako spojenci. A strach Alaha, ak je [naozaj] veriacich.
sl: O vi, ki ste verjeli, da ne tistih, ki so svoje vere v zasmehovanje in zabaviščni med tistimi, ki so imele pismo pred vami niti disbelievers kot zavezniki. In strah Allah, če [resnično] Bodite vernikov.
sr_cyrl: О који верују, узми не оне који су дигли твоје вере у руглу и забавни медју онима који су добили писмо пред вама, нити скептике као савезници. И бојим се Аллах, ако би требала [истински] верници.
sr_latn: O koji veruju, uzmi ne one koji su digli tvoje vere u ruglu i zabavni medju onima koji su dobili pismo pred vama, niti skeptike kao saveznici. I bojim se Allah, ako bi trebala [istinski] vernici.
uk: O хто вірив, береш не ті, хто прийняли вашу релігію в насмішку і розваг числі, які давали Писання перед вами, ні disbelievers як союзники. І боюся Аллаха, якщо ви [по-справжньому] повинні бути віруючим.
vi: O bạn của những người đã tin tưởng, có không có những người đã thực hiện của bạn tôn giáo tại nhạo báng và vui chơi trong số những người được Thánh trước khi bạn cũng không phải thì là đồng minh. Và sợ Allah, nếu bạn [thật sự] nên các tín hữu.
zu: O you kholwa ungasusi labo abaye bathatha inkolo yakho usulu futhi yokuzijabulisa kwalabo banikwa imiBhalo phambi kwakho noma disbelievers njengabantu obambisene nabo.

# Quran727
source: And when you call to prayer, they take it in ridicule and amusement. That is because they are a people who do not use reason.
ca: I quan vostè crida a la pregària, es prenen en ridícul i d'atraccions. Això és perquè són un poble que no utilitzar la raó.
cy: A pan fyddwch yn ffonio i weddi, maent yn cymryd ei mewn gwawd a diddanwch. Mae hynny oherwydd eu bod yn bobl nad ydynt yn defnyddio'r rheswm.
da: Og når du kalder til bøn, de tager det i latterliggørelse og morskab. Det er fordi de er et folk, der ikke bruger grund.
el: Και κατά την κλήση στην προσευχή, παίρνουν αυτό σε γελοιοποίηση και ψυχαγωγίας. Αυτό οφείλεται στο γεγονός ότι είναι ένας λαός που δεν χρησιμοποιούν το λόγο.
et: Ja kui helistate palve, nad võtavad seda naeruvääristada ja meelelahutuseks. Ongi, sest nad on inimesed, kes ei kasuta põhjus.
fi: Ja kun soitat rukoukseen, se pilkkaa ja huvi. Tämä johtuu siitä he ovat ihmisiä, jotka eivät käytä syy.
he: כשאתה קורא לתפילה, הם לוקחים את זה לעג, שעשועים. זה כי הם אנשים שלא משתמשים סיבה.
hr: I kada se poziv na molitvu, da se u podsmijeh i zabavu. To je zato što su ljudi koji ne koriste razum.
lt: Ir kai Jūs skambinate į maldą, jos pasiimti pajuokos ir pramogų. Tai yra todėl, kad jie yra žmonės, kurie nesinaudoja priežastis.
lv: Un kad jūs aicināt uz lūgšanu, tās veic izsmiekls un atrakciju. Tas ir tāpēc, ka tie cilvēki, kas nelieto iemesls.
nb: Og når du kaller til bønn, de tar det i latterliggjøring og underholdning. Det er fordi de er et folk som ikke bruker grunn.
sk: A keď vás pozvať k modlitbe, berú to výsmech a zábavný. To je preto, že sú ľudia, ktorí nepoužívajú dôvod.
sl: In ko klic k molitvi, da se v zasmehovanje in zabavo. To je zato, ker so ljudje, ki ne uporabljajo razlog.
sr_cyrl: А кад те зову на молитву, су га узели ругања и добру забаву. То је зато што су људи који не користе разлог.
sr_latn: A kad te zovu na molitvu, su ga uzeli ruganja i dobru zabavu. To je zato što su ljudi koji ne koriste razlog.
uk: І коли ви телефонуєте до молитви, вони приймають у насмішок і розваг. Це тому, що вони є люди, які не використовують причини.
vi: Và khi bạn gọi cầu nguyện, họ có trong chế giễu và vui chơi. Đó là bởi vì họ là một người không sử dụng lý do.
zu: Futhi uma ukubiza umthandazo, they hola it usulu yokuzijabulisa.

# Quran728
source: Say, "O People of the Scripture, do you resent us except [for the fact] that we have believed in Allah and what was revealed to us and what was revealed before and because most of you are defiantly disobedient?"
ca: Dir: «O gent de les escriptures, molesta nosaltres excepte [de fet] que hem cregut en Allah i el que es va revelar a nosaltres i què va revelar abans i perquè la majoria de vostès estan desafiant desobedient?»
cy: Ddweud, "O bobl yr ysgrythur, wneud hynny'n eich digio wrthym ac eithrio [ar gyfer y ffaith] yr ydym wedi credu yn Allah a hyn a ddatgelwyd i ni a beth a datgelwyd cyn ac oherwydd bod rhan fwyaf ohonoch yn defiantly anufudd?"
da: Sige, "O folk af Skriften, du harmes os undtagen [fordi] som vi har troet på Allah og hvad blev åbenbaret for os og det blev afsløret før, og fordi de fleste af jer er trodsigt ulydige?"
el: Λένε, «O άνθρωποι του Scripture, δυσφορούν μας εκτός από [για το γεγονός] ότι έχουμε πίστευαν σε Αλλάχ και αυτό που αποκαλύφθηκε σε μας και αυτό που αποκαλύφθηκε πριν και επειδή οι περισσότεροι από εσάς είναι προκλητικά ανυπάκουος;»
et: Öelda: "Pühakirja O inimesi te pahaks meile välja arvatud [asjaolu] mida me oleme uskunud Jumalat ja milline oli näitas meile ja milline oli näitas enne ja kuna enamik teist on väljakutsuvalt sõnakuulmatud?"
fi: Esimerkiksi: "Oi ihmiset Raamatun, paheksua meitä paitsi [se] että olemme uskoneet Jumalaan ja mitä selvisi meille ja kävi ilmi ennen ja koska useimmat teistä ovat uhmakkaasti tottelematon?"
he: אומרים, "O אנשים של כתבי הקודש, אתה נוטר לנו טינה חוץ [על העובדה] זה שהאמנו במשך אללה ואת מה התגלה לנו מה שנחשף לפני, כי רוב אתה ממושמע, בהתרסה לאחר?"
hr: Kažu, "O ljudima pisma, nisi zadovoljan nama osim [za tu činjenicu da smo vjerovali u Allaha i ono što nam je objavio i što je otkrio prije nego i zato što većina od vas su definitivno neposlušan?"
lt: Tarkim, "O žmonės knygos, jūs piktintis mums išskyrus [tai], kad mes tikėjo Dievo ir kas buvo atskleista mums ir kas buvo atskleista prieš ir todėl, kad dauguma iš jūsų yra iššaukiančiai Nepaklusnieji?"
lv: Teiksim, "O cilvēku rakstos, apvainoties par mums, izņemot [par to], kas mums ir uzskats, Allah, ko atklāja pie mums un to, kas tika atklāts pirms, un lielākā daļa no jums ir izaicinoši nepaklausīgs?"
nb: Si, "O folket av kristendomskunnskapen, du misliker oss unntatt [at] som vi har trodd på Allah og det var åpenbart for oss og det var åpenbart før og fordi de fleste av dere er trassig ulydige?"
sk: Povedať, "O ľudí písma, vám vadí nám okrem [za to] ktoré sme uverili Alah, čo bolo zjavené nám a čo bolo odhalené pred, a pretože väčšina z vás sú vyzývavé neposlušný?"
sl: Recimo, "O ljudje Sveto pismo, boste zamerili nas razen [možnosti] ki smo verjeli v Allah in kaj je pokazala, da nas in kaj je pokazala pred in ker večina od vas so kljubovalno nepokorni?"
sr_cyrl: Рецимо , "О људима из Светог писма, да ли ти смета нам је осим [за ту чињеницу да смо у Алаха и откривено како нам и како је релевентно пре него и зато што многе од вас су пркосно непослушно веровала?"
sr_latn: Recimo, "O ljudima iz Svetog pisma, da li ti smeta nam je osim [za tu činjenicu da smo u Alaha i otkriveno kako nam i kako je releventno pre nego i zato što mnoge od vas su prkosno neposlušno verovala?"
uk: Скажімо, "O людей в Писанні, ви обурюватися нас, за винятком [за те] що ми повірили в Аллах і те, що було виявлено до нас і те, що було встановлено, перш ніж, і тому, що більшість з вас зухвало неслухняних?"
vi: Nói, "O người của kinh thánh, bạn gửi cho chúng tôi ngoại trừ [cho thực tế] mà chúng tôi đã tin vào Allah và những gì đã được tiết lộ cho chúng tôi và những gì đã được tiết lộ trước khi, và bởi vì hầu hết các bạn là ngô nghịch defiantly?"
zu: Ithi, "O ntu scripture, ingabe ngenxa yesenzo sakhe nathi ngaphandle [iqiniso] esiye babekholelwa Allah babe phendla us futhi babe phendla kadukuba futhi ningi of you are ngokweyisa ezingalaleli?"

# Quran729
source: Say, "Shall I inform you of [what is] worse than that as penalty from Allah? [It is that of] those whom Allah has cursed and with whom He became angry and made of them apes and pigs and slaves of Taghut. Those are worse in position and further astray from the sound way."
ca: Dir, "jo informarem de [és] pitjor que com penalització des d'Allah? [És la de] aquells qui Allah ha maleït a cinc i amb qui esdevingué enfadat i fet de simis ells i porcs i esclaus dels Taghut. Aquells són pitjors en posició i més per mal camí de la manera de so."
cy: Dweud, "Byddaf yn eich hysbysu o'r [sydd] yn waeth na hynny fel cosb gan Allah? [Ei] rhai bwy Allah wedi melltithio, a gyda phwy Daeth ddig ac yn gwneud iddynt epaod a moch a caethweision o Taghut. Rhai yn waeth mewn sefyllfa ac ymhellach ar gyfeiliorn oddi ar y ffordd gadarn.
da: Sige, "skal jeg informere dig om [det er] værre end det som straf fra Allah? [Det er] dem hvem Allah har forbandet, og med hvem han blev vred og lavet af dem aber og svin og slaver af Taghut. Dem, der er værre i holdning og yderligere på afveje fra den sunde måde."
el: Λένε, «θα σας ενημερώσω για [ποια είναι] ακόμα χειρότερα ως ποινή από τον Αλλάχ; [Είναι] εκείνους τους οποίους Αλλάχ έχει καταραμένοι και με τους οποίους έγινε θυμωμένος και είναι κατασκευασμένα από τους πιθήκους και χοίρους και δούλους του Taghut. Αυτά είναι χειρότερα την θέση και περαιτέρω παραπλανάται από τον υγιή τρόπο».
et: Öelda: "ma teatab teile [on] halvem, et nagu sanktsiooni Jumalalt? [See on omaga] need, kellele Jumal on neetud ja kellega ta sai vihaseks ja tegi neile ahvid ja sead ja Taghut orjad. Need on halvemas olukorras ja jätkuvalt eksinud heli viis."
fi: Sanoa, "on kertoa teille siitä, mikä on vielä pahempaa rangaistuksena Jumalalta? [Se on] ne, joille Jumala on kironnut ja ja heistä tuli vihainen ja niitä apinoiden ja sikojen ja orjia Taghut. Ne ovat huonompia kanta ja edelleen harhaan ääni tavalla."
he: אומרים, "שאודיע לך [מהו] יותר בתור עונש מאללה גרוע? [זה של] אלה למי אללה קילל, שאיתו הוא נהיה כועס, תוצרת של אותם קופים וחזירים. וגם עבדים של Taghut. אלה גרועים בעמדה יותר ויותר מדרך הישר מן הדרך קול."
hr: Kažu, "obavještava vas o tome što je još gore od toga kao kazna od Allaha? [To je] onima kojima je Allah je prokleta i s kojim je postao ljut i od njih majmune i svinje i robovi Taghut. Oni su gore u poziciju i dalje krivi put iz zdrav način."
lt: Sako: "aš informuoja jus apie [kas yra] blogiau negu kaip Dievo bausmė? [Tai kad] tuos, kuriems Dievas yra prakeiktas ir su kuo jis tapo piktas ir padarė juos beždžionės ir kiaulės ir vergai, Taghut. Tie padėtis yra blogesnė ir toliau kelio nuo garso būdas."
lv: Teikt: "es jums, [kas ir] informē ļaunāk kā sods no Allah? [Kas ir] tie, kam Allāhs ir nejauks un ar kuru viņš kļuva dusmīgs un ir izgatavotas no tiem pērtiķi un cūkas un Taghut vergi. Tiem ir sliktākā stāvoklī, un tālāk apmaldīties no nekaitīgā veidā."
nb: Si "skal jeg informere deg om [det er] verre enn det som straff fra Gud? [Det er] de Allah har forbannet og som han ble sint og gjort dem aper, griser og slaver av Taghut. De er verre i posisjon og videre villspor lyd måte."
sk: Povedať "budem informovať o [] horšie ako trest od Boha? [Je to] tých, koho Boh nadával a s ktorými sa stal nahnevaný a robil im opíc a ošípané a otroci z Taghut. Tie horšie postavenie a ďalšie scestie od šetrným spôsobom."
sl: Reči, "sem si [kaj je] obvesti slabše, kot da kot kazen od Allah? [To je, da] tiste katere Allah je preklet in s katerimi je postal jezen in iz njih opice in prašičev in sužnji Taghut. Tisti so slabši položaj in nadaljnje zašel iz zvočni način."
sr_cyrl: Реци , "Ја га обавестити [што је] горе од тога као казну од Алаха? [То је то од] оне којима Аллах је проклео, а с којим је постао љут и од њих мајмуни, свиње и робове од Тагхут. Они су гори у позицију и даље на странпутицу од звука како."
sr_latn: Reci, "Ja ga obavestiti [što je] gore od toga kao kaznu od Alaha? [To je to od] one kojima Allah je prokleo, a s kojim je postao ljut i od njih majmuni, svinje i robove od Taghut. Oni su gori u poziciju i dalje na stranputicu od zvuka kako."
uk: Сказати: "я проінформує того, [що] гірше, ніж як штраф від Аллах? [Це, що з] тих, кого Аллах прокляв і з ким він дуже розгнівався і зробив їх мавп і свиней і рабів Taghut. Ті, гірше в положенні і далі оману від того, як звук."
vi: Nói, "tôi sẽ thông báo cho bạn về [là] tồi tệ hơn đó là hình phạt từ Allah? [Đó là] những người mà Allah đã nguyền rủa và với người mà ông trở nên tức giận và làm họ khỉ và lợn và nô lệ của Taghut. Những người đang tồi tệ hơn ở vị trí và tiếp tục lạc lối từ con đường âm thanh."
zu: Ithi, "I chazela you of [kuyini] okubi kunalokho njengoba nesijeziso Allah? [It is ukuthi of] labo bani Allah awuqalekisile nobani Wathukuthela wagana futhi wenza kubo nyanyisa futhi izingulube izigqila Taghut. Labo
