Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1142
source: Say, "I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe."
ca: Dir, "vaig mantenir no per mi [el poder de] beneficiar o perjudicar, excepte Allah ha volgut. I si jo sabia invisibles, podria haver adquirit molta riquesa, i gens de mal vols m'han tocat. Jo no sóc excepte un Avisador i un portador de la bona nova a una gent que creu."
cy: Dweud, "cynhaliaf nid drosof fy hun [pŵer] ELWa neu niwed, ac eithrio beth Allah wedi ewyllysio iddi. Ac os gwyddwn y unseen, gallai wedi meithrin llawer o gyfoeth, a byddai unrhyw niwed wedi cyffwrdd â mi. Nid wyf ac eithrio warner a bringer o tidings da i bobl sydd yn credu."
da: Sige, "Jeg holder ikke til mig selv [magt] gavne eller skade, undtagen hvad Allah har villet. Og hvis jeg vidste uset, jeg kunne have fået meget rigdom, og ingen skade ville have rørt mig. Jeg er ikke undtagen en warner og bringer gode tidender til et folk, som tror."
el: Ας πούμε, "κρατώ όχι για τον εαυτό μου [η εξουσία] όφελος ή να βλάψει, εκτός από ό, τι έχει βουλητικός Αλλάχ. Και αν ήξερα την αθέατη, έχω θα μπορούσε να αποκτήσει μεγάλο πλούτο, και καμία ζημιά θα έχουν αγγίξει. Δεν είμαι εκτός από ένα warner και ένας bringer του καλή είδηση σε άτομα που πιστεύουν.»
et: Öelda: "ma all ei mina [power] kasu või kahju, välja arvatud Allah on kombeks. Ja kui ma teadsin, et nähtamatu, ma võiks ei saanud palju rikkust ega mingit kahju oleks puudutanud mind. Ma ei ole peale mõne warner ja rõõmusõnumit on inimestele, kes usuvad kandjad."
fi: Sanoa, "En pidä ole itselleni [power] hyödyttää tai vahingoittaa paitsi Jumala tahtoisi. Ja jos olisin tiennyt näkymätön, ovat saaneet paljon vaurautta ja mitään haittaa koskettanut minua. En ole paitsi warner ja bringer ilosanoman ihmisiä, jotka uskovat."
he: לומר, "אני מחזיק לא בשביל עצמי [כוחו של] להועיל או להזיק, מלבד מה יש רצון אללה. אם ידעתי הבלתי נראה, יכול שרכשו הרבה הון, אין נזק לגעת בי. אני לא למעט וורנר כרוז של בשורות טובות אנשים אשר מאמינים."
hr: Kažeš, "ne drži ne za sebe [snaga] imati koristi ili štete, osim što je htio Allah. A da znam nevidljivo, ja bi stekli mnogo bogatstva, i nema zla bi me dodirnuo. Nisam osim u warner i Donositelj dobre vijesti ljudima koji vjeruju."
lt: Sako, "aš turėti ne dėl savęs [galia] naudos ar žalos, išskyrus ką Dievas norėjo. Ir jei aš žinojau, nematyto, aš galėtų yra įgiję daug turto ir jokios žalos Jamesu man. Aš nesu išskyrus su warner ir gera žinia žmonėms, kurie tiki variklis."
lv: Teikt: "es tur nav par sevi [varas] labumu vai kaitēt, izņemot Allāha gribas. Un ja es zināju, neredzēts, varētu būt ieguvis daudz bagātību, un nekas ļauns nebūtu aizskāra mani. Es neesmu izņemot warner un nesēja labas vēstis ir cilvēki, kas tic.
nb: Si, "Jeg har ikke for meg [makt] nytte eller skade, unntatt Allah har villet. Og hvis jeg visste usynlige, jeg kunne ha fått mye rikdom, og ingen skade ville ha rørte meg. Jeg er ikke unntatt en warner og en bringer av godt budskap til et folk som tror.»
sk: Povedať: "som držať nie pre seba [moc], prospech, alebo poškodiť, s výnimkou, čo Boh chcel. A keby vedel, že neviditeľné, mohol som získal veľké bohatstvo, žiadne škody by sa ma dotkol. Ja nie som výnimkou warner a prinášajúci dobrá zvesť, k ľuďom, ktorí veria."
sl: Reči, "jaz počakaj ne zase [moči], koristi ali škode, razen kar je Allah volje. In če bi vedel, nevidno, bi lahko pridobili veliko bogastvo, in ne škodi bi dotaknil mene. Im ' ne razen a warner in prinašalca dobrih novic za ljudi, ki verjamejo."
sr_cyrl: Рецимо , "сматрам не за себе, [снага] корист или наудити, осим шта има вољу Алаха. Да сам знао невидјено, могао сам купио много богатства, и никакво зло би ме додирнуо. Ја нисам осим у wарнер и доносилац радосне људима који верују."
sr_latn: Recimo, "smatram ne za sebe, [snaga] korist ili nauditi, osim šta ima volju Alaha. Da sam znao nevidjeno, mogao sam kupio mnogo bogatstva, i nikakvo zlo bi me dodirnuo. Ja nisam osim u warner i donosilac radosne ljudima koji veruju."
uk: Сказати: "я тримаю не для себе [влада], на користь або шкоди, за винятком вольових Аллаха. І якщо я знав, що невидиме, я міг придбав багато багатства, і ніякої шкоди б мати зачеплять. Я не Крім в warner та bringer добру новину людей, які вважають."
vi: Nói, "tôi giữ không cho bản thân mình [sức mạnh của] có lợi hoặc gây tổn hại, ngoại trừ những gì Allah đã willed. Và nếu tôi biết unseen, tôi có thể có mua nhiều sự giàu có, và không gây hại nào có chạm vào tôi. Tôi không trừ một warner, một bringer tidings tốt cho người dân một người tin tưởng."
zu: Ithi, "Ngibamba hhayi ngoba ngokwami [ngamandla] ncisheka sizo ona, ngaphandle kwalokho Allah fanele willed. Futhi uma ngangazi unseen ngangingakwazi ngiye ngazuza ingcebo okuningi, futhi hhayi hlungu kwangithinta. Angikhulumi ngaphandle

# Quran1143
source: It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, "If You should give us a good [child], we will surely be among the grateful."
ca: És el que t'ha creat d'una ànima i creat a partir de la seva parella que ell podria habitar en seguretat amb ella. I quan es cobreix d'ella, ella porta una càrrega lleugera i continua en el mateix. I quan estigui pesant, tots dos van invocar Allah, seu Senyor, "si cal donar-nos un bon [infantil], segurament estarem entre el agraïts."
cy: Mae'n ef a creu eich enaid un a creu ohoni ei ffrind y gallai ef bendroni mewn diogelwch gyda hi. A pan mae'n ymdrin â hi, yn cario baich ysgafn ac yn parhau yn weithredol. A pan ddaw'n trwm, mae'r ddau yn galw'r Allah, eu yr Arglwydd, "os dylech roi da [plant], oni byddwn ymysg y ddiolchgar."
da: Det er ham, der skabte dig fra én sjæl og lavet fra det sin makker, så han kan bo i sikkerhed med hende. Og når han dækker hende, hun bærer en lys byrde og fortsætter deri. Og når det bliver tunge, de begge påberåbe sig Allah, deres Herre, "Hvis du skulle give os en god [barn], vi vil helt sikkert være blandt de taknemmelig."
el: Είναι αυτός που θα δημιουργηθεί από μία ψυχή και δημιουργήθηκε από αυτό το ταίρι που αυτός μπορεί να κατοικούν στην ασφάλεια μαζί της. Και όταν αυτός καλύπτει της, αυτή φέρνει ένα ελαφρύ βάρος και συνεχίζει σε αυτήν. Και όταν γίνεται βαριά, και οι δύο επικαλούνται Αλλάχ, τους Λόρδος, «αν θα πρέπει να μας δώσετε ένα καλό [το παιδί], εμείς σίγουρα θα είναι από αυτούς που ευγνωμονούν.»
et: Kes lõi te ühe hinge ja loodud loendiveerud oma mate, et ta võiks elada turvalisuse temaga on. Ja kui ta katab teda, ta kannab lasub päevavalgele asju ja seal jätkub. Ja kui on raske, nad mõlemad tugineda Jumal, Issand, "kui sa peaksid andma meile hea [laps] meil on kindlasti seas on tänulik."
fi: Juuri hän, joka loi sinut yksi sielu ja loi siitä sen kaveri, joka hän voi hätyyttää häntä. Ja kun hän kattaa hänen, hän kuljettaa valo taakka ja edelleen siinä. Ja kun tulee raskas, molemmat vedota Jumala, herra, "jos olisi meille hyvä [lapsi], meillä varmasti on joukossa kiitollinen."
he: הוא זה שתמיד שנוצרו אתה נשמה אחת ויצר ממנה את החבר שלו, כי הוא יכול לשכון אבטחה איתה. כאשר הוא מכסה אותה, היא נושאת נטל אור וממשיך המצוי בו. והעלה אותו הופך כבד, שניהם אללה, האל שלהן, "אם אתה צריך לתת לנו טובה [הבן], אנחנו בוודאי יהיה בין אסירת תודה."
hr: On je taj koji te stvorio iz jedne duše i od njega napravila svoju partnericu mogli živjeti u sigurnosti s njom. I kad on pokriva nju, ona nosi lagani teret i dalje u njemu. I kada to postane teška, oboje su dozivati Allaha, gospodara svoga, "Ako nam daš dobar [dijete], sigurno ćemo među zahvalan."
lt: Tai tas, kuris sukūrė jus iš vienos sielos ir sukurtas jis jos mate, kad jis gali gyventi saugumo su ja. Ir kai jis apima ją, ji vykdo šviesos našta ir toliau jame. Ir kai jis tampa sunkus, jie abu remtis Allah, savo Viešpaties, "Jei turite suteikti mums gera [vaikų], mes tikrai bus tarp kad dėkingi."
lv: Tas ir tas, kas radīja jūs no viena dvēsele un veidoti tā mate, ka viņš varētu atrasties drošības ar viņu. Un kad viņš aptver viņas, viņa nes vieglajai nastai un turpina tur. Un kad tā kļūst par smagu, viņi abi izsaukt Allah, savu kungu, "Ja tu dod mums labu [bērna], mums būs noteikti vidū pateicīgs."
nb: Det er han som skapte deg fra en sjel og opprettet fra den kompis som han kan bor i sikkerhet med henne. Og når han dekker henne, hun bærer et lys byrde og fortsetter der. Og når det blir tung, begge påkalle Allah, deres Herre, "Hvis du bør gi oss en god [barn], vi vil sikkert være blant de takknemlig."
sk: Je to on, kto vás stvoril z jednej duše a vytvoril z neho jeho kamarát, že on mohol bývať v oblasti bezpečnosti s ňou. A keď sa mu pokrýva ju, ona nesie svetlo záťaž a pokračuje v ňom. A keď to stane sa ťažké, ako vyvolať Boha, svojho pána, "Ak by ste mali dať nám dobré [deti], určite budeme medzi vďačný."
sl: To je tisti, ki si ustvaril iz ene duše in iz njega ustvaril svoje prijateljice, ki je morda živijo v varnost z njo. In ko je zajema njo, ona nosi luči bremena in še v njem. In ko postane težko, oba sklicevati Allah, svojega Gospoda, "če bi nam dobro [otrok], zagotovo bomo med hvaležen."
sr_cyrl: Он је тај који те из једног душу а креира из ње свог друга који је можда живите у сигурности са њом. И када он покрива њу, она носи лаган терет и наставља у томе. И када то постане тешко, оба они призивају Алаха, свог господара, "Ако треба да нам дате добар [дете], сигурно смо међу захвалне."
sr_latn: On je taj koji te iz jednog dušu a kreira iz nje svog druga koji je možda živite u sigurnosti sa njom. I kada on pokriva nju, ona nosi lagan teret i nastavlja u tome. I kada to postane teško, oba oni prizivaju Alaha, svog gospodara, "Ako treba da nam date dobar [dete], sigurno smo među zahvalne."
uk: Це той, хто створив вас від одного душі і створений з його свою другу половинку, що він може жити в безпеці з нею. І коли він покриває її, вона несе світло тягар як і раніше, в ньому. І коли вона стає важким, вони обидва посилатися Аллаха, пана свого, "Якщо ви повинні дати нам хороший [дитину], ми безумовно буде серед на вдячний".
vi: Đó là ông đã tạo ra bạn từ một linh hồn và từ đó mate rằng ông có thể sống trong an ninh với cô ấy. Và khi ông này có cô ấy, cô mang một gánh nặng nhẹ và tiếp tục trong đó. Và khi nó trở nên nặng, cả hai đều gọi Allah, Chúa của họ, "nếu bạn nên cung cấp cho chúng tôi một tốt [trẻ em], chúng tôi sẽ chắc chắn trong sự biết ơn."
zu: Kuyinto He qamba you kusukela umphefumulo owodwa qamba nga it wo ngane ahlale ngokulondeka naye.

# Quran1144
source: But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him.
ca: Però quan li dóna un bon [infantil], atribueixen socis a ell pel que fa a allò que ell ha donat. Exaltat és Allah sobre què estan associats amb ell.
cy: Ond pan mae'n rhoi iddynt da [plant], fe briodolant partneriaid iddo ynghylch hynny a roddodd iddynt. I'w mawrygu yw Allah uchod beth yr oeddent yn cysylltu ag ef.
da: Men når han giver dem en god [barn], de tilskriver partnere til ham om det, som han har givet dem. Ophøjet er Allah over hvad de forbinder med ham.
el: Αλλά όταν τους δίνει ένα καλό [το παιδί], αυτοί του αποδίδετε συνέταιρους σχετικά με αυτό που τους έδωσε. Υπερυψωμένα είναι Αλλάχ πάνω από αυτό που συνδέουν μαζί του.
et: Aga kui ta annab neile hea [laps], nad seavad partnerite talle selle üle, mis ta on andnud neile. Ülendatud on Jumal nad seostavad teda üle.
fi: Mutta kun hän antaa heille hyvä [lapsi], he asettavat kumppanit hänelle siitä, mikä hän on antanut heille. Ylevä on hillitä edellä mitä he hänen rinnalleen.
he: אבל כאשר הוא נותן להם טובה [הילד], הם לייחס שותפים לו בנוגע אשר אותו הוא נתן להם. הנעלה הוא אללה מעל מה הם מקשרים אותו.
hr: Ali kad im je dao dobar [dijete], pripisuju partnere da ga o onome što ih je dao. Uzvišen je Allah iznad što oni povezuju s njim.
lt: Bet kai jis suteikia jiems geras [vaikų], jie priskiria partnerių jam apie tai, kas jis davė jiems. Išaukštintas Dievas yra aukščiau ką jie susieti su juo.
lv: Bet, kad viņš dod viņiem labu [bērna], viņiem piedēvēt partneriem viņam par to, ko viņš ir devis tos. Cildens ir Allah, pārsniedz to, ko viņi saista ar viņu.
nb: Men når han gir dem en god [barn], tilskrive de partnere til ham som han har gitt dem. Opphøyet er Allah over hva de forbinder med ham.
sk: Ale keď on im dáva dobrý [deti], im pripisujú partnerov mu o tom, ktorý dal im. Vyvýšený je Alah vyššie čo sa spojiť s ním.
sl: Ampak ko mu jih daje dober [otrok], so pripisali partnerji z njim o tem, ki jih je dal. Vzvišeno je Allah zgoraj kaj povezujejo z njim.
sr_cyrl: Али када он им даје добар [дете], они земаљским партнери са њим у погледу онога што он им је дао. Узвиљеном је Аллах изнад су му придружите.
sr_latn: Ali kada on im daje dobar [dete], oni zemaljskim partneri sa njim u pogledu onoga što on im je dao. Uzviљenom je Allah iznad su mu pridružite.
uk: Але коли він дає їм гарний [дитину], вони приписувати партнери нього про те, що він дарував їм. Піднесений є Аллаха вище вони пов'язують з ним.
vi: Nhưng khi ông mang lại cho họ một tốt [trẻ em], họ ascribe đối tác với ông liên quan đến đó mà ông đã cho họ. Sôi nổi là Allah ở trên những gì họ liên kết với anh ta.
zu: Kodwa lapho He epha them [umntwana] okuhle, bathi ngezikaNkulunkulu abalingani kuye ngokuphathelene ukuthi akunike sona kubo.

# Quran1145
source: Do they associate with Him those who create nothing and they are [themselves] created?
ca: Associa amb ell qui crear res i els [mateixos] creada?
cy: Nid cysylltu gydag ef rhai sy'n creu dim ac maent [eu hunain] yn creu?
da: De knytter til ham dem, der skaber noget og de er [sig] lavet?
el: Να συνδέουν με τον εκείνους που δημιουργούν τίποτα και δημιουργούνται [τους];
et: Kas nad seostavad teda need, kes loovad mitte midagi ja need [ise] luuakse?
fi: He hänen rinnalleen jotka luovat mitään ja ne luodaan [itse]?
he: האם הם מקשרים אותו מי ליצור שום דבר, הם נוצרים [עצמם]?
hr: Obaviti oni povezati s njim onima koji ništa ne stvaraju i kreiranja [sami]?
lt: Ar jie susieti su juo tiems, kurie sukurti nieko ir jie [save] sukūrė?
lv: Vai viņi saista ar viņu tie, kuri neko radīt un viņi [paši] izveidots?
nb: De forbinder med ham de som lager ingenting og de opprettes [seg]?
sk: Sa spájajú s ním tí, ktorí vytvárajú nič a [seba] sú vytvorené?
sl: Se povezujejo z njim tiste, ki ustvarjajo nič in so [seboj] ustvarili?
sr_cyrl: То су придружите га онима који стварају ништа и [сами] су креиране?
sr_latn: To su pridružite ga onima koji stvaraju ništa i [sami] su kreirane?
uk: Чи вони пов'язують з ним тих, хто створює нічого, і вони [себе] створюються?
vi: Làm họ liên kết với anh ta những người tạo ra không có gì và họ [họ] được tạo ra?
zu: Ingabe bahlanganyele namanye Him yodwa labo ukudala lutho futhi basuke [ngokwawo] wadala?

# Quran1146
source: And the false deities are unable to [give] them help, nor can they help themselves.
ca: I les falses divinitats són incapaços de [donar-los ajuda], ni poden ajudar-se.
cy: Ac y duwdod ffug yn methu â [Rhowch] iddynt eich helpu, nac yn gallu helpu eu hunain.
da: Og de falske guder er at [give] dem hjælp, eller kan de hjælpe sig selv.
el: Και οι ψευδείς θεότητες αδυνατούν να [Δώστε] τους βοήθεια, ούτε μπορούν να βοηθήσουν τον εαυτό τους.
et: Ja vale jumalused ei saa [anda] neile abi, samuti saavad nad ennast aidata.
fi: Vääriä jumalia ei kyennyt antamaan [] heille apua, eikä he voivat auttaa itseään.
he: האלים שווא אינם מסוגלים לתת [] להם עזרה, וגם הם יכולים לעזור לעצמם.
hr: I lažnih božanstava nisu u mogućnosti da [im] pomoć, niti mogu pomoći sebi.
lt: Ir klaidinga dievybių nepajėgios [pateikti] jiems padėti, nei jie gali padėti patys.
lv: Un viltus dievības nespēj [dot] viņiem palīdzību, kā arī viņi var palīdzēt sevi.
nb: Og den falske guder er ikke [gir] dem hjelp, heller kan de hjelpe seg selv.
sk: A falošné božstvá nie sú schopné [im] pomoc ani môžu pomôcť sami.
sl: In lažno božanstva ne moreta [jim] pomoč, niti lahko pomagajo sami.
sr_cyrl: И фалсе боћанствима нису у стању да [] им помоћ, нити могу они да помогну сами себи.
sr_latn: I false boћanstvima nisu u stanju da [] im pomoć, niti mogu oni da pomognu sami sebi.
uk: І помилкові божеств не в змозі [надати] їм допомоги, а також вони можуть допомогти собі.
vi: Và sai vị thần là không thể cho [] họ trợ giúp cũng như họ có thể giúp mình.
zu: Futhi onkulunkulu bamanga nihluleka [ukunikeza] ngukwakha, nor fantshi they ukuzisiza.

# Quran1147
source: And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent.
ca: I si vostè [creients] convidar-los a l'orientació, no et seguirà. És tot el mateix per a vostè si vostè convidar-los o és muda.
cy: Ac os chi [credinwyr] iddynt wahodd y canllawiau, ni fyddant yn dilyn chi. Mae'n gyd yr un fath i chi p'un a eu gwahodd neu os ydych yn dawel.
da: Og hvis du [troende] inviterer dem til vejledning, de ikke vil følge dig. Det er alle det samme for dig, uanset om du invitere dem eller du er tavs.
el: Και αν σας [πιστών] να τους καλέσει να καθοδήγησης, δεν θα σας ακολουθεί. Είναι όλοι το ίδιο για σας αν μπορείτε να τους προσκαλέσετε ή να είσαι σιωπηλός.
et: Ja kui sa [usklike] kutsuda neid juhiseid, nad ei järeldu teid. See on kõik sama teile kas saadate neile või sa ei ütle.
fi: Ja jos te [uskovaiset] kutsua heidät ohjeita, ne ei seuraa sinua. On kaikille sama, voit kutsua heidät tai olet hiljaa.
he: אם אתה [המאמינים] הזמנת אותם הדרכה, הם לא יעשו לך. זה משנה לך אם תזמין אותם או שאתה שותק.
hr: I ako si [vjernici] ih pozvao vodstvo, oni će vas pratiti. To je isto za tebe da li si ih pozvao ili ste tihi.
lt: Ir jei jūs [tikintieji] pakviesti juos į gaires, jie nėra tavęs. Tai tokie patys jums ar jūs juos pakviesti ar tu tyli.
lv: Un ja tu [ticīgie] uzaicināt tos norādījumus, tie nav sekot jums. Tas ir visu pats jums vai jūs aicināt viņus, vai jums ir klusums.
nb: Og hvis du [troende] inviterer dem til veiledning, de vil ikke følge deg. Det er det samme for deg om du inviterer dem eller du er stille.
sk: A ak ste [veriacich] pozvať na usmernenie, nebudú nasledovať vás. Je to všetky rovnaké pre vás, či ich pozvete, alebo ste ticho.
sl: In če jih [verniki] vabimo, da navodila, da ne bo vam slediti. Je enako za vas, povabite jih ali ste tiho.
sr_cyrl: И ако си [верници] их је позвао да водич, не ће те пратити. То је све исто за тебе да ли си их позвао, или да си тиха.
sr_latn: I ako si [vernici] ih je pozvao da vodič, ne će te pratiti. To je sve isto za tebe da li si ih pozvao, ili da si tiha.
uk: І якщо ви [віруючі] запросити їх керівництвом, вони будуть слідувати за вами. Це все-таки для вас чи ви запросити їх або ви мовчать.
vi: Và nếu bạn [các tín hữu] mời họ để hướng dẫn, họ sẽ không làm theo bạn. Đó là tất cả giống nhau cho bạn dù bạn mời họ hay bạn là im lặng.
zu: Futhi uma [amakholwa] bamemele isiqondiso, bangeke ukukulandela.

# Quran1148
source: Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful.
ca: De fet, els que [politeistes] que apel·la a més d'Allah són criats com tu. Així ells una crida i deixar-los respondre a vostè, si vostè ha de ser veraç.
cy: Yn wir, y rhai ydych [polytheists] yn galw ar wahân i Allah yn weision fel chi. Felly yn galw ar iddynt a gadael iddynt ymateb i chi, os y dylech fod yn onest.
da: Faktisk, er dem du [polyteister] opfordrer foruden Allah tjenere som dig. Så opfordre dem og lad dem svare dig, hvis du skulle være sandfærdig.
el: Πράγματι, εκείνοι [polytheists] καλούν εκτός από Αλλάχ είναι υπάλληλοι όπως και εσείς. Έτσι καλώ τους και αφήστε τους να σας απαντήσουμε αν θα πρέπει να είναι αληθείς.
et: Tõepoolest, need teile [polytheists] kutsuda peale Allah on teenistujad nagu sina. Nii kutsuvad neid ja lasin vastame teile, kui teil peaks olema tõesed.
fi: Ne [polyteistejä] pyytää lisäksi Jumala todellakin palvelijat kuin sinä. Joten pyytää heitä ja antaa heille vastata sinulle, jos sinun pitäisi olla rehellinen.
he: אכן, שאתה [polytheists] קוראים מלבד אללה אלה משרתים כמוך. אז לקרוא להם ולתת להם להגיב לך, אם אתה צריך להיות כנה.
hr: Doista, to [politeisti] poziva na osim Allaha su sluge kao i ti. Tako ih i neka im odgovoriti na vas, ako bi trebao biti iskren.
lt: Iš tiesų, tai jums [polytheists] ragina be Dievo yra tarnautojų kaip jūs. Taigi kreiptis į juos ir leiskite jiems reaguoti į jums, jei jūs turite būti teisingi.
lv: Patiešām, tie [polytheists] jūs aicināt ne tikai Allāhs ir ierēdņi, tāpat kā jūs. Tāpēc aicinām tos un ļaut viņiem atbildēt uz jums, ja jums ir jābūt patiesam.
nb: Faktisk er de du [polyteister] påkalle foruten Allah tjenere som deg. Så kaller dem og la dem svare deg, dersom du skulle være sannferdig.
sk: Skutočne ste [polyteisty] vyzvať okrem Alaha sú zamestnancov ako vy. Tak volať na ne a nechať reagovať na vás, ak by ste mali byť pravdivé.
sl: Res, si [politeiste] pozivajo poleg Allah so uslužbenci kot si ti. Tako pozivajo jih in jim se odzove na vas, če bi morali biti resnične.
sr_cyrl: Заиста , то ти [полyтхеистс] позивам осим Алаха су слуге као ти. Зато позивам их и нека одговори на тебе, да си био искрен.
sr_latn: Zaista, to ti [polytheists] pozivam osim Alaha su sluge kao ti. Zato pozivam ih i neka odgovori na tebe, da si bio iskren.
uk: Дійсно, ті, що ви [polytheists] закликаємо крім Аллаха, слуги, як ви. Закликаємо їх і нехай відповість вам, якщо ви повинні бути правдивими.
vi: Thật vậy, những người bạn [polytheists] kêu gọi ngoài Allah là công chức như bạn. Vì vậy, kêu gọi họ và cho họ đáp ứng với bạn, nếu bạn cần phải trung thực.
zu: Ngempela, labo [konkulunkulu abaningi] ababiza futhi Allah bayizinceku abafana nawe.
