Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1682
source: He said, "I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know.
ca: Va dir, "només queixar-se del meu sofriment i el meu dolor a Allah, i sé que des d'Allah que no saps.
cy: Dywedodd, "dim ond yr wyf yn cwyno fy dioddefaint a 'm galar i Allah, a gwn o Allah sy'n nad ydych yn gwybod.
da: Han sagde, "jeg kun klager over min lidelse og min sorg at Allah, og jeg ved fra Allah, som du ikke kender.
el: Είπε, «που διαμαρτύρονται μόνο μου πόνο και την θλίψη μου για Αλλάχ, και γνωρίζω από Αλλάχ αυτό που δεν ξέρετε.
et: Ta ütles: "ma ainult kurdavad minu kannatuste ja minu leina Allah ja tean Jumal see, mida sa ei tea.
fi: Hän sanoi, "vain valittaa minun kärsimystä ja minun surua Jumalalle ja tiedän Jumalalta sitä, mitä et tiedä.
he: הוא אמר, "אני רק מתלוננים על הסבל שלי, את הצער אללה, ואני יודע מן אללה את מה שאתה לא יודע.
hr: Rekao je, "samo se žale na moju patnju i moju tugu da Allah, i znam od Allaha ono što ne znate.
lt: Jis sakė: "aš tik gaila mano kančia ir mano sielvarto Allaho, ir aš žinau iš Dievo, kuris jūs nežinote.
lv: Viņš teica: "es sūdzēties tikai manas ciešanas un manas skumjas Allahu un zināt, no Allah, ko jūs nezināt.
nb: Han sa, "jeg bare klage til min lidelse og min sorg å Døyve, og jeg vet fra Allah som du ikke kjenner.
sk: Povedal: "len sa sťažujú, moje utrpenie a môj žiaľ Bohu, a viem od Boha to, čo neviete.
sl: Je dejal, "samo pritožujejo, moje trpljenje in mojo žalost v Allah, in vem, da od Allah, ki ne veste.
sr_cyrl: Он је рекао, "Ја само жале на моју патњу и тугу Алаха, и знам од Алаха оно што не знате.
sr_latn: On je rekao, "Ja samo žale na moju patnju i tugu Alaha, i znam od Alaha ono što ne znate.
uk: Він сказав: "я тільки скаржаться на мої страждання і мого горя, щоб Аллах, і я знаю, від Аллах те, що ви не знаєте.
vi: Ông nói, "tôi chỉ khiếu nại của đau khổ của tôi và đau buồn của tôi để Allah, và tôi biết từ Allah đó mà bạn không biết.
zu: Wathi: "Mina esekhala ukuhlupheka kwami nosizi lwami Allah, futhi ngiyazi Allah ukuthi lapho ungazi.

# Quran1683
source: O my sons, go and find out about Joseph and his brother and despair not of relief from Allah. Indeed, no one despairs of relief from Allah except the disbelieving people."
ca: O fills meus, aneu i esbrinar sobre Joseph i el seu germà i desesperació no d'alleujament des d'Allah. De fet, ningú es desespera d'alleujament des d'Allah excepte la gent incrèdula."
cy: O Mae fy meibion, fynd a darganfod am Joseph ei frawd a'i anobaith na rhyddhad oddi wrth Allah. Yn wir, mae unrhyw un despairs o ryddhad oddi wrth Allah ac eithrio pobl disbelieving."
da: O mine sønner, gå og finde ud af om Joseph og sin bror og fortvivlelse ikke af lettelse fra Allah. Ja, ingen fortvivler af lettelse fra Allah undtagen mistroiske folk."
el: O τους γιους μου, πάει και μάθετε σχετικά με τον Ιωσήφ και τον αδελφό του και απόγνωση δεν της ανακούφισης από τον Αλλάχ. Πράγματι, κανείς δεν απελπίζεται ανακούφιση από Αλλάχ εκτός από την disbelieving άτομα.»
et: O minu poega minna ja Uuri Joseph ja tema vend ja meeleheidet mitte leevendust Jumalalt. Tõepoolest, keegi despairs vabastamisega Allah välja arvatud olid inimesed."
fi: Oi poikani, mene ja tutustu Joosef ja hänen veljensä ja epätoivon ei helpotusta Allah. Itse asiassa kukaan epäilisi helpotusta Allah paitsi uskottomia ihmisiä."
he:  בניי, נלך ונברר על יוסף ואת אחיו יאוש לא של הקלה מן אללה. ואכן, אף אחד despairs של הקלה מן אללה חוץ מאנשים disbelieving."
hr: O moji sinovi, otići i saznati o Josip i njegov brat i očaj ne olakšanja od Allaha. Doista, nitko nije očajan zbog potrage za olakšanje od Allaha osim sumnja ljudi."
lt: O mano sūnūs, eiti ir sužinoti apie Juozapas ir jo brolis ir Neviltis ne atleidimą iš Dievo. Iš tiesų, niekas watpi, atleidžiančias nuo Dievo išskyrus niewiernych žmonių."
lv: O maniem dēliem, aiziet un uzzināt par Joseph, viņa brālis un izmisums par atbrīvojumu no Allah. Protams, neviens despairs atbrīvojumu no Allah, izņemot neticīgi cilvēki."
nb: O mine sønner, gå og finne ut om Joseph og hans bror og fortvilelse ikke av lettelse fra Allah. Faktisk despairs ingen lettelse fra Allah unntatt de disbelieving."
sk: O mojich synov, ísť a zistiť, o Jozefa a jeho brata a zúfalstvo nie úľavu od Boha. V skutočnosti nikto zúfa úľavu od Boha len neveriacky ľud."
sl: O moji sinovi, iti in izvedeti o Joseph in njegov brat in obup ne tega olajšave od Allah. Res, nihče despairs reševanje Allah razen disbelieving ljudi."
sr_cyrl: О моји синови, иди и сазнај о Јосепх и његов брат и очаја не рељефа од Алаха. Заиста, нико не деспаирс олакшање од Алаха, осим дисбелиевинг људи."
sr_latn: O moji sinovi, idi i saznaj o Joseph i njegov brat i očaja ne reljefa od Alaha. Zaista, niko ne despairs olakšanje od Alaha, osim disbelieving ljudi."
uk: O моїх синів, піти і дізнатися про Йосипа і його брата і розпач не полегшення від Аллаха. Справді, ніхто відчаєм полегшення від Аллаха за винятком невіруючий людей."
vi: O đi con trai của tôi, và tìm hiểu về Joseph và anh trai của mình và tuyệt vọng không phải là cứu trợ từ Allah. Thật vậy, không có ai despairs cứu trợ từ Allah trừ disbelieving người."
zu: O madodana ami, ahambe ayofuna mayelana uJosefa nomfowabo futhi ithemba lokukhululwa Allah.

# Quran1684
source: So when they entered upon Joseph, they said, "O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable."
ca: Així que quan entraven en Joseph, deien, "O ' Azeez, l'adversitat ha tocat nosaltres i la nostra família, i han arribat amb béns pobres en qualitat, però ens donen completa mesura i ser caritatiu a nosaltres. De fet, Allah premia la beneficència."
cy: Felly pan roeddent yn dechrau ar Joseph, dywedodd, "O ' Azeez, adfyd wedi cyffwrdd â ni ac ein teulu, ac wedi dod â nwyddau gwael mewn ansawdd, ond roi inni fesur llawn a bod yn garedig i ni. Yn wir, mae Allah yn gwobrwyo y elusennol."
da: Så når de kom ind på Joseph, sagde de, "O" Azeez, modgang har rørt os og vores familie, og vi er kommet med varer dårlig i kvalitet, men give os fuldt mål og være velgørende for os. Faktisk belønner Allah den velgørende."
el: Έτσι, όταν μπήκαν επάνω Ιωσήφ, όπως είπαν, «O» Azeez, έχει αγγίξει τις αντιξοότητες μας και την οικογένειά μας, και έχουν έρθει με εμπορεύματα χαμηλής ποιότητας, αλλά μας δίνουμε πλήρες μέτρο και είναι φιλανθρωπικές μας. Πράγματι, Αλλάχ ανταμείβει τις φιλανθρωπικές.»
et: Nii et kui nad memorandumi Joseph, ütlesid nad, "O" Azeez, ebaõnne on puudutanud meid ja meie pere ja kaubaga halva kvaliteediga, jõudnud aga anname meile täieliku meetme ja lubada heategevust meile. Tõepoolest, Allah premeerib selle heategevusliku."
fi: Joten kun he aloittivat Joseph, he sanoivat, "O" Azeez, vastoinkäymiset on koskettanut meille ja meidän perhe, ja ovat tulleet tavaroiden heikkolaatuisia, mutta antaa meille täysi mitta ja hyväntekeväisyyteen meille. Itse asiassa Jumala palkitsee hyväntekeväisyyteen."
he: אז מתי הם נכנסו על יוסף, הם אמרו, "O ' Azeez, מצוקות נגע אותנו ואת המשפחה שלנו, ואנחנו לבוא עם סחורה גרועה באיכות, אבל תן לנו מידה להיות נדיב ולתת לנו. אכן, אללה מזכה את הצדקה."
hr: Kad su ušli na Josipa, rekli su, "O ' Azeez, nevolja je dotaknuo nas i naše obitelji, a mi s robe loše kvalitete, ali Daj nam punu mjeru i biti dobrotvorne nam. Uistinu, Allah nagrađuje u dobrotvorne."
lt: Taigi, kai jie pradėjo Juozapas, jie sakė, "O" Azeez, priešiškumą palietė mus ir mūsų šeima, ir mes atėjo su prekes prastos kokybės, bet mums visą priemonę ir labdaros mums. Iš tiesų, Dievas apdovanoja labdaros."
lv: Tad, kad viņi ienāca pēc Jāzeps, viņi teica: "O ' Azeez, nelaime ir skāra mūs un mūsu ģimeni, un nāk ar preces sliktā kvalitātē, bet dodiet mums pilns pasākums, un labdarību, mums. Patiešām, Allah atlīdzības labdarības."
nb: Så når de kom inn på Joseph, de sa, "O ' Azeez, motgang har rørt oss og vår familie, og vi har kommet med varer dårlig kvalitet, men gi oss fulle mål og være veldedige til oss. Faktisk belønner Allah de veldedige."
sk: Takže, keď vstúpil na Jozefa, povedali, "O" Azeez, nepriazeň osudu sa dotkol nás a naše rodiny, a sme prišli s tovarom, ktoré sú zlej kvality, ale dajte nám v plnej miere a charitatívne správanie nám. Vskutku, Alah odmeňuje dobročinnej."
sl: Torej, ko so vstopili na Joseph, so rekli, "O" Azeez, stisko je dotaknil nas in naše družine, in smo prišli z blago slabe kakovosti, vendar nam polno ukrep in dobrodelne nam. Res, Allah nagrajuje dobrodelne."
sr_cyrl: Тако да када су улазили на Јосепха, рекли су, "О ' Азеез, изазов је дирнула у нас и породицу, а смо догурали са робом јадни у квалитету, али нам дати пуну меру и бити милосрдан нама. Заиста , Алах награди на добротворном."
sr_latn: Tako da kada su ulazili na Josepha, rekli su, "O ' Azeez, izazov je dirnula u nas i porodicu, a smo dogurali sa robom jadni u kvalitetu, ali nam dati punu meru i biti milosrdan nama. Zaista, Alah nagradi na dobrotvornom."
uk: Отже, коли вони приступив до Йосипа, вони сказали: "O ' Azeez, негаразди доторкнувся до нас і наші сім'ї, і ми прийшли з товарів погана якість, але дати нам повною мірою і бути благодійного нам. Дійсно, Аллах нагороди на благодійний."
vi: Vì vậy, khi họ đã nhập khi Joseph, họ nói, "O ' Azeez, nghịch cảnh đã xúc động với chúng tôi và gia đình của chúng tôi, và chúng tôi đã đi với hàng kém chất lượng, nhưng cung cấp cho chúng tôi đầy đủ các biện pháp và được từ thiện cho chúng tôi. Thật vậy, Allah thưởng cho việc từ thiện."
zu: Ngakho lapho bengena phezu kukaJosefa njengesikhumbuzo, bathi, "O 'Azeez, adversity uye wathinta thina nemikhaya yethu, futhi sesihambe izimpahla abampofu quality, kodwa epha us gcwele gqi be charitable kuze us. Ngempela, Allah KLOMELA the yesihle

# Quran1685
source: He said, "Do you know what you did with Joseph and his brother when you were ignorant?"
ca: Va dir: "¿saps què feia amb Joseph i el seu germà quan eres ignorants?"
cy: Meddai, "Ydych chi'n gwybod beth a wnaethoch gyda Joseph a'i frawd pan oeddech yn anwybodus?"
da: Han sagde: "Ved du, hvad du gjorde med Joseph og hans bror, da du var uvidende?"
el: Είπε, "Ξέρετε τι κάνατε με τον Ιωσήφ και τον αδελφό του όταν ήσουν άγνοια;"
et: Ta ütles: "Kas sa tead, mida sa tegid Joseph ja tema vend, kui sa olid asjatundmatu?"
fi: Hän sanoi, "Tiedätkö, mitä teit Joosef ja hänen veljensä, kun olit tietämätön?"
he: הוא אמר, "אתה יודע מה עשית עם יוסף ואחיו כשהיית בורים?"
hr: Rekao je, "Znaš li što si učinio s Josip i njegov brat dok si bio u neznanju?"
lt: Jis sakė: "Ar žinote, ką padarei su Juozapas ir jo brolis, kai buvote nežino?"
lv: Viņš teica: "Vai jūs zināt, ko jūs ar Jāzeps un viņa brālis, kad bija nekompetents?"
nb: Han sa: «Vet du hva du gjorde med Joseph og hans bror da du var uvitende?»
sk: On povedal: "Viete, čo ste urobil s Jozefa a jeho brata, keď ste nevedeli?"
sl: On reče: "Ali veste, kaj ste naredili s Joseph in njegov brat, ko ste bili še ignorantni?"
sr_cyrl: Он је рекао, "Ти знаш шта си урадио са Јосепх и његов брат кад си била незналица"
sr_latn: On je rekao, "Ti znaš šta si uradio sa Joseph i njegov brat kad si bila neznalica"
uk: Він сказав: "Ви знаєте, що ви зробили з Йосипа і його брат, коли ви не знали?"
vi: Ông nói, "Bạn có biết những gì bạn đã làm với Joseph và anh trai của mình khi bạn là dốt nát không?"
zu: Wathi: "Uyazi ukuthi yini wena wenzani noJosefa futhi umfowabo uma babengayazi?"

# Quran1686
source: They said, "Are you indeed Joseph?" He said "I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good."
ca: Deien, "Estàs fet Joseph?" Va dir "sóc Joseph, i això és el meu germà. Allah ha afavorit certament ens. De fet, el que tem Allah i és pacient, llavors realment, Allah no permet que es perd la recompensa d'aquells que fer el bé."
cy: Maent yn dweud, "A ydych yn wir Joseph?" Dywedodd fod "yr wyf yn Joseph, a dyma fy mrawd. Yn sicr mae Allah yn ffafriol ohonom. Yn wir, ef sy'n ofni Allah ac yn glaf, ac yna yn wir, nid yw Allah yn caniatáu eu colli gwobrwyo y rhai sy'n gwneud yn dda."
da: De sagde, "Er du faktisk Joseph?" Han sagde "Jeg er Joseph, og dette er min bror. Allah har bestemt begunstiget os. Ja, han, der frygter Allah og er patienten, så faktisk Allah tillader ikke at være mistet belønning for dem, der gør godt."
el: Όπως είπαν, «Είστε πράγματι Ιωσήφ;» Είπε «είμαι Ιωσήφ, και αυτός είναι ο αδελφός μου. Αλλάχ έχει ευνόησε σίγουρα μας. Πράγματι, αυτός που φοβάται Αλλάχ και είναι ασθενής, τότε πράγματι, Αλλάχ δεν επιτρέπει να χαθεί η επιβράβευση εκείνων που κάνουν καλό.»
et: Nad ütlesid: "Kas tõepoolest Joseph?" Ta ütles: "ma olen Joseph, ja see on minu vend. Jumal on kindlasti soosib meid. Tõepoolest, kes kardab Jumalat ja on patsient, siis tõepoolest, Allah ei luba kaduma need, kes seda hea palk."
fi: He sanoivat: "Oletko todellakin Joseph?" Hän sanoi, "Olen Joseph, ja tämä on minun veljeni. Jumala on varmasti suosinut meitä. Itse asiassa hän pelkää Jumalaa ja on potilas, niin todellakin, Jumala ei salli menetetty palkita niitä, jotka tekevät hyvää."
he: הם אמרו, "אתה אכן יוסף?" הוא אמר "אני יוסף, זה אח שלי. אללה יש בהחלט המועדף עלינו. ואכן, הוא חושש אללה, הוא חולה, אז אכן, אללה אינו מאפשר לאיבוד. הפרס של אלה שעושים טוב."
hr: Rekli su, "Je li Joseph?" On je rekao "Ja sam Josip, a ovo je moj brat. Allah nas svakako odobrava. Doista, onaj ko se Allaha boji i pacijent, onda zaista, Allah ne dopušta da se izgubi nagrada onima koji čine dobro."
lt: Jie pasakė: ar jūs iš tiesų Juozapas?" Jis sako "aš esu Juozapas, ir tai yra mano brolis. Dievas yra išrinktasis tikrai mums. Iš tiesų, tas, kuris bijo Allah ir yra pacientas, tada iš tiesų, Allah neleidžia prarasti už atlygį, tie, kurie gerai."
lv: Viņi teica: "Jūs esat patiešām Jāzeps?" Viņš teica, "es esmu Jāzeps, un tas ir mans brālis. Allah noteikti ir apveltījusi mūs. Patiešām, tas, kurš baidās no Allah un pacientam, tad patiešām, Allah neļauj zaudēt atlīdzību par tiem, kuri to dara labi."
nb: De sa: "er du faktisk Joseph? Han sa "jeg er Joseph, og dette er min bror. Allah har sikkert favoriserte oss. Faktisk han som frykter Gud og er tålmodig, så faktisk Allah ikke tillater tapt belønningen som gjør godt."
sk: Povedali: "Ste si naozaj Joseph?" On povedal: "ja som Jozefa, a to je môj brat. Boh určite má prednosť, nám. V skutočnosti ten, kto obáva Alah a pacient potom skutočne Alah neumožňuje stratia odmeniť tých, ktorí robia dobré."
sl: So rekli, "Ali ste res Joseph?" On je rekel, "jaz sem Joseph, in to je moj brat. Allah ima zagotovo prednost nas. Zares, kdor boji Allah in je bolnik, potem dejansko Allah ne dovoli izgubljena nagrada tistih, ki delajo dobro."
sr_cyrl: Рекли су, "Јеси ли заиста Јосепх?" Он је рекао "Ја сам Јосепх, а ово је мој брат. Алах је сигурно била наклоњена нас. Заиста, онај ко се не боји Алаха и пацијент, онда заиста, Аллах не дозвољава да се губи награда за оне који то раде добро."
sr_latn: Rekli su, "Jesi li zaista Joseph?" On je rekao "Ja sam Joseph, a ovo je moj brat. Alah je sigurno bila naklonjena nas. Zaista, onaj ko se ne boji Alaha i pacijent, onda zaista, Allah ne dozvoljava da se gubi nagrada za one koji to rade dobro."
uk: Вони сказали: "Ти дійсно Джозеф?" Він сказав: "я Йосипа, і це мій брат. Аллах безумовно зграї нас. Дійсно, той, хто побоюється Аллах і пацієнт, то дійсно, Аллах не дозволяє бути втрачені нагорода тих, хто добро."
vi: Họ nói rằng, "Bạn có thực sự Joseph?" Ông nói "tôi là Joseph, và đây là anh trai của tôi. Allah chắc chắn đã ủng hộ chúng tôi. Thật vậy, ông sợ Allah và bệnh nhân, sau đó thực sự, Allah không cho phép bị mất phần thưởng của những người làm điều tốt."
zu: Bathi: "Ingabe ngempela uJosefa?"

# Quran1687
source: They said, "By Allah, certainly has Allah preferred you over us, and indeed, we have been sinners."
ca: Deien, "per Allah, certament ha Allah preferit sobre nosaltres, i de fet, hem estat els pecadors".
cy: Maent yn dweud, "gan Allah, yn sicr wedi Allah yn well ichi dros inni, ac yn wir, yr ydym wedi pechaduriaid."
da: De sagde: "ved Allah, helt sikkert har Allah foretrukne du over os, og faktisk, vi har været syndere."
el: Είπαν, «ο Αλλάχ, σίγουρα έχει Αλλάχ προτιμούσε σας πάνω μας, και πράγματι, ήμασταν αμαρτωλοί.»
et: Nad ütlesid: "Allahi poolt kindlasti on Jumal eelistas te meie üle, ja tõepoolest, oleme patused."
fi: He sanoivat, "Allah, varmasti on hillitä parempi ylitsemme, ja itse asiassa olemme olleet syntisiä."
he: הם אמרו, "בשם אללה, בהחלט אללה והעדיף את עלינו, ואני אכן, היינו חוטאים".
hr: Rekli su, "tako mi Allaha, sigurno je Allah, više si nas, a doista, mi smo bili grešnici."
lt: Jie pasakė: "Dievas, tikrai yra Dievo suteikiama pirmenybė, jūs mums, ir iš tiesų, mes buvome nusidėjėliai."
lv: Viņi teica: ar Allah, noteikti ir Allah dod priekšroku jūs pār mums, un tik tiešām, mēs esam grēcinieki.
nb: De sa, "av Allah, sikkert Allah foretrukne du over oss, og faktisk vi er syndere."
sk: Povedali: "pri Alláhovi, určite má Alah radšej ste nad nami, a naozaj, boli sme hriešnici."
sl: So rekli, "ki jih Allah, zagotovo je Allah raje si nad nami, in res, smo bili grešniki."
sr_cyrl: Рекли су, "тако ми Алаха, свакако је Алах лакше ти над нама, и заиста, били грешници."
sr_latn: Rekli su, "tako mi Alaha, svakako je Alah lakše ti nad nama, i zaista, bili grešnici."
uk: Вони ж відказали "Аллах, безумовно має Аллах воліє ви над нами, і справді, ми були грішниками."
vi: Họ nói, "bởi Allah, chắc chắn có Allah ưa thích bạn hơn chúng tôi, và quả thật vậy, chúng tôi đã tội nhân."
zu: Bathi: "By Allah, ngokuqinisekile uye Allah ayethanda wena phezu kwethu, futhi izoni ngempela, siye. '

# Quran1688
source: He said, "No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful."
ca: Va dir, "cap culpa hi haurà a vostè avui. Allah et perdonarà; i és la més misericordiós de les almoines."
cy: Meddai, "dim bai fydd arnoch heddiw. Bydd Allah yn maddau ichi; ac mae'n fwyaf tosturiol o y tosturiol.
da: Han sagde, "ingen skyld vil der være med dig i dag. Allah vil tilgive jer; og han er den mest barmhjertige af den barmhjertige"
el: Είπε, «δεν φταίει θα εκεί να είναι σε σας σήμερα. Αλλάχ θα σας συγχωρήσει. «και αυτός είναι ο πανάγαθος του εύσπλαχνος».
et: Ta ütles: "No süü näidatakse seal olgu teile täna. Jumal andestab teile; ja ta on armollinen ning armulised."
fi: Hän sanoi, "syyllinen ei olla teille tänään. Jumala antaa anteeksi sinulle; ja hän on laupias ja armollinen."
he: הוא אמר, "שאין להאשים יהיה עליכם היום. אללה יסלח לך; והוא הרחמן ביותר של הנדבן."
hr: Rekao je, "Nitko nije kriv da će biti na vas danas. Allah će oprostiti; i on je najmilostiviji od milostivi."
lt: Jis pasakė, "ne kaltinti bus su jumis šiandien. Dievas atleis jums; ir jis yra gailestingas, gailestingieji."
lv: Viņš teica: "nekādas vainas tur būs pār jums šodien. Allah piedos jums; un viņš ir visvairāk žēlīgs un žēlsirdīgs.
nb: Han sa, "ingen skyld det blir dere i dag. Gud vil tilgi dere. og han er den mest Nåderike av barmhjertige"
sk: Povedal, že "žiadnu vinu tam bude na vás dnes. Alah odpustí vám; a on je milosrdný z milosrdný."
sl: On reče: "brez krivde bo na vas danes. Alah bo odpustil; in on je najbolj usmiljen od usmiljen."
sr_cyrl: Рекао је, "нема кривице ће бити над вама данас. Алах вам опростити; и он је најмилосрднији од милостивог."
sr_latn: Rekao je, "nema krivice će biti nad vama danas. Alah vam oprostiti; i on je najmilosrdniji od milostivog."
uk: Він сказав: "немає провини буде не бути на вас сьогодні. Аллах простить вам; і він самий милосердний з милостиві."
vi: Ông nói, "không trách sẽ có khi bạn hôm nay. Allah sẽ tha thứ cho bạn; và ông là thương xót nhất của sự thương xót."
zu: Wathi: "Akukho basola zibe khona phezu kwenu namuhla Allah uyokuthethelela. He is Nomusa of abanesihe."

# Quran1689
source: Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together."
ca: Fer això, la meva camisa i llençar-lo sobre la cara del meu pare; ell es tornarà a veure. I portar-me la seva família, tots junts.
cy: Hyn, fy crys, ac mae'n bwrw dros wyneb fy nhad; Bydd yn gweld. A mi yn dwyn eich teulu, oll ynghyd.
da: Tage dette, min skjorte og kastede det over ansigtet af min far; han vil blive vidne. Og bringe mig dit familie, alle sammen."
el: Λαμβάνουν αυτό το, μου πουκάμισο, και πρωταγωνιστές είναι πάνω από το πρόσωπο του πατέρα μου? θα γίνει βλέποντας. «Και φέρτε μου την οικογένειά σας, όλα μαζί.»
et: Võtke seda mu särk ja vaadake üle oma isa nägu tema nähes näol. Ja tooge mulle teie pere kõik koos."
fi: Tätä, minun paita ja heitti sen kasvoille isäni; hän tulee näkemään. Ja tuo minut perheesi, kaikki yhdessä."
he: קח את זה, את החולצה, והוציאה פניו של אבי; הוא יהפוך לראות. . ותביא לי את המשפחה שלך, הכל ביחד."
hr: Uzmi ovo, majicu, i baci ga na lice mog oca; Postat će vidjeti. I mi svoju obitelj, sve zajedno."
lt: Tai, mano marškiniai, ir mesti jį per veidą, mano tėvas; jis taps matyti. Ir duoti man savo šeima, visi kartu."
lv: Ņem šo manu kreklu un cast to pār seju, par savu tēvu; viņš kļūs par redzēt. Un atnesiet man tavu ģimeni, visus kopā.
nb: Ta denne, min skjorte, og kastet den over ansiktet av min far. han blir å se. Og bringe meg familien, alle sammen.
sk: To moje tričko a vrhajú na tvár môjho otca; on bude vidieť. A prines mi svoju rodinu všetko dohromady."
sl: To, mojo srajco, in ga odvržete v obraz mojega očeta; On bodo videli. In da me vaše družine, vse skupaj."
sr_cyrl: Узми ово, моју мајицу, и баците то у лице мог оца; Он ће постати да видим. И донесите ми своје породице, сви заједно."
sr_latn: Uzmi ovo, moju majicu, i bacite to u lice mog oca; On će postati da vidim. I donesite mi svoje porodice, svi zajedno."
uk: Візьміть це, моя сорочка і кинув його на обличчя мого Отця; він стане, бачачи. І Принеси мені ваші родини, всі разом".
vi: Thực hiện việc này, áo sơ mi của tôi, và đúc nó trên khuôn mặt của cha; ông sẽ trở thành nhìn thấy. Và mang lại cho tôi gia đình của bạn, tất cả cùng nhau."
zu: Thatha lokhu, ihembe lami, uyiphonse phansi ebusweni kababa;
