Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran978
source: [Allah] said, "Descend, being to one another enemies. And for you on the earth is a place of settlement and enjoyment for a time."
ca: [Allah] deia, "descens de cap, que amb un altre enemics. I per a tu a la terra és un lloc d'assentament i gaudi per un temps."
cy: [Allah] dywedodd, "Descend, yn elynion i un arall. Ac i chi ar y ddaear yn lle o setliad a mwynhad am amser.
da: [Allah] sagde, "ned, bliver til en anden fjender. Og for dig på jorden er et sted med afvikling og nydelse for en tid."
el: [Αλλάχ] είπε, «κατεβαίνουν, όντας μεταξύ τους εχθρούς. Και για σας στη γη είναι ένα μέρος του οικισμού και απόλαυση για ένα χρόνο.»
et: [Jumalat] ütles: "laskuda, olles omavahel vaenlased. Ja sinu maa peal on koht lahendamise ja nautida aega."
fi: [Jumala] sanoi, "Descend, koska keskenään vihollisia. Ja sinulle maapallolla on paikka ja nauttia aikaa.
he: [אללה] אמר, "Descend, להיות אחד לשני אויבים. לך על פני האדמה הוא מקום של ההתיישבות ואת ההנאה לזמן."
hr: [Allah] je rekao, "dođe, biti jedni drugima neprijatelji. A za vas na zemlji je mjesto naselje i uživanje za vrijeme."
lt: [Dievas] pasakė, "nusileidžia, yra vienas kitam priešų. O jums žemėje yra vieta atsiskaitymo ir mėgautis laiką. "
lv: [Allah] teica: "skrējienu, ir viens pret otru ienaidnieku. Un jums uz zemes norēķināšanās un izbaudīt laiku vieta."
nb: [Allah] sa, "ned, blir enda fiender. Og for deg på jorden er et sted for bosetting og glede for en tid.
sk: [Allah] povedal: "zostúpiť, sú navzájom nepriatelia. A pre vás na zemi je miesto sporov a radosti čas."
sl: [Alahove] je dejal, "spustimo, se drug drugemu sovražniki. In za vas na zemlji je kraj poravnave in užitek za časa."
sr_cyrl: [Аллах ] је рекао, "Десценд, били једни другима непријатељи. И за тебе на земљи је место насеље и уживање времена."
sr_latn: [Allah] je rekao, "Descend, bili jedni drugima neprijatelji. I za tebe na zemlji je mesto naselje i uživanje vremena."
uk: [Аллах] сказав: "Descend, будучи одна до одної ворогів. І для вас на землі – місце поселення й насолоди час".
vi: [Allah] nói, "Descend, là một trong những khác kẻ thù. Và cho bạn trên trái đất là một nơi định cư và hưởng thụ cho một thời gian."
zu: [Allah] wathi: "Yehla, ngokuba omunye komunye izitha. Futhi ngawe emhlabeni is indawo zokuhlala kanye nekutijabulisa isikhathi."

# Quran979
source: He said, "Therein you will live, and therein you will die, and from it you will be brought forth."
ca: Deia, "hi viuràs i s'hi morirà, i des d'això serà portat endavant."
cy: Meddai, "ynddo bydd ydych yn byw, ac ynddo bydd byddwch yn marw, ac o Bydd ydych yn dod ymlaen."
da: Han sagde, "deri du vil leve, og deri du vil dø, og herfra vil du blive bragt frem."
el: Είπε, «σ ' αυτό θα ζεις, και σε αυτήν θα πεθάνετε, και από αυτό θα παρουσιαστείτε πίσω.»
et: Ta ütles: "seal sa elad, ja seal sa sured ja sealt siis tuuakse esile."
fi: Hän sanoi, "siinä sinun elää, ja siinä sinä kuolet, ja se tuonut esiin."
he: הוא אמר, "ובזה אתה יחיו, ובזה אתה תמות ואני ממנה אתה תובא הלאה."
hr: Rekao je, "u njoj ćete živjeti, i u njemu će umrijeti, a iz nje te će biti iznešena van."
lt: Jis pasakė, "jame jūs gyvensite, ir ten jums mirti, ir iš jo jūs turi būti suvienodintas pirmyn."
lv: Viņš teica: tur dzīvos, un tur tu mirsi, un no tā jums tiks nodotas tālāk.
nb: Han sa, "der vil du bor, og der du vil dø, og fra det du vil bli brakt frem.
sk: On povedal: "v ňom bude žiť, a v nej zomriete a z nej budete presunutí späť."
sl: Je dejal, "tam boste v živo, in tam bo umrl, in bo iz nje si prinesel tja."
sr_cyrl: Рекао је, "у томе, ти ћеш живети, у томе ће да умре и из ње приказаће се напред-назад."
sr_latn: Rekao je, "u tome, ti ćeš živeti, u tome će da umre i iz nje prikazaće se napred-nazad."
uk: Він сказав: "в ньому буде жити і в ньому ви помрете, і від нього вам буде вивів".
vi: Ông nói, "trong đó bạn sẽ sống, trong đó bạn sẽ chết, và từ đó bạn sẽ được đưa ra."
zu: Wathi: "Kulapho niyophila futhi therein wena uzofa, futhi kuwo ziyovuswa."

# Quran980
source: O children of Adam, We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember.
ca: O fills d'Adam, hagi atorgat a vostè roba per amagar el seu parts privades i com a guarniment. Però la roba de la justícia - que és millor. Que és de les senyals d'Allah que potser ells recordaran.
cy: O plant Adam, wedi roesom ar eich dillad i guddio eich rhannau preifat ac fel addurn. Ond y dillad o chyfiawnder i-dyna'r gorau. Mae gan yr arwyddion Allah efallai y byddant yn eu cofio.
da: O børn af Adam, har vi skænket jer tøj til at skjule dine private dele og som pynt. Men tøj af retfærdighed - det er bedst. Det er fra tegnene på Allah, måske de vil huske.
el: O τα παιδιά του Αδάμ, έχουμε που είναι πάνω σας ρούχα να αποκρύψει ιδιωτικά μέρη σας και ως διακοσμητικά. Αλλά η ενδυμασία της δικαιοσύνης - που είναι καλύτερο. Που είναι από τα σημάδια του Αλλάχ που ίσως θα θυμούνται.
et: O laste Adam, me olen andnud teie varjata erasektori osad riided ja Ehted. Aga õiglus - riided mis on parim. See on Jumal, et võibolla nad mäletavad tunnuseid.
fi: Oi Aatamin lapset luotatte suonut teille vaatteet peittämään oman yksityisen osat ja koriste. Mutta vaatteet vanhurskautta - thats paras. Se on Jumala, jotka ehkä he muistavat oireita.
he:  ילדיו של אדם, אנחנו שדבק עליכם בגדים כדי להסתיר את אבריך הפרטיים, בתור קישוט. אבל הבגדים של יושר - זה הכי טוב. זה בגלל הסימנים של אללה. אולי הם יזכרו.
hr: O djeco Adama, mi koju vam odjeću da sakrije intimne dijelove i kao ukras. Ali odjeća pravednosti - to je najbolje. To je od znakova Allah to možda će se sjetiti.
lt: O vaikai Adomo, mes būti nukreiptas į tave drabužių nuslėpti jūsų privačias dalys ir kaip papuošalai. Bet drabužius tiesos - tai geriausias. Tai yra Dievas, kad galbūt jie bus prisiminti požymių.
lv: O bērnu Adam, mums ir apveltīts, pēc jums slēpt savu vīrietību apģērbu un rotājumiem. Bet taisnības - apģērbu, kas ir vislabāk. Tas ir no Allah, kas varbūt viņi atcerēsies pazīmes.
nb: O barn av Adam, vi har gitt dere klær for å skjule din private deler og utsmykning. Men klær av rettferdighet - som er best. Det er fra tegnene av Allah som kanskje de vil huske.
sk: O deti Adama, sme zapožičaný na vás oblečenie zakryť svoj prirodzení a ako ozdobu. Ale oblečenie spravodlivosť - to je najlepšie. Čiže od znamenia Alaha, ktoré snáď budú pamätať.
sl: O otrok Adam, smo jih podeljuje na vas oblačila skrivati vaš zasebni deli in kot okras. Ampak oblačilih pravičnosti - to je najboljši. To je znakov Allah, ki morda bo zapomnil.
sr_cyrl: О деци од Адама, подарили смо одеће да прикрије своје интимне делове и као Реса. Али крагни праведности - да је тако најбоље. То је од знакова Аллах то можда памтиће.
sr_latn: O deci od Adama, podarili smo odeće da prikrije svoje intimne delove i kao Resa. Ali kragni pravednosti - da je tako najbolje. To je od znakova Allah to možda pamtiće.
uk: O дітей Адама, ми маємо дарував на вас одяг, щоб приховати частини тіла і як прикрасою. Але одяг праведність - що краще. Це з ознак Аллах, який можливо вони запам'ятають.
vi: O trẻ em của Adam, chúng ta đã ban cho khi bạn quần áo để che giấu phần riêng của bạn và trang sức. Nhưng quần áo của sự công bình - đó là tốt nhất. Đó là dấu hiệu của Allah mà có lẽ họ sẽ nhớ.
zu: O ntwana Adam We pha uyobeka ukuze afihle izitho zakho zangasese futhi njengoba ukuhloba.

# Quran981
source: O children of Adam, let not Satan tempt you as he removed your parents from Paradise, stripping them of their clothing to show them their private parts. Indeed, he sees you, he and his tribe, from where you do not see them. Indeed, We have made the devils allies to those who do not believe.
ca: O fills d'Adam, deixa no Satan temptar-lo com es va treure el seu pares del paradís, despullant-los de la seva roba per mostrar les seves parts privades. De fet, es veu, ell i la seva tribu, des d'on vostè no veure'ls. De fet, hem fet els aliats de diables a aquells que no creuen.
cy: O plant Adam, gadewch i ni Satan demtio chi fel y dileodd eich rhieni o baradwys, cael gwared arnynt eu dillad eu hunain i ddangos iddynt eu rhannau preifat. Yn wir, ef yn gweld chi, ef a ei tribe, o lle na allwch weld iddynt. Yn wir, rydym wedi gwneud y cynghreiriaid devils i'r rhai nad ydynt yn credu.
da: O børn af Adam, lad ikke Satan friste dig som han fjernet dine forældre fra Paradise, stripping dem af deres tøj til at vise dem deres private dele. Ja, han ser du, han og sin stammen, fra hvor du ikke ser dem. Faktisk har vi lavet djævle allierede til dem, der ikke tror.
el: O τα παιδιά του Αδάμ, ας μην Σατανά σας δελεάσει καθώς αφαιρούσε τους γονείς σου από τον παράδεισο, στερώντας τους τα ρούχα τους να τους δείξουμε τα ιδιωτικά μέρη. Πράγματι, αυτός βλέπει σας, αυτός και η φυλή του, από όπου δεν μπορείτε να δείτε τους. Πράγματι, κάναμε το διάβολοι Σύμμαχοι σε όσους δεν πιστεύουν.
et: O laste Adam, lase Saatan kiusate te kui Traktorijuht eemaldas oma vanematele paradiisi, eemaldamine neid riietusel neile näidata oma suguelundid. Tõepoolest, ta näeb, sa, tema ja tema hõim, kust sa näed neid. Tõepoolest, oleme teinud devils liitlased neile, kes ei usu.
fi: Oi Aatamin lapset Anna Saatanan kiusata sinua, kun hän siirtyi vanhempasi Paratiisista ne vaatetus näyttää heille heidän yksityisiä osia. Itse asiassa hän näkee, hän ja hänen heimo, jos et näe niitä. Itse asiassa olemme tehneet devils liittolaisia niille, jotka eivät usko.
he:  ילדיו של אדם, תן לא השטן לפתות אותך. הוא הוסר ההורים שלך מגן-העדן, מפשיטים אותם שלהם בגדים כדי להראות להם המוצנעים. ואכן, הוא רואה אותך והוא השבט שלו, מ איפה אתה לא רואה אותם. אכן, עשינו הברית שדים לאלו אשר אינם מאמינים.
hr: O djeco Adama, neka Sotona vas iskušati kao on uklonjen roditeljima iz raja, miče njihovu odjeću pokazati im svoje intimne dijelove. Doista, vidi ti, on i njegovo pleme, od gdje ne vidiš ih. Doista, mi smo napravili đavoli saveznici onima koji ne vjeruju.
lt: O vaikai Adomo, tegul ne Šėtonas vilioja jums kaip jis pašalinamas jūsų tėvai iš Rojaus, valymo jų savo drabužius, kad parodyti jiems jų private parts. Iš tiesų, jis mato jus, jis ir jo gentis, iš kur jūs nematote jų. Iš tiesų, mes padarėme velnių sąjungininkės tiems, kurie netiki.
lv: O bērnu Ādams, ļaujiet nevis sātans, kārdināt jūs kā viņš izņēma savus vecākus no paradīzes, sloksņošanas viņus par darba apģērbu, lai parādītu viņiem savu vīrietību. Patiešām, viņš redz jums, viņš un viņa cilts, no kur jūs tos neredzat. Patiešām, mēs esam panākuši velni sabiedroto tiem, kuri netic.
nb: O barn av Adam, la ikke Satan friste deg som han fjernet foreldrene dine fra paradis, stripping dem av deres klær å vise dem sine private deler. Faktisk ser han deg, han og hans stamme, fra der du ikke ser dem. Vi har faktisk gjort de djevler allierte til dem som ikke tror.
sk: O deti Adama, nech nie Satan zvádzať vás vybral svojich rodičov z raja, vyfukovacieho im svoje oblečenie, aby im ukázať ich prirodzení. Vskutku, vidí, ty, on a jeho kmeňa, ak nechcete vidieť ich. V skutočnosti sme sa diabli spojenci tým, ktorí neveria.
sl: O otrok Adam, naj ne Satan nagnili, kot je odstranjena tvoji starši iz raja, stripping jih svoje obleke, jim pokazati svoje zasebne dele. Dejansko vidi vas, on in svojega plemena, iz kje si jih ne vidite. Dejansko smo naredili devils zavezniki tistim, ki ne verjamejo.
sr_cyrl: О децо Адама, пусти да те сотона не изазивај си као што је извадио твоји родитељи из раја, гуљење их које им недостају им показати своје интимне делове. Заиста , он види тебе, он и његово племе, из где их не видите. Заиста , направили смо врагови савезници онима који не верују.
sr_latn: O deco Adama, pusti da te sotona ne izazivaj si kao što je izvadio tvoji roditelji iz raja, guljenje ih koje im nedostaju im pokazati svoje intimne delove. Zaista, on vidi tebe, on i njegovo pleme, iz gde ih ne vidite. Zaista, napravili smo vragovi saveznici onima koji ne veruju.
uk: O дітей Адама, нехай не сатани спокусити вас, як він позбавлялися ваші батьки рай, позбавивши їх з їх одяг, щоб показати їм свої особисті частини. Дійсно, він бачить, що ви, він і його плем'я, від де ви їх не бачите. Дійсно, ми зробили дияволів союзників до тих, хто не вірять.
vi: O trẻ em của Adam, cho Sa-tan không đa dạng như ông loại bỏ cha mẹ của bạn từ thiên đường, tước họ về quần áo của họ để cho họ một phần riêng của họ. Thật vậy, anh ta thấy bạn, ông và các bộ lạc của mình từ nơi mà bạn không nhìn thấy chúng. Thật vậy, chúng tôi đã thực hiện liên minh ma quỷ để những người không tin.
zu: O ntwana Adam cha qhashisa USathane wamlinga wena njengoba wamsusa abazali bakho axoshwa ePharadesi, babahlubula izingubo zabo ukubabonisa izingxenye zabo zangasese.

# Quran982
source: And when they commit an immorality, they say, "We found our fathers doing it, and Allah has ordered us to do it." Say, "Indeed, Allah does not order immorality. Do you say about Allah that which you do not know?"
ca: I quan van cometre una immoralitat, diuen, "Hem trobat els nostres pares de fer-ho, i Allah ha ordenat a nosaltres fer-ho." Dir, "de fet, Allah no ordre immoralitat. Et diuen sobre Allah que no saps?"
cy: A pan maent yn ymrwymo anfoesoldeb, maent yn dweud, "Cawsom ein tadau yn ei wneud, ac mae Allah yn archebu inni wneud hynny." Dweud, "yn wir, yw Allah nid Gorchymyn anfoesoldeb. Ydych chi'n ei ddweud am Allah sy'n nad ydych yn gwybod?"
da: Og når de begår en umoral, de siger, "vi fandt vore fædre, gør det, og Allah har beordret os til det.." Sige, "Ja, Allah ikke bestille umoral. Siger du om Allah, som du ikke kender?"
el: Και όταν διαπράττουν μια ανηθικότητα, λένε, «βρήκαμε πατέρες μας το κάνουν, και Αλλάχ διέταξε εμάς να το κάνουμε.» Λένε, «πράγματι, Αλλάχ δεν για ανηθικότητα. Λέτε για Αλλάχ αυτό που δεν ξέρετε;»
et: Ja kui nad toime, amoraalsuse, nad ütlevad, "leidsime tee seda meie isad ja Jumal tegi meile seda teha." Öelda: "tõepoolest, Allah ei mõista amoraalsus. Sa ütled, Allah umbes see, mida sa ei tea?"
fi: Ja kun he syyllistyvät moraalittomuus, he sanovat, "Löysimme isiemme sitä, ja Jumala on määrännyt meitä tekemään sen." Esimerkiksi: "itse asiassa hillitä tilaa moraalittomuus. Sanot hillitä sitä, mikä ei tiedä?"
he: כאשר הם מבצעים של מוסריות, הם אומרים, "מצאנו את האבות שלנו עושה את זה, אללה ציווה עלינו לעשות את זה." אומרים, "ואכן, אללה לא להזמין מוסריות. אתה אומר על אללה את אשר אתה לא יודע?"
hr: I kad počine u nemoral, oni kažu, "Našli smo očevi to, i Allah je naredio da to." Kažu, "uistinu, Allah bi nemoral. Kažeš o Allahu ono što ne znate?"
lt: Ir kai jie įsipareigoja, amoralumo, jie sako, "Mes radome mūsų tėvai daro tai, ir Dievas įsakė mums tai padaryti." Sako: "iš tiesų, Allah nereiškia kad amoralumo. Tu pasakysi apie Dievo, kuris jums nereikia žinoti?"
lv: Un, kad viņi izdara netikumība, viņi saka: "mēs noskaidrojām mūsu tēvi, darot to, un Allah ir pasūtīja mūs to darīt." Teikt: "patiešām, Allah nevar pasūtīt netikumība. Tu saki par Allah, ko jūs nevar zināt?"
nb: Og når de begått en umoral, de sier, "Vi fant våre fedre å gjøre det, og Allah har bestilt oss å gjøre det. Si, "faktisk Allah ikke beordre umoral. Sier du om Allah som du ikke vet?"
sk: A keď sa dopustí Nemravnosť, hovoria: "Zistili sme, našich otcov, robiť to, a Alah nariadil nám to." Povedať: "Vskutku, Alah, aby nemorálnosť. Hovoríte o Alah, ktoré neviete?"
sl: In ko se zavežejo nemoralnosti, pravijo, "smo ugotovili, da naši očetje, ki to počne, in Allah je odredila nas uganjati to." Reče: "Pravzaprav, Allah ne da nemoralnosti. Praviš o Allah, ki ne veste?"
sr_cyrl: И када почине за неморал, кажу они, "нашли смо нашим очевима, то ради и Аллах нам је наредио да то уради." Рецимо , "заиста, Аллах не нареди неморала. Кажете о Аллах оно што не знате?"
sr_latn: I kada počine za nemoral, kažu oni, "našli smo našim očevima, to radi i Allah nam je naredio da to uradi." Recimo, "zaista, Allah ne naredi nemorala. Kažete o Allah ono što ne znate?"
uk: І коли вони здійснюють аморальності, вони кажуть: "ми виявили, наші засновники, робити це і Аллах наказав нам зробити це." Сказати: "дійсно, Аллах не замовити аморальності. Ви скажете про Аллах те, що ви не знаєте?"
vi: Và khi họ cam kết một đạo Đức, họ nói, "chúng tôi tìm thấy người cha của chúng tôi làm việc đó và Allah đã ra lệnh cho chúng tôi để làm điều đó." Nói, "thật vậy, Allah không ra lệnh đạo Đức. Làm gì bạn nói về Allah đó mà bạn không biết?"
zu: Futhi uma they bophezela ukuziphatha okubi, bathi: "Simfumene obaba ewenza, futhi Allah Wasiyala ukuba sikwenze."

# Quran983
source: Say, [O Muhammad], "My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration, and invoke Him, sincere to Him in religion." Just as He originated you, you will return [to life] -
ca: Dir, [O Muhammad], "el meu Senyor ha ordenat justícia i que vosaltres mateixos mantenir [en la veneració d'ell] en cada lloc [o temps] de prostració i invocar-li, li sincer en la religió." Igual que es va originar, tornaràs [a la vida]-
cy: Dweud, [O Muhammad], "fy Arglwydd wedi archebu cyfiawnder a bod chi gynnal eich hunain [yn addoli iddo] ar bob lle [neu amser] prostration, ac yn galw'r ef, yn ddiffuant iddo mewn crefydd." Yn union fel roedd ef yn tarddu chi, byddwch yn dychwelyd [oes]-
da: Sige, [O Muhammad], "min herre har bestilt retfærdighed og at du opretholde jer [i tilbedelsen af ham] på hvert sted [eller tid] af udmattelse, og påberåbe sig ham, oprigtig til ham i religion." Ligesom han stammer fra dig, du vil vende tilbage [til liv]-
el: Ας πούμε, [Ο Μωάμεθ], «Κύριέ μου έχει διατάξει δικαιοσύνη και να διατηρήσει τους εαυτούς σας [στη λατρεία του] σε κάθε χώρο [ή το χρόνο] του κατάπτωση και επικαλούνται αυτόν, ειλικρινή σ ' αυτόν στη θρησκεία.» Όπως ακριβώς το έλκει την καταγωγή σας, θα επιστρέψετε [ζωής]-
et: Öelda, [O Muhammad], "Issand tegi õigus ja säilitada endid [kummardama teda] iga koht [või aeg] täielik kurnatus ja tugineda teda siiras talle religioon." Nii nagu ta on pärit olete, te tagasi [elule]-
fi: Eli [Oi Muhammed] "Herrani on tilannut oikeus- ja ylläpitää itse [jumalanpalveluksissa hänestä] joka paikassa [tai aika] uupumusta ja vedota häneen uskonto vilpitön." Kuten hän sai alkunsa, palaat [elämä]-
he: תגיד, [O מוחמד], "אדוני הורה צדק, לך לשמור על עצמכם [בסגידה אותו]-בכל מקום [או זמן] של השתטחות, והעלה אותו, כנה לו בדת." בדיוק כפי הוא מקורו אותך, אתה תחזיר [חיים]-
hr: [O Muhammad], "moj Gospodin je naredio pravde i održavati se [u obožavanje ga] u svakom mjestu [ili vrijeme] klečanja i njemu iskreno mu se u vjeri." Kao što je nastao, vratit ćete se [života]-
lt: Tarkim, [O Muhammad], "mano Viešpats įsakė Teisingumo ir kad jums palaikyti save [, garbinimas jam] kiekvieną vietą [ar laiko], išsekimas, ir remtis jo, nuoširdus jam religija." Kaip jis atsirado jums, jums bus grąžinti [į gyvenimą]-
lv: Teiksim, [O Muhammad] "milord ir izdevis tieslietu un paturēt sev [pielūgšanu viņu] katrā vietā [vai laika], prostrācija un izsaukt viņu patiesi viņu reliģija." Tāpat, kā viņš ir radījis jums, jūs atgriežaties [dzīvi]-
nb: Si, [O Muhammad], "min Herre har bestilt rettferdighet og at du opprettholder dere [i dyrkingen av ham] på hvert sted [eller tid] av sammenbrudd, og påkalte ham, oppriktig ham i religion." Akkurat som han stammer fra du, kommer du tilbake [til livet]-
sk: J. [Mohamed], "môj pán nariadil spravodlivosti a udržiavať sami [v uctievanie ho] každé miesto [alebo čas] vyčerpanie a vyvolať ho úprimne mu v náboženstve." Rovnako tak vznikol vám, vám vráti [k životu]-
sl: Recimo, [O Muhammad], "moj gospodar je odredil pravosodje in da vzdržuje sebe [v čaščenje njega] na vsak kraj [ali čas] izčrpanost in uveljavlja ga, mu iskreno, v vero." Tako, kot je izvira vas, se boste vrnili [življenje]-
sr_cyrl: Реци , [О Мухаммад], "мој господар је наредио правде и да сами одржавате [у дивљење према њему] на свако место [или времена] на мису, и позвати га, искрена са њим у религији." Као и он ти је настао, вратићеш [живот]-
sr_latn: Reci, [O Muhammad], "moj gospodar je naredio pravde i da sami održavate [u divljenje prema njemu] na svako mesto [ili vremena] na misu, i pozvati ga, iskrena sa njim u religiji." Kao i on ti je nastao, vratićeš [život]-
uk: Скажімо, [O Мухаммад], "Мій Господь наказав правосуддя і підтримувати себе [прослави йому] на кожному місці [або час] з прострація і викликати його щирим йому в релігії." Подібно тому, як він виник ви, ви повернетеся [життя]-
vi: Nói, [O Muhammad], "Tâu Đức vua đã ra lệnh cho công lý và bạn duy trì mình [trong thờ phượng của ông ta] tại mỗi nơi [hoặc thời gian] của prostration, và gọi anh ta, chân thành với anh ta trong tôn giáo." Cũng giống như ông có nguồn gốc từ bạn, bạn sẽ trở lại [đời sống]-
zu: Awusho, [O Muhammad], "Nkosi yami isiyalele ubulungisa futhi ukuthi ulondoloza ngokwenu [ekumkhulekeleni] kuzo zonke izindawo [noma nini] of prostration nokunxusa Him, abaqotho kuye enkolweni."
