Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran574
source: And they say, "[We pledge] obedience." But when they leave you, a group of them spend the night determining to do other than what you say. But Allah records what they plan by night. So leave them alone and rely upon Allah. And sufficient is Allah as Disposer of affairs.
ca: I van dir, "[ens comprometem] obediència." Però quan et surten, un grup d'ells passen la nit determinació a fer res més que el que dius. Però Allah enregistra el que planegen de nit. Així, deixar-los sols i confiar en Allah. I prou és Allah com triturador d'Afers.
cy: Ac maent yn dweud, "[Rydym yn addo] ufudddod." Ond pan fyddant yn gadael chi, grŵp ohonynt yn treulio y nos benderfynu ei wneud na beth yr ydych yn ei ddweud. Ond mae'r Allah yn cofnodi beth maent yn ei cynllun gan nos. Felly gadael llonydd iddynt, ac yn dibynnu ar Allah. Ac mae digon o Allah fel Disposer o faterion.
da: Og de siger, "[vi forpligter os] lydighed." Men når de forlader dig, en gruppe af dem tilbringe natten bestemmelse at gøre andet end hvad du siger. Men Allah registrerer, hvad de planlægger om natten. Så lad dem alene og påberåbe sig Allah. Og tilstrækkelig er Allah som forvalter af anliggender.
el: Και αυτοί λένε, "[που υποσχόμαστε] υπακοή.» Αλλά όταν φεύγετε, μια ομάδα από αυτούς περνούν τη νύχτα τον καθορισμό για να το κάνουμε άλλο από αυτό που λέτε. Αλλά Αλλάχ καταγράφει τι σχεδιάζουν τη νύχτα. Έτσι, να τους αφήσουμε μόνους και στηρίζονται σε Αλλάχ. Και επαρκή είναι ο Αλλάχ ως Disposer των υποθέσεων.
et: Ja nad ütlevad, "[Me lubame] kuulekus." Aga kui nad lahkuvad sa, rühm neist ööbida kindlaks teha peale, mida sa ütled. Kuid Jumal arvestust, mida nad planeerida öösel. Nii neid ja Jumal toetuda. Ja piisav on Jumal nagu jäätmekõrvaldaja enese.
fi: Ja he sanovat, "me lupaamme kuuliaisuus." Mutta kun he lähtevät sinua, joukko niitä viettää yö määritettäessä tehdä muuta kuin mitä sanot. Mutta Jumala tallentaa, mitä ne suunnitelma yöllä. Joten erota heidät yksin ja luottaa Allah. Ja riittävä Allah asioiden säätäjä.
he: הם אומרים, "[אנו מתחייבים] ציות." אבל כשהם עוזבים אותך, קבוצה של אותם לבלות את הלילה קביעת לעשות אחרת מאשר מה שאתה אומר. אבל אללה רשומות מה הם מתכננים בלילה. אז להשאיר אותם לבד ולא להסתמך על אללה. והוא מספיק אללה כמו Disposer של ענייני.
hr: I oni kažu, "mi obećaju poslušnost." Ali kada te napuste, grupa njih provesti noć određivanje veze osim što govoriš. Ali Allah bilježi ono što oni planiraju noću. Tako ih ostaviti na miru i osloniti se na Allaha. A dovoljan je Allah kao odlagača poslova.
lt: Ir jie sako, "[mes įsipareigojame] paklusnumo." Bet kai jie palikti jums, jų grupės praleisti naktį nustatant daryti ne ką pasakyti. Bet Dievas įrašo, kiek jie planuoja naktį. Todėl palikti juos ramybėje ir remtis Dievo. Ir pakankamai yra Dievas kaip reikalų tvarkymą.
lv: Un viņi saka: "[mēs ķīlu] paklausība." Bet, kad tie atstāj jums, grupa tos pavadīt nakti, nosakot to darīt, izņemot to, ko jūs sakāt. Bet Allāha fiksē to, ko viņi plānu līdz vakaram. Tātad lieciet viņus mierā un paļauties uz Allah. Un pietiekami Allah kā lietu aizvākšanu.
nb: Og de sier, "[Vi forplikter oss] lydighet." Men når de forlater du, en gruppe av dem tilbringe natten bestemme annet enn hva du sier. Men Allah registrerer hva de planlegger om natten. Så forlate dem alene og stole på Allah. Tilstrekkelig er Allah som Disposer av saker.
sk: A oni hovoria, "[zaväzujeme] poslušnosti." Ale keď opustí vás, skupina z nich stráviť noc, určenie na niečo iné ako to, čo hovoríte. Ale Boh zaznamenáva, čo plánujú v noci. Takže nechať ich na pokoji a spoliehať sa na Boha. A dostatočná je Alah zneškodňovateľ vecí.
sl: In so rekli, "[smo obljubo] poslušnosti." Vendar, ko zapustijo vas, skupina njih preživijo noč določanje storiti drug kot kaj ste rekli. Vendar Allah evidence, kaj načrtujejo, ponoči. Tako jih pustiti pri miru in se zanašajo na Alah. In dovolj je Allah kot odstranjevalec zadeve.
sr_cyrl: А они кажу, "[заклињемо] послушности." Али кад те оставе, група њих преспавам утврђивања да радимо осим шта си рекао. Али Аллах записује оно што они планирају ноћу. Зато их остави на миру и да се ослонимо на Алаха. А довољан је Аллах као Диспосер послова.
sr_latn: A oni kažu, "[zaklinjemo] poslušnosti." Ali kad te ostave, grupa njih prespavam utvrđivanja da radimo osim šta si rekao. Ali Allah zapisuje ono što oni planiraju noću. Zato ih ostavi na miru i da se oslonimo na Alaha. A dovoljan je Allah kao Disposer poslova.
uk: І вони кажуть, "[Ми зобов'язуємося] послуху." Але коли вони залишити вас, Група з них переночувати визначення робити інше, що ви говорите. Але Аллах записує те, що вони планують вночі. Таким чином, залишити їх у спокої і покладаються на Аллаха. І достатнім Аллах як Disposer справ.
vi: Và họ nói rằng, "[chúng tôi cam kết] Vâng lời." Nhưng khi họ rời khỏi bạn, nhóm của họ chi tiêu trong đêm xác định làm khác so với những gì bạn nói. Nhưng Allah ghi lại những gì họ có kế hoạch của ban đêm. Vì vậy, để lại cho họ một mình và dựa vào Allah. Và đầy đủ là Allah Disposer của vấn đề.
zu: Futhi bathi, "[Sitinikele] ukulalela."

# Quran575
source: Then do they not reflect upon the Qur'an? If it had been from [any] other than Allah, they would have found within it much contradiction.
ca: Llavors ells no reflecteixen en el Qur ' an? Si hagués estat de [qualsevol] altre que Allah, haurien trobat dins d'ella molt contradicció.
cy: Yna nid ydynt yn adlewyrchu ar y Qur'an? Pe buasai gan [unrhyw] heblaw Allah, byddai wedi bod yn llawer o anghysondeb.
da: Derefter afspejler de ikke efter Koranen? Hvis det havde været fra [en] end Allah, ville de have fundet inden for det meget modsigelse.
el: Στη συνέχεια, αυτοί δεν αντικατοπτρίζουν κατά το Κοράνι; Αν είχε περάσει από [οποιαδήποτε] εκτός από Αλλάχ, θα έπρεπε να βρεθεί μέσα σε αυτό πολύ αντίφαση.
et: Siis nad ei kajasta upon Koraan? Kui see oleks olnud [mis tahes] välja arvatud Jumal, oleksid nad leidnud selles palju vastuolusid.
fi: Sitten ne ei kuvastavat Koraanin? Jos se olisi ollut jostakin [] kuin Jumala, he ovat löytäneet sen paljon ristiriitaa.
he: ואז הם אינן משקפות על הקוראן? אם זה היה מתוך [כל] מלבד אללה, הם היו מוצאים בתוכו הרבה סתירות.
hr: Onda oni ne odražavaju na Kur'an? Da se [bilo] Osim Allaha, pronašli bi unutar njega puno kontradikcija.
lt: Tada jie neatspindi ant Korano? Jei jis buvo iš [bet] ne Dievas, jie būtų rasti joje daug prieštaravimų.
lv: Tad tie neatspoguļo uz Qur? Ja tas būtu bijis no [] izņemot Allah, viņi ir atraduši tajā daudz pretrunu.
nb: Så de ikke reflekterer på Koranen? Hvis det hadde vært fra [en] enn Allah, ville de ha funnet i den mye strid.
sk: Potom sa neodráža na Koráne? Keby to bolo od [žiadne] okrem Alaha, by našli v ňom veľký rozpor.
sl: Potem ti ne odražajo na Koranu? Če bi bilo iz [katero koli] razen Allah, bi ugotovila, v njem veliko nasprotje.
sr_cyrl: Онда су се није одразило на Кур'ану? Ако је то било из [било какав] осим Алаха, они налазили унутар њега пуно контрадикција.
sr_latn: Onda su se nije odrazilo na Kur'anu? Ako je to bilo iz [bilo kakav] osim Alaha, oni nalazili unutar njega puno kontradikcija.
uk: Потім вони не збігаються на Корані? Якщо б це було з [будь-якого] крім Аллаха, вони знайшли б в ньому багато суперечностей.
vi: Sau đó họ không phản ánh trên kinh Koran? Nếu nó đã từ một [] khác ngoài Allah, họ sẽ có tìm thấy bên trong nó nhiều mâu thuẫn.
zu: Khona they cha cabangisisa phezu Qur'an?

# Quran576
source: And when there comes to them information about [public] security or fear, they spread it around. But if they had referred it back to the Messenger or to those of authority among them, then the ones who [can] draw correct conclusions from it would have known about it. And if not for the favor of Allah upon you and His mercy, you would have followed Satan, except for a few.
ca: I quan arriba a ells informació sobre seguretat [pública] o por, s'estenen al voltant. Però si que havia remès tornar al Missatger o d'autoritat entre ells, llavors els que [es] treure conclusions correctes d'ella hagués sabut sobre això. I si no fos pel favor d'Allah i la seva misericòrdia, hagués perseguit Satan, excepte uns pocs.
cy: A phan y daw iddynt wybodaeth am ddiogelwch [gyhoeddus] neu ofn, y maent yn lledaenu ei o gwmpas. Ond os oedd eu cyfeirio yn ôl y negesydd neu awdurdod yn eu plith, byddai y rhai a [Gall] dod i gasgliadau cywir ohono wedi gwybod amdano. Ac os nad ar gyfer favor Allah ar chi ac yn ei drugaredd, byddai wedi dilyn Satan, heblaw am ychydig.
da: Og når der kommer til dem oplysninger om [offentlige] sikkerhed eller frygt, de sprede det rundt. Men hvis de havde nævnt det tilbage til Messenger eller til dem af myndighed mellem dem, så dem, der [kan] drage korrekte konklusioner fra det ville have vidst om det. Og hvis ikke til fordel for Allah på dig og hans barmhjertighed, ville du have fulgt Satan, bortset fra et par.
el: Και όταν έρχεται να τους πληροφορίες σχετικά με το [Δημόσιο] ασφάλεια ή φόβο, μπορούν να εξαπλωθούν γύρω. Αλλά αν αυτοί είχαν αναπεμφθεί αυτό το Messenger ή να εκείνα των οργάνων μεταξύ τους, τότε αυτοί που [να] καταλήξει σωστά συμπεράσματα από αυτή θα έπρεπε να γνωρίζει για αυτό. Και αν όχι για την εύνοια του Αλλάχ μαζί σας και το έλεος, θα ακολουθήσετε τον Σατανά, πλην ελαχίστων.
et: Ja kui sealt tuleb neile teavet umbes [avalik] turvalisuse või hirmu, nad levitada selle ümber. Aga kui nad olid suunata see tagasi Messenger või nende asutus nende seas, siis oleks need, kes [võib] saada õiged järeldused, see teada seda. Ja kui mitte jaoks ja tema halastuse Jumal kasuks teil oleks järgneb Saatan, välja arvatud mõned.
fi: Ja kun tulee niitä tietoja [] turvallisuuden tai pelkoa, levitä se noin. Mutta jos ne olisivat se takaisin Messenger tai viranomaisen joukossa, sitten ne, jotka [voi] tehdä oikeita johtopäätöksiä sen olisi tiennyt sitä. Ja jos ei, hyväksi Jumalan ja hänen armonsa, sinun olisi seurannut Saatana, lukuun ottamatta muutamia.
he: וכאשר מגיע להם מידע על [] את בטחון הציבור או פחד, הם להפיץ את זה. אבל אם הם היו מכונה זה חזרה השליח או לאלה של הרשות ביניהם, ואז אלה אשר [יכול] לצייר ולהסיק את המסקנות הנכונות ממנו הייתי יודע על זה. אם לא בשביל טובה של אללה בעת אתה ורחמיו, לך שפעלת השטן, מלבד כמה.
hr: I kada dođe do njih informacije o [sigurnosti] ili strah, su prskali svuda okolo. Ali su je iz to vratiti to Glasnik ili onima u autoritet među njima, zatim oni koji [može] iz nje izvući ispravne zaključke bi znao o tome. I ako ne za uslugu Allah na vas i njegovog milosrđa, bih su slijedili Sotonu, osim nekoliko.
lt: Ir kai ateis jiems informaciją apie [visuomenės] saugumo ar baimės, jie skleisti ją aplink. Bet jei jie nurodė jį atgal į Messenger arba kurie institucijos tarp jų, tada tie, kurie [] daryti teisingas išvadas ir ji būtų žinoma apie ją. Ir jei ne dėl Dievo malonės jums ir jo malonės, jums būtų po Šėtonas, išskyrus keletą.
lv: Un tad, kad tām pienāk informācija par [valsts] drošības vai bailes, tās izplatību, tai apkārt. Bet, ja viņi bija nodevusi atpakaļ Messenger vai iestādes starpā, tad tie, kas var izdarīt pareizu secinājumu no tā būtu zināms par to. Un ja ne par Allah favor pēc jums un viņa žēlsirdība, jums būtu sekojusi sātans, izņemot dažus.
nb: Og når det gjelder dem informasjon om [offentlig] sikkerhet eller frykt, de spre den rundt. Men hvis de hadde kalt det tilbake til Messenger eller til de av myndighet blant dem, så de som [kan] tegne rette konklusjoner fra det ville ha kjent om det. Og hvis ikke for støtte av Allah på deg og hans barmhjertighet, ville du har fulgt Satan, med unntak av noen.
sk: A keď príde na ne informácie o bezpečnosti [public] alebo strach, že ju šíriť okolo. Ale ak oni mali len to späť Messenger alebo úrad medzi nimi, potom tí, ktorí sa možno správne závery z toho by vedel o tom. A ak nie pre priazeň Alah vám a jeho milosrdenstvo vás pozerala Satan, okrem niekoľkých.
sl: In ko pride do njih informacije o [javne] varnosti ali strah, širijo okoli. Vendar če se je iz to nazaj sel ali tiste organa med njimi, potem tisti, ki [lahko] pravilne sklepe iz nje bi moral vedeti o njej. In če ne za uslugo Allah na vas in njegovi milosti, ste bi sledili Satan, razen nekaj.
sr_cyrl: А када тамо додје до тога информације о [полиција] или страх, су прскали свуда около. Али , ако су имали упутио назад на Мессенгер или онима од ауторитет међу њима, онда они који [могу] да нацртам исправне закључке из тога бих знао о томе. И ако не за услугу од Алаха и сва његова милост, те не би пратио Сатана, осим неколицине.
sr_latn: A kada tamo dodje do toga informacije o [policija] ili strah, su prskali svuda okolo. Ali, ako su imali uputio nazad na Messenger ili onima od autoritet među njima, onda oni koji [mogu] da nacrtam ispravne zaključke iz toga bih znao o tome. I ako ne za uslugu od Alaha i sva njegova milost, te ne bi pratio Satana, osim nekolicine.
uk: І коли приходить до них інформацію про [громадських] безпеки або страх, вони не поширювати його навколо. Але якщо вони мали передала її назад до Messenger або тим авторитет серед них, то ті, хто можна зробити правильні висновки з нього знали б про це. І якщо не на користь на вас і його милості Аллаха, ви б слідували сатани, за винятком небагатьох.
vi: Và khi có đến cho họ thông tin về bảo mật [khu vực] hoặc sợ hãi, chúng lây lan xung quanh nó. Nhưng nếu họ đã giới thiệu về Messenger hoặc những người có thẩm quyền trong số đó, sau đó là những người [có thể] rút ra kết luận chính xác từ nó đã có thể biết về nó. Và nếu không cho các ưu tiên của Allah khi bạn và lòng thương xót của mình, bạn nào theo Satan, ngoại trừ một số ít.
zu: Futhi uma kukhona ulwazi mayelana nokuvikeleka [umphakathi] noma ukwesaba, they embula it azungeze.

# Quran577
source: So fight, [O Muhammad], in the cause of Allah; you are not held responsible except for yourself. And encourage the believers [to join you] that perhaps Allah will restrain the [military] might of those who disbelieve. And Allah is greater in might and stronger in [exemplary] punishment.
ca: Tan lluitar, [O Muhammad], en la causa d'Allah; vostè no es fa responsable excepte tu mateix. I animava els creients [uniran] que potser Allah es frenar el poder [militar] d'aquells que no creuen. I Allah és superior en força i més fort en càstig [exemplar].
cy: Felly yn ymladd, [O Muhammad], yn achos Allah; Nid ydych Cynhelir gyfrifol ac eithrio eich hun. Ac annog credinwyr [i ymuno â chi] Efallai bydd Allah yn ffrwyno grym [milwrol] rhai a chredu. Ac Allah yn fwy yn y gallai ac yn gryfach yn cosbi [rhagorol].
da: Så kæmpe, [O Muhammad], i anledning af Allah; du er ikke ansvarlig bortset fra dig selv. Og tilskynde de troende [at slutte sig til dig] at måske Allah vil begrænse [militære] måske af dem, der ikke tror. Og Allah er større i magt og stærkere i [eksemplarisk] straf.
el: Έτσι μάχη, [Ο Μωάμεθ], στην αιτία του Αλλάχ? όχι, είναι υπεύθυνη εκτός από τον εαυτό σας. Και να ενθαρρύνει τους πιστούς [για να σας συναντήσουν] ότι ίσως Αλλάχ θα περιορίσει τη [στρατιωτική] δύναμη όσων δυσπιστώ. Και Αλλάχ είναι μεγαλύτερη σε δύναμη και ισχυρότερο [υποδειγματική] τιμωρία.
et: Nii et võidelda [O Muhammad] põhjus Jumal; te ei hoita välja arvatud ise vastutav. Ja julgustada usklikud [liituda te] et ehk Jumal talitseda, kes usu. [sõjalise] might. Ja Jumal on võiks suurem ja tugevam [eeskujulik] karistuse.
fi: Taistelkaa, [Oi Muhammed] aiheuttaa hillitä; Olet ole vastuussa paitsi itse. Ja rohkaista uskovia [liittymään] että ehkä hillitä hillitä [] aseellisen niistä, jotka ovat uskottomia. Ja Jumala on ehkä suurempi ja vahvempi [esimerkillinen] rangaistus.
he: אז להילחם, [O מוחמד], למען אללה; הם לא אחראים. מלבד את עצמך. ולעודד את המאמינים [להצטרף אליך] אולי אללה ארסן בגדולתו [צבא] של אלה לא להאמין. אללה הוא גדול יותר, ייתכן וחזק כעונש [לדוגמא].
hr: Se borio, [O Muhammad], jer Allah; su ne odgovoran osim sebe. I poticati vjernike [da vam se pridruže] da možda Allah će obuzdati [vojnu] moć oni koji ne vjeruju. A Allah je veći u možda i jači u [primjer] kazna.
lt: Taigi kova, [O Muhammad], priežastis, Dievas; jums nėra laikomi atsakingais išskyrus save. Ir paskatinti tikinčiuosius [dalyvauti] kad gal Dievas bus apriboti [karinės] galėtų tiems, kurie neturi uwierzyli. Ir Dievas yra didesnis, gali būti ir stipresnis [standartinis] baudimas.
lv: Lai cīņa, [O Muhammad] iemesls Allah; ir nevar saukt pie atbildības, izņemot sevi. Un mudinātu ticīgo [pievienoties jums] varbūt Allah būs savaldīt [militāro] iespējams, kuri neticēt. Un Allah ir lielāka spēka un spēcīgāku [priekšzīmīga] sods.
nb: Så slåss, [O Muhammad], i årsaken til Gud. du er ikke ansvarlig bortsett fra deg. Og oppmuntre de troende [å bli med deg] at kanskje Allah vil holde [militære] makt de som tviler. Og Allah er større i makt og sterkere i [eksemplarisk] straff.
sk: Tak je to boj [Mohamed], v záujme Alaha; nie sú držané zodpovedný okrem seba. A povzbudiť veriacich [aby s vami] možno Alah budú ohrozovať [vojenské] by tých, ktorí neveria. A Alah je väčšia by a silnejšie [príkladné] potrestania.
sl: Tako je boj, pa [O Muhammad], v vzrok od Allah; vam niso odgovorni razen sebe. In spodbudilo vernike [da se vam pridružijo] da bo morda Allah omejili [vojaške] lahko tistim, ki verjamem. In Alah je večji v oblast in močnejši v [zgledno] kazen.
sr_cyrl: Тако се бори, [О Мухаммад], у узрок Аллах; Да ли није одговоран осим себе. И охрабрити вернике [да се придруже те] да можда Аллах завезати [војни] моћ оних који је сигуран да је лажна. А Аллах је већи у моћ и снажнијим [казните].
sr_latn: Tako se bori, [O Muhammad], u uzrok Allah; Da li nije odgovoran osim sebe. I ohrabriti vernike [da se pridruže te] da možda Allah zavezati [vojni] moć onih koji je siguran da je lažna. A Allah je veći u moć i snažnijim [kaznite].
uk: Так воювати, [O Мухаммад], в ході Аллах; Ви не нести відповідальність за винятком себе. І заохочувати віруючі [вступити ви] що можливо Аллах буде стримувати [військових] мощі тих, хто не вірити. І Аллах більше в меча і сильніше в [зразковий] покарання.
vi: Vì vậy chiến, [O Muhammad], nguyên nhân của Allah; bạn không được tổ chức chịu trách nhiệm ngoại trừ chính mình. Và khuyến khích các tín hữu [để tham gia bạn] rằng có lẽ Allah sẽ kiềm chế có thể [quân sự] của những người disbelieve. Và Allah có thể lớn hơn và mạnh mẽ hơn trong sự trừng phạt [mẫu].
zu: Ngakho ukulwa, [Jehova Muhammad], zathu Allah;

# Quran578
source: Whoever intercedes for a good cause will have a reward therefrom; and whoever intercedes for an evil cause will have a burden therefrom. And ever is Allah, over all things, a Keeper.
ca: Qui intercedes per una bona causa tindrà una recompensa originin i qui intercedes per una causa mal tindrà una càrrega dels mateixos. I mai és Allah, sobre totes les coses, un guarda.
cy: Pwy bynnag a intercedes ar gyfer achos da bydd wedi gwobr oddi yno; a pwy bynnag a intercedes ar gyfer achos drwg bydd baich thelir. Ac byth yn Allah, dros holl bethau, ceidwad.
da: Hvem intercedes for en god sag vil have en belønning heraf; og hvem intercedes for et onde årsag vil have en byrde deraf. Og nogensinde er Allah, over alle ting, en Keeper.
el: Όποιος μεσολαβεί για καλό σκοπό, θα έχουν μια ανταμοιβή αυτές· και όποιος μεσολαβεί για ένα κακό αιτία θα έχουν ένα βάρος από αυτά. Και ποτέ Αλλάχ, επί όλων των πραγμάτων, ένας κτηνοτρόφος.
et: Kes iganes intercedes hea põhjus on tasu ja kes iganes intercedes kurja põhjus on koormaks nendest. Ja kunagi on Allahi üle kõik asjad, loomapidaja.
fi: Kuka rukoilee hyvään ole palkinto ja kuka rukoilee pahan syy on taakka niistä. Ja aina on Jumala, Kaikkivaltias, pitäjä.
he: מי שעשה לה למטרה טובה יהיה גמול ממנו; ויהיה מי לה למטרה רעה נטל ממנו. וכל פעם נגמר אללה, כל הדברים, מציאה.
hr: Onaj tko posreduje za dobru stvar će imati nagradu od toga; i onaj tko zagovara za zlo jer će imati teret od toga. I nikad nije Allah, nad svim stvarima, čuvar.
lt: Kas intercedes dėl rimtos priežasties, turės atlygį iš jų; ir kas intercedes blogio priežastis turi našta iš jų. Ir kada nors yra Dievo, virš visų dalykų, laikytojas.
lv: Tas, kurš aizbildina par labu iemeslu būs atlīdzība un kurš aizbildina par ļaunuma cēlonis būs apgrūtinājums tiem. Un vispār Allāham, pār visām lietām, apsaimniekotājs.
nb: Hvem går i forbønn for en god sak har en belønning dem. og den som går i forbønn for en ond årsak har en byrde derav. Er noensinne Allah, over alle ting, en Keeper.
sk: Každý, kto prosí pre dobrú vec mať odmenu a kto prosí pre zlu vec mať záťaž z nich. A niekedy je Alah, nad všetkými vecami, chovateľ.
sl: Kdor intercedes zakaj a dober vzrok bo nagrado in kdor intercedes za zlo vzrok bo breme iz njih. In kdaj je Allah, nad vse stvari, rejec.
sr_cyrl: Ко год интерцедес за добробит ће имати награду владини; а онај ко интерцедес за неки зли циљ терет владини. И никада је Алах, изнад свих ствари, цувати.
sr_latn: Ko god intercedes za dobrobit će imati nagradu vladini; a onaj ko intercedes za neki zli cilj teret vladini. I nikada je Alah, iznad svih stvari, cuvati.
uk: Той, хто піклується про добру справу, матиме винагороду від них; і той, хто піклується про зло причиною буде тягар від них. І коли-небудь Аллаха, над усіма речами кіпер.
vi: Ai intercedes cho một nguyên nhân tốt sẽ có một phần thưởng từ đó; và bất cứ ai intercedes cho một nguyên nhân xấu xa sẽ có một gánh nặng từ đó. Và bao giờ là Allah, hơn tất cả mọi thứ, một thủ môn.
zu: Noma ubani awakhulumele ngenxa yesizathu esihle unomvuzo therefrom;
