Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1242
source: How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him].
ca: Com pot haver per la politeistes un tractat en la vista d'Allah i amb el seu Missatger, a excepció d'aquells amb qui es va signar un tractat al-Masjid al-Haram? Així, mentre són verticals cap a vostè, ser vertical cap a ells. De fet, Allah estima els justos [que li tinc por].
cy: Sut y gellir cael am polytheists y Cytuniad yng ngolwg Allah a gyda ei negesydd, ac eithrio'r rheini gyda phwy wnaethoch Cytuniad ar al-Masjid al-Haram? Felly cyhyd ag y maent yn unionsyth tuag at eich, yn unionsyth tuag atynt. Yn wir, mae Allah wrth ei bodd righteous [sy'n ofni iddo].
da: Hvordan kan der være for polyteister en traktat i synet af Allah og hans sendebud, bortset fra dem, med hvem er du til en traktat på al-Masjid al-Haram? Så længe de er oprejst mod dig, være oprejst mod dem. Faktisk elsker Allah de retfærdige, [der frygter ham].
el: Πώς μπορεί να υπάρξει για το polytheists μια συνθήκη στη θέα του Αλλάχ και του Messenger, εκτός από εκείνους με τους οποίους κάνατε μια συνθήκη στο al Masjid al-Haram; Έτσι, εφόσον έχουν όρθια προς το μέρος σας, είναι σε όρθια θέση απέναντί τους. Πράγματι, Αλλάχ αγαπά την δίκαιοι [που φοβούνται αυτόν].
et: Võib olla on polytheists jaoks asutamislepingu silmapiiril Jumal ja tema saadik, välja arvatud need, kellega sa tehtud leping al-Masjid al Harami? Nii kaua, kui nad on enda poole püsti, tuleb suunas neid püsti. Tõepoolest, Jumal armastab õigemeelsed, [kes teda kardavad].
fi: Miten voidaan polytheists perustamissopimuksen näkyvissä Jumala ja hänen lähettiläänsä lukuun ottamatta niitä, joiden kanssa olet tehnyt sopimuksen al-Masjid al-Haram? Niin kauan kuin ne ovat pystyssä kohti sinua, siis pystyssä kohti heitä. Itse asiassa Jumala rakastaa vanhurskaat, [joka pelkää häntä].
he: איך יכול להיות עבור polytheists הסכם באופק של אללה, עם שליח שלו, למעט אלו שאיתם אתה עשו ברית-אל-מסג'יד אל-חראם? אז כל עוד הם ישר לכיוון שלך, להיות זקוף כלפיהם. אכן, אללה אוהב את הצדיקים [החוששים אותו].
hr: Kako mogu za se politeisti sporazum na vidiku Allahu i njegovom poslaniku, osim onih s kojima si sporazum u al-Masjid al-Haram? Tako dok su se uspravno prema sebi, biti uspravno prema njima. Doista, Allah voli pravednika koji ga strah].
lt: Kaip gali būti, kad polytheists sutarties akyse Dievo ir jo Messenger, išskyrus tuos, su kuriais atlikote sutartis ne al-Masjid al-Ḥaram mečetę? Taigi, kol jos stovi tiesiai į save, būti vertikalioje padėtyje link jų. Iš tiesų Dievas myli teisus [kurie jo].
lv: Kā var pastāvēt, polytheists aktuāli Allah un ar viņa Messenger, izņemot tos, ar kuriem jūs veicāt līgumu al Masjid al-Haram līgums? Tātad, kamēr vien tie ir vertikālā virzienā uz sevi, būt stāvus uz viņu pusi. Patiešām, Allah mīl taisns, [kas bailes viņu].
nb: Hvordan kan det være for polyteister en traktat i synet av Allah og hans Messenger, unntatt de som du gjorde en avtale på al-Masjid al-Haram? Så lenge de er oppreist mot deg, bli stående mot dem. Faktisk, Gud elsker de rettferdige [som frykter ham].
sk: Ako môže existovať polyteisty zmluvy v očiach Alah a jeho posol, s výnimkou tých, s ktorými ste urobili zmluvu na al Masjid al-Haram? Tak ako sú vzpriamené smerom k sebe, byť vo zvislej polohe smerom k nim. V skutočnosti Boh miluje spravodlivých, [ktorí sa ho bojí].
sl: Kako lahko obstaja za na politeiste pogodbe v očeh Allah in njegov sel, razen tistih, s katerimi si pogodbo o na al-Masjid al-Haram? Tako dolgo, kot so pokončni proti vam, se pokonci do njih. Res, Allah ljubi pravednika, [ki ga strah].
sr_cyrl: Како може бити за на полyтхеистс споразум пред Алаха и са његовог гласника, осим оних са којима ти је склопио споразум у ал-дћамију ал-Харам? Тако да су усправно према вама, бити док усправно према њима. Уистину , Аллах воли праведне [који страхују да би га].
sr_latn: Kako može biti za na polytheists sporazum pred Alaha i sa njegovog glasnika, osim onih sa kojima ti je sklopio sporazum u al-dћamiju al-Haram? Tako da su uspravno prema vama, biti dok uspravno prema njima. Uistinu, Allah voli pravedne [koji strahuju da bi ga].
uk: Як можна бути для на polytheists договору в очах Аллаха і з його Messenger, за винятком тих, з ким ви зробили договір на Аль Масджид аль Харам? Так, тих пір, поки вони знаходяться у вертикальному положенні до себе, бути вертикальної відношенню до них. Дійсно, Аллах любить праведників, [хто боїться його].
vi: Làm thế nào có thể cho các polytheists một hiệp ước trong tầm nhìn của Allah và với Messenger của ông, trừ những người mà bạn đã thực hiện một hiệp ước tại al-Masjid al-Haram? Vì vậy, miễn là chúng được thẳng về phía bạn, hãy thẳng đứng về phía họ. Thật vậy, Allah yêu công bình [những người lo sợ anh ta].
zu: Bungaba khona kanjani ngoba konkulunkulu abaningi isivumelwano emehlweni Allah kanye ne isithunywa sakhe, ngaphandle kulabo enihlangana benza isivumelwano at al-Masjid al-haram?

# Quran1243
source: How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient.
ca: Com [hi pot haver un tractat] mentre que, si adquireixen dominació sobre tu, no van observar pel que fa qualsevol pacte de parentiu o pacte de protecció? A satisfer amb la boca, però seus cors refusar [compliment], i la majoria són desafiant desobedient.
cy: Sut [y gellir cael cytundeb] er, os ydynt yn cael goruchafiaeth dros chi, wneud na welant ynghylch eich unrhyw pact o berthnasau neu cyfamod o amddiffyn? Mae eich bodloni â'u cegau, ond mae eu calonnau yn gwrthod [cydymffurfio], ac mae'r rhan fwyaf ohonynt yn defiantly anufudd.
da: Hvordan [kan der være en traktat] mens hvis de får dominans over dig, de ikke overholder angående jer nogen pagt for slægtskab eller pagt beskyttelse? De opfylder du med munden, men deres hjerter nægter [at], og de fleste af dem er trodsigt ulydige.
el: Πώς [μπορεί να υπάρχει μια συνθήκη] ενώ, θα αποκτήσουν κυριαρχία πέρα από σας, που δεν σεβάστηκαν σχετικά με εσάς κάθε σύμφωνο της συγγένειας ή σύμφωνο προστασίας; Πληρούν σας με το στόμα τους, αλλά τις καρδιές τους αρνούνται [συμμόρφωση], και οι περισσότεροι από αυτούς είναι προκλητικά ανυπάκουος.
et: Kuidas [võib esineda ka asutamislepingu] samas kui nad võita turukontsentratsiooni teie üle, nad ei täida kohta sa mingit sugulust pakti või kaitse pakt? Need vastavad teile suhu, kuid nende südamed keelduvad [täitmise] ja enamik neist on väljakutsuvalt sõnakuulmatud.
fi: Miten [voidaan sopimuksen] Vaikka jos ne saavat valta-asema yli, ne eivät noudata teistä mitään sukulaisuutta sopimus tai liiton suojelu? He tyydyttää sinua suullansa, mutta heidän sydämensä evätä [että] ja useimmat niistä ovat uhmakkaasti tottelematon.
he: איך [יכול להיות הסכם] בזמן, אם הם להשיג דומיננטיות מעליך, הם לא צופים בנוגע לך כל ברית של קרבת משפחה או ברית הגנה? הם מספקים לך עם פיות פעורים, אבל את ליבם מסרב [תאימות], רובם בהתרסה ממושמע, לאחר.
hr: Kako [može postojati sporazum] dok, ako su dobili prevlast nad vama, oni promatrati što se tiče te bilo Pakta srodstva ili zavjet zaštite? Zadovoljavaju li usta, ali njihova srca odbiti [usklađenost] i većina ih je definitivno neposlušan.
lt: Kaip [gali būti sutartis] nors, jei jie įgyti dominuojančią padėtį virš tavęs, jie nesilaiko Kalbant apie jus, bet pakto giminystės arba testamento apsaugos? Jie patenkinti jus su savo burną, bet jų širdyse atsisakyti [kad], ir dauguma jų yra iššaukiančiai Nepaklusniųjų.
lv: Kā [var būt līgums] kaut arī, ja viņi gūtu dominance pār jums, viņi neievēro jums attiecībā uz jebkuras paktā radniecības vai aizsardzības paktu? Viņi jūs neapmierinās ar mutēm, bet viņu sirdis atteikt [izpildes] un lielākā daļa no tām ir izaicinoši nepaklausīga.
nb: Hvordan [kan det være en traktat] mens de får dominans over deg, de ikke følger med dere noen pakt for slektskap eller pakt beskyttelse? De tilfredsstille deg med munnen, men deres hjerter nekter [samsvar], og de fleste av dem er trassig ulydige.
sk: Ako [môže byť zmluva] zatiaľ čo, ak získajú prevahu nad vami, že nedodržiavajú o vás akékoľvek paktu príbuzenstva alebo dohovor o ochrane? Vyhovujú vám s ich ústa, ale ich srdce odmietnuť [súlad] a väčšina z nich sú vyzývavé neposlušný.
sl: Kako [more biti pogodbe] medtem ko, če pridobijo prevlada nad vami, ne opozarjata o vas vse pakta sorodstvu ali pakt varstva? Izpolnjujejo jo s svojimi usti, ampak njihova srca zavrne [skladnosti], in večina od njih so kljubovalno neposlušni.
sr_cyrl: Како [може да постоји споразум] док, ако издејствују доминацију над тобом, они не могу бити мирни што се тиче ти никакав договор о сродству или споразум који има заштиту? Они вас задовољити својим устима, али њихова срца одбити [усклађености], а већина њих је пркосно непослушно.
sr_latn: Kako [može da postoji sporazum] dok, ako izdejstvuju dominaciju nad tobom, oni ne mogu biti mirni što se tiče ti nikakav dogovor o srodstvu ili sporazum koji ima zaštitu? Oni vas zadovoljiti svojim ustima, ali njihova srca odbiti [usklađenosti], a većina njih je prkosno neposlušno.
uk: Як [може бути договір] хоча, якщо вони отримають панування над вами, вони не спостерігати, що стосуються ви будь-якого пакту спорідненості або заповіту захисту? Вони задовольнити вас з роти, але їх серця відмовити [дотримання], і більшість з них є зухвало неслухняних.
vi: Làm thế nào [có thể có là một hiệp ước] trong khi, nếu họ đạt được sự thống trị hơn bạn, họ không quan sát liên quan đến bạn bất kỳ Hiệp ước của mối quan hệ hoặc giao ước của bảo vệ? Họ đáp ứng các bạn với miệng của mình, nhưng trái tim của họ từ chối [tuân thủ], và đa số là defiantly ngô nghịch.
zu: Indlela [kungaba khona isivumelwano] ngenkathi, uma ukuzuza ukubusa kwakho, they cha sebenzisa ngawe iyiphi inhlanganiso ye nokuzwelana noma wesivumelwano ukuvikelwa?

# Quran1244
source: They have exchanged the signs of Allah for a small price and averted [people] from His way. Indeed, it was evil that they were doing.
ca: Han intercanviat els senyals d'Allah per a un preu petit i evitat [persones] del seu camí. De fet, va ser mal que ho feien.
cy: Ganddynt arwyddion Allah am bris bach yn cael ei chyfnewid ac osgoi [pobl] oddi ar ei ffordd. Yn wir, roedd drygioni yr oeddent yn ei wneud.
da: De har udvekslet tegn af Allah til en lille pris og afværget [folk] fra hans vej. Faktisk var det onde, som de gjorde.
el: Έχουν ανταλλάξει τα σημάδια του Αλλάχ για μια μικρή τιμή και αποφεύχθηκαν [Πρόσωπα] από το δρόμο του. Πράγματι, ήταν το κακό που έκαναν.
et: Nad vahetasid Allah märke väike hind ja hoidnud [inimesed] oma teed. Ta oli paha, mida nad teevad.
fi: He vaihtoivat Allah viittoja pieni hinta ja välttää [ihmiset] hänen tavalla. Itse asiassa se oli paha, että he olivat tekemässä.
he: הם החליפו את הסימנים של אללה במחיר סמלי, נמנע [אנשים] ממנו בדרכו. אכן, זה היה רע. שהם עשו.
hr: Su razmijenili znakovi Allaha za malu cijenu i izbjegnuta [ljudi] iz njegove način. Doista, to je zlo koje su radili.
lt: Jie keičiamasi Dievo ženklai už mažą kainą ir išvengti [žmonės] iš savo keliu. Iš tiesų, tai buvo blogis, kad jie daro.
lv: Tie ir apmainīt Allah pazīmes par mazu cenu un novērstas [cilvēku] no savu ceļu. Patiešām, tas bija ļaunums, ko viņi dara.
nb: De har utvekslet tegnene av Allah for en liten pris og avverget [folk] fra hans vei. Faktisk var det onde som de gjorde.
sk: Majú vymenené znamenia Alaha pre malú cenu a odvrátiť [ľudia] z jeho cesty. Naozaj, to bolo zlé, že oni robili.
sl: Imajo zamenjati znake Allah za majhno ceno in preprečiti [ljudje] iz poti. Res, to je zlo, ki delajo.
sr_cyrl: Имају размењују знаке Алаха за мала цена и избегнута [људи] из његове начин. Доиста , то је зло које су радили.
sr_latn: Imaju razmenjuju znake Alaha za mala cena i izbegnuta [ljudi] iz njegove način. Doista, to je zlo koje su radili.
uk: Вони обмінялися ознаки Аллаха за невелику ціну і запобігти [чоловік] від його шляху. Дійсно, це було злом, що вони роблять.
vi: Họ đã trao đổi những dấu hiệu của Allah cho một mức giá nhỏ và ngăn ngừa [người] từ theo cách của mình. Thật vậy, nó là cái ác mà họ đã làm.
zu: Baye benana izimpawu Allah ngentengo encane futhi kuyagwenywa [abantu] endleleni Yakhe.

# Quran1245
source: They do not observe toward a believer any pact of kinship or covenant of protection. And it is they who are the transgressors.
ca: Que no compleixin cap un creient qualsevol pacte de parentiu o pacte de protecció. I és que són els transgressors.
cy: Ni welant tuag at yn gredwr unrhyw pact o berthnasau neu cyfamod o amddiffyn. A hwy sydd yn y transgressors.
da: De overholder ikke mod en tilhænger af nogen pagt for slægtskab eller pagt af beskyttelse. Og det er dem, der er overtræderne.
el: Που δεν σεβάστηκαν προς οπαδός κάθε σύμφωνο της συγγένειας ή σύμφωνο προστασίας. Και αυτοί είναι τα transgressors.
et: Nad ei täida usklik poole mis tahes pakti suguluse või kaitse pakt. Ja on neid, kes on selle transgressors.
fi: Ne eivät noudata kohti uskovainen, jokin sopimus sukulaisuutta tai liiton suojelu. Ja he ovat pyysi pahantekijöilleen armoa.
he: הם לא להתבונן כלפי אדם מאמין בכל ברית של קרבת משפחה או ברית הגנה. . וזה הם הפושעים.
hr: Ne promatraju prema vjernik bilo Pakta srodstva ili zavjet zaštite. I oni su otpadnici.
lt: Jie nesilaiko link tikintysis bet pakto giminystės arba testamento apsaugos. Ir tai jie, kurie yra į pažeidėjams.
lv: Viņi neievēro ticīgais pret jebkuru pakta radniecības vai aizsardzības paktu. Un tas ir tie, kuri ir transgressors.
nb: De følger ikke mot en troende noen pakt for slektskap eller pakt beskyttelse. Og det er de som er transgressors.
sk: Nedodržiava smerom veriaci akéhokoľvek paktu príbuznosti alebo dohovor o ochrane. A to oni, ktorí sú previnilcov.
sl: Ne opazovati proti vernik vse pakta sorodstvu ali pakt varstva. In to je oni, ki so na kršiteljev.
sr_cyrl: Они не могу бити мирни према верник никакав договор о сродству или потреби заштите. И они су ти који су у грељници.
sr_latn: Oni ne mogu biti mirni prema vernik nikakav dogovor o srodstvu ili potrebi zaštite. I oni su ti koji su u greљnici.
uk: Вони не дотримуються бік віруючий будь-якого пакту спорідненості або заповіту захисту. І це їм, порушників.
vi: Họ không quan sát về hướng một người tin tưởng bất kỳ Hiệp ước của mối quan hệ hoặc giao ước của bảo vệ. Và họ đã là các transgressors.
zu: They cha sebenzisa ngase ikholwa noma iyiphi isivumelwano of nokuzwelana noma wesivumelwano ukuvikelwa.

# Quran1246
source: But if they repent, establish prayer, and give zakah, then they are your brothers in religion; and We detail the verses for a people who know.
ca: Però si que penedir-se, establir l'oració i donar zakah, llavors són teus germans en religió; i a continuació detallem els versos per a un poble que sap.
cy: Ond os byddant yn edifarhau, sefydlu gweddi, a rhoi zakah, yna maent yn eich brodyr mewn crefydd; a manylion y penillion ar gyfer pobl sy'n gwybod.
da: Men hvis de omvender sig, etablere bøn, og give zakah, så de er dine brødre i religion; og vi detalje versene for et folk, der kender.
el: Αλλά εάν μετανοήσουν, διαπιστώνουν την προσευχή, και να δώσει zakah, τότε είναι αδέλφια σας στη θρησκεία? και θα περιγράφονται λεπτομερώς οι στίχοι για τους ανθρώπους που ξέρουν.
et: Kuid kui nad ei paranda meelt, määrab palve ning anda zakah, siis nad on sinu vennad religioon; ja me üksikasjalikult salmid inimestele, kes teavad.
fi: Mutta jos he tekevät parannuksen, vahvistaa rukous, ja antaa zakah, he ovat veljiänne uskonto; ja kerromme yksityiskohtaisesti säkeet ihmisiä, jotka tietävät.
he: אבל אם הם חזרו בתשובה, להקים תפילה ולתת zakah, אז הם האחים שלך בדת; אנחנו פירוט הפסוקים לאנשים שיודעים.
hr: Ali, ako se pokaju, uspostaviti molitvu i dati zakah, onda su oni tvoja braća u vjeri; i mi detaljno stihovi za ljude koji znaju.
lt: Bet jei jie atgailauti, nustatyti malda, ir suteikti zakah, tada jie yra jūsų broliai religija; ir mes išsamiai ženklai žmonėms, kurie žino.
lv: Bet ja tie nožēlot, izveidot lūgšanu un dot zakah, tad tie ir tavi brāļi reliģiju; un mēs detalizēti panti par cilvēkiem, kas zina.
nb: Men hvis de omvender seg, etablere bønn, og gi zakah, så de er dine brødre i religionen. og vi detalj versene for et folk som vet.
sk: Ale ak pokánie, vytvoriť modlitba, a dať Zakát, potom sú vaše bratov v náboženstve; a budeme podrobne verše pre ľudí, ktorí vedia.
sl: Če se pokesajo, vzpostavitev molitev in dal zakah, potem pa so svoje brate, v vero; in smo podrobno verzi za ljudi, ki vedo.
sr_cyrl: Али ако се покаје, успостави молитву, и дати заках, они су твоја браћа у религији; и детаљно смо стихове за људе који знају.
sr_latn: Ali ako se pokaje, uspostavi molitvu, i dati zakah, oni su tvoja braća u religiji; i detaljno smo stihove za ljude koji znaju.
uk: Але якщо вони покаятися, встановити молитви і дати zakah, то вони брати по релігії; і ми докладно вірші для людей, які знають.
vi: Nhưng nếu họ ăn năn, thiết lập các cầu nguyện và cung cấp cho zakah, sau đó họ là anh em của bạn trong tôn giáo; và chúng tôi chi tiết những câu thơ cho một người bạn biết.
zu: Kodwa uma bephenduka, ukusungula umthandazo, futhi anikeze zakah, khona-ke bengabazalwane yakho enkolweni;

# Quran1247
source: And if they break their oaths after their treaty and defame your religion, then fight the leaders of disbelief, for indeed, there are no oaths [sacred] to them; [fight them that] they might cease.
ca: I si van trencar els seus juraments després de la seva tractat i difamar la seva religió, llavors lluitar contra els líders d'incredulitat, de fet, no hi ha cap juraments [sagrat] [lluitar contra ells que] podria deixen.
cy: Ac os mae iddynt dorri eu llwon ar ôl eu Cytuniad a defame eich crefydd, yna ymladd yr arweinwyr o anghrediniaeth, yn wir, nid oes unrhyw llwon [sanctaidd] iddynt; [iddynt ymladd a] Efallai eu bod yn dod i ben.
da: Og hvis de bryde deres eder efter deres traktaten og bagvaske din religion, så kæmpe lederne af vantro, for ja, der er ingen eder [hellige] [bekæmpe dem der] de kan ophøre.
el: Και αν σπάσει τους όρκους μετά τους Συνθήκη και δυσφημείτε τη θρησκεία σας, τότε καταπολέμηση των ηγετών της δυσπιστίας, για πράγματι, υπάρχουν καμία όρκους [ιερή] τους? [καταπολέμησή τους που] θα μπορούσε να παύσουν.
et: Ja kui nad murda oma vande pärast nende lepingu ja laimamine oma religioon, siis võitlema juhid uskumatus, tõepoolest, ei ole vande [Püha] [võidelda neid mis] võivad lõpetatakse.
fi: Ja jos he rikkoa valansa niiden sopimukselta ja halventaa uskonto, sitten taistella johtajat epäuskon, todellakin, ei ole valoja [pyhä] [taistella niitä että] voi lopettaa.
he: ואם הם לשבור את שבועותיהם לאחר הסכם שלהם, להשמיץ את הדת שלך, לאחר מכן להילחם המנהיגים של חוסר אמונה, אכן, יש אין השבועות [קדוש] להם; [להילחם בהם זה] בהם.
hr: I ako su razbiti njihove zakletve nakon sporazume i ocrniti svoje religije, onda boriti lideri nevjerice, za zaista, bez zakletve [sveta] [borit da] oni bi prestati.
lt: Ir jei jie nutraukti savo priesaikas po jų sutarties ir šmeižti savo religiją, tada kovoti netikėjimas, vadovai iš tiesų, nėra jokių priesaikas [šventa] [kovoti su jais,] jie gali nutraukti.
lv: Un, ja viņi pauze savu zvērestu pēc to līgumu un apmelot savu reliģiju, tad neticība, līderi cīņā par patiesi ir ne zvērestu [svēts] [cīnīties ar tiem, kas] tie varētu pārtraukt.
nb: Og hvis de brytes deres eder etter deres traktaten ærekrenke religion, og kjempe lederne av vantro, for virkelig, det er ingen eder [hellige]. [kjempe dem som] de kan opphøre.
sk: A ak sa zlomiť svoje prísahy po ich zmluvy a ohovárať vaše náboženstvo, potom bojovať vodcov neveriacky, v skutočnosti, sú bez prísahy [posvätné] [proti nim bojovať že] sa môže ukončiť.
sl: In če prekinitev njihovih zapriseg po svoje pogodbe in obrekovali vere, potem boj voditelji nejeverno, za dejansko, so ne prisega [sveti] [boj z njimi ki] morda prenehajo.
sr_cyrl: А ако су сломити своје заклетве након споразуме и оцрни твоја религија, а затим се борили лидери неверице, заиста, нема заклетви [светиња] њима; [се бори против њих то] можда престану.
sr_latn: A ako su slomiti svoje zakletve nakon sporazume i ocrni tvoja religija, a zatim se borili lideri neverice, zaista, nema zakletvi [svetinja] njima; [se bori protiv njih to] možda prestanu.
uk: І якщо вони перерва свої клятви після їх договору і знеславлювати вашу релігію, а потім боротися лідерів невір'я, для дійсно, там ні клятви [священні] до них; [боротися з ними що] вони, в майбутньому перестануть.
vi: Và nếu họ phá vỡ lời thề của sau Hiệp ước của họ và phỉ báng tôn giáo của bạn, sau đó chống lại các nhà lãnh đạo của sự hoài nghi, cho quả thật vậy, không có không có tuyên thệ [thiêng liêng] cho họ; [chống lại chúng mà] họ có thể chấm dứt.
zu: Futhi uma ihlukana izifungo zabo ngemva sivumelwano siyalandelwa yabo futhi bahlambalaza kho kolo ngalesosikhathi ukulwa abaholi disbelief, ngoba ngempela, azikho izifungo [engcwele] kubo;
