Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran846
source: Say, "Indeed, I am on clear evidence from my Lord, and you have denied it. I do not have that for which you are impatient. The decision is only for Allah. He relates the truth, and He is the best of deciders."
ca: Dir, "de fet, estic en evidència clara del meu Senyor, i ho han negat. No tinc que per a la qual vostè està impacient. La decisió és només per a Allah. Ell explica la veritat, i és el millor dels que decideixen".
cy: Dweud, "yn wir, yr wyf ar dystiolaeth glir o fy Arglwydd, a ydych wedi gwadu hynny. Nid oes gennyf yr ydych yn dyheu amdanynt. Mae'r penderfyniad yn unig ar gyfer Allah. Cyfeiria ef y gwir, ac mae y gorau o deciders."
da: Sige, "Ja, jeg er på klare beviser fra min herre, og du har nægtet det. Jeg har ikke, som du er utålmodig. Beslutningen er kun for Allah. Han fortæller sandheden, og han er bedst af deciders."
el: Λένε, «πράγματι, είμαι σε σαφή στοιχεία από Κύριέ μου, και έχεις αρνηθεί αυτό. Δεν έχω που για τις οποίες είστε ανυπόμονοι. Η απόφαση είναι μόνο για τον Αλλάχ. Συσχετίζει την αλήθεια, και αυτός είναι ο καλύτερος του συναποφάσισαν.»
et: Öelda: "tõepoolest, ma olen selged tõendid: minu Issand, ja olete keelanud seda. Ma ei ole seda mis teil on kannatamatu. Otsus on ainult Allah. Ta on seotud tõde, ja ta on parim deciders."
fi: Esimerkiksi: "itse asiassa olen selkeää näyttöä Herrani ja te Kielsitte asian. Minulla ei ole että jolle olet kärsimätön. Päätös on vain Allah. Hän kertoo totuuden, ja hän on paras karsinta.
he: אומרים, "ואכן, ראיות ברורות של אדוני, ואני אתה מכחיש את זה. אין לי את זה עבורה. אתה חסר סבלנות. ההחלטה היא רק למען אללה. הוא מספר את האמת, הוא הטוב ביותר של deciders."
hr: "Doista, ja sam na jasan dokaz od moga gospodara, i odbili ste ga. Nisam to za koje si nestrpljiv. Odluka je samo za Allaha. On se odnosi na istinu, i on je najbolji deciders."
lt: Tarkim, "iš tiesų, aš dėl aiškių įrodymų iš mano Viešpats, ir jūs atsisakote jį. Aš neturiu, už kurį jūs esate nekantrus. Kai sprendimas yra tik Dievas. Jis yra susijęs su tiesa, ir jis yra geriausias iš deciders."
lv: Saka: "patiešām, es esmu par skaidru pierādījumu no mans kungs, un jums ir aizliegta. Nevar būt, ka jūs esat nepacietīgs. Lēmums ir tikai Allāhs. Viņš attiecas patiesību, un viņš ir labākais deciders."
nb: Si "Ja, jeg er på klare bevis fra min Herre, og du har avvist det. Jeg har ikke som du er utålmodig. Vedtaket er kun til Allah. Han forteller sannheten, og han er best av kvalifiseringsturnering.
sk: Napríklad: "v skutočnosti som na jasné dôkazy z môjho Pána a ste odmietli to. Nemá, ktoré ste netrpezliví. Rozhodnutie je len pre Alaha. Ten sa týka pravdu, a on je najlepší deciders."
sl: Reči, "res, jaz sem na jasni dokazi iz moj gospodar, in ste zavrnili to. Nimam da ki ste nestrpni. Odločitev je samo za Allah. On se nanaša resnico, in on je najboljši od deciders."
sr_cyrl: "Заиста , радим јасне доказе од мој господару, и ти то демантовале. Немам то за који си нестрпљив. Одлука је само за Алаха. На француском је истина, а он је најбољи од децидерс."
sr_latn: "Zaista, radim jasne dokaze od moj gospodaru, i ti to demantovale. Nemam to za koji si nestrpljiv. Odluka je samo za Alaha. Na francuskom je istina, a on je najbolji od deciders."
uk: Сказати: "дійсно, я на чітких доказів з мого Господа, і ви би заперечувати його. Я не мають що для яких ви нетерплячі. Рішення є тільки для Аллаха. Він розповідає правду, і він найкраще deciders."
vi: Nói, "thực sự, tôi về bằng chứng rõ ràng từ Chúa của tôi, và bạn đã từ chối nó. Tôi không có mà bạn đang thiếu kiên nhẫn. Quyết định chỉ là Allah. Ông liên quan đến sự thật, và ông là tốt nhất của deciders."
zu: Ithi, "Impela, mina am on ubufakazi obucacile kusukela iNkosi yami, futhi uye waphika. Anginayo lowo uyadinwa. Isinqumo kuphela Allah. Uyalandisa iqiniso, He is the best of deciders

# Quran847
source: Say, "If I had that for which you are impatient, the matter would have been decided between me and you, but Allah is most knowing of the wrongdoers."
ca: Dir: "Si hagués que que són impacients, la matèria vols s'han decidit entre jo i vosaltres, però Allah està saber la majoria dels malfactors."
cy: Dweud, "Pe bai gennyf yr ydych yn dyheu amdanynt, byddai penderfynu y mater rhwng fi a chi, ond Allah yn gwybod fwyaf am y tramgwyddo."
da: Sige, "Hvis jeg havde, som du er utålmodig, sagen ville har været besluttet mellem mig og dig, men Allah er de fleste at vide af lovovertrædere."
el: Λένε, «Αν είχα αυτό για το οποίο είστε ανυπόμονοι, το θέμα θα αποφασιζόταν μεταξύ εμένα και εσάς, αλλά Αλλάχ είναι περισσότεροι γνωρίζοντας το των παραβατών.»
et: Öelda: "Kui mul oli see mille oled kannatamatu, asja oleks otsustatud vahel mina ja sina, kuid Jumal on enamik teades selle tekitaja."
fi: Esimerkiksi: "Jos olisin että jolle olet kärsimätön, asiasta päättänyt minun ja sinun, mutta Jumala on ja laajemmalti."
he: אומרים, "אם הייתי שעבורו אתה חסר סבלנות, העניין הוחלט ביני לבינך, אבל אללה הוא לדעת רוב של wrongdoers".
hr: "Ako sam imao to za koju vam se, bilo bi odlučio između mene i tebe, ali je većina znajući za počinioce."
lt: Sako, "Jei aš turėjau, už kurį jūs esate nekantrus, šis klausimas būtų sprendžiamas tarp manęs ir tavęs, bet Dievas yra dauguma žinodami grzesznicy."
lv: Teiksim, "Ja man bija, ka jūs esat nepacietīgs, jautājums būtu nolemts starp mani un tevi, bet Allah ir visvairāk zinot pārkāpējus."
nb: Si: "Hvis jeg hadde det som du er utålmodig, saken ville har avgjort mellom meg og deg, men Allah er de fleste vet av wrongdoers."
sk: Povedať: "Keby som mal, pre ktoré ste netrpezliví, veci bolo rozhodnuté, medzi mnou a vami, ale Alah je najviac vedel zloèinci."
sl: Rekel, "Če sem imel, da ki ste nestrpni, zadevo bi se odločalo med jaz in ti, vendar Allah je večina poznavanje je wrongdoers."
sr_cyrl: Реци , "Кад бих ја имала за коју си нестрпљив, би било је одлучено између тебе и мене, али Аллах је већина јер знам да починиоце."
sr_latn: Reci, "Kad bih ja imala za koju si nestrpljiv, bi bilo je odlučeno između tebe i mene, ali Allah je većina jer znam da počinioce."
uk: Сказати, "Якщо б я був що для яких ви нетерплячі, б, це питання було вирішено між мною та вами, але Аллах більшість знаючи до розкаюємося."
vi: Nói, "Nếu tôi đã có mà bạn đang thiếu kiên nhẫn, vấn đề này sẽ có quyết định giữa tôi và bạn, nhưng Allah là hầu hết hiểu biết của các wrongdoers."
zu: Ithi, "Ukube bekuya ukuthi okuyiwona isineke, lo buzo okunqunyiwe phakathi kwami nawe, kodwa Allah Ukwazi kakhulu laba benzi bokubi."

# Quran848
source: And with Him are the keys of the unseen; none knows them except Him. And He knows what is on the land and in the sea. Not a leaf falls but that He knows it. And no grain is there within the darknesses of the earth and no moist or dry [thing] but that it is [written] in a clear record.
ca: I amb ell són les claus de l'invisible; cap coneix excepte ell. I sap què és a la terra i al mar. No una fulla cau però que ell ho sap. I hi ha cap gra dins la darknesses de la terra i no humit o sec [que] però això és [escrit] en un registre clar.
cy: A gydag ef yn allweddi unseen; Mae dim yn gwybod iddynt ac eithrio ef. A gwyr ef beth yw ar y tir ac yn y môr. Mae yn y dail yn disgyn ond y gwyr ef. A oes unrhyw grawn o fewn y darknesses y ddaear a oes llaith neu sych [peth] ond ei fod yn [ysgrifenedig] mewn cofnod clir.
da: Og med ham er nøglerne til usynlige; ingen kender dem undtagen ham. Og han ved, hvad der er på jorden og i havet. Ikke et blad falder, men at han kender det. Og ingen korn er der inden for nysgerig af jorden og ingen fugtig eller tør [ting] men at det er [skrevet] i en klar post.
el: Και μαζί του, είναι τα κλειδιά του unseen? κανένας δεν ξέρει τους εκτός από τον ίδιο. Και ξέρει τι είναι στη γη και στη θάλασσα. Δεν ένα φύλλο πέφτει, αλλά ότι αυτός το γνωρίζει. Και χωρίς κόκκους είναι εκεί μέσα το darknesses της γης, και δεν είναι υγρό ή ξηρό [thing] αλλά ότι δεν είναι [γραμμένο] σε ένα σαφές ρεκόρ.
et: Ja temaga on võtmed nähtamatu; keegi teab neid, välja arvatud tema. Ja ta teab, mis on maal ja meres. Ei lehed langeb aga, et ta teab seda. Ja ükski tera asub seal on darknesses maa ja no niiske või kuiv [asi] kuid see [kirjutatakse], selge rekord.
fi: Ja hänen kanssaan on avaimet näkymätön; kukaan ei tiedä niitä paitsi. Ja hän tietää, mikä on maalla ja merellä. Ei lehtiä ei vaan, että hän tietää sen. Ja mitään viljaa ei siellä sisällä tummuusasteilla maan ja ei kostea tai kuiva [asia] mutta se [kirjoitetaan] selkeä ennätysajassa.
he: איתו הם המפתחות של סמוי; אף אחד לא מכיר אותם חוץ ממנו הוא יודע מהי ביבשה, בים. לא עלה נופל אבל זה והוא יודע את זה. ויש לתבואה שם בתוך אפלות של כדור הארץ, לא לח או יבש [הדבר] אבל זה [נכתב] ברשומה ברורה.
hr: I s njim su ključevi nevidljivo; Nitko ih ne zna osim njega. I on zna šta je na kopnu i u moru. Ni list pada, ali da on to zna. I nema zrna je unutar darknesses zemlje a ne vlažna ili suha [stvari] ali to je [napisao] jasno zapisa.
lt: Ir su juo yra raktas nematyto; nė vienas žino jų išskyrus jam. Ir jis žino, kas yra žemėje ir jūroje. Ne lapas nukrenta, bet kad jis tai žino. Ir nėra grūdų yra per į darknesses žemę ir ne drėgnas arba sausas [dalykas] bet kad ji yra [raštu] aiškiai įrašo.
lv: Un ar viņu ir neredzēts; taustiņi neviens viņus zina, izņemot viņu. Un viņš zina, kas ir uz sauszemes un jūrā. Ne lapiņa krīt, bet, ka viņš to zina. Un vairs ne kripatiņas tur atrodas darknesses zemes un nav mitra vai sausa [lietu] bet tas [rakstīts] skaidri ieraksta.
nb: Og med ham er nøklene til usynlige; ingen vet dem bortsett fra ham. Og han vet hva som er på land og i havet. Ikke et blad faller, men at han vet det. Og ingen korn er det i darknesses på jorden og ikke fuktig eller tørr [ting] men at det er skrevet] i en helt fortegnelse.
sk: A s ním sú tlačidlá neviditeľné; nikto nevie, nich Okrem neho. A on vie, čo je na súši a v mori. Nie lístie padá, ale že on to vie. A nie obilia je tam do darknesses Zeme a nie vlhký alebo suchý [vec] ale to je [napísané] jasné záznamu.
sl: In z njim so tipke nevidno; nihče jih ne ve razen njega. In ve, kaj je na kopnem in v morju. Ne Latica pade, ampak da on to ve. In zrno je tam v darknesses zemlje in ne vlažno ali suho [stvar] ampak to je [koncu], če v a veder zapisnik.
sr_cyrl: И са њим су кључеви од видљивим; Нико их не зна осим њега. И он зна шта је на копну и у мору. Не лист пада али да он то зна. И нема зрна постоји унутар на моје.и на земљи и не влази или сув [ствари] али то то је [написао] у записник.
sr_latn: I sa njim su ključevi od vidljivim; Niko ih ne zna osim njega. I on zna šta je na kopnu i u moru. Ne list pada ali da on to zna. I nema zrna postoji unutar na moje.i na zemlji i ne vlazi ili suv [stvari] ali to to je [napisao] u zapisnik.
uk: І з ним, ключі невидиме; ніхто не знає їх за винятком йому. І він знає, що на землі та на морі. Не лист падає, але що він знає, що його. І немає зерна там всередині на darknesses землі і не вологі або сухі [що] але що вона [написаний] ясно запису.
vi: Và với anh ta là chìa khóa vô hình; không ai biết họ ngoại trừ anh ta. Và ông biết những gì là trên đất liền và trên biển. Không phải là một chiếc lá rơi nhưng mà ông biết điều đó. Và ngũ cốc không có trong các darknesses của trái đất và không ẩm ướt hay khô [điều] nhưng mà nó được [viết] trong một bản ghi rõ ràng.
zu: Futhi nge Nga Him are hluthulelo yesidalwa esingabonakali;

# Quran849
source: And it is He who takes your souls by night and knows what you have committed by day. Then He revives you therein that a specified term may be fulfilled. Then to Him will be your return; then He will inform you about what you used to do.
ca: I és el que pren les seves ànimes de nit i sap el que li han comès per dia. Llavors va reviu vostè aquí que pugui ser acomplida un termini especificat. Llavors li serà el seu retorn; llavors ell us informarà sobre què solia fer.
cy: Ac ef sy'n cymryd eich eneidiau gan nos ac yn gwybod beth yr ydych wedi ymrwymo erbyn diwrnod. Yna mae ef revives chi ynddo y gall tymor penodedig yn cael eu cyflawni. Yna iddo fydd eich dychwelyd; yna bydd ef yn eich hysbysu am beth yr ydych yn ei defnyddio i wneud.
da: Og det er ham, der tager din sjæle om natten, og ved hvad du har begået af dagen. Så han genopliver dig deri, at et bestemt begreb kan blive opfyldt. Derefter vil til ham være din tilbagevenden; derefter vil han informere dig om hvad du plejede at gøre.
el: Και είναι αυτός που παίρνει τις ψυχές σας από τη νύχτα, και ξέρει τι έχεις διαπράξει μέχρι την ημέρα. Στη συνέχεια αυτός σας αναβιώνει σ ' αυτό ότι μπορεί να πληρούται ένας καθορισμένος όρος. Στη συνέχεια, σε αυτόν θα είναι επιστροφή σας? στη συνέχεια, αυτός θα σας ενημερώσει για ό, τι χρησιμοποιήσατε για να κάνετε.
et: Ja see on talle, kes võtab oma hinge öösel ja teab, mis on toimepandud päev. Siis ta taaselustab sealsamas tähtajalisena juhul täidetud. Siis tema saab oma tulu; siis ta teatab teile mida sa kasutada seda teha.
fi: Ja se on hän, joka vie teidän sielunne yöllä ja tietää, mitä olet tehnyt päivällä. Sitten hän herättää henkiin olet siinä että määritetty termi voi täyttää. Sitten hänelle tulee palata; sitten hän ilmoittaa sinulle mitä tapana tehdä.
he: . וזה מי לוקח את נשמותיכם בלילה ויודע מה ביצעת ביום. ואז הוא מחיה את המובא בזאת כי מונח מסוים עלול להתגשם. אז אליו יהיה את ההחזר; ואז הוא יעדכן אתכם על מה נהגת לעשות.
hr: I on je taj koji uzima vaše duše noću i zna što su počinili danju. Onda on oživljava te u njemu da navedeni izraz može ispuniti. Onda mu bit povratak; zatim on će vas obavijestiti što si prije to učiniti.
lt: Ir tai tas, kuris trunka jūsų sielų naktį ir žino, ką jūs padarėte iš dienos. Tada jis atgaivina jūs jame nurodytas terminas gali būti įvykdyti. Tada jam bus grąžą; tada jis bus informuoti jus apie ką jūs czynili.
lv: Un tas ir tas, kas notiek jūsu dvēseles naktī un zina, ko ir izdarījuši pa dienu. Tad viņš atdzīvina jūs tur, ka var izpildīt norādīto termiņu. Tad viņam būs jūsu peļņa; pēc tam viņš informēs jūs par to, ko esat pieradis veikt.
nb: Og det er han som tar din sjel om natten og vet hva du har begått av dagen. Så han gjenopplever du deri at en angitt term kan bli oppfylt. Så vil ham være tilbake; så vil han informere deg om hva du pleide å gjøre.
sk: A je to on, kto berie vaše duše v noci a vie, čo ste spáchali cez deň. Potom on oživuje si v ňom môžu byť splnené zadaný výraz. Potom mu bude váš návrat; potom on vás bude informovať o tom, čo ste zvyknutí robiť.
sl: In to je tisti, ki ima svoje duše ponoči in ve, kaj ste storili podnevi. Potem je vas je v njej poživi, da določenega obdobja lahko izpolnjeni. Potem mu bo vašo vrnitev; nato bo vas obvestim o tem, kaj je za narediti.
sr_cyrl: И он је узима васе дусе по ноћи и да се зна да су починили дан. Онда он те поврати у томе да наведени израз може бити испуњена. Онда му бити твој повратак; Онда ће да вас обавестим о шта си радила.
sr_latn: I on je uzima vase duse po noći i da se zna da su počinili dan. Onda on te povrati u tome da navedeni izraz može biti ispunjena. Onda mu biti tvoj povratak; Onda će da vas obavestim o šta si radila.
uk: І це той, хто приймає ваші душі вночі і знає, що ви взяли на себе зобов'язання за день. Потім він відроджує ви в ньому що визначеного слова можуть бути виконані. То йому буде повернення; Потім він буде інформувати вас про те, що ви використовували, щоб зробити.
vi: Và ông đã mất đi linh hồn của bạn bằng đêm và biết những gì bạn đã cam kết theo ngày. Sau đó ông làm sống lại bạn trong đó là một thuật ngữ được chỉ định có thể được hoàn thành. Sau đó ông sẽ là trở lại của bạn; sau đó ông sẽ thông báo cho bạn về những gì bạn sử dụng để làm.
zu: Futhi kuba Lowo kuthatha imiphefumulo yenu ebusuku futhi uyazi ukuthi uye wenza emini.

# Quran850
source: And He is the subjugator over His servants, and He sends over you guardian-angels until, when death comes to one of you, Our messengers take him, and they do not fail [in their duties].
ca: I és la subjugator sobre els seus servents, i envia sobre tu àngels fins que, quan la mort es tracta d'un de vosaltres, nostres missatgers portar, i no fracassen [dels seus deures].
cy: Ac ef yw y subjugator dros ei weision, ac mae'n anfon dros eich gwarcheidwad angylion nes, pan ddaw marwolaeth i un ohonoch, mae ein negeswyr yn mynd ag ef, ac nid ydynt [yn eu dyletswyddau].
da: Og han er subjugator over sine tjenere, og han sender over du skytsengle indtil, når Døden kommer til en af jer, vores budbringere tage ham, og de undlader ikke [i deres opgaver].
el: Και αυτός είναι η subjugator κατά τους υπηρέτες του, και μας στέλνει πέρα από σας φύλακες-άγγελοι, έως ότου, όταν ο θάνατος έρχεται σε έναν από εσάς, τον πάει κλητήρες μας, και δεν παραλείπουν [με τα καθήκοντά τους].
et: Ta on selle subjugator üle oma sulased ja ta saadab teie eestkostja inglid üle enne kui surm tuleb teist, meie kullerid võtma teda, ja nad jätavad [nende ülesannetes].
fi: Ja hän on subjugator palvelijoitaan, ja hän lähettää sinulle suojelusenkelit kunnes kun kuolema tulee yksi, meidän viestinviejät häntä, ja he ole epäonnistuneet [].
he: . הוא subjugator משרתיו, הוא שולח עלייך המלאכים השומרים עד, כאשר המוות מגיע לאחד מכם, שליחים שלנו לקחת אותו, הם לא מצליחים [במסגרת תפקידם].
hr: On je na subjugator svoje sluge i šalje nad vama anđele čuvare dok, kada smrt dolazi od vas, naš Glasnik ga, i oni ne uspjeti [dužnosti].
lt: Ir jis yra su subjugator per jo tarnai, ir jis siunčia per jus angelų Sargų kol, kai mirtis ateina į vieną iš jūsų, mūsų pasiuntiniai priimti jį, ir jie nėra nepavyksta [vykdant pareigas].
lv: Viņš ir subjugator pār saviem kalpiem un viņš sūta jums aizbildnis eņģeļi pār līdz, kad nāve nāk no jums, mūsu kurjeri nepieņems, un viņi nevar izkrist [savus pienākumus].
nb: Og han er subjugator over sine tjenere, og han sender over deg skytsengler til, når døden kommer til en av dere, våre sendebud ta ham, og de ikke svikte [i sine plikter].
sk: Je subjugator nad svojim služobníkom a pošle na vás anjelov strážnych, až keď smrť jedného z vás, naši poslovia ho, a oni nie sú nepodarí [v ich clo].
sl: In je v subjugator nad svoje uslužbence, in pošilja nad vami angeli varuhi, dokler, ko smrt pride na enega od vas, naše kurirje peljal, in ne, [v svojih dolžnosti].
sr_cyrl: Он је у субјугатор преко његове слуге и он шаље преко вас анђели све док, када смрт дође да један од вас, нам гласници га, и не падну [на својим дужностима].
sr_latn: On je u subjugator preko njegove sluge i on šalje preko vas anđeli sve dok, kada smrt dođe da jedan od vas, nam glasnici ga, i ne padnu [na svojim dužnostima].
uk: І він в Підкорювач над своїм слугам, і він посилає над вами, янгол охоронець, доки не буде, коли смерть йде про один з вас, нашими посланцями взяти його, і вони не виходять з ладу [в своїх обов'язків].
vi: Và ông là subjugator qua công chức của mình, và ông sẽ gửi qua bạn thiên thần người giám hộ cho đến khi cái chết sẽ đến với một trong các bạn, các sứ giả của chúng tôi đưa anh ta, và họ không thất bại [trong nhiệm vụ của họ].
zu: Futhi He is subjugator phezu Akhe chaka He sa phezu kwenu umnakekeli-izingelosi, kwaze kwathi lapho kufika ukufa kuqala omunye kini, Ithu gijimi thathaza Mthatheni, futhi akwenzeki [ngemisebenzi yabo].

# Quran851
source: Then they His servants are returned to Allah, their true Lord. Unquestionably, His is the judgement, and He is the swiftest of accountants.
ca: Llavors seus servents els retornaven a Allah, el seu Senyor veritable. Sens dubte, el seu és el judici, i és l'eficacia de comptadors.
cy: Yna cânt eu ei weision yn dychwelyd i Allah, eu Arglwydd wir. Yn ddiamau, y dyfarniad yw ei, ac ef yw y cyflymaf o gyfrifwyr.
da: Derefter returneres de sine tjenere til Allah, deres sande Herre. Utvivlsomt, hans er dommen, og han er den hurtigste af revisorer.
el: Στη συνέχεια, τους υπηρέτες του επιστραφούν στο Αλλάχ, αληθινό κύριο τους. Αναμφισβήτητα, του είναι η κρίση, και αυτός είναι το ταχύτερο λογιστών.
et: Siis nad oma sulased tagastatakse Allahi tõsi Issand. Vaieldamatult, tema on ülestõusmise ja ta on kätteandmistaotlust raamatupidajat.
fi: Palasi ne palvelijansa Allah, todellinen herra. Kiistatta hänen on tuomion, ja hän on nopeinta kirjanpitäjän.
he: ואז הם משרתיו מוחזרות אל אללה, האל האמיתי שלהם. אין ספק, הוא הדין, והוא המהירה ביותר של רואי חשבון.
hr: Onda su njegove sluge su vraćeni Allahu, svog istinskog gospodara. Neupitno, njegova je presuda, a on je najbrži računovođa.
lt: Tada savo tarnus sugrąžinti prie Dievo, savo tikrosios pono. Neabejotinai, jo yra teismo sprendimas, ir jis yra greičiausio buhalterių.
lv: Tad viņi saviem kalpiem atgriezās Allah, savu patieso kungu. Neapšaubāmi, savu spriedumu, un viņš ir ātrāko grāmatvežus.
nb: Deretter returneres de sine tjenere å Døyve, sant Herren. Uten tvil, hans er dommen, og han er den raskeste regnskapsførere.
sk: Potom jeho služobníkov, vrátia sa do Boh, ich pán pravda. Nesporne, jeho rozsudku, a on je najrýchlejším účtovníkov.
sl: Nato so služabnike vrnejo v Allah, svoje prave gospodar. Nedvomno, njegova je sodba, in on je najhitrejši računovodij.
sr_cyrl: Онда су његове слуге се враћају на Алаха, њихова истинског господара. Без сумње, је његова пресуда, а он је најбржег рачуновођа.
sr_latn: Onda su njegove sluge se vraćaju na Alaha, njihova istinskog gospodara. Bez sumnje, je njegova presuda, a on je најбржег računovođa.
uk: Потім своїм слугам повертаються Аллаха, вірно пана свого. Без сумніву, його рішення, і він найшвидший бухгалтерів.
vi: Sau đó, chúng tôi tớ của Ngài được trả lại Allah, Chúa thật sự. Unquestionably, bản án là của ông, và ông là swiftest của kế toán.
zu: Khona-ke izinceku zakhe wabuyela Allah, Nkosi yabo yangempela.
