Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran143
source: Say, [O believers], "We have believed in Allah and what has been revealed to us and what has been revealed to Abraham and Ishmael and Isaac and Jacob and the Descendants and what was given to Moses and Jesus and what was given to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [in submission] to Him."
ca: Dir, [creients O], "hem cregut en Allah i el que ha estat revelat a nosaltres i que ha estat revelat a Abraham i Ishmael i Isaac i Jacob i descendents i que es donava Moses i Jesús i que es donava als profetes del seu Senyor. Fem cap distinció entre cap d'ells, i som musulmans [en el submissió] a ell."
cy: Dweud, [O gredinwyr], "Rydym wedi credu mewn Allah a Mae'r hyn a ddatgelwyd i ni ac mae'r hyn a ddatgelwyd i Abraham ac Ishmael ac Isaac a Jacob a disgynyddion a beth a roddwyd i Moses a Iesu a beth rhoddwyd y proffwydi gan eu Arglwydd. Yr ydym yn gwneud unrhyw wahaniaeth rhwng unrhyw un ohonynt, ac rydym yn Foslemiaid [yn Cyflwyniad] iddo ef."
da: Sige, [O troende], "vi har troede på Allah og hvad har været åbenbaret for os og hvad er blevet afsløret, at Abraham og Ismael og Isak og Jacob og efterkommere og hvad blev givet til Moses og Jesus og hvad blev givet til profeterne fra deres Herre. Vi skelner ikke mellem nogen af dem, og vi er muslimer [i indsendelse] ham."
el: Ας πούμε, [O πιστών], «έχουμε πίστευαν σε Αλλάχ και τι έχει αποκαλυφθεί σε μας και ό, τι έχει αποκαλυφθεί να Ishmael Αβραάμ και Ισαάκ και τον Ιακώβ και τους απογόνους και αυτό που δόθηκε στην Moses και ο Ιησούς και αυτό που δόθηκε στους προφήτες από τους Λόρδος. Κάνουμε καμιά διάκριση μεταξύ οποιουδήποτε από αυτά, και είμαστε Μουσουλμάνοι [στην υποβολή] σ ' αυτόν.»
et: Öelda, [O usklike], "me oleme uskunud on Jumal ja mida on näidanud meile ja mida on avastatud Abraham ja Ismael ja Iisak ja Jaakob ja järeltulijad ja mida anti Moses ja Jeesus ja mida anti prohvetid nende Issand. Me ei erista neid, ja me oleme [esitamise] moslemite talle."
fi: Eli [O uskovia], "olemme uskoneet Jumalaan ja mitä tuli meille ja mitä on paljastettu Aabrahamin ja Ismaelin ja Iisakin ja Jaakobin ja jälkeläiset ja annetun vastauksen Moses ja Jeesus ja profeetat heidän Herransa annetun. Me ei erotella toisistaan niitä, ja olemme muslimeja [alamaisuudessa] hänelle."
he: תגיד, [O המאמינים], "שהאמנו במשך אללה, מה התגלה לנו מה התגלה אברהם, ישמעאל, יצחק, יעקב, הצאצאים, שנמסר Moses וישו ואת שנמסר הנביאים מן האל שלהן. אנחנו עושים אבחנה בין כל אחד מהם, ואנחנו מוסלמים [בכניעה] לו."
hr: Recimo, [O vjernici], "mi vjerovao u Allaha i ono što je otkrio nam i otkrila što je Abrahamu i Jišmaela i Izaka i Jakova i potomaka i što je dana Moses i Isus i što je dao prorocima od Gospoda. Mi ne pravimo razliku među njima, i mi smo muslimani [u pokornosti] mu."
lt: Tarkim, [O tikintieji], "mes tikėjo Dievo ir kas buvo atskleista mums ir kas buvo atskleista Abraomui ir Izmaelis ir Izaokas ir Jokūbas ir palikuonys ir kas buvo pateikta Moses ir Jėzus ir kas buvo pateikta prana ai iš jų Viešpaties. Mes padaryti jokio skirtumo tarp bet kurios iš jų, ir mes esame musulmonai [į pateikimo] jam."
lv: Teiksim, [O ticīgie], "mēs ticējusi Allah ko atklāja pie mums un kas ir atklājies Abraham un Ismaēla Isaac Jacob un un pēcteči un to, kas bija veltīta Moses un Jēzus un ko tika piešķirta prophets no savu kungu. Mēs izgatavojam nekādu atšķirību starp jebkuru no tām, un mēs [iesniegšanas] musulmaņu viņam."
nb: Si, [O troende], "vi har trodd på Allah og det som er åpenbart for oss og hva har blitt avslørt for Abraham og Ismael og Isak og Jakob og etterkommere og det ble gitt til Moses og Jesus og det ble gitt til profetene fra deres Herre. Vi skiller mellom noen av dem, og vi er muslimer [i innlevering] til ham.
sk: J. [O veriacich], "sme uverili v Alah a čo ukázal nám a čo bolo odhalené Abraham a Izmael a Izák a Jakub, potomkovia a čo bola venovaná Moses a Ježiša a čo bola venovaná proroci od svojho pána. Sme nerozlišujú medzi nimi, a my sme moslimovia [podľa] k nemu."
sl: Recimo, [O verniki], "smo verjeli v Allah in kaj so pokazali, da nas in kaj so pokazali, da Abraham in Jišmael in Izaka in Jakoba in potomci in kaj je bila namenjena Moses in Jezus in kaj je bila namenjena preroki od svojega Gospoda. Naredimo ne razlikuje med katero koli od njih, in smo muslimani [po] nanj."
sr_cyrl: Реци , [О верници], "смо да верујемо у Аллах шта су открила нам шта је било откривено да Абрахам и Исмаил и Исак и Јацоб и потомке и шта је дато Мосес и Исус и и шта је дато пророци из свог господара. Ми не правимо разлику између свих њих, и ми смо Муслимани [у покорности] са њим."
sr_latn: Reci, [O vernici], "smo da verujemo u Allah šta su otkrila nam šta je bilo otkriveno da Abraham i Ismail i Isak i Jacob i potomke i šta je dato Moses i Isus i i šta je dato proroci iz svog gospodara. Mi ne pravimo razliku između svih njih, i mi smo Muslimani [u pokornosti] sa njim."
uk: Скажімо, [O віруючі], "ми повірили в Аллах і що показав для нас і те, що було виявлено Авраама та Ізмаїл та Ісаак та Якову і нащадки і те, що було приділено Moses та Ісуса і те, що було приділено пророки від пана свого. Ми робимо жодної різниці між їх, і ми мусульман [подання] до нього."
vi: Nói, [O các tín hữu], "chúng ta có tin vào Allah và những gì đã được tiết lộ cho chúng tôi và những gì đã được tiết lộ đến Abraham và Ishmael và Isaac và Jacob và các con cháu và những gì đã được trao cho Moses và Chúa Giêsu và những gì đã được trao cho các tiên tri từ của Chúa. Chúng tôi làm cho không có sự phân biệt giữa bất kỳ của họ, và chúng tôi là người Hồi giáo [trong trình] để anh ta."
zu: Ithi, [Jehova amakholwa], "We fanele kholwa Allah futhi yini ebilokhu wasembulela yona futhi yini ebilokhu abonakaliswe ku-Abrahama no-Ishmayeli no-Isaka noJakobe nabo uzalo ngaphakathi babe epha kuze Mose Jesu nokuthi yini wanikezwa

# Quran144
source: So if they believe in the same as you believe in, then they have been [rightly] guided; but if they turn away, they are only in dissension, and Allah will be sufficient for you against them. And He is the Hearing, the Knowing.
ca: Així que si creuen en el mateix com vostè creu, llavors que han estat [] guiats; però si s'allunyen, són només en dissensió, i Allah serà prou contra ells. I l'audiència, el saber.
cy: Felly os ydynt yn credu yn yr un fel yr ydych yn credu mewn, ac yna wedi eu [iawn] fy nhywys; ond os y maent yn troi i ffwrdd, maent yn unig yn gynnen, a bydd Allah yn ddigon i chi yn eu herbyn. Ac mae y gwrandawiad, y mae gwybod.
da: Så hvis de tror på det samme, som du tror på, så de har været [rigtigt] styret; men hvis de vender væk, de er kun i uenighed, og Allah vil være tilstrækkelig for jer imod dem. Og han er høringen, vide.
el: Έτσι, αν πιστεύουν στον ίδιο όπως πιστεύετε, τότε αυτοί καθοδηγείται [και δικαίως]? αλλά, αν πάψουν, βρίσκονται μόνο στη διαφωνία, και Αλλάχ θα είναι επαρκής για σας εναντίον τους. Και αυτός είναι η ακρόαση, η γνώση.
et: Nii et kui nad usuvad, samas, kui sa usud, siis nad on [õigustatult] juhitakse; Aga kui nad tõlgivad, nad on vaid lahkhelisid ning Allah on piisav teid nende vastu. Ja ta on kuulmine, ning teades.
fi: Joten jos he uskovat sama kuin uskot, niin he [oikeutetusti] ohjannut; mutta jos he kääntyvät pois, ne ovat vain erimielisyyttä, ja Allah on riittävä voit heitä vastaan. Ja hän on istunnossa, kun tiedetään.
he: אז אם הם מאמינים באותו כפי שאתה מאמין בו, ואז הם כבר [בצדק] הנחו; אך אם, הם יהפכו משם הם רק מחלוקת, אללה יהיה מספיק עבורך נגדם. . והוא הדיון, לדעת...
hr: Ako oni vjeruju u isto kao što ti vjeruješ, onda nisu [ispravno] doveli; Ali ako ti, oni su samo u razdor i Allah će biti dovoljan za tebe protiv njih. I sluh, poznavanje.
lt: Taigi, jei jie tiki tas pats kaip jūs tikite, tada jie jau [teisingai] vadovaujasi; bet jei jie nusigręžti, jie tik nesantaika, ir Dievas bus pakankami, kad jūs prieš juos. Ir jis yra per posėdį, kad žinios.
lv: Tātad, ja viņi tic pats kā tic, tad viņi vadījusies [pamatoti]; bet, ja tie savukārt prom, tās ir tikai domstarpības un Allah būs pietiekami, lai jūs pret viņiem. Un viņš ir dzirdes, zinot.
nb: Så hvis de tror på det samme som du tror på, så de har vært [rette] ledet; men hvis de blir borte, de er bare i strid, og Allah vil være tilstrekkelig for deg mot dem. Og han er høringen, på å vite.
sk: Takže, ak sa domnievajú, že rovnako ako si myslíte, potom oni boli [správne] riadiť; ale ak sa zase preč, sú len nezhody, a Boh bude stačiť pre vás proti nim. A on je sluch, vedieť.
sl: Torej, če verjamejo v isto, kot mislite, potem pa so bili [] pravoverni; ampak če se obrnejo proč, so samo v nesoglasja in Alah bo dovolj za vas proti njim. In on je na obravnavi, je poznavanje.
sr_cyrl: Па , ако они верују у исти као ви верујете, онда они имају [с правом] Вођена; Али ако се окрену, они су само у раздор и Аллах ће бити довољан за тебе против њих. И он је слух, на знајужи.
sr_latn: Pa, ako oni veruju u isti kao vi verujete, onda oni imaju [s pravom] Vođena; Ali ako se okrenu, oni su samo u razdor i Allah će biti dovoljan za tebe protiv njih. I on je sluh, na znajuжi.
uk: Так що, якщо вони вірять в те ж саме, як ви вірите в, то [вони повинні були правильно] керуватися; але якщо вони відвернутися, вони тільки в розбіжностей, і Аллах буде достатньо для вас проти них. І він слуху, знаючи, що в.
vi: Vì vậy, nếu họ tin rằng trong cùng một khi bạn tin vào, sau đó họ đã được [đúng] hướng dẫn; nhưng nếu họ lần lượt đi, bọn chúng chỉ có ở rẽ và Allah sẽ là đủ cho bạn đối với họ. Và ông là nghe, sự hiểu biết.
zu: Ngakho uma kuwukuthi bayakholelwa kuyafana ukholelwa, khona-ke abantu baye baba [abathambekele] guided;

# Quran145
source: [And say, "Ours is] the religion of Allah. And who is better than Allah in [ordaining] religion? And we are worshippers of Him."
ca: [I dir, "nostre és] la religió d'Allah. I que és millor que Allah en la religió [ordaining]? I som adoradors d'ell."
cy: [A dweud, "yw ein] crefydd Allah. A phwy sy'n well na Allah mewn crefydd [ordaining]? A ydym yn addolwyr iddo.
da: [Og siger, "vores er] religion Allah. Og hvem er bedre end Allah i [ordaining] religion? Vi er tilbedere af ham og...
el: [Και να πούμε, "δικό μας είναι] η θρησκεία του Αλλάχ. Και ποιος είναι καλύτερη από Αλλάχ [εγκατάσταση] θρησκεία; «Και είμαστε προσκυνητών από αυτόν».
et: [Ja öelda, "meie] Allah religioon. Ja kes on parem kui Allah [ordaining] religioon? Ja me oleme teda kummardajaid."
fi: [Ja sanoa: "meidän on] uskonnon Jumalan. Ja kuka on parempi kuin Jumala [piispoilla] uskonto? Ja olemme palvojia häntä."
he: [והוא אומר, "שלנו] הדת של אללה. ומי טוב יותר אללה בדת [ordaining]? ואנו מתפללים עליו."
hr: [I "Naša je] religija od Allaha. I tko je bolji od Allaha u [ordaining] vjeri? I štovatelji od njega."
lt: [Ir pasakyti, "pas mus yra] Dievas religija. Ir kas yra geriau nei Dievas [ordaining] religija? Ir mes tikinčiųjų į jį."
lv: [Un teikt: "mums ir] Allah reliģija. Un kas ir labāks par Allah reliģija [ordaining]? Un mēs esam viņu dievlūdzēju."
nb: [Og si, "vår er] religionen Allah. Og hvem er bedre enn Allah [ordinasjon] religion? Og vi er tilbedere av ham.
sk: [A hovoria: "u nás je] náboženstvu Alaha. A kto je lepší než Boh [Svätenie] náboženstvo? A my sme veriacich ho."
sl: [In reči, "Naša je] vere Allah. In kdo je boljši od Allah [ordaining] vere? In mi smo vernikov od njega."
sr_cyrl: [И реци: "наше је] религију од Алаха. А ко је бољи од Алаха у [ордаининг] религија? И ми смо верника од њега."
sr_latn: [I reci: "naše je] religiju od Alaha. A ko je bolji od Alaha u [ordaining] religija? I mi smo vernika od njega."
uk: [І сказати: "Наша] релігії Аллаха. І хто краще, ніж Аллах в [висвячених] релігії? І ми віруючих від нього."
vi: [Và nói, "chúng ta là] tôn giáo của Allah. Và ai là tốt hơn so với Allah tại [ordaining] tôn giáo? Và chúng tôi sùng của anh ta."
zu: [Futhi bathi, "UNkulunkulu wethu ungukuphela] inkolo ka Allah. Futhi ngubani lingcono kunamafutha Allah [ordaining] inkolo? Futhi thina bengabakhulekeli Him."

# Quran146
source: Say, [O Muhammad], "Do you argue with us about Allah while He is our Lord and your Lord? For us are our deeds, and for you are your deeds. And we are sincere [in deed and intention] to Him."
ca: Dir, [O Muhammad], "vostè discutir amb nosaltres sobre Allah mentre és nostre Senyor i el seu Senyor? Per a nosaltres els nostres actes, i per a els seus actes. I estem sincers [en obra i intenció] a ell. "
cy: Dweud, [O Muhammad], "ydych yn dadlau gyda ni am Allah er ei fod yn ein Arglwydd a eich Arglwydd? I ni yn ein gweithredoedd, ac i chi yn eich gweithredoedd. Ac yr ydym yn ddiffuant [yn weithred a bwriad] iddo ef. "
da: Sige, [O Muhammad], "du skændes med os om Allah mens han er vor Herre og din herre? For os er vores gerninger, og du er dine gerninger. Og vi er oprigtig [i gerning og hensigt] ham. "
el: Ας πούμε, [Ο Μωάμεθ], "μπορείτε να υποστηρίζουν με μας για τον Αλλάχ ενώ είναι Κυρίου και ο Λόρδος σας; Για μας είναι οι πράξεις μας, και για εσάς είναι οι πράξεις σας. Και είμαστε ειλικρινείς [στην πράξη και πρόθεση] σ ' αυτόν.»
et: Öelda, [O Muhammad], "ei sa vaielda siin Jumal kui ta on meie Issanda ja teie isand? Meie jaoks on meie tegusid ja sinu jaoks on oma tegusid. Ja meil on siiras [Heateo ja kavatsus] talle. "
fi: Eli [Oi Muhammed] "kiistää meille noin Jumala kun hän on meidän Herramme että teidän Herranne? Meille ovat meidän tekoja, ja te olette tekonne. Ja pyrimme vilpittömästi [teko ja tarkoitus] hänelle. "
he: תגיד, [O מוחמד], "איתנו אללה בזמן שהוא אדונינו ואדון שלך אוקיי? לנו הם המעשים שלנו, בשבילך מעשיך. . ואנחנו כנה [הכוונה וקצבת] לו. "
hr: Recimo, [O Muhammad], "se raspravljati s nama o Allahu dok je naš gospodar i vaš gospodar? Za nas su naša djela, a za vas su vaša djela. I mi smo iskreni [u djelo i namjera] s njim. "
lt: Pasakyti, [O Muhammad], "ar galite ginčytis su mumis Dievas nors jis yra mūsų Viešpats ir jūsų Viešpats? Mums yra mūsų poelgius, ir jums yra savo poelgius. Ir mes nuoširdžiai [veiką ir ketinimą] jam. "
lv: Teikt, [O Muhammad], "vai jūs diskutēt ar mums par Allah, kamēr viņš ir mūsu kungs un jūsu kungs? Mums ir mūsu darbiem, un jums ir jūsu darbiem. Un mēs esam patiesi [darbos un nodomu] viņam. "
nb: Si, [O Muhammad], "argumenterer du med oss om Allah mens han er vår Herre og deres Herre? For oss er våre gjerninger, og du er dine gjerninger. Og vi er oppriktig [i gjerning og intensjon] til ham. "
sk: J. [Mohamed], "si tvrdiť s nami o Alah zatiaľ čo on je náš Pán a váš pán? Pre nás sú naše skutky, a pre vás sú tvoje skutky. A my sme úprimní [v skutok a zámer] k nemu. "
sl: Reči, [O Muhammad], "ali ste vprašamo z nami Allah medtem, ko je naš gospod in svojega gospodarja? Za nas so naša dejanja, in za vas so vaša dejanja. In mi smo iskreni [v listino in namen] nanj. "
sr_cyrl: Реци , [О Мухаммад], "расправљате с нама о Аллах док је Господ и твој господар? За нас су нам дела, а за те своје поступке. И ми смо искрено [дело и намјера] са њим. "
sr_latn: Reci, [O Muhammad], "raspravljate s nama o Allah dok je Gospod i tvoj gospodar? Za nas su nam dela, a za te svoje postupke. I mi smo iskreno [delo i namjera] sa njim. "
uk: Кажуть, [O Мухаммад], "ви сперечатися з нами про Аллах у той час як він є наш Господь і ваш Господь? Для нас є наші вчинки, а для вас ваші справи. І ми щирі [у справи і наміри] до нього. "
vi: Nói, [O Muhammad], "làm bạn tranh luận với chúng tôi về Allah trong khi ông là Chúa của chúng tôi và Chúa của bạn? Đối với chúng tôi là hành động của chúng tôi, và cho bạn là hành động của bạn. Và chúng tôi chân thành [trong hành động và ý định] cho anh ta. "
zu: Awusho, [O Muhammad], "Ingabe phikisana us Allah ngenkathi He is ithu Lord kho Lord? Kithina kukhona izenzo zethu, futhi wena kho enzo. Njalo thina singabafakazi bakhe abaqotho [ngesenzo inhloso] kuye.

# Quran147
source: Or do you say that Abraham and Ishmael and Isaac and Jacob and the Descendants were Jews or Christians? Say, "Are you more knowing or is Allah?" And who is more unjust than one who conceals a testimony he has from Allah? And Allah is not unaware of what you do.
ca: O dius que Abraham i Ishmael i Isaac i Jacob i descendents eren jueus o cristians? Dir, "Ets més sabent o és Allah?" I qui és més injust que un que oculta un testimoni que té des d'Allah? I Allah no és conscient del que fas.
cy: Neu a ydych yn dweud bod Abraham a Ishmael ac Isaac a Jacob a disgynyddion yn Iddewon neu Gristnogion? Dweud, "A ydych yn gwybod mwy neu yw Allah?" Ac sydd yn anghyfiawn fwy nag un sy'n dyst ganddo yn cuddio oddi wrth Allah? Ac nid yw Allah yn ymwybodol o'r hyn yr ydych yn ei wneud.
da: Eller siger du at Abraham og Ismael og Isak og Jacob og efterkommere var jøder eller kristne? Sige, "Er du mere at vide eller er Allah?" Og der er mere uretfærdig end en, der skjuler et vidnesbyrd, han har fra Allah? Og Allah er ikke uvidende om hvad du gør.
el: Ή λέτε ότι Ishmael Αβραάμ και Ισαάκ και Jacob και οι απόγονοι ήταν Εβραίοι ή Χριστιανοί; Ας πούμε, «Είστε περισσότερο γνωρίζοντας ή είναι Αλλάχ;» Και ποιος είναι πιο άδικο από κάποιον που κρύβει μια μαρτυρία που έχει από τον Αλλάχ; Και Αλλάχ είναι δεν αγνοεί αυτό που κάνεις.
et: Või sa ütled, et Abraham ja Ismael ja Iisak ja Jaakob ja järeltulijad olid juudid või kristlased? "Kas soovite rohkem teada või on Jumal?" Ja kes on rohkem kui üks, kes varjab ta on ütluste Jumalalt alusetu? Ja Allah ei teadnud mida teha.
fi: Tai sanotaan että Aabrahamin ja Ismaelin ja Iisakin ja Jaakobin ja jälkeläiset olivat juutalaisia tai kristittyjä? Esimerkiksi: "Oletko enemmän tietää tai on Jumala?" Ja kuka on epäoikeudenmukaisempi kuin yksi, joka kätkee hän on osoitus Jumalalta? Ja Jumala ei tiedä mitä tehdä.
he: או שאתה אומר כי אברהם, ישמעאל, יצחק, יעקב וצאצאיהם היו יהודים או נוצרים? אומרים, "אתה לדעת עוד או הוא אללה" ומי צודק יותר מאשר מי מסתיר עדות שלו מן אללה? אללה אינו מודע מה לעשות.
hr: Ili ćete reći da Abraham i Jišmaela i Izaka i Jakova i potomaka bili Jevreji ili kršćani? Kažu, "Ti više znajući ili Allah?" A tko je više nepravedno od onoga koji skriva svjedočanstvo je od Allaha? A Allah nije znao što učiniti.
lt: Ar jums sako, kad Abraomas ir Izmaelis ir Izaokas ir Jokūbas ir palikuonys buvo žydų ar krikščionių? Sako, "Ar jūs daugiau žinoti, ar yra Dievas?" Ir kurie yra labiau neteisinga nei tas, kuris slepia parodymus jis iš Dievo? Ir Dievas yra ne nežino ką daryti.
lv: Vai jūs sakāt, ka Abraham un Ismaēla Isaac Jacob un un pēcnācēji bija ebreji vai kristieši? Saka: "Vai jūs esat vairāk uzzināt vai ir Allah?" Un kurš ir netaisna vairāk nekā tas, kurš viņam ir liecība ir paslēpta no Allah? Un Allah nav nezina, ko darīt.
nb: Eller sier du at Abraham og Ismael og Isak og Jakob og etterkommere var jøder eller kristne? Si, "Er du mer å vite eller er Allah?" Og hvem er mer urettferdig enn en som skjuler et vitnesbyrd han har fra Gud? Og Allah er ikke klar over hva du gjør.
sk: Alebo to hovoríš, že Abraham a Izmael a Izáka a Jakuba a potomkovia boli Židia a kresťania? "Je vám viac vedel alebo je Boh?" A kto je viac nespravodlivý, než ten, kto sa skrýva svedectvá, že má od Boha? A Boh nie je vedomý toho, čo robíte.
sl: Ali praviš, da Abraham in Jišmael in Izaka in Jakoba in potomci so bili Judje ali kristjani? Reči, "Ali ste več vedel ali je Allah?" In kdo je bolj nepravičen, kot tisti, ki skriva pričevanje ima od Allah? Ter Allah ni vedela, kaj.
sr_cyrl: Или мислите да се да Абрахам и Исмаил и Исак и Јацоб и потомке били Јевреји или хришћани? Кажу , "Јеси ли више знања или је Аллах?" А ко је више неправедан него онај ко скрива сведочанство има од Алаха? И , Алах није свестан онога сто радите.
sr_latn: Ili mislite da se da Abraham i Ismail i Isak i Jacob i potomke bili Jevreji ili hrišćani? Kažu, "Jesi li više znanja ili je Allah?" A ko je više nepravedan nego onaj ko skriva svedočanstvo ima od Alaha? I, Alah nije svestan onoga sto radite.
uk: Або ви скажете, що Авраам і Ізмаїла і Ісака та Якова і нащадки були євреїв або християн? Сказати: "Ви більше знаючи або Аллаха?" А хто більш несправедливим, ніж той, хто приховує свідчення, що він має від Аллах? І Аллаху не знають про те, що ви робите.
vi: Hoặc bạn có nói rằng Abraham và Ishmael và Isaac và Jacob và các hậu duệ là người Do Thái hay Kitô hữu? Nói, "Bạn có hiểu biết nhiều hơn hoặc là Allah?" Và càng bất công hơn một người che giấu một lời hắn từ Allah là ai? Và Allah không phải là không biết những gì bạn làm.
zu: Noma ingabe ukusho ukuthi u-Abrahama no-Ishmayeli no-Isaka noJakobe kanye Isizwe ngamashumi amaJuda noma amaKristu?

# Quran148
source: That is a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.
ca: Que és una nació que ha transmès. Tindrà [la conseqüència de] el que guanyava, i vostè tindrà el que heu guanyat. I no se li demanarà sobre el que acostumaven a fer.
cy: Mae y genedl sydd wedi trosglwyddo. Bydd yn rhaid [o ganlyniad i] beth y mae'n ei ennill, a bydd gennych beth yr ydych wedi ei ennill. Ac nad ydych yn gofyn am beth y maen nhw'n ei wneud.
da: Det er en nation, som har videregivet. Det vil have [konsekvens af] hvad det fortjent, og du vil have, hvad du har tjent. Og du vil ikke blive spurgt om hvad de plejede at gøre.
el: Αυτό είναι ένα έθνος που έχει μετακυλιστεί. Αυτό θα είχε [ως] τι θα κερδίσει, και θα έχετε ό, τι έχετε κερδίσει. Και δεν θα ερωτηθείτε σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: See on rahvas, kes on sooritanud. Tal [tagajärg] mida ta teenis, ja sul on mida olete teeninud. Ja teil ei paluta kohta, mida nad varem ei.
fi: Tämä on kansakunta, joka on siirtynyt. Se on [seuraus] mitä se sai, ja olet mitä olet ansainnut. Ja kysyit ei mitä aikaisemmin tehdä.
he: אומה אשר עבר על זה יהיו לו [התוצאה של] מה הוא מזוכה, ולא תהיה לך מה הרווחת. אתם לא תתבקשו על מה היו עושים.
hr: To je narod koji je preminuo. Imat će [posljedica] ono što je zaslužio, i imat ćete ono što ste zaradili. I vi ćete biti upitani o ono što su nekad.
lt: Tai yra tauta, kuri yra perduodama. Jis turės [taigi] ką jos uždirbo, ir jūs turite ką jūs uždirbote. Ir jums bus klausiama ne apie ką jie czynili.
lv: Tā ir tauta, kas ir nodots. [Rezultāts] būs tas, ko tā nopelna, un jums būs ko esat nopelnījis. Un vairs netiek jautāts par to, ko viņi mēdza to darīt agrāk.
nb: Det er en nasjon som har gått på. Det vil ha [konsekvensen av] hva det tjent og du får hva du har tjent. Og du ikke blir spurt om hva de pleide å gjøre.
sk: To je národ, ktorý prešiel dál. Bude mať [dôsledkom] čo získali, a budete mať, čo ste zarobili. A nie vás požiadame o tom, čo boli zvyknutí robiť.
sl: To je narod, ki je opravil na. Ima [posledica] kar je zaslužil, in boste imeli kar si zaslužil. In vam ne bo vprašal o tem, kaj oni že rabljen uganjati.
sr_cyrl: То је нација, која је преминула. То ће имати [последице] шта је зарадила, и имаћете зарадио си. И ви нећете бити упитани о шта су некад.
sr_latn: To je nacija, koja je preminula. To će imati [posledice] šta je zaradila, i imaćete zaradio si. I vi nećete biti upitani o šta su nekad.
uk: Ось народ, який пройшов далі. Вона буде мати [наслідком] те, що він заробив, і у вас буде те, що ви заробили. І вам буде запропоновано не про те, що вони використовували, щоб зробити.
vi: Đó là một quốc gia mà đã thông qua ngày. Nó sẽ có [là hệ quả của] những gì nó được, và bạn sẽ có những gì bạn đã kiếm được. Và bạn sẽ không được hỏi về những gì họ sử dụng để làm.
zu: Yilokho a isizwe okuyinto isidlulile on.
