Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran446
source: [Remember] when you [fled and] climbed [the mountain] without looking aside at anyone while the Messenger was calling you from behind. So Allah repaid you with distress upon distress so you would not grieve for that which had escaped you [of victory and spoils of war] or [for] that which had befallen you [of injury and death]. And Allah is [fully] Acquainted with what you do.
ca: [Recordar] Quan vostè [va fugir i] escalat [la muntanya] sense mirar banda ningú mentre el Missatger estava trucant des del darrere. Així Allah pagat vostè amb angoixa sobre l'angoixa perquè no vols plorar per allò que havien escapat [de victòria i botí de guerra] o [per] allò que havia passat [de la lesió i mort]. I Allah [totalment] estigui familiaritzat amb el que fas.
cy: [Cofiwch] pan chi [dianc a] dringo [y Mynydd] heb edrych ar unrhyw un o'r neilltu tra oedd y negesydd yn galw chi o'r tu ôl. Felly roedd Allah ad-dalu eich gyda gofid ar drallod felly byddai ydych nid galaru am sydd wedi dianc chi [o fuddugoliaeth ac ysbail rhyfel] neu [am] sydd wedi taro chi [o anafiadau a marwolaethau]. A yw Allah [llawn] yn gyfarwydd â beth yr ydych yn ei wneud.
da: [Husk] Når du [flygtede og] klatrede [bjerget] uden at kigge til side på nogen mens Messenger kaldte dig bagfra. Så Allah tilbagebetales du med nød efter nød så du ikke ville sørge for det, som var undsluppet du [af sejr og krigsbytte] eller [for], som havde ramt du [af skade og død]. Og Allah er [fuldt] bekendtskab med, hvad du gør.
el: [Θυμηθείτε] όταν σας [έφυγαν και] ανέβηκε [βουνού] χωρίς κοιτάζοντας στην άκρη ενώ ο αγγελιαφόρος καλώντας σας από πίσω. Έτσι Αλλάχ σας αποπληρώνεται με αγωνία κατά δυσφορία έτσι εσείς θα θλίβομαι για το οποίο είχε δραπετεύσει σας [νίκη και τα λάφυρα του πολέμου] ή [για] το οποίο είχε befallen σας [τραυματισμό και θάνατο]. Και Αλλάχ είναι εξοικειωμένα [πλήρως] με αυτό που κάνεις.
et: [Mäleta] kui sa [põgenesid ja] [mägi] ronis ilma vaadates kõrvale, kellelegi kuigi sõnumitooja oli helistatakse taga. Nii Jumal tagasi maksta teile koos stressi korral stressi nii te sooviksite kurvastada, et mis oli pääsenud te [võidu ja rikneb sõdadest] või [jaoks] see, mis oli riigi te [kahju ja surm]. Ja Jumal on tuttav [täielikult] mida.
fi: [Muistaa] Kun olet [pakeni ja] kiivennyt [vuoren] katsomatta syrjään kukaan vaikka Messenger vaati takaapäin. Joten Allah takaisin sinulle hätä kun hätä niin sure sitä, mikä oli paennut sinulle [voitto ja sotasaalista] tai [] joka oli kohdannut teitä [vammoja ja kuolemantapauksia]. Ja Jumala on [] perehtynyt mitä teet.
he: [זוכר] כאשר אתה [נמלטו ו] במעלי [ההר] מבלי להסתכל הצידה על מישהו בזמן השליח היה מתקשר אליך מאחור. אז אללה מחזיר לך. עם מצוקה בעת מצוקה, אז אתה לא מתאבל על כך שהוא נמלט לך [של שלל המלחמה וניצחון] או [על] כך שהוא שעלה בגורלך [של פציעה או מוות] אללה הוא [מלא] היכרות עם מה שאתה עושה.
hr: [Zapamtite] kada si [pobjegao i] popeli na planinu bez obzira na stranu nikome dok Glasnik je zovete s leđa. Tako Allah uzvratila nevolji na pomoć kako ne bi tugovali za ono što je pobjegao [na pobjedu i ratni plijen] ili [za] ono što se nije dogodila [od ozljeda i smrti]. I Allah je [potpuno] upoznat sa onim što radite.
lt: [Prisiminti] kai jūs [pabėgo ir] pakilo [kalnų] reikia panaikinti visiems, nors Messenger buvo jums skambina iš paskos. Taigi Dievas grąžinta jums su baimės nuo nelaimės, jums negalime sielvartauti, kuris pabėgo [apie pergalę ir iškasos karo] arba [,] tai, kas atsitiko su [apie žala ir mirtis]. Ir Dievas [visiškai] yra susipažinę su ką.
lv: [Atceros] kad jūs [bēga un] [kalnu] uzkāpa bez apskatot malā kāds kamēr kurjers jums ir zvanījis no mugurpuses. Tātad Allah atmaksā jums ar ciešanas pēc ciešanas, tāpēc jums nav sērotu par to, kas bija paslīdējušas garām [par uzvaru un grunti kara] vai [], kas uzbrucis [par kaitējumu un nāves]. Un Allah [pilnībā] iepazīties ar to, ko jūs darīt.
nb: [Husk] når du [flyktet og] klatret [fjellet] uten å se til side på noen mens Messenger kaller du bakfra. Så Allah tilbakebetalt du med nød på nød så du ikke ville sørger for det som hadde flyktet [om seier og krigsbytte] eller [for] som hadde hendt [om skader og død]. Og Allah er [fullt] kjent med hva du gjør.
sk: [Pamätať] keď ste [utiekol a] vyliezol [hory] bez hľadá stranou na niekoho, kým Messenger bol volá zozadu. Tak Boh splatí ste s utrpenie na úzkosť tak by nie truchlit, ktorý unikol [o víťazstvo a vojnovú korisť] alebo [], ktoré sa prihodilo [na zranenia a smrť]. A Allah je [plne] oboznámený s čo.
sl: [Ne pozabite] Ko vas [pobegnil in] povzpela [gorska] brez razveljavi gledali na kdorkoli, medtem ko sel je bil kličeš od zadaj. Tako Allah povrnejo vam s stisko ob stiski tako ne bi žalujejo, za tistega, ki je pobegnil [o zmagi in pokvarijo vojne] ali [za], ki je doletela vas [poškodbe in smrti]. Ter Allah [popolnoma] vešč kaj.
sr_cyrl: [Запамтите ] када си [побегли и] се попео на планину без гледања у страну у никога док вас гласник назвао отпозади. Тако Аллах вам вратили са стресом на позив тако да би ти не тугуј за оно што је промакло ти [од победе и ратни плен] или [за] оно што је задесило ти [од повреда и смрти]. И , Алах [потпуно] је да се упозна са оним што радите.
sr_latn: [Zapamtite] kada si [pobegli i] se popeo na planinu bez gledanja u stranu u nikoga dok vas glasnik nazvao otpozadi. Tako Allah vam vratili sa stresom na poziv tako da bi ti ne tuguj za ono što je promaklo ti [od pobede i ratni plen] ili [za] ono što je zadesilo ti [od povreda i smrti]. I, Alah [potpuno] je da se upozna sa onim što radite.
uk: [Пам'ятаю] коли ви [втік і] піднялися на гору не дивлячись осторонь нікому хоча Messenger, що закликає вас з-за. Так Аллах погашений ви з лиха після лиха так ви б не сумувати за те, що втікла [про перемогу і Ізен] або [за] те, що трапилося з вас [травм і смерті]. І Аллах [повністю] познайомилися з те, що ви робите.
vi: [Nhớ] khi bạn [đã bỏ chạy và] leo [núi] mà không cần nhìn sang một bên bất cứ ai trong khi Messenger đã gọi bạn từ phía sau. Vì vậy Allah hoàn trả lại bạn với đau khổ khi đau khổ vì vậy bạn sẽ không đau buồn cho rằng đó đã thoát khỏi bạn [của chiến thắng và chiến lợi phẩm của chiến tranh] hoặc [] đó mà đã befallen bạn [của chấn thương và cái chết]. Và Allah [đầy đủ] làm quen với những gì bạn làm.
zu: [Khumbula] uma [wabaleka] akhwela [entabeni] ngaphandle ebuka eceleni noma ubani ngesikhathi gijimi balula wena ngemuva.

# Quran447
source: Then after distress, He sent down upon you security [in the form of] drowsiness, overcoming a faction of you, while another faction worried about themselves, thinking of Allah other than the truth - the thought of ignorance, saying, "Is there anything for us [to have done] in this matter?" Say, "Indeed, the matter belongs completely to Allah." They conceal within themselves what they will not reveal to you. They say, "If there was anything we could have done in the matter, some of us would not have been killed right here." Say, "Even if you had been inside your houses, those decreed to be killed would have come out to their death beds." [It was] so that Allah might test what is in your breasts and purify what is in your hearts. And Allah is Knowing of that within the breasts.
ca: Llavors després angoixa, va enviat a vostè seguretat [en forma de] somnolència, superar una facció de tu, mentre que una altra facció preocupats per si mateixos, pensant d'Allah que no sigui la veritat - el pensament de la ignorància, dient: "hi ha res per a nosaltres [fet] en aquesta matèria?" Dir, "De fet, la qüestió pertany completament a Allah." Amaguen dins de si mateixos el que ells no revelarà a vostè. Diuen: "Si hi havia alguna cosa que hem trobat en la matèria, alguns de nosaltres no hauria estat matat aquí." Dir, "fins i tot si vostè havia estat dins les seves cases, aquells decretat per ser matat que han sortit als seus llits mort." [Va ser] perquè Allah podria provar el que està en els seus pits i purificar el que és en els seus cors. I Allah és saber que dins els pits.
cy: Yna ar ôl trallod, anfonodd ef i lawr ar eich diogelwch [ar ffurf] syrthni, goresgyn carfan, chi, tra bod y garfan arall yn poeni am eu hunain, meddwl Allah heblaw y gwir-y syniad o anwybodaeth, yn dweud, "oes unrhyw beth i ni [wedi] yn y mater hwn?" Dweud, "Yn wir, mae'r mater yn perthyn llwyr i Allah." Eu bod yn cuddio'r o fewn eu hunain beth nad ydynt yn bydd datgelu i chi. Maent yn dweud, "Os oedd unrhyw beth y gallem fod wedi gwneud yn y mater, byddai rhai ohonom ni wedi cael eu lladd yma." Dweud, "hyd yn oed os oeddech wedi eich tai y tu mewn, roedd y rhai a ddyfarnwyd i gael eu lladd wedi dod allan i welyau eu marwolaeth." [Ydoedd] fel y gallai Allah brofi beth sydd yn eich bronnau a puro'r beth sydd yn eich calonnau. Ac Allah yn gwybod hynny o fewn y bronnau.
da: Derefter efter nød, han sendt over du sikkerhed [i form af] døsighed, at overvinde en fraktion af dig, mens en anden fraktion bekymret over sig selv, tænker på Allah bortset fra sandhed - tanken om uvidenhed, at sige, "er der noget for os [at have gjort] i denne sag?" Sige, "Ja, sagen tilhører helt Allah." De skjuler i sig selv, hvad de ikke vil afsløre for dig. De siger, "Hvis der var noget vi kunne have gjort i denne sag, nogle af os ikke ville er blevet dræbt lige her." Sige, "selv hvis du havde været inde i jeres huse, dem forordnet, for at blive dræbt ville være kommet til deres død senge." [Det var] således at Allah kan teste, hvad der er i dine bryster og rense, hvad der er i jeres hjerter. Og Allah er vide heraf inden for brysterne.
el: Στη συνέχεια μετά από αγωνία, έστειλε επάνω σας ασφαλείας [υπό μορφήν] υπνηλία, ξεπερνώντας μια φατρία σας, ενώ μια άλλη φατρία που ανησυχούν για τον εαυτό τους, σκέψης του Αλλάχ εκτός από την αλήθεια - η σκέψη της άγνοιας, λέγοντας, «υπάρχει κάτι για μας [να κάνει] σε αυτό το θέμα;» Λένε, «Πράγματι, το θέμα ανήκει εντελώς Αλλάχ.» Αυτοί κρύβουν μέσα τους αυτό που δεν θα αποκαλύπτουν για εσάς. Λένε, «Αν υπήρχε κάτι θα μπορούσε να κάνουμε στο θέμα αυτό, ορισμένοι από εμάς θα δεν έχουν σκοτωθεί εδώ.» Ας πούμε, «ακόμα κι αν ήσαστε στο εσωτερικό σπιτιών σας, εκείνοι αποφασίστηκε να θανατωθούν έπρεπε να βγει στα κρεβάτια τους θάνατο.» [Ήταν] ώστε να Αλλάχ μπορεί να δοκιμάσει ό, τι είναι στο στήθος σας και να καθαρίσει ό, τι είναι μέσα στις καρδιές σας. Και Αλλάχ είναι γνωρίζοντας ότι στο στήθος.
et: Siis pärast stressi, saatis ta pärast te turvalisuse [kujul] uimasust, ületades fraktsioon teist, kuigi murdosa sellest mures ise, Jumala tõde - teadmatusest, mõtte peale mõeldes ütlus, "Kas on midagi meile [teinud] selleteemalised?" Öelda: "Tõepoolest, asi kuulub täielikult Jumal." Nad varjata isekeskis, mida nad ei avalda teile. Nad ütlevad: "Kui seal oli midagi me oleks võinud teha selles valdkonnas, mõned meist oleks ei surmatud siinsamas." Öelda: "ka siis, kui olete olnud sees oma maja, need otsustatud, nimekas oleks jõudnud nende surma voodikohta." [See oli] nii, et Jumal võiks katsetada, milline on teie rinnad ja puhastada, mis on oma südames. Ja Jumal on teades, et maksimaalselt rinnad.
fi: Sitten jälkeen tuskaa, hän lähetti kun sinua turvallisuus [muodossa] uneliaisuutta, voittaa ryhmä, samalla kun toinen ryhmä huolissaan itse ajatellut Jumala kuin totuus - tietämättömyys, ajatus sanonta, "Onko mitään meiltä [tehnyt] tässä asiassa?" Esimerkiksi: "Tietenkin asiaan kuuluu täysin Jumalalle." Niistä ei käy ilmi itseensä mitä he paljasta sinulle. He sanovat: "Jos ollut mitään olisimme voineet tehdä asiassa, jotkut meistä olisi ole kuollut täällä." Esimerkiksi: "vaikka olisi ollut sisällä talot, ne säätänyt lopetettava olisi tullut ulos ja heidän kuoleman." Se oli niin, että Jumala voi kokeilla, mikä on rintoja ja puhdistaa, mikä on teidän sydämissänne. Ja Jumala on tietäen, että sisällä rinnat.
he: ואז לאחר מצוקה, הוא נשלח על אבטחה [בצורה של] נמנום, התגברות על פלג, בעוד סיעת עוד דואג עצמם, חשיבה של אללה מלבד האמת - המחשבה על בורות, ואומר "יש משהו בשבילנו [עושה] בעניין?" אומרים, "ואכן, העניין שייך לחלוטין אללה." הם טומנים בחובם בתוך עצמם מה הם לא אגלה לך. הם אומרים, "אם יש משהו לעשות בעניין, חלק מאיתנו לא נהרג. ממש כאן." תגיד, "גם אם היית בתוך הבתים שלך, אלה נגזר למות צריכים לחזור כדי מיטותיהם המוות." [היה] כך אללה אולי לבדוק מה יש בתוך החזה שלך ולטהר מהו בליבכם. אללה הוא שהידיעה על זה בתוך השדיים.
hr: Onda nakon nužde, poslao dolje na sigurnost [u obliku] pospanost, prevladavanje frakcija, dok drugoj frakciji brine o sebi, misleći na Allaha osim istinu - da neznanje, kaže, "ima nešto za nas [to učiniti] u tome?" Kažu, "Uistinu, u tome pripada potpuno Allaha." U sebi kriju ono što oni ne otkrit će vam. Oni kažu, "Da smo mogli u stvari, neki od nas bi nije bila ubijena ovdje." Kažu, "čak i ako si bio unutar svoje kuće, oni odlučio ubiti bi je došla smrt kreveta." [To je] da Allah može testirati vaše grudi i očistiti ono što je u vašim srcima. A Allah je znajući da u grudi.
lt: Tada po nelaimės, jis pasiuntė ant jūsų saugumo [pavidalu] mieguistumas, įveikti frakcija iš jūsų, o kitos frakcijos nerimauja apie save, galvoju Dievo, išskyrus tiesą - mintis, nežinojimo, sakydamas: "ar yra kas nors mums [padarė] šiuo klausimu?" Sako: "Iš tiesų, šis klausimas priklauso visiškai Dievas." Jie slepia savyje ką jie nebus atskleisti jums. Jie sako, "Jei ten buvo nieko, mes galėjo padaryti šiuo klausimu, kai kurie iš mūsų būtų ne žuvo čia." Sako: "net jei buvo viduje savo namus, tie pasisuko, nužudyti būtų išėję į savo mirties lovos." [Tai], kad Dievas gali tikrinti, kas yra jūsų krūtys ir išvalyti, kas yra jūsų širdyse. Ir Dievas yra žinios, kad per krūtinę.
lv: Tad pēc ciešanas, nosūtīja uz jums drošību [kā] miegainību, pārvarot, frakcija kamēr cita frakcija norūpējies par sevi, domājot par Allah nevis patiesību - doma par nezināšanu, sakot, "vai ir kaut kas mums [jādara] šajā jautājumā?" Teikt: "Patiešām, lietu pieder pilnīgi Allah." Tās slēpj sevī to, ko viņi nav atklās jums. Viņi saka: "Ja tur bija kaut ko mēs varētu izdarīt šajā jautājumā, daži no mums nav bijis nogalinātu tieši šeit." Teikt: "pat tad, ja tu būtu bijis iekšpusē jūsu mājām, tiem pavēlēja nogalināt nāktu uz nāves gultas,." [Bija] tā, ka Allāhs varētu pārbaudīt, kāds ir tavas krūtis un attīra, kas ir jūsu sirdīs. Un Allah ir zinot, ka pēc krūtis.
nb: Deretter etter nød, sendte han på du sikkerhet [i form av] tretthet, overvinne en fraksjon, mens en annen fraksjon bekymret selv, tenker på Allah enn sannheten - tanken på uvitenhet, sa: "er det noe for oss [å ha gjort] i denne saken?» Si, «Faktisk saken tilhører helt Allah.» De skjuler i seg selv hva de ikke vil avsløre deg. De sier, "Hvis det var noe vi kunne gjort i saken, noen av oss ikke ville ha blitt drept her." Si, "selv om du hadde vært i ditt hus, besluttet de å bli drept ville ha kommet til deres død senger." [Det var] slik at Allah kan teste hva som er i brystene og rense hva er i deres hjerter. Og Allah er vite av som i brystene.
sk: Potom po utrpenie, poslal na bezpečnosť [vo forme] ospalosť, prekonanie frakcie, zatiaľ čo ďalšie frakcie starosti sami, myslenie Alaha než pravda - myšlienka na nevedomosti, hovorí: "existuje niečo pre nás [urobili] v tejto veci?" Napríklad: "V skutočnosti vec patrí úplne Alaha." Skrývajú v sebe, čo im nebude odhaliť na vás. Hovoria, že "Ak existuje niečo, čo sme mohli urobiť v tejto veci, niektorí z nás by nie bolo zabitých tu." Povedať: "aj v prípade, že ste boli vnútri svojich domov, tie nariadil usmrtiť by mali vyjsť na ich smrti lôžok." [Bolo] tak, že Alah môže vyskúšať, čo je vo vašich pŕs a očistiť, čo je vo vašich srdciach. A Allah je vedieť, že v prsia.
sl: Nato po stiske, je poslan na vas varnost [v obliki] zaspanost, premagovanje frakcije od vas, medtem ko druge frakcije, skrbi o sebi, misleč od Allah ni resnica - misel nevednosti, rek, "je še kaj za nas [naredil] v tej zadevi?" Reči, "Dejansko zadevo pripada popolnoma Allah." Skrijejo v sebi, kaj jih ne bo razkril, da vas. Pravijo, da "Če je bilo kaj smo lahko storili v snovi, nekateri od nas bi ne bile pokončane tukaj." Reči, "tudi, če bi bili znotraj vaše hiše, tiste odredil, da se bi prišel na svojih posteljah smrti." [Je], da Allah bi test kaj je v vaše prsi in očisti, kar je v vaših srcih. In Alah je poznavanje tega v prsi.
sr_cyrl: Онда након узнемиреност, послао је на сигурност [у облику]: поспаност, превазилажење фракција, док нека друга фракција је забринут за себе, мислим на Алаха осим истину - помисао на незнању, изрека, "је све за нас [да] у овој ствари?" Кажу , "Заиста, ствар припада потпуно Алаха." Шта ће не открију да си крију у себи самима. Рекли су, "Ако није било ништа салама, у ствари, неки од нас би нису убијени овде." Рецимо , "чак и ако си ти била унутар ваше куће, оне одредио да буде убијен би испливала на креветима смрт." [Је ] како би Аллах могао да тестирате који је у твоје груди и очисти шта је у срцима. А Аллах је знајужи то унутар дојке.
sr_latn: Onda nakon uznemirenost, poslao je na sigurnost [u obliku]: pospanost, prevazilaženje frakcija, dok neka druga frakcija je zabrinut za sebe, mislim na Alaha osim istinu - pomisao na neznanju, izreka, "je sve za nas [da] u ovoj stvari?" Kažu, "Zaista, stvar pripada potpuno Alaha." Šta će ne otkriju da si kriju u sebi samima. Rekli su, "Ako nije bilo ništa salama, u stvari, neki od nas bi nisu ubijeni ovde." Recimo, "čak i ako si ti bila unutar vaše kuće, one odredio da bude ubijen bi isplivala na krevetima smrt." [Je] kako bi Allah mogao da testirate koji je u tvoje grudi i očisti šta je u srcima. A Allah je znajuжi to unutar dojke.
uk: Потім після лиха, він спрямований ви безпеки [у вигляді] сонливість, подолання фракція з вас, хоча іншої фракції стурбовані тим, про себе, думаючи Аллаха, крім правди - думка про незнання, заявивши, "є все, що нам [зробили] в цьому питанні?" Сказати: "Дійсно, справа належить повністю Аллаха." Вони приховують всередині себе, що вони не сповістить вас. Вони кажуть: "Якщо є все, що ми могли б зробити в цьому питанні, деякі з нас би не було вбито прямо тут." Скажімо, "навіть якщо б ви були всередині вашого будинку, ті постановив підлягали б прийшов, щоб їх смерті ліжка." [Це було], щоб Аллах може перевірити, що входить до складу ваші груди та очищення, що перебуває у ваших серцях. І Аллах знаючи, що всередині грудей.
vi: Sau đó sau khi đau khổ, ông đã gửi khi bạn bảo mật [trong các hình thức] buồn ngủ, vượt qua một nhóm bạn, trong khi phe khác lo lắng về bản thân, tư duy của Allah khác hơn là sự thật - những suy nghĩ về sự thiếu hiểu biết, nói rằng, "có bất cứ điều gì cho chúng ta [đã làm] trong vấn đề này?" Nói, "Thật vậy, các vấn đề thuộc hoàn toàn về Allah." Họ che giấu trong mình những gì họ sẽ không tiết lộ cho bạn. Họ nói, "Nếu có bất cứ điều gì chúng tôi có thể làm trong các vấn đề, một số người trong chúng ta sẽ không phải đã bị giết ngay tại đây." Nói, "ngay cả khi bạn đã bên trong ngôi nhà của bạn, những người quyết định để được chết nào đã đi ra để giường cái chết của họ." [Đó là] Vì vậy mà Allah có thể kiểm tra những gì là trong vú của bạn và lọc là gì trong trái tim của bạn. Và Allah biết rằng trong vòng ngực.
zu: Khona-ke ngemva ukucindezeleka, Wawisa phezu ukuphepha kwakho [ngesimo] ukozela, zokunqoba iqembu kini, kuyilapho elinye iqembu ukhathazekile ngabo, ukucabanga of Allah yaniso - umcabango sokungazi, ethi: "Ingabe ikhona enye into

# Quran448
source: Indeed, those of you who turned back on the day the two armies met, it was Satan who caused them to slip because of some [blame] they had earned. But Allah has already forgiven them. Indeed, Allah is Forgiving and Forbearing.
ca: De fet, aquells de vostès que es va tornar el dia els dos exèrcits es van conèixer, que era Satanàs, que va causar-los relliscar per alguns [culpa] s'havia guanyat. Però Allah ja ha perdonat. En efecte, Allah és indulgent i Forbearing.
cy: Yn wir, y rhai ohonoch sy'n troi'n ôl ar ddiwrnod y byddinoedd dau gyfarfod, yr oedd Satan sy'n achosi iddynt lithro oherwydd rhai [bai] oedd eu bod yn ennill. Ond mae'r Allah yn maddau iddynt eisoes. Yn wir, Allah yn Forgiving a Forbearing.
da: Ja, dem af jer, der vendte tilbage på dag de to hære mødtes, var det Satan, der fik dem til at glide på grund af nogle [skylden] de havde fortjent. Men Allah har allerede tilgivet dem. Allah er, Forgiving og Forbearing.
el: Πράγματι, όσοι από εσάς που γύρισε την πλάτη την ημέρα οι δύο στρατοί συναντήθηκαν, ήταν ο Σατανάς που τις προκάλεσε να γλιστρήσουν λόγω κάποιος [φταίει] που είχε κερδίσει. Αλλά Αλλάχ έχει συγχωρέσει ήδη τους. Πράγματι, Αλλάχ είναι επιεικής και Forbearing.
et: Tõepoolest, neile, kes pöördus tagasi järgmisel päeval kaks armeed kohtusid, see oli Saatan, kes põhjustas nende libisemist tõttu mõned süüle nad oli teeninud. Aga Jumal on juba andeks neile. Tõepoolest, Allah on Forgiving ja Forbearing.
fi: Itse asiassa ne, jotka kääntyivät takaisin päivän kaksi armeijaa täyty, se oli Saatana, joka aiheutti ne liukua koska [syy] he ansaitsivat. Mutta Jumala on jo antanut anteeksi heille. Itse asiassa Jumala on anteeksiantava ja Forbearing.
he: ואכן, אלה מכם לחזור ביום שני הצבאות נפגשו, שזה היה השטן אשר גרמה להם לחמוק בגלל כמה [להאשים] הם והרוויח ביושר. אבל אללה כבר מחל עליהם. אכן, אללה הוא Forgiving ו- Forbearing.
hr: Uistinu, oni koji se okrenuli na dan dvije vojske upoznao, da je Sotona koji im se zbog neke [krivnje] je zaradio. Ali Allah je već oprostio im. Uistinu, Allah je opraštanje i Forbearing.
lt: Iš tiesų, tiems, kurie pasuko atgal į dieną du armijos susitiko, tai buvo ėtonas, kurie sukelia jiems paslysti dėl tam tikrų [kaltinti] jie buvo uždirbtas. Bet Dievas jau atleido juos. Iš tiesų, Allah yra Forgiving ir Forbearing.
lv: Protams, tiem, kuri atgriezās dienā divas armijas tikās, tas bija sātans, kurš radījis viņiem slīdēšanas dēļ daži [vainas] viņi bija nopelnījuši. Bet, Allah ir jau piedot tiem. Patiešām, Allah ir piedošanu un Forbearing.
nb: Faktisk, de av dere som slått tilbake på dagen de to arméene møtte, det var Satan som fikk dem til å skli på grunn av noen [skylden] de hadde tjent. Men Allah har allerede tilgitt. Faktisk er Allah tilgi og Forbearing.
sk: Naozaj, tých z vás, ktorý sa obrátil späť na deň dve armády stretla, to bol Satan, ktorý spôsobil im prekĺznuť kvôli nejaké [vinu] si zarobil. Ale Boh už odpustil im. Vskutku, Boh je odpúšťajúci a Forbearing.
sl: Res, tisti, ki je obrnil nazaj na dan dva vojske spoznala, da je Satan, ki je povzročil zdrs zaradi nekaj [kriva] je zaslužil. Toda Allah je že posloviti. Res, Allah je tolerantna in Forbearing.
sr_cyrl: Заиста, они који смо се вратили на дан две армије срели, да је Сатана, који је изазвао их да клизи због помало криви су имали зарадили. Али , Аллах је већ опростио их. Уистину , Аллах је Форгивинг и Форбеаринг.
sr_latn: Zaista, oni koji smo se vratili na dan dve armije sreli, da je Satana, koji je izazvao ih da klizi zbog pomalo krivi su imali zaradili. Ali, Allah je već oprostio ih. Uistinu, Allah je Forgiving i Forbearing.
uk: Дійсно, тих, хто повернувся назад в день дві армії зустрілися, це був сатана, який викликало їх прослизнути через деякі [провину] вони були зароблені. Але Аллах вже пробачив їх. Дійсно, Аллах є бачить і Forbearing.
vi: Thật vậy, những người bạn của những người quay trở lại vào ngày hai đội quân gặp nhau, đó là Sa-tan gây ra cho họ để trượt vì một số [trách] họ đã kiếm được. Nhưng Allah đã đã tha thứ cho họ. Thật vậy, Allah là Forgiving và Forbearing.
zu: Ngempela, labo nina babuyela emuva ngosuku amabutho amabili ahlangana khona, kwaba uSathane owabangela ukuba agxumele ngenxa yesimo esithile [sola] they zuza.
