Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran220
source: Mankind was [of] one religion [before their deviation]; then Allah sent the prophets as bringers of good tidings and warners and sent down with them the Scripture in truth to judge between the people concerning that in which they differed. And none differed over the Scripture except those who were given it - after the clear proofs came to them - out of jealous animosity among themselves. And Allah guided those who believed to the truth concerning that over which they had differed, by His permission. And Allah guides whom He wills to a straight path.
ca: La humanitat era [de] una religió [abans la seva desviació]; llavors Allah enviat els profetes com a missatgers de la bona nova i última i enviat amb ells l'escriptura en veritat per jutjar entre la gent sobre en el qual es diferent. I cap diferien en l'escriptura excepte els qui se'ls es - després de les proves clares sortir a ells - gelós animositat entre ells mateixos. I Allah qui considerava guiada per la veritat sobre les quals es tenia diferent, amb el seu permís. I Allah guia qui ell voluntats a un camí dret.
cy: Oedd dynolryw [o] un grefydd [cyn eu gwyriad]; yna mae'r Allah yn anfon y proffwydi fel bringers tidings da a warners ac anfon i lawr gyda hwy yr ysgrythurau mewn gwirionedd i farnu rhwng pobl ynghylch y lle yr oeddent yn wahanol. A oedd dim yn wahanol dros y ysgrythur ac eithrio'r rhai sy'n cael ei-ar ôl Daeth y proflenni clir iddynt-allan o eiddigeddus drwgdeimlad ymysg eu hunain. Ac roedd Allah arwain y rhai a gredai y gwirionedd ynghylch hynny sydd wedi eu bod yn wahanol, gan ei ganiatâd. A Allah hysbysiadau y mae ef yn wills i lwybr syth.
da: Menneskeheden var [af] én religion [før deres afvigelse]; derefter Allah sendt profeterne som bringers af gode tidender og warners og sendt ned med dem skriften i sandhed at dømme mellem mennesker om det, hvori de afveg. Og afveg ingen over Skriften undtagen dem, der fik det - efter de klare beviser kom til dem - ud af jaloux fjendskab indbyrdes. Og Allah guidede dem, der troede på sandheden om det, som de havde afveg, med hans tilladelse. Og Allah guider hvem han Testamente til en lige vej.
el: Ανθρωπότητας ήταν [μία θρησκεία [πριν τους αποκλίσεων], της] στη συνέχεια, Αλλάχ έστειλε την προφητών, ως κομιστές του καλή είδηση και warners και έστειλε κάτω μαζί τους η γραφή στην πραγματικότητα να κρίνουν μεταξύ τους ανθρώπους σχετικά με την οποία στην οποία διέφεραν. Και κανένας δεν διέφεραν πάνω από την Αγία Γραφή, εκτός από εκείνους που είχαν δοθεί-μετά τις σαφείς αποδείξεις ήρθε να τους - από ζηλιάρης εχθρότητα μεταξύ τους. Και Αλλάχ καθοδηγείται όσοι πίστευαν στην αλήθεια σχετικά με την οποία επί των οποίων είχε Διαφοροποιούνταν, από την άδειά του. Και Αλλάχ οδηγοί τους οποίους θα σε straight Path τι διαθήκες.
et: Inimkond oli [ning] üks usk [enne nende kõrvalekalle]; siis Jumal saatnud prohvetid bringers rõõmusõnumit ja warners ja saatis nendega pühakiri tõsi otsustada selle üle, kus nad erinesid inimeste vahel. Ja ükski erinesid, välja arvatud need, kes olid teinud selle - pärast seda, kui selged tõendid neile - kostis armukade vaenulikkus omavahel pühakirja üle. Ja Allah juhendava kes uskus tõde käsitleb, mille üle nad oli erinev, tema loal. Ja Jumal juhatab, kellega ta tahab otse.
fi: Ihmiskunta oli [,] uskontoa [ennen miehisistä]; sitten Jumala lähettää profeetat tuojia ilosanoman ja warners ja lähettänyt ne Raamatun totuus siitä että eriävät ihmiset. Ja mikään kannat erosivat toisistaan Raamatun lukuun ottamatta niitä, jotka saivat sitä - kun selvät todistukset syntyi-mustasukkainen vihamielisyyttä keskenään. Ja Jumala ohjaa ne, jotka uskoivat totuuden siitä, joihin oli eriävät, hän lupaa. Ja Jumala ohjaa kenet tahtoo oikealle tielle.
he: המין האנושי היה [של] דת אחת [לפני סטייה שלהם]; לאחר מכן אללה שלח הנביאים בתור שליחים של בשורות טובות ו"וורנר, נשלח עם אותם כתבי הקודש באמת לשפוט בין הדמויות הנוגעות שבו הם מהתפיסה. שום דבר לא שונה על כתבי הקודש מלבד אלה שקיבלו אותו - אחרי בהוכחות ברורות יצא להם - קנאה שנאה בינם לבין עצמם. אללה הנחיות אלו שהאמינו האמת בנוגע שבהן הם היו מהתפיסה, מאת רשותו. ומנחה אללה למי שהוא חפץ על נתיב ישר.
hr: Čovječanstvo je od jedne religije [prije njihove devijacije]; Onda Allah poslao proroke kao Donosioci radosne i Warnera i poslao ih Sveto pismo u istini da sudiš među ljudima u vezi toga u kojoj su se razlikovali. I nitko složiti ni pisma osim onih koji su dobili to - nakon jasne dokaze na njih - iz ljubomoran neprijateljstvo među sobom. I Allah one koji su vjerovali da istinu o to nad kojima su imali razlikuju, po njegovu dozvolu. I Allah vodi koga hoće da ravan put.
lt: Žmonija buvo [,] viena religija [prieš jų nuokrypis]; tada Dievas pasiuntė prana ai kaip gera žinia ir warners Žinianešiai ir išsiųsti su jais raštas tiesos spręsti tarp žmonių, kai jie skyrėsi dėl. Ir nė vienas skyrėsi per raštas išskyrus tuos, kurie buvo suteikta-po to, aiškūs įrodymai – išėjo pavydi priešiškumas tarp savęs. Ir Dievas vadovaujasi tiems, kurie tikėjo, tiesos apie, per kurį jie turėjo skyrėsi, jo Šventasis Raštas. Ir Dievas vadovai kam jis testamentų tiesia kelią.
lv: Cilvēce bija [viena reliģija [pirms to novirze]; no] pēc tam Allah sūtīt pravieši kā labas vēstis un warners nesēji un nosūtīts uz leju ar viņiem Bībele patiesībā spriest starp cilvēkiem, kurā viņi atšķīrās par. Un neviens pār rakstiem, izņemot tos, kas tika dota tā - pēc skaidru apliecinājumu iznāca viņiem - greizsirdīgs naids savā starpā atšķiras. Un Allah jāvadās tiem, kas ticēja, pār kurām tie neesot sapratusies, ar viņa atļauju par patiesību. Un Allah ceļveži kuru viņš taisnā ceļā testamenti.
nb: Menneskeheten var [av] en religion [før deres avvik]; deretter Allah sendt profetene som bringer godt budskap og warners og sendte med dem skriften i sannhet å dømme mellom folket om som der de forskjellig. Og skilte seg ingen over skriften unntatt de som fikk-etter det klare bevis kom-ut av sjalu fiendskap mellom seg. Og Allah guidet dem som trodde til sannheten om som som de hadde forskjellig, ved hans tillatelse. Og Allah guider som han wills til en rett bane.
sk: Ľudstvo bolo [z] jedného náboženstva [pred ich odchýlka]; potom Boh poslal prorokov ako poslovia dobrú zvesť a warners a zoslal s nimi písmo v pravde súdiť medzi ľuďmi o tom kde sa odlišovali. A nikto sa líšil cez písmo s výnimkou tých, ktorí dostali-potom jasné dôkazy, na ktoré im - vyšiel žiarlivý nepriateľstvo medzi sebou. A Boh tých, ktorí verili riadiť pravdu o tom, ktoré sa líšili, jeho zvolením. A Allah sprevádza koho on chce cesta priamo.
sl: Človeštvo je [od] veri [pred njihovo odklon]; nato Allah poslal prerokov kot bringers dobrih novic in mestu warners in poslal dol z njimi pismo v resnico, da sodnik med ljudi, glede na to v kateri so se razlikovali. In nobeden se nad Sveto pismo, razen tistih, ki so imele to - po jasno dokazila prišel do njih - iz ljubosumen sovraštvo med seboj. In Allah tisti, ki menijo, vodeni resnico, glede na to v katerem je razlikovala, z njegovim dovoljenjem. Ter Allah vodniki, katerim je oporok naravnost pot.
sr_cyrl: Људски род је био од једне религије [пред њиховим девијација]; Онда је Аллах послао пророке као доносиоце радосне и само идеја и послао са њима Светог писма у истини да судим између народа које се односе на то у којој су се разликовали. И нико није разликовао преко Светог писма, осим оних који су могли да га - након што јасан доказ је дошла на њих - из љубоморан анимозитет међу собом. И , Алах вођена они који верују да истину у погледу онога над којима су имали разликовао, од стране његове дозволе. И Аллах води кога је воља да праволинијску путању.
sr_latn: Ljudski rod je bio od jedne religije [pred njihovim devijacija]; Onda je Allah poslao proroke kao donosioce radosne i samo ideja i poslao sa njima Svetog pisma u istini da sudim između naroda koje se odnose na to u kojoj su se razlikovali. I niko nije razlikovao preko Svetog pisma, osim onih koji su mogli da ga - nakon što jasan dokaz je došla na njih - iz ljubomoran animozitet među sobom. I, Alah vođena oni koji veruju da istinu u pogledu onoga nad kojima su imali razlikovao, od strane njegove dozvole. I Allah vodi koga je volja da pravolinijsku putanju.
uk: Людство було [з] релігія [перед їх відхилення]; потім Аллах послав пророків як Посланці добру новину та місті warners і посланим з ними Писання правдиво судити між людьми, що стосуються, в якій вони відрізнялися. І ніхто не відрізнялися над Писання, за винятком тих, які отримали це - після того, як чітких доказів вийшли до них - ревнивий ворожнечі між собою. І Аллах керуючись тих, хто вважав істину щодо, над яким вони мали відрізнялися, його дозволу. Та Аллах керівництва, кого він хоче прямий сегмент контуру.
vi: Nhân loại là của một tôn giáo [trước độ lệch của họ]; sau đó, Allah đã gửi các tiên tri như bringers của tidings tốt và warners và gửi xuống với họ kinh thánh trong sự thật để thẩm phán giữa những người liên quan đến mà chúng khác nhau. Và không có gì khác với trong kinh thánh ngoại trừ những người đã được đưa ra nó - sau khi chứng minh rõ ràng ra cho họ - ghen tuông animosity giữa họ. Và Allah hướng dẫn những người tin vào sự thật liên quan đến mà qua đó họ có khác biệt, theo giấy phép của mình. Và Allah sẽ hướng dẫn người mà Ngài muốn đến một đường thẳng.
zu: Isintu kwaba [of] inkolo eyodwa [ngaphambi sokuphambuka kwabo];

# Quran221
source: Or do you think that you will enter Paradise while such [trial] has not yet come to you as came to those who passed on before you? They were touched by poverty and hardship and were shaken until [even their] messenger and those who believed with him said, "When is the help of Allah?" Unquestionably, the help of Allah is near.
ca: O creus que vostè ingressarà a paradís mentre tal [prova] encara no ha arribat a vostè arribar a qui passant abans? Ells van ser tocats per una pobresa i penúria i foren superades fins [fins i tot seu] Missatger i aquells que creu amb ell va dir, "Quan és l'ajuda de Allah?" Sens dubte, l'ajuda de Allah és a prop.
cy: Neu a ydych yn credu y byddwch yn cychwyn baradwys er nad yw eto wedi fath treial i chi fel y daeth i'r rhai sy'n trosglwyddo cyn i chi? Oeddent yn cyffwrdd gan dlodi a chaledi ac roedd hysgwyd tan [hyd yn oed eu] Dywedodd messenger a rhai a gredai gydag ef, "Pryd y mae help Allah?" Yn ddiamau, y mae'r cymorth Allah yn agos.
da: Eller tror du at du vil komme i paradis mens sådanne [Prøveversion] ikke har endnu kommet til dig som kom til dem, der gik før du? De blev berørt af fattigdom og modgang og var rystet indtil [selv deres] messenger og dem, der menes med ham sagde: "Hvornår er hjælp fra Allah?" Ingen tvivl om, ved hjælp af Allah er nær.
el: Ή νομίζεις ότι θα μπείτε στον παράδεισο ενώ τέτοιο [δίκη] δεν έχει τεθεί ακόμη σε εσάς ως ήρθε σε όσους μετακυλίεται ενώπιόν σας; Που παρακινήθηκαν από την ανέχεια και την δυσπραγία και ήταν ανακινείται μέχρι [ακόμα και τους] messenger και όσοι πίστευαν μαζί του είπε, «Είναι όταν η βοήθεια του Αλλάχ;» Αναμφισβήτητα, η βοήθεια του Αλλάχ είναι κοντά.
et: Või sa arvad, et siis sisestage paradiisi Kuigi selline [trial] ei ole veel käes teile, kui tulid need, kes enne sind edasi? Nad olid liigutatud vaesuse ja raskusi ja kuni raputanud [isegi nende] messenger ja need, kes teda uskusid ütles: "Millal on Jumal aidata?" Vaieldamatult, Jumala abiga on lähedal.
fi: Vai oletteko sitä mieltä, että annat Paradise, vaikka tällainen oikeudenkäynti ei ole vielä tullut sinulle tuli niille, jotka ennen sinua eteenpäin? He olivat liikuttuneita ja voite- ja ovat järkkyneet asti [jopa niiden] messenger ja ne, jotka uskoivat häntä sanoi, "Kun on Jumala auttaa?" Kiistatta Jumalan apu on lähellä.
he: או שאתה חושב. אתה תיכנס לגן עדן בזמן כזה [משפט] עדיין לא הגיע לך הגיע למי נפטרה לפני? הם הושפעו על ידי עוני ומצוקה, היו מזועזעים עד [אפילו שלהם] שליח ואלה שהאמינו איתו אמר, "? מתי הוא עזרתו של אללה" אין ספק, עזרתו של אללה סמוכה.
hr: Ili ti misliš da će ući raj dok takva [sud] još nije došao kao takav došao onima koji su umrli prije tebe? Oni su bili dirnuti siromaštva i teškoća i poljuljali do [ni njihove] Glasnik i oni koji su vjerovali s njim, rekao je, "Kada je pomoć od Allaha?" Bez sumnje, je pomoć od Allaha.
lt: Ar manote, kad bus įvesti Paradise o tokių [teismo] dar neatėjo jums kaip atėjo tie, kurie prieš perduodama? Jie buvo paliestas skurdo ir vargo ir buvo sukrėtė iki [net jų] messenger ir tiems, kurie tikėjo su juo sakė: "kai Dievas padėti?" Neabejotinai, padėti, Dievas yra šalia.
lv: Vai jūs domājat, ka jūs ieejat paradīze, kamēr šāds [tiesas] vēl nav pienācis jums nāca tiem, kuri nodoti pirms? Viņi bija saskaras ar nabadzību un grūtību un tika iedragāts, kamēr [pat viņu] messenger, un tie, kuri uzskatīja, ka ar viņu sacīja: "Kad ir Allah palīdzēt?" Neapšaubāmi, Allah palīdzēt ir tuvu.
nb: Eller tror du at du vil angi paradis mens slike [rettssak] ikke er ennå kommet til deg som kom til dem som videre før du? De ble rørt av fattigdom og motgang og ble rystet inntil [selv deres] messenger og de som trodde med ham sa, "Når er hjelp av Allah?" Uten tvil, ved hjelp av Allah er i nærheten.
sk: Alebo si myslíte, že zadáte Paradise, zatiaľ čo takéto [trial] ešte neprišiel tak ako prišli tí, ktorí zložili pred vami? Boli dotkol chudoby a utrpenia a bola otrasená až [aj ich] posol, a tými, kto veril, že s ním povedal: "Keď je pomoc Boha?" Nesporne, pomocou Alah je blízko.
sl: Ali menite, da bo vnesete raj, medtem ko tako [sojenja] še ni prišel do vas kot prišel tistim, ki so opravili pred vami? So bili dotaknil z revščino in stisko in so bili pretresti do [celo svoje] sel in tistih, ki menijo, z njim je dejal, "Kdaj je pomoč Allah?" Nedvomno, pomočjo Allah je v bližini.
sr_cyrl: Или мислиш ли да ће унети рај док [суд] није стигао да си дошао до оних који су поставили пред вама? Они су били дирнути од прелетео и пољуљане до [ни њихове] мессенгер и они који су веровали с њим рекао: "Када је помоћ од Алаха?" Без сумње, Алаховом помоћи је близу.
sr_latn: Ili misliš li da će uneti raj dok [sud] nije stigao da si došao do onih koji su postavili pred vama? Oni su bili dirnuti od preleteo i poljuljane do [ni njihove] messenger i oni koji su verovali s njim rekao: "Kada je pomoć od Alaha?" Bez sumnje, Alahovom pomoći je blizu.
uk: Чи ви думаєте, що ви будете входити рай, хоча такі [суд] має не прийшли до вас як прийшов до тих, що передані перед вами? Вони були зворушені бідності та труднощі і були приголомшені до [навіть їх] messenger і ті, хто вірив з ним сказав: "коли за допомогою Аллах?" Без сумніву, за допомогою Аллах наближається.
vi: Hoặc bạn có nghĩ rằng bạn sẽ nhập vào thiên đường trong khi đó [thử nghiệm] đã không được tới bạn khi đến với những người đã thông qua trước khi bạn? Họ đã xúc động bởi đói nghèo và khó khăn và bị chấn động đến [thậm chí họ] messenger và những người tin rằng với anh ta nói, "Khi có sự giúp đỡ của Allah?" Unquestionably, sự giúp đỡ của Allah là gần.
zu: Noma ingabe ucabanga ukuthi wena ngena Pharadisi ngenkathi okunjalo [kwecala] asikafiki kuwe njengoba wafika kulabo adlula phambi kwakho?

# Quran222
source: They ask you, [O Muhammad], what they should spend. Say, "Whatever you spend of good is [to be] for parents and relatives and orphans and the needy and the traveler. And whatever you do of good - indeed, Allah is Knowing of it."
ca: Demanen que, [O Muhammad], què han de passar. Dir, "tot el passar de bé és [ser] per als pares i familiars i orfes i els necessitats i el viatger. I el que faci de bo - de fet, Allah és saber d'ella."
cy: Maent yn gofyn ichi, [O Muhammad], beth y dylai ei wario. Dweud, "beth bynnag yr ydych yn ei wario da yw [] i rieni a pherthnasau a amddifad ac anghenus a o'r fath. A beth bynnag a wnewch o dda-yn wir, yw Allah yn gwybod amdano.
da: De beder dig [O Muhammad], hvad de skal bruge. Sige, "hvad du tilbringe gode er [skal] for forældre og pårørende og forældreløse og nødlidende og rejsende. Og uanset hvad du gør godt - faktisk Allah er at vide af det."
el: Σας ρωτούν, [Ο Μωάμεθ], τι θα πρέπει να δαπανούν. Λένε: "ό, τι ξοδεύετε καλό είναι [να] για τους γονείς και συγγενείς και ορφανών και απόρων και τον ταξιδιώτη. Και οποιο δήποτε του καλού - πράγματι, Αλλάχ γνωρίζοντας από αυτό.»
et: Nad küsivad te, [O Muhammad], mida nad peaks kulutama. Öelda, "mida iganes sa veeta häid on [tuleb] vanemad ja sugulased ja orbudele ja vaeseid ja reisija. Ja mida iganes sa hea - tõepoolest, Allah on sellest teadlik."
fi: He kysyvät sinulta [Oi Muhammed], heidän tulisi käyttää. Sanoa, "mitä viettää hyvää [on] vanhemmat ja sukulaiset ja orpojen ja tarvitseville ja matkustava. Ja mitä teet hyvää - itse asiassa Jumala tietää sen.
he: הם שואלים אותך, [O מוחמד], מה כדאי להוציא. אומרים, "מה אתה מבלה טוב הוא [להיות] הורים, קרובי משפחה, יתומים, לנזקקים, הנוסע. ולא משנה מה תעשה טוב - אכן, אללה הוא. לדעת על זה."
hr: Pitali, [O Muhammad], što bi trebalo provesti. "Što god ste provesti dobra je [da] za roditelje i rodbinu i siročad i potrebitima i putnik. I što god radiš dobra - doista, Allah je znao za to.
lt: Jie prašo jus, [O Muhammad], ką jie turėtų išleisti. Pasakyti, "ką jūs praleisti gero yra [turi būti] tėvams ir artimiesiems ir našlaičiams ir socialiai remtiniems asmenims ir keliautojas. Ir ką daryti gerai, - iš tiesų, Allah yra žinant jo."
lv: Viņi lūdz jūs [O Muhammad], ko viņiem vajadzētu tērēt. Saka: "ko jūs pavadīt labu ir [par] vecākiem un radiniekiem un bāreņiem un trūkumcietējiem un ceļotājs. Un neatkarīgi no jums par labu - patiešām, Allah ir zināt par to."
nb: De spør deg, [O Muhammad], hva de skal bruke. Si, "hva du bruker gode skal [] for foreldre og slektninger og foreldreløse og de trengende og reisende. Og uansett hva du gjør bra - faktisk Allah er å vite det.
sk: Žiadajú vás, [Mohamed], čo by mal stráviť. Povedať: "čo ste stráviť dobré je [treba] pre rodičov a príbuzných a siroty a potrebným a cestovateľ. A čokoľvek dobrého - Vskutku, Alah je vedieť to."
sl: Prosijo vas, [O Muhammad], kar naj bi porabili. Reče: "karkoli ste porabili dobrih je [] za staršev in sorodnikov in sirot in pomoči potrebnim in potnik. In karkoli narediš dobrega - res, Allah je vedel tega."
sr_cyrl: Су те питали, [О Мухаммад], треба да проведу. "Како год проводите добра је [да] за родитеље и родбину и сирочад и у невољи и путник. "И радити од добар - заиста, Аллах је знати за то."
sr_latn: Su te pitali, [O Muhammad], treba da provedu. "Kako god provodite dobra je [da] za roditelje i rodbinu i siročad i u nevolji i putnik. "I raditi od dobar - zaista, Allah je znati za to."
uk: Вони просять вас, [O Мухаммад], вони повинні витрачати. Сказати: "що б ви витрачаєте хорошого є [] для батьків та родичів та дітей-сиріт і нужденним і мандрівник. І все що ви робите з гарним - дійсно, Аллах знаючи про це.
vi: Họ yêu cầu bạn, [O Muhammad], những gì họ nên chi tiêu. Nói, "bất cứ điều gì bạn chi tiêu tốt [phải] cho cha mẹ và người thân và trẻ mồ côi và người nghèo và các du khách. Và bất cứ điều gì bạn làm tốt - quả thật vậy, Allah là biết của nó."
zu: They buza you, [O Muhammad], yini okufanele basebenzise ngayo.

# Quran223
source: Fighting has been enjoined upon you while it is hateful to you. But perhaps you hate a thing and it is good for you; and perhaps you love a thing and it is bad for you. And Allah Knows, while you know not.
ca: Lluita ha estat ordena a vostè mentre que és odi per a tu. Però potser us agrada una cosa i és bo per a vostè; i potser t'agrada una cosa i és dolent per a vostè. I Allah sap, mentre que no saps.
cy: Ymladd wedi bod yn enjoined arnoch er ei bod yn gas i chi. Ond efallai mae eich casáu peth ac mae'n dda i chi; ac efallai wrth eich bodd yn beth a mae'n ddrwg i chi. A gwyr Allah, tra eich bod yn gwybod nad.
da: Kampene har været indskærpede over jer, mens det er hadefuldt til dig. Men måske du hader en ting og det er godt for dig; og måske du elsker en ting og det er dårligt for dig. Og Allah ved, mens du ikke kender.
el: Καταπολέμηση έχει ήδη κάλεσε πάνω σας ενώ είναι μισητός σε εσάς. Αλλά ίσως μισείτε ένα πράγμα και είναι καλό για σένα. και ίσως αγαπάτε ένα πράγμα και αυτό είναι κακό για σας. Και Αλλάχ γνωρίζει, ενώ εσείς δεν γνωρίζετε.
et: Võitlus on olnud käskis teie peale on vastik sulle. Aga võibolla sa vihkad asi ja see on hea teile; ja võibolla sa armastad asi ja on halb teile. Ja Jumal teab, kui te ei tea.
fi: Taistelevat ollut kehottikin teitä ollessa vihaa sinua. Mutta ehkä vihaat asia ja se on hyvä sinulle; ehkä pidät asia, ja on huono sinulle. Ja Jumala tietää, kun ette tiedä.
he: הלחימה יש כבר תקיפה עליכם בזמן. הם משקרים לך. אבל אולי אתה שונא דבר וזה טוב בשבילך; אולי אתה אוהב דבר וזה רע בשבילך. אללה יודע, ואילו לא.
hr: Borba je bio zadužen na vas dok je odvratan za vas. Ali možda mrziš nešto i to je dobro za vas; i možda ti voliš ništa i to je loše za vas. A Allah zna, a ne znaš.
lt: Kova buvo įsakė į tave nors bjaurių jums. Bet galbūt jums nepatinka dalykas ir tai gerai; Galbūt jums patinka dalykas ir tai yra bloga jums. Ir Dievas žino, o jūs nežinote.
lv: Cīņa ir nākusi pār jums, kamēr tiek briesmīgās jums. Bet varbūt jūs ienīst lieta un tas ir labs jums; un varbūt jūs mīlu lieta un tas ir slikti jums. Un Allah zina, bet jūs nezināt.
nb: Har religiøst kjemper dere det er hatefullt deg. Men kanskje du hater en ting og det er bra. og kanskje du elsker en ting og det er dårlig for deg. Og Allah vet, mens du ikke vet.
sk: Boj má neboli vymeral na vás je nenávistný vám síce. Ale možno neznášate vec a to je dobré pre vás; možno milujete vec a je to zlé pre vás. A Boh vie, keď viete, že nie.
sl: Boj je bila vpletena na vas, čeprav je sovražna vam. Ampak morda sovražiš stvar in to je dobro za vas; in morda imate radi stvar in to je slabo za vas. Ter Allah ve, medtem ko ne veste.
sr_cyrl: Борба је био наметнут над вама док га је одвратна за тебе. Али можда ви мрзите ствар и то је добро за вас; и можда ти љубав ствар и не ваља за тебе. А Аллах зна, док ви не знате.
sr_latn: Borba je bio nametnut nad vama dok ga je odvratna za tebe. Ali možda vi mrzite stvar i to je dobro za vas; i možda ti ljubav stvar i ne valja za tebe. A Allah zna, dok vi ne znate.
uk: Боротьба має було наказано в на вас, у той час як ненависний вам. Але можливо ви ненавидите річ, і це добре для вас; і можливо ви любите річ, і це погано для вас. І Аллах знає, поки ви не знаєте.
vi: Chiến đấu đã được enjoined khi bạn trong khi nó là hận thù với bạn. Nhưng có lẽ bạn ghét một điều và nó là tốt cho bạn. và có lẽ bạn thích một điều và nó là xấu cho bạn. Và Allah biết, trong khi bạn không biết.
zu: Ukulwa uye enjoined phezu kwakho ngenkathi unenzondo kuwe.
