Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran766
source: Allah has made the Ka'bah, the Sacred House, standing for the people and [has sanctified] the sacred months and the sacrificial animals and the garlands [by which they are identified]. That is so you may know that Allah knows what is in the heavens and what is in the earth and that Allah is Knowing of all things.
ca: Allah ha fet la Kaaba, la casa Sagrada, per a la gent de peu i [ha santificat] els mesos sagrats i els animals de sacrificis i les Garlandes [per la qual s'identifiqui]. Això és així vostè pot saber que Allah sap el que està en el cel i què hi ha a la terra i que Allah és saber de totes les coses.
cy: Mae'r Allah wedi gwneud y Ka'bah, y Tŷ sanctaidd, y bobl yn sefyll ac [wedi cyfiawnhau] y mis sanctaidd ac anifeiliaid aberthol a y llawryfon [y cawsant eu dynodi]. Dyna felly efallai y gwyddoch bod Allah yn gwybod beth sydd yn y nefoedd a beth sydd yn y ddaear a bod Allah yn gwybod am yr holl bethau.
da: Allah har gjort Ka'bah, den hellige hus, stående for befolkningen og [har helliggjort] de hellige måneder og de offerdyr og guirlander [som de er identificeret]. Det er så du kan vide, at Allah ved, hvad der er i himlene og hvad er i jorden og at Allah er vide af alle ting.
el: Αλλάχ έχει κάνει το Ka'bah, η Ιερά Οικία, στέκεται για τους ανθρώπους και [έχει αγιαστεί] η ιερή μήνες και τα ζώα και τις γιρλάντες [με την οποία αναγνωρίζονται]. Αυτό είναι έτσι μπορείτε να ξέρετε ότι Αλλάχ γνωρίζει τι είναι στον ουρανό και ό, τι είναι στη γη και ότι Αλλάχ έχει γνώση όλων των πραγμάτων.
et: Jumal on teinud Ka'bah, Sacred House alalise inimestele ja [on pühitsetud] Püha kuu, ohvrikivi loomi ja [millega on määratletud] vanikud. Ongi nii, et te teaksite, et Jumal teab, mis on taevas ja mis on maa peal ja Jumal on teades kõiki asju.
fi: Jumala on tehnyt Ka'bah, Sacred House pysyvän ihmisille ja [on pyhitetty] pyhät kuukaudet ja mutisivat taikojaan ja köynnöksiä [jolla ne tunnistetaan]. Se on joten ehkä tiedätte, että Jumala tietää mitä on taivaassa ja mitä on maan päällä ja että Jumala on tietäen kaiken.
he: אללה עשה הכעבה, בית הקדושה, עומד עבור האנשים, [יש קידש] החודשים קודש ואת החיות ההקרבה של זרי פרחים [שבו הם מזוהים]. זה אז שתדע כי אללה יודע מהו בשמים, מה יש בתוך כדור הארץ, כי אללה הוא שהידיעה של כל הדברים.
hr: Allah je napravio Ka'bah, sveta kuća stoji za ljude i ima posvećena svetih mjeseci i žrtvene životinje i vijence [po kojoj su identificirali]. Eto tako da znate da Allah zna šta je u nebesima i šta je na zemlji i da je poznavanje svih stvari.
lt: Dievas padarė Ka'bah, šventa House, nuolatinio žmonėms ir [buvo pašventintas] [, kuriuo jie yra identifikuoti] girliandas ir aukojimo gyvūnų ir šventa mėnesiais. Štai tiek jums gali žinoti, kad Dievas žino, kas yra danguje ir kas yra žemėje ir kad Dievas yra žinios ir viskas.
lv: Allah ir veikusi aizbildņus, svēta māja stāvēja cilvēki un [ir svētīts] svēta mēnešiem un upurēšanas dzīvniekiem un vītnes [ar ko tie ir identificēti]. Tas ir, lai jūs zinātu, ka Allah zina, kas ir debesīs un kas ir zemes un Allah ir zinot visas lietas.
nb: Allah har gjort Ka'bah, den hellige hus, står for folk og [har helliget] de hellige månedene og oppofrende dyr og kranser [som de er identifisert]. Det er så du kan vite at Allah vet hva som er i himmelen og hva som er i jorden og at Allah er å vite alt.
sk: Boh urobil Ka'bah, posvätné dom stojaci na ľudí a [má posvätil] posvätných mesiacov a obetné zvieratá a vence, [ktoré sú identifikované]. To je tak viete že Alah vie, čo je v nebesiach a čo je na zemi a že Alah je znalosť všetkých vecí.
sl: Allah je Ka'bah, sveto hiša, stoji za ljudi in je posvečeni svetih mesecev in žrtveno živali in venci, [ki so opredelili]. To je tako lahko veste, da Allah ve, kaj je v nebesih in kaj je v zemlji in da Allah je poznavanje vseh stvari.
sr_cyrl: Аллах је направио Ка'бах, свете куће, стоји за људе и [има освештана] свето месеце и жртвених животиња и [којим су идентификовани] у букете. То је тако да знате да Аллах зна шта је у небесима и шта је на земљи и да је Аллах знајужи од свих ствари.
sr_latn: Allah je napravio Ka'bah, svete kuće, stoji za ljude i [ima osveštana] sveto mesece i žrtvenih životinja i [kojim su identifikovani] u bukete. To je tako da znate da Allah zna šta je u nebesima i šta je na zemlji i da je Allah znajuжi od svih stvari.
uk: Аллах зробила Ka'bah, священний будинок стоїть для людей і [має освятив] священних місяців і жертовних тварин і гірлянди [, яким вони визначили]. Ось так ви можете знати, що Аллах знає, що знаходиться в небесах, і що на землі, і що Аллах знаючи, що всі речі.
vi: Allah đã thực hiện Ka'bah, Sacred House, đứng cho người dân và [có Thánh] vài tháng thiêng liêng và các loài động vật hiến tế và vòng hoa [mà họ được xác định]. Đó là vì vậy, bạn có thể biết rằng Allah biết những gì ở trên trời và những gì trong trái đất và rằng Allah là biết tất cả mọi thứ.
zu: Allah Wawenza Ka'bah, iNdlu Ngcwele, emi kuze sonkhe sive kanye [amehlukanisileyo] ezinyangeni engcwele kanye nezilwane okuwumhlatshelo kanye nemiklamo [ngazo atholakala].

# Quran767
source: Know that Allah is severe in penalty and that Allah is Forgiving and Merciful.
ca: Saber que Allah és greu en pena i que Allah és indulgent i Clement.
cy: Gwybod bod Allah yn difrifol mewn cosb a bod Allah yn Forgiving ac yn Merciful.
da: Ved, at Allah er alvorlige sanktioner og at Allah er Forgiving og barmhjertige.
el: Γνωρίζουμε ότι Αλλάχ είναι σε σοβαρή ποινή και ότι Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Tean, et Jumal on raske karistus ja et Jumal on Forgiving ja Merciful.
fi: Tiedämme, että Jumala on ankara rangaistus ja Allah on anteeksiantava ja armollisin.
he: יודעים כי אללה הוא חמור ב עונש כי אללה הוא Forgiving, הרחום והחנון.
hr: Znamo da Allah u kaznu i da Allah je opraštanje i milostiv.
lt: Žinau, kad Dievas yra sunki bausmė ir kad Dievas yra Forgiving ir litosciwy.
lv: Zina, ka Allāhs ir smagu sodu un Allah ir, piedošanu un žēlsirdīgs.
nb: Vet at Allah alvorlig i straffen og at Allah tilgi og barmhjertig.
sk: Viem, že Alah je ťažké v trestných a že Boh je odpúšťajúci a Milosrdných.
sl: Vem, da je Alah je huda kazen in da Allah je tolerantna in usmiljen.
sr_cyrl: Знам да је Аллах је озбиљан у казну и да је Алах Форгивинг и милосрдна.
sr_latn: Znam da je Allah je ozbiljan u kaznu i da je Alah Forgiving i milosrdna.
uk: Знаю, що Аллах серйозними покарання і що Аллах бачить і Merciful.
vi: Biết rằng Allah là nghiêm trọng trong hình phạt và rằng Allah là Forgiving Merciful.
zu: Yazi ukuthi Allah inzima penalty nokuthi Allah Thethelela Nomusa futhi.

# Quran768
source: Not upon the Messenger is [responsibility] except [for] notification. And Allah knows whatever you reveal and whatever you conceal.
ca: No en el Missatger és [responsabilitat] excepte [per a] la notificació. I Allah sap el que sigui revelar i qualsevol cosa amagar.
cy: Nid ar y negesydd [cyfrifoldeb yw] ac eithrio [am] hysbysiad. A gwyr Allah beth bynnag yr ydych yn ei ddatgelu a beth bynnag yr ydych yn ei guddio.
da: Ikke ved Messenger påhviler [] undtagen [for] anmeldelse. Og Allah ved, hvad du afsløre og uanset hvad du skjule.
el: Δεν κατά τον αγγελιοφόρο βαρύνει [] εκτός από [για] κοινοποίηση. Και Αλλάχ γνωρίζει ό, τι μπορείτε να δημοσιοποιήσετε και ό, τι σας κρύβουν.
et: Ei soovi sõnumitooja vastutab [] välja arvatud [jaoks] teatise. Ja Jumal teab mida iganes sa paljastada ja mida iganes sa varjamiseks.
fi: Ole yhteydessä Messenger [vastaa] paitsi [on] ilmoituksen. Ja Jumala tietää mitä paljastaa ja mitä peittää.
he: ולא על השליח הוא [אחריות] אלא [על] ההודעות. אללה יודע מה לך לחשוף, מה אתה מסתיר
hr: Ne na Glasnik je [odgovornost] Osim za obavijesti. A Allah zna sve što možete otkriti i što skrivaju.
lt: Ne nuo Messenger yra [atsakomybė] išskyrus [,] pranešime. Ir Dievas žino, ką jums atskleisti ir ką jums nuslėpti.
lv: Ne pēc Messenger ir [pienākums] izņemot [par] paziņojums. Un Allah zina, kāds jums atklāt un neatkarīgi no jums slēpt.
nb: Ikke når Messenger er [ansvar] unntatt [for] varsel. Og Allah vet hva du avsløre og hva du skjule.
sk: Nie na Messenger je okrem [zodpovednosť] [o] oznámenie. A Alah vie, čo vás odhalia a čo zakryť.
sl: Ne na sel je [odgovornost] razen [za] obvestilo. Ter Allah ve karkoli boste in karkoli boste.
sr_cyrl: Не на гласник је [одговорност] осим за обавијести. А Аллах зна шта год ти открити и ста год да сакрије.
sr_latn: Ne na glasnik je [odgovornost] osim za obavijesti. A Allah zna šta god ti otkriti i sta god da sakrije.
uk: Не на Messenger [відповідальність несе] Крім [для] сповіщень. І Аллах знає все, що ви розкрити і все, що ви приховати.
vi: Không theo các Messenger là [trách nhiệm] ngoại trừ cho thông báo. Và Allah biết bất cứ điều gì bạn tiết lộ và bất cứ điều gì bạn che giấu.
zu: Not phezu Messenger [wemfanelo] ngaphandle isaziso [wenu].

# Quran769
source: Say, "Not equal are the evil and the good, although the abundance of evil might impress you." So fear Allah, O you of understanding, that you may be successful.
ca: Dir, "No iguals són el mal i el bé, encara que l'abundància de mal poden impressionar vostè." Així por Allah, O que de comprensió, que es pot tenir èxit.
cy: Dweud, "Nid cyfartal yn y drwg a'r da, er efallai y digonedd o ddrygioni bwysleisio chi." Felly ofn Allah, O eich dealltwriaeth, sydd efallai yn llwyddiannus.
da: Sige, "Ikke lige er onde og gode, selv om overfloden af onde kan imponere dig." Så frygt Allah, O du af forståelse, som du kan blive en succes.
el: Λένε, «Δεν ίση είναι το κακό και το καλό, αν και μπορεί να σας εντυπωσιάσει η αφθονία του κακού.» Έτσι ο φόβος Αλλάχ, O σας, συνεννόησης, ότι σας μπορεί να είναι επιτυχής.
et: Öelda, "Ei ole võrdne on kurja ja hea, kuigi paha arvukus võib sulle muljet." Nii hirm Allahi O sa mõistmist, et võite olla edukas.
fi: Esimerkiksi: "Ole yhtä ovat paha ja hyvä, vaikka pahaa runsaus voi yllättää sinut." Joten pelko Allah, O voit ymmärtää, että menestyisitte.
he: אומרים, "לא שווה הם הרע והטוב, למרות השפע של הרוע יכול להרשים אותך." אז הפחד אללה, O. שאתה של הבנה, ייתכן מוצלחת.
hr: Kažu, "Nije jednako su zlo i dobro, iako obilje zla može impresionirati vas." Tako strah Allaha, O ti razumijevanja, to može biti uspješan.
lt: Sako, "Ne vienodo yra blogis ir geras, nors blogis gausa gali nustebinti jus." Tiek bijo Dievo, O jums suprasti, kad jums gali būti sėkmingas.
lv: Teiksim, "Nav vienāds ir ļauno un labo, gan ļauno pārpilnība varētu ieskaidrot jums." Tāpēc bailes Allah, O par izpratni, ka jums var būt veiksmīga.
nb: Si, "Ikke lik er onde og gode, selv om overflod av onde kan imponere deg." Så frykt Allah, O du forståelse, som du kan bli vellykket.
sk: Povedať: "Nie rovnaké sú zlé a dobré, hoci množstvo zla môže zapôsobiť na vás." Takže strach Alaha, O vás o porozumenie, že môžete byť úspešný.
sl: Reči, "Ni enako so zlo in dobro, čeprav številčnost zlo morda vtis nate." Tako strah Allah, O vas za razumevanje, da boste uspešni.
sr_cyrl: Реци , "Није једнако су зло и добро, иако обиље зла могу импресионирати те." Тако страх Аллах, О ти разумевања, то ти може бити успешна.
sr_latn: Reci, "Nije jednako su zlo i dobro, iako obilje zla mogu impresionirati te." Tako strah Allah, O ti razumevanja, to ti može biti uspešna.
uk: Скажімо, "Не рівні є злом і добре, хоча велика кількість зло може справити враження на вас". Так страх Аллаха, O ви розуміння, що ви можете бути успішним.
vi: Nói, "Không bằng được điều ác và tốt, mặc dù sự phong phú của cái ác có thể gây ấn tượng với bạn." Vì vậy, sợ Allah, O bạn của sự hiểu biết, mà bạn có thể thành công.
zu: Ithi, "yizona ababi nabahle kungeyona elinganayo, nakuba ngokuchichima okubi bangase umxhwele."

# Quran770
source: O you who have believed, do not ask about things which, if they are shown to you, will distress you. But if you ask about them while the Qur'an is being revealed, they will be shown to you. Allah has pardoned that which is past; and Allah is Forgiving and Forbearing.
ca: O vostè que han cregut, no pregunta sobre coses que, si apareixen a vostè, l'angoixa. Però si vostè pregunta sobre ells mentre que el Qur ' an és ser revelat, es mostrarà a vostè. Allah ha perdonat el que ha passat; i Allah és indulgent i Forbearing.
cy: O chi sydd wedi credu, nid gofyn am y pethau sydd, os dangosir nhw i chi, bydd drallod chi. Ond os ydych yn gofyn amdanynt tra yn y Qur'an yn cael ei datgelu, bydd eu dangos i chi. Mae Allah yn pardoned sydd yn y gorffennol; ac Allah yn Forgiving a Forbearing.
da: O du, som har ment, Spørg ikke om ting, som, hvis de er vist dem, vil nød du. Men hvis du spørger om dem. mens Koranen afsløres, vil de blive vist til dig. Allah har benådet, som er forbi; og Allah er Forgiving og Forbearing.
el: O σας που πιστεύουν, δεν ζητούν για πράγματα που, εάν εμφανίζονται σε εσάς, θα αγχώνει. Αλλά αν ρωτήσετε σχετικά με τους ενώ το Κοράνι φανερώνεται, θα εμφανιστούν σε εσάς. Αλλάχ έχει χάρη αυτό που είναι παρελθόν? και Αλλάχ είναι επιεικής και Forbearing.
et: O kes on uskunud, küsi asju, mis, kui need on näidatud sulle, stressi te. Kuid kui te küsida neid, kuigi Koraan on ilmutatud, kuvatakse teile. Jumal on armu seda, mis on möödunud; ja Jumal on Forgiving ja Forbearing.
fi: O et jotka ovat uskoneet kysyä asioita, jotka jos ne on, tulee hätä. Mutta jos kysyt niitä, vaikka Koraani paljastuu, ne näkyvät sinulle. Jumala on armahtanut joka on ohitse; ja Allah on anteeksiantava ja Forbearing.
he:  מי מאמין, אל תשאל על דברים אשר, אם הם מוצגים, להכעיס אתכם אבל אם אתה שואל לגבי אותם בזמן הקוראן מתגלה, הם יוצגו לך. אללה חנן את אשר הוא העבר; אללה הוא Forgiving ו- Forbearing.
hr: O ti koji su vjerovali, ne pitajte o stvarima koje, ako su prikazani, smeta ti. Ali ako pitate o njima dok se otkriva Kur'an, bit će prikazan na vas. Allah oprostio ono što je prošlost; a Allah je opraštanje i Forbearing.
lt: O jūs, kurie tikėjo, neklauskite apie dalykus, kurie, jei įrodoma, kad jūs, jie bus nelaimės jums. Bet jei jūs paprašykite apie juos nors Korano yra atskleista, jie bus rodomas jums. Dievas yra dovanota tai, kas yra praeityje; ir Dievas yra Forgiving ir Forbearing.
lv: O tu, kas ticējusi, neprasi par lietām, kas, ja tās tiek uzrādītas, jums tiks satraukta. Bet, ja jūs lūgt par viņiem, kamēr Korāns atklājas, tie tiks parādīti jums. Allah ir apžēlots, to, kas pagātnē; un Allah, piedošanu un Forbearing.
nb: O dere som har trodd, spør ikke om ting som hvis de vises for deg, vil utmattelse du. Men hvis du spør om dem mens Koranen er avslørt, de vil bli vist til deg. Allah har benådet det som er forbi. og Allah er hyllest og Forbearing.
sk: O vás, ktorí ste uverili, nepýtajte sa o veci, ktoré, ak sú uvedené, bude vám núdzi. Ale ak sa pýtate o nich, zatiaľ čo Korán sa ukázalo, sa zobrazí pre vás. Alah je odpustený, ktorý je v minulosti; a Boh je odpúšťajúci a Forbearing.
sl: O vi, ki ste verjeli, ne sprašuj o stvari, ki, če so izkazani, bo stiski. Vendar če vprašate o njih, medtem ko Koranu je razkrila, da bo prikazan za vas. Allah je pomilostil, ki je mimo; in Alah je tolerantna in Forbearing.
sr_cyrl: О ти који верују, не питај за ствари које, ако су приказана, ће вас узнемирити. Али ако питате о њима, док је Куран је откривању, они ће бити приказани са тобом. Аллах је опростио ону која је поред; а Аллах је Форгивинг и Форбеаринг.
sr_latn: O ti koji veruju, ne pitaj za stvari koje, ako su prikazana, će vas uznemiriti. Ali ako pitate o njima, dok je Kuran je otkrivanju, oni će biti prikazani sa tobom. Allah je oprostio onu koja je pored; a Allah je Forgiving i Forbearing.
uk: О ви, хто вірив, не запитати про те, що, якщо вони представлені вам, ви будете лиха. Але якщо ви можете обговорити їх у той час як розкривається Коран, вони буде показано, ви. Аллах помилуваних те, що минулого; і Аллах бачить і Forbearing.
vi: O bạn của những người đã tin tưởng, không hỏi về điều đó, nếu chúng được hiển thị cho bạn, sẽ cứu bạn. Nhưng nếu bạn hỏi về họ trong khi kinh Qur'an được tiết lộ, họ sẽ được hiển thị cho bạn. Allah đã ân xá cho rằng đó là trong quá khứ; và Allah là Forgiving và Forbearing.
zu: O you kholwa cha buza kakhulu ngezinto okungafanele, uma eboniswa kuwe, eziyakukuxina ngakho.

# Quran771
source: A people asked such [questions] before you; then they became thereby disbelievers.
ca: Un poble preguntes tal [] davant de vostè; llavors van esdevenir així disbelievers.
cy: Pobl wedi gofyn cwestiynau o'r fath [] cyn i chi; yna daethant gan disbelievers.
da: Et folk stillede sådanne [spørgsmål] før du; derefter blev de dermed vantro.
el: Σε άτομα ερωτήσεις τέτοια [] μπροστά σου. στη συνέχεια, έγιναν με αυτόν τον τρόπο disbelievers.
et: Inimesed kippuvad sellise [küsimused] enne; siis nad sai seeläbi uskottomille.
fi: Ihmiset kysymyksiä tällaisen [] sitten ne tuli siten saa luovuttaa.
he: אנשים שאלה כזו [שאלות] לפניך; . אז הם הפכו ובכך disbelievers.
hr: Ljudi pitao [pitanja] prije vas; Onda su postali tako iskuse.
lt: Žmonių paprašė tokių [klausimų] prieš tave; tada jie tapo taip disbelievers.
lv: Cilvēki lūdza šādu [jautājumi], pirms jūs; pēc tam viņi kļuva tādējādi disbelievers.
nb: En spurt slike [Spørsmål]. de ble dermed troende.
sk: Ľudia pýtajú také [] pred vami; potom stal sa tak neveriacim.
sl: Ljudje vprašal [vprašanja] pred vami; nato pa je postal tako disbelievers.
sr_cyrl: Неки људи су питали таква [питања] пред вама; Онда су оне постале чиме би скептике.
sr_latn: Neki ljudi su pitali takva [pitanja] pred vama; Onda su one postale čime bi skeptike.
uk: Люди задаються таких [] перед вами; Потім вони стали тим самим disbelievers.
vi: Một người dân hỏi như vậy [] trước khi bạn; sau đó họ trở thành qua đó thì.
zu: Abantu wabuza abanjalo [imibuzo] phambi kwakho;

# Quran772
source: Allah has not appointed [such innovations as] bahirah or sa'ibah or wasilah or ham. But those who disbelieve invent falsehood about Allah, and most of them do not reason.
ca: Allah no ha nomenat [aquestes innovacions com] bahirah o sa'ibah o wasilah o pernil. Però els que dubten inventar falsedat sobre Allah, i la majoria d'ells no raó.
cy: Mae'r Allah nad penodi [mentrau o'r fath fel] bahirah neu sa'ibah neu wasilah neu ham. Ond mae rhai a chredu yn dyfeisio anwiredd am Allah, ac yn gwneud rhan fwyaf ohonynt heb reswm.
da: Allah har ikke udpeget [sådanne innovationer som] bahirah eller sa'ibah eller wasilah eller skinke. Men dem, der ikke tror opfinde løgn om Allah, og de fleste af dem anledning ikke.
el: Αλλάχ δεν έχει διορίσει [καινοτομίες όπως] bahirah ή sa'ibah ή wasilah ή ζαμπόν. Αλλά όσοι δυσπιστώ εφεύρουν ψεύδος για Αλλάχ, και οι περισσότεροι από αυτούς δεν λόγο.
et: Jumal on nimetanud [selliste uuenduste nagu] bahirah või sa'ibah või wasilah või sinki. Kuid need, kes usu leiutada valetamine umbes Allah ja enamik neist argumenteerima.
fi: Jumala ei ole nimennyt [innovaatioita kuten] bahirah tai sa'ibah tai wasilah tai kinkkua. Mutta ne, jotka ovat uskottomia keksiä valhe siitä, Jumala, ja useimmat niistä ole syytä.
he: אללה לא מינתה [כגון חידושים כמו] bahirah או sa'ibah או wasilah או חזיר. אבל אלה לא להאמין להמציא שקר על אללה, רובם לא סיבה.
hr: Allah je imenovao [takve inovacije kao] bahirah ili sa'ibah ili wasilah ili šunku. Oni koji ne vjeruju izmisliti laž o Allahu, a većina ih razloga.
lt: Dievas dar nepaskyrė [tokios inovacijos kaip] bahirah arba sa'ibah arba wasilah arba kumpis. Bet tie, kurie neturi wierza sugalvoti melas apie Dievo, ir dauguma jų nėra priežastis.
lv: Allah nav iecēlusi [šādus jauninājumus kā] bahirah vai sa'ibah vai wasilah vai šķiņķa. Bet tiem, kuri neticēt izgudrot meli par Allah, un lielākā daļa no viņiem nav iemesla.
nb: Allah ikke har oppnevnt [slike nyskapninger som] bahirah eller sa'ibah eller wasilah eller skinke. Men de som tviler oppfinne løgn om Allah, og de fleste av dem grunn ikke.
sk: Alah nevymenoval [takéto inovácie ako] bahirah alebo sa'ibah alebo wasilah alebo šunkou. Ale tí, ktorí neveria vymyslieť lož o Alah a väčšina z nich nie dôvod.
sl: Allah ni imenovala [taka inovacij kot] bahirah ali sa'ibah ali wasilah ali šunko. Vendar tistim, ki verjamem izumiti laž o Allah, in večina od njih ni razloga.
sr_cyrl: Алах није именован за [иновација као] бахирах или са'ибах или wасилах или шунка. Али они који је сигуран да је лажна измисли неистина о Аллах, а већина њих не резонујем.
sr_latn: Alah nije imenovan za [inovacija kao] bahirah ili sa'ibah ili wasilah ili šunka. Ali oni koji je siguran da je lažna izmisli neistina o Allah, a većina njih ne rezonujem.
uk: Аллаху не призначила [такі нововведення, як] bahirah або sa'ibah або wasilah чи шинку. Але ті, хто не вірити винаходити брехня про Аллаха, і більшість з них не зрозуміло.
vi: Allah đã không chỉ định [như vậy tựu như] bahirah hoặc sa'ibah hoặc wasilah hoặc ham. Nhưng những người disbelieve phát minh ra falsehood về Allah, và hầu hết trong số họ không lý do.
zu: Allah ayizange esimisiwe [emisha njenge] bahirah noma sa'ibah noma wasilah noma ham.
