Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2861
source: Say, [O Muhammad], "It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful."
ca: Dir, [O Muhammad], "ha estat revelat per qui coneix [cada] secret dins els cels i la terra. De fet, ell és alguna vegada Clement i perdonant".
cy: Dweud, [O Muhammad], "datgelwyd gan ef a gwyr [bob] gyfrinach o fewn y nefoedd a'r ddaear. Yn wir, mae'n faddeugar a tosturiol erioed."
da: Sige, [O Muhammad], "det er blevet afsløret af han, som kender [hver] secret inden for himlene og jorden. Ja, han er nogensinde tilgivende og barmhjertig."
el: Πω, [Ο Μωάμεθ], «έχει αποκαλυφθεί από αυτός που ξέρει το μυστικό [κάθε] μέσα σε τον ουρανό και τη γη. Πράγματι, είναι ποτέ επιεικής και φιλεύσπλαχνος.»
et: Ütlen, [O Muhammad], "see on avastatud poolt kes teab [iga] secret taevas ja maa. Tõepoolest, ta on kunagi andestav ja armuline."
fi: Esimerkiksi: [Oi Muhammed] "on paljastunut, hän, joka tietää [joka] salaisuutena taivaat ja maan. Itse asiassa hän on aina anteeksiantava ja laupias."
he: אומרים, [O מוחמד], "זה התגלה על ידי מי שיודע [כל] סוד בתוך את השמים ואת הארץ. ואכן, הוא סלחן ורחום אף פעם."
hr: Kažu, [O Muhammad], "To je otkrio onaj koji zna [svake] tajne nebesa i zemlje. Doista, on je uvijek spremna oprostiti i milostiv."
lt: Tarkim, [O Muhammad], "ji buvo nustatyta iš tas, kuris žino, [kiekvienas] paslaptis per dangų ir žemę. Iš tiesų, jis yra kada nors atlaidus ir gailestingas."
lv: Teiksim, [O Muhammad] "tika atklāts, tas, kurš zina [katru] noslēpumu, kas debesis un zemi. Protams, viņš ir kādreiz piedodošs un žēlsirdīgs."
nb: Si, [O Muhammad], "det har blitt avslørt av han som kjenner hemmeligheten [alle] i himlene og jorden. Faktisk er han stadig tilgivende og barmhjertig.
sk: Napríklad: [Mohamed], "to bolo odhalené kto vie [každý] tajomstvo do neba a Zeme. V skutočnosti, on je niekedy odpúšťajúci a milosrdný."
sl: Recimo, [O Muhammad], "to je pokazala z kdo ve [vse] skrivnosti v nebesih in na zemlji. Res, on je vedno tolerantna in usmiljen."
sr_cyrl: Рецимо , [О Мухаммад], "То је било откривено од стране онај који зна [сваког] тајна унутар небеса и земљу. Он је заиста икада опростити и милостив."
sr_latn: Recimo, [O Muhammad], "To je bilo otkriveno od strane onaj koji zna [svakog] tajna unutar nebesa i zemlju. On je zaista ikada oprostiti i milostiv."
uk: Скажімо, [O Мухаммад], "це було виявлено, той, хто знає [кожен] секрет у небі та землі. Дійсно, він є ніколи не прощає і милосердний."
vi: Nói, [O Muhammad], "nó đã được tiết lộ bởi ông những người hiểu biết [tất cả] bí mật trong bầu trời và trái đất. Thật vậy, ông là bao giờ khoan dung và thương xót."
zu: Awusho, [O Muhammad], "It phendla by Lowo owazi [zonke] imfihlo ngaphakathi bhakabhaka hlaba. Ngempela, Uhlale Thethelela Nomusa futhi."

# Quran2862
source: And they say, "What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?
ca: Diuen, "What ' s aquest missatger que menja aliments i camina en els mercats? Per què va ser allà no enviat a ell un àngel així seria amb ell un Avisador?
cy: Ac maent yn dweud, beth yw negesydd hwn sydd yn bwyta bwyd ac yn cerdded yn y marchnadoedd? Pam mae nid anfonwyd i lawr iddo ef yn angel felly byddai'n gydag ef warner?
da: Og de siger, "Hvad er denne messenger, der spiser mad og vandreture i markederne? Hvorfor blev der ikke sendt ned til ham en engel så han ville være med ham en warner?
el: Και λένε, «τι είναι αυτό αγγελιοφόρος που τρώει φαγητό και περιπάτους στις αγορές; Γιατί ήταν εκεί δεν αποστέλλονται σε αυτόν έναν άγγελο έτσι θα ήταν μαζί του ένα warner;
et: Ja nad ütlevad, "mis on see messenger, sööb toitu ja kõnnib turgudel? Miks oli seal ei saatnud teda ingel nii ta oleks temaga ka warner?
fi: Ja he sanovat, "mikä on tämä sanansaattaja, joka syö ruokaa ja kävelee markkinoilla? Miksi siellä ei lähetetty hänelle enkelin joten hän olisi hänen kanssaan warner?
he: הם אומרים, "ומה זה זה messenger אוכלת מזון והולכת בשווקים? למה שם לא נשלח אליו מלאך שהוא יהיה איתו וורנר?
hr: I kažu, "što je ovaj Glasnik što jede hranu i šetnje na tržištima? Zašto tu nije bio poslan da ga anđeo tako da je s njim u warner?
lt: Ir jie sako, "kas yra šis messenger, valgo maisto ir vaikšto rinkose? Kodėl ten nebuvo išsiųstas jam angelas Taigi jis būtų su juo, warner?
lv: Un viņi saka: "kas ir šis kurjers, kas vajadzīgs ēdiens un pastaigas tirgos? Kāpēc bija tur nav nosūtīts uz leju, lai viņu eņģelis lai viņš būtu ar viņu warner?
nb: Og de sier, "Hva er dette messenger som spiser mat og turer i markedet? Derfor ble det ikke sendt ned til ham en engel så han ville være med ham en warner?
sk: A hovoria: "čo je to posol, ktorý zje jedlo a chodí na trhoch? Prečo tam nebola odoslaná k nemu anjel tak by bol s ním warner?
sl: In pravijo, "kaj je to sel, ki poje hrano in hodi na trgih? Zakaj je bil tam ni poslan mu angel tako bi bil z njim na warner?
sr_cyrl: И кажу, "који је овај гласник који једе храну, и хода на тржиштима? Зато тамо није послат да га анђео тако да је са њим у wарнер?
sr_latn: I kažu, "koji je ovaj glasnik koji jede hranu, i hoda na tržištima? Zato tamo nije poslat da ga anđeo tako da je sa njim u warner?
uk: І вони кажуть: "те, що цей Посланник, який їсть їжу і прогулянки на ринках? Чому там не було відправлено до нього Ангол так він буде з ним в warner?
vi: Và họ nói, "những gì là messenger này mà ăn thức ăn và đi bộ trong các thị trường? Lý do tại sao có không được gửi cho anh ta một thiên sứ như vậy ông sẽ là với anh ta một warner?
zu: Futhi bathi, "Kuyini lokhu isithunywa odla dla bhushuzela makethe? Kungani sithunyelwe khona phansi kuye ingelosi ngakho wayeyoba naye warner?

# Quran2863
source: Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?" And the wrongdoers say, "You follow not but a man affected by magic."
ca: O [per què no és] un tresor presentat a ell [del cel] o [no] té un jardí que menja? " I els malfactors diuen, "vostè seguir no però un home afectat per art de màgia."
cy: Neu [pam nad yw] yn drysor a gyflwynwyd iddo [o'r nefoedd], neu nid oes [] ganddo ardd y mae e'n ei fwyta? " A dywed y tramgwyddo, "Dilynwch ni ond dyn yr effeithir arnynt gan hud."
da: Eller [Hvorfor er ikke] en treasure præsenteret for ham [fra himlen], eller han [ikke] har en have, hvorfra han spiser? " Og lovovertrædere sige, "du følger ikke men en mand ramt af magic."
el: Ή [γιατί δεν είναι] ένας θησαυρός να παρουσιάζονται σε αυτόν [από τον ουρανό] ή [όχι] Μήπως αυτός έχει έναν κήπο από την οποία τρώει;» Και οι παραβάτες να πω, "θα ακολουθήσετε δεν αλλά ένας άνθρωπος που επλήγησαν από την μαγεία."
et: Või [miks ei ole] aare esitas talle [taevast] või kas ta [ei] on Aed, kust ta sööb? " Ja selle tekitaja öelda: "te järgi mitte, kuid mõjutatud magic mees."
fi: Tai [miksi ei] aarre on esitettävä hänelle [taivaasta] tai onko hänellä [ei] Internet, josta hän syö? " Ja nämä syntiset sanoa, "voit seurata ei mutta mies vaikuttaa magic."
he: או [למה לא] אוצר הציג לו [מן השמים], או [לא] יש לו גן שממנו הוא אוכל? " ובצע הפושעים אומר, "אתה לא אבל אדם מושפע על-ידי קסם."
hr: Ili [zašto ne] blago predstavio mu [raj] ili [ne] ima vrt iz kojeg jede? " I kažu da počinioce, "slijedite ne samo čovjek pod utjecajem magije."
lt: Arba [kodėl nėra] lobis pristatė jam [iš dangaus], ar jis [ne] turi yra sodas, iš kurio jis valgo? " Ir grzesznicy pasakyti, "jūs sekti ne bet žmogus paveikė magija."
lv: Vai [kāpēc nav] dārgumu iepazīstināja viņam [no debesīm], vai viņš [] nav dārzs, no kuras viņš ēd? " Un pārkāpējus saka: "jūs sekot ne, bet cilvēks ietekmē maģija."
nb: Eller [hvorfor ikke] en skatt presentert for ham [fra himmelen], eller han [ikke] har en hage som han spiser?» Og wrongdoers si, "du følger ikke, men en mann påvirket av magi."
sk: Alebo [prečo nie] poklad predkladá mu [z neba] alebo [nie] má záhradu, z ktorej jej? " A zloèinci povedať, "sledovať ale človek ovplyvnený mágie."
sl: Ali [zakaj ni] zaklad, ki so mu predloži [iz nebes] ali [ne] ima vrt, ki poje? " In na wrongdoers reči, "sledite pa človek vpliva magije."
sr_cyrl: Или [зашто не] благо га је представио [небеса] или [не] има врт из којег једе? " И починиоце је рекао, "прати не само човек погођених магија."
sr_latn: Ili [zašto ne] blago ga je predstavio [nebesa] ili [ne] ima vrt iz kojeg jede? " I počinioce je rekao, "prati ne samo čovek pogođenih magija."
uk: Або [чому не] скарб вручена йому [з неба], або він [] має сад, з якого він їсть? " І сказати, що розкаюємося, "ви слідувати не але людиною, що постраждали від магії".
vi: Hoặc [tại sao không phải là] một kho báu trao cho ông [từ trời], hoặc không Anh [] có một khu vườn mà ông ăn? " Và các wrongdoers nói, "bạn làm theo không nhưng một người đàn ông bị ảnh hưởng bởi ma thuật."
zu: Noma [kungani hhayi] iyingcebo wethulwa kuye [evela ezulwini], noma ingabe yena [hhayi] abe engadini kusukela lapho edla? "Futhi abenzi bokubi uthi:" Wena landela kodwa umuntu ehlaselwe imilingo. "

# Quran2864
source: Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.
ca: Mira com ells la vaga per a vostè comparacions; però ells han allunyat, així que no es [cerca] una manera.
cy: Edrych sut y mae eu taro ar gyfer eich cymariaethau; ond maent wedi crwydro, felly ni allant [canfod] ffordd.
da: Se hvordan de strejke for dig sammenligninger; men de har forvildet sig, så de ikke kan [find] en måde.
el: Κοιτάξτε Πώς απεργία για εσάς συγκρίσεις? αλλά αυτοί έχουν απομακρυνθεί, έτσι δεν μπορούν να βρούμε [] τρόπο.
et: Vaata, kuidas nad strike teile võrdlusi; kuid nad on eksinud, nii et nad ei saa [Otsing] nii.
fi: Katso, miten ne löytää sinulle vertailut; mutta ne eksyneet, joten ne eivät voi [Etsi] tapa.
he: . תראה איך הם פוגעים בשבילך, השוואות; אבל הם תעו, אז הם לא יכולים [חיפוש] דרך.
hr: Pogledajte kako su štrajk za vas usporedbe; Ali oni su zalutao, pa oni ne mogu [traži] način.
lt: Atrodo kaip jie streikuoti jums palyginimus; bet jie nuklydo, todėl ir jie negalintys [ieškoti] taip.
lv: Paskaties, cik viņi streiko, jūs salīdzinājumus; bet tie ir noklīdis, tāpēc viņi nevar [Meklēt] veidā.
nb: Se hvordan de streik du sammenligninger; men de har kommet, så de ikke [Finn] en måte.
sk: Pozrite sa, ako udrieť si porovnania; ale sa zatoulal, takže nemôžu [Hľadať] spôsobom.
sl: Poglej, kako so stavke za vas primerjave; vendar so Zalutao, tako ne morejo [Iskanje] način.
sr_cyrl: Погледај како су ударни за тебе поређења; Али они би да иде, тако да они не могу пронаћи излаз.
sr_latn: Pogledaj kako su udarni za tebe poređenja; Ali oni bi da ide, tako da oni ne mogu pronaći izlaz.
uk: Подивіться, як вони страйк для вас звірень КООМЕТ; але вони відхилилися, так що вони не можуть [Пошук] чином.
vi: Nhìn như thế nào họ đình công cho bạn so sánh; nhưng họ có lạc, do đó, họ có thể không [tìm] một cách.
zu: Bheka indlela bakushaya ngawe iziqhathaniso;

# Quran2865
source: Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.
ca: Beneït és el que, si ell willed, podria haver fet per a vostè [una mica] millor que que - jardins sota quin cabal de rius - i podria fer per vostè palaus.
cy: Bendithio yw ef sydd, os oedd yn ewyllysio iddi, gallai wedi gwneud i chi [peth] yn well na hynny-gerddi o dan y llif afonydd-a allai wneud i chi palasau.
da: Velsignet er den, der, hvis han testamenterede, kunne have gjort for dig [noget] bedre end at - haver under hvilke floder flow - og kunne gøre for dig paladser.
el: Ευλογημένος είναι αυτός που, αν αυτός το θέλησες, θα μπορούσε να γίνει για σας [κάτι] καλύτερο από αυτό - Κήποι κάτω από τις οποίες ροής των ποταμών - και θα μπορούσε να κάνει για εσάς παλάτια.
et: Õnnis on see, kes, kui ta kombeks, oleks võinud teile [midagi] parem kui see - aiad all mis jõed tõusevad - ja võiks teha teile paleed.
fi: Siunattu on hän, jos hän tahtoisi olisi voitu voit [jotain] parempaa kuin että - Puutarha alla joka jokien virtaus - ja voisi tehdä sinulle palatseja.
he: ברוך הוא אשר, אם הוא רצון, יכולתי לעשות בשבילך יותר [משהו] הזה - גני מתחת נהרות שזורמים - ולא יכולה לעשות בשבילך, ארמונות.
hr: Blagoslovljen je onaj koji, ako je htio, mogao sam ti [nešto] bolje nego da - vrtovi ispod koje poteku rijeke - i za te palače.
lt: Palaimintas yra tas, kuris, jei jis norėjo, galėjo padaryti jums [kažkas] geriau nei kad - sodai po kurios upės srautas - ir gali padaryti jums pilys.
lv: Laimīgs ir tas, kurš, ja viņam gribas varētu izteikt jums [kaut] labāk nekā ka - dārzi, zem kura upes plūsmas - un varētu veikt jums pilis.
nb: Salig er den som, hvis han ville, kunne ha gjort for deg [noe] bedre enn at - hager under der elvene strømmer - og kan gjøre for deg palasser.
sk: Blahoslavený je ten, kto ak on chcel, mohol sa môžete [niečo] lepšie, než že - záhrady pod ktoré toku rieky - a mohli si palácov.
sl: Blagoslovljen je tisti, ki, če je volje, lahko so zate [nekaj] bolje kot da - vrtovi pod katero tok reke - in bi lahko za vas palače.
sr_cyrl: Благословљен је онај који, ако је воље, могли би сте за тебе [нешто] боље него та - вртови испод које потеку - и могу направити за вас палате.
sr_latn: Blagoslovljen je onaj koji, ako je volje, mogli bi ste za tebe [nešto] bolje nego ta - vrtovi ispod koje poteku - i mogu napraviti za vas palate.
uk: Благословен, хто йде який, якщо він волею, могли б зробили для вас [щось] краще, ніж що - сади під які річках потік - і може зробити для вас палаців.
vi: May mắn là ông, nếu ông ý chí, có thể đã làm cho bạn [cái gì] hơn đó - khu vườn bên dưới dòng chảy con sông đó - và có thể làm cho bạn cung điện.
zu: Ubusisiwe Lowo He willed, eyayingenza ngawe [okuthile] kangcono kunalokho - izingadi ngaphansi okuyinto imifula - futhi babekwazi ukwenza ngawe izigodlo.

# Quran2866
source: But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.
ca: Però han negat l'hora, i hem preparat per a aquells que neguen l'hora un incendi.
cy: Ond mae nhw wedi gwadu yr awr, ac rydym wedi paratoi ar gyfer y rhai sydd yn gwadu yr awr tanbaid.
da: Men de har nægtet timen, og vi har forberedt til dem, der nægter timen a Blaze.
el: Αλλά αρνήθηκαν την ώρα, και έχουμε ετοιμάσει για εκείνους που αρνούνται την ώρα μια φλόγα.
et: Aga nad on eitanud tunnis ja oleme valmis neile, kes eitavad tunnis lauk.
fi: Mutta he kielsivät tunnin olemme valmistelleet niille, jotka kieltävät tunnin tulessa.
he: אבל הם מנעו השעה, ויש לנו הכין עבור מי ששולל את השעה להבה.
hr: Ali su porekli sat vremena, a pripremili smo za one koji niječu sat vremena požar.
lt: Bet jie buvo atsisakyta valandą, ir mes paruošėme tiems, kurie neigia valandą Blaze.
lv: Bet tie ir liegta stunda, un mēs esam gatavi par tiem, kas noliedz stundu liesmot.
nb: Men de har avslått timen, og vi har forberedt for de som nekter time en flamme.
sk: Ale oni odmietli hodinu a pripravili pre tých, ktorí popierajú hodinu žiari.
sl: Vendar so zanikali uro, in za tiste, ki zanikajo uro smo pripravili plamen.
sr_cyrl: Али одбили су сат времена, и припремили смо се за оне који поричу час пламену.
sr_latn: Ali odbili su sat vremena, i pripremili smo se za one koji poriču čas plamenu.
uk: Але йому відмовлено в годину, і ми приготували для тих, хто заперечує година пожежа.
vi: Nhưng họ đã từ chối một giờ, và chúng tôi đã chuẩn bị cho những người từ chối những giờ một ngọn lửa.
zu: Kodwa baye waphika Awa, futhi Siye wazilungiselela labo landula Awa a Blaze.

# Quran2867
source: When the Hellfire sees them from a distant place, they will hear its fury and roaring.
ca: Quan el Hellfire veu d'un lloc llunyà, van a sentir la seva fúria i rugeix.
cy: Pan fydd y Hellfire yn eu gweld o le pell, byddant yn clywed ei ffyrnigrwydd a rhuo.
da: Når Hellfire ser dem fra et fjernt sted, de vil høre sit raseri og brølende.
el: Όταν το Hellfire τους βλέπει από μια απόμακρη θέση, θα ακούν την οργή του και θορυβώδης.
et: Kui Hellfire peab neid kauge koht, nad kuulevad oma raevu ja möirgav.
fi: Kun Hellfire näkee ne kaukaa, he kuulevat sen raivoa ja möly.
he: כאשר Hellfire יראה אותם ממקום מרוחק, הם ישמעו את הזעם שלה, שואג.
hr: Kada je Hellfire ih vidi iz udaljenih mjesta, čut će svoj bijes i pruzi.
lt: Kai Hellfire mato juos iš tolimų vieta, jie bus išgirsti jos fury ir riaumojimas.
lv: Ja Hellfire redz tos no attālu vietu, tie būs uzklausīt tā dusmām un brāzmains.
nb: Når Hellfire ser dem fra et fjernt sted, de ville høre sin vrede og brølende.
sk: Keď Hellfire vidia zo vzdialeného miesta, budú počuť jeho zúrivosť a reval.
sl: Ko je Hellfire vidi iz oddaljeno mesto, bodo slišali svoj bes in buči.
sr_cyrl: Када је Паклена ватра их види са удаљеног места, чују свој бес и урликао.
sr_latn: Kada je Paklena vatra ih vidi sa udaljenog mesta, čuju svoj bes i urlikao.
uk: Коли на Hellfire бачить їх з далеких місць, вони будуть чути його лють і шумів.
vi: Khi Hellfire nhìn thấy họ từ một nơi xa, họ sẽ nghe thấy giận dữ của nó và đang bùng.
zu: Lapho Isihogo Somlilo ebabona esendaweni elikude, ziyakuzwa ngokufutheka yayo nokubhonga.

# Quran2868
source: And when they are thrown into a narrow place therein bound in chains, they will cry out thereupon for destruction.
ca: I quan ells són llançats a un lloc estret en això lligat amb cadenes, clamen tot seguit per la destrucció.
cy: A pan maent yn taflu lle cul ynddo yn rhwym mewn cadwynau, bydd grio yn dod i'w dinistrio.
da: Og når de er kastet ind i en smal plads deri bundet i lænker, de vil græde derpå til destruktion.
el: Και όταν αυτοί είναι ρίχνεται σε ένα στενό χώρο σ ' αυτό δεσμεύεται στις αλυσίδες, αυτοί θα φωνάξει κατά συνέπεια για την καταστροφή.
et: Ja kui nad on visatud kitsas koht sealsamas seotud ketid, need hüüab seejärel hävitamine.
fi: Ja kun ne heitetään kapea paikka siinä sidottu kahleissa, he huutavat sen hävitettäväksi.
he: כאשר הם נזרקים לתוך מקום צר בו וכבול באזיקים, הם תתחננו לכן להשמדה.
hr: I kad oni su bačeni u usko mjesto u njemu vezan u lancima, oni će vikati rezerva za uništenje.
lt: Ir kai jie yra mesti į siauras vieta jame sukaustyti grandinėmis, jie bus verkti, tuoj po to sunaikinimui.
lv: Un kad tās tiek izmestas šaurā vieta tajā saistīta ķēdēs, tie būs iekliegties izpildsekretāram iznīcināšanai.
nb: Og når de blir kastet på en smal plass der bundet i kjeder, de vil rope ut derpå ødeleggelse.
sk: A keď sú hozený do úzke miesta v nich viazaná reťaze, budú plakať následne likvidáciu.
sl: In ko so se vrgli v ozek prostor v njej vezani v verige, bo Viču, nato za uničenje.
sr_cyrl: И када су они баце у брисани простор у томе везане ланцима, ће вапе одгоре за уништење.
sr_latn: I kada su oni bace u brisani prostor u tome vezane lancima, će vape odgore za uništenje.
uk: І коли вони закинули в вузькі місця в ньому пов'язані в ланцюги, вони будуть кричати потім знищення.
vi: Và khi họ được ném vào một vị trí hẹp, trong đó ràng buộc trong dây chuyền, họ sẽ khóc đã cho phá hủy.
zu: Futhi uma they juba ncane dawo therein beboshwa ngamaketanga, bayokhamuluka kwaso ukubhujiswa.

# Quran2869
source: [They will be told], "Do not cry this Day for one destruction but cry for much destruction."
ca: [Que s'especificarà], "no plorar, però aquest dia per la destrucció d'un crit per molta destrucció."
cy: [Bydd wrthynt], "wylo y diwrnod hwn i'w dinistrio un ond cri am ddinistrio llawer."
da: [De vil blive fortalt], græd"ikke denne dag for én ødelæggelse men råb om meget ødelæggelse."
el: [Θα τους πούμε], «μην κλαις αυτή την ημέρα για μία καταστροφή αλλά κραυγή για πολλές καταστροφές.»
et: [Nad räägitakse], "Ära nuta see päev ühe hävitamiseks, kuid cry palju hävitamiseks."
fi: [Heille sanotaan], "Älä itke tänä päivänä yksi hävitettäväksi mutta huuto paljon tuhoa."
he: [הם יגידו], "אל תבכי ליום הזה הרס אחד מלבד לבכות להרס רב."
hr: [Reći će im], "ne plači ovaj dan za jedan razaranja ali vapaj za mnogo uništenja."
lt: [Jie bus pasakyta], "Don't cry šią dieną vienas sunaikinimui, bet daug sunaikinimo šauksmas."
lv: [Viņi būs teicis], "Neraudi šajā dienā vienu iznīcināšanai, bet raudāt daudz iznīcināšanu."
nb: [De vil bli fortalt], gråte"ikke i dag for en ødeleggelse men cry for mye ødeleggelse."
sk: [Oni povedia], "Neplač tento deň jeden zničenie ale plakať veľkú zničenie."
sl: [Ti bo povedal], "ne joči ta dan za ene uničenje, ampak cry za veliko uničenje."
sr_cyrl: [Бице им рецено], "Станимо овај дан за једног разарања али вапај за много разарања."
sr_latn: [Bice im receno], "Stanimo ovaj dan za jednog razaranja ali vapaj za mnogo razaranja."
uk: [Вони розкажуть], "не плачуть, але цей день для однієї знищення крик про великі руйнування."
vi: [Họ sẽ nói], "không khóc ngày này cho một tiêu hủy nhưng khóc cho phá hủy nhiều."
zu: [They thasisela], "Ungakhali lokhu Day ukubhujiswa eyodwa kodwa ngikhalela ukubhujiswa okuningi."

# Quran2870
source: Say, "Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination.
ca: Dir, "és el millor o el jardí de l'eternitat que es va prometre als justos? Serà per a ells una recompensa i destinació.
cy: Dweud, "yw gwell neu ardd Eternity sy'n cael ei addo i y righteous? Bydd yn eu gwobrwyo ac yn gyrchfan.
da: Sige, "er der bedre eller Garden of Eternity, som er lovet retfærdiggjorte? Det vil være for dem en belønning og destination.
el: Λένε, «είναι ότι καλύτερα ή το κήπο της αιωνιότητας που έχει υποσχεθεί στον δίκαιο; Θα είναι μια ανταμοιβή για τους και τον προορισμό.
et: Öelda: "mis on parem või Aed Eternity, kes on õigemeelsed lubas? See on nende eest tasu ja sihtkohta.
fi: Sanoa, "Onko se parempi tai Garden of Eternity, joka on luvattu vanhurskaita? Se on heille palkita ja määränpää.
he: אומרים, "זה יותר טוב או את הגן של הנצח אשר הובטח הצדיקים? זה יהיה להם פרס והיעד.
hr: Reći, "je li to bolje ili vrt vječnosti koji je obećao da će pravedni? To će biti za njih nagrada i odredište.
lt: Sako: "yra tai, kad geriau ar sodo amžinybėje, kuri žada teisus? Tai bus jiems atlygį ir paskirties.
lv: Saka: "kas ir labāk vai dārza mūžību, kas ir solīts taisns? Tas būs viņiem atalgojumu un galamērķi.
nb: Si, "er det bedre eller hage av evigheten er lovet rettferdige? Det vil være for dem belønning og mål.
sk: Povedať: "je to lepšie alebo Záhrada večnosti, ktorý je sľúbil, že spravodlivý? To bude pre nich odmenou a určenia.
sl: Reči, "je, da je bolje ali vrt večnosti, ki je obljubil, da pravednika? To bo za njih nagrado in namembni kraj.
sr_cyrl: Рекао је, "да ли је то боље или врт Етернитy, који је обецао праведнима? Бит ће им награда и одредиште.
sr_latn: Rekao je, "da li je to bolje ili vrt Eternity, koji je obecao pravednima? Bit će im nagrada i odredište.
uk: Скажімо, "в тому, що краще або сад вічність, який пообіцяв праведників? Це буде для них нагорода і призначення.
vi: Nói, "đây là tốt hơn hay các sân vườn vĩnh cửu hứa công bình? Nó sẽ là cho họ một phần thưởng và điểm đến.
zu: Uthi, "Ingabe ukuthi kuzoba nemiphumela emihle noma Garden Phakade which thembisa ngakhethi kuze? Kuyoba ngabo umvuzo futhi uya khona.
