Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2426
source: So Pharaoh pursued them with his soldiers, and there covered them from the sea that which covered them,
ca: Així faraó perseguit-los amb els seus soldats i allà ells cobert del mar que ells, que cobreix
cy: Felly mae Ffaro iddynt ar drywydd gyda ei filwyr, ac mae eu cynnwys o'r môr sy'n cwmpasu iddynt,
da: Så Farao forfulgt dem med sine soldater, og dækkede der dem fra havet, som dækkede dem,
el: Έτσι τους επιδιωκόμενους με τους στρατιώτες του Φαραώ, και εκεί τους καλύπτεται από τη θάλασσα που που τους κάλυπτε,
et: Nii vaarao kiusas neid oma sõdurite ja need kaetakse merele, et mis hõlmab neid,
fi: Farao ajoi heitä takaa hänen sotilaita, joten siellä kuuluvat ne merestä, joka kattoi
he: אז פרעה רדפו אותם עם חייליו, שם וכיסתה מן הים אשר כיסה עליהם,
hr: Tako Faraon koji ih je sa svojim vojnicima, i ih pokriva iz mora koje pokriva
lt: Taigi Faraonas siekiama juos su savo kariais, ir ten apėmė juos nuo jūros kad, kurie tiriami juos,
lv: Tātad faraons tiecas pēc viņiem ar savu karavīru, un tur tos sedz no jūras, ka kas sedza
nb: Så Farao forfulgte dem av sine soldater, og dekket det dem fra sjøen at dekket dem,
sk: Tak faraóna sledovaný s jeho vojakmi, a tam sa na ne vzťahovala z mora, aby im, ktoré
sl: Torej Faraon jih zasleduje s svojim vojakom, in tam zajeti iz morja, ki jih,
sr_cyrl: Тако фараон су их гонили са својим војницима, и тамо их покрио из мора да која покрива их,
sr_latn: Tako faraon su ih gonili sa svojim vojnicima, i tamo ih pokrio iz mora da koja pokriva ih,
uk: Так їх гнав підполковника МГБ фараона і там весь їх від моря, яка охоплює їх,
vi: Vì vậy, Pharaoh theo đuổi chúng với binh lính của ông, và có được bảo hiểm cho họ từ biển mà bảo hiểm họ,
zu: Ngakho uFaro landela them namabutho akhe, futhi lapho ehlanganiswa kubo kusukela elwandle olwaluhlanganisa kubo,

# Quran2427
source: And Pharaoh led his people astray and did not guide [them].
ca: I faraó liderats per mal camí i no guia [ells].
cy: A Ffaro arwain ei bobl ar gyfeiliorn ac nad oedd arweiniad [eu].
da: Og Farao førte sit folk på vildspor og gjorde ikke guide [dem].
el: Και Φαραώ στραβούς δρόμους του λαού και δεν έκαναν οδηγός [τους].
et: Ja vaarao sunnitud oma rahva eksinud ja ei juhend [neid].
fi: Ja farao kansansa harhateille ja ei opas [heille].
he: פרעה מהתעיה עמו לא הדרכתי [אותם].
hr: I Faraon stranputicom svoj narod i ne voditi [ih].
lt: Ir Faraonas mėgstu savo tautos ir padarė ne vadovas [jiems].
lv: Un faraons šejieniešus rezultātā apmaldīties un neveda [viņus].
nb: Farao villedet sitt folk og ikke guide [dem].
sk: A Faraon zviesť svojho ľudu a nie robil sprievodcu [ich].
sl: In Faraon speljati svoje ljudstvo in ni vodilo [jih].
sr_cyrl: А Фараон је свој народ на странпутицу и није водила [их].
sr_latn: A Faraon je svoj narod na stranputicu i nije vodila [ih].
uk: І фараона його людей в оману і не направляти [їх].
vi: Và Pharaoh dẫn người dân của mình lạc lối và không hướng dẫn [chúng].
zu: UFaro wahola abantu bakhe astray futhi akazange khaphi siyobatshela [bona].

# Quran2428
source: O Children of Israel, We delivered you from your enemy, and We made an appointment with you at the right side of the mount, and We sent down to you manna and quails,
ca: O fills d'Israel, US va lliurar de l'enemic i vam fer una cita amb vostè a la dreta de la muntanya, i hem enviat a vostè mannà i guatlles,
cy: O plant Israel, ydym wedi cyflawni chi gan eich gelyn, ac rydym yn gwneud apwyntiad gyda chi ar ochr dde y mount, a anfonwyd i lawr i chi manna a sofliâr,
da: O børn af Israel, vi leveret dig fra din fjende, og vi lavede en aftale med dig på højre side af bjerget, og vi sendt ned til du manna og vagtler,
el: O τα παιδιά του Ισραήλ, παραδώσαμε σας από τον εχθρό σας, και κάναμε μια συνάντηση μαζί σας στη δεξιά πλευρά του υποστηρίγματος, και εμείς που αποστέλλονται σε σας μάννα και ορτύκια,
et: O laste Iisraeli oleme tarninud te oma vaenlast ja tegime ametisse teiega paremal poolel mäel ning saatsime te manna ja vutte,
fi: O lasten Israelin toimitimme siitä vihollinen ja teimme nimityksen kanssa sinut oikealla puolella vuoren ja lähetimme voit mannaa ja viiriäisiä,
he: הו בני ישראל, ואנחנו סיפקנו לך מן האויב שלך, קבענו פגישה איתך בצד ימין על הר ואני שלחנו את המן ואת בתרנגולי הקרב,
hr: O sinovima Izraelovim, dostavili smo vas od neprijatelja, i napravili smo sastanak s vama na desnoj strani brda i smo poslali da ti mana i prepelice,
lt: O vaikai iš Izraelio, mums pristatyti jums iš savo priešų, ir mes padarėme jums paskyrimo dešinėje pusėje nuo kalno, ir mes zeslal tu mana ir putpelėmis,
lv: O bērnu Izraēla, mēs sniegusi jūs no jūsu ienaidnieks, un mēs veicām ar jums iecelšanu labajā pusē mount, mēs nosūtījām uz leju jums manna un paipalas,
nb: O Children of Israel, vi levert deg fra din fiende, og vi gjorde en avtale med deg på høyre side av fjellet, og vi sendt ned til du manna og vaktler,
sk: O deti Izraela, sme vám dodali z vášho nepriateľa, a my sa s vami schôdzku na pravej strane hory sme zoslali ste manu a prepelice,
sl: O otrocih Izrael, smo dostavi vam vaš sovražnik, in smo na sestanek z vami na desni strani televizorja in smo poslali po vas manna in prepelice,
sr_cyrl: О деци од Израела, разносила вас из свог непријатеља, и направили смо састанак са вама на десној страни од моунт послали смо ти мана и препелице,
sr_latn: O deci od Izraela, raznosila vas iz svog neprijatelja, i napravili smo sastanak sa vama na desnoj strani od mount poslali smo ti mana i prepelice,
uk: O діти Ізраїлю, ми врятував вас від вашого ворога, ми зробили про зустріч з вами на правій стороні гори і ми відправили для вас манну і перепелів,
vi: O trẻ em của Israel, chúng tôi phân phối bạn từ kẻ thù của bạn, và chúng tôi thực hiện một cuộc hẹn với bạn ở phía bên phải của núi, và chúng tôi đã gửi bạn manna và chim cút,
zu: O Ntwana Israyeli we sindise you kho mabonwabulawe futhi Sahlela nawe ngakwesokunene ukwehla entabeni, futhi We sa phansi kuze you manna izigwaca,

# Quran2429
source: [Saying], "Eat from the good things with which We have provided you and do not transgress [or oppress others] therein, lest My anger should descend upon you. And he upon whom My anger descends has certainly fallen."
ca: [Dir], "menjar de les coses bones que li hauria donat i no transgredir [o altres oprimir], no sigui que la meva ira cal descendir sobre vostè. I sens dubte va a qui la meva ira sobre llibret ha caigut.
cy: [Dweud], "bwyta o'r pethau da y wedi darparu chi ac nid ydym camddefnyddio'u [nac yn gormesu eraill] ynddynt, rhag ofn y dylai fy nicter yn disgyn arnoch. Ac mae ef y mae fy nicter yn disgyn yn sicr wedi gostwng.
da: [Siger], "Spis af de gode ting, som vi har givet dig og ikke overtræder [eller undertrykke andre] deri, lest min vrede skal komme over dig. Og han ved hvem min vrede nedstammer uden tvivl er faldet."
el: [Λέγοντας], "τρώνε από τα καλά πράγματα με τα οποία πρέπει να παρέχονται και δεν παραβιάζουν [ή να καταπιέζει τους άλλους] σ ' αυτό, μήπως ο θυμός μου θα πρέπει να έρθει σε σας. «Και αυτός από τον οποίο κατεβαίνει ο θυμός μου έχει σίγουρα πέσει».
et: [Öelda], "Eat head asjad, millega me on andnud teile ja ei ületaks [ega piina teised] sealsamas, muidu mu viha laskuda teie peale. Ja kellel minu viha laskub ta kindlasti langenud."
fi: [Sanoen] "syö hyviä asioita joista emme sinulle ja rikotte [tai sortaa toisia], jottei vihani olisi lankeavat päällenne. Ja hän jolle vihani laskeutuu on varmasti laskenut.
he: [ואמר] "לאכול מן הדברים הטובים שבה אנו מגישים לך ולא דאיכא [או לדכא אחרים], שמא הכעס שלי צריך עליכם. הוא על מה הכעס שלי יורד נפל בהחלט."
hr: [Rekao], "Jedite od dobrih stvari kojima smo pod uvjetom da i ne prekoračiti [ili ugnjetavati druge] u njemu, da ne bi moj bijes treba sići na vas. A prema kojoj se spušta moj bijes sigurno pao je."
lt: [Sako], "valgyti iš gerų dalykų, kuriuos mes pateikiame ir peržengtų [ir engti kitus] ten pat, kad mano pyktis, turėtumėte nusileidžia į tave. Ir jis kuriam mano pyktis nusileidžia tikrai sumažėjo."
lv: [Saka], "ēd no labas lietas, ar kurām mums ir norādījis nevis pārkāpt [vai apspiest citiem], nedrīkstam arī manas dusmas būtu nolaisties uz jums. Un viņš uz kuru manas dusmas nolaižas noteikti ir samazinājies.
nb: [Sa], "Eat fra de gode tingene som vi har gitt deg og ikke overskride [eller undertrykke andre], for min vrede skulle komme over dere. Og han på hvem min vrede ned har absolutt falt.
sk: [Povedať], "Jedzte z dobrých vecí, ktoré ste poskytli a prestúpiť [ani utláčať iné], inak môj hnev by mali zostúpiť na vás. A on na ktorého zostupuje môj hnev určite klesla."
sl: [Pravijo,] "Jejte od dobrih stvari, s katerimi smo vam in ne prestopijo [ali tlačite druge], da ne bi moja jeza spustimo na vas. In on ki spušča moja jeza je zagotovo padel."
sr_cyrl: [Говори ], "Једите од добрих ствари са којима смо пружили су те и не поклекну [нити би газили друге] у томе, да не би требало да вас цувају свој бес. "И од којих је мој бес силази сигурно пао је."
sr_latn: [Govori], "Jedite od dobrih stvari sa kojima smo pružili su te i ne pokleknu [niti bi gazili druge] u tome, da ne bi trebalo da vas cuvaju svoj bes. "I od kojih je moj bes silazi sigurno pao je."
uk: [Кажучи:] "їж від хороші речі з якими ми надали вам і не переступати [або пригнічують інших] в ньому, щоб не мій гнів повинна зійде на вас. І він на якого мій гнів спускається безумовно впала.
vi: [Nói], "ăn từ những điều tốt đẹp mà chúng tôi đã cung cấp cho bạn và không transgress [hoặc đàn áp những người khác] trong đó, vì sợ rằng sự tức giận của tôi nên đi xuống khi bạn. "Và ông khi mà sự tức giận của tôi xuống chắc chắn đã giảm."
zu: [Ethi], "Yidla ezintweni ezinhle ngazo Sinikeze wena cha transgress [noma acindezele abanye] therein, funa intukuthelo yami yehlela wena. Futhi esesifikelwe intukuthelo yami yehla uwile ngokuqinisekile."

# Quran2430
source: But indeed, I am the Perpetual Forgiver of whoever repents and believes and does righteousness and then continues in guidance.
ca: Però de fet, tinc la perpètua que perdona qui es penedeix i creu i fa justícia i llavors continua en orientació.
cy: Ond yn wir, yr wyf y Forgiver parhaus pwy bynnag sydd yn edifarhau ac yn credu a chyfiawnder i yw ac yn parhau wedyn yn y canllawiau.
da: Men ja, jeg er den evige Forgiver af den, der omvender sig og tror og gør retfærdighed og derefter fortsætter i vejledning.
el: Αλλά πράγματι, εγώ είμαι η αέναη συγχωρών όποιος μετανοεί και πιστεύει και το κάνει δικαιοσύνη και εν συνεχεία στην καθοδήγηση.
et: Aga tõepoolest, olen igavest Forgiver, kes pöördub ja arvab ja kas õigluses ja seejärel jätkub arendus.
fi: Mutta itse asiassa olen ikuinen se kuka katuu ja uskoo ja tekee vanhurskauden ja jatkaa sitten ohjeita.
he: אבל אכן, אני הסולח תמידי של מי מתחרטת ומאמין ויושר עושה, ואז ממשיך בהדרכה.
hr: Ali zaista, ja sam trajno opraštaju tko pokaje i vjeruje i radi pravednosti i zatim nastavlja u vodstvo.
lt: Bet iš tiesų, aš amžinai przebaczajacy tas, kas gailisi ir mano, ir nėra tiesos ir tada toliau rekomendacijose.
lv: Bet tiešām, es esmu Perpetual Forgiver, kurš nožēlo un tic un dara taisnības un tad turpina vadlīnijas.
nb: Men ja, jeg er den evige Forgiver den som angrer og mener og gjør rettferdighet og deretter fortsetter i veiledning.
sk: Ale v skutočnosti som večný Forgiver kto pokánie a verí, a to spravodlivosť, a potom pokračuje v usmernení.
sl: Ampak res, sem večni Forgiver kdor spreobrne in meni in ali pravičnosti in nato še v smernice.
sr_cyrl: Али заиста, ја сам стални опраштају онај ко се покаје и верује и праведности ради и онда се наставља у водич.
sr_latn: Ali zaista, ja sam stalni opraštaju onaj ko se pokaje i veruje i pravednosti radi i onda se nastavlja u vodič.
uk: Але дійсно, я із безстроковою Прощай той, хто кається та вірить і праведність робить і потім продовжує у настановах.
vi: Nhưng thực sự, tôi Forgiver vĩnh viễn của bất cứ ai ăn năn và tin tưởng và sự công bình nào và sau đó tiếp tục hướng dẫn.
zu: Kodwa impela, mina nginguye perpetual Forgiver yilowo nalowo okholwa ephenduka futhi enze okulungile bese uyaqhubeka isiqondiso.

# Quran2431
source: [Allah] said, "And what made you hasten from your people, O Moses?"
ca: [Allah] deia, "i el que va fer que des de la seva gent, O Moses afanyo?"
cy: Dywedodd [Allah], "a beth wnaeth i chi brysuro eich pobl, O Moses?"
da: [Allah] sagde, "og hvad gjorde du skynde mig fra dit folk, O Moses?"
el: [Αλλάχ] είπε, «και τι σας έκανε να επιταχύνει από το λαό σας, O Moses;»
et: [Jumalat] ütles: "ja mida teha te oma inimestelt O Moses kiirustama?"
fi: [Jumala] sanoi: "ja mikä sai sinut nopeuttaa huipputuloksia O Moses?"
he: [אללה] אמר ", מה גרם לך לזרז את האנשים שלך, O Moses?"
hr: [Allah] kaže, "a kako si ubrzati od tvoj narod, O Moses?"
lt: [Dievas] sakė: "o kas tave skubėti iš jūsų žmonės, O Moses?"
lv: [Allah] teica, "un kas padarīja jūs paātrināt no cilvēkiem, Moses O?"
nb: [Allah] sa, "og hva gjorde du fremskynde fra folk, O Moses?"
sk: [Allah] povedal: "a čo sa budete ponáhľať od svojich ľudí, O Moses?"
sl: [Alahove] je dejal, "in kaj je, pospeši svoje ljudi, O Moses?"
sr_cyrl: [Аллах ] је рекао, "а шта вас убрза од твог народа, О Мосес?"
sr_latn: [Allah] je rekao, "a šta vas ubrza od tvog naroda, O Moses?"
uk: [Аллах] сказав, ", і що зробили ви поспішайте від людей, O Moses?"
vi: [Allah] nói, "và những gì làm cho bạn đẩy nhanh từ những người bạn, O Moses?"
zu: [Allah] wathi: "Futhi yini eyenza wena ukuyeka abantu bakho, O Mose?"

# Quran2432
source: He said, "They are close upon my tracks, and I hastened to You, my Lord, that You be pleased."
ca: Va dir, "que siguin propers a les meves pistes, i es va afanyar a vostè, Senyor meu, que es complau."
cy: Meddai, "maent yn agos ar fy llwybrau, ac yr wyf yn cyflymu i chi, fy Arglwydd, eich bod yn falch."
da: Han sagde, "de er tæt på mine spor, og jeg skyndte sig at du, Herre, at du være glad for."
el: Είπε, «είναι κοντά σε κομμάτια μου, και εγώ έσπευσε να σου, Κύριέ μου, ότι είστε ικανοποιημένος.»
et: Ta ütles: "nad on lähedal pärast minu lugusid ja ma kiirendas sind, mu Issand, et teile tänulik."
fi: Hän sanoi, "ne ovat lähellä kun minun kappaleita, ja kiirehti sinua, herrani, sinun olla tyytyväinen."
he: הוא אמר, "הם קרובים על עקבותיי ולאחר מיהרתי אליך, אדוני, שאתה תהיה מרוצה."
hr: Rekao je, "da su blizu na tragove, i sam požurio da ti, gospodaru, da ćete biti zadovoljni."
lt: Jis pasakė: "jie yra artimi ant mano dainos, ir aš Suskubo tau, mano Viešpatie, kad jums bus malonu."
lv: Viņš teica: "viņi ir tuvi pēc manas dziesmas, un steidzos tev, mans kungs, ka jūs būsiet apmierināta.
nb: Han sa, "de er nær på mitt spor og jeg skyndte seg til deg, min Herre, at du være fornøyd."
sk: On povedal: "sú blízko pri mojich skladieb, a ponáhľali, vám, môj pán, že budete spokojný."
sl: Je dejal, "so blizu na moji poti, in sem nagle k tebi, moj Gospod, da boš zadovoljen."
sr_cyrl: Он је рекао, "Они су близу на своје трагове, а ја сам теби, господару мој, да си ти задовољан."
sr_latn: On je rekao, "Oni su blizu na svoje tragove, a ja sam tebi, gospodaru moj, da si ti zadovoljan."
uk: Він сказав: "вони близькі після моїх треків, і я поспішив до тебе, Господи, що ви залишитеся задоволені.
vi: Ông nói, "họ đang đóng khi bài nhạc của tôi, và tôi chính cho bạn, thưa ngài, rằng bạn sẽ hài lòng."
zu: Wathi: "Bangabantu isifikile amathrekhi yami, futhi mina waphuthuma Wena, Nkosi yami, ukuthi Wena angajabula."

# Quran2433
source: [Allah] said, "But indeed, We have tried your people after you [departed], and the Samiri has led them astray."
ca: [Allah] deia, "però de fet, hem intentat la gent després [anat], i la Samiri els ha dut per mal camí."
cy: Dywedodd [Allah], "ond yn wir, yr ydym wedi ceisio eich pobl ar ôl i chi [ymadael], ac wedi y Samiri yn eu harwain ar gyfeiliorn."
da: [Allah] sagde, "men faktisk, vi har prøvet dit folk efter du [forlod], og Samiri har ført dem på vildspor."
el: [Αλλάχ] είπε, «αλλά πράγματι, προσπαθήσαμε ανθρώπους σας αφού [αναχώρησε], και η Samiri έχει τους στραβούς δρόμους.»
et: [Jumalat] ütles: "aga tõepoolest, oleme püüdnud oma inimesi te [kaldus] pärast ja selle Samiri on sunnitud neid eksinud."
fi: [Jumala] sanoi, "mutta itse asiassa olemme pyrkineet kansasi kun [lähti], ja Samiri on johtanut heidät harhaan."
he: [אללה] אמר, "אבל אכן, ניסינו את אנשיך אחריך [עזב], סמירי הובילה אותם מדרך הישר."
hr: [Allah] je rekao, ali doista, pokušali smo tvoj narod poslije tebe [pokojni], i na Samiri vodila ih je krivi put."
lt: [Dievas] pasakė, "bet iš tiesų, mes bandėme jūsų žmonės po jums [išvyko], ir į Samiri atvedė juos kelio."
lv: [Allah] teica: "bet patiešām, mēs esam mēģinājuši cilvēkiem, pēc tam, kad [gāja] un Samiri ir tās rezultātā apmaldīties."
nb: [Allah] sa, "men faktisk vi har forsøkt folk etter deg [dro], og Samiri har villedet dem.
sk: [Allah] povedal, "ale v skutočnosti sme vyskúšali vaši ľudia po vás [odišiel] a Samiri má zviesť ich."
sl: [Alahove] je dejal, "ampak res, smo poskušali svoje ljudi po vas [odstopila], in na Samiri jih je pripeljala zastranili."
sr_cyrl: [Аллах ] је рекао, "али заиста, пробали смо твој народ после тебе [преминулог] и на Самири је их на странпутицу."
sr_latn: [Allah] je rekao, "ali zaista, probali smo tvoj narod posle tebe [preminulog] i na Samiri je ih na stranputicu."
uk: [Аллах] сказав: "але дійсно, ми намагалися ваші люди після ви [пішов], і на Samiri має в оману їх."
vi: [Allah] nói, "nhưng thực sự, chúng tôi đã thử mọi người của bạn sau khi bạn [rời] và Samiri đã dẫn họ lạc lối."
zu: [Allah] wathi: "Kodwa ngempela, Siye sazama abantu bakho emva kwakho [bamuka], futhi Samiri uye phila them astray."

# Quran2434
source: So Moses returned to his people, angry and grieved. He said, "O my people, did your Lord not make you a good promise? Then, was the time [of its fulfillment] too long for you, or did you wish that wrath from your Lord descend upon you, so you broke your promise [of obedience] to me?"
ca: Així Moses va tornar al seu poble, enfadats i afligit. Va dir: "Oh poble meu, teu Senyor no va fer una promesa de bon? Llavors, va ser el moment [de la seva realització] massa temps per a vostè, o et agradaria que la ira del seu Senyor descendir sobre vostè, perquè vostè va trencar la seva promesa [de l'obediència] a mi? "
cy: Felly dychwelodd Moses at ei bobl, yn ddig ac alaru. Dywedodd, "O 'm pobl, eich Arglwydd ni wnaeth eich addewid da? Yna, oedd y tro [o flawd ei] rhy hir i chi, neu oeddech am ennyn digofaint hwnnw gan eich Arglwydd yn disgyn arnoch, fel chi a dorrodd eich addewid [ufudddod] i mi? "
da: Så Moses tilbage til sit folk, vred og bedrøvet. Han sagde, "O mit folk, jeres Herre ikke gøre dig en god løfte? Derefter var tiden [af dens opfyldelse] for længe for dig, eller har du ønsker at vrede fra din herre ned over dig, så du brød dit løfte [af lydighed] til mig? "
el: Έτσι επέστρεψε Moses του λαού, θυμωμένος και λυπήθηκε. Είπε, "Ο λαός μου, ο Λόρδος σας δεν έκανε σας μια καλή υπόσχεση; Στη συνέχεια, ήταν τη στιγμή [της την εκπλήρωση] πάρα πολύ καιρό για εσάς, ή επιθυμήσατε ότι οργή από το Λόρδο κατεβαίνω σε σας, έτσι έσπασε την υπόσχεσή σας [υπακοή] για μένα; "
et: Nii Moses naasis oma rahva vihane ja kurvaks. Ta ütles: "O minu inimesed ei oma Issanda teinud teile hea lubaduse? Siis oli kord [ning selle täitmise] liiga kaua sinu jaoks, või ei soovinud selle viha oma Lord laskuda teie peale, nii et sa rikkusid oma lubadus [ning kuulekuse] mulle? "
fi: Joten Moses palasi hänen kansansa, vihainen ja surullinen. Hän sanoi: "Oi kansani, Herrasi tehnyt sinua hyvä lupaus? Sitten oli aika, [sen täyttämistä] liian kauan puolestasi tai halusit kyseinen viha Herrasi lankeavat päällenne, niin rikot lupauksesi [kuuliaisuuden] minulle? "
he: אז Moses לחיק עמו, להודיעך וכועס. הוא אמר, "O עמי, אדונך לא גרם לך הבטחה טובה? לאחר מכן, היה הזמן [של הגשמה שלו זמן רב מדי בשבילך, או ביקשת את זעמו של האל שלך יטה לך, אז הפרת את ההבטחה שלך [של צייתנות] לי? "
hr: Tako se Moses vratio svome narodu, ljut i pokaja. On je rekao, "O ljudi, vaš gospodar te natjerao dobro obećanje? Onda je vrijeme [ispunjenja] predugo za vas, ili poželio si taj gnjev od tvoj gospodin sići na vas, pa prekršio si obećanje [iz poslušnosti] mi? "
lt: Todėl Moses grįžo prie savo tautos, piktas ir gėlė. Jis sakė: "O mano tauta, savo Viešpaties nepadarė jums gerą pažadą? Tada buvo tuo metu [, jos vykdymo] per ilgai už jus, ar norėjote iš savo Viešpaties rūstybė nusileidžia į tave, todėl tu sumušė savo pažadą [paklusnumo] man? "
lv: Tāpēc Moses atgriezās pie savējiem, dusmīgs un ļoti apbēdināta. Viņš teica: "O mana tauta, savu kungu nepieļāva jums labu solījumu? Tad bija laiks [piepildījums] pārāk ilgi, lai, vai jūs vēlaties, ka dusmas no jūsu kungs nokāpt uz tevi, lai tu salauzi savu solījumu [paklausību] man? "
nb: Så Moses tilbake til sitt folk, sint og bedrøvet. Han sa, "O mitt folk, deres Herre ikke gjorde du en god løftet? Deretter var [av sin oppfyllelse] lenge for deg, eller gjorde du ønsker at vrede Herrens komme over dere, så du brøt løftet av lydighet] for meg? "
sk: Tak Moses sa vrátil k svojmu ľudu, zlosť a zarmútený. On povedal: "O môj ľud, urobil váš pán nie sľúbiť vám dobré? Potom bola doba [jeho naplnenie] príliš dlho pre vás, alebo si prajete tento hnev od svojho pána zostúpi na vás, tak si zlomil svoj sľub [poslušnosti] ku mne? "
sl: Tako Moses vrnil svojemu ljudstvu, jezen in žalostjo. On reče: "O moj narod, ali vaš gospod ne da si dobre obljube? Nato pa je bil čas [to] preveč časa za vas, ali si želeli, da srd od svojega Gospoda spustimo na vas, tako si zlomil obljubo [poslušnosti] mi? "
sr_cyrl: Тако се Мосес вратио у његов народ, љути и то ми је због тога. Он је рекао, "О мој народ, твој господар не ли те добро обећање? Онда , је било доба [своје испуњење] довољно дуго, или сте хтели тај гњев од твог господа нека вас цувају, тако да нисам тамо [на покорност] са мном? "
sr_latn: Tako se Moses vratio u njegov narod, ljuti i to mi je zbog toga. On je rekao, "O moj narod, tvoj gospodar ne li te dobro obećanje? Onda, je bilo doba [svoje ispunjenje] dovoljno dugo, ili ste hteli taj gnjev od tvog gospoda neka vas cuvaju, tako da nisam tamo [na pokornost] sa mnom? "
uk: Так що Moses повернувся до свого народу, сердитий і засмучений. Він сказав: "О Мій народ, ваш Господь не робив вам хороший обіцянку? Тоді був час [його виконання] занадто довго для вас, або ви хочете, гнів з вашого Господа, і сходить на вас, так що порушив усі обіцянки [про слухняність] для мене? "
vi: Vì vậy, Moses quay trở lại người dân của mình, tức giận và grieved. Ông nói, "O người của tôi, đã làm Chúa của bạn không làm cho bạn một lời hứa tốt? Sau đó, lần [của mình thực hiện] là quá dài cho bạn, hoặc bạn đã muốn rằng cơn thịnh nộ từ Chúa của bạn xuống khi bạn, do đó, bạn đã phá vỡ lời hứa của bạn [của sự vâng lời] cho tôi? "
zu: Ngakho uMose wabuyela akhe ntu futhekile futhi baba lusizi.
