Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1308
source: O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.
ca: O profeta, lluitar contra els disbelievers i els hipòcrites i ser forts a ells. Seva refugi és l'infern i miserable és el destí.
cy: O broffwyd, yn ymladd yn erbyn y disbelievers ac y rhagrithwyr ac yn llym arnynt. Ac eu lloches yn uffern, a truenus yn y gyrchfan.
da: O profet, kampen mod vantro og hyklerne og være barske på dem. Deres tilflugt er helvede, og elendige er destinationen.
el: O Προφήτης, καταπολέμηση της disbelievers και οι υποκριτές και είναι σκληρή επάνω τους. Και τους καταφύγιο είναι κόλαση, και άθλια είναι ο προορισμός.
et: O prohvet, selle uskottomille ja silmakirjatsejatega vastu võitlemiseks ja karm nende peale. Pelgupaiga on Hell ja armetu on sihtkoht.
fi: O profeetta saa luovuttaa ja tekopyhät ja kova päällensä. Ja heidän turvapaikan on helvetti ja kurja on kohde.
he: הו נביא, להילחם נגד disbelievers את הצבועים ולהיות קשה עליהם. המחסה זה גיהנום ו עלובה היא היעד.
hr: O proroku, borba protiv i iskuse i licemjeri i biti oštra na njih. I svoje utočište je pakao, i jadan je odredište.
lt: O pranašas, kovoti su, disbelievers ir veidmainiai ir žiauriai jiems. Ir jų prieglobstis yra pragaras, ir niekam tikęs yra paskirties.
lv: O Prophet, cīņa pret disbelievers un liekuļi un bargi pār viņiem. Un to patvērumu ir elle un nožēlojams ir galamērķis.
nb: O profeten, kjempe mot troende og hyklerne og være harde dem. Sin tilflukt er helvete og elendige er målet.
sk: O proroka, boj proti neveriacim a pokrytci a byť krutý na ne. Svoje útočisko je peklo a úbohý je cieľ.
sl: O prerok, boj proti je disbelievers in hinavci in stroga na njih. Svoje zatočišče je pekel in nesrečne je destinacijo.
sr_cyrl: Пророие , се бори против скептике и хипокрите и бити груб на њих. Пакао је своје уточиште и бедна је дестинација.
sr_latn: Proroиe, se bori protiv skeptike i hipokrite i biti grub na njih. Pakao je svoje utočište i bedna je destinacija.
uk: O пророка, боротьба проти на disbelievers і лицемірами і бути суворі на них. І їх refuge це пекло, а wretched місця призначення.
vi: Tiên tri O, đấu tranh chống các thì và hypocrites và được khắc nghiệt trên chúng. Nơi ẩn náu của họ là địa ngục và không may là điểm đến.
zu: O Prophet, alwe disbelievers bulu futhi sibe nokhahlo phezu kwabo.

# Quran1309
source: They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper.
ca: Juren per Allah que no dir [res contra el Profeta] mentre que havien dit la paraula d'incredulitat i dubtaven després de la seva [la pretensió de] l'Islam i que havien d'assolir no previstes. I no eren ressentit excepte [de fet] aquell Allah i el seu Missatger havia enriquit-los de la seva generositat. Així si que es penedeixin, és millor per a ells; però si s'allunyen, Allah va a castigar-los amb un dolor càstig en aquest món i el més enllà. S'hi no ser per a ells en terra cap protector o ajudant.
cy: Mae nhw wedi rhegi gan Allah na wnaeth ddweud [dim erbyn y Proffwyd] tra maent wedi dweud y gair o anghrediniaeth a ddysgais ar ôl eu [pretense o] Islam a gynlluniwyd a oeddynt i ennill. Ac nid oeddent yn ddig ac eithrio [ar gyfer y ffaith] wedi bod Allah a ei negesydd cyfoethogi iddynt am ei bounty. Felly os byddant yn edifarhau, mae'n well iddynt; ond os maent yn troi i ffwrdd, bydd Allah yn cosbi'r eu cosbi poenus yn y byd hwn a y o hyn ymlaen. A bydd na fydd iddynt ar ddaear unrhyw protector neu gynorthwy-ydd.
da: De sværger ved Allah, at de ikke siger [noget mod profeten] mens de havde sagt ord af vantro og disbelieved efter deres [forstillelse af] Islam og planlagt det, som de ikke skulle nå. Og de var ikke krænket undtagen [fordi] at Allah og hans sendebud havde beriget dem af hans bounty. Så hvis de omvender sig, det er bedre for dem; men hvis de vender væk, Allah vil straffe dem med en smertefuld straf i denne verden og hinsidige. Og der vil ikke være for dem på jorden en protector eller helper.
el: Που ορκίζονται από Αλλάχ ότι δεν απάντησαν [κάτι εναντίον του προφήτη] ενώ είχαν είπε τη λέξη της δυσπιστίας και disbelieved μετά τους [πρόσχημα της] Ισλάμ και προγραμματίσει αυτό που ήταν να μην επιτευχθούν. Και δεν ήταν αγανακτισμένοι εκτός από [για το γεγονός] ότι Αλλάχ και του Messenger είχε εμπλουτιστεί τους της αυτού γενναιοδωρία. Έτσι, αν μετανοούν, είναι καλύτερα γι ' αυτούς. αλλά, αν πάψουν, Αλλάχ θα τους τιμωρήσει με μια οδυνηρή τιμωρία σε αυτόν τον κόσμο και η συνέχεια. Και θα δεν υπάρξουν για τους στη γη κάθε προστάτη ή βοηθός.
et: Nad vannub Jumal, et nad ei öelnud [midagi vastu prohvet] Kuigi nad olid ütles sõna uskumatus ja disbelieved pärast nende [teesklemine] Islam ja planeerida seda, mis nad olid, mitte saavutamiseks. Ja nad ei olnud nördinud, välja arvatud [jaoks asjaolu] et Allah ja tema saadik oli rikastanud tema halastus. Nii et kui nad ei paranda meelt, on parem Aga kui nad tõlgivad, Jumal karistada neid selles maailmas ja edaspidi valus karistuse. Ning lisaks ei ole neile linna maa kaitsja või helper.
fi: He vannovat Allah he sano [mitään vastaan profeetta] Vaikka oli sanonut sana epäuskon ja uskoneet heidän [teeskentely] jälkeen Islam ja se, mitä he eivät saavuttaa. Ja he eivät olleet katkeria paitsi [siitä] että Jumalaan ja hänen lähettiläänsä oli rikasti niitä armostaan. Joten jos he tekevät parannuksen, on parempi mutta jos he kääntyvät pois, Jumala rankaisee heitä tuskallinen rangaistus tässä maailmassa ja tulevassa. Ja sitten ei olla heille maan suojelija tai auttaja.
he: הם נשבעים אללה כי הם לא אמרו [משהו נגד הנביא] בזמן שהם היו אמר את המילה האמון disbelieved לאחר שלהם [היומרה של] האסלאם תכננה את מה שלא צריך להשיג. הם היו לא נעלבת חוץ [על העובדה] את אללה ושליח שלו היה מועשר אותם השפע שלו. אז אם הם מתחרטים, עדיף להם; אבל אם, הם יהפכו משם אללה יעניש אותם עם עונש כואב בעולם הזה, בעולם הבא. לא לא יהיו להם על כדור הארץ כל מגן או עוזר.
hr: Polažu mimo Allaha da ne kažu [ništa protiv proroka] dok su riječ nevjerice i bio nakon svoje [pretvaranje od] Islam i ono što su postigli. I nisu bili ogorčen osim [za tu činjenicu da Allaha i njegovog poslanika je obogaćen ih od njegova obilja. Pa ako se pokaju, to je bolje za njih; Ali ako ti, Allah će ih kazniti sa bolne kazne u ovaj svijet i nadalje. I neće biti za njih na zemlji bilo zaštitnik i pomagač.
lt: Jie Przysiegam Dievas, kad jie negali pasakyti [nieko prieš pranašo] o jie turėjo sakė žodis netikėjimas ir disbelieved po jų [apsimetimas,] Islamas ir planuojama, kad jie buvo ne siekti. Ir jie nebuvo įsižeidęs, išskyrus [tai], kad Dievo ir jo poslanca buvo praturtintas juos savo lazdelės. Taigi jei jie atgailauti, tai geriau už juos; bet jei jie nusigręžti, Dievas bus nubausti juos su skausminga bausmės šiame pasaulyje ir toliau. Ir ten bus ne jiems ant žemės bet raštas arba pagalbininkas.
lv: Viņi zvēru ar Allah, ka viņi neko neteica [pret pravieša] kamēr viņi atkārtoja šo pavēli, neticība un disbelieved pēc to [izlikšanos no] islāms un to, ko viņi nav, lai sasniegtu plānoto. Un tie nebija viegli aizvainojams, izņemot [par to], Allah un viņa Messenger bija bagātina tās savas veltes. Tātad, ja tie nožēlot, ir labāka par tām; bet, ja tās novērsties, Allah būs sodīt, ar sāpīgu sods šajā pasaulē un turpmāk. Un tur nebūs viņiem par zemi jebkurā aizsargs vai palīgs.
nb: De sverger ved Allah at de ikke gjorde si [noe mot profeten] mens de hadde sagt ordet av vantro og vantro etter deres [påskudd av] Islam og planlagt som de ikke skulle oppnå. Og de var ikke ergerlig bortsett fra [for faktum] at Allah og hans budbringer hadde beriket dem sitt. Så hvis de omvender seg, er det bedre for dem. men hvis de blir borte, Allah vil straffe dem med en pinefull straff i denne verden og hinsidige. Og det vil ikke være for dem på jorden noen eller en hjelper.
sk: Oni prisahajú Alah, že ich nehovoril [proti prorok] zatiaľ čo mali povedal slovo neveriacky a pochyboval po ich [zámienkou] islamu a ktoré neboli dosiahnuť plánované. A neboli rozmrzelý, okrem [za to] že Alah a jeho posol bol obohatený o svoju odmenu. Takže ak oni robiť pokánie, je lepšie pre nich; ale ak sa zase preč, Boh bude trestať s bolestivé trest v tomto svete a ďalej. A tam nebude pre nich na Krajina ochranca, alebo Pomocníka.
sl: Oni prisegajo Allah, da niso rekli [nič proti prerok] medtem ko je rekel besedo nejeverno in verjeli po svoje [izlikom] Islam in načrtovanih ki jih ne doseže. In so bili ni zamerljiv, razen [za dejstvo] da Allah in njegov sel je obogatila jih svoje radodarnosti. Torej če se pokesajo, je bolje za njih; vendar če obrnejo proč, bo Alah jih kaznuje z boleče kazen v tem svetu in v nadaljevanju. In tam ne bosta za njih na zemljo vse zaščitnik ali pomočnik.
sr_cyrl: Они се куну у име Алаха да су долазила [. против пророка] док су реч неверице а то је не верује након њихове [изговором] Ислама и оно што су били да не постигнете планирано. И они нису били озлојерен осим [за ту чињеницу да Алах и његов гласник имао обогатила их од његове награде. Ако су се покајати, то је боље за њих; Али , ако се окрену, Аллах ће их казнити са болна казна у овом свету и надаље. А биће није за њих на земљу све протектора или помагач.
sr_latn: Oni se kunu u ime Alaha da su dolazila [. protiv proroka] dok su reč neverice a to je ne veruje nakon njihove [izgovorom] Islama i ono što su bili da ne postignete planirano. I oni nisu bili ozlojeрen osim [za tu činjenicu da Alah i njegov glasnik imao obogatila ih od njegove nagrade. Ako su se pokajati, to je bolje za njih; Ali, ako se okrenu, Allah će ih kazniti sa bolna kazna u ovom svetu i nadalje. A biće nije za njih na zemlju sve protektora ili pomagač.
uk: Вони клянуться Аллаха, що вони нічого не сказав [проти пророк] у той час як вони сказав слово невір'я і disbelieved після їх [протестних] ісламу і те, що вони не повинні досягти були заплановані. І вони не були скривдженим, за винятком [за те] що Аллах і його Messenger мав збагатив їх про його щедрість. Так що якщо вони покаятися, це краще для них; але якщо вони відвернутися, Аллах покарає їх хворобливі покарання у цей світ і далі. І не буде не для їх на землю, будь-який фільтр або допоміжні.
vi: Họ thề của Allah rằng họ không nói [bất cứ điều gì chống lại các tiên tri] trong khi họ đã nói những lời của sự hoài nghi và disbelieved sau khi họ [pretense của] đạo hồi và kế hoạch đó mà họ đã không đạt được. Và họ đã không bực bội ngoại trừ [cho thực tế] rằng Allah và Messenger của ông đã làm giàu họ hào phóng của mình. Vì vậy, nếu họ ăn năn, nó là tốt hơn cho họ; nhưng nếu họ lần lượt đi, Allah sẽ trừng phạt họ với một hình phạt đau đớn trong thế giới này và đời sau. Và sẽ không là cho họ trên trái đất bất kỳ bảo vệ hoặc trợ giúp.
zu: They funga Allah ukuthi akashongo [ulutho olumelana uMprofethi] ngenkathi babeyigcine zwi disbelief wathi futhi should disbelieved ngasemuva yabo [ukuzishaya] Islam futhi kuhlelwe ukuthi they were hhayi ukuba siwufinyelele.

# Quran1310
source: And among them are those who made a covenant with Allah, [saying], "If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous."
ca: I entre ells els qui van fer un pacte amb Allah, [dir], "Si va hauria de donar-nos de la seva generositat, segurament passarem a caritat, i segurament estarem entre els justos."
cy: Ac yn eu plith yw'r rhai sy'n gwneud cyfamod â Allah, [dweud], "os dylai roi inni gan ei bounty, byddwn yn sicr yn gwario yn elusen, a byddwn yn sicr ymysg y righteous."
da: Og blandt dem er dem, der gjorde en pagt med Allah, [siger], "Hvis han skulle give os fra sin bounty, vi vil helt sikkert bruge i velgørenhed, og vi vil helt sikkert være blandt retfærdige."
el: Και ανάμεσά τους είναι αυτοί που έκανε μια διαθήκη με τον Αλλάχ, [λέγοντας], «Αν αυτός θα πρέπει να μας δώσει από γενναιοδωρία, σίγουρα θα περάσουμε στη φιλανθρωπία και θα είμαστε σίγουρα μεταξύ των δίκαιοι.»
et: Ja nende hulgas on neid, kes tegi Allahi MIT [öelda], "Kui ta peaks andma meile tema halastus, me kindlasti veeta heategevus, ja meil on kindlasti õige seas."
fi: Ja joukossa on niitä, jotka liiton Allah, [sanoen], "Jos hän on meille armostaan, me varmasti viettää hyväntekeväisyyteen ja saamme varmasti joukkoon."
he: ביניהם הם אלה שעשו ברית עם אללה, [ואמר] "אם הוא יתן לנו מן השפע שלו, ללא ספק נבלה צדקה, אנחנו בטח יהיה בין הצדיקים."
hr: I među njima su oni koji sklopio je savez sa Allah, [rekao], "Ako da nam iz svoje glave, zasigurno ćete provesti u dobrotvorne svrhe, i mi ćemo sigurno biti među pravednike."
lt: Ir tarp jų yra tie, kurie padarė sandorą su Dievo, [sako], "Jei jis turėtų suteikti mums iš jo lazdelės, mes tikrai bus išleisti labdara, ir mes tikrai bus tarp teisus."
lv: Un starp tiem arī tādi, kas noslēdza derību ar Allah, [saka], "Ja viņš dod mums no savas veltes, mēs noteikti pavadīs labdarības, un mēs noteikti būs starp taisns."
nb: Og blant dem er de som laget en pakt med Allah, [sier], «Hvis han skulle gi oss fra sitt, vi vil sikkert bruke veldedighet, og vi vil sikkert være blant rettferdige.»
sk: A medzi nimi sú tí, ktorí zmluvu s Alaha, [povedať], "Ak on by nám z jeho štedrosť, budeme určite tráviť v láske, a určite budeme medzi spravodlivými."
sl: In med njimi so tisti, ki so zveze z Allah, [pravijo,], "Če je bi nam iz njegove glave, bomo zagotovo preživeli v dobrodelne namene, in zagotovo bomo med pravednika."
sr_cyrl: Медју њима има оних који је склопио пакт са Алахом, [указујући], "Ако он би требало да нам из његова награда, сигурно ће проводимо у добротворне сврхе и сигурно смо међу праведне."
sr_latn: Medju njima ima onih koji je sklopio pakt sa Alahom, [ukazujući], "Ako on bi trebalo da nam iz njegova nagrada, sigurno će provodimo u dobrotvorne svrhe i sigurno smo među pravedne."
uk: І серед них є ті, хто уклав Завіт з Аллаха, [кажучи:] "Якщо він повинен дати нам з його щедрість, ми, безсумнівно, витрачати в благодійність, ми, безумовно, буде серед праведників."
vi: Và trong số họ là những người thực hiện một giao ước với Allah, [nói], "Nếu ông nên cung cấp cho chúng tôi từ tiền thưởng của mình, chúng tôi chắc chắn sẽ chi tiêu trong tổ chức từ thiện và chúng tôi chắc chắn sẽ trong số các công bình."
zu: Futhi phakathi kwabo kukhona nalabo wenza isivumelwano no-Allah, [ethi], "Uma kufanele usinike kusukela ekufunayo nekucelayo yaKhe, we surely ukuchitha izinhlangano eziqoqa iminikelo yabahluphekile, futhi ngokuqinisekile siyophila kwabalungileyo."

# Quran1311
source: But when he gave them from His bounty, they were stingy with it and turned away while they refused.
ca: Però quan va donar-los de la seva generositat, van ser garrepa amb ell i s'allunyaven mentre es van negar.
cy: Ond pan roddodd iddynt gan ei bounty, oeddent cybyddlyd ag ef ac wedi troi i ffwrdd tra gwrthodasant.
da: Men når han gav dem fra sin bounty, de var nærig med det og vendte væk mens de nægtede.
el: Αλλά όταν τους έδωσε από γενναιοδωρία, ήταν τσιγκούνης με αυτό και γύρισε μακριά ενώ αρνήθηκαν.
et: Aga kui ta andis neile tema halastus, nad olid sellega ihne ja pöördus ära kuigi nad keeldusid.
fi: Mutta kun hän antoi heille armostaan, ne olivat niukka mukanaan ja kääntyi pois, mutta he kieltäytyivät.
he: אבל כאשר הוא נתן להם מן השפע שלו, הם היו קמצן עם זה הפך משם בזמן הם סירבו.
hr: Ali kada on im je dao iz svoje glave, oni su škrti s njim i okrenu dok su odbili.
lt: Bet kai jis davė jiems iš jo lazdelės, jie buvo šykštus su juo ir nusigręžė o jie atsisakė.
lv: Bet, kad viņš deva viņiem no savas veltes, tie bija skops ar to un novērsās, bet viņi atteicās.
nb: Men da han ga dem fra sitt, de var gjerrig med det og vendt bort mens de nektet.
sk: Ale keď on im dal z jeho štedrosť, boli lakomý s ním a otočil, zatiaľ čo oni odmietli.
sl: Vendar, ko jim je dal iz svoje glave, so bili Škrt z njim in obrnil proč, medtem ko so zavrnili.
sr_cyrl: Али када он им је дао из своје награде, они су тврда на љубав и окренула док су одбили.
sr_latn: Ali kada on im je dao iz svoje nagrade, oni su tvrda na ljubav i okrenula dok su odbili.
uk: Але коли він дав їм від його щедрість, вони були скупі з ним і відвернувся, у той час як вони відмовилися.
vi: Nhưng khi ông đã cho họ từ tiền thưởng của mình, họ đã được keo kiệt với nó và chuyển đi khi họ từ chối.
zu: Kodwa lapho ewanikeza kusukela ekufunayo nekucelayo Akhe, they were ncishana nalo futhi jikisa! Ngenkathi benqaba.

# Quran1312
source: So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allah in what they promised Him and because they [habitually] used to lie.
ca: Així que ells penalitzat amb hipocresia als seus cors fins al dia coneixeran ell - perquè no Allah què van prometre i perquè ells [habitualment] solia mentir.
cy: Fel y dywedodd ef iddynt gosbi â rhagrith yn eu calonnau tan y diwrnod bydd iddynt gwrdd ag ef-oherwydd iddynt fethu Allah yn beth y maent yn ei addo iddo a ddefnyddiwyd ganddynt [yn gyson] i orwedd.
da: Så han straffet dem med hykleri i deres hjerter indtil dag vil de mødes med ham - fordi de ikke Allah i hvad de har lovet ham, og fordi de [sædvanligvis] bruges til at ligge.
el: Έτσι αυτός τους τιμωρούνται με υποκρισία στις καρδιές τους μέχρι την ημέρα που θα συναντήσουν τον - επειδή απέτυχαν Αλλάχ σε αυτό που είχε υποσχεθεί τον και επειδή χρησιμοποίησαν [συνήθως] να ξαπλώσει.
et: Nii ta karistada neid oma südames silmakirjalikkus päevani meet talle - sest nad ei suutnud Allah nad lubasid teda ja kuna nad [tavapäraselt] kasutab valetada.
fi: Joten hän rangaista heitä tekopyhyyden sydämessään päivään he tapaavat hänet - koska he ovat epäonnistuneet Jumala mitä ne ovat luvanneet hänelle ja koska he [] tunnuslukuihin valehdella.
he: אז הוא נענש אותם עם הצביעות בליבם עד היום הם יפגשו אותו - כי הם נכשלו אללה ב ומה הבטיחו לו וכי הם השתמשו [מתוך] לשקר.
hr: Pa on ih kažnjene sa licemjerstvo u srcima sve do dana upoznat će i ga - jer nisu uspjeli Allah u obećali su mu i jer oni [uobičajeno] leže.
lt: Todėl jis baudžiama juos su veidmainiai savo širdį iki tos dienos jie susitiks jį - nes jie Dievo, ką jie pažadėjo jam ir todėl, kad jie [nuolat] turi būti.
lv: Tāpēc viņš jāsoda tos ar liekulību, savās sirdīs līdz dienai viņi tiksies viņu - jo viņi nepilda Allah viņi apsolīju viņam un viņi [pastāvīgi] mēdza gulēt.
nb: Så han straffet dem med hykleri i sine hjerter til dagen vil de møte ham - fordi de mislyktes Allah i hva de lovet ham og fordi de [fast] pleide å ligge.
sk: Tak on je penalizovaný s pokrytectvo v ich srdciach dovtedy, kým sa stretnúť, ho - pretože nedokázali Alah v čo mu sľúbil, a preto sú [] používaných klamať.
sl: Tako jih je kaznovan s hinavščino v svojih srcih do dneva se bo izpolnjevanje njim - saj ni Allah v kaj so mu obljubili, in ker [običajno] uporabljajo za ležijo.
sr_cyrl: Па он их каћњен од хипокризије у њиховим срцима, до дана када су се срести - јер нису успели Аллах у Обежали су га и користили су [из навике] лагати.
sr_latn: Pa on ih kaћnjen od hipokrizije u njihovim srcima, do dana kada su se sresti - jer nisu uspeli Allah u Obeжali su ga i koristili su [iz navike] lagati.
uk: Так що він покараний їх з лицемірство у свої серця до дня вони будуть зустрітися з ним - обумовленим Аллах в те, що вони обіцяли йому, і тому, що вони використовували [звикла] лежати.
vi: Do đó, ông phạt họ với đạo đức giả trong trái tim của họ cho đến ngày họ sẽ đáp ứng anh ta - vì họ thất bại Allah trong những gì họ đã hứa anh ta và vì họ [habitually] sử dụng để nói dối.
zu: Ngakho bajeziswe them zenzisa bo hliziyo! Kuze kube usuku luyakuwudalula they hlangabeza Him - ngoba ahluleka Allah kulokho bathembisa Him futhi ngoba [ayenomkhuba] esetshenziswa ukuba aqambe amanga.

# Quran1313
source: Did they not know that Allah knows their secrets and their private conversations and that Allah is the Knower of the unseen?
ca: No es sabia que Allah sap els secrets i les seves converses privades i que Allah és el coneixedor del invisibles?
cy: Nid oeddent yn gwybod bod Allah yn gwybod eu cyfrinachau a eu sgyrsiau preifat a bod Allah yn Knower o y unseen?
da: Vidste de ikke, at Allah ved deres hemmeligheder og deres private samtaler og at Allah er Knower af usete?
el: Δεν γνωρίζουν ότι Αλλάχ γνωρίζει τα μυστικά τους και ιδιωτικές συνομιλίες τους και ότι Αλλάχ είναι ο Knower του unseen;
et: Nad ei teadnud et Jumal teab oma saladusi ja nende eravestlustes ning et Jumal on selle nähtamatu Teadja?
fi: Ei ne tiedä, että Jumala tietää heidän salaisuutensa ja yksityisiä keskusteluja ja Jumala on tietävä on näkymätön?
he: ? הם לא יודעים כי אללה יודע את הסודות שלהם ובשיחות פרטיות שלהם, כי אללה הוא היודע של סמוי?
hr: Ne znaju da Allah zna tajne i svoje privatne razgovore i da je Allah poznavatelj nevidjeno?
lt: Jie nežinojo kad Dievas žino savo paslaptis ir savo privačių pokalbių ir kad Dievas yra nematyto wszechwiedzacy?
lv: Viņi nezināja, ka Allah zina savus noslēpumus un viņu privātās sarunas un Allah ir neredzēts zinātājs?
nb: Visste de ikke at Allah vet sine hemmeligheter og deres private samtaler og at Allah er kjenner usynlige?
sk: Oni nevedeli že Alah vie svoje tajomstvo a svoje súkromné konverzácie a že Boh je vševedúci neviditeľné?
sl: Did ne vedo da Allah ve svoje skrivnosti in svoje zasebne pogovore in da Allah je poznavalec nevidno?
sr_cyrl: Нису знали да је Аллах зна њихове тајне и њихове приватне разговоре и да је Аллах правоверац невидјено?
sr_latn: Nisu znali da je Allah zna njihove tajne i njihove privatne razgovore i da je Allah pravoverac nevidjeno?
uk: Вони не знають, що Аллах знає свої секрети і приватних розмов і що Аллах пізнає невидиме?
vi: Họ không biết rằng Allah biết bí mật của họ và các cuộc hội thoại tư nhân của họ và rằng Allah là Knower unseen?
zu: Ingabe abazi ukuthi Allah azi kho fihlo yabo futhi izingxoxo zabo zangasese nokuthi Allah is Knower of the ezingabonwayo?
