Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran801
source: Say, "To whom belongs whatever is in the heavens and earth?" Say, "To Allah." He has decreed upon Himself mercy. He will surely assemble you for the Day of Resurrection, about which there is no doubt. Those who will lose themselves [that Day] do not believe.
ca: Dir, "A qui pertany el que està en el cel i la terra?" Dir, ""Allah. Ell ha decretat mateix misericòrdia. Ell segurament muntarà vostè pel dia de resurrecció, sobre el qual no hi ha dubte. Qui perdrà si mateixos [aquell dia] no crec.
cy: Dweud, "I bwy perthyn beth bynnag sydd yn y nefoedd a'r ddaear?" Dweud, "I Allah." Mae ef a ddyfarnwyd ei hun ar drugaredd. Yn ei siawns ymgynnull chi ar gyfer diwrnod yr atgyfodiad, y nid oes unrhyw amheuaeth. Y rhai a fydd yn colli eu hunain [y diwrnod hwnnw] Nid credu.
da: Sige, "Hvem hører hvad der er i himlene og jorden?" Sige, "til Allah." Han har forordnet på sig barmhjertighed. Han vil sikkert samle dig for den dag i opstandelse, hvorom der er ingen tvivl om. Dem, der vil tabe sig [samme dag] tror ikke.
el: Λένε, «Σε ποιον ανήκει ό, τι είναι στους ουρανούς και στη γη;» Λένε, «Να Αλλάχ.» Έχει διακήρυσσε επάνω του έλεος. Αυτός σίγουρα θα συγκεντρώσει σας για την ημέρα της Αναστάσεως, για την οποία δεν υπάρχει καμία αμφιβολία. Εκείνοι που θα χάσουν οι ίδιοι [εκείνη την ημέρα] δεν πιστεύουν.
et: Öelda: "Kellele kuulub iganes on taeva ja maa?" Öelda ", et Allah." Ta on otsustatud enese halastust. Ta näidatakse kindlasti koguda te ülestõusmisest päeva kohta, mis ei ole kahtlust. Need, kes ise end [ks] ei usu.
fi: Sanoa, "Kenelle kuuluu kaikki, mikä on taivaat ja maan?" Toisin sanoen "Allah." Hän on säätänyt itselleen armoa. Hän varmasti kokoontuu voit ylösnousemuksen, josta ei ole epäilystäkään. Ne, jotka menettävät itsensä [Tämä päivä] usko.
he: אומרים, "למי שייך כל מה שנמצא השמיים והארץ?" לומר, ""אללה. הוא הוציא על עצמו רחמים. הוא בוודאי להרכיב לך עבור יום התקומה, על אשר אין שום ספק. מי יאבד את עצמם [היום] לא מאמינים.
hr: Kažu, "Kome pripada sve što je u nebesa i zemlje?" "Da Allaha." On je odredio na sebe milosti. On će sigurno sastaviti te za dan uskrsnuća, o kojoj nema nikakve sumnje. Oni koji će izgubiti sebe toga dana ne vjerujem.
lt: Tarkim, ", kuriam priklauso kokia yra į dangų ir žemę?" Pasakyti, "Dievas." Jis turi pasisuko į save malonės. Jis bus tikrai surinkti jums už prisikėlimo dieną, apie kurį nėra jokių abejonių. Tie, kurie bus prarasti save [tą dieną] netikiu.
lv: Teikt: ", kam pieder kāds ir debesis un zemi?" Proti, "Lai Allah." Viņš ir izsludinājusi uz sevis žēlastību. Viņš noteikti organizēsim jums par augšāmcelšanās dienā, par kuru nav šaubu. Tiem, kuri zaudēs [todien] paši netic.
nb: Si, "Hvem hører i himmelen og jorden?" Sier, "Til Allah." Han har bestemt på seg nåde. Han vil sikkert samle for dagen av oppstandelse, om hvilke det er ingen tvil. De som vil miste seg [den dagen] tror ikke.
sk: Povedať: "Komu patrí čo je na nebi i na zemi?" Povedať, "Boh." On sa rozhodol na seba milosrdenstva. On určite zostaviť si na deň vzkriesenia, o ktorých nie je pochýb. Tí, ktorí prídete sami [ten deň] neverí.
sl: Rekel, "Če komu pripada karkoli je v nebesih in zemlji?" Reči, "V Allah." On je odredil nase usmiljenja. On bo zagotovo zbrati boste za dan od vstajenje, o katerih ni nobenega dvoma. Tisti, ki so izgubili sami tisti dan ne verjamem.
sr_cyrl: Рецимо , "Коме припада шта год је у неба и земље?" Рекао , "Аллах." Предодредио он сходно милост. Он ће сигурно саставити те за дан ускрснућа, о којој нема никакве сумње. Они који ће изгубити себе тог дана не могу да верујем.
sr_latn: Recimo, "Kome pripada šta god je u neba i zemlje?" Rekao, "Allah." Predodredio on shodno milost. On će sigurno sastaviti te za dan uskrsnuća, o kojoj nema nikakve sumnje. Oni koji će izgubiti sebe tog dana ne mogu da verujem.
uk: Скажімо, "Кому належить все, що знаходиться в небеса та земля?" Сказати, ""Аллах. Він постановив себе милосердя. Він буде напевно зібрати ви за день Воскресіння, про якого не викликає сумніву. Ті, хто буде втратити себе, що день не вірять.
vi: Nói, "Mà thuộc về bất cứ điều gì là trong các tầng trời và trái đất?" Nói, "Allah." Ông đã quyết định khi mình lòng thương xót. Ông sẽ chắc chắn lắp ráp bạn cho ngày phục sinh, về mà có là không có nghi ngờ. Những người sẽ mất mình [ngày đó] không tin.
zu: Ithi, "Kuze whom fanele konke izulu nomhlaba?"

# Quran802
source: And to Him belongs that which reposes by night and by day, and He is the Hearing, the Knowing.
ca: I a ell pertany el que reposes de nit i de dia, i és l'audiència, el saber.
cy: Ac a reposes gan nos a dydd yn perthyn iddo, ac ei fod yn y gwrandawiad, y mae gwybod.
da: Og ham tilhører, som hviler om natten og om dagen, og han er høringen, vide.
el: Και σ ' αυτόν ανήκουν όσα ξεκουράζεται από τη νύχτα και την ημέρα, και αυτός είναι η ακρόαση, η γνώση.
et: Temale kuulub see, mis reposes öö ja päev ning ta on kuulmine, ning teades.
fi: Ja hänelle kuuluu se, mitä reposes yöllä ja päivällä, ja hän on istunnossa, kun tiedetään.
he: אליו שייך את אשר reposes בלילה ולא ביום, הוא הדיון, לדעת.
hr: I njemu pripada ono što ima i noć i dan, i on je sluh, poznavanje.
lt: Ir jam priklauso ta, kuri reposes naktį, ir dieną, ir jis per posėdį, kad žinios.
lv: Un viņam pieder, kas balstās naktī un dienā, un viņš ir dzirdes, zinot.
nb: Ham tilhører som reposes natt og dag, og han er høringen, på å vite.
sk: K nemu patrí, ktorá nespočíva v noci a cez deň a on je sluch, vedieť.
sl: In mu pripada, ki temelji ponoči in podnevi, in on je na obravnavi, je poznavanje.
sr_cyrl: Њему припада оно што има ноћу и дању и он је слух, на знајужи.
sr_latn: Njemu pripada ono što ima noću i danju i on je sluh, na znajuжi.
uk: І йому належить те, що тримається вночі і вдень, і він слуху, знаючи, що в.
vi: Và anh ta thuộc về đó mà reposes bởi ban đêm và ngày, và ông là nghe, sự hiểu biết.
zu: Futhi kuze Him fanele ukuthi lapho reposes ebusuku kanye lemini, He is Ukuzwa, ukwazi.

# Quran803
source: Say, "Is it other than Allah I should take as a protector, Creator of the heavens and the earth, while it is He who feeds and is not fed?" Say, [O Muhammad], "Indeed, I have been commanded to be the first [among you] who submit [to Allah] and [was commanded], 'Do not ever be of the polytheists.' "
ca: Dir, "És que havia de prendre com un protector, creador del cel i la terra, si bé és el que alimenta i no arribi a Allah?" Dir, [O Muhammad], "de fet, he estat manat per ser el primer [entre vosaltres] que presentar [a Allah] i [comandava], 'no mai de ser de la politeistes.' "
cy: Dweud, "Yw ei heblaw Allah dylai yn cymryd fel protector, Crëwr y nefoedd a'r ddaear, tra ef sy'n bwydo ac nid yw eu bwydo?" Dweud, [O Muhammad], "yn wir, yr wedi bod yn gyfrifol i fod y cyntaf [ymysg eich] sydd yn cyflwyno [Allah] a [enillodd oedd], 'Peidiwch â erioed bod o y polytheists.' "
da: Sige, "Er det andre end Allah jeg bør tage som en beskytter, skaberen af himlene og jorden, mens det er ham, der lever og er ikke fodret?" Sige, [O Muhammad], "Ja, jeg er blevet befalet at blive først [blandt jer] der sender [til Allah] og [blev befalet], «Ikke nogensinde være af polyteister.» "
el: Λένε, «Είναι εκτός από Αλλάχ, θα πρέπει να λαμβάνουν ως προστάτη, δημιουργός του τον ουρανό και τη γη, ενώ αυτός που τροφοδοτεί και τροφοδοτείται δεν είναι;» Πω, [Ο Μωάμεθ], «πράγματι, σας έχω διατάξει να είναι η πρώτη [ανάμεσά σας] που υποβάλουν [Αλλάχ] και [που διατάχθηκε], «ποτέ μην του polytheists.» "
et: Öelda: "On see peale ma peaks võtma kaitsja, looja taevas ja maa, kuigi on ta, kes toidab ja söödetakse mitte Jumal?" Öelda, [O Muhammad], "tõepoolest, mind on kästud esimesena [te] seas kes esitab [Jumalat] ja [oli käskinud],"mitte kunagi olema ka polytheists." "
fi: Sanoa, "On kuin Jumala olisi tultava kuin suojelija, luoja taivaan ja maan päällä, kun se on hän, joka ruokkii ja ei ruokita?" Esimerkiksi [Oi Muhammed] "itse asiassa minä olen käskenyt olemaan ensimmäinen [teidän] keskuudessanne joka antaa [Jumala] ja [käskettiin],"ei koskaan ole polytheists." "
he: אומרים, "זה מלבד אללה צריך לקחת כמגן, בורא את השמים ואת הארץ, בעוד הוא זה שתמיד מאכילה והאכילה היא לא?" אומרים, [O מוחמד], "אכן, יש כבר פיקדתי על להיות הראשון [ביניכם] מי להגיש [אללה] וציווה [היה], 'לא פעם להיות של polytheists'. "
hr: "Je to osim Allaha treba shvatiti kao zaštitnik, Stvoritelj nebesa i zemlje, dok on hrani i ne hrani?" Kažu, [O Muhammad], "doista, sam bio zapovjedio prvi [između] koji šalje [Allah] i [je zapovijedao], 'ne ikada biti i politeisti.' "
lt: Sako, "Tai ne Dievas man turėtų būti kaip apsaugine danga, sukūrė dangų ir žemę, o tai tas, kuris informacijos santraukos ir yra šeriami ne?" Tarkim, [O Muhammad], "iš tiesų, aš turėti buvo liepė pirmasis [tarp jūsų] kurie pateikti [Dievas] ir [buvo liepė],"kada nors būti tik su polytheists." "
lv: Saka: "Tas nav Allah būtu jāņem kā aizsargs, radītājs debesis un zemi, bet tas ir tas, kas baro un netiek baroti?" Teiksim, [O Muhammad] "patiešām ir pavēlējis [tu] vidū pirmais kurš iesniedz [Allah] un [bija pavēlējis],"nevar kādreiz būt polytheists." "
nb: Si, "Er det enn Døyve jeg skal ta en beskytter, skaperen av himmelen og jorden, mens det er han som strømmer og mates ikke?" Si, [O Muhammad], "Ja, jeg er blitt befalt å være først [blant dere] som sender [å Døyve] og [ble befalt],"Ikke noen gang bli av polyteister." "
sk: Povedal: "Je to ako Boh by som mal brať ako ochranca, Stvoriteľa neba i Zeme, i keď je to on, kto kanály a nie je dosť?" Povedať, [Mohamed], "v skutočnosti majú prikázané prvý [medzi vami] kto predloží [Boh] a [bolo prikázané],"nikdy byť polyteisty." "
sl: Reči, "Je razen Allah bi moral vzeti kot zaščitnik, Stvarnika nebes in zemlje, medtem ko je on, ki hrani in se ne napaja?" Recimo, [O Muhammad], "res, so bili ukazal da se najprej [med vami] ki predloži [Alahove] in [je zapovedal],"ni nikoli biti na politeiste." "
sr_cyrl: Реци , "то осим Алаха да узмем као заштитник, створитеља неба и земље, док је онај који се храни и да је није нахранила?" Рецимо , [О Мухаммад], "заиста, имају наредио да први [медју вама] ко покорити [Аллах] и [је командовао], 'Немој икада бити од на полyтхеистс.' "
sr_latn: Reci, "to osim Alaha da uzmem kao zaštitnik, stvoritelja neba i zemlje, dok je onaj koji se hrani i da je nije nahranila?" Recimo, [O Muhammad], "zaista, imaju naredio da prvi [medju vama] ko pokoriti [Allah] i [je komandovao], 'Nemoj ikada biti od na polytheists.' "
uk: Сказати: "Це крім Аллаха, я повинен зробити свого роду охоронцем, творця неба і землі, у той час як той, хто канали і не годували?" Сказати, [O Мухаммад], "дійсно, я був наказав першим [серед вас] хто представити [Аллах] і [командував],"не ніколи не з у polytheists." "
vi: Nói, "nó khác ngoài Allah tôi nên đi như một người bảo trợ, Đấng tạo hóa của trời và đất, trong khi đó là ông nguồn cấp dữ liệu và không cho ăn?" Nói, [O Muhammad], "thực sự, tôi đã được chỉ huy là nơi đầu tiên [Anh] người gửi [để Allah] và [chỉ huy], 'không bao giờ của polytheists trong.' "
zu: Ithi, "it nye than Allah ngingathathi njengomvikeli, uMdali wamazulu nomhlaba, ngenkathi nguye uyayondla futhi cha phakela?"

# Quran804
source: Say, "Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day."
ca: Dir, "Fet que por, si jo hauria desobeir el meu Senyor, el càstig d'un gran dia."
cy: Dweud, "Yn wir yr wyf yn ofni, os wyf dylid torri'r fy Arglwydd, y gosb o ddiwrnod gwych."
da: Sige, "Ja jeg er bange for, hvis jeg skulle adlyde min herre, straf af en enorm dag."
el: Λένε, «Φοβάμαι ότι αν πρέπει να παρακούω Κύριέ μου, την τιμωρία της μια τεράστια ημέρα πράγματι.»
et: Öelda: "Tõepoolest kardan, kui ma peaks eiravad mu Issand, karistuse tohutuid päev."
fi: Sanoa, "Kyllä pelkään jos pitäisi tottelematta herrani rangaistus valtava päivä."
he: אומרים, "ואכן, אני חושש, אם אני צריך להמרות את פי אלוהים, העונש של יום אדיר."
hr: Kažu, "Doista bojim se, da, trebao sam ignorirati moj gospodaru, kazna ogroman dan."
lt: Sako: "Iš tiesų aš bijau, jei aš turėtų nepaklusti mano Viešpats, baudimą už milžinišką diena."
lv: Teiksim, "Patiešām bailes, ja būtu nepakļaujas manam kungam milzīgs dienas sods."
nb: Si, "Faktisk jeg frykter, hvis jeg skal være ulydig min Herre, straffen av en stor dag."
sk: Napríklad: "Naozaj strach, ak som mal porušiť môj pán, trest hrozný deň."
sl: Reče: "Pravzaprav bojim, če naj kršijo moj Gospod, kazen strašen dan."
sr_cyrl: Рецимо , "Заиста, бојим се, ако треба да прекрљим мој господару, казна огроман дан."
sr_latn: Recimo, "Zaista, bojim se, ako treba da prekrљim moj gospodaru, kazna ogroman dan."
uk: Сказати: "Воістину, я боюся, якщо я повинен не підкорятися Господеві покарання величезний день".
vi: Nói, "Thật vậy tôi sợ, nếu tôi nên tuân ơi là hình phạt của một ngày to lớn."
zu: Ithi, "Ngempela Ngiyesaba, uma bengingendlala angamlaleli Nkosi yami, isijeziso a Day okusika."

# Quran805
source: He from whom it is averted that Day - [Allah] has granted him mercy. And that is the clear attainment.
ca: Va de qui és evitat aquell dia - [Allah] li ha concedit la misericòrdia. I això és la consecució clar.
cy: Ef o bwy mae'n osgoi y diwrnod hwnnw-wedi [Allah] yn ganiataol iddo ef drugaredd. A dyna y cyrhaeddiad clir.
da: Han fra hvem den er afværget dag - [Allah] har givet ham barmhjertighed. Og det er den klare opfyldelse.
el: Αυτός από τον οποίο είναι αποφεύχθηκε εκείνη την ημέρα - [Αλλάχ] του χορήγησε έλεος. Και αυτό είναι η επίτευξη σαφούς.
et: Ta, kes on hoidnud sel päeval - [Jumalat] ei antud talle armu. Ja ongi selge saavutamiseks.
fi: Keneltä se on välttää että päivä - [Jumala] on myöntänyt hänelle armoa. Ja se on selkeä saavuttamisen.
he: הוא ממי זה נמנע באותו היום - [אללה] העניק לו רחמים. . וזה הפרי ברורה...
hr: Je od kojeg je izbjegnuta taj dan - [Allah] je dao mu milost. I to je jasno postignuća.
lt: Jis iš kurio jis yra išvengti tą dieną - [Dievas] suteikė jam malonės. Ir tai aišku pasiekti.
lv: Viņš, no kuriem tas ir novērsis tajā dienā -, [Allah] ir piešķīris viņam žēlastību. Un tas ir skaidrs sasniegšana.
nb: Han som det er avverget dagen - [Allah] har gitt ham barmhjertighet. Og det er klart nå.
sk: Ten od koho to je odvrátená ten deň - [Allah] mu udelil milosť. A to je jasný dosiahnutie.
sl: Je od koga je preprečiti ta dan - [Alahove] mu je podelila usmiljenja. In to je jasno doseganje.
sr_cyrl: Он је од кога је избегнута тог дана - [Аллах] га је одобрио милост. И то је јасно постизању.
sr_latn: On je od koga je izbegnuta tog dana - [Allah] ga je odobrio milost. I to je jasno postizanju.
uk: Той, у кого він запобігти того дня - [Аллах] надав йому милість. І це зрозуміло досягнення.
vi: Ông từ người mà nó là ngăn chặn ngày hôm đó - [Allah] đã cấp cho anh ta lòng thương xót. Và đó là đạt được rõ ràng.
zu: He ukufunde kobani, it kuyagwenywa ngaloloSuku - [Allah] uye wamnika isihe.

# Quran806
source: And if Allah should touch you with adversity, there is no remover of it except Him. And if He touches you with good - then He is over all things competent.
ca: I si Allah li toca amb l'adversitat, no hi ha cap transportista d'ell, excepte ell. I si li toca amb bona - llavors és sobre totes les coses competents.
cy: Ac os dylai Allah yn eich cyffwrdd ag adfyd, nid oes unrhyw remover ohoni ac eithrio ef. Ac os mae cyffwrdd â chi gyda da-yna mae'n dros holl bethau yn gymwys.
da: Og hvis Allah bør røre dig med modgang, der er ingen remover af det undtagen ham. Og hvis han rører dig med god - så han er over alle ting kompetente.
el: Και αν Αλλάχ σας πρέπει να αγγίξει με τις αντιξοότητες, δεν υπάρχει καμία αφαίρεσης του εκτός από τον ίδιο. Και αν τον αγγίζει εσείς με το καλό - τότε είναι για όλα τα πράγματα αρμόδια.
et: Ning kui Allah peaks Katsu sa ebaõnne, ei mingit remover see välja arvatud tema. Ja kui ta puudutab teid hea -, siis üle kõik asjad pädev on.
fi: Ja jos Jumala tulisi käsitellä vastoinkäymiset, ei sitä paitsi hänelle ei eliminoida. Ja jos hän koskettaa sinua good - hän on yli kaiken toimivaltaisten.
he: אם אללה צריך לגעת בך עם מצוקות, ויש לא אקולוגי על זה חוץ ממנו. אם הוא נוגע בך עם טוב - אז הוא מעל כל הדברים המוסמכת.
hr: I ako Allah treba dodir s nedaća, maknuti ga osim njega. A ako te dotakne dobrim - onda je sve nadležna.
lt: Ir jei Dievas turėtų liesti su bėdų, nėra jokių valiklis, išskyrus jam. Ir jei jis paliečia jus su gera - tada jis yra virš visų dalykų kompetentinga.
lv: Un, ja Allah jums vajadzētu pieskarties ar nedienās, tur nav noņēmēju, izņemot viņu. Un, ja viņš pieskaras tev ar labu - tad viņš pār visām lietām, kas ir kompetentas.
nb: Og hvis Allah skal berøres du med motgang, det er ingen fjerne den bortsett fra ham. Og hvis han berører deg med god - så han er over alle ting kompetent.
sk: A ak Boh by dotyk s nepriazňou osudu, nie je žiadny odstraňovač je okrem neho. A ak sa vás dotkne s dobre - potom je nad všetky veci príslušný.
sl: In če je Alah je dotakneš s stisko, je ne odstranitelj je razen njega. In če se je dotakne z dobro - potem je nad vse stvari, ki so pristojni.
sr_cyrl: И ако Алах да те дира са неповољним околностима, нема за то осим њега. А ако те дотакне добрим - он је преко надлежних све ствари.
sr_latn: I ako Alah da te dira sa nepovoljnim okolnostima, nema za to osim njega. A ako te dotakne dobrim - on je preko nadležnih sve stvari.
uk: І якщо Аллах повинні торкатися до тебе з бідою, немає не для видалення його за винятком йому. І якщо він стосується вас з гарним - тоді він все впокорив компетентним.
vi: Và nếu Allah nên chạm vào bạn với nghịch cảnh, không có remover của nó ngoại trừ anh ta. Và nếu ông chạm vào bạn với tốt - sau đó ông là tất cả về những điều có thẩm quyền.
zu: Futhi uma Allah kufanele uthinte you adversity akukho remover ngayo ngaphandle Him.

# Quran807
source: And He is the subjugator over His servants. And He is the Wise, the Acquainted [with all].
ca: I és la subjugator sobre els seus servents. I el savi, la Acquainted [amb tots].
cy: Ac ef yw y subjugator dros ei weision. Ac mae y Wise, Acquainted [gyda'r holl].
da: Og han er subjugator over sine tjenere. Og han er klog, Acquainted [med alle].
el: Και αυτός είναι ο subjugator κατά τους υπηρέτες του. Και αυτός είναι ο σοφός, τις γνωστές κατασκευάστριες [με όλα].
et: Ja ta on selle subjugator üle oma sulased. Ja ta on tark, Acquainted [koos].
fi: Ja hän on subjugator palvelijoitaan. Ja hän on viisas, Acquainted [kaikki] kanssa.
he: הוא subjugator משרתיו. הוא החכם, Acquainted [עם כל].
hr: I on je u subjugator preko svoje sluge. I on je mudar, Acquainted [s].
lt: Ir jis yra su subjugator per jo tarnai. Ir jis yra protingas, Acquainted [su visais].
lv: Un viņš ir subjugator pār saviem kalpiem. Un viņš ir gudrs, Acquainted [ar visiem].
nb: Og han er subjugator over sine tjenere. Og han er klok, Acquainted med alle].
sk: A on je subjugator nad svojim služobníkom. A on je múdry, Acquainted [s].
sl: In on je na subjugator nad služabnike. In on je pametno, Acquainted [z vsemi].
sr_cyrl: И он је у субјугатор преко његове слуге. И он је мудри, Ацqуаинтед [са].
sr_latn: I on je u subjugator preko njegove sluge. I on je mudri, Acquainted [sa].
uk: І він в Підкорювач над своїми рабами. І він Мудрого, Acquainted [з усіма].
vi: Và ông là subjugator qua công chức của mình. Và ông là sự khôn ngoan, Acquainted [với tất cả].
zu: Futhi He is subjugator phezu izinceku zaKhe.
