Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran634
source: Those who wait [and watch] you. Then if you gain a victory from Allah, they say, "Were we not with you?" But if the disbelievers have a success, they say [to them], "Did we not gain the advantage over you, but we protected you from the believers?" Allah will judge between [all of] you on the Day of Resurrection, and never will Allah give the disbelievers over the believers a way [to overcome them].
ca: Qui esperi [veure] vostè. Llavors si guanyes una victòria d'Allah, diuen, "no fossin amb vostè?" Però si els disbelievers té un èxit, diuen [amb ells], "no va guanyar l'avantatge sobre vosaltres, però hem protegit els creients?" Allah considerarà entre [tots] en el dia de resurrecció i mai serà Allah li disbelievers sobre els creients forma [per superar-los].
cy: Y rhai sy'n aros [a gwylio] chi. Yna os mae byddwch yn ennill buddugoliaeth oddi wrth Allah, maent yn dweud, "Nid oeddem gyda chi?" Ond os oes gan y disbelievers yn llwyddiant, maent yn dweud [iddyn nhw], "oedd yn ennill mantais dros chi, ond yr ydym yn eich diogelu rhag y credinwyr?" Bydd Allah yn barnu rhwng [ohonynt] Mae chi ar y diwrnod atgyfodiad, a byth bydd Allah yn rhoi y disbelievers dros y credinwyr [i'w goresgyn].
da: Dem, der vente [og se] du. Så hvis du vinder en sejr fra Allah, de siger, "vi ikke var med dig?" Men hvis vantro har succes, de sige [til dem], "vi ikke vinde fordel over dig, men vi beskyttet dig mod troende?" Allah vil dømme mellem [alle] give dig på den dag i opstandelse, og aldrig vil Allah vantro over troende en måde [at overvinde dem].
el: Όσοι περιμένετε [και Παρακολουθήστε] σας. Στη συνέχεια, αν μπορείτε να αποκτήσετε μια νίκη από Αλλάχ, λένε, «εμείς δεν ήταν μαζί σας;» Αλλά αν το disbelievers έχουν επιτυχία, λένε [σε αυτά] «δεν μας κέρδισε το πλεονέκτημα πέρα από σας, αλλά εμείς σας προστατεύεται από οι πιστοί;» Αλλάχ θα κρίνει μεταξύ [όλα] στο ημέρα της Αναστάσεως, και ποτέ Αλλάχ θα δίνετε το disbelievers πέρα από οι πιστοί τρόπο [για την αντιμετώπισή τους].
et: Neile, kes ootama [ja vaadata] sa. Siis kui sa võita võidu Jumalalt, nad ütlevad, "me ei olnud teiega?" Aga kui selle uskottomille on edukas, [neid], et öeldakse: "ei me ei saada teile eelise, kuid me kaitstud te usklikud?" Jumal hindab [kõigi teiste] ülestõusmise päeval, ja kunagi tahtmist Allah annate selle uskottomille üle usklikud nii [takistuste ületamiseks].
fi: Ne, joka odottaa [ja] te. Sitten jos voitto saada Jumalalta, eli "eivät meidän kanssasi?" Mutta jos saa luovuttaa menestystä, he sanovat [heille], "me ei saada etulyöntiasema sinun, mutta olet suojassa uskovia?" Jumala tuomitsee välillä [kaikki] ylösnousemuksen päivänä, ja koskaan Allah annat uskottomille yli uskovaiset tapa [voittamiseksi].
he: אלה אשר לחכות [ו לצפות]. אז אם אתה להשיג ניצחון מאללה, הם אומרים, "לא היינו איתך?" אבל אם disbelievers יש הצלחה, הם אמרו [אותם], "אנו לא משיגים יתרון לך, אבל אנחנו מוגנים לך מן המאמינים?" אללה ישפוט בין [כל] על יום של תחיית המתים, ועל אף פעם לא רצון אללה תיתן disbelievers מעל המאמינים דרך [להתגבר עליהם].
hr: Tko čekati [i bdjeti] ti. Onda ako dobije pobjedu od Allaha, oni, "bili smo s vama?" Ali ako se iskuse uspjeh, kaže [za njih], "mi ne stekne prednost u odnosu na vas, ali smo štiti od vjernika?" Allah će suditi između [sve] dati ti na dan uskrsnuća, i nikad da će Allah i iskuse nad vjernicima način da se nadvladati ih].
lt: Tiems, kurie palaukti [ir Žiūrėti]. Tada jei jūs gaunate pergalę iš Dievo, jie sako, "nebuvo mes su jumis?" Bet jei į disbelievers buvo sėkmingas, jie pasakyti [jiems], "mes ne įgyti pranašumą prieš jus, bet mes jums neleidžiama tikintieji?" Dievas teis tarp [visi] prisikėlimo dieną, ir niekada valios Dievas jums į disbelievers per tikintieji taip [į juos įveikti].
lv: Tiem, kas gaidīt [un skatīties]. Tad, ja jums gūt uzvaru no Allah, saka: "tie mums nav ar jums?" Bet ja disbelievers ir veiksmīga, viņi saki [tiem], "mums nav iegūt priekšrocības pār jums, bet mēs jūs aizsargā no ticīgo?" Allah vērtēs starp [visi] tu augšāmcelšanās dienu un gribu Allah piekāpsies disbelievers pār ticīgajiem [pārvarēšanai].
nb: De som vente [og se] du. Så hvis du får en seier fra Allah, de sier, «vi ikke var med deg?» Men hvis troende har en suksess, sier de [til dem], "vi ikke få fordel over deg, men vi beskyttet deg mot troende?" Allah vil dømme mellom [alle] gi deg på oppstandelsen, og aldri vil Allah troende over troende en måte [å overvinne dem].
sk: Tí, ktorí čakať [a Sledujte]. Potom ak získať víťazstvo od Boha, teda "neboli sme s vami?" Ale ak neveriacim majú úspech, hovoria [im], "sme nezískal výhodu nad vami, ale sme chránení ste veriaci?" Boh bude súdiť medzi [všetky] ste na deň vzkriesenia a nikdy vôle Alaha ustúpiť neveriacim nad veriacich [prekonať].
sl: Tisti, ki čakati [in gledal]. Potem če boste pridobili zmago od Allah, pravijo, "niso smo z vami?" Ampak, če je disbelievers so uspeh, pravijo [na njih], "mi niso pridobili prednost pred vas, vendar smo si zaščiten pred verniki?" Alah bo sodnik med [vse] na dan od vstajenje, in nikoli ne bo Alah daš na disbelievers nad verniki način [za njihovo premagovanje].
sr_cyrl: Они који [и иекати] ти. А онда ако победимо те од Алаха, нису реци, "били смо са тобом?" Али ако скептике да је успех, говоре [их], "ми не стекне предност у односу на вас, али смо те заштићени од верницима?" Аллах ће судити између [све] на дан васкрсења, а никад не вољи Алаха дај скептике преко верницима начин да се превазиђе их].
sr_latn: Oni koji [i иekati] ti. A onda ako pobedimo te od Alaha, nisu reci, "bili smo sa tobom?" Ali ako skeptike da je uspeh, govore [ih], "mi ne stekne prednost u odnosu na vas, ali smo te zaštićeni od vernicima?" Allah će suditi između [sve] na dan vaskrsenja, a nikad ne volji Alaha daj skeptike preko vernicima način da se prevaziđe ih].
uk: Ті, хто чекати [і дивитися], ви. Тоді якщо здобути перемогу у боротьбі із Аллаха, вони кажуть: "ми не були з вами?" Але якщо на disbelievers є успішним, вони сказати [їм], "ми не отримати перевагу над вами, але ми вам захищені від віруючих"? Аллах буде судити між [всі] ви на день Воскресіння і ніколи не буде Аллах дати на disbelievers над віруючі спосіб [їх подолання].
vi: Những người chờ đợi [và xem] bạn. Sau đó, nếu bạn có được một chiến thắng từ Allah, chúng nói, "chúng tôi không là với bạn?" Nhưng nếu các thì có một thành công, họ nói [chúng], "chúng tôi đã không đạt được lợi thế so với bạn, nhưng chúng tôi bảo vệ bạn khỏi những người tin Chúa?" Allah sẽ phán xét giữa [tất cả] bạn vào ngày phục sinh, và không bao giờ sẽ Allah cho thì các trên các tín hữu một cách [để khắc phục chúng].
zu: Labo ulinde [futhi ubuke] wena.

# Quran635
source: Indeed, the hypocrites [think to] deceive Allah, but He is deceiving them. And when they stand for prayer, they stand lazily, showing [themselves to] the people and not remembering Allah except a little,
ca: De fet, els hipòcrites [crec que] enganyar d'Allah, però ell està enganyant a ells. I quan van posar per a la pregària, es paren mandrosament, [si] mostrant la gent i no recordant Allah excepte una mica,
cy: Yn wir, y rhagrithwyr [meddwl i] twyllo Allah, ond yn ei dwyllo iddynt. Ac wrth sefyll ar gyfer gweddi, maent yn sefyll yn ddiog, dangos [eu hunain i] y bobl ac nid cofio Allah ac eithrio ychydig,
da: Faktisk, hyklere [tror at] bedrage Allah, men han bedrager dem. Og når de står for bøn, de står dovent, viser [sig] folk og ikke huske Allah bortset fra en lille,
el: Πράγματι, οι υποκριτές [ότι το να] εξαπατήσει Αλλάχ, αλλά αυτός είναι εξαπατούν τους. Και όταν στέκονται για προσευχή, στέκονται νωχελικά, δείχνοντας [ότι] οι άνθρωποι και δεν θυμόμαστε Αλλάχ εκτός από μια μικρή,
et: Tõepoolest, silmakirjatsejad [mõtle] petab Jumal, kuid ta on neid eksitades. Ja kui nad seisma palvetama, nad seisavad laisalt, nähtaval [end] inimesed ja ei mäleta Allah, välja arvatud juhul, kui vähe,
fi: Itse asiassa tekopyhät [mielestäni] pettää Jumala, mutta hän pettää heitä. Ja kun ne rukoilemaan, laiskasti, näyttävät [] ihmiset ja ei muistaa Allah paitsi vähän,
he: אכן, הצבועים [אל תחשוב] לרמות אללה, אבל שהוא מרמה אותם. כאשר הם עומדים לתפילה, הם עומדים בעצלתיים, מציג [עצמם] את האנשים ואת לא זוכרות את אללה למעט קצת,
hr: Uistinu, licemjeri [Mislim da] prevariti Allaha, ali ih ne obmanjuje. I kada stoje za molitvu, oni stoje lazily, rezultati [sami] ljudi i ne sjećati Allaha osim malo,
lt: Iš tiesų, veidmainiai [mano] apgauti Dievas, bet jis yra klaidinantis, juos. Ir kai jie stovi už malda, jie stovi tingiai, kuriame [save] žmonės ir ne prisiminti Dievo, išskyrus mažai,
lv: Patiešām, liekuļi [domāju lai] maldināt Allah, bet viņš ir maldinot viņus. Un kad viņi kandidēt lūgšanu, viņi stāvēt slinki, rāda [viņiem] cilvēki un nevar atcerēties Allah maz, izņemot
nb: Faktisk hyklerne [synes å] lure Allah, men han er lure dem. Og når de står for bønn, de står dovent, viser [seg til] folket og ikke husker Allah unntatt litt,
sk: Vskutku, pokrytci [si] klamať Boha, ale on sa im klame. A keď sa kandidovať na modlitby, lenivo, stojí [seba] ukazuje ľudí a nepamätáš Alah okrem trochu,
sl: Res, hinavci [mislim, da] prevarati Allah, ampak on jih je vara. In ko stojijo za molitev, stojijo leno, ki prikazuje [sami] ljudi in se ne spominja Allah, razen malo,
sr_cyrl: Заиста, хипокрите [мисли да] вара Алаха, али их не обмањује. И тако кад стану за молитву, стоје лењо, каћемо, [да] народ, и не памтим Аллах осим мало,
sr_latn: Zaista, hipokrite [misli da] vara Alaha, ali ih ne obmanjuje. I tako kad stanu za molitvu, stoje lenjo, kaћemo, [da] narod, i ne pamtim Allah osim malo,
uk: Дійсно, лицеміри [думають,] обдурити Аллаха, але він є обманути. І коли вони стоять для молитви, вони стоять ліниво, показав [себе] люди і не пам'ятаючи Аллаха, за винятком злегка,
vi: Thật vậy, hypocrites [nghĩ đến] đánh lừa Allah, nhưng ông lừa gạt chúng. Và khi họ đứng để cầu nguyện, họ đứng lazily, Đang hiển thị [họ] người và không nhớ Allah ngoại trừ một chút,
zu: Ngempela, abazenzisi [ucabanga] akhohlise Allah, kodwa eqhubeka ekhohlisa kubo.

# Quran636
source: Wavering between them, [belonging] neither to the believers nor to the disbelievers. And whoever Allah leaves astray - never will you find for him a way.
ca: Vacil lacions entre ells, [de] ni els creients ni els disbelievers. I qui Allah deixa per mal camí - mai es trobarà per a ell un camí.
cy: Petruso rhyngddynt, [perthyn] i y credinwyr nac i y disbelievers. A pwy bynnag Allah gadael ar gyfeiliorn-byth gwelwch iddo ffordd.
da: Vaklen mellem dem [tilhørende] til troende heller ikke til vantro. Og hvem Allah blade på afveje - aldrig vil du finde for ham en måde.
el: Παραπαίει μεταξύ τους, [που ανήκουν] πιστών, ούτε η disbelievers. Και όποιος Αλλάχ φύλλα παραστρατημένος - ποτέ δεν θα βρείτε τον τρόπο.
et: Ebalemine nende [kuuluvad] usklikud ega selle uskottomille vahel. Ja kes iganes Jumal jätab eksinud - kunagi sa leiad teda nii.
fi: Viivytellään keskenään [jotka] eikä uskovaiset saa luovuttaa. Ja kuka Jumala jättää harhaan - koskaan voit löytää hänen tapa.
he: היסוס ביניהם, השייך] למאמינים וגם כדי disbelievers. מי אללה יוצא מדרך הישר - אף פעם לא תמצא לו דרך.
hr: Koleba između njih, [koji] ni vjernici ni da se iskuse. I tko god Allah ostavlja krivim putem - nećeš naći za njega način.
lt: Svyravimai tarp jų, [priklausančių] nei tikintieji nei su disbelievers. Ir kas Dievas palieka kelio - niekada bus rasti jam taip.
lv: Svārstīšanās starp tiem ticīgajiem, nedz arī lai disbelievers [pieder]. Un tas, kurš atstāj apmaldīties Allah - nekad jūs atradīsiet viņu veidā.
nb: Vaklende mellom dem, [som] verken til troende eller til troende. Og hvem Allah går bort - aldri vil du finne for ham en måte.
sk: Vlniace sa medzi nimi [patrí] ani do veriacich neveriacim. A kto Boh necháva scestie - nikdy sa vám nájsť preňho spôsobom.
sl: Negotov, med njimi, [ki] verniki niti na disbelievers. In kdor Alah pušča zašel - nikoli ne boste našli zanj način.
sr_cyrl: Колеба између њих, [која је] ни верницима ни скептике. И ко год је Аллах оставља на одмет - никад ти пронаци за њега.
sr_latn: Koleba između njih, [koja je] ni vernicima ni skeptike. I ko god je Allah ostavlja na odmet - nikad ti pronaci za njega.
uk: Вагається між ними, [які належать] на віруючих ні в disbelievers. І той, хто Аллах листя оману - ніколи не буде вам знайти для нього спосіб.
vi: Vò giữa họ, [thuộc] không để những người tin Chúa, cũng không để các thì. Và bất cứ ai Allah lá lạc lối - không bao giờ bạn sẽ tìm thấy cho anh ta một cách.
zu: Kokuntengantenga phakathi kwabo, [okuqondene] neither kholwa noma disbelievers.

# Quran637
source: O you who have believed, do not take the disbelievers as allies instead of the believers. Do you wish to give Allah against yourselves a clear case?
ca: O que han cregut, no prengueu disbelievers com aliats en lloc de creients. Voleu donar Allah contra vosaltres mateixos un cas clar?
cy: O chi sydd wedi credu, nid ydynt yn disbelievers fel cynghreiriaid yn lle y credinwyr. Ydych yn dymuno rhoi Allah erbyn eich hunain achos clir?
da: O du, der har troet, tag ikke vantro som allierede i stedet for troende. Ønsker du at give Allah mod jer selv et klart tilfælde?
el: O σας που πιστεύουν, δεν λαμβάνουν το disbelievers ως συμμάχους αντί των πιστών. Θέλετε να δώσουμε στον Αλλάχ εναντίον σας σαφή περίπτωση;
et: O kes oleks uskunud, võta uskottomille asemel usklikud liitlastena. Kas soovite anda Jumal ise vastu selge näide?
fi: O jotka ovat uskoneet, et ota uskottomat liittolaisina sijaan uskovat. Haluat antaa Jumala vastaan itse selvästi
he:  מי מאמין, לא לקחת את disbelievers כבנות ברית במקום המאמינים. האם ברצונך לתת אללה נגד עצמכם מקרה ברור?
hr: O ti koji su vjerovali, nemojte uzimati iskuse kao saveznici umjesto vjernici. Želite li dati Allahu protiv sebe čist slučaj?
lt: O jūs, kurie tikėjo, negalima vartoti disbelievers kaip sąjungininkų vietoj tikintieji. Ar norite suteikti Dievas prieš save aišku?
lv: O kas ticējusi, neesat lietojis disbelievers kā sabiedrotie, tā vietā, lai ticīgie. Vai jūs vēlaties dot Allah pret sev skaidru lietu?
nb: O du hvem har trodd, tar ikke troende som allierte i stedet for troende. Vil du gi Allah mot dere et klart tilfelle?
sk: O vás, ktorí ste uverili, Neužívajte neveriacim ako spojenci namiesto veriacich. Prajete si dávať Alaha proti sebe jasný prípad?
sl: O kdo verjel, nimate disbelievers kot zavezniki namesto verniki. Ali želite dati Allah proti sebi jasen primer?
sr_cyrl: О који верују, не предузмете скептике као савезници а верници. Желите ли да дам Алах против себе јасно случај?
sr_latn: O koji veruju, ne preduzmete skeptike kao saveznici a vernici. Želite li da dam Alah protiv sebe jasno slučaj?
uk: О ви, хто вірив, не приймайте disbelievers як союзники замість віруючих. Ви хочете, щоб дати Аллах проти себе є наочним прикладом?
vi: O bạn của những người đã tin rằng, không có thì là đồng minh thay vì các tín hữu. Bạn có muốn cung cấp cho Allah đối với mình một trường hợp rõ ràng?
zu: O you kholwa cha fuza disbelievers njengabantu obambisene nabo esikhundleni amakholwa.

# Quran638
source: Indeed, the hypocrites will be in the lowest depths of the Fire - and never will you find for them a helper -
ca: De fet, els hipòcrites estarà en les profunditats més baix del foc - i mai es trobarà per a ells un ajudant-
cy: Yn wir, bydd y rhagrithwyr yn ddyfnderoedd isaf y tân-a byth fe welwch ar gyfer eu cynorthwy-
da: Faktisk hyklerne vil være i de laveste dybder af brand - og aldrig vil du finde dem en helper-
el: Πράγματι, οι υποκριτές θα είναι στα χαμηλότερα βάθη της πυρκαγιάς - και ποτέ δεν θα βρείτε για τους έναν αρωγό-
et: Tõepoolest, silmakirjatsejatega oleks madalaim sügavamal tulekahju - ja kunagi sa leiad neid helper-
fi: Itse asiassa tekopyhät on syvällä palo - ja koskaan aiotte löytää niille helper-
he: אכן, הצבועים יהיה במעמקי האש - הנמוך ביותר, לעולם לא תמצא להם עוזר-
hr: Uistinu, licemjeri će biti u najniže dubine vatre - i nećeš naći za njih pomagač-
lt: Iš tiesų, veidmainiai bus ugnies - mažiausia gylį ir niekada bus jums rasti jiems pagalbininkas-
lv: Patiešām, liekuļi būs viszemākais galējā uguns - un nekad jūs atradīsiet tos palīgs-
nb: Faktisk hyklerne skal i laveste dypet av brannen - og aldri vil du finne for dem en hjelper-
sk: Vskutku, pokrytci bude najnižšia hlbinách Fire - a nikdy sa vám nájsť pre nich Pomocníka-
sl: Res, hinavci bodo v najnižje globine ogenj - in nikoli ne boste našli zanje pomočnik-
sr_cyrl: Заиста , хипокрите ће бити најнижа запуте се у ватру - и никад не нађи им је помагач-
sr_latn: Zaista, hipokrite će biti najniža zapute se u vatru - i nikad ne nađi im je pomagač-
uk: Дійсно, лицемірами буде в Найнижчі глибини вогню - і ніколи не буде вам знайти для них помічника-
vi: Thật vậy, hypocrites sẽ ở độ sâu thấp nhất của Fire - và không bao giờ bạn sẽ tìm thấy cho họ một helper-
zu: Ngempela, nabazenzisi kuyoba ekujuleni impela Fire - futhi akasoze uthola for umsizi -

# Quran639
source: Except for those who repent, correct themselves, hold fast to Allah, and are sincere in their religion for Allah, for those will be with the believers. And Allah is going to give the believers a great reward.
ca: A excepció d'aquells que penedir-se, corregir-se, mantenir ràpid a Allah i és sincer en la seva religió d'Allah, per a aquells serà amb els creients. I Allah va a donar els creients una gran recompensa.
cy: Ac eithrio'r rhai sydd yn edifarhau, cywiro eu hunain, cynnal cyflym i Allah, a yn ddiffuant yn eu crefydd i Allah, ar gyfer y rheini fydd y credinwyr. A yw Allah yn mynd i roi gwobr mawr y credinwyr.
da: Bortset fra dem, der omvender sig, korrigere sig selv, holde fast ved Allah og oprigtige i deres religion for Allah, for dem vil være med troende. Og Allah vil give troende en stor belønning.
el: Εκτός από εκείνους που μετανοήσουν, διορθώσετε οι ίδιοι, κρατήστε γρήγορα σε Αλλάχ και είναι ειλικρινείς στην θρησκεία τους για τον Αλλάχ, για όσους θα είναι με τη πιστών. Και ο Αλλάχ θα δώσει οι πιστοί μια μεγάλη ανταμοιβή.
et: Välja arvatud need, kes meelt parandada ise, kiiresti, et Jumal Hoia ja on oma religioon Allah siirad, neile saab koos usklikud. Ja Jumal saab anda usklikud suur auhind.
fi: Lukuun ottamatta niitä, jotka parannuksen, korjata itse, pitää kiinni Jumalan ja ovat vilpittömästi heidän uskontonsa Allah niille on uskovien kanssa. Ja Jumala aikoo antaa uskovaiset suuri palkinto.
he: מלבד אלה בתשובה, לתקן את עצמם, צריכה אללה, וכדיי בדת שלהם למען אללה, עבור אלה יהיה עם המאמינים. אללה לא יתן המאמינים פרס גדול.
hr: Osim onih koji se pokaju, isprave, drži se Allah i su iskreni u svoju religiju za Allaha, za one koji će biti s vjernicima. I Allah će dati vjernicima velika nagrada.
lt: Išskyrus tuos, kurie atgailauti, pataisyti patys, turėti greitai Dievas ir yra nuoširdus savo religijos Dievas, tiems, kurie bus su tikintieji. Ir Dievas ketina duoti tikintieji didelis atlygis.
lv: Izņemot tos, kas nožēlot, labot paši, turiet ātri Allah un ir patiesi viņu reliģijas par Allāhu, tiem būs ar ticīgie. Un Allah ir gonna dot ticīgajiem liela atlīdzība.
nb: Bortsett fra dem som omvender seg, rette seg, holde fast Allah og ærlig deres religion for Allah, for de vil bli med troende. Og Allah skal gi troende en stor belønning.
sk: S výnimkou tých, ktorí pokánie, opraviť sami, držte sa Alah a sú úprimní v ich náboženstvo pre Boha, pre tých, ktorí budú s veriacimi. A Allah sa chystá dať veriaci veľká odmena.
sl: Razen tistih, ki se pokesajo, pravilno, hitro držati Allah in iskrena v svojo vero za Allah, za tiste, ki bodo z verniki. In Allah je tekoč podati verniki veliko nagrado.
sr_cyrl: Осим оних који се покаје, исправите себе, држите брзо Алаху и искрени у њихове религије за Алаха, они ће бити са верницима. И , Алах ће дати верницима велика награда.
sr_latn: Osim onih koji se pokaje, ispravite sebe, držite brzo Alahu i iskreni u njihove religije za Alaha, oni će biti sa vernicima. I, Alah će dati vernicima velika nagrada.
uk: За винятком тих, хто покаятися виправитися самі по собі, твердо дотримуватися Аллах та щирі у своїх релігії для Аллаха для тих, хто буде з народом. І Аллах буде давати віруючі велику нагороду.
vi: Ngoại trừ những người ăn năn, đúng bản thân, Giữ nhanh để Allah, và chân thành trong tôn giáo của họ cho Allah, đối với những người sẽ với các tín hữu. Và Allah sẽ cung cấp cho các tín hữu một phần thưởng tuyệt vời.
zu: Ngaphandle for labo phenduka, bayatilungisa, bamba shesha kuze Allah, futhi esiqotho bo kolo Allah, kulabo abayoba amakholwa.

# Quran640
source: What would Allah do with your punishment if you are grateful and believe? And ever is Allah Appreciative and Knowing.
ca: Què Allah faria amb el seu càstig si estem agraïts i creure? I mai és Allah agraïda i saber.
cy: Beth fyddai Allah? gyda eich cosbi os byddwch yn ddiolchgar ac yn credu Ac byth yn Allah yn werthfawrogol a gwybod.
da: Hvad vil Allah gøre med din straf, hvis du er taknemmelig og tror? Og nogensinde er Allah anerkendende og vide.
el: Τι θα Αλλάχ κάνει με τιμωρία σας εάν είστε ευγνώμονες και πιστεύουν; Και ποτέ Αλλάχ Εκδηλωτική και γνωρίζοντας.
et: Mida Jumal teeks koos oma karistuse kui olete tänulik ja uskuda? Ja kunagi on Allah tänulikud ja teades.
fi: Mitä Allah tehdä rangaistusta jos olet kiitollinen, ja uskovat? Ja aina on Jumala arvostaa ja tietäen.
he: אללה מה עשית עם העונש שלך אם אתה אסיר תודה מאמין? והוא פעם אללה מעריכים שהידיעה.
hr: Allaha što s kazna ako su zahvalni i vjerujemo? I nikad nije zahvalan Allahu i znajući.
lt: Ką Dievas padarys su savo bausmės jei esame dėkingi ir manote? Ir kada nors yra Dievas dėkingi ir žinios.
lv: Allah darītu ar savu sodu, ja jums ir pateicīgi un uzskatu? Un kādreiz ir Allah Appreciative un zinot.
nb: Hva ville Allah gjøre med din straff hvis du er takknemlig og mener? Er noensinne Allah anerkjennende og kjenne.
sk: By Alah čo si trest Ak ste vďačný a veriť? A niekedy je Alah pozorní a vedieť.
sl: Kaj bi Allah? s svojo kazen če so hvaležni in verjeti In kdaj je Allah hvaležni in poznavanje.
sr_cyrl: Шта би Аллах урадио са твоја казна ако сте захвални и веровати? И никада је захвалан Алаху и знајужи.
sr_latn: Šta bi Allah uradio sa tvoja kazna ako ste zahvalni i verovati? I nikada je zahvalan Alahu i znajuжi.
uk: Що б Аллах? з вашу покарання якщо ви вдячні і вірити І коли-небудь Аллах вдячні і знаючи, що.
vi: Allah đã làm gì với hình phạt của bạn nếu bạn biết ơn và tin? Và bao giờ là Allah đánh giá cao và hiểu biết.
zu: Buyini lobu bufakazi Allah wenze nge isijeziso sakho uma wena onokubonga futhi bakholelwa?
