Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1158
source: So when the Qur'an is recited, then listen to it and pay attention that you may receive mercy.
ca: Així que quan el Qur ' an es recita, llavors escoltar-lo i prestar atenció que pot rebre misericòrdia.
cy: Felly pan y Qur'an roi, yna gwrando arno a sylw y gallech dderbyn drugaredd.
da: Så når Koranen er fremsagt, derefter lytte til det og være opmærksomme på, kan du modtage barmhjertighed.
el: Έτσι όταν του Κορανίου είναι recited, τότε άκουσέ το και δώστε προσοχή που μπορεί να λαμβάνετε έλεος.
et: Nii kui Koraan on loetud, siis kuulata seda ja pöörama tähelepanu, et võite saada halastust.
fi: Kun Koraani on luettu sitten kuunnella ja kiinnittää huomiota, että näyttöön saattaa tulla armoa.
he: אז כאשר הקוראן הוא דיקלם, להקשיב לזה ואז לשים לב אתה עלול לקבל רחמים.
hr: Tako kada Kur'an se recitira, onda slušaju i obratiti pozornost da primate milost.
lt: Taigi kai Korano skaito, tada klausytis ir Atkreipkite dėmesį, kad galite gauti malonės.
lv: Tātad kad Korāns ir skaitīja, tad to noklausītos un pievērst uzmanību, ka varat saņemt žēlastības.
nb: Så når Koranen er resitert, og lytte til det og betaler oppmerksomhet som kan du motta nåde.
sk: Takže keď Korán je Prednes, potom počúvať a venovať pozornosť, že môžete dostať milosrdenstvo.
sl: Tako pri Koranu je recitiral, potem poslušaj ga in bodite pozorni, da boste morda prejeli milost.
sr_cyrl: Тако када је Куран је рецитовао, онда слушају и пажњу које можете добити милост.
sr_latn: Tako kada je Kuran je recitovao, onda slušaju i pažnju koje možete dobiti milost.
uk: Так коли Коран читається, то слухати його і зверніть увагу, що може з'явитися милосердя.
vi: Vì vậy, khi kinh Qur'an niệm, sau đó nghe và chú ý mà bạn có thể nhận lòng thương xót.
zu: Ngakho lapho Qur'an hlabelela ke lalela it banake ongase samukeliswe isihawu.

# Quran1159
source: And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless.
ca: I recordar el seu Senyor dins de tu mateix en humilitat i por sense ser evident en el discurs - en els matins i les tardes. I no estar entre la sense fer cas.
cy: A chofiwch eich Arglwydd o fewn eich hun mewn gwyleidd-dra ac mewn ofn, heb fod yn amlwg yn araith-yn y bore a gyda'r nos. A Peidiwch â bod ymhlith y heedless.
da: Og husk din Lord i dig selv i ydmyghed og i frygten uden at være synlige i tale - i om morgenen og aftenen. Og vær ikke blandt de ubekymrede.
el: Και θυμάστε τον Λόρδο μέσα στον εαυτό σας στην ταπεινοφροσύνη και φόβο χωρίς να είναι εμφανής στην ομιλία - τα πρωινά και τα βράδια. Και να μην είναι μεταξύ ο απρόσεκτος.
et: Ja pidage meeles oma Issanda jooksul ise alandlikkust ja hirm ilma nähtava kõnes - hommikuti ja õhtuti. Ja ära ole seas ning heedless.
fi: Ja muista Herrasi itsessäsi nöyryyttä ja pelkoa olematta esillä puhe - aamuisin ja iltaisin. Ja ei joukossa huoleton.
he: וזכרו אדונך בתוך עצמך בצניעות, בפחד מבלי להיות לכאורה בנאום - בבקרים ובערבים. אל תהיה בין והילת.
hr: I zapamti vaš gospodar u sebi u poniznosti i straha bez ikakvog u govoru - ujutro i navečer. I ne biti među je nepažljiv.
lt: Ir prisiminti savo Viešpaties savyje nusižeminimo ir baimės be akivaizdaus kalboje - ryte ir vakare. Ir nereikia būti tarp, neatidus.
lv: Un atcerēties savu kungu sevī pazemībā un bailes bez acīmredzama runas - rītos un vakaros. Un nevar viens neuzmanīgs.
nb: Og husk din Herre i deg selv i ydmykhet og frykt uten å være i tale - om morgenen og kvelden. Og vær ikke blant heedless.
sk: A Pamätajte si svojho pána v sebe pokoru a strach bez toho, aby bolo zrejmé, v reči - ráno a večer. A nemusí byť medzi nepozorný.
sl: In ne pozabite svojega Gospoda v sebi v ponižnosti in v strahu, ne da bi očitno v govora - v zjutraj in zvečer. In ne bodite med je brezskrben.
sr_cyrl: И запамти твој господар унутар себе у понизности и страху а да се очигледна у говор - на вечери и сваког јутра. Да , и не буди међу у несмотрености.
sr_latn: I zapamti tvoj gospodar unutar sebe u poniznosti i strahu a da se očigledna u govor - na večeri i svakog jutra. Da, i ne budi među u nesmotrenosti.
uk: І пам'ятайте Господь ваш всередині себе в покорі і в страху, не будучи очевидною в мовлення - вранці і ввечері. А не серед в забутті.
vi: Và ghi nhớ của Chúa trong bản thân trong sự khiêm nhường và trong sợ hãi mà không rõ ràng trong bài phát biểu - trong buổi sáng và buổi tối. Và không có một trong những không lưu ý.
zu: Futhi khumbula kho Lord ngaphakathi sokuthobeka nokwesaba ngaphandle kokuba obonakalayo enkulumweni - ekuseni hwalala.

# Quran1160
source: Indeed, those who are near your Lord are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate.
ca: De fet, els que estan a prop teu Senyor no s'impedeix per arrogància del seu culte, Canteu-li lloances i li van postrar.
cy: Yn wir, rhai sy'n agos at eich Arglwydd yn atal haerllugrwydd ar ei addoli, ac mae eu exalt iddo, ac mae eu prostrate iddo.
da: Ja, dem, der er i nærheden af din herre er ikke forhindret af arrogance fra hans tilbedelse, og de ophøje ham, og ham de næsegrus.
el: Πράγματι, εκείνοι που είναι κοντά σας Λόρδος δεν απαγορεύονται από αλαζονεία από τη λατρεία του, και αυτοί τον δοξάσουνε και σ ' αυτόν αυτά εξαπλώνω.
et: Tõepoolest, need, kes on lähedal oma Issanda ei takistaks ülbus tema kultuse ja nad talle ülendab ja talle polvistuvan.
fi: Itse asiassa ne, jotka ovat lähellä Herrasi estetä ylimielisyyttä hänen palvonta ylistää häntä ja hänelle nujerrettu.
he: אכן, הקרובים אדונך אינם מנועים על ידי יהירות מן הפולחן שלו, הן מבליטות אותו ואני אליו הם הערמונית.
hr: Doista, onima koji su u blizini Gospodar tvoj nije spriječila drskost iz njegova štovanja, i oni ga uzvisiti i mu oni bespomoćan.
lt: Iš tiesų, tie, kurie yra šalia jūsų Viešpats nesutrukdė nenugalimos arogancija iš jo garbinimą, ir jie išaukštinti jį, ir jam jie wybijaja.
lv: Patiešām, tie, kuri atrodas tuvu jūsu kungs nekavē augstprātību no viņa pielūgsmes, tie viņu cildināt un viņam tie nogurdināt.
nb: Faktisk de som er nær din Herre er ikke hindret av arroganse fra hans tilbedelse, de opphøye ham og til ham de nedbrutt.
sk: Naozaj, tých, ktorí sú v blízkosti svojho pána nebráni arogancia z jeho uctievanie, budú oslavovať ho a k nemu sa přemoci.
sl: Res, tisti, ki so v bližini svojega Gospoda ne zaradi arogance od svojega čaščenja, oni poveličujejo njim in mu jih prostracije.
sr_cyrl: Уистину , онима који су близу твој господар неће бити онемогућено од стране ароганцију са његову висост, они га слави и да га они поклоните.
sr_latn: Uistinu, onima koji su blizu tvoj gospodar neće biti onemogućeno od strane aroganciju sa njegovu visost, oni ga slavi i da ga oni poklonite.
uk: Дійсно, ті, хто поблизу ваш Господь не завадили зарозумілість від його поклоніння і вони вивищувати його, і йому вони падати на коліна.
vi: Thật vậy, những người đang ở gần Chúa của bạn không được ngăn chặn bởi kiêu ngạo từ tôn thờ của mình, họ nâng cao anh ta và cho anh ta họ suy nhược.
zu: Ngempela, labo abasondela kho Lord kungukuthi uvinjwa khukhumala ukumkhulekela, futhi bephakamisa Him Him they wawa.

# Quran1161
source: They ask you, [O Muhammad], about the bounties [of war]. Say, "The [decision concerning] bounties is for Allah and the Messenger." So fear Allah and amend that which is between you and obey Allah and His Messenger, if you should be believers.
ca: Demanen que, [O Muhammad], sobre les bondats [de guerra]. Dir, "la [decisió relativa] recompenses és per a Allah i Missatger." Així por d'Allah i modificar allò que és entre vostè i obeir a Allah i el seu Missatger, si hauria de ser creients.
cy: Maent yn gofyn ichi, [O Muhammad], am y bounties [o rhyfel]. Dweud, "[ynghylch penderfyniad] bounties yw Allah a y negesydd." Felly ofni Allah a diwygio sydd rhyngoch chi ac ufuddhau Allah a ei negesydd, os dylai fod credinwyr.
da: De spørger du, [O Muhammad], om dusører [af krig]. Sige, "[afgørelse vedrørende] dusører er for Allah og Messenger." Så frygt Allah og ændre det, der er mellem dig og adlyder Allah og hans sendebud, hvis du skulle være troende.
el: Σας ρωτούν, [Ο Μωάμεθ], σχετικά με την πριμοδοτήσεων σε [πόλεμο]. Λένε, «[περί] είναι πριμοδοτήσεων για Αλλάχ και ο αγγελιοφόρος.» Έτσι ο φόβος Αλλάχ και να τροποποιήσει αυτό που είναι ανάμεσα σε εσάς και να υπακούουν Αλλάχ και του Messenger, αν είστε πιστοί.
et: Nad küsivad te, [O Muhammad] [of war] bounties. Öelda: "[käsitleva otsuse] bounties on Allah ja sõnumitooja." Nii karda Jumalat ja muuta seda, mis teie vahel on ja kuuletuma Allah ja tema saadik, kui peaks olema usklikud.
fi: He kysyvät sinulta, [Oi Muhammed] [, sota] palkkioita. Esimerkiksi "[päätös koskee] palkkioita on Jumala ja Messenger." Joten pelätkää Allahia ja muuttaa sitä, mikä on välillä teitä ja totella Jumalaan ja hänen lähettiläänsä, jos sinun pitäisi olla uskovia.
he: הם ישאלו אותך, [O מוחמד], על מה שצריך [מלחמת]. אומרים, "[החלטה בנוגע] ופרסים מיועד אללה, ושליח." אז הפחד אללה לתקן את אשר ביניכם ו לציית אללה ושליח שלו, אם אתה צריך להיות המאמינים.
hr: Pitali, [O Muhammad], o blagodatima [rata]. Kažu, "[odluka o] ucjene je za Allaha i Glasnik." Pa boj se Allaha i izmijeniti ono što je između vas i pokoravaju Allahu i njegovom poslaniku, ako vam se vjernici.
lt: Jie prašo jus, [O Muhammad], apie dobrodziejstwa karo]. Sako, "[sprendimą dėl] dobrodziejstwa yra Dievas ir Messenger." Taip bijo Dievo ir pakeisti tai, kas yra tarp jūsų ir paklusti Dievo ir jo poslanca, jei jums reikėtų tikinčiųjų.
lv: Viņi lūdz jūs [O Muhammad] par pabalstiem [kara]. Teiksim, "[lēmums par] pabalstiem ir Allah un kurjers." Tāpēc bailes Allah un grozīt to, kas ir starp jums un paklausīt Allah un viņa Messenger, ja jūs būtu ticīgie.
nb: De spør deg, [O Muhammad], om velsignelser [i krig]. Si "[beslutning angående] bounties er for Allah og Messenger." Så frykt Allah og endre det som er mellom deg og følge Allah og hans Messenger, hvis du skal troende.
sk: Oni sa vás opýtať, [Mohamed], prémií [z vojny]. Povedať: "[rozhodnutia o] prémií je Alah a posol." Takže strach Alah a zmeniť to, čo je medzi vami a počúvať Alah a jeho posol, ak by ste mali byť veriaci.
sl: So vas, [O Muhammad], o podpor [vojne]. Reči, "[odločbe glede] podpor je Allah in Messenger." Tako strah Allah in spremembo, ki je med vami in ubogati Allah in njegov sel, če bi morali biti verniki.
sr_cyrl: Они су те, [О Мухаммад], о уцењеној [рата]. Рекао је, "[одлуку у вези] уцену је за Алаха и гласник." Тако страх Алаха и исправим то што је између тебе и покоравати Алаха, и његовог гласника, да си био верници.
sr_latn: Oni su te, [O Muhammad], o ucenjenoj [rata]. Rekao je, "[odluku u vezi] ucenu je za Alaha i glasnik." Tako strah Alaha i ispravim to što je između tebe i pokoravati Alaha, i njegovog glasnika, da si bio vernici.
uk: Вони просять вас [O Мухаммад], про благами [війни]. Скажімо, "[рішення про] щедрот призначений для Аллах і Messenger." Так бояться Аллах і змінити те, що між вами і підкорятися Аллах і його Messenger, якщо ви повинні бути віруючим.
vi: Họ yêu cầu bạn [O Muhammad], về bounties [của chiến tranh]. Nói, "các [quyết định liên quan đến] bounties là Allah và Messenger." Vì vậy sợ Allah và sửa đổi đó là giữa bạn và tuân theo Allah và Messenger của ông, nếu bạn có các tín hữu.
zu: They buza you, [O Muhammad], mayelana bounties [zempi].

# Quran1162
source: The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely -
ca: Els creients són només aquells que, quan Allah s'esmenta, seus cors ser temorós, i quan els seus versos són recitats per ells, ells augmenta en fe; i confiar en el seu Senyor-
cy: Y credinwyr yn unig y rheini sydd, pan sonnir am Allah, eu calonnau yn ofnus, ac wrth ei penillion yn ei roi iddynt, mae'n cynyddu iddynt yn y ffydd; ac maent yn dibynnu ar eu Arglwydd-
da: Troende er kun dem, der når Allah er nævnt, deres hjerter bliver bange, og når hans vers er reciteret til dem, det øger dem i tro; og efter deres Herre de stole-
el: Οι πιστοί είναι μόνο εκείνοι που, όταν ο Αλλάχ είναι αναφέρεται, καρδιές τους γίνονται φοβισμένοι, και όταν του στίχοι είναι recited τους, τους αυξάνει στην πίστη? και με τους Λόρδος στηρίζονται-
et: Usklikud on ainult need, kes kui Allah on mainitud, nende südamed muutunud hirmus, ja kui tema salmid loetud neile, see suurendab neid usus; ja pärast nende Issand nad tugineda-
fi: Uskovaiset ovat vain ne, jotka kun Allah mainitsi, heidän sydämensä tulla peloissaan, ja kun hänen runoissaan lausui heille, se lisää ne uskossa; ja kun heidän Herransa he-
he: המאמינים הם רק אלה, כאשר מוזכר אללה, ליבם ולבכם, וזה כאשר אלו השירים שלו הם להם, מגביר אותם באמונה; על האל שלהן הם מסתמכים?
hr: Vjernici su samo oni koji, kada se spominje Allah, njihova srca postaju strah, i kada njegovi stihovi su recitirali na njih, njima povećava u vjeri; i svog gospoda oni se oslanjaju-
lt: Tikintieji yra tik tie, kurie, kai Dievas yra minėta, jų širdys tapo bijantis, ir kai jo eilėmis recytuja jiems, tai padidina jų tikėjimą; ir ant jų Viešpats pasikliauti-
lv: Ticīgie ir tikai tie, kuri, kad ir minēts Allah, savās sirdīs kļūt baismīgs, un ja viņiem ir skaitīja savas vārsmas, tas palielina viņus ticībā; un viņi paļaujas uz savu kungu-
nb: Troende er bare de som, når Allah er nevnt, deres hjerter bli engstelig, og når hans vers blir resitert til dem, det øker dem i tro. og på deres Herre de trenger-
sk: Veriaci sú len tí, ktorí, keď Alah je uvedené, ich srdcia sa bojí, a keď jeho verše sa prednáša im, zvyšuje ich viery; a na ich pán opierajú-
sl: Verniki so samo tisti, ki, ko je omenil Allah, njihova srca postati strašen, in ko njegovi verzi so recitiral jim, da poveča v veri; in na svojega Gospoda, ki so se-
sr_cyrl: Верници су само они који, када Аллах је споменуо, њихова срца постају страху, и када његових стихова је рецитовао им, повећава им у вери; и ослањају се на њихов господар-
sr_latn: Vernici su samo oni koji, kada Allah je spomenuo, njihova srca postaju strahu, i kada njegovih stihova je recitovao im, povećava im u veri; i oslanjaju se na njihov gospodar-
uk: Віруючих є тільки ті, хто, коли згадується Аллаха, їх серця стають страшно, і коли його вірші читається їм, він збільшує їх у вірі; і вони спираються на їх Господь-
vi: Các tín hữu là chỉ có những người khi Allah đã đề cập, trái tim của họ trở nên sợ hãi, và khi bài thơ của ông niệm cho họ, nó làm tăng chúng trong Đức tin; và khi Chúa của họ dựa-
zu: Amakholwa yilabo abathi lapho Allah sho izinhliziyo zabo zibe amagwala, lapho amavesi Yakhe hlabelela them, ukhula kuzo ngokholo kuphela;

# Quran1163
source: The ones who establish prayer, and from what We have provided them, they spend.
ca: Els que s'estableixen l'oració, i de què ens han proporcionat, passen.
cy: Y rhai sy'n sefydlu gweddi, ac o'r hyn yr ydym wedi darparu iddynt, maent yn treulio.
da: Dem hvem opstille bøn, og fra hvad vi har givet dem, de bruger.
el: Αυτοί που προσευχή θεσπίσει, και από ό, τι έχουμε παράσχει τους, ξοδεύουν.
et: Need kes määrab palve ning, mida me oleme pakkunud neile, nad veedavad.
fi: Ne joka vahvistaa rukouksen, ja siitä mitä olemme luoneet heille, he viettävät.
he: אלה מי להקים תפילה, מפני מה שסיפקנו להם, הם מבלים.
hr: One koji uspostavi molitve, i od ono što smo im dali, oni provode.
lt: Tie kurie nustatyti malda, ir nuo ko mes pateikėme juos, jie praleidžia.
lv: Tie kas izveido lūgšanu, un no to, ko esam nodrošinājuši viņus, viņi tērē.
nb: De som etablere bønn, og fra hva vi har gitt dem, de bruker.
sk: Tí ktorí stanovili modlitby a z čo sme poskytli im, trávia.
sl: Tisti ki vzpostavi molitev in iz kaj predlagali smo jim, da preživijo.
sr_cyrl: Они који успоставе молитву, и од како смо већ уложили у њих, они проводе.
sr_latn: Oni koji uspostave molitvu, i od kako smo već uložili u njih, oni provode.
uk: Ті хто встановити молитви, і від те, що ми надали їм, вони витрачають.
vi: Những người thiết lập cầu nguyện, và từ những gì chúng tôi đã cung cấp cho họ, họ chi tiêu.
zu: The ones efuna ukusungula umthandazo, futhi kusukela kulokho Siye wabalungiselela, bachitha.

# Quran1164
source: Those are the believers, truly. For them are degrees [of high position] with their Lord and forgiveness and noble provision.
ca: Aquells són els creients, realment. Per a ells són graus [d'alta posició] amb el seu Senyor i el perdó i prestació noble.
cy: Mae'r rheini yn y credinwyr, yn wirioneddol. Ar eu cyfer yn raddau [o sefyllfa uchel] gyda eu Arglwydd a maddeuant a darpariaeth aruchel.
da: De er troende, virkelig. For dem er grader [af høj stilling] med deres Herre og tilgivelse og ædle bestemmelse.
el: Αυτά είναι οι πιστοί, πραγματικά. Για αυτούς είναι σε βαθμούς [της υψηλής θέσης] με τους Λόρδος και η συγχώρεση και η παροχή ευγενή.
et: Need on usklikud, tõeliselt. Neil on oma Issanda ja andestust ja üllas sätte kraadi [ning kõrgel kohal].
fi: Nämä ovat uskovia, todella. Niille ovat korkea asema] [eriasteisia herra ja anteeksianto ja jalo säännös.
he: אלה המאמינים, באמת. עבור אותם הן מעלות [במעמד גבוה] עם האל שלהם, מחילה הוראה אצילי.
hr: To su vjernici, zaista. Za njih su stupnjevima [visoku poziciju] sa svoga Gospodina i oprost i plemenita odredba.
lt: Tikintieji, tai tikrai. Jiems yra laipsnių [apie aukštą poziciją] su savo Viešpačiu ir atleidimą ir tauriųjų nuostata.
lv: Tie ir ticīgie, patiesi. Viņiem ir pakāpes [augstas pozīcijas] ar to Kungu un piedošanu un cēlu nodrošināšanu.
nb: De er troende, virkelig. For dem er grader [av høy posisjon] med Herren og tilgivelse og edle bestemmelsen.
sk: Tí sú veriaci, naozaj. Pre nich sú stupne [zápastí] s ich pána a odpustenie a ušľachtilý ustanovenie.
sl: To so verniki, resnično. Za njih so stopinj [za visok položaj] z Lord in odpuščanje in plemenito določba.
sr_cyrl: Они су истински верници. За њих су [за високу позицију] степени са њихов господар и опрост и племенита одредба.
sr_latn: Oni su istinski vernici. Za njih su [za visoku poziciju] stepeni sa njihov gospodar i oprost i plemenita odredba.
uk: Ті, віруючі, по-справжньому. Для них є ступені [високу посаду] з їх Господа і прощення і благородних положення.
vi: Đó là những tín hữu, thực sự. Đối với họ là Độ [vị trí cao] với Chúa và sự tha thứ và cao quý cung cấp của họ.
zu: Labo are qiniseka kholwa, ngempela.

# Quran1165
source: [It is] just as when your Lord brought you out of your home [for the battle of Badr] in truth, while indeed, a party among the believers were unwilling,
ca: [És] igual que quan el seu Senyor portat fora de casa seva [per a la batalla de Badr] en veritat, mentre que en efecte, un partit entre els creients estaven disposats,
cy: [Mae'n] yn union fel pan ddaeth eich Arglwydd chi o'ch cartref [ar gyfer y frwydr o Badr] mewn gwirionedd, tra yn wir, blaid ymysg y credinwyr yn amharod,
da: [Det er] ligesom når din Herren bragte dig ud af dit hjem [for slaget ved Badr] i sandheden, mens ja, et parti blandt troende var uvillig,
el: [Είναι] ακριβώς όπως όταν σας Λόρδος σας έφερε από το σπίτι σας [για την μάχη του Badr] στην πραγματικότητα, ενώ πράγματι, ένα κόμμα μεταξύ των πιστών ήταν απρόθυμη,
et: [On] nii nagu kui oma Issanda tõin välja oma koju [lahinguks Badr] tõsi, kuigi tõepoolest, pool usklike seas olid ei taha,
fi: Se on yhtä kun Herrasi johdatin sinut pois kotiin [Badrin taistelu] totuus, mutta tosiaan osapuolena uskovien keskuudessa vastahakoisesti
he: [הוא] כשם האל שלך הביא אותך בביתך [לקראת קרב באדר]. למען האמת, בעוד אכן, מסיבה בקרב המאמינים היית מוכנה,
hr: To je kao kad Gospodar tvoj te doveo kući [za borbe Badr] istinu, a uistinu, stranke među vjernicima nisu htjele,
lt: [Tai] lygiai taip pat kai jūsų Viešpats davė jums iš savo namų [už Badr mūšio] tiesa, nors iš tiesų, šalis tarp tikintieji buvo nenori,
lv: [Ir] tāpat, kā kad jūsu kungs, ko jūs no jūsu mājām [kaujai Badr] patiesībā, bet patiešām, pušu starpā ticīgie bija negribīgi,
nb: [Det er] like når deres Herre førte deg ut av hjemmet [for slaget ved Badr] i sannhet, mens faktisk, fest blant troende var uvillig,
sk: [Je] rovnako, ako keď váš Pán priniesol z vášho domova, [na bitku Badr] v pravde, kým v skutočnosti, strana medzi veriacich boli ochotný,
sl: [Je] samo kot ko vaš gospodar pripeljal iz svojega doma [za boj Badr] v resnici, medtem ko dejansko, stranka med verniki so bili pripravljeni,
sr_cyrl: [Је ] само док када ти је Ана из свога дома [за битку Бадр] истина је, заиста, забаву међу верницима нису били спремни
sr_latn: [Je] samo dok kada ti je Ana iz svoga doma [za bitku Badr] istina je, zaista, zabavu među vernicima nisu bili spremni
uk: [Це] так само, як коли ваш Господь вивів тебе з вашого будинку [для Битва при Бадрі] по правді кажучи, в той час як дійсно, партія серед віруючих були не бажає,
vi: [Đó là] cũng giống như khi Chúa của bạn đưa bạn ra khỏi nhà của bạn [cho trận Badr] trong sự thật, trong khi thực sự, một bên trong số các tín hữu được không,
zu: [Kuyinto] njengoba nje uma iNkosi wakho wakukhipha ekhaya lakho [empini ye Badr] ngeqiniso, kuyilapho ngempela, a party kubazalwane abathandanga,

# Quran1166
source: Arguing with you concerning the truth after it had become clear, as if they were being driven toward death while they were looking on.
ca: Discutir amb vostè sobre la veritat, després s'havia convertit en clar, com si es portaven cap a la mort mentre que estaven buscant.
cy: Dadlau gyda chi ynghylch y gwir ar ôl wedi dod yn glir, fel pe yn cael ei yrru tuag at farwolaeth tra roeddent yn edrych.
da: Skændes med dig om sandheden, efter det var blevet klart, som hvis de blev kørt mod død, mens de var på udkig.
el: Υποστηρίζοντας μαζί σας σχετικά με την αλήθεια, αφού είχε καταστεί σαφές, όπως και αν αυτοί αυτά οδηγούνται προς το θάνατο, ενώ έψαχναν.
et: Väites teiega kohta tõde, pärast seda, kui see oli saanud selgeks, kui nad olid sõida poole surma kuigi nad otsisid.
fi: Sillä teille totuus kun oli tullut selväksi, jos ne ajettiin kohti kuolemaa, kun he etsivät.
he: מתווכח איתך בנוגע לאמת אחרי זה נעשה ברור, כאילו הם היו מונעים לעבר המוות בעוד הם חיפשו.
hr: Se svađati s tobom o istini nakon što je postalo jasno, kao da su se protjerani prema smrti dok su tražili.
lt: Teigdamas su jumis dėl tiesa po to, kai tapo aišku, lyg jie buvo ima važiuoti link mirties, o jie ieško.
lv: Strīdēties ar jums par patiesību, kad tas bija kļuvis skaidrs, kā tad, ja tie veda pretī nāvei, kamēr viņi lūkojās.
nb: Krangle med deg om sannheten etter at det hadde blitt klart, som om de ble kjørt mot døden mens de ser.
sk: Dohadovať sa s vami o pravdu, potom sa ukázalo, ako keby boli je riadený smerom k smrti, keď sa pozrieme.
sl: Trdi, z vami o resnico, ko je postalo jasno, kot če so bili vozi proti smrti, medtem ko so iskali.
sr_cyrl: Расправа са тобом у вези истину, након што је постало јасно, као да су били сам на путу ка смрти док су гледали.
sr_latn: Rasprava sa tobom u vezi istinu, nakon što je postalo jasno, kao da su bili sam na putu ka smrti dok su gledali.
uk: Сперечатися з вами щодо правду, після того, як стало ясно, як якби вони були везуть до смерті поки вони шукали.
vi: Tranh cãi với bạn liên quan đến sự thật sau khi nó đã trở nên rõ ràng, nếu như họ đã được hướng về cái chết trong khi họ đang tìm kiếm.
zu: Ukuphikisana nawe mayelana neqiniso ngemva kokuba ziyacaca, sengathi qhutshwa ngokufa ngenkathi they bebukele.
