Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1530
source: But if they turn away, [say], "I have already conveyed that with which I was sent to you. My Lord will give succession to a people other than you, and you will not harm Him at all. Indeed my Lord is, over all things, Guardian."
ca: Però si s'allunyen, [dir], "em tenen ja va transmetre que amb la qual vaig ser enviat a vostè. Senyor donarà successió a una gent que no sigui vostè, i vostè no perjudicarà ell gens. Fet meu Senyor és sobre totes les coses, Guardian."
cy: Ond os maent yn troi i ffwrdd, [dweud], "yr wyf eisoes wedi cyfleu'r bod y wyf anfonwyd atoch. Bydd fy Arglwydd yn rhoi olyniaeth i bobl ac eithrio chi, ac nid chi fydd niwed iddo bob. Yn wir fy Arglwydd yw, dros holl bethau, gwarcheidwad."
da: Men hvis de vender væk, [siger], "Jeg har allerede formidles, hvormed jeg blev sendt til dig. Min herre vil give arven til et folk end du, og du vil ikke skade ham overhovedet. Faktisk er min herre over alle ting, Guardian."
el: Αλλά αν πάψουν, [λένε], "έχουν ήδη διαβίβασα ότι με την οποία με έστειλε να σας. Κύριέ μου θα δώσει διαδοχής σε άτομα εκτός από εσάς, και δεν θα βλάψει τον καθόλου. Πράγματι Κύριέ μου είναι, για όλα τα πράγματα, κηδεμόνα.»
et: Aga kui nad pöörduvad ära, [öelda], "Mul on juba toimetatud et kellega ma teile saadetud. Issand annab pärimisõiguse inimestele peale teile ja te ei kahjusta teda üldse. Issand on tõepoolest, kõik asjad üle eestkostja."
fi: Mutta jos he kääntyvät pois, [esimerkiksi] "Olen jo välittänyt että jonka olin lähettänyt sinulle. Herra antaa peräkkäin muille kuin sinulle ja ei haittaa häntä lainkaan. Itse Herra on yli kaiken, vartija."
he: אבל אם הם פונים משם, [אומר], "כבר העברתי שבה אני נשלח אליכם. אדוני ייתן הירושה אנשים חוץ ממך, אתה לא תפגע בו בכלל. . אדוני. אכן, על כל הדברים, השומר."
hr: Ali ako ti, [rekao], "Ja sam već prenio da s kojom sam poslan da ti. Gospodaru naslijeđe dati ljudi osim vas, i da mu ne mogu ništa at svi. Zaista gospodaru je, iznad svih stvari, skrbnik."
lt: Bet jei jie nusigręžti, [sako], "aš jau pristatyti ar su kuria man buvo išsiųstas jums. Mano Viešpats suteiks vieną po kito žmonės, išskyrus jus, ir jums negali pakenkti jam ne visi. Iš tiesų mano Viešpats yra, virš visų dalykų, sergėtoja."
lv: Bet ja viņi savukārt prom, [saka], "man ir jau izteica, ka ar kuru es tika nosūtīts jums. Mans kungs dos kārtas cilvēkiem, izņemot jūs, un jums nebūs kaitēt viņu vispār. Patiešām manam kungam ir pār visām lietām, aizbildnis."
nb: Men hvis de slår, [sier], "Jeg har allerede formidlet at som jeg ble sendt til deg. Min Herre vil gi hverandre til en andre enn deg, og du vil ikke skade ham på alle. Faktisk er min herre over alle ting, Guardian."
sk: Ale ak sa zase preč, [povedať], "ja si už viezol, že s ktorým som poslal k vám. Môj Pán dá dedičstvo ľudí, ako ste, a vám neublíži mu vôbec. Naozaj môj pán je nad všetkými vecami, strážca."
sl: Ampak če se obrnejo proč, [reči], "sem jih že prevažajo da s katerimi pošljem vam. Moj Gospodar bo dedovanje da ljudje, ki vas, in vam ne bo škodovalo mu sploh. Pravzaprav moj gospodar je, nad vse stvari, varuh."
sr_cyrl: Али ако окрену, [рекао], "сам већ пренио да са којим сам послат да ти. Мој господару ће дати сукцесија је људи, осим тебе, а ти руке увис га уопште. Заиста господару, готово је све ствари, старатељ."
sr_latn: Ali ako okrenu, [rekao], "sam već prenio da sa kojim sam poslat da ti. Moj gospodaru će dati sukcesija je ljudi, osim tebe, a ti ruke uvis ga uopšte. Zaista gospodaru, gotovo je sve stvari, staratelj."
uk: Але якщо вони відвернутися, [говорити], "я є вже передав що з яким я був висланий Вам. Мій Господь дасть правонаступництва населенню, крім вас, і ви не зашкодить його на всіх. Дійсно мій Господь є, все впокорив Guardian".
vi: Nhưng nếu họ chuyển đi, [nói], "tôi đã đã truyền đạt rằng với mà tôi đã được gửi cho bạn. Chúa của tôi sẽ cung cấp cho thừa kế cho một người khác hơn là bạn, và bạn sẽ không làm hại anh ta cả. Thực sự của tôi Chúa là, trên tất cả mọi thứ, người giám hộ."
zu: Kodwa uma they jikisa [nithi], "Ngiye wadlulisela kakade ukuthi ngazo ngathunyelwa kuwe. Nkosi yami uyonika ukulandelana a ngaphandle kwakho abantu, futhi nawe ngeke ona Him ngaphakathi nhlobo. Ngempela eNkosini yami,

# Quran1531
source: And when Our command came, We saved Hud and those who believed with him, by mercy from Us; and We saved them from a harsh punishment.
ca: I quan va arribar la nostra comanda, hem salvat Hud i aquells que creu amb ell, per misericòrdia de nosaltres; i ens salvava de un càstig dur.
cy: A pan ddaeth ein Gorchymyn, yn arbed Hud a'r rhai oedd gydag ef, gan drugaredd oddi wrthym ni; a ydym yn eu harbed rhag cosbi llym.
da: Og da vores kommando kom, vi gemte Hud og dem, der menes med ham, af nåde fra os; og vi reddede dem fra en hård straf.
el: Και όταν ήρθε η εντολή μας, δε μπορούμε να σωθούμε Hud και εκείνους που πιστεύουν ότι με αυτόν, έλεος από μας. και εμείς που τους έσωσε από ένα σκληρή τιμωρία.
et: Ja kui meie käsk tuli, päästis Hud ja need, kes usuvad temaga, halastuse meilt; ja me päästnud neid karmi karistuse.
fi: Ja kun meidän komento tuli, me tallennettu Hud ja ne, jotka uskoivat häneen, Mercy meiltä; ja ne pelasti ankarat rangaistukset.
he: כשהגיע הפיקוד שלנו, אנחנו הציל האד ומי האמין איתו, על ידי רחמים מאיתנו; הצלנו אותם מפני ענישה מחמירה.
hr: I kad naša zapovijed dođe, mi spremljene Hud i oni koji su vjerovali s njim, po milosti od nas; i spasili smo ih od oštre kazne.
lt: Ir kai mūsų komandą atėjo, mes išgelbėti Hud ir tiems, kurie tikėjo su juo, malonės iš mūsų; ir mes išgelbėti juos nuo griežta bausmė.
lv: Un ienākot mūsu komandas, mēs izglābām Hud, un tiem, kas ticēja viņam līdzi, ar žēlastību no mums; un mēs viņus izglābis no bargs sods.
nb: Og når vår kommando kom, vi frelst Hud, og de som trodde med ham, med nåde fra oss. og vi reddet dem fra en streng straff.
sk: A keď náš príkaz prišiel, sme zachránení Hud, a tými, kto veril s ním zľutovanie od nás; a my ich zachránil od krutý trest.
sl: In ko naša ukaz prišel, smo shranili Hud in tiste, ki so verjeli z njim, ki jih milost od nas; in smo jih shranili iz ostre kazni.
sr_cyrl: И када нашу команду, спасили смо Худ и они који су веровали са њим, од стране милост од нас; и ми смо их спасили од оштре казне.
sr_latn: I kada našu komandu, spasili smo Hud i oni koji su verovali sa njim, od strane milost od nas; i mi smo ih spasili od oštre kazne.
uk: І коли нашої команди, ми зберегли Hud і тих, хто вірив з ним, на милість від нас; і ми зберегли їх від суворих покарання.
vi: Và khi chỉ huy của chúng tôi, chúng tôi đã lưu Hud và những người tin rằng với anh ta, bởi lòng thương xót từ chúng tôi; và chúng tôi đã lưu chúng từ một hình phạt khắc nghiệt.
zu: Futhi uma ithu phatha weza, We khulula Hud labo kholwa him sa us;

# Quran1532
source: And that was 'Aad, who rejected the signs of their Lord and disobeyed His messengers and followed the order of every obstinate tyrant.
ca: I que va ser ' Aad, que va rebutjar els senyals del seu Senyor i desobeir els seus missatgers i seguir l'ordre de cada tirà obstinada.
cy: Ac yr oedd ' Aad, sy'n gwrthod yr arwyddion o eu Arglwydd a disobeyed ei negeswyr a dilyn y drefn bob tyrant obstinate.
da: Og det var» ald, der forkastede tegnene på deres Herre og adlød hans budbringere og fulgt rækkefølgen af hver stædige tyran.
el: Και ότι ήταν «Aad, που απέρριψε τα σημάδια του Λόρδου και disobeyed κλητήρες και ακολουθήθηκε η τάξη της κάθε ισχυρογνώμων τύραννος.
et: Ja see oli ' Aad, kes lükkas märke nende Issand ja tema inglid täiuslik ja kirikuõpetaja iga jonnakas türann.
fi: Ja se oli "Aad, jotka hylkäsivät Herransa merkkejä ja tottelemattomia hänen lähettiläitä ja järjestystä joka itsepäinen tyranni.
he: וזה היה ' מ, אשר דחה את הסימנים. של הלורד, לא ציית לשליחיו ועקבתי אחר הסדר של כל רודן עקשנית.
hr: I to je bilo ' Aad, koji su odbacili znakove svoga Gospodina i poslušao svoje glasnike i slijedi redoslijed svakog tvrdoglav tiranina.
lt: Ir tai buvo "Aad, kurie atmetė jų Viešpats požymius ir nepakluso jo pasiuntiniai ir po kiekvieno užsispirti tironas ordinas.
lv: Un tas bija "Aad, kuri noraidīja viņu kungs pazīmes un neklausīt savas kurjeriem un sekoju katru stūrgalvīgs tirāns pasūtījuma.
nb: Og det var "Aad, som avviste tegn på deres Herre og adlød hans sendebud og fulgte rekkefølgen på hver sta tyrann.
sk: A to bolo "Aad, kto odmietol znamenie svojho pána a vzoprel jeho poslov a dodržiavať poradie každý tvrdohlavý tyrana.
sl: In da je bil "Sad, ki zavrne znake svojega Gospoda in upošteval navodila svoje glasnike in upoštevati vrstni red vsak trmasto tiran.
sr_cyrl: И то је било ' Аад, који су одбацили знакове свог господара и послусала свог курира и пратио редослед сваког тврдоглаве тиранина.
sr_latn: I to je bilo ' Aad, koji su odbacili znakove svog gospodara i poslusala svog kurira i pratio redosled svakog tvrdoglave tiranina.
uk: І це було "сад, який відхилив ознаки їх Господа і не слухали його посланцями і після замовлення кожен упертий тиран.
vi: Và đó là ' Aad, người bác bỏ các dấu hiệu của Chúa và bất tuân các sứ giả của mình và theo thứ tự của mỗi bạo chúa ương ngạnh.
zu: Futhi lelo kwaba 'Aad, abenqaba komba bo Lord disobeyed Akhe gijimi futhi uma elandela indlela gcwele nenkani.

# Quran1533
source: And they were [therefore] followed in this world with a curse and [as well] on the Day of Resurrection. Unquestionably, 'Aad denied their Lord; then away with 'Aad, the people of Hud.
ca: I [per això] s'han seguit en aquest món amb una maledicció i [també] en el dia de resurrecció. Sens dubte, ' Aad nega el seu Senyor; llavors fora amb ' Aad, la gent de Hud.
cy: A dilynwyd [felly] yn y byd hwn gyda felltith a [hefyd] ar dydd atgyfodi. Yn ddiamau, ' gwadodd Aad eu yr Arglwydd; yna i ffwrdd â ' Aad, pobl o Hud.
da: Og de fulgte [derfor] i denne verden med en forbandelse og [samt] på den dag i opstandelse. Utvivlsomt,» ald nægtet deres Herre; så væk med» ald, befolkningen i Hud.
el: Και [συνεπώς] ακολουθήθηκαν σε αυτόν τον κόσμο με μια κατάρα και [καθώς και] την ημέρα της Αναστάσεως. Αναμφισβήτητα, «Aad αρνήθηκε τον κύριό τους. στη συνέχεια μακριά με «ΣΔΕ, οι άνθρωποι του Hud.
et: Ja seejärel [seega] sõlmiti selles maailmas needus ja [ning] edasi ülestõusmise päev. Kahtlemata ' Aad eitas nende Issand; seejärel minema ' Aad, Hud inimesed.
fi: Ja ne seurasivat [sen vuoksi] tässä maailmassa kirouksella ja [myös] on ylösnousemuksen päivänä. Kiistatta "Aad kiisti herra; sitten pois "Tomi, Hud ihmisiä.
he: הם עקבו [לכן] בעולם הזה עם קללה, [גם כן] ביום תחיית המתים. ללא ספק, ' מ הכחישה את האל שלהם; הלאה ' מ, האנשים של "האד".
hr: I slijedili su [Stoga] u ovom svijetu prokletstvo i [kao i] na dan uskrsnuća. Bez sumnje, ' Aad zanijekao svoga Gospodina; Onda idi s ' Aad, ljudi Hud.
lt: Ir jie [todėl] po to šiame pasaulyje prakeikimas ir [taip pat] apie prisikėlimo dieną. Be abejo, "Aad atimta jų Viešpaties; tada į sandėlį su "Aad, Hud žmonės.
lv: Un viņi sekoja [tādējādi] šajā pasaulē ar lāstu un [arī] uz augšāmcelšanās dienu. Neapšaubāmi, "Aad noliedza savu kungu; pēc tam aizraujas ar "Aad Hud cilvēki.
nb: Og de [derfor] ble fulgt i denne verden med en forbannelse og [også] på dagen av oppstandelse. Uten tvil, ' Aad nektet deres Herre; så bort med ' Aad, folk Hud.
sk: A [preto] v tomto svete, s prekliatím a [aj] na deň vzkriesenia. Nesporne, "Aad poprel ich pána; potom preč s "Aad, ľudia Hud.
sl: In oni so sledili [zato] v tem svetu z prekletstvo in [tudi] na dan od vstajenje. Nedvomno, "alarmna zanikal svojega Gospoda; nato stran z "Sad, ljudje Hud.
sr_cyrl: Пратили су их [Дакле] у овом свету, са проклетством и [па] на дан ускрснућа. Без сумње, ' Аад је порекао свог господара; Онда одлази са ' Аад, људи из Хада.
sr_latn: Pratili su ih [Dakle] u ovom svetu, sa prokletstvom i [pa] na dan uskrsnuća. Bez sumnje, ' Aad je porekao svog gospodara; Onda odlazi sa ' Aad, ljudi iz Hada.
uk: І вони були [тому] пішов за цей світ з прокляттям [також] на день Воскресіння. Без сумніву, "сад заперечував їх Господа; потім геть з ' сад, люди Hud.
vi: Và họ [do đó] được tiếp nối trong thế giới này với một lời nguyền và [cũng] ngày phục sinh. Unquestionably, ' Aad từ chối của Chúa; sau đó đi với ' Aad, người dân của Hud.
zu: Abo ke babengabokulinga [ngenxa yalokho] balandela kuleli zwe yisiqalekiso [kanye] Suku Vuko.

# Quran1534
source: And to Thamud [We sent] their brother Salih. He said, "O my people, worship Allah; you have no deity other than Him. He has produced you from the earth and settled you in it, so ask forgiveness of Him and then repent to Him. Indeed, my Lord is near and responsive."
ca: I Thamud [hem enviat] seu germà Salih. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. Ha produït des de la terra i es va establir en ella, així que demana perdó d'ell i llavors penedir-se a ell. De fet, senyor és a prop i sensible".
cy: Ac i Thamud [anfonasom] eu brawd Salih. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Mae wedi cynhyrchu chi o'r ddaear a setlo chi ynddo, felly gofynnaf maddeuant iddo ac wedyn yn edifarhau iddo. Yn wir, fy Arglwydd yn agos ac yn ymatebol. "
da: Og til Thamud [vi sendte] deres bror Salih. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Han har produceret du fra jorden og bosatte sig i det, så beder om tilgivelse af ham og så at omvende ham. Ja, min herre er nære og lydhøre."
el: Και να Thamud [στείλαμε] ο αδελφός τους, ο Salih. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Έχει παραχθεί σας από τη γη και σας εγκαταστάθηκαν σε αυτό, έτσι να ζητήσει συγχώρεση από τον και στη συνέχεια να μετανοήσουν σ ' αυτόν. Πράγματι, Κύριέ μου είναι κοντά και απαντητική.»
et: Ja Thamud [saatsime] oma venna Salih. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Ta on valmistatud maa ja sa elama, nii et palun andestust temast ja temaga siis kahetsema. Tõepoolest, minu Issand on lähedal ja osavõtlikud."
fi: Ja Thamud me lennättää heidän veljensä Salih. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Hän on tuottanut maasta ja asettui, niin kysy häneltä anteeksiantoa ja sitten katua hänelle. Itse asiassa herra on lähellä ja reagoiva."
he: וכדי Thamud [שלחנו] אחיהם צאלח. הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. יש לו המופק את כדור הארץ והוא התיישבו לך, אז לבקש סליחה ממנו ולחזור בתשובה אז אליו. אכן, אדוני הוא ליד ומגיבים."
hr: I Thamud smo poslali njihov brat Salih. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. Je proizvedena iz zemlje i naselili u to, pa molimo za oprost ga i onda obratite se njemu. Doista, gospodaru je blizu i reagirati."
lt: Ir Thamud [išsiuntėme] jų brolis Salih. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Jis pagamino jums nuo žemės ir apsigyveno jums, Taigi paprašyti remissionem jį ir tada atgailauti jam. Iš tiesų, mano Viešpats yra netoli ir reaguoja."
lv: Thamud [mēs nosūtījām] un viņu brālis Salih. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Viņš ir saražota zemes un apmetās jums, tāpēc lūgt piedošanu no viņa un viņam pēc tam nožēlot. Patiešām, mans Lord ir tuvumā un atsaucīgu."
nb: Og Thamud [vi sendt] deres bror Salih. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Han har produsert du fra jorden og avgjort du, så be om tilgivelse for ham og omvender seg til ham. Faktisk, min Herre er nær og responsive.
sk: A Thamud [sme poslali] ich brat Sálih. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. Má vyrába sa zo Zeme a usadili sa v ňom, tak požiadať o odpustenie mu a potom robiť pokánie k nemu. Vskutku, môj pán je blízko a citlivý."
sl: In Thamud [smo poslali] njihova brata Salih. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Ima ga proizvaja iz zemlje in jih naselili v, tako prosi odpuščanja, mu in se mu potem pokesajo. Pravzaprav, moj gospodar je blizu in odziven. "
sr_cyrl: И да Тхамуд [смо послали] њихов брат Салих. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Има те произведена од земље и ти се настанио у то, па питај опрост од њега и онда се покаје за њега. Заиста , мој господару је близу и одазива."
sr_latn: I da Thamud [smo poslali] njihov brat Salih. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Ima te proizvedena od zemlje i ti se nastanio u to, pa pitaj oprost od njega i onda se pokaje za njega. Zaista, moj gospodaru je blizu i odaziva."
uk: І до Thamud [ми послали] свого брата Саліх. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. Він має здобутої землі і оселилися ви в ньому, тому прошу його а потім покаятися йому. Справді, мій Господь є поблизу і чуйний."
vi: Và để Thamud [gửi chúng tôi] em trai của Salih. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Ông đã được được sản xuất từ trái đất và giải quyết bạn vào nó, vì vậy yêu cầu sự tha thứ của anh ta và sau đó ăn năn với anh ta. Thật vậy, thưa Đức vua là gần và đáp ứng."
zu: Futhi ukuze Thamud [Sithumele] umfowabo Salih.

# Quran1535
source: They said, "O Salih, you were among us a man of promise before this. Do you forbid us to worship what our fathers worshipped? And indeed we are, about that to which you invite us, in disquieting doubt."
ca: Deien, "O Salih, eres entre nosaltres un home de la promesa abans d'això. Que els prohibeixen nos a adorar el que nostres pares adorat? I en efecte, sobre allò que vostè, ens conviden a dubte inquietant."
cy: Maent yn dweud, "O Salih, yr oeddech yn ein plith yn ddyn o addewid cyn hyn. Wneud a'n gwaredo ni i addoli yr hyn y mae ein tadau yn ei addoli? A ydym yn wir, am hynny y mae eich gwahodd inni, yn amheuaeth cyferbyniol."
da: De sagde, "O Salih, du var iblandt os en mand af løfte før dette. Du forbyde os at tilbede hvad vore fædre tilbad? Og ja vi, om, som du inviterer os, foruroligende tvivlrådig."
el: Είπε, «O Salih, ήσουν ανάμεσά μας ένας άνθρωπος με υπόσχεση πριν από αυτό. Σας μας να προσκυνήσουν τι λάτρευαν οι πατέρες μας απαγορεύουν; Και πράγματι, για αυτό που μπορείτε να προσκαλέσετε μας, σε ανησυχητικό αμφιβολία."
et: Nad ütlesid: "O Salih, sa olid meie seas mees tõotatud enne seda. Kas te hoidku meid kummardama meie isad kummardasid? Ja tõepoolest oleme, sellest kuhu saadate meile, disquieting kaheldav."
fi: He sanoivat: "Oi Salih olit keskuudessamme mies lupaus ennen tätä. Varjelkoon meitä palvelemaan meidän isämme palvoivat? Ja todellakin suhtaudumme, johon kutsutte meitä huolestuttavaa epävarma."
he: הם אמרו, "O צאלח, שהיית בקרבנו איש של ההבטחה לפני זה. אתה אוסר עלינו לסגוד מה אבותינו סגדו? ואנחנו אכן, על זה שאליו את מזמינה אותנו, ספק מדאיגות."
hr: Rekli su, "O Salih, da si među nama čovjek obećanje prije ovoga. Učiniti da obožavaju Naši očevi obožavali zabrane? I doista smo, o tome na koje si nas, pozivaju u uznemirujući sumnje."
lt: Jie sakė, "O Salih, buvo tarp mūsų pažadas prieš tai žmogus. Ar jums uždrausti mums garbinti ką mūsų protėviai garbino? Ir iš tiesų mes esame, apie tai, kad į kurią galite pakviesti mus, kelia nerimą abejonių."
lv: Viņi teica: "O Salih jūs būtu mūsu vidū cilvēks pirms šo solījumu. Darīt jums nedod mums dievkalpojumu mūsu tēvi pielūdz? Un patiešām mēs esam par to, kam jūs aicināt mūs, satraucošām apšaubāma."
nb: De sa: "O Salih, du var blant oss en mann av løftet før dette. Du forby oss å tilbe hva våre fedre dyrket? Og vi virkelig er, om som du inviterer oss, foruroligende usikre.
sk: Oni povedali: "O Sálih, ste u nás muž sľub pred týmto. Urobiť si zakazujú nám uctievať, čo našich otcov uctievali? A skutočne sme, o tom, na ktorú pozvete nás znepokojujúca pochybnosti."
sl: Pa reče: "O Salih, ste bili med nami človek obljubo pred tem. Ali nam častili, kaj naši očetje častili prepoveduje? In res smo, o tem na katerega povabite nas, v Uznemirujući dvoma."
sr_cyrl: Рекли су, "О Салих, ти си међу нама човек од обећање пре овога. Браните нас да се клањају нашим очевима и молили? "И заиста смо, о томе у коју си нас позвао, узнемирујужа сумњи."
sr_latn: Rekli su, "O Salih, ti si među nama čovek od obećanje pre ovoga. Branite nas da se klanjaju našim očevima i molili? "I zaista smo, o tome u koju si nas pozvao, uznemirujuжa sumnji."
uk: Вони ж відказали «Саліх O, ви були серед нас людина обіцянку до цього. Ви заборонити нас для поклоніння, що наші засновники поклонялися? І справді ми, про що до якої ви запросити нас, тривожним сумніваєтеся."
vi: Họ nói rằng, "O Salih, bạn là một trong chúng tôi một người đàn ông của hứa hẹn trước đó. Bạn có Cấm chúng ta tôn thờ cha chúng tôi thờ cúng? Và thực sự chúng tôi, về điều mà bạn mời chúng tôi, nghi ngờ yên."
zu: Bathi: "O Salih, wawuphakathi kwethu indoda kwesithembiso ngaphambi kwalokhu. Ingabe benqabela sikhulekele lokho obaba akhulekelwe? Futhi ngempela singabantwana, mayelana ukuthi ngalo basicele, ungabaza encisha umuntu ukuthula. '
