Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran543
source: Look how they invent about Allah untruth, and sufficient is that as a manifest sin.
ca: Mira com van inventar sobre mentida Allah, i suficient és que com un pecat manifesta.
cy: Edrych sut y mae dyfeisio am Allah untruth, a digon yw fel pechod amlwg.
da: Se hvordan de opfinde om Allah usandhed, og tilstrækkelig er der som en åbenbar synd.
el: Δούμε πώς θα εφεύρουν σχετικά με Αλλάχ αναλήθεια, και επαρκή είναι ότι ως πρόδηλη αμαρτία.
et: Vaadata, kuidas nad leiutada umbes Allah vale ja piisav on selles ilmne patt.
fi: Katso miten ne keksiä noin Allah valhe, ja riittävästi on, että ilmeistä synti.
he: תראה איך ממציאים על השקר אללה, מספיק זה כחטא מניפסט.
hr: Pogledaj kako izmišljaju o Allah neistina, a dovoljno je da u deklaraciji grijeh.
lt: Atrodo kaip jie sugalvoti apie Dievo netiesą, ir pakankamai tai kaip akivaizdžios nuodėmė.
lv: Skatīties, kā viņi izdomāt par Allah nepatiesība un pietiekami ir tas, ka kā acīmredzamas grēks.
nb: Se hvordan de oppfinne om Allah usannhet, og tilstrekkelig er at som en manifest synd.
sk: Pozrite sa, ako si vymyslieť o Alah nepravdy a postačujúce je, že ako zjavne hriech.
sl: Poglej, kako jih izumiti o Allah neresnico, in dovolj je, da je očitno greh.
sr_cyrl: Погледај како су измислили о Аллах неистина, а довољан је то као грех манифеста.
sr_latn: Pogledaj kako su izmislili o Allah neistina, a dovoljan je to kao greh manifesta.
uk: Подивіться, як вони придумують про Аллах неправди, і достатньо що як маніфесту гріх.
vi: Nhìn như thế nào họ phát minh ra về Allah untruth và đủ đó là như là một tội lỗi hiển nhiên.
zu: Bheka indlela bona benze mayelana Allah zamanga, eyanele ukuthi njengomKristu bubonakale isono.

# Quran544
source: Have you not seen those who were given a portion of the Scripture, who believe in superstition and false objects of worship and say about the disbelievers, "These are better guided than the believers as to the way"?
ca: ¿No has vist qui va donar una part de l'escriptura, que creuen en la superstició i les falses objectes de culte i dir sobre els disbelievers, "Aquests són millor guiada que els creients com per la forma"?
cy: Nid ydych wedi gweld rhai a rhoddwyd dogn o yr ysgrythur, sy'n credu mewn superstition a gwrthrychau ffug o addoli a dweud am y disbelievers, "yn rhain well arweiniad nag y credinwyr ynghylch y ffordd"?
da: Har du ikke set dem, der fik en del af Skriften, der tror, overtro og falske objekter for tilbedelse og sige om vantro, "disse er bedre styret end troende om vejen"?
el: Έχετε δει δεν εκείνους που είχαν δοθεί μια μερίδα της γραφής, που πιστεύουν στη δεισιδαιμονία και ψευδείς αντικείμενα λατρείας και να πω σχετικά με το disbelievers, «αυτά είναι καλύτερα καθοδηγούμενη από ό, τι οι πιστοί ως προς τον τρόπο»;
et: Sa ei ole näinud neid, kes olid andnud pühakiri, kes usuvad ebausk ja valesid objekte jumalateenistustel ja öelda umbes uskottomille, "need paremini juhindume kui usklike selle kohta, kuidas" osa?
fi: Ettekö ole huomanneet, jotka olivat saaneet Raamatun, jotka uskovat taikauskon ja väärän palvonnan kohteita ja sanoa, tietoja saa luovuttaa, "Nämä ovat paremmin ohjatuksi kuin miten uskovaiset" osa?
he: לא ראית כאלה שקיבלו חלק של כתבי הקודש, מאמינים אמונה טפלה ואובייקטים שווא של פולחן ואומרים על disbelievers, "אלה כדאי מודרכים מאשר המאמינים באשר לאופן"?
hr: Zar ti nisi vidio one koji su dobili dio pisma, koji vjeruje u praznovjerje i lažne obožavanja i reći o iskuse, "ove su bolje vođeni od vjernika kao na putu"?
lt: Jūs mačiau tų, kurie buvo suteikta dalis Šventojo Rašto, kurie tiki prietarų ir klaidingų objektų garbinimo ir pasakyti apie disbelievers, "tai yra geriau valdomos nei tikintieji apie tai, kaip"?
lv: Vai jums nav redzams, ka tie, kuri tika dota daļa no rakstiem, kas tic māņticība un viltus pielūgsmes objektus un teikt par disbelievers, "tie labāk vadīties nekā par to, kā ticīgie"
nb: Har du ikke sett dem som en del av skriften, som tror på overtro og falske gjenstand for tilbedelse og si om troende, "disse bedre styres enn troende om måten"?
sk: Ste videli tých, ktorí dostali časť Biblie, ktorí veria v povery a falošné objekty uctievania a hovoria o neveriacim, "Toto sú lepšie riadiť ako veriaci, pokiaľ ide o spôsob"?
sl: Si videl tiste, ki so imele del Svetega pisma, ki verjamejo v vraževerje in lažno predmetov čaščenja in reči o disbelievers, "To so bolje vodeni kot verniki, da je način"?
sr_cyrl: Видела си оне који су могли да део Светог писма, који верује у сујеверје и фалсе објеката за молитву и кажу о скептике, "Ово су боље вођене од верника у погледу онога што"?
sr_latn: Videla si one koji su mogli da deo Svetog pisma, koji veruje u sujeverje i false objekata za molitvu i kažu o skeptike, "Ovo su bolje vođene od vernika u pogledu onoga što"?
uk: Чи не бачили ви, хто отримали частина з Писання, хто вірить у забобони і помилкові предмети культу і говорити про disbelievers, "це краще керувалися віруючим про те, як ніж"?
vi: Bạn đã không thấy những người đã được trao một phần của kinh thánh, những người tin vào mê tín dị đoan và sai các đối tượng thờ phượng và nói về các thì, "đây là tốt hơn hướng dẫn hơn so với các tín hữu như là cách"?
zu: Awukaze yini uphawule labo banikwa ingxenye yomBhalo, abakholelwa ezeni futhi lezinto zamanga nokukhulekela bese uthi mayelana disbelievers, "Lezi kahle guided than kholwa kanjani indlela '?

# Quran545
source: Those are the ones whom Allah has cursed; and he whom Allah curses - never will you find for him a helper.
ca: Aquests són els quals Allah ha maleït a cinc; i ell qui malediccions Allah - mai es per a ell un ajudant.
cy: Dyma'r rhai ohonynt Allah wedi melltithio; a bwy felltithion Allah-byth bydd chi o hyd iddo gynorthwy-ydd.
da: Det er dem, som Allah har forbandet; og han, hvem Allah forbandelser - aldrig vil du finde for ham en hjælper.
el: Εκείνοι είναι αυτοί τους οποίους Αλλάχ έχει καταραμένοι? και θα τους οποίους Αλλάχ κατάρες - ποτέ δεν θα σας βρει για τον έναν αρωγό.
et: Need on need, kellele Jumal on neetud; ja ta, kellele Allah needused - kunagi sa leidma talle abimees.
fi: Nämä ovat niitä, joille Jumala on kironnut; ja hän, jonka Jumala kiroukset - koskaan tule hänelle auttajaa.
he: אלה הם אלה אשר אללה קילל; הוא מי אללה קללות - לעולם לא תוכל למצוא לו עוזר.
hr: To su oni kojima Allah je prokleo; i onaj kojeg Allah kletve - hoćeš mu naći pomagača.
lt: Jie yra tie, kuriems Dievas przeklal; ir jis, kuriam Dievas prakeikimas - niekada bus jums rasti jam pagalbininkas.
lv: Tie ir tie, kuriem ir nejauks Allah; un viņš, kam Allāhs lāstiem - jūs nekad atrast viņa palīgam.
nb: De er de som Allah har forbannet. og han som Allah forbannelser - aldri vil du finne ham en hjelper.
sk: To sú tie, ktoré Alah nadával; a ten komu Allah kliatby - nikdy sa vám nájsť pre neho Pomocníka.
sl: To so tisti, katerim Allah je preklet; in je, ki kletve Allah - nikoli ne boste našli zanj pomočnika.
sr_cyrl: То су они којима Аллах је проклео; и онај којег је Аллах клетве - никада те за њега и поможника.
sr_latn: To su oni kojima Allah je prokleo; i onaj kojeg je Allah kletve - nikada te za njega i pomoжnika.
uk: Ті, ті, кого прокляв Аллах; і він, кого Аллах прокляття - ніколи не буде вам знайти для нього помічника.
vi: Những là những người mà Allah đã nguyền rủa; và ông mà Allah lời nguyền - không bao giờ, bạn sẽ tìm thấy cho anh ta một helper.
zu: Labo yibo Allah awuqalekisile;

# Quran546
source: Or have they a share of dominion? Then [if that were so], they would not give the people [even as much as] the speck on a date seed.
ca: O que tenen una porció de domini? Llavors si que eren tan], no donaria la gent [encara més] la palla en una llavor de data.
cy: Neu wedi eu cyfran o ddominiwn? Yna [os a oedd hynny], ni roddant y bobl [hyd yn oed fel] speck ar hadau dyddiad.
da: Eller har de en del af dominion? Derefter [Hvis der var så], de ville ikke give folk [selv så meget som] plet på en dato frø.
el: Ή αυτοί έχουν ένα μερίδιο της κυριαρχία; Στη συνέχεια [αν συνέβαινε αυτό], δεν ήθελαν να δώσουν οι άνθρωποι [ακόμα και όσο] ο κόκκος στον ένας σπόρος ημερομηνίας.
et: Või on nad osa dominion? Siis [kui see oleks nii], ei annaks rahvale [koguni kuni] speck seemneettevõttele kuupäev.
fi: Vai onko niitä jakaa valta? Sitten [Jos näin olisi], ne eivät anna ihmiset [jopa peräti] speck päivämäärä siemeniä.
he: או יש להם נתח של דומיניון? ואז [אם זה היה ככה], הם לא נתנו לאנשים [אפילו ככל] גרגר על זרע תאריך.
hr: Ili oni imaju dio vlasti? Zatim [Ako je], ne bi dali ljudima [čak] zrnce na datum sjeme.
lt: Arba jos dalį, valdžia? Tada [jei tai būtų tiesa], jie negali duoti žmonėms [net kiek] taškelis ant datos sėklos.
lv: Vai tie ir valdīšana daļu? Tad [ja vien tas būtu tik], cilvēki neveiks [pat tik daudz kā] punktiņu uz datumu sēklu.
nb: Eller har de en del av herredømme? Deretter [Hvis det var så], de ville ikke gi folk [selv så mye som] flisen på en dato frø.
sk: Alebo oni podiel nadvládu? Potom [ak to bolo tak], nechceli dať ľuďom [dokonca toľko ako] smietku na dátum semeno.
sl: Ali imajo delež v gospostvo? Nato [če bi bilo tako], ne bi ljudje [celo kar] drobec na datum seme.
sr_cyrl: Или они имају право на власт? Затим [Ако је], не дају људима [онолико колико] мрља у датум Семе.
sr_latn: Ili oni imaju pravo na vlast? Zatim [Ako je], ne daju ljudima [onoliko koliko] mrlja u datum Seme.
uk: Чи мають вони частка Домініон? Потім [якщо що були настільки], вони б не дати людям [навіть як] плямочки на дату насіння.
vi: Hoặc có họ một phần của dominion? Sau đó [Nếu đó là như vậy], họ sẽ không cung cấp cho người dân [thậm chí như] các hạt trên một hạt giống của ngày.
zu: Noma babe they nengxenye lokubusa?

# Quran547
source: Or do they envy people for what Allah has given them of His bounty? But we had already given the family of Abraham the Scripture and wisdom and conferred upon them a great kingdom.
ca: L'enveja o la gent per què Allah ha donat de la seva generositat? Però ja havia donat la família d'Abraham les escriptures i saviesa i confereix-los un gran Regne.
cy: Neu nid ydynt yn eiddigeddus pobl ar gyfer Allah wedi rhoi iddynt am ei bounty? Ond eisoes wedi rhoi i'r teulu o Abraham ysgrythur a doethineb a roddwyd iddynt yn Deyrnas mawr.
da: Eller misunder de folk for hvad Allah har givet dem af hans gavmildhed? Men vi havde allerede givet familien til Abraham, Skriften og visdom og tillagt dem en stor Kongerige.
el: Ή το ζηλεύουν ανθρώπους για τι Αλλάχ έχει τους δοθεί της αυτού γενναιοδωρία; Αλλά είχαμε ήδη δοθεί στην οικογένεια του Αβραάμ, την Αγία Γραφή και τη σοφία και τους ανατίθενται ένα μεγάλο Βασίλειο.
et: Või nad kadestan inimesi eest mida Jumal on andnud neile tema halastus? Aga meil oli juba antud Abraham perekond pühakiri ja tarkust ja neile antud suur kingdom.
fi: Tai ne kadehtivat ihmiset mitä Jumala on antanut heille armostaan? Mutta meillä oli jo antanut Abraham perhe, Raamattu ja viisautta ja toimivaltansa rajoissa great Britannia.
he: או האם הם מקנאים אנשים עבור מה אללה נתן להם השפע שלו? אבל אנחנו היה כבר נתון למשפחתו של אברהם את כתבי הקודש והחוכמה ייחסה להם ממלכה אדירה.
hr: Ili zavide ljudima ono što je Allah je dao im svoju nagradu? Ali mi već dala obitelj Abraham Sveto pismo i mudrost i dodijeljene im velikog kraljevstva.
lt: Arba ar jie pavydas žmonių, ką Dievas davė jiems savo lazdelės? Bet mes jau suteikta Abraomas šeimos rašto ir išminties ir joms suteiktų didelę Karalystę.
lv: Vai viņi apskaužu cilvēkus par to Allah ir devis viņiem savas veltes? Bet mēs jau bija devis Abraham ģimeni, rakstos un gudrību un piešķir viņiem liels Karaliste.
nb: Eller misunner de folk hva Gud har gitt dem sitt? Men vi hadde allerede gitt familien til Abraham skriften og visdom og overdratt til dem en stor rike.
sk: Alebo to závisť ľudí za to, čo Boh dal im svoju odmenu? Ale mali sme už daná rodina Abraham písmo a múdrosť a im zverili Veľká Británia.
sl: Ali so zavist ljudi za kaj Alah jih je dal njegov nagrada? Ampak smo že zaradi družine Abraham, pisma in modrost in jim dodeljene, Velika Britanija.
sr_cyrl: Или су Завидим људима за шта је Алах дао од његове награде? Али имали смо већ дали породице Абрахамов спис и мудрост и унапрерује их великог краљевства.
sr_latn: Ili su Zavidim ljudima za šta je Alah dao od njegove nagrade? Ali imali smo već dali porodice Abrahamov spis i mudrost i unapreрuje ih velikog kraljevstva.
uk: Або вони заздрять людей за те, що Аллах дарував його милості? Але ми вже дано сім'ї Авраам Писання і мудрість і покладених на них Велика Британія.
vi: Hoặc làm họ ghen tị với những cho những gì Allah đã cho họ tiền thưởng của mình? Nhưng chúng tôi đã có cho gia đình của Abraham kinh thánh và sự khôn ngoan và trao cho họ một Vương Quốc lớn.
zu: Noma ingabe uyakuhalela abantu ngoba lokho Allah ubaniké enaleni Akhe?

# Quran548
source: And some among them believed in it, and some among them were averse to it. And sufficient is Hell as a blaze.
ca: I alguns entre ells creien en ell, i alguns entre ells eren reticent a ella. I l'infern com un incendi és suficient.
cy: A rhai yn eu plith yn credu ynddo, ac roedd rhai yn eu plith yn osgoi iddo. Ac mae digon o uffern fel tanbaid.
da: Nogle blandt dem troede på det, og nogle blandt dem var utilbøjelig til det. Og tilstrækkelig er helvede som en flamme.
el: Και κάποια από αυτά πίστεψαν, και κάποια από αυτά ήταν αντίθετος σε αυτό. Και επαρκή είναι κόλαση ως μια φλόγα.
et: Mõned neist uskusid seda, ja mõned neist olid tõrksad seda. Ja piisav on Hell nagu lauk.
fi: Jotkut heistä uskoi siihen, ja jotkut heistä olivat myöskin vastaan. Ja riittävä on helvetin tulessa.
he: יש ביניהם שהאמינו בו ואני ביניהם היו לכך. מספיק זה גיהנום כמו להבה.
hr: Neki među njima vjeruje u to i neki među njima su bili nerad to. I dovoljno je pakao kao požar.
lt: Ir kai kurie iš jų tikėjo į jį, ir kai kurie iš jų buvo wstret į jį. Ir pakankamai yra pragaras, kaip blaze.
lv: Daži no tiem ticēja to un daži no tiem bija negatīvās uz tā. Un pietiekami spoža kā elle.
nb: Og noen blant dem som trodde på det, og noen blant dem var uvillig til den. Og tilstrekkelig er helvete som en flamme.
sk: Niektoré z nich veril v nej, a niektoré z nich boli odpor k nej. A dostatočná je peklo ako požiar.
sl: In nekateri med njimi so verjeli v to, in nekateri med njimi so bili nenaklonjen nanj. In dovolj je pekel kot plamen.
sr_cyrl: Неки међу њима су веровали у то и неки међу њима су били аверзију према томе. И довољно је пакао као пламен.
sr_latn: Neki među njima su verovali u to i neki među njima su bili averziju prema tome. I dovoljno je pakao kao plamen.
uk: Деякі серед них вірять у нього і деякі з них були геть до нього. І достатнім є пекло як пожежа.
vi: Và một vài trong số họ tin vào nó, và một vài trong số họ đã không thích nó. Và đầy đủ các địa ngục như một ngọn lửa.
zu: Futhi abanye phakathi kwabo kholwa it, futhi abathile kubo ngamashumi engakwenqeni it.

# Quran549
source: Indeed, those who disbelieve in Our verses - We will drive them into a Fire. Every time their skins are roasted through We will replace them with other skins so they may taste the punishment. Indeed, Allah is ever Exalted in Might and Wise.
ca: De fet, els que dubten en nostres versos - impulsarem en un incendi. Cada vegada es torren seves pells a través anem a substituir-los amb altres pells per la qual cosa es pot degustar el càstig. De fet, Allah mai és exaltat en força i savi.
cy: Yn wir, y rhai a chredu yn ein penillion-bydd eu gyrru yn y tân. Bob tro yn eu crwyn yn rhost drwy bydd rhoi yn eu lle o wisgoedd eraill fel y gall eu blas y gosb. Yn wir, yw Allah erioed i'w mawrygu yn allai a Wise.
da: Ja, dem, der ikke tror i vores vers - vi vil drive dem ind i en brand. Hver gang deres skind er brændt igennem vil vi erstatte dem med andre skind, så de kan smage straffen. Faktisk, Allah er nogen sinde ophøjet i Might and Wise.
el: Πράγματι, όσοι δυσπιστώ σε στίχους μας - θα τους οδηγούμε σε μια πυρκαγιά. Κάθε φορά που ψήνονται τα δέρματά τους μέσω θα τα αντικαθιστούμε με άλλα δέρματα ώστε να δοκιμάσετε την τιμωρία. Πράγματι, Αλλάχ είναι Exalted ποτέ σε δύναμη και σοφός.
et: Tõepoolest, need, kes meie salmid - usu. sõidame neid arvesse tulekahju. Iga kord, kui nende nahk on röstitud kaudu me asendada neid teiste nahad nii, et nad võivad maitse karistuse. Tõepoolest, Allah on kunagi ülendatud Might ja tark.
fi: Itse asiassa ne, jotka usko jakeissa - ajamme ne tuleen. Joka kerta, kun heidän ihonsa on paahdettu kautta korvataan ne muut nahat niin ne maistuvat rangaistus. Itse asiassa Jumala on koskaan Ylhäinen mahti ja viisas.
he: ואכן, אלה לא להאמין בפסוקים שלנו - ניסע אותם לתוך אש. בכל פעם את עורם יעברו קלייה דרך נחליף אותם הקליפות אחרים אז הם אולי לטעום את העונש. אכן, אללה הוא אי פעם המרומם ב וייז והכוח.
hr: Uistinu, oni koji ne vjeruju u naše stihove - dovest ćemo ih na vatru. Svaki put kad njihova koža ekstrahiramo kroz smo će ih zamijeniti druge kože pa su mogli kušati kaznu. Uistinu, Allah ikad uzvisuje u moć i mudar.
lt: Iš tiesų, tie, kurie neturi wierza mūsų stichijos - mes bus disko juos į ugnį. Kiekvieną kartą, kai jų Skinai yra skrudintų per mes bus pakeisti juos su kitų odos, jie gali paragauti bausmė. Iš tiesų, Dievas yra kada nors išaukštintas gali ir išmintingas.
lv: Protams, tiem, kuri neticēt mūsu vārsmas - mēs viņus iedzīt uguni. Katru reizi, kad to apvalki tiek grauzdētas caur mēs tos aizstāj ar citu ādas, tāpēc tās var garša sods. Patiešām, Allah ir cildens kādreiz varētu un gudrs.
nb: Faktisk, de som tviler i våre vers - vi vil drive dem inn i en brann. Hver gang deres hud er stekt gjennom vil vi erstatte dem med andre skins, så de kan smake straffen. Faktisk er Døyve noen gang opphøyet i makt og klok.
sk: V skutočnosti tí, ktorí neveria v náš verše - budeme riadiť ich do ohňa. Zakaždým, keď sa ich koža nutričnej budeme nahradiť ich ostatné kože tak môže chutia trest. Vskutku, Alah je niekedy povýšil v sile a múdry.
sl: Res, tistim, ki verjamem v naše verzi - mi pripeljemo v ogenj. Vsakič, ko svoje kože so pražena skozi smo bo jih nadomestiti z drugimi kože tako da lahko okus kazen. Res, Allah je kdaj vzvišeno v oblast in pametno.
sr_cyrl: Заиста , они који сумњаш у нам стихови - смо ће их одвести у ватру. Сваки пут када њихове коће су печени кроз смо ће заменити их са другим маски тако да они могу да окусим казна. Уистину , Аллах је икада велииа снагом и мудар.
sr_latn: Zaista, oni koji sumnjaš u nam stihovi - smo će ih odvesti u vatru. Svaki put kada njihove koћe su pečeni kroz smo će zameniti ih sa drugim maski tako da oni mogu da okusim kazna. Uistinu, Allah je ikada veliиa snagom i mudar.
uk: Дійсно, тих, хто не вірити в наших вірші - ми будемо вигнати їх у вогонь. Кожен раз, коли їх шкури смажені через підлягають безумовній безкоштовній заміні їх з іншими шкури так що вони можуть скуштувати покарання. Дійсно, Аллах коли-небудь піднесене в меча і Мудрого.
vi: Thật vậy, những người disbelieve trong câu thơ của chúng tôi - chúng ta sẽ lái xe vào một đám cháy. Mỗi khi da của họ được rang thông qua chúng tôi sẽ thay thế chúng với da khác để họ có thể thưởng thức các hình phạt. Thật vậy, Allah từng sôi nổi trong Might và khôn ngoan.
zu: Ngempela, labo disbelieve Emavesi - We sizobaxosha emlilweni.

# Quran550
source: But those who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they abide forever. For them therein are purified spouses, and We will admit them to deepening shade.
ca: Però qui creure i fer els justos fets - anem a admetre els jardins sota rius que flueixen, en què van complir per sempre. Per a ells inclosos en els cònjuges purificada, i anem a admetre-les a l'ombra d'aprofundiment.
cy: Ond y rhai sy'n credu a gwneud gweithredoedd cyfiawn-bydd inni gyfaddef i gerddi o dan afonydd sy'n llifo, lle eu bod yn cadw am byth. Ar eu cyfer yn erthyglau priod wedi'u puro, a bydd yn cyfaddef iddynt i ddyfnhau cysgod.
da: Men dem, der tror og gøre retfærdige gerninger - vi vil indrømme at haver under hvilke floder flyde, hvori de overholder for evigt. Deri er renset ægtefæller for dem, og vi vil indrømme dem til at uddybe skygge.
el: Αλλά εκείνοι που πιστεύουν και κάνουν δίκαιοι πράξεις - θα πρέπει να παραδεχτούμε τους στους κήπους κάτω από το οποίο ποταμούς ροής, όπου τηρούνται για πάντα. Για τους σ ' αυτό είναι καθαρισμένο συζύγων, και θα πρέπει να παραδεχτούμε τους να εμβάθυνση σκιά.
et: Kuid need, kes usuvad ja teha õiged teod - me tunnistama aiad kus jõgede all neile voolu, kus nad kinni igavesti. Neil seal on puhastatud abikaasade tunnistame neid süvendades varju.
fi: Mutta ne, jotka uskovat ja tekevät vanhurskaat teot - myönnämme heille puutarhaan alla joka jokien virtaus, jossa he noudatettava ikuisesti. Heille siinä ovat puhdistettu puolisot ja myönnämme niitä syventää varjossa.
he: אבל למי להאמין ולעשות מעשים טובים - אנחנו יודו אותם לגנים מתחת אילו נהרות זורמים, שבו הם צולמו לנצח. עבורם ובזה הם בני זוג מטוהרים, אנחנו רוצה להודות להם העמקת גוון.
hr: Ali oni koji vjeruju i čine pravedna djela - mi ćemo priznati da vrtovi ispod kojih rijeke teku, u kojima oni trpe zauvijek. Za njih u njoj su pročišćena supružnika, i mi ćemo ih priznati da produbljivanje hlad.
lt: Bet tie, kurie tiki ir padaryti teisingas poelgius - mes priimti juos sodai po kurios upės srautas, kuriame jos tvirtai amžinai. Jų ten yra išgrynintas sutuoktinių, ir mes juos priimti į pagilinti atspalvis.
lv: Bet tie, kam ticēt un darīt taisns darbiem - mēs uzņemt tos dārzi, zem kura upju plūsma, kur tos ievērot uz visiem laikiem. Viņiem tur ir attīrīts laulātie, un mums būs uzņemt tos padziļināt ēnā.
nb: Men de som tror og gjøre rettferdige gjerninger - vi vil innrømme dem til hagen under hvilke elver flyter, hvor de blir alltid. For dem der renset ektefeller, og vi vil innrømme dem dypere skyggen.
sk: Ale tí, ktorí veria, a robiť spravodlivé skutky - budeme sa priznať im do záhrady pod ktoré riek prietoku, pričom dodržia navždy. Pre nich v ňom sú čistené manželov a budeme sa priznať im k prehĺbeniu odtieň.
sl: Ampak tiste, ki verjamejo in ne pravičen dejanja - bomo priznati jim vrtovi pod kateri rek tok, pri katerem se ravnajo večno. Zanje v njej so prečiščeni zakonca, in mi bo priznal za poglabljanje odtenek.
sr_cyrl: Али , они који верују и да праведни дела - признајемо да их у вртовима испод које ријеке теку, у којима они трпе заувек. За њих у томе су проииљжена супружника, а ми не признају их продубљује хлад.
sr_latn: Ali, oni koji veruju i da pravedni dela - priznajemo da ih u vrtovima ispod koje rijeke teku, u kojima oni trpe zauvek. Za njih u tome su proиiљжena supružnika, a mi ne priznaju ih produbljuje hlad.
uk: Але ті, хто вірить і робити добрі справи - ми будемо допускати їх сади під які річках потік, яких вони дотримуються назавжди. Для них в ньому є очищений подружжя, і ми будемо допускати їх до поглиблення тіні.
vi: Nhưng những người tin tưởng và làm việc công bình - chúng tôi sẽ thừa nhận họ đến khu vườn bên dưới những con sông chảy, mà trong đó họ tuân thủ mãi mãi. Đối với họ trong đó là tinh khiết vợ chồng, và chúng tôi sẽ thừa nhận chúng để làm sâu sắc thêm bóng râm.
zu: Kodwa labo abakholelwa benze izinto ezilungile - We mukela them gadi ngaphansi lapho imifula, wherein they abide phakade.
