Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran454
source: It is not [attributable] to any prophet that he would act unfaithfully [in regard to war booty]. And whoever betrays, [taking unlawfully], will come with what he took on the Day of Resurrection. Then will every soul be [fully] compensated for what it earned, and they will not be wronged.
ca: No és [imputables] cap Profeta que hagués actuar unfaithfully [pel que fa a botí de guerra]. I qui traeix, [presa il·legalment], vindrà amb què va prendre el dia de resurrecció. Llavors seran cada ànima [totalment] compensats pel que li va valer i no ser injustament.
cy: Nid yw unrhyw Proffwyd y byddai'n gweithredu unfaithfully [o ran rhyfel booty] [priodoli]. Ac wedi bradychu pwy bynnag, [cymryd yn anghyfreithlon], bydd yn dod â beth a aeth ar dydd atgyfodi. Yna bydd pob enaid gael [] eu digolledu'n llawn am beth y mae'n ei ennill, ac ni Bydd maent yn cam.
da: Det er ikke [tilskrives] enhver profeten, at han ville handle unfaithfully [hvad angår krigsbytte]. Og hvem røber, [tager ulovligt], vil komme med hvad han tog på den dag i opstandelse. Derefter vil hver eneste sjæl [fuldt] kompenseres for hvad det tjent, og de vil ikke blive krænket.
el: Δεν είναι κάθε προφήτης που πως θα ενεργήσει unfaithfully [σε σχέση με λεία πολέμου] [καταλογιζόμενους]. Και όποιος προδίδει, [λαμβάνοντας παράνομα], θα έρθει με τι πήρε για την ημέρα της Αναστάσεως. Στη συνέχεια θα κάθε ψυχή [] αποζημιώνονται πλήρως τι θα κερδίσει, και δεν θα αδικηθεί.
et: Ei ole prohvet, et ta unfaithfully [seoses sõda booty] [põhjustatud]. Ja kes iganes reedab, [võttes ebaseaduslikult], mida ta võttis ülestõusmise päeval tulevad. Siis iga hing [täielikult] hüvitatakse ta teenis, ja nad ei ülekohtu.
fi: Se ei ole [johtuu] profeetta, että hän toimittava unfaithfully [sodan booty]. Ja kuka paljastaa [ottaen laittomasti] tulee mitä hän otti ylösnousemuksen päivänä. Sitten jokainen sielu [kokonaan] korvataan mitä se sai, ja ne ei vääryyttä.
he: זה לא [המיוחס] כל נביא כי הוא מתנהג בחוסר נאמנות [לגבי שלל מהמלחמה]. ואת מי שבוגד, [לוקח שלא כדין], יגיע עם מה הוא לקח-ביום תחיית המתים. כל נשמה [מלא] יפוצו על מה הוא מזוכה, ואז הם לא יהיה עוול.
hr: Ne [pripisati] prorok koji će djelovati unfaithfully [u odnosu na ratnog plijena]. I tko god izdaje, [uzimanje nezakonito], doći će sa što je uzeo na dan uskrsnuća. Tada će svaka duša biti [potpuno] naknadu za to zaradio, i oni će se vrijeđa.
lt: Tai ne bet koks pranašas, kad jis veiks unfaithfully [dėl karo grobis] [priskirtinas]. Ir kas nerodo, [imtis neteisėtai], ateis su ką jis paėmė prisikėlimo dieną. Tada bus kas siela [visiškai] atlyginama už ką jos uždirbo, ir jie negali būti nuskriausti.
lv: Tas nav pareģis, ka viņš varētu rīkoties unfaithfully [attiecībā uz kara laupījums] [vainas]. Un kurš betrays [ņemot nelikumīgi], ar ko viņš uzņēmās augšāmcelšanās diena nāks. Tad būs katru dvēseli [pilnībā] kompensēt to, ko tā nopelna, un tie nevar būt kaitējums.
nb: Det er ikke [skyldes] noen profeten som han skulle opptre unfaithfully [i forhold til krigen booty]. Og den som forråder, [tar ulovlig], vil komme med hva han tok på dagen av oppstandelse. Da vil enhver sjel [fullt] kompenseres for hva det tjent, og de vil ikke bli gjort urett.
sk: Nie je to [spôsobené] prorok, ktorý sa mal konať unfaithfully [vzhľadom vojnová korisť]. A kto prezrádza: [užívanie nezákonne], budú vybavené čo vzal na deň vzkriesenia. Potom bude každá duša [plne] kompenzovaný za to, čo zarobil, a že bude nie poškodené.
sl: Ni [pripisati] prerok, ki je bi delujejo unfaithfully [glede vojni plen]. In kdor izdal, [ob nezakonito], bo prišel z kaj vzel na dan od vstajenje. Nato vsako dušo [popolnoma] nadomestilo za kar je zaslužil, in ne bodo oškodovani.
sr_cyrl: То није [приписати] сваки пророк који је, ако се понасате унфаитхфуллy [када је у питању ратни плен]. И ко год ме издала [узимајући незаконито], иду са шта је узео на дан ускрснућа. Затим ће свака душа [у потпуности] компензацију за шта то зарадио, и они ће бити преварена.
sr_latn: To nije [pripisati] svaki prorok koji je, ako se ponasate unfaithfully [kada je u pitanju ratni plen]. I ko god me izdala [uzimajući nezakonito], idu sa šta je uzeo na dan uskrsnuća. Zatim će svaka duša [u potpunosti] kompenzaciju za šta to zaradio, i oni će biti prevarena.
uk: Це не [пов'язані] пророка, що він буде діяти unfaithfully [у зв'язку з воєнної здобичі]. І той, хто видає, [беручи незаконно], буде поставлятися з те, що він взяв на день Воскресіння. Потім кожну душу [повністю] компенсують за те, що він заробив, і вони не бути ображені.
vi: Nó không phải là [nhờ] đến bất kỳ tiên tri rằng ông sẽ hành động synthetics [liên quan đến chiến tranh chiến lợi phẩm]. Và bất cứ ai phản bội [dùng bất hợp pháp], sẽ đến với những gì ông đã vào ngày phục sinh. Sau đó sẽ mọi linh hồn được [đầy đủ] bồi thường cho những gì nó được, và họ sẽ không được wronged.
zu: Akuyona [kubangelwa] kunoma yimuphi umprofethi ukuthi wayeyoba nenze ngokungathembeki [ngokuphathelene empini booty].

# Quran455
source: So is one who pursues the pleasure of Allah like one who brings upon himself the anger of Allah and whose refuge is Hell? And wretched is the destination.
ca: Així és que persegueix el plaer d'Allah com el que porta en ell mateix la ira d'Allah i el refugi és l'infern? I miserable és el destí.
cy: Felly, yn un sy'n mynd ar drywydd y pleser o Allah fel un sydd yn dwyn ar ei hun y dicter Allah ac mae eu lloches yn uffern? A truenus yn y gyrchfan.
da: Så er der forfølger fornøjelse af Allah ligesom en, der bringer sig Allahs vrede og hvis refuge er helvede? Og elendige er destinationen.
el: Έτσι είναι αυτός που επιδιώκει τη χαρά του Αλλάχ σαν κάποιος που φέρνει επάνω σε τον ο θυμός του Αλλάχ και του οποίου το καταφύγιο είναι κόλαση; Και άθλια είναι ο προορισμός.
et: Nii on üks, kes tegeleb Jumal rõõmu nagu üks, kes toob enese Jumala viha ja kelle varjupaika on põrgu? Ja armetu on sihtkoht.
fi: Joten on yksi, joka harjoittaa hillitä ilo kuin yksi, joka tuo asiakseen Jumala vihaa ja jonka refuge on helvetti? Ja kurja on kohde.
he: אז הוא אחד מי רודף את העונג של אללה כמו אחד שמביא על עצמו את חמתו של אללה, מקלט של מי זה לעזאזל? היעד הוא אומלל.
hr: Tako je onaj koji teži zadovoljstvo Allaha kao onaj koji donosi na sebe bijes Allah i čiji utočište je pakao? I jadan je odredište.
lt: Taigi yra tas, kuris siekia Dievo malonumo kaip tas, kuris atneša į save Dievo pyktis ir kurių prieglobsčio yra pragaras? Ir niekam tikęs yra paskirties.
lv: Tātad ir viens, kurš veic Allah prieku un kuru patvērums ir elle? Un nabaga galamērķi.
nb: Så er som forfølger gleden av Allah som en som bringer på seg vrede Allah og som refuge er helvete? Elendige er målet.
sk: Takže je jedno, kto sleduje radosť z Boha ako ten, ktorý prináša na seba hnev Boha a ktorého útočisko je peklo? A biedne miesto určenia.
sl: Tako je tisti, ki opravlja užitek Allah kot tisti, ki prinaša nase jezo Allah in katerih zatočišče je pekel? In bedno je destinacijo.
sr_cyrl: Тако је онај који тежи задовољавању Аллах као онај који доноси на себе бес Алаха и чије уточиште је пакао? А јадни одредиште.
sr_latn: Tako je onaj koji teži zadovoljavanju Allah kao onaj koji donosi na sebe bes Alaha i čije utočište je pakao? A jadni odredište.
uk: Так, це той, хто переслідує задоволення Аллаха, як той, хто несе на себе гнів Аллах і чиї притулок є пекло? І знедолених місця призначення.
vi: Vì vậy, là một trong những người theo đuổi những niềm vui của Allah như một trong những người mang trên mình sự giận dữ của Allah và người tị nạn là địa ngục? Và không may là điểm đến.
zu: Ngakho kuyinto ophishekela injabulo ka Allah Ufana nomuntu okuyithwesa ngokwakhe ulaka luka Allah and ogama isiphephelo is Hogo?

# Quran456
source: They are [varying] degrees in the sight of Allah, and Allah is Seeing of whatever they do.
ca: Són graus [diversos] a la vista d'Allah, i Allah és veure de tot el que fan.
cy: Maent yn [] amrywiol yn y golwg Allah, a yw Allah yn gweld o beth bynnag y maent yn ei wneud.
da: De [forskellige] grader i synet af Allah, og Allah er at se på hvad de gør.
el: Είναι [διάφορους] βαθμούς στα μάτια του Αλλάχ, και Αλλάχ είναι να δει από ό, τι κάνουν.
et: Nad on [eri] määral silmis Jumal ja Allah on näha mida iganes nad teevad.
fi: Ne ovat [] eriasteisia silmissä Jumala ja Jumala näkee, mitä he tekevät.
he: הם [] בדרגות המראה של אללה, אללה רואה של מה שהם עושים.
hr: Oni su [različitim] stupnjevima pred Allaha, i Allah je viđenje onoga što rade.
lt: Jie [] įvairaus akyse Dievo, ir Dievas mato, ką jie daro.
lv: Tie ir [] pakāpēs ir aktuāli Allah un Allah ir redzēt, ko viņi dara.
nb: De er [] varierende i synet av Allah, og Allah er å se på hva de gjør.
sk: Sú [] rôznou v očiach Alah a Boh je vidieť, čo robia.
sl: So [] različno v očeh Allah, in Alah je videnje karkoli storiti.
sr_cyrl: Они су [] разине у име Алаха и Алах види у шта год они раде.
sr_latn: Oni su [] razine u ime Alaha i Alah vidi u šta god oni rade.
uk: Вони [] різної в очах Аллаха, і Аллах бачить з все, що вони роблять.
vi: Họ [thay đổi] văn bằng trong tầm nhìn của Allah, và Allah là nhìn thấy bất cứ điều gì họ làm.
zu: Basuke [obuhlukahlukene] degrees emehlweni ka Allah, kanti Allah Ukubona of whatever they do.

# Quran457
source: Certainly did Allah confer [great] favor upon the believers when He sent among them a Messenger from themselves, reciting to them His verses and purifying them and teaching them the Book and wisdom, although they had been before in manifest error.
ca: Certament ho va fer Allah confereixen [gran] favor en els creients quan va enviar entre ells un Missatger de si mateixos, recitar-los seus versos i purificar-los i ensenyant-los el llibre i la saviesa, tot i que havien estat abans en l'error es manifesten.
cy: Yn sicr oedd Allah yn rhoi [iawn] favor ar y credinwyr pan anfonodd ef yn eu plith negesydd eu hunain, gan adrodd iddynt ei penillion a phwmpio iddynt a'u haddysgu y llyfr a doethineb, er eu bod wedi bod cyn mewn camgymeriad amlwg.
da: Sikkert gjorde Allah konferere [stor] fordel over troende, da han sendte blandt dem en budbringer fra sig, recitere dem sine vers og rense dem og lære dem bog og visdom, selv om de havde været før i åbenbar fejl.
el: Σίγουρα Αλλάχ παρέχουν [μεγάλη] χάρη σε οι πιστοί όταν έστειλε ανάμεσά τους ένα αγγελιοφόρος από τον εαυτό τους, απαγγέλλοντας τους στίχους του και τον καθαρισμό τους και τους διδάσκει το βιβλίο και τη σοφία, αν και είχαν πριν από την πρόδηλη πλάνη.
et: Kindlasti Jumal antud [suur] kasuks usklikud, kui ta saadetakse nende hulgas Messenger ise, kandsime neile tema värsse ja puhastavad neid ja õpetada neid raamatut ja tarkust, kuigi nad olid olnud enne ilmset soovi.
fi: Varmasti Jumala aiheudu [hyvä] suosionsa uskovaiset, kun hän lähetti sen keskuuteen Messenger itse, lausuen heille hänen runoissaan ja puhdistava niitä ja opettakaa heitä kirja ja viisautta, vaikka jo ennen tehty selvä virhe.
he: בהחלט אללה עשה להתייעץ [מאוד] טובה על המאמינים כשהוא שלח ביניהם שליח מעצמם, מדקלם אותם פסוקים שלו ואת לטיהור ללמד אותם את הספר ואת החכמה, למרות שהם היו לפני ב שגיאת מניפסט.
hr: Sigurno je Allah daje [velik] uslugu na vjernicima kad je poslao među njih Glasnik iz sebe, recitirajući im svoje stihove i pročišćavanje ih i uči ih knjizi i mudrosti, iako su bili prije u manifesta.
lt: Tikrai Dievas suteikia [didelis] naudai nuo tikinčiųjų kai jis pasiuntė tarp jų Messenger nuo savęs, rečituojantys jiems savo eilėmis ir valymo juos ir mokome knyga ir išminties, nors jie buvo prieš akivaizdžios klaidos.
lv: Noteikti nebija Allah piešķirt [liels] labvēlība pret ticīgajiem, kad viņš nosūtīja viņu vidū ziņnesis no sevis, skandētu viņiem savas vārsmas un attīrot tos un iemācīt viņiem grāmatas un gudrību, kaut gan viņi bija pirms acīmredzamu kļūdu.
nb: Sikkert gjorde Allah gi [stor] gunst på troende da han sendte blant dem en budbringer fra seg selv, resiterte dem hans dikt og rense dem og lære dem boken og visdom, selv om de hadde vært før manifest feil.
sk: Určite urobil Boh priznávajú [skvele] láskavosť na veriacich, keď poslal medzi nimi posol od seba, recitovať im jeho veršov a ich čistenie a výučby je kniha a múdrosti, hoci boli pred zjavnou.
sl: Zagotovo je Allah podeljuje [velik] uslugo na verniki, ko je poslal med njimi sel od sebe, recitiranju nanje njegovi verzi in čiščenje jih in jih poučevanje, knjige in modrost, čeprav so bili pred v prostem preudarku.
sr_cyrl: Свакако да ли Аллах се консултујем [велики] услугу на верници када је послао међу њима гласник од њих самих, рецитовање им његових стихова и преииљжавање их и уче га књизи и мудрости, мада су били раније у манифеста.
sr_latn: Svakako da li Allah se konsultujem [veliki] uslugu na vernici kada je poslao među njima glasnik od njih samih, recitovanje im njegovih stihova i preиiљжavanje ih i uče ga knjizi i mudrosti, mada su bili ranije u manifesta.
uk: Звичайно ж Аллах покладають [чудово] користь на віруючих, коли він направив серед них Messenger від себе, читка їм його вірші і очищення їх і навчаючи їх, книги і мудрості, хоча вони були раніше в помилка.
vi: Chắc chắn đã làm Allah trao [tuyệt] ưu tiên khi các tín hữu khi ông đã gửi trong số đó một Messenger từ bản thân mình, đọc cho họ bài thơ của ông và làm sạch chúng và dạy họ cuốn sách và trí tuệ, mặc dù họ đã trước khi lỗi hiển nhiên.
zu: Ngokuqinisekile abazange Allah nika umusa [olukhulu] kholwa uma Wathumela phakathi them gijimi nga ngokwabo, hlabelela them amavesi laKhe futhi wahlanza kubo + futhi uyifundisa iNcwadi nokuhlakanipha, nakuba ayekade ngaphambili manifest iphutha.

# Quran458
source: Why [is it that] when a [single] disaster struck you [on the day of Uhud], although you had struck [the enemy in the battle of Badr] with one twice as great, you said, "From where is this?" Say, "It is from yourselves." Indeed, Allah is over all things competent.
ca: Per què [és que] Quan una [sola] daltabaix [el dia d'Uhud], encara que vostè havia colpejat [l'enemic a la batalla de Badr] amb un doble de gran, deia, "des d'on és això?" Dir, "És de vosaltres". De fet, Allah és sobre totes les coses competents.
cy: Pam [ydyw y] pan roedd yn drychineb [un] taro chi [ar y diwrnod o Uhud], er wedi ichi daro'r [y gelyn yn y frwydr o Badr] gydag un ddwywaith mor fawr, dywedodd, "o ble mae hwn?" Dweud, "Mae'n o eich hunain." Yn wir, yw Allah dros holl bethau yn gymwys.
da: Hvorfor [er det der] Når en [enkelt] katastrofen ramte du [på dagens Uhud], selvom du havde ramt [fjenden i slaget ved Badr] med en dobbelt så stor, du sagde, "fra hvor er dette?" Sige, "Det er fra jer selv." Allah er over alle ting kompetente.
el: Γιατί [είναι αυτό που] όταν μια [single] χτύπησε η καταστροφή σας [την ημέρα της Uhud], αν και είχε χτύπησες [του εχθρού στη μάχη του Badr] με μία δύο φορές τόσο μεγάλη, που είπατε, «από πού είναι αυτό;» Λένε, «Είναι από τους εαυτούς σας.» Πράγματι, ο Αλλάχ είναι για όλα τα πράγματα αρμόδια.
et: Miks [see mis] kui [üks] katastroof tabas te [Uhud päeval], kuigi te oli ühtseteks [vaenlane Badr lahingus] üks kaks korda nii suur, öelnud: "milles seisneb siin?" Öelda: "See on enestest." Tõepoolest, Allah on üle kõik asjad pädev.
fi: Miksi [se että] kun [single] katastrofi iski voit [päivänä Uhud], vaikka sinulla oli iskenyt [Badrin taistelu vihollisen] yksi kaksi kertaa niin suuri, sanoit, "From missä on tämä?" Esimerkiksi: "Juuri itse." Itse asiassa Jumala on yli kaiken toimivaltaisten.
he: למה [זה את זה] כאשר אסון [אחת] הכה אותך [ביום Uhud], אם כי אתה פגע [האויב בקרב של באדר] עם אחד כפליים נהדר, אמרת, "מאיפה זה?" אומרים, "זה עצמכםמפני עצמכם". אכן, אללה הוא מעל כל הדברים המוסמכת.
hr: Zašto [to to] kada [jedne] katastrofa pogodila si [na dan Uhud], iako si je udario [neprijatelja u borbi Badr] s jednom dva puta kao veliki, rekao si, "iz gdje je ovo?" "To je od vas samih." Uistinu, Allah je nad svim stvarima nadležan.
lt: Kodėl [tai kad] kai [vienas] nelaimės ištiktų jums [dieną Uhud], nors jums buvo ištiktų [Badr mūšio priešo] su vienu du kartus taip pat didelis, jūs sakėte, "iš kur tai?" Sako: "Tai iš savęs." Iš tiesų, Allah yra virš visų dalykų kompetentinga.
lv: Kāpēc [tas ir,] [vienu] katastrofu nosita tu [Uhud dienā], lai gan jums bija skāra [ienaidnieks kaujas Badr] ar vienu divtik liels, tu teici, "no kur tas ir?" Saka: "Tas ir no sev." Patiešām, Allah ir pār visām lietām, kas ir kompetentas.
nb: Hvorfor [er det som] når en [enkel] katastrofen streikerammet du på dagen Uhud], selv om du hadde truffet [fienden i slaget ved Badr] med en dobbelt så stor, du sa, "fra hvor er dette?" Si, "Det er fra dere." Døyve er faktisk over alt som er kompetente.
sk: Prečo [je to] kedy [jednotného] katastrofa ste [v deň Uhud], hoci ste zasiahlo [nepriateľa v boji Badr] s jedným dvakrát tak veľký, ste povedal, "od kde je to?" Povedať: "To je od seba." Alah je skutočne cez všetky veci príslušný.
sl: Zakaj [ali je to] kdaj [en] nesreča udari ste [na dan Uhud], čeprav ste prizadel [sovražnik v bitki Badr] z eno dvakrat tako velika, si rekel, "od kje je to?" Reči, "To je iz sebe." Res, Allah je nad vse stvari, ki so pristojni.
sr_cyrl: Зашто [је то] када, [једној] катастрофа је ти [на дан Ухуд], иако те постигла [непријатеља у бици на Бадр] са једном два пута као велики, рекао си, "од где је ово?" Реци , "То је од вас самих." Уистину , Аллах је преко надлежних све ствари.
sr_latn: Zašto [je to] kada, [jednoj] katastrofa je ti [na dan Uhud], iako te postigla [neprijatelja u bici na Badr] sa jednom dva puta kao veliki, rekao si, "od gde je ovo?" Reci, "To je od vas samih." Uistinu, Allah je preko nadležnih sve stvari.
uk: Чому [хіба що] коли [одного] катастрофа вдарив тебе [на день тим], хоча ви мали законним [противника в битві при Бадрі] з одним двічі такі великі, ви сказали, "де це?" Сказати: "це від себе". Справді, Аллах, все впокорив компетентним.
vi: Tại sao [đó là] khi một thảm họa [single] tấn công Anh [trong ngày Uhud], mặc dù bạn đã tấn công [đối phương trong trận chiến Badr] với một hai lần như tuyệt vời, bạn cho biết: "từ đâu này?" Nói, "đó là từ bản thân." Thật vậy, Allah là hơn tất cả mọi thứ có thẩm quyền.
zu: Kungani [ingabe lokho] uma bhicongo [single] ngakushaya wena [ngosuku Uhud], nakuba usushise [isitha empini Badr] nomunye kabili njengoba omkhulu, wena wathi, "Uvela ngaphi yilo?

# Quran459
source: And what struck you on the day the two armies met was by permission of Allah that He might make evident the [true] believers.
ca: I el que et va sorprendre el dia els dos exèrcits es van reunir amb permís d'Allah que ell podria fer evidents els creients [veritables].
cy: A beth taro chi ar y diwrnod y byddinoedd dau bodloni drwy ganiatâd Allah y gallai gwneud amlwg y credinwyr [gwir].
da: Og det slog du på dagen mødtes de to hære var med tilladelse fra Allah, han kan gøre tydelig [rigtigt] troende.
el: Και τι σας χτύπησε την ημέρα οι δύο στρατοί συναντήθηκαν ήταν από την άδεια του Αλλάχ ότι αυτός μπορεί να κάνει εμφανή [αληθινή] πιστών.
et: Ja mis tabas te kaks armeed kohtusid päeval oli luba Jumal, et ta võiks teha ilmne [tõeline] usklikud.
fi: Ja mikä iski kaksi armeijaa tapasi päivä oli luvalla että hän voisi tehdä selvää [todellinen] uskovia.
he: מה שהכה אותך ביום שני הצבאות נפגשו היה ברשותו של אללה כי הוא עשוי להפוך ניכר המאמינים [אמיתי].
hr: I što te je udario na dan dvije vojske naći je dozvolu od Allaha da on bi vidljivo [istina] vjernici.
lt: Ir kas palietė jums dviejų armijų susitiko dieną buvo Šventasis Raštas, Dievas kad jis gali padaryti akivaizdu [tikras] tikintieji.
lv: Un kas pārsteidza jūs dienā tikās divas armijas bija Allah atļauja, ka viņš varētu būt acīmredzamas [tiesa] ticīgie.
nb: Det som slo deg på dagen de to arméene møtte var med tillatelse av Allah at han kan gjøre tydelig [true] troende.
sk: A čo vás napadlo deň stretli dve armády bolo povolenie Alah že môže robiť evidentná [pravda] veriacich.
sl: In kaj si udaril na dan, dva vojske spoznala je z dovoljenjem Allah da je lahko razvidno [resnično] vernikov.
sr_cyrl: А шта ти је ударио на дан када су се две војске састале уз дозволу од Алаха да он може да евидентно [истина] верници.
sr_latn: A šta ti je udario na dan kada su se dve vojske sastale uz dozvolu od Alaha da on može da evidentno [istina] vernici.
uk: І те, що вдарив тебе на день, що дві армії зустрілися з дозволу Аллаха що він може зробити очевидним [справжній] віруючих.
vi: Và những gì đánh bạn ngày hai đội quân gặp nhau là bởi sự cho phép của Allah rằng ông có thể làm cho rõ ràng các tín hữu [thật sự].
zu: Futhi yini ngakushaya wena ngosuku amabutho amabili ahlangana khona kwaba ngemvume ka Allah ukuze wenze kholwa sobala [kweqiniso].
