Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran288
source: And fear a Day when you will be returned to Allah. Then every soul will be compensated for what it earned, and they will not be treated unjustly.
ca: I la por al dia quan et seran retornats a Allah. Llavors cada ànima seran compensats pel que li va valer i no seran tractats injustament.
cy: Ac ofn dydd pan ydych chi yn dychwelyd i Allah. Bydd pob enaid ei ddigolledu wedyn beth y mae'n ei ennill, a bydd eu trin gam ni.
da: Og er bange for en dag, hvor du vil blive returneret til Allah. Derefter hver sjæl vil blive kompenseret for hvad det tjent, og de vil ikke blive behandlet uretfærdigt.
el: Και φοβόμαστε την ημέρα όταν θα επιστρέψετε στον Αλλάχ. Στη συνέχεια, κάθε ψυχή θα αποζημιωθούν για τι θα κερδίσει, και δεν θα συμπεριφερθούν άδικα.
et: Ja kardavad, millal saad tagasi Jumala päev. Siis hüvitatakse iga hinge ta teenis, ja nad ei toimu ebaõiglaselt.
fi: Ja varokaa sitä päivää, kun palautit Jumalalle. Sitten jokainen sielu tulee korvata mitä se sai, ja ne ei kohdella epäoikeudenmukaisesti.
he: ופחד ליום כאשר תוחזר לאללה. כל נשמה יפוצו על מה הוא מזוכה, ואז הם לא ייחשבו שלא בצדק.
hr: I bojte se dana kada će se vratiti Allahu. Svaka duša će dobiti naknadu za ono što je zaslužio, i oni će biti tretirani nepravedno.
lt: Ir baimė per dieną kada jums bus grąžinti į Dievas. Tada kas siela bus kompensuojama už ką jos uždirbo, ir jie nėra laikomi neteisėtai.
lv: Un bailes, dienā, kad jūs atgriezīsities Allah. Tad katru dvēseli varēs pieprasīt kompensāciju par to, ko tā nopelna, un tie netiks uztverti netaisnīgi.
nb: Og frykt om dagen når du vil bli returnert til Allah. Enhver sjel vil bli kompensert for hva det tjent, og de vil ikke bli behandlet urettferdig.
sk: A strach, deň, kedy sa vrátia k Bohu. Potom každá duša budú kompenzovaní za to, čo zarobil, a že sa nesmie zaobchádzať nespravodlivo.
sl: In strah na dan, ko se boste vrnili v Allah. Nato vsaka duša bo nadomestilo za kar je zaslužil, in jih ne bo treba obravnavati neupravičeno.
sr_cyrl: И страх на дан када си ће бити враћен за Алаха. Онда свака душа ће се надокнади шта то зарадио, и они ће се наносити неправда.
sr_latn: I strah na dan kada si će biti vraćen za Alaha. Onda svaka duša će se nadoknadi šta to zaradio, i oni će se nanositi nepravda.
uk: Та страх в день, коли вам буде повернуто Аллаха. Потім кожну душу компенсують за те, що він заробив, і вони не оброблятимуться несправедливо.
vi: Và lo sợ một ngày khi bạn sẽ được trả lại cho Allah. Sau đó linh hồn tất cả sẽ được đền bù cho những gì nó được, và họ sẽ không được điều trị vô cớ.
zu: Bawosi Day lapho uzobe wabuyela Allah.
