Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2632
source: Their meat will not reach Allah, nor will their blood, but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allah for that [to] which He has guided you; and give good tidings to the doers of good.
ca: Seva carn es no arribar a Allah, ni tampoc la seva sang, però el que arriba a ell és la Pietat de tu. Així han podem sotmetre a vostè que vostè pot glorificar Allah per que [a] que ell ha guiat; i donar la bona nova als autors de bo.
cy: Ni fydd eu cig yn cyrraedd Allah, nac bydd eu gwaed, ond beth yn cyrraedd iddo yw piety gennych. Felly wedi dioddef iddynt i chi eich bod efallai fawrygu'r Allah ar gyfer hwnnw [i] y mae wedi'i dywys chi; a rhoi tidings da phoenwn da.
da: Deres kød vil ikke nå Allah heller vil deres blod, men hvad når ham er fromhed fra dig. Dermed har vi udsat dem for dig at du kan forherlige Allah for at [at], som han har vejledt dig; og give gode tidender til magtsyge af god.
el: Κρέας τους δεν θα φθάσουν Αλλάχ, ούτε θα τους αίμα, αλλά τι φτάνει τον είναι ευλάβεια από εσάς. Έτσι έχουν εμείς τους υποβληθούν σε σας ότι σας μπορεί να δοξάσει τον Αλλάχ για ότι [να] που έχει οδηγό σου. και να δώσει καλή είδηση για το doers του καλού.
et: Nende liha ei jõua Jumal ega näidatakse nende verd, kuid mida jõuab talle on vagadus sinult. Seega me suhtes on neid teile et võib ülista Allah selle [–] eest, ta on juhindunud te; ja annab hea Kurjategijaist rõõmusõnumit.
fi: Lihaa ei pääse Jumala eikä veressä, mutta mitä täyttää hänelle on hurskaus sinulta. Näin on olemme alistaneet ne sinulle että voi kirkastaa Jumala ja että [to], johon te; ja antaa hyvää sanomaa hyvä väärintekijät.
he: בשרם לא להגיע אללה, ולא יהיה הדם שלהם, אבל מה מגיע לו הוא אדיקות ממך. ולכן יש לנו נתון אותם אתה כי אתה עשוי להאדיר אללה הזה [אל] אשר הוא הוביל; ולתת בשורות טובות פעלתנים טוב.
hr: Njihovo meso neće doći do Allaha, niti će svoje krvi, ali šta mu dođe je pobožnost od tebe. Tako smo vas da možete proslaviti Allah za to [da] koji je vodio; su im izloženi i dati dobre vijesti da rade dobro.
lt: Jų mėsa bus negali pasiekti Dievas, ar bus jų kraujo, bet kas pasiekia jį yra pamaldumo iš jūsų. Taigi jau mes laikėme juos jums kad gali garbinti Dievo, kad [į] kuri jis vadovaujasi jūs; ir duoti gera žinia gerai daro.
lv: To gaļa nav sasniegt Allah, ne būs viņu asinis, bet to, ko sasniedz, viņam ir pietāte no jums. Tādējādi mums ir pakļauti viņiem jums, ka var cildināt, [lai] Allah, kas viņam ir jāvadās un dot labas vēstis labi darītāji.
nb: Deres kjøtt vil ikke nå Allah, heller ikke ville deres blod, men hva kommer ham er fromhet fra deg. Dermed har vi utsatt dem for deg at du kan prise Gud for at [til] som han har ledet. og gi gode budskap til doers av god.
sk: Ich mäso nie dosiahnuť Alah, ani sa ich krv, ale to, čo ho dosiahne je zbožnosti od vás. Tak sme im podrobený vám že môže oslavovať Boha pre tento [k], ktoré má riadiť; a dať dobrú zvesť, konajte dobro.
sl: Njihovo meso ne bodo dosegli Allah, ali bo njihova kri, ampak kaj doseže, mu je pobožnosti od vas. Tako smo testirane jih želite, da lahko slavite Allah za to: [za], ki mu je vodena; in dobrih novic da kršitelje dobro.
sr_cyrl: Њихово месо ће не постигну Аллах, нити ће им крв, али како га достигне је помазањем од тебе. Стога смо ти да могу да величају Аллах за то [да] а он ме је довео тебе; имају их подвргнути и дај радосне акцију тога доброг.
sr_latn: Njihovo meso će ne postignu Allah, niti će im krv, ali kako ga dostigne je pomazanjem od tebe. Stoga smo ti da mogu da veličaju Allah za to [da] a on me je doveo tebe; imaju ih podvrgnuti i daj radosne akciju toga dobrog.
uk: Їх м'ясо буде не досягти Аллах, і не буде їх крові, але те, що досягає йому це благочестя від вас. Таким чином мають ми піддавали їх ви що може прославити Аллах для цього [к], який він направляв ви; і дати добру новину передбачивши добре.
vi: Thịt của họ sẽ không đạt được Allah, cũng không sẽ máu của họ, nhưng những gì đạt tới hắn là lòng mộ đạo từ bạn. Do đó chúng tôi đã phải chịu chúng cho bạn rằng bạn có thể vinh danh Allah cho rằng [để] ông đã hướng dẫn bạn; và cho tidings tốt để những kẻ tốt.
zu: inyama yabo ngeke sifinyelele Allah angiyikunibusa, igazi labo, kodwa lokho ifinyelela Him is ukuzishaya kusuka kuwe.

# Quran2633
source: Indeed, Allah defends those who have believed. Indeed, Allah does not like everyone treacherous and ungrateful.
ca: De fet, Allah defensa qui he cregut. De fet, Allah no agrada tothom ingrat i traïdor.
cy: Yn wir, mae'r Allah yn amddiffyn y rhai sydd wedi credu. Yn wir, nid Allah hoffi pawb hynod beryglus a anniolchgar.
da: Faktisk forsvarer Allah dem, der har troet. Faktisk Allah ikke kan lide alle forræderiske og utaknemmelig.
el: Πράγματι, Αλλάχ υπερασπίζεται αυτούς που πίστευαν. Πράγματι, Αλλάχ δεν αρέσει ο καθένας ύπουλη και αχάριστος.
et: Tõepoolest, Allah kaitseb neid, kes oleks uskunud. Tõepoolest, Allah ei meeldi kõigile reeturlikud ja tänamatu.
fi: Itse asiassa Jumala puolustaa jotka ovat uskoneet. Itse asiassa Jumala ei pidä kaikkia petollinen ja kiittämätön.
he: אכן, אללה מגן על אלה אשר האמינו. אכן, אללה לא כמו כולם בוגדני כפוי טובה.
hr: Uistinu, Allah brani one koji su vjerovali. Zaista, Allah ne kao opasan i nezahvalan.
lt: Iš tiesų, Dievas gina tuos, kurie tiki. Iš tiesų, Dievas nemėgsta visi klastingai ir nedėkingas.
lv: Patiešām, Allah aizstāv tie, kas ticējusi. Patiešām, Allah nepatīk visi nodevīgs un nepateicīgs.
nb: Faktisk forsvarer Allah de som har trodd. Faktisk liker Allah ikke alle farlige og utakknemlig.
sk: V skutočnosti Boh chráni tých, ktorí uverili. Naozaj, Boh nemá rád každý zradné a nevďačný.
sl: Res, Allah brani tiste, ki ste verjeli. Res, Allah ni všeč vsi izdajalski in nehvaležno.
sr_cyrl: Заиста , Аллах брани оне који верују. Заиста , Аллах не воли свако издајнички и незахвална.
sr_latn: Zaista, Allah brani one koji veruju. Zaista, Allah ne voli svako izdajnički i nezahvalna.
uk: Дійсно, Аллах захищає ті, хто вірив. Дійсно, Аллах не любить кожен підступний і невдячна.
vi: Thật vậy, Allah bảo vệ những người đã tin. Thật vậy, Allah không giống như tất cả mọi người xảo quyệt và vô ơn.
zu: Ngempela, Allah uvikela labo kholwa.

# Quran2634
source: Permission [to fight] has been given to those who are being fought, because they were wronged. And indeed, Allah is competent to give them victory.
ca: Permís [a combatre] s'ha donat a qui els es combat, ja que van ser injustament. I de fet, Allah és competent donar-los la victòria.
cy: Rhoddwyd caniatâd [i ymladd] i'r rhai sydd yn cael ei ymladd, oherwydd yr oedd yn eu cam. Ac yn wir, yn gymwys i roi eu buddugoliaeth Allah.
da: Tilladelse [at kæmpe] er blevet givet til dem, der er udkæmpes, fordi de blev forurettet. Og ja, Allah er kompetent til at give dem sejren.
el: Άδεια [για την καταπολέμηση] έχει δοθεί σε εκείνους που διεξάγονται πόλεμοι, γιατί τους αδίκησαν. Και πράγματι, Αλλάχ είναι ικανός να τους δώσει τη νίκη.
et: [Võitlemiseks] on antud luba neid, kes on võidelnud, sest nad olid ülekohtu. Ja tõepoolest, Allah on pädev andma neile võidu.
fi: Oikeus [taistella] on annettu niille, jotka ovat taistelleet, koska heille oli tehty vääryyttä. Ja Jumala on toimivaltainen antamaan heille voiton.
he: רשות [להילחם] ניתנה למי להיות מבוצעות, כי הם היו עוול. אכן, אללה הוא המוסמך לתת להם ניצחון.
hr: Dozvolu [se] dobila je onima koji su se borili, jer su u pravu. I doista, Allah je nadležna da im pobjedu.
lt: Leidimo [kovai] buvo skiriamas tiems, kurie yra kovojo, nes jie buvo nuskriausti. Ir iš tiesų, Allah yra kompetentinga suteikti jiems pergalę.
lv: Atļauju [cīņā] ir devis tiem, kas ir cīnījusies, jo tie tika nodarīts kaitējums. Un patiešām, Allah ir tiesīga dot viņiem uzvaru.
nb: Tillatelse [å kjempe] har blitt gitt til de som har deltatt i krigene, fordi de var gjort urett. Og Allah er faktisk kompetent til å gi dem seier.
sk: Povolenie [Ak chcete bojovať] bol daný tým, ktorí sú bojoval, pretože oni boli poškodené. A skutočne, Alah je kompetentný im víťazstvo.
sl: Dovoljenje [za boj] je bila dana tistim, ki so se borili, ker so bili oškodovani. In res, Allah je pristojna, da jim zmago.
sr_cyrl: Дозвола [се] је дато онима који се воде, јер им није у праву. И заиста, Аллах је компетентан да им дам победе.
sr_latn: Dozvola [se] je dato onima koji se vode, jer im nije u pravu. I zaista, Allah je kompetentan da im dam pobede.
uk: Дозвіл [боротися] було приділено тих, хто в даний час ведуться, тому що вони були обмежені тим. І дійсно, Аллах є компетентними, щоб дати їм перемогу.
vi: Phép [đánh nhau] đã được trao cho những người đang bị chiến đấu, bởi vì họ đã được wronged. Và quả thực, Allah là có thẩm quyền để cung cấp cho họ chiến thắng.
zu: Imvume [ukuba alwe] unikwe labo abenza ezilwiwa, ngoba uyoniwa.

# Quran2635
source: [They are] those who have been evicted from their homes without right - only because they say, "Our Lord is Allah." And were it not that Allah checks the people, some by means of others, there would have been demolished monasteries, churches, synagogues, and mosques in which the name of Allah is much mentioned. And Allah will surely support those who support Him. Indeed, Allah is Powerful and Exalted in Might.
ca: [Són] aquells que han estat desallotjat de casa seva sense dret - només perquè diuen, "nostre Senyor és Allah". I si no fos que Allah comprova la gent, alguns amb d'altres, hi hauria estat enderrocades monestirs, esglésies, sinagogues i mesquites en què el nom d'Allah és molt esmentat. I Allah segurament donarà suport a qui donar-li suport. En efecte, Allah és abast i exaltat en podria.
cy: [Maent] rhai sydd wedi cael eu troi allan o'u cartrefi heb hawl-yn unig oherwydd maent yn dweud, "ein Arglwydd yw Allah." Ac oni bai bod Allah yn gwiriadau y bobl, rhai drwy gyfrwng eraill, byddai wedi dymchwel mynachlogydd, eglwysi, synagogau, a mosgiau yn enw Allah llawer sonnir. A bydd Allah yn sicr yn cefnogi rhai sy'n ei gefnogi. Yn wir, yw Allah Powerful a Exalted yn efallai.
da: [Der] dem, som har været fordrevet fra deres hjem uden ret - kun fordi de siger, "Vorherre er Allah." Og var det ikke, at Allah kontrollerer mennesker, nogle med andre, der ville have været nedrevet klostre, kirker, synagoger og moskeer, hvor navnet på Allah nævnes meget. Og Allah vil sikkert støtte dem, der støtter ham. Faktisk, Allah er magtfulde og ophøjede i Might.
el: [Είναι] όσους εκδιώχθηκαν από τα σπίτια τους χωρίς δικαίωμα - μόνο επειδή λένε, «ο Κύριός μας είναι Αλλάχ». Και αυτό δεν ήταν ότι Αλλάχ ελέγχει τους ανθρώπους, μερικοί με τους άλλους, θα έχουν υπάρξει κατεδαφιστεί μοναστήρια, εκκλησίες, συναγωγές, και τζαμιά στην οποία αναφέρεται το όνομα του Αλλάχ πολύ. Και Αλλάχ σίγουρα θα υποστηρίξει εκείνους που τον υποστηρίζουν. Πράγματι, ο Αλλάχ είναι ισχυρός και Exalted στην μπορούσε.
et: [On] kes on häätää kodudest õiguseta - ainult sest nad ütlevad, "meie Issand on Jumal." Ja oli see ole see Jumal kontrollib inimesed, mõned teised abil, poleks olnud lammutati kloostrid, kirikud, sünagoogide ja Mošeede Jumala nimi on palju mainitud. Ja Allah kindlasti toetame neid, kes teda toetada. Tõepoolest, Allah on võimas ja ülendatud võiks.
fi: He ovat niitä, jotka on häädetty kodeistaan oikeudettomasti - vain koska he sanovat, "Herra on Jumala." Ja elleivät Allah tarkistaa henkilöille, joista avulla toiset, olisi ollut purettu luostarit, kirkkoja, synagogia ja moskeijoita, jossa Jumala nimi mainitaan paljon. Ja Jumala varmasti tukea niitä, jotka tukea häntä. Itse asiassa Jumala on tehokas ja Ylhäinen Might.
he: [הם] אלה שפונו מבתיהם ללא זכות - רק כי הם אומרים, "אדוננו הוא אללה". זה לא היו כי אללה בודק את האנשים, חלקם על-ידי אחרים, היו המנזרים ההרוסים, כנסיות, בתי כנסת, מסגדים שבו שם אללה מוזכר הרבה. אללה בוודאי יתמוך אלה שתומכים בו. אכן, אללה הוא בעלות עוצמה חזקה לרוממו באולי.
hr: [Oni su] oni koji su bili istjerani iz svojih domova bez prava - samo kažu, "naš gospodar je Allah." I da nije Allah provjerava ljudi, neki uz pomoć drugih, bilo da je rušenje samostana, crkve, sinagoge i džamije u kojoj ime Allaha puno spominje. A Allah će sigurno podržati one koji ga podržavaju. Uistinu, Allah je moćni i Exalted u moć.
lt: [Jie] tiems, kurie jau buvo iškeldinti iš savo namų be teisės - tik todėl, kad jie sako, "mūsų Viešpats yra Dievas." Ir buvo jis ne kad Dievas patikrinimų žmonės, kai kitiems, nebūtų buvę nugriautas vienuolynai, bažnyčias, sinagogas ir mečetes, kurioje Dievas pavadinimas yra daug minima. Ir Dievas tikrai padės tiems, kurie jį remti. Iš tiesų, Dievas yra galingas ir Exalted, gali.
lv: [Tie ir], kuri padzinušas no savām mājām bez tiesībām - tikai tāpēc, ka viņi saka: "mūsu Kungs ir Allah." Un ja tā nav, ka Allāhs pārbauda cilvēki, daži, izmantojot citus, būtu bijuši gan nojauktas klosteri, baznīcas, sinagogas un mošeju, kurā daudz minēts nosaukums Allah. Un Allah noteikti atbalstīs tie, kas viņu atbalsta. Patiešām, Allah ir visspēcīgākais un izredzētais iespējams.
nb: [De er] de som har blitt kastet ut fra sine hjem uten rett - bare fordi de sier, "vår Herre er Allah." Og var det ikke at Allah kontrollerer de, noen med andre, det ville ha vært revet klostre, kirker, synagoger og moskeer som navnet av Døyve er mye nevnt. Og Allah vil sikkert støtter de som støtter ham. Faktisk er Døyve kraftig og opphøyet i makt.
sk: [Sú] tých, ktorí už boli vysťahovaní zo svojich domovov bez pravej - len pretože oni hovoria, "náš Pán je Boh." A nebyť toho, že Alah kontroly ľudí, niektoré prostredníctvom iné, tam by boli zbúrané kláštory, kostoly, synagógy a mešity, v ktorom je oveľa uvedené meno Alah. A Boh iste podporí tých, ktorí ho podporujú. Boh je naozaj mocný a postáv by.
sl: [So] tiste, ki so bili pregnale iz svojih domov brez pravice - samo zato, ker pravijo, "Naš Gospod je Allah." In ne bi bilo da Allah preveri ljudi, nekateri z drugim, ne bi bilo porušene samostani, cerkve, sinagoge in mošeje, v kateri je veliko omenjeno ime Allah. In Alah bo zagotovo podporo tistih, ki ga podpira. Res, Allah je močan in Exalted v oblast.
sr_cyrl: [То су] онима који делоћиран из својих домова без права - само зато што они кажу, "Господ је Аллах." И да није то Алах проверава људи, неки уз помоћ других, тамо би била сруљена манастири, цркве, синагоге и џамије у којима се много помиње име Алаха. А Аллах ће сигурно подржати оне који га подржавају. Уистину , Аллах је можни и Еxалтед у моћ.
sr_latn: [To su] onima koji deloћiran iz svojih domova bez prava - samo zato što oni kažu, "Gospod je Allah." I da nije to Alah proverava ljudi, neki uz pomoć drugih, tamo bi bila sruљena manastiri, crkve, sinagoge i džamije u kojima se mnogo pominje ime Alaha. A Allah će sigurno podržati one koji ga podržavaju. Uistinu, Allah je moжni i Exalted u moć.
uk: [Вони], хто були виселені зі своїх будинків, без права - тільки тому, що вони говорять, "наш Господь є Аллаха". І якби не що Аллах перевіряє людей, деякі за допомогою інших, було б знесеного монастирів, церков, синагог і мечетей, в якому набагато згадується ім'я Аллаха. І Аллах напевно буде підтримувати тих, хто підтримує його. Дійсно, Аллах є потужним і Exalted в меча.
vi: [Họ là] những người đã bị đuổi ra khỏi nhà của họ mà không cần phải - chỉ vì họ nói, "Chúa là Allah." Và nó không được mà Allah sẽ kiểm tra những người dân, một số bằng phương tiện của người khác, có đã bị phá hủy tu viện, nhà thờ, giáo đường Do Thái và nhà thờ Hồi giáo mà tên của Allah được nhắc đến nhiều. Và Allah chắc chắn sẽ hỗ trợ những người hỗ trợ ông. Thật vậy, Allah là mạnh mẽ và Exalted trong có thể.
zu: [They are] labo abaye baxoshwa emizini yabo ngaphandle kwesokudla - kuphela ngoba bathi: "INkosi yethu inkulu Allah."

# Quran2636
source: [And they are] those who, if We give them authority in the land, establish prayer and give zakah and enjoin what is right and forbid what is wrong. And to Allah belongs the outcome of [all] matters.
ca: [I] aquells que, si donem autoritat a la terra, establir l'oració i donar zakah i demanen el que està bé i prohibeixen el que està malament. I per Allah pertany el resultat de matèries [tots els].
cy: [Ac yn] rhai sydd, os ydym yn rhoi iddynt awdurdod ar y tir, sefydlu gweddi a rhoi zakah a enjoin beth sy'n iawn a a'n gwaredo beth sydd o'i le. Ac i Allah yn perthyn y canlyniad o faterion [bob].
da: [Og de er] dem, der, hvis vi giver dem myndighed i landet, fastsætte bøn og give zakah og pålægger hvad der er rigtigt og forbyde, hvad der er galt. Og Allah hører resultatet af [alle] spørgsmål.
el: [Και] εκείνοι που, αν τους δώσουμε αρχή στη γη, προσευχή θεσπίσει και να δώσει zakah τι είναι σωστό και διατάσσω απαγορεύσει και τι είναι λάθος. Και Αλλάχ ανήκει το αποτέλεσμα του [όλα] τα θέματα.
et: [Ja nad on] need, kes, kui me neile asutus maa, palve ja anna zakah ja kohustab, mis on õige ja hoidku, mis on valesti. Ja Allah kuulub [kõik] küsimustes tulemustest.
fi: [Ja] jotka jos annamme heille viranomainen maassa, luoda rukous ja antavat zakah ja määrätä, mikä on oikein ja kieltää, mikä on vialla. Ja Jumalalle kuuluu [all] asioissa tulos.
he: [אשר] אלה, אם אנחנו נותנים להם רשות בארץ, להקים תפילה, תן zakah ואת זכות לחייב מה נכון וחלילה? מה לא בסדר. אללה שייך התוצאה של עניינים [כל].
hr: [I] onih koji, ako im damo vlast na zemlji, uspostaviti molitvu i dati zakah i naložiti što je dobro i Sačuvaj što nije u redu. A Allahu pripada ishod [sve].
lt: [Ir jie] tiems, kurie, jei mes suteikiame jiems institucija į žemę, nustatyti malda ir duoti zakah ir neteisėtos, kas yra teisinga ir uždrausti kas negerai. Ir Dievas priklauso [visi] klausimais rezultatus.
lv: [Un tie] tiem, kuri, ja mēs dodam viņiem zeme, iestāde izveido lūgšanu un sniedz zakah un liek to, kas ir labi un pasarg, what ' s wrong. Un Allah pieder [visi] lietas iznākumu.
nb: [Og de er] de som, hvis vi gir dem myndighet i landet etablere bønn og gi zakah og pålegge hva som er riktig og forby hva som er galt. Og til Allah tilhører utfallet av [alt] saker.
sk: [A] tých, ktorí, keď sme im úrad v krajine, vytvoriť modlitba a dať Zakát a nariaďuje, čo je správne a chráň, čo je zle. A Bohu patrí výsledku [všetky] záležitosti.
sl: [In] tiste, ki, če smo jim organ v deželi, vzpostavitev molitev in dal zakah in ukaže, kaj je prav in prepovedujejo, kaj je narobe. Ter Allah pripada izid [vse] zadevah.
sr_cyrl: [И ] оних који, ако им дамо власт у земљи, успостави молитву и дај заках и забраним праву ствар и забрањују шта није у реду. И , Алах припада исход [све] стварима.
sr_latn: [I] onih koji, ako im damo vlast u zemlji, uspostavi molitvu i daj zakah i zabranim pravu stvar i zabranjuju šta nije u redu. I, Alah pripada ishod [sve] stvarima.
uk: [І вони] хто, якщо ми дамо їм владу на землі, встановити молитви і дати zakah та накази про те, що і не дай, що не так. І щоб Аллах належить результат [всі] питання.
vi: [Và] những người, nếu chúng tôi cung cấp cho họ quyền trong đất, thiết lập các cầu nguyện và cung cấp cho zakah và ra lịnh những gì là đúng và cấm những gì là sai trái. Và Allah thuộc kết quả của [tất cả] các vấn đề.
zu: [Futhi] labo, uma We wabanika igunya ezweni, ukusungula umthandazo futhi anikeze zakah futhi enjoin okulungile futhi enqabela lokho akulungile.

# Quran2637
source: And if they deny you, [O Muhammad] - so, before them, did the people of Noah and 'Aad and Thamud deny [their prophets],
ca: I si el neguen, [O Muhammad] - per tant, davant d'ells, feia la gent de Noè i ' Aad i Thamud negar [els profetes],
cy: Ac os maent yn gwadu'r chi, [O Muhammad]-felly, cyn iddynt, yr oedd y bobl o Noah a ' Mae Aad a Thamud yn gwadu [eu] broffwydi, y rhai
da: Og hvis de nægter du, [O Muhammad] - så, før dem, gjorde folk Noah og» ald og Thamud benægte [deres profeter],
el: Και αν την αρνούνται, [Ο Μωάμεθ] - Έτσι, πριν από αυτούς, έκανε τους ανθρώπους του Νώε και «Aad και Thamud αρνούνται [τους προφήτες],
et: Ja kui nad eitavad [O Muhammad] - te, siis enne neid, tegin Noah inimesed ja "Aad ja Thamud eitada [nende prohvetid],
fi: Ja jos he kiistävät voit [Oi Muhammed] -, ennen niiden, samoin Nooan ja "Aad ja Thamud kieltää [heidän profeetat]
he: אם מכחישים את, [O מוחמד] - וכך, לפניהם, גם בני נח, ' מ, Thamud מכחיש [הנביאים שלהם],
hr: I ako ne vi, [O Muhammad] -, prije njih, ljudi Noa i ' Aad i Thamud poreći svoje proroke,
lt: Ir jei jos nesutinka su jumis, [O Muhammad] - taip, prieš juos, padarė žmonės Nojaus ir "Aad ir Thamud paneigti [savo pranašus],
lv: Tāpat _ kā ja viņi liedz jums [O Muhammad] -, pirms viņiem, Noah cilvēki un "Aad un Thamud noliegt [savus praviešus,]
nb: Og hvis de nekter deg, [O Muhammad] - så før dem, gjorde folk Noah og ' Aad og Thamud nekte [profeter],
sk: A ak ste [Mohamed] - popierajú, pred nimi, rovnako tak ľudia Noah a "Aad a Thamud poprieť [ich proroci],
sl: In če so zatajiti, [O Muhammad] - Torej, pred njimi, naredil ljudi Noah in "alarmna in Thamud zanikati [njihovi preroki],
sr_cyrl: Исто као и ако порекну те, [О Мухаммад -], пред њима, становници Ноа и ' Аад и Тхамуд порећи [Њихови пророци,]
sr_latn: Isto kao i ako poreknu te, [O Muhammad -], pred njima, stanovnici Noa i ' Aad i Thamud poreći [Njihovi proroci,]
uk: І якщо вони відмовити вам, [O Мухаммад] - так, перед ними, і зробили люди Ноя і ' сад і Thamud заперечувати [своїх пророків,]
vi: Và nếu họ từ chối bạn, [O Muhammad] - Vì vậy, trước khi họ, đã làm người dân của Noah và ' Aad và Thamud [các tiên tri], từ chối.
zu: Futhi uma they ngakuphika, [O Muhammad] - ngakho, phambi kwabo, benza abantu uNowa 'Aad Thamud aphike [nabaprofethi],

# Quran2638
source: And the people of Abraham and the people of Lot
ca: I la gent d'Abraham i la gent del Lot
cy: A pobl Abraham a phobl llawer
da: Og folk af Abraham og befolkningen i mange
el: Και οι άνθρωποι του Αβραάμ και το λαό της παρτίδας
et: Abraham inimesi ja palju inimesi ja
fi: Ja Abraham ihmisiä ja paljon ihmisiä
he: האנשים של אברהם, העם של הרבה
hr: I ljudi Abraham i ljudi mnogo
lt: Ir Abraomas žmonių ir daug žmonių
lv: Un Abraham cilvēki un cilvēki ar daudz
nb: Og folk Abraham og folk mye
sk: A ľudia z Abraham a ľudia veľa
sl: In ljudje Abraham in ljudje veliko
sr_cyrl: И људи из Абрахам и људи из серије
sr_latn: I ljudi iz Abraham i ljudi iz serije
uk: І люди Авраама і люди багато
vi: Và người dân của Abraham và người dân của nhiều
zu: Futhi abantu ka-Abrahama abantu bazo Lot
