Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran242
source: There is no blame upon you for that to which you [indirectly] allude concerning a proposal to women or for what you conceal within yourselves. Allah knows that you will have them in mind. But do not promise them secretly except for saying a proper saying. And do not determine to undertake a marriage contract until the decreed period reaches its end. And know that Allah knows what is within yourselves, so beware of Him. And know that Allah is Forgiving and Forbearing.
ca: No hi ha cap culpa a vostè que al qual [indirectament] al·ludeixen sobre una proposta per a dones o per què vostè amagar dins vosaltres mateixos. Allah sap que vostè tindrà en compte. Però no prometo-los en secret amb l'excepció dient una dita adequada. I no determinar a emprendre un contracte de matrimoni fins el període decreed arriba al seu final. I saber que Allah sap el que està dins vosaltres, així que tingui cura d'ell. I saber que Allah és indulgent i Forbearing.
cy: Nid oes unrhyw fai arnoch chi ar gyfer y y cyfeiriwch [anuniongyrchol] ynghylch cynnig i fenywod neu beth yr ydych yn ei guddio o fewn eich hunain. Mae Allah yn gwybod y bydd gennych iddynt mewn cof. Ond peidio â rhoi addewid iddynt gyfrinachol ac eithrio dweud ddweud priodol. Ac nid ydynt yn penderfynu ymgymryd â contract briodas nes bod y cyfnod decreed yn cyrraedd diwedd ei. A gwybod bod Allah yn gwybod beth yw o fewn eich hunain, felly byddwch yn ofalus iddo. A gwybod bod Allah yn Forgiving ac Forbearing.
da: Der er ingen skylden på dig, som du [indirekte] hentyder vedrørende et forslag til kvinder eller til hvad du skjule inden i jer. Allah ved, at du vil have dem i tankerne. Men ikke love dem hemmeligt bortset fra at sige en ordentlig siger. Og bestemmer ikke at foretage en ægtepagt, indtil den krævede periode når sin afslutning. Og ved, at Allah ved, hvad der er inden i jer, så pas på ham. Og ved, at Allah er Forgiving og Forbearing.
el: Δεν υπάρχει καμία φταίει πάνω σας για αυτό που που υπαινίσσονται [έμμεσα] όσον αφορά την πρόταση για τις γυναίκες ή για ό, τι σας κρύβουν μέσα τους εαυτούς σας. Αλλάχ γνωρίζει ότι θα τους έχετε κατά νου. Αλλά δεν τους υπόσχονται κρυφά εκτός από λέγοντας ένα σωστό ρητό. Και δεν καθορίζουν πραγματοποίησης μιας σύμβασης γάμου μέχρι να φθάσει στο τέλος της περιόδου θεσμοθετημένου. Και γνωρίζουμε ότι Αλλάχ γνωρίζει τι είναι μέσα σε σας, ώστε να προσέχεις από αυτόν. Και γνωρίζουμε ότι Αλλάχ είναι επιεικής και Forbearing.
et: Ei ole süüdistada teie peale et kuhu sa [kaudselt] vihjavad ettepaneku naistele või mida varjata jooksul ise. Jumal teab, et teil on neid meeles. Kuid ei luba neid salaja välja arvatud öeldes õige ütlus. Ja kindlaks teha abielulepingu kuni tagatisega perioodi jõuab lõpuni. Ja tean, et Jumal teab, mis on maksimaalselt ise, nii et beware teda. Ja tean, et Jumal on Forgiving ja Forbearing.
fi: Ei ole syyllinen teille että johon [välillisesti] vihjaillaan ehdotuksen naisille tai olet salaa sisimmässänne. Jumala tietää, että olet niitä mielessä. Mutta ei lupaa ne salaa lukuun ottamatta selvää oikea sanonta. Ja päättää tehdä avioehto, kunnes päätetty ajan päättyvät. Ja tiedän, että Jumala tietää, mikä on sisimmässänne, joten varokaa häntä. Ja tiedämme, että Allah on anteeksiantava ja Forbearing.
he: יש אין האשמה עליכם בשביל זה שאליו אתה [בעקיפין] מרמזים בנוגע הצעה לנשים או עבור מה אתה מסתיר בתוך עצמכם. אללה יודע שאתה צריך אותם בראש. אבל לא מבטיח להם בסתר חוץ אומר אימרה נכונה. אינן קובעות ליטול על חוזה נישואין עד תקופת decreed מגיע לסיומו. יודע כי אללה יודע מה יש בתוך עצמכם, אז להיזהר ממנו. ואני יודע כי אללה הוא Forgiving ולא Forbearing.
hr: Nije krivnja na vas za to kojoj [neizravno] aludiraju tiče prijedlog za žene ili za što skrivaš u sebi je. Allah zna da ćete ih imati na umu. Ali nije ih tajno osim da pravilno govore. I odrediti da bračni ugovor dok odlučeno razdoblju dođe do kraja. I znaš da Allah zna šta je u sebi, pa pazi na njega. I znam da Allah je opraštanje i Forbearing.
lt: Nėra jokių kaltinti tave, į kurią jūs [netiesiogiai] užsimenama dėl moterų pasiūlymą arba kas jums slepia per save. Dievas žino, kad jūs juos turite omenyje. Bet ar ne pažadas juos slapta išskyrus sakydamas tinkamai suprantama. Ir nenurodoma, atlikti vedybų sutarties tol, kol imtasi laikotarpį pasiekia savo pabaigos. Ir žinoti, kad Dievas žino, kas yra per save, taip saugokitės jį. Ir žinau, kad Dievas yra Forgiving ir Forbearing.
lv: Nav nekādas vainas pār jums, kam jūs [netieši] nerunāju par priekšlikumu uz sievietēm vai ko jūs slēpt laikā sev. Allah zina, ka jums būs tos prātā. Taču nesola tos slepeni izņemot pasakot pareizi teikts. Un nevar noteikt līdz izsludinājusi periodam sasniedz beigām uzsākt laulības līgums. Un zināt, ka Allah zina, kas ir ar sevi, tāpēc Uzmanieties no viņu. Un zina, ka Allāhs ir piedošanu un Forbearing.
nb: Det er ingen skyld på deg som som du henspille [indirekte] om et forslag til kvinner eller hva du skjule i dere. Allah vet at du vil ha dem i tankene. Men lover ikke dem hemmelighet unntatt sa et skikkelig ordtak. Og avgjør ikke å gjennomføre en ekteskap kontrakt til fastsatte perioden når slutten. Og vet at Allah vet hva er i dere, så pass opp av ham. Og vet at Allah tilgi og Forbearing.
sk: Neexistuje žiadny vinu na vás, ktoré ste [nepriamo] zmieňujú o návrh, ktoré sa ženy alebo zakryť do seba. Boh vie, že budete mať na pamäti. Ale nie sľub im tajne okrem hovorí správne hovorí. A určiť, zaväzujú manželskej zmluvy až v období nariadil dosiahne svojho konca. A viem, že Alah vie, čo je vnútri seba, tak pozor na neho. A viem, že Boh je odpúšťajúci a Forbearing.
sl: Ni brez krivde na vas za to ki ste [posredno] nakazan glede predloga za ženske ali za kaj vam prikriva v sebi. Allah ve, da jih bo imel v mislih. Ampak ne obljubim jih skrivaj razen rekel pravilno rek. In se ugotovi, da pogodbo do sprejet obdobju doseže svoj namen. In vem, da Allah ve, kaj je v sebi, tako da pazi njega. In vem, da je Alah tolerantna in Forbearing.
sr_cyrl: Постоји нема кривице на вас за то на коју [индиректно] алудирате када је у питању предлог да се жене или шта прикриваш унутар себе. Аллах зна да ћете их имати на уму. Али не обежавам их тајно осим рекавши Хера. И не утврди да предузме брачни уговор док наредби периода достигне свој крај. И знам да је Аллах зна ста је у вама самима, па буди опрезан са њим. И знам да је Аллах Форгивинг и Форбеаринг.
sr_latn: Postoji nema krivice na vas za to na koju [indirektno] aludirate kada je u pitanju predlog da se žene ili šta prikrivaš unutar sebe. Allah zna da ćete ih imati na umu. Ali ne obeжavam ih tajno osim rekavši Hera. I ne utvrdi da preduzme bračni ugovor dok naredbi perioda dostigne svoj kraj. I znam da je Allah zna sta je u vama samima, pa budi oprezan sa njim. I znam da je Allah Forgiving i Forbearing.
uk: Немає не провину на вас, до яких ви [опосередковано] натякаєте стосовно пропозицію про жінок, або що ви приховати всередині себе. Аллах знає, що ви будете мати їх на увазі. Але не обіцяю їм таємно за винятком кажучи належного приказка. І не визначити, здійснювати шлюбний контракт до ухвалили період досягає свого кінця. І знаю, що Аллах знає, що всередині себе, так що будьте обережні з ним. І знаю, що Аллах бачить і Forbearing.
vi: Đó là không đổ lỗi khi bạn vì điều đó mà bạn [gián tiếp] ám chỉ liên quan đến một đề nghị cho phụ nữ hay cho những gì bạn che giấu trong mình. Allah biết rằng bạn sẽ có họ trong tâm trí. Nhưng không phải hứa với họ bí mật ngoại trừ nói một câu nói thích hợp. Và không xác định để thực hiện một hợp đồng hôn nhân cho đến khi giai đoạn decreed đạt kết thúc của nó. Và biết rằng Allah biết những gì bên trong mình, vì vậy hãy cẩn thận của ông. Và biết rằng Allah là Forgiving và Forbearing.
zu: Akukho basola phezu kwenu ukuze ngalo [ngokungaqondile] agudlisela emisebenzini ngokuphathelene ngesiphakamiso abesifazane noma babe you gubadlela ngaphakathi kwenu.

# Quran243
source: There is no blame upon you if you divorce women you have not touched nor specified for them an obligation. But give them [a gift of] compensation - the wealthy according to his capability and the poor according to his capability - a provision according to what is acceptable, a duty upon the doers of good.
ca: No hi ha cap culpa de si li dones que no han tocat ni especificat per a ells una obligació de divorci. Però donar-los [un regal de] indemnització - els rics segons la seva capacitat i els pobres segons la seva capacitat - una disposició segons allò que és acceptable, un deure en els autors de bo.
cy: Nid oes unrhyw fai arnoch os mae gwahanu'r menywod nid ydych wedi crybwyll nac yn rhwymedigaeth a bennir ar eu cyfer. Ond rhoi [rhodd o] iawndal-gyfoethog yn ôl ei gallu a'r tlawd yn ôl ei gallu – darpariaeth yn ôl beth sy'n dderbyniol, dyletswydd ar dudalenau da.
da: Der er ingen skylden på dig hvis du skilsmisse kvinder du ikke har rørt eller angivet for dem. forpligtes. Men give dem [en gave af] kompensation - de rige efter sin kapacitet og fattige efter hans evne - bestemmelse efter hvad der er acceptabelt, en told på magtsyge af god.
el: Δεν υπάρχει κανένα φταίξιμο σε σας εάν σας διαζύγιο γυναίκες δεν έχετε αγγίξει ούτε που έχει καθοριστεί για τους υποχρέωση. Δώστε τους [ένα δώρο του] αποζημίωση - πλούσιου σύμφωνα με την ικανότητα και τους φτωχούς σύμφωνα με την ικανότητα του - μια διάταξη σύμφωνα με το τι είναι αποδεκτό, καθήκον κατά το doers του καλού.
et: Ei ole süüdistada teie peale kui sa lahutada naised ei puudutanud ega määrata neile kohustuse. Kuid anda neile [kingitus] hüvitist - rikkad vastavalt tema võimed ja vaeste vastavalt tema võimete - säte, mis on vastuvõetav, pärast hea Kurjategijaist tollimaks.
fi: Ei ole syyllinen teitä, jos hylkäätte ole koskettanut eikä niille määritellyissä velvoite. Mutta antaa heille [lahja] korvaukset - varakas hänen ja hänen kykyynsä - säännöksen mukaan mikä on hyväksyttävää köyhä mukaan velvollinen hyvä väärintekijät.
he: יש אין האשמה עליכם אם תתגרשי נשים יש לא נגע ולא צוין עבורם מוטלת החובה. אבל לתת להם [מתנה] פיצוי - העשירים על פי היכולות שלו לבין העניים על פי היכולות שלו - הוראה על-פי מה מקובל, חובה על פעלתנים טוב.
hr: Nije krivnja na vas je ako se razvedete žene nije dodirnuo niti naveden obveza. Ali im [dar] naknadu - bogati prema njegovu sposobnost i siromašnima prema njegovu sposobnost - odredba prema što je prihvatljivo, obaveze po rade dobro.
lt: Nėra jokių kaltinti tave Jei jūs santuoką moterys negali turėti palietė nei nustatytą įsipareigojimą. Tačiau jiems [dovana] kompensacija - turtingi pagal savo galimybes ir neturtingųjų pagal savo galimybes - nuostata pagal kas yra priimtinas, muitas nuo gerai daro.
lv: Ja šķiršanās sievietes ir nevis pieskārās ne noteikušas viņiem pienākums ir bez vainas pār jums. Bet dot viņiem [uzdāvināts] kompensācija - bagāts saskaņā ar savu spēju un nabadzīgajiem saskaņā ar savu spēju - noteikums, saskaņā ar ko ir pieņemams, nodokli pēc labi darītāji.
nb: Det er ingen skyld på deg hvis du skilsmisse kvinner du ikke har rørt eller angitt for dem en forpliktelse. Men gi dem [gave] kompensasjon - de velstående hans evne og fattige ifølge hans evne - en bestemmelse i henhold til hva som er akseptabelt, plikt på doers av god.
sk: Nie je bez viny, na teba, ak si rozvod žien nie je mať dotkol ani stanovené pre nich povinnosťou. Ale im [dar] odškodnenie - bohatý podľa jeho schopností a chudobnými podľa jeho schopnosti - poskytovanie podľa toho, čo najprijateľnejšie, clo na konajte dobro.
sl: Ni brez krivde na vas, če razvezo ženske niste dotaknili niti zanje določena obveznost. Vendar jim [dar] nadomestila - bogati glede na svoje sposobnosti in revne po svoje sposobnosti - določbo glede kaj je sprejemljivo, dajatve na kršitelje dobro.
sr_cyrl: Има нема кривице на вас, ако вас разведе од жене ти није додирнуо нити наведен за њих обавезу. Али дај им [дар] накнаду – богате према његову способност и сиромашнима према његову способност - одредбу према ономе што је прихватљиво, дужност на акцију тога доброг.
sr_latn: Ima nema krivice na vas, ako vas razvede od žene ti nije dodirnuo niti naveden za njih obavezu. Ali daj im [dar] naknadu – bogate prema njegovu sposobnost i siromašnima prema njegovu sposobnost - odredbu prema onome što je prihvatljivo, dužnost na akciju toga dobrog.
uk: Немає не провину на вас, якщо ви розлучитися з жінками ви не торкнувся ні для них вказано зобов'язання. Але дати їм [дар] компенсації - багатих за своєю можливості і бідних за своєю можливості - надання за те, що є прийнятним, мито на передбачивши добре.
vi: Không là không có đổ lỗi khi bạn nếu bạn ly dị phụ nữ bạn đã không xúc động cũng không được chỉ định cho họ một nghĩa vụ. Nhưng cung cấp cho họ [một món quà của] bồi thường - những người giàu có theo khả năng của mình và cho người nghèo theo năng lực của ông - một điều khoản theo những gì được chấp nhận, một nhiệm vụ khi kẻ tốt.
zu: Akukho icala phezu kwenu uma you hlukana besifazane ungazange wathinta noma cacisa suku for them isibopho.

# Quran244
source: And if you divorce them before you have touched them and you have already specified for them an obligation, then [give] half of what you specified - unless they forego the right or the one in whose hand is the marriage contract foregoes it. And to forego it is nearer to righteousness. And do not forget graciousness between you. Indeed Allah, of whatever you do, is Seeing.
ca: I si vostè divorci abans que ells han tocat i que ja heu especificat per a ells una obligació, llavors [donar] la meitat dels que heu especificat - llevat que renunciar a la dreta o a la mà és el contracte de matrimoni es nega. I per desestimar-lo és més a prop justícia. I no oblidis Gràcia entre vosaltres. Realment Allah, de facis el que facis, està veient.
cy: Ac os mae ysgariad iddynt cyn yr ydych wedi cyffwrdd â hwy ac wedi sydd eisoes wedi'u pennu ar eu cyfer rwymedigaeth, yna [Rhowch hanner yr hyn a nodoch-oni bai Mae maent yn ymwrthod hawl neu mae yr un yn eu llaw yn y contract i briodi ei foregoes.] Ac i ymwrthod yn nes at chyfiawnder i. A Peidiwch ag anghofio haelioni rhyngoch. Allah yn wir, beth bynnag yr ydych yn ei wneud, yn cael ei gweld.
da: Og hvis du skilsmisse dem før du har rørt ved dem og du allerede har angivet til dem. forpligtes, derefter give [] halvdelen af hvad du angivet - medmindre de give afkald på ret eller ene i hvis hånd er ægtepagt foregoes det. Og for at give afkald på det er tættere på retfærdighed. Og glem ikke venlighed mellem dig. Faktisk Allah, for uanset hvad du gør, er at se.
el: Και αν σας το διαζύγιο τους πριν αγγίξετε τους και έχετε ορίσει ήδη για τους υποχρέωση, στη συνέχεια [Δώστε] τι έχετε καθορίσει - αν δεν τότε χάνουν το δικαίωμα ή το ένα στο χέρι του οποίου είναι η σύμβαση γάμου απαρνείται το μισό. Και να παραιτηθεί από αυτό που είναι πιο κοντά στην δικαιοσύνη. Και μην ξεχνάτε ευσπλαχνία μεταξύ σας. Πράγματι Αλλάχ, από ό, τι κάνετε, είναι να δει.
et: Ja kui sa lahutada neid enne, kui olete puudutanud neid ja olete juba valinud neid kohustus, siis [anna] pooltes mida teie määratud - kui nad loobuvad õigust või kelle poolt on abieluvaralepingu üks loobub ta. Ja loobuda see on lähemal õiguseks. Ja ärge unustage lahkus vahel sul. Tõepoolest Jumal, mida iganes te teete, on näha.
fi: Ja jos avioero ne ennen kuin otitte ne ja olet jo määrittänyt niille velvoite sitten [antaa] puolet on määritetty - jos he luopuvat oikealla tai se, kenen käsi on avioehto foregoes. Ja luopumaan se on lähempänä vanhurskauden. Ja älä unohda graciousness välillä. Todellakin Jumala, mitä voit tehdä, on nähdä.
he: אם תתגרשי אותם לפני נגעת בהם כבר ציינת עבורם התחייבות, אז [נותן] חצי מה שציינת - אלא אם כן הם לוותר על הזכות או בצבע שהיד שלו הוא חוזה הנישואין בדרישת זה. כדי לוותר עליו הוא קרוב יותר צדקתו. ואל תשכחו את אדיבותך ביניכם. אכן אללה, של מה שלא תעשה, רואה.
hr: I ako si vrijeme prije nego što su ih dirnuli i već ste naveli za njih obveza, zatim [Daj] pola što ste naveli - osim ako se oni odreći pravo ili onaj u čije ruke je brak ugovor foregoes. I da se odreknu to je bliže pravednosti. I ne zaboravite milost između vas. Zaista Allah, što god se bavite, vidi.
lt: Ir jei jūs skyrybų juos prieš jūs turite palietė juos ir jūs jau jiems galėjo nustatyti prievolę, tada [pateikti] pusė ką nurodėte - nebent jie netenka teisės į vieną kurių ranka yra santuokos sudarymo negrąžintinų ji. Ir atsisakyti ji yra arčiau tiesos. Ir nepamirškite Łaskawość tarp jūsų. Iš tiesų Dievas, ir ką daryti, mato.
lv: Un ja jūs šķiršanās tos pirms jūs tos ietekmējušas un jūs jau norādījāt viņiem pienākumu, tad [dot] puse ko norādījāt - ja vien viņi pasteidzināt tiesības vai kuras roka laulības līgumā ir viens finansēts tas. Un atteikties no tā, kas ir tuvāk taisnības. Un neaizmirstiet graciousness starp jums. Patiešām, Allah, un ko jūs darītu, ir redzēt.
nb: Og om du skilsmisse dem før du har rørt dem og du har allerede angitt for dem en forpliktelse, deretter gi [] halvparten av hva du angav - med mindre de uten rett eller en som er ekteskapkontrakten foregoes det. Å uten det er nærmere rettferdighet. Og ikke glem graciousness mellom deg. Faktisk Allah, av hva du gjør, er å se.
sk: A ak ste rozvodu je, ako ste sa ich dotkli a už zadané pre nich povinnosť, potom [dať] polovicu uvedenej - Ak sa vzdať práva, alebo v ktorého ruke je Predmanželská zmluva nenávratného to. A vzdať sa nachádza bližšie k spravodlivosti. A nezabudnite milosti medzi vami. Naozaj Alah, čo robíte, je vidieť.
sl: In če ste jih razvezi, preden ste se dotaknili njimi in ste že določili za njih obveznost, nato [Daj] polovico navedeni - razen, če se odreče pravico ali v čigav pa je s poročno pogodbo foregoes to. In da se odreče, da je bližje pravičnosti. In ne pozabite, prijaznost med vami. Dejansko Allah, za karkoli narediš, je videl.
sr_cyrl: А ако ти их развод, пре него што си их дотакао и већ сте навели за њих обавезу, онда [Дај] пола ста сте навели - осим ако они одрекну права или онај у чије руке је брак уговор форегоес то. И да се одрекнем га ближе праведности. И не заборави племенитост измедју вас. Заиста Аллах, од радити, да видимо.
sr_latn: A ako ti ih razvod, pre nego što si ih dotakao i već ste naveli za njih obavezu, onda [Daj] pola sta ste naveli - osim ako oni odreknu prava ili onaj u čije ruke je brak ugovor foregoes to. I da se odreknem ga bliže pravednosti. I ne zaboravi plemenitost izmedju vas. Zaista Allah, od raditi, da vidimo.
uk: І якщо ви розлучення їх, перш ніж ви мати доторкнувся до них і вже указаний прикметою зобов'язання, то [надати] половина те, що ви вказали - якщо вони відмовитися від права або один у тому, чиєю рукою шлюбний контракт foregoes його. І відмовитися від його ближче до праведності. І не забувайте люб'язністю між вами. Дійсно Аллаха, про все, що ви робите, бачачи.
vi: Và nếu bạn ly hôn họ trước khi bạn có chạm vào chúng và bạn đã chỉ định cho họ một nghĩa vụ, sau đó [cho] một nửa của những gì bạn đã chỉ định – trừ khi họ từ bỏ quyền hay một trong bàn tay mà là hợp đồng hôn nhân foregoes nó. Và từ bỏ nó là gần với sự công bình. Và đừng quên sự thanh tao giữa bạn. Thật vậy Allah, về bất cứ điều gì bạn làm, là nhìn thấy.
zu: Futhi uma you hlukana them phambili uye wathinta kubo futhi kakade ozicacisile kubo isibopho, khona-ke [nika] nxenye of babe oyishilo - Ukuba they sidele ilungelo noma fike whose dlulisa is inkontileka umshado foregoes it.

# Quran245
source: Maintain with care the [obligatory] prayers and [in particular] the middle prayer and stand before Allah, devoutly obedient.
ca: Mantenir amb cura les oracions [obligatoris] i [en particular] l'oració mitjà i parada abans d'Allah, devotament obedient.
cy: Gynnal gyda gofal y gweddïau [orfodol] ac [yn arbennig] gweddi canol a sefyll gerbron Allah, daer obedient.
da: Vedligeholde med omhu [obligatoriske] bønner og [særlig] midterste bøn og stå foran Allah, andægtig lydig.
el: Διατηρούν με φροντίδα τις προσευχές [υποχρεωτικό] και [κυρίως] το μεσαίο προσευχή και σταθήναι έμπροσθεν Αλλάχ, ευσεβώς υπάκουος.
et: Säilitada hoolikalt [kohustuslik] palved ja [eriti] Lähis-palve ja seista enne Allahi jumalakartlikult kuulekas.
fi: Ylläpidä huolellisesti [pakollinen] rukoukset ja [] keskellä rukous ja jalusta Allahin hartaasti kuuliainen.
he: לשמור בהקפדה את התפילות [חובה], [במיוחד] התפילה האמצעי ולעמוד לפני אללה, בדבקות צייתן.
hr: Održavati s pažnjom [obavezna] molitve i [posebno] srednji molitve i stajati pred Allaha, pobožno poslušne.
lt: Išlaikyti atsargiai [privaloma] malda [visų pirma] vidurio malda ir stovėti prieš Allah, dievobaimingai paklusnus.
lv: Uzturēt ar aprūpi [obligāti] lūgšanām un [proti] vidus lūgšanu un stāvēt pirms Allah, ir dievbijīga paklausīgs.
nb: Opprettholde med forsiktighet [obligatorisk] bønner og [spesielt] den midterste bønn og stå foran Allah, engasjerte lydig.
sk: Zachovanie s starostlivosťou [povinné] modlitby [najmä] uprostred modlitby a stánok pred Alaha, vrúcne poslušný.
sl: Vzdrževanje previdno [obvezna] molitve in [zlasti] srednji molitev in stojijo pred Allah, pobožno ubogljiv.
sr_cyrl: Одржавање са бригом [обавезна] молитве и [посебно] средњи молитву и стоје испред Алаха, побожно послушна.
sr_latn: Održavanje sa brigom [obavezna] molitve i [posebno] srednji molitvu i stoje ispred Alaha, pobožno poslušna.
uk: Підтримувати з обережністю [Обов'язкова] молитви і [зокрема] середнього молитви і, що стоять перед Аллаха, благоговійно слухняним.
vi: Duy trì với việc chăm sóc những lời cầu nguyện [bắt buộc] và [đặc biệt] Trung cầu nguyện và đứng trước Allah, sùng đạo Cơ đốc Vâng lời.
zu: Londolozani ngokunakekela nemithandazo [kugcinwe] futhi [ikakhulukazi] khalo thandazo ume phambi Allah, ngokuzinikela esilalelayo.
