Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2011
source: Then, indeed your Lord, to those who emigrated after they had been compelled [to renounce their religion] and thereafter fought [for the cause of Allah] and were patient - indeed, your Lord, after that, is Forgiving and Merciful
ca: Llavors, de fet el seu Senyor, a qui EMIGRA després havien estat obligats [a renunciar a la seva religió] i posteriorment va lluitar [per la causa d'Allah] i van ser pacient - de fet, el seu Senyor, després d'això, és indulgent i Clement
cy: Yna, eich Arglwydd yn wir, i'r rhai sy'n ymfudo ar ôl ganddynt wedi gorfodi [i ymwrthod â eu crefydd] ac ymladd wedi hynny [am achos Allah] ac roedd yn amyneddgar-yn wir, eich Arglwydd, ar ôl hynny, yn Forgiving a Merciful
da: Faktisk din Herre, til dem, der udvandrede efter at de havde været tvunget [at give afkald på deres religion] og derefter kæmpede [for årsagen til Allah] og blev patienten - faktisk, din Herre, efter dette, er Forgiving og barmhjertige
el: Στη συνέχεια, πράγματι σας Λόρδος, σε όσους μετανάστευσαν αφού είχαν υποχρεωθεί [να απαρνηθεί τη θρησκεία τους] και στη συνέχεια αγωνίστηκε [για την αιτία του Αλλάχ] και ήταν ασθενής - πράγματι, τον Κύριό σας, μετά από αυτό, είναι επιεικής και εύσπλαχνος
et: Siis tõepoolest oma Issanda, kes emigreerus pärast seda, kui nad olid sunnitud [loobuma oma religiooni] ja seejärel võitles [põhjusele Allah] ja patsiendi - olid tõepoolest oma Issanda pärast seda, on Forgiving ja Merciful
fi: Sitten todellakin Herrasi, jotka muutti kun ne oli pakko [luopua uskonnon] ja sen jälkeen taistelleet [aiheena-lta hillitä] ja potilaan - itse asiassa herra, sen jälkeen on anteeksiantava ja armollisin
he: לאחר מכן, אכן, לאלה אשר היגרה אחרי הם היו כבר מחויב [לויתור על הדת שלהם], לאחר מכן נלחמו [למען המטרה של אללה] והיו החולה - אכן, אדונך, לאחר מכן, הוא Forgiving, הרחום והחנון
hr: Onda, zaista vaš gospodar, da oni koji su emigrirali nakon što je primoran [da se odrekne svoje vjere] i nakon toga borili [uzrok Allah] i pacijent - uistinu, Gospodar tvoj, nakon toga je opraštanje i milostiv
lt: Tada, iš tiesų jūsų Viešpats, tiems, kurie emigravo po to, kai jie buvo priversti [atsisakyti savo religiją] ir vėliau kovojo [priežastis Dievas] ir buvo pacientas - iš tiesų, savo Viešpaties, po to, yra Forgiving ir litosciwy
lv: Tad patiešām jūsu kungs, tiem, kas emigrēja pēc tam, kad viņi bija spiests [atteiktos no viņu reliģijas] un pēc tam cīnījās [par cēloni Allah] un bija pacients - tiešām, kungs, pēc tam ir piedošanu un žēlsirdīgs
nb: Deretter faktisk Herren, til dem som emigrerte etter at de hadde blitt tvunget [å avstå sin religion] og deretter kjempet [for årsaken til Allah] og var pasient - faktisk din Herre, etter det, er tilgi og barmhjertig
sk: Potom skutočne svojho pána, pre tých, ktorí emigrovali, potom, čo bol nútený [vzdať svojho náboženstva] a potom bojovali [za príčinu Allah] a boli pacienta - skutočne svojho pána za to, že je odpúšťajúci a Milosrdných
sl: Potem, dejansko svojega Gospoda, tistim, ki izselili po je prisiljen [odreči svoje vere] in [za vzrok Allah] zatem so se borili in so bolnik - res, svojega Gospoda, po tem, je tolerantna in usmiljen
sr_cyrl: Онда, заиста твој господар, до оних који су емигрирали након што су били присиљени [да се одрекне своје религије] и након тога се борили [узрок Аллах] и били стрпљиви - уистину, господар, након тога, је Форгивинг и милостив
sr_latn: Onda, zaista tvoj gospodar, do onih koji su emigrirali nakon što su bili prisiljeni [da se odrekne svoje religije] i nakon toga se borili [uzrok Allah] i bili strpljivi - uistinu, gospodar, nakon toga, je Forgiving i milostiv
uk: Тоді дійсно ваш Господь, тим, хто емігрував після того, як вони змушені [відмовитися від їх релігії] і після цього воювали [за справу Аллах] і були пацієнта - дійсно, Господь, після цього є бачить і Merciful
vi: Sau đó, thực sự của Chúa, những người di cư sau khi họ đã bị buộc [phải từ bỏ tôn giáo của họ] và sau đó đã chiến đấu [nguyên nhân của Allah] và đã là bệnh nhân - quả thật vậy, Chúa của bạn, sau đó, là Forgiving và Merciful
zu: Khona-ke, ngempela kho Lord labo abathuthela ngemva kokuba iphoqelekile [ukulahla inkolo yayo] bese kuthi emva kwalokho balwa [imbangela Allah] futhi babebekezela - ngempela, iNkosi yakho emva kwalokho, Thethelela Nomusa futhi

# Quran2012
source: On the Day when every soul will come disputing for itself, and every soul will be fully compensated for what it did, and they will not be wronged.
ca: En el dia quan cada ànima vindrà litigi per si mateixa, i cada ànima seran plenament compensats per què feia, i no ser injustament.
cy: Ar y diwrnod pan ddaw pob enaid yn dadlau am ei hun, a bydd pob enaid gael eu digolledu'n llawn am beth a wnaeth, ac ni Bydd maent yn cam.
da: På den dag, når hver sjæl kommer bestrider for sig selv, og hver sjæl vil være fuldt ud kompenseres for, hvad det gjorde, og de vil ikke blive krænket.
el: Την ημέρα όταν θα έρθει η κάθε ψυχή αμφισβητώντας για τον εαυτό, και κάθε ψυχή θα αποζημιώνονται πλήρως τι έκανε, και δεν θα αδικηθεί.
et: Kuna iga hinge tulevad masinale vastavuseeldust ise, ja iga hinge kompenseeritakse täielikult seda, ja nad ei ülekohtu päeval.
fi: Päivänä, kun jokainen sielu tulee kiistää itselleen, ja jokainen sielu korvata täysin, mitä se ja he ei vääryyttä.
he: ביום מתי יבוא כל נשמה חולק עבור עצמו, ולאחר כל נשמה באופן מלא יפוצו על מה שזה עשה, הם לא יהיה עוול.
hr: Na dan kada će doći svake duše osporava za sebe, i svaka duša će biti potpuno naknadu za ono što je učinio, i neće biti nepravdu.
lt: Tą dieną, kada ateis kas siela kalbėjosi už save, ir kiekviena siela bus visiškai atlyginta už tai, ką jis padarė, ir jie negali būti nuskriausti.
lv: Dienā, kad nāks katru dvēseli strīdus par sevi un katru dvēseli tiks pilnībā kompensēt to, ko tā darīja, un tie nevar būt kaitējums.
nb: På dagen når hver sjel kommer ordskifte for seg selv, og hver sjel vil bli fullt ut kompensert gjorde det, og de vil ikke bli gjort urett.
sk: V deň, kedy každá duša príde sporu za seba, každá duša bude plne kompenzované to urobil a oni budú nie poškodené.
sl: Na dan, ko vsaka duša bo izpodbijanje zase, in vsaka duša bo popolnoma nadomestilo za kaj je to storil, in ne bodo oškodovani.
sr_cyrl: На дан када свака душа ће доћи да оспорава сама за себе, свака душа ће се у потпуности надокнади то да ли и они ће бити преварена.
sr_latn: Na dan kada svaka duša će doći da osporava sama za sebe, svaka duša će se u potpunosti nadoknadi to da li i oni će biti prevarena.
uk: В день, коли прийде кожному душа сперечаються, і кожному душа повністю компенсують за те, що він зробив, і вони не бути ображені.
vi: Vào ngày khi mọi linh hồn sẽ đến tranh chấp cho chính nó, và mỗi linh hồn sẽ được bồi thường đầy đủ cho những gì nó đã làm, và họ sẽ không được wronged.
zu: On the Day uma gcwele phefumulo sebenza kuyofika bephikisana uqobo, futhi gcwele phefumulo ngokugcwele kwavuzwa lokho akwenza, futhi ngeke uyoniwa.

# Quran2013
source: And Allah presents an example: a city which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allah. So Allah made it taste the envelopment of hunger and fear for what they had been doing.
ca: I Allah presenta un exemple: una ciutat que va ser segures, la prestació arribant a en abundància de cada lloc, però va negar els favors d'Allah. Així Allah va tastar la envelopment de fam i por pel que havia estat fent.
cy: Ac mae'r Allah yn cyflwyno enghraifft: gwadodd Dinas a oedd yn ddiogel, ei ddarpariaeth yn dod i hynny mewn digonedd o bob lleoliad, ond mae'n favors Allah. Felly gwnaeth Allah yn blasu y envelopment o newyn ac ofn am yr hyn yr oeddynt wedi'i wneud.
da: Og Allah præsenterer et eksempel: en by, som var sikker, dens bestemmelse, kommer det i overflod fra enhver placering, men det nægtede favoriserer af Allah. Så gjorde Allah det smage omringning af sult og frygter for hvad de havde gjort.
el: Και Αλλάχ παρουσιάζει ένα παράδειγμα: μια πόλη που ήταν ασφαλείς, η διάταξη που έρχονται να σε αφθονία από κάθε θέση, αλλά αρνήθηκε τις χάρες του Αλλάχ. Έτσι Αλλάχ κάνει γεύση το εμφακέλλωση της πείνας και ο φόβος για το τι είχε κάνει.
et: Ja Jumal esitab näiteks: linn, mis oli ohutu ja turvaline, selle sätte tulles arvukus alates iga asukoha, kuid ta eitas Jumal soosib. Nii et Jumal tegi seda maitsta envelopment nälga ja mida nad olid teinud kardavad.
fi: Ja Jumala esitetään esimerkki: kaupunki, joka on turvallista, taantuvan tulossa runsaasti joka paikassa, mutta se kiisti Allah suosii. Joten Allah teki maistaa nälän envelopment ja pelätä mitä he olivat tehneet.
he: אללה מציג דוגמה: העיר שהיתה בטוחה ומאובטחת, הוראה שלה מגיע בשפע בכל מקום, אבל זה הכחיש בחיבתן של אללה. אז אללה עשו זה לטעום את envelopment של רעב ופחד עבור מה הם עושים.
hr: I Allah predstavlja primjer: grad koji je bio siguran i miran, svoju odredbu da u izobilju s svakog mjesta, ali to odbija favorizira Allah. Pa Allah je okus omeđenih glad i strah me za što je bio događaj.
lt: Ir Dievas pateikia pavyzdį: miestą, kuris buvo saugi ir patikima, jo nuostata į jį gausiai iš visos vietos, bet jis neigia Dievo šalininkas. Taigi Dievas padarė jį paragauti badu envelopment ir bijo ką jie darė.
lv: Un Allāhs rada piemēru: pilsēta, kurā bija drošas, tās noteikums, kas nāk uz pārpilnību katrā atrašanās vietā, bet tas noliedza Allah labvēlību. Allah izgatavotiem tā garša envelopment bada un bailes par to, ko viņi būtu dara.
nb: Og Allah presenterer et eksempel: en by som var sikker, bestemmelsene kommer til det i overflod fra hvert sted, men det nektet gunst Allah. Så gjorde Allah det smake omringing av sult og frykt for hva de hadde gjort.
sk: A Allah uvádza príklad: mesto, ktoré bolo bezpečné, jeho ustanovenie prichádza množstvo z každého miesta, ale poprel zdvorilosti Alah. Takže Alah robil to ochutnať envelopment hladu a strach o to, čo oni robili.
sl: Ter Allah predstavlja primer: mesto, ki je varen in zanesljiv, njegovo zagotavljanje, ki prihajajo v številčnosti z vsakega mesta, vendar je zanikal uslug Allah. Tako Allah je okus envelopment lakote in strah za kaj bi počel.
sr_cyrl: И Аллах представља пример: граду за који је сигурно и безбедно, њене одредбе долази у изобиљу са сваке локације, али је порекао услуге од Алаха. Па Аллах је укус обавијањем од глади и страха за шта они су радили.
sr_latn: I Allah predstavlja primer: gradu za koji je sigurno i bezbedno, njene odredbe dolazi u izobilju sa svake lokacije, ali je porekao usluge od Alaha. Pa Allah je ukus obavijanjem od gladi i straha za šta oni su radili.
uk: І Аллах представляє приклад: місто, який був надійним і безпечним, його положення: найближчі щедро струменить з всі місця, але це відмовлено сприяє Аллаха. Так Аллах зробили смак envelopment голод і страх за те, що вони робили.
vi: Và Allah trình bày một ví dụ: một thành phố được an toàn và an toàn, nó cung cấp tới nó trong sự phong phú từ mọi vị trí, nhưng nó từ chối ủng hộ của Allah. Vì vậy Allah đã làm cho nó hương vị envelopment đói và lo sợ cho những gì họ đã làm.
zu: Futhi u-Allah presents isibonelo: umuzi okuyinto kwaba ephephile futhi elondekile, wo hlinzeka kokuza nakho ngokuchichimayo kusuka zonke indawo, kodwa waphika ngezibusiso Allah.

# Quran2014
source: And there had certainly come to them a Messenger from among themselves, but they denied him; so punishment overtook them while they were wrongdoers.
ca: I hi ha sens dubte havia arribat a ells un Missatger entre els seus membres, però es nega a ell; Així càstig avançaven mentre eren malfactors.
cy: Ac yna yn sicr wedi dod iddynt negesydd o blith eu hunain, ond maent gwadodd iddo; Felly roedd cosbi barhau'n hwy er eu bod yn tramgwyddo.
da: Og der var sikkert kommet til dem en budbringer fra sig, men de nægtede ham; så straf overhalede dem mens de var lovovertrædere.
el: Και εκεί είχαν έρθει σίγουρα τους αγγελιοφόρο μεταξύ τους, αλλά αυτοί αρνήθηκαν τον? Έτσι η τιμωρία προσπέρασε τους, ενώ και οι παραβάτες.
et: Ja seal olid kindlasti tulnud neile Messenger endi hulgast, kuid nad keelatud nii karistuse tabas neid, kui nad olid tekitaja.
fi: Ja siellä oli varmasti luokseen Messenger keskuudestaan, mutta he kielsivät hänet; niin rangaistus saavuttikin heidät, kun he olivat rikolliset.
he: ואני בהחלט הגיע אליהם שליח מתוך עצמם, אך הם דחו אותו; אז העונש אף בזמן שהם היו הפושעים.
hr: I tamo je sigurno došao im Glasnik između sebe, ali su odbijen; Tako kazna ih je istrijebila dok su bili prijestupnicima.
lt: Ir ten buvo tikrai ateis prie jų iš patys Messenger, bet jie neigė jam; Taigi bausmė pralenkė juos o jie grzesznicy.
lv: Un tur bija noteikti atnāks pie viņiem Messenger no sevi, bet tie liedza viņam; Tātad sodu izveda viņus, kamēr tie pārkāpējus.
nb: Og det var absolutt kommet til dem en budbringer fra seg, men de nektet ham. så straff nådde dem mens de var wrongdoers.
sk: A tam určite príde k nim posla spomedzi seba, ale popreli, že ho; tak trest ich predbehol, kým oni boli zloèinci.
sl: In je zagotovo prišel do njih sel med seboj, ampak so zanikati njega; tako kazen jih je prehitela, medtem ko so bili wrongdoers.
sr_cyrl: И тамо је сигурно да им се гласник неку од себе, али одбили су га; тако казна престигао их док су били починиоце.
sr_latn: I tamo je sigurno da im se glasnik neku od sebe, ali odbili su ga; tako kazna prestigao ih dok su bili počinioce.
uk: І там звичайно прийшла до них Messenger з-поміж себе, але вони відмовив йому в; так що покарання наздогнав їх, коли вони були розкаюємося.
vi: Và có chắc chắn đã đến với họ một Messenger từ bản thân mình, nhưng họ từ chối anh ta; Vì vậy, sự trừng phạt đã vượt qua họ trong khi họ đã là wrongdoers.
zu: Futhi lapho kwadingeka ngokuqinisekile bayoza them gijimi nga bodwa, kodwa wamphika;

# Quran2015
source: Then eat of what Allah has provided for you [which is] lawful and good. And be grateful for the favor of Allah, if it is [indeed] Him that you worship.
ca: Menjar llavors de què Allah ha proporcionat per a vostè [que] legal i bo. I estar agraïts pel favor d'Allah, si és [fet] ell que adoren.
cy: Bwyta wedyn beth mae'r Allah a ddarperir i chi [sydd] gyfreithlon a da. Ac yn ddiolchgar am y favor Allah, os yw [yn wir] ef y mae eich addoli.
da: Derefter spiser af hvad Allah har givet for dig, [der er] lovlige og god. Og være taknemmelig for fordel af Allah, hvis det er [Ja] ham, at du tilbeder.
el: Στη συνέχεια, φάτε του τι Αλλάχ έχει παράσχει για σας [που είναι] νόμιμο και καλό. Και να είμαστε ευγνώμονες για την εύνοια του Αλλάχ, εάν είναι [πράγματι] αυτόν που σας λατρεία.
et: Siis süüa, mis Jumal on andnud teile, [mis on] seaduslik ja hea. Ja hindan Allahi teene, kui tegemist on [tõesti] teda, et te kummardama.
fi: Sitten syödä mitä Jumala on antanut sinulle, [joka on] laillista ja hyvä. Ja hyväksi Allah, vaikka se onkin [] hänelle, että te palvelette.
he: ואז אוכל של מה אללה סיפקה לך [אשר] כדין וטוב. ולהיות אסיר תודה. על הטובה של אללה, אם אכן [] אותו אתה סוגד.
hr: Onda jede ono što Allah je predviđeno za vas [koja je] dopušteno i dobro. I biti zahvalan za milost Allaha, to je [doista] ga moliš.
lt: Tada valgyti, ką Dievas suteikė jums, [kuris yra] teisėtai ir gera. Ir būti dėkingi už Dievo, naudai, jei tai [iš tikrųjų] jam, kad jūs czcicie.
lv: Pēc tam ēst, Allah ir sniedzis jums, [kas ir] likumīgi un laba. Un ir pateicīgi par Allah, favor, ja [patiesi] viņam, ka tu pielūdz.
nb: Deretter spise av hva Gud har gitt deg [som] lovlig og god. Og være takknemlig for støtte av Døyve, hvis det er [virkelig] ham at dere tilber.
sk: Potom jesť to, čo Boh pripravil pre vás, [ktoré] zákonné a dobré. A byť vďačný za láskavosť Alaha, ak je [naozaj] mu, že ste uctievanie.
sl: Nato jesti priskrbljenega Allah za vas, [ki je] zakonita in dobro. In hvaležen za uslugo od Allah, če je [resnično] njega, ki ste bogoslužja.
sr_cyrl: Онда једи од Алаха снабдео за тебе [која је] законита и добро. И бити захвалан за услугу и Алаха, ако је то [] му да ти се клањају.
sr_latn: Onda jedi od Alaha snabdeo za tebe [koja je] zakonita i dobro. I biti zahvalan za uslugu i Alaha, ako je to [] mu da ti se klanjaju.
uk: Потім з'їсти про те, що Аллах має для вас надані [що] законним і добре. І бути вдячними за користь Аллаха, якщо вона є [] йому, що ви поклоніння.
vi: Sau đó ăn của những gì Allah đã cung cấp cho bạn [đó là] hợp pháp và tốt. Và được biết ơn đối với các ưu tiên của Allah, nếu nó [quả thật] ông mà bạn tôn thờ.
zu: Khona adle yini Allah fanele hlinzeka for you [okuyinto] semthethweni hle.

# Quran2016
source: He has only forbidden to you dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit] - then indeed, Allah is Forgiving and Merciful.
ca: Només ha prohibit animals morts, sang, la carn de porcí i que s'ha dedicat a altre que Allah. Però qui es veu obligat [per necessitat], [que] desitjar ni transgredir [límit] - a continuació, en efecte, Allah és indulgent i Clement.
cy: Dim ond wedi iddo yn gwahardd i chi anifeiliaid marw, gwaed, cnawd moch, a'r hyn sydd wedi'i neilltuo i heblaw Allah. Ond pwy bynnag yw gorfodi [gan reidrwydd], dynodir [TG] nac tramgwyddus [ei derfyn]-yna yn wir, Allah yn Forgiving a Merciful.
da: Han har kun forbudt at du døde dyr, blod, kødet af svin og det, som har været dedikeret til andre end Allah. Men hvem er tvunget [af nødvendighed], hverken som ønsker [det] eller overtræde [sin grænse] - så ja, Allah er Forgiving og barmhjertige.
el: Μόνο έχει απαγορεύσει να σας νεκρά ζώα, αίμα, τη σάρκα των χοίρων, και αυτό που έχει αφιερωθεί στην εκτός από Αλλάχ. Αλλά όποιος αναγκάζεται [εξ ανάγκης], [αυτό] επιθυμώντας ούτε παραβαίνοντας [όριο] - τότε πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ta on ainult keelatud sa surnud loomade veri, sigade liha ja see, mis on pühendatud jumal peale. Aga kes on sunnitud [vajadus], soovides [see] ega [oma piirangu] - meelevaldne, siis tõepoolest, Allah on Forgiving ja Merciful.
fi: Hän on vain kiellettyä kuolleita eläimiä, veren, sian lihaa ja joka on omistettu kuin Allah. Mutta kuka pakottaa [], pyytäen [se] eikä kieltoaan [rajansa] - itse asiassa Jumala on anteeksiantava ja armollisin.
he: הוא אסר רק חיות מתות, דם, בשר חזיר, וזה אשר הוקדשו מלבד אללה. אבל מי הוא הכריח [לפי הצורך], וגם להנות [בו] transgressing [מהמגבלה] - אז אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Zabranio je samo mrtve životinje, krv, meso svinjske i ono što je posvećen osim Allaha. Ali tko god je prisiljen [po potrebi], [to] želeći niti krši svoje ograničenje - pa uistinu, Allah je opraštanje i milostiv.
lt: Tik jis Uždraudė jums nugaišę gyvūnai, kraujo, kiaulių mėsa, ir ta, kuri buvo skirta ne Dievas. Bet kas yra priverstas [būtina], siekdamos [jis] nei nusižengė [jo ribos] - tada iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Viņš ir aizliegts tikai beigtiem dzīvniekiem, asinis, miesa no cūku un to, kas ir veltīta nevis Allah. Bet tas, kurš ir spiests [pēc nepieciešamības], nedz vēloties [tā] [ierobežojums] - noziedzīgu, tad patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Han har bare forbudt å du døde dyr, blod, kjøttet av svin og som er dedikert til enn Døyve. Men hvem er tvunget [av nødvendighet], verken ønsker [det] eller overskride [grensen] - er faktisk Allah tilgi og barmhjertig.
sk: On má iba zakázané uhynutých zvierat, krvi, mäso ošípaných a, ktorý bol venovaný ako Boh. Ale ten, kto je nútený [potreba], [to] túžiť ani zaobchádzania v dôsledku porušenia [limit] - potom naozaj, Boh je odpúšťajúci a Milosrdných.
sl: On je samo prepovedano mrtvih živali, krvi, meso prašičev, in, ki je bila posvečena razen Allah. Vendar kdor zaradi [nujno], [je] želji niti benih [omejitev] - potem res, Allah je tolerantna in usmiljen.
sr_cyrl: Забранио је да мртве животиње, крв, месо свиње, и оно што је био предан осим Алаха. Али ко год је присиљена [обавезно], [то] сагледавање нити гоњењу због кршења [ограничење] - онда заиста, Аллах је Форгивинг и милосрдна.
sr_latn: Zabranio je da mrtve životinje, krv, meso svinje, i ono što je bio predan osim Alaha. Ali ko god je prisiljena [obavezno], [to] sagledavanje niti gonjenju zbog kršenja [ograničenje] - onda zaista, Allah je Forgiving i milosrdna.
uk: Він тільки заборонено мертвих тварин, крові, плоть свинячий і те, що була присвячена крім Аллаха. Але той, хто є примушують [], не бажаючи [вона] не transgressing [граничний] - то дійсно, Аллах бачить і Merciful.
vi: Ông chỉ có cấm động vật chết, máu, thịt lợn, và điều đó đã được dành riêng để ngoài Allah. Nhưng bất cứ ai buộc [cần thiết], mong [nó] không vì [nó giới hạn] - sau đó, quả thật vậy, Allah là Forgiving Merciful.
zu: Uye kuphela okwakwenqatshelwe you file lwane gazi inyama wezingulube, nokuthi eye zinikele kuze nye than Allah.
