Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran509
source: And the two who commit it among you, dishonor them both. But if they repent and correct themselves, leave them alone. Indeed, Allah is ever Accepting of repentance and Merciful.
ca: I els dos que es cometen entre vosaltres, els dos deshonra. Però si es penedeixen i corregir-se, deixar-los sols. En efecte, Allah és mai Accepting de penediment i Clement.
cy: Ac y ddau sy'n ymrwymo iddo ymhlith chi, dishonor ddau ohonynt. Ond os byddant yn edifarhau ac yn cywiro eu hunain, gadael llonydd iddynt. Yn wir, byth yw Allah dderbyn pedair a Merciful.
da: Og de to, der begår det blandt jer, vanære dem begge. Men hvis de omvender sig og rette sig, lade dem alene. Allah er faktisk nogensinde accept af anger og barmhjertige.
el: Και οι δύο που ανάμεσά σας, το διαπράξουν ατιμία τους δύο. Αλλά αν μετανοήσουν και διορθώστε τον εαυτό τους, να τους αφήσουμε μόνους. Πράγματι, Αλλάχ είναι ποτέ αποδοχή της μετάνοιας και φιλεύσπλαχνος.
et: Ja kaks, kes panevad toime Joukostanne, dishonor neid mõlemaid. Aga kui nad meelt ja parandada ise, jätke nad rahule. Tõepoolest, Allah on kunagi vastuvõtmine meeleparanduse ja Merciful.
fi: Ja kaksi, jotka syyllistyvät, häpeä molemmat. Mutta jos he tekevät parannuksen ja korjata itse, erota heidät yksin. Itse asiassa Jumala on koskaan hyväksyminen parannuksen ja armollisin.
he: השניים שמבצעים אותה. ביניכם, מבייש את שניהם. אבל אם הם לחזור בתשובה ולתקן את עצמם, עזוב אותם במנוחה. אכן, אללה הוא אי פעם Accepting של תשובה, הרחום והחנון.
hr: I dva koji počine među vama, osramotiti ih oboje. Ali ako se pokaju i isprave, ostavite ih na miru. Uistinu, Allah je prihvaćanje pokajanje i milostiv.
lt: Ir kad du, kurie padaryti ją tarp jūsų, dishonor juos abu. Bet jei jie atgailauti ir pataisyti patys, palikti juos ramybėje. Iš tiesų, Allah yra kada nors Accepting atgailos ir litosciwy.
lv: Un divi, kas izdara vidū, neciena viņus abus. Bet ja tie nožēlot un labot paši, viņus mierā. Patiešām, Allah ir kādreiz piekrišana grēku nožēlošanas un žēlsirdīgs.
nb: Og de to som begår det blant dere vanære dem begge. Men hvis de omvender seg og rette seg, forlate dem alene. Faktisk er Døyve noen gang godtar omvendelsens og barmhjertig.
sk: A dvaja, ktorí páchajú medzi vami, zneuctenie ich oboch. Ale ak pokánie a opraviť sami, nechať ich na pokoji. Alah je naozaj niekedy akceptovanie pokánia a Milosrdných.
sl: In dva, ki storijo med vami, sramota za oba. Ampak če se pokesajo in popravite sami, jih pustiti pri miru. Res, Allah je koli Accepting spreobrnjenja in usmiljen.
sr_cyrl: И она двојица који су га поиини медју вама, осрамотимо их обоје. Али , ако се покајем и исправите себе, остави их на миру. Уистину , Аллах је икада Аццептинг покајања и милосрдна.
sr_latn: I ona dvojica koji su ga poиini medju vama, osramotimo ih oboje. Ali, ako se pokajem i ispravite sebe, ostavi ih na miru. Uistinu, Allah je ikada Accepting pokajanja i milosrdna.
uk: І два, які вчиняють його серед вас, зганьбити їх обох. Але якщо вони покаятися і виправити себе, залишити їх наодинці. Дійсно, Аллах коли-небудь прийняття покаяння і Merciful.
vi: Và hai người cam kết trong số các bạn, sỉ cả hai. Nhưng nếu họ ăn năn và khắc phục mình, để lại cho họ một mình. Thật vậy, Allah là bao giờ Accepting của sự hối cải và Merciful.
zu: Futhi ababili abenza phakathi kwenu, ngilone bobabili.

# Quran510
source: The repentance accepted by Allah is only for those who do wrong in ignorance [or carelessness] and then repent soon after. It is those to whom Allah will turn in forgiveness, and Allah is ever Knowing and Wise.
ca: El penediment acceptada per Allah és només per a aquells que malament en ignorància [o negligència] i llavors penedir-se poc després. Aquells a qui Allah es convertirà en el perdó és, i Allah és mai saber i savi.
cy: Pedair a dderbynnir gan Allah yn unig ar gyfer y rhai sydd o'i le mewn anwybodaeth [neu ddiofalwch] ac yna edifarhau cyn gynted ar ôl. Mae'n rhai i bwy bydd Allah yn troi yn maddeuant, a Allah yn gwybod erioed ac yn ddoeth.
da: Omvendelse accepteret af Allah er kun for dem, der forkert i uvidenhed [eller skødesløshed] og derefter angrer snart efter. Det er dem, som Allah vil vende i tilgivelse, og Allah er nogen sinde vidende og kloge.
el: Η μετάνοια έγιναν δεκτές από Αλλάχ είναι μόνο για αυτούς που κάνουν λάθος στην άγνοια [ή απροσεξία] και στη συνέχεια να μετανοήσουν σύντομα μετά. Πρόκειται για εκείνους στους οποίους Αλλάχ θα γυρίσει για συγχώρεση, και Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: Heaks kiita Jumalat meeleparandus on ainult neile, kes teadmatusest [või hooletus] valesti ja siis varsti pärast kahetsema. On need, kellele Jumal muutub andestust ja Allah on kunagi teades ja tark.
fi: Hyväksynyt Allah kääntymys on vain niille, jotka väärin [riittämättömin] ja sitten parannuksen heti. On niitä, joille Jumala kääntää anteeksiantoa, ja Jumala on koskaan tietää ja viisas.
he: תשובה מתקבלת על ידי אללה הוא רק עבור אלה שבאמת כשורה בורות [או רשלנות] ולחזור בתשובה אז זמן קצר לאחר מכן. זה אלה למי אללה יהפוך במחילה, אללה הוא אי פעם לדעת ונבונה.
hr: Pokajanje prihvaćen od strane Allaha je samo za one koji loše u neznanje ili neopreznost] i onda se pokaje nakon. To je onih kojima Allah će se pretvoriti u oprost, a Allah je ikada znati i mudar.
lt: Priimtas Dievo atgailos yra tik tiems, kurie neteisingai nežinojimo [arba dėl neatsargumo] ir tada atgailauti netrukus po. Tai tie, kuriems Dievas kryps į atleidimą, ir Dievas yra kada nors žinant ir išmintingas.
lv: Nožēlošana akceptējusi Allah ir tikai tiem, kuri nepareizi nezināšanu [vai neuzmanības] un drīz pēc tam nožēlot. Tas ir tiem, kam Allāhs kļūs piedošanu un Allah ir jebkad zinot un gudrs.
nb: Omvendelse akseptert av Allah er bare for de som galt i uvitenhet [eller uforsiktighet] og omvender seg like etter. Det er de som Gud vil slå i tilgivelse Døyve er noen gang vite og klok.
sk: Pokánie prijíma Alah je len pre tých, ktorí zle v nevedomosti [alebo nedbalosť] a potom pokánie skoro po. Je tých ktorým Alaha zase v odpustenie a Alah je vôbec vedieť a múdry.
sl: Kesanje, sprejela Allah je samo za tiste, ki narobe v nevednosti [ali površnosti] in potem se pokesajo kmalu po. To je tisti, ki mu Alah bo pa v odpuščanje, in Allah je koli vedo in pametno.
sr_cyrl: Кајање је прихватио у име Алаха је само за оне који лоше у незнању [или непажњом] и онда се покаје убрзо након тога. Је оних којима Аллах ће претворити у опрост, а Аллах је икада знати и мудар.
sr_latn: Kajanje je prihvatio u ime Alaha je samo za one koji loše u neznanju [ili nepažnjom] i onda se pokaje ubrzo nakon toga. Je onih kojima Allah će pretvoriti u oprost, a Allah je ikada znati i mudar.
uk: Покаяння приймаються Аллах призначений тільки для тих, хто неправильно в незнанні [або неуважність] і потім покаятися незабаром після. Ті, кому Аллах перетвориться в прощення, і Аллах ніколи не знаючи і мудрим.
vi: Sám hối được chấp nhận bởi Allah là chỉ cho những người sai trong vô minh [hoặc bất cẩn] và sau đó ăn năn ngay sau đó. Đó là những người mà Allah sẽ lần lượt trong sự tha thứ, và Allah là bao giờ hiểu biết và khôn ngoan.
zu: Ukuphenduka ngamukeleke Allah kuphela labo abenza okubi ngokungazi [noma ukunganaki] futhi ngalesosikhathi phenduka ngokushesha emva.

# Quran511
source: But repentance is not [accepted] of those who [continue to] do evil deeds up until, when death comes to one of them, he says, "Indeed, I have repented now," or of those who die while they are disbelievers. For them We have prepared a painful punishment.
ca: Però el penediment no és [Acceptar] d'aquells que [continuen] fer males obres fins, quan la mort arriba a un d'ells, diu, "De fet, jo he penedit ara," o d'aquells que morir mentre ells són disbelievers. Per a ells hem preparat un dolor càstig.
cy: Ond nid yw pedair [Derbyniwyd] y rhai sy'n [parhau i] wneud gweithredoedd anfad hyd at pan ddaw marwolaeth un ohonynt, meddai, "Yn wir, rwyf wedi edifarhau nawr," neu y rhai sy'n marw tra byddant yn disbelievers. Iddynt, rydym wedi paratoi cosb poenus.
da: Men omvendelse er ikke [accepteret] af dem der [fortsat] gør onde gerninger frem, når Døden kommer til en af dem, siger han, "Ja, jeg har angret nu," eller af dem, der dør mens de vantro. For dem har vi udarbejdet en smertefuld straf.
el: Αλλά δεν είναι μετάνοια [αποδεκτή] εκείνων που [συνέχεια] κάνει κακές πράξεις, μέχρι πότε θάνατος έρχεται σε ένα από αυτά, λέει, «Πράγματι, μου είχαν μετανοήσει εδώ και τώρα,» ή εκείνων που πεθαίνουν ενώ βρίσκονται disbelievers. Έχουμε ετοιμάσει για αυτούς μια οδυνηρή τιμωρία.
et: Kuid meeleparandus pole [vastu] need kes [jätkuvalt] teha kurja tegusid kuni, kui surm saabub üks neist, ta ütleb: "Tegelikult ma pöördunud nüüd," või need, kes surevad kui nad uskottomille. Neid valmis valus karistuse.
fi: Mutta parannus ei kuulu [vastaan] niistä jotka [edelleen] tekevät pahoja tekoja asti, kun kuolema tulee, hän sanoo, "Itse asiassa minä olen katunut nyt" tai ne jotka kuolevat, kun ne ovat uskottomat. Heille olemme laatineet tuskallinen rangaistus.
he: אבל תשובה לא [קיבל] מאלה אשר [המשך] לעשות מעשים רעים עד, כאשר המוות בא אל אחד מהם, הוא אומר, "אכן, אני צריך התחרט," או של אלו שנהרגו בזמן שהם disbelievers. . הכנו עונש כואב.
hr: Ali pokajanje nije [prihvaća] onih koji [dalje] učiniti zla djela do kada smrt dolazi po jedan od njih, on kaže: "Uistinu, ja se pokajali," ili onih koji umiru dok su iskuse. Za njih smo pripremili bolna kazna.
lt: Tačiau atgaila nėra [priimtas] tų kurie [toliau] ar piktus darbus iki, kai mirtis ateina į vieną iš jų, jis sako: "Iš tiesų, aš yra nawróciły dabar," arba tiems, kurie mirs o jie disbelievers. Jiems mes paruošėme skausmingas bausmė.
lv: Bet nožēlošana nav [pieņemta] no tiem, kas [turpināt] darīt ļauno darbiem līdz pat, kad nāve nāk viens no tiem, viņš saka: "Patiešām, man ir nožēlojuši," vai kuri mirst, kamēr viņi disbelievers. Par tiem mēs esam gatavi sāpīgi sods.
nb: Men omvendelse er ikke [akseptert] de som [fortsette å] gjøre onde gjerninger til, når døden kommer til en av dem, sier han, "Ja, jeg har omvendt seg nå," eller de som dør mens de troende. For dem har vi forberedt en pinefull straff.
sk: Ale pokánie nie je [prijať] tých, ktorí [pokračovať] robiť zlé skutky až, keď smrť príde k jednému z nich, hovorí: "Skutočne som činili pokánie teraz" alebo tých, ktorí umierajú, keď sú neveriacim. Pre nich sme pripravili bolestivé trest.
sl: Vendar kesanje ni [sprejet] tistih ki [naprej] ali zla dejanja do, ko smrt pride do enega od njih, pravi, "Res, sem žal zdaj," ali tistih, ki umrejo, medtem ko so disbelievers. Za njih smo pripravili boleče kazen.
sr_cyrl: Али покајање није [прихваћен] од оних који [даље] ради злодела до када смрт у питању један од њих, он каже,"Заиста, ја имам се покајао сада," или од оних који умиру док су они скептике. За њих смо припремили болна казна.
sr_latn: Ali pokajanje nije [prihvaćen] od onih koji [dalje] radi zlodela do kada smrt u pitanju jedan od njih, on kaže, "Zaista, ja imam se pokajao sada," ili od onih koji umiru dok su oni skeptike. Za njih smo pripremili bolna kazna.
uk: Але покаяння не [приймаються] тих хто [як і раніше] творити зла до цих пір, коли прийде смерть, до одного з них, він каже: "Дійсно, я вже каявся зараз," або тих, хто помре, поки вони disbelievers. Для них ми підготували хворобливі покарання.
vi: Nhưng không phải là ăn năn hối cải [chấp nhận] những người [tiếp tục] làm việc ác cho đến, khi cái chết sẽ đến với một trong số họ, ông nói: "Thật vậy, tôi đã ăn năn bây giờ," hoặc của những người chết trong khi họ đang thì. Đối với họ, chúng tôi đã chuẩn bị một hình phạt đau đớn.
zu: Kodwa ukuphenduka is hhayi [avumelekile] of labo [bayaqhubeka] benze izinto ezimbi kuze kube, lapho kufika ukufa kuqala ukuba omunye kubo, uthi: "Impela, ngiye ngazibonela baphenduka manje," noma yalabo abafa ngenkathi they are disbelievers.

# Quran512
source: O you who have believed, it is not lawful for you to inherit women by compulsion. And do not make difficulties for them in order to take [back] part of what you gave them unless they commit a clear immorality. And live with them in kindness. For if you dislike them - perhaps you dislike a thing and Allah makes therein much good.
ca: O vostè que han cregut, no és legal per a vostè d'heretar les dones per obligació. I no fan les dificultats per a ells per tal de tenir [altra vegada] part de què li donà llevat que cometen un clar immoralitat. I viure amb ells en la bondat. Per si li desagrada-potser que no li agrada una cosa i Allah en això fa molt bona.
cy: O chi sydd wedi credu, nid yw'n gyfreithlon i chi etifeddu menywod drwy orfodaeth. Ac nid gwneud anawsterau ar eu cyfer er mwyn cymryd rhan o beth roesoch iddynt oni byddant yn ymrwymo anfoesoldeb clir [yn ôl]. Ac yn byw gyda nhw yn garedig. Os ydych yn hoffi iddynt-efallai nad ydych chi'n hoffi beth a wna Allah yn weithredol llawer da.
da: O du, som har ment, det er ikke lovligt for du skal arve kvinder ved tvang. Og gør ikke vanskeligheder for dem for at tage [tilbage] en del af hvad du gav dem, medmindre de begår en klar umoral. Og leve med dem i venlighed. For hvis du ikke kan lide dem - måske du ikke kan lide en ting og Allah gør deri meget god.
el: O σας που πιστεύουν, δεν είναι νόμιμο για να κληρονομήσουν γυναίκες με εξαναγκασμό. Και δεν κάνουν δυσκολίες για τους για να λάβουν [πίσω] μέρος από ό, τι έδωσε τους εκτός αν διαπράττουν ένα σαφές ανηθικότητα. Και ζουν μαζί τους στην καλοσύνη. Εάν σας αρέσει τους - ίσως σας αρέσει ένα πράγμα και Αλλάχ κάνει σ ' αυτό είναι πολύ καλό.
et: O teile, kes oleks uskunud, ei ole õiguspärane, kus saab pärida naiste sund. Ja ei tee neid raskusi võtmaks [tagasi] mida sa andsid neile kui nad endale selgeks amoraalsuse osa. Ja elada koos nendega lahkust. Kui sulle ei meeldi neile - võibolla sulle ei meeldi midagi ja Jumal teeb seal palju head.
fi: Oi te, jotka ovat uskoneet, ei lain perivät naisten pakottamalla. Ja tee vaikeuksia niiden ottamiseksi [takaisin] osa mitä olet antanut heille, jos he sitoutuvat selkeästi moraalittomuus. Ja elää niiden kanssa ystävällisyyttä. Jos et pidä-ehkä et pidä asia ja Jumala tekee siinä paljon hyvää.
he:  מי מאמין, זה לא חוקי בשבילך יירשו הנשים על ידי כפייה. לא עושים קשיים על אותם כדי לקחת [..] חלק ממה שנתת להם. אלא אם כן הם מבצעים של מוסריות ברורות. ולחיות איתם חסד. כי אם אתה לא אוהב אותם -. אולי אתה לא אוהב דבר אללה גורם המצוי בו הרבה טוב.
hr: O ti koji su vjerovali, nije dopušteno da nasljeđuju žene po prisile. I ne čine poteškoće za njih kako bi se [natrag] dio si ako ne počine jasno nemoral. I živjeti s njima u miru. Ako vam se ne sviđa-možda vam se ne sviđa ništa i Allah čini u njemu mnogo dobra.
lt: O jūs, kurie tikėjo, jis nėra teisėtas jums paveldėti moterų iš prievarta. Ir ne padaryti sunkumų jiems siekiant atsižvelgti [atgal] dalis ką jums davė nebent jie įsipareigoja aiškiai amoralumo. Ir gyventi su jais gerumu. Jei jums nepatinka jiems - galbūt jums nepatinka dalykas ir Dievas daro ten daug gero.
lv: O jums kas ticējusi, tas nav likumīgi var mantot sievietēm ar piespiešanas. Un nevar veikt grūtības viņiem [atpakaļ] piedalīties, par to, ko jūs viņiem deva, ja vien viņi izdara skaidri netikumība. Un dzīvo ar tām laipnību. Ja jums nepatīk tiem - varbūt nepatīk lieta un Allah tajā padara daudz laba.
nb: O dere som har trodd, er det ikke tillatt å arve kvinner med tvang. Og gjør ikke vanskeligheter for dem for å ta [tilbake] del av det du ga dem med mindre de begår en klar umoral. Og leve med dem i vennlighet. Hvis du misliker dem - kanskje du misliker slikt og Allah gjør dem mye godt.
sk: O vás, ktorí ste uverili, nie je legálne, aby ste zdedili ženami od nátlaku. A nerobí ťažkosti, aby [späť] časti čo ste im dal pokiaľ spáchajú jasné nemorálnosť. A žiť s nimi v láskavosť. Ak sa vám nepáči-možno sa vám nepáči niečo, a Alah je v ňom veľa dobrého.
sl: O vas, ki ste verjeli, ni zakonito dedovanje ženske s prisilo. In ne bo težav, zaradi [nazaj] del kaj si dal jih razen, če se zavežejo jasno nemoralnosti. In živeti z njimi v prijaznost. Če vam ni všeč jih - morda vam ni všeč stvar in Allah je v njej veliko dobrega.
sr_cyrl: О ти који верују, није по закону да наследи жене по принуда. И не прави потешкоће за њих да би се врати [] део шта си им осим ако почине јасно неморала. И живи с њима у доброту. Ако не волите их - можда не волите нешто, а Аллах чини у томе много добра.
sr_latn: O ti koji veruju, nije po zakonu da nasledi žene po prinuda. I ne pravi poteškoće za njih da bi se vrati [] deo šta si im osim ako počine jasno nemorala. I živi s njima u dobrotu. Ako ne volite ih - možda ne volite nešto, a Allah čini u tome mnogo dobra.
uk: О ви, хто вірив, це не для вас, щоб успадкувати жінок шляхом примусу законних. І не змушуйте труднощі для них для участі [назад] про те, що ви дали їм якщо вони здійснюють ясно аморальності. І жити з ними у доброту. Якщо вам не подобається їм - можливо, вам не подобається річ і Аллах робить в ньому багато хорошого.
vi: O bạn của những người đã tin tưởng, nó không phải là hợp pháp để bạn có thể kế thừa phụ nữ bởi cưỡng bách. Và không làm khó khăn cho họ để lấy [trở lại] một phần của những gì bạn đã cho họ trừ khi họ cam kết một đạo Đức rõ ràng. Và sống với chúng trong lòng. Nếu bạn không thích-có lẽ bạn không thích một điều và Allah trong đó làm cho tốt.
zu: O you kholwa cha is semthethweni you inherit besifazane ngokucindezelwa.

# Quran513
source: But if you want to replace one wife with another and you have given one of them a great amount [in gifts], do not take [back] from it anything. Would you take it in injustice and manifest sin?
ca: Però si voleu substituir una dona amb un altre i un d'ells han donat una gran quantitat [en regals], no [altra vegada] des d'això res. Vols portar-lo a la injustícia i manifestar pecat?
cy: Ond os ydych am le un wraig arall ac wedi rhoi llawer un ohonynt [yn rhoddion], nid ydynt yn [yn ôl] o unrhyw beth. A fyddech yn cymryd anghyfiawnder ac amlygu pechod?
da: Men hvis du vil erstatte en kone med en anden, og du har givet en af dem en stor mængde [i gaver] tager ikke [tilbage] fra det noget. Vil du tage det i uretfærdighed og åbenbart synd?
el: Αλλά αν θέλετε να αντικαταστήσετε μία γυναίκα με ένα άλλο και που δώσατε ένα από αυτά ένα μεγάλο ποσό [δώρα], μην παίρνετε [πίσω] από αυτό τίποτα. Θα σας πάρει στο αδικία και μια ολοφάνερη αμαρτία;
et: Aga kui kohale üks naine teise ja sa oled üks neist suur summa [kingitused] võta [tagasi] sellest midagi. Kas võtta seda ebaõiglust ja ilmne patt?
fi: Mutta jos haluat korvata yksi vaimo toisella ja olette antaneet niistä paljon [lahjat], ota [takaisin] siitä mitään. Haluatko ottaa sen epäoikeudenmukaisuuden ja ilmeisen synnin?
he: אבל אם אתה רוצה להחליף אישה אחת באחרת, נתת אחד מהם כמות גדולה [ב מתנות], לא לקחת [..] ממנו כלום. את זה עוול ואתה לידי חטא?
hr: Ali ako želite zamijeniti jednu ženu sa drugim a ti si jedan od njih dao velik iznos [u darove], ne vraćaj [] od toga ništa. Bi se u nepravde i grijeha se očitovati?
lt: Tačiau jei norite pakeisti vieną žmoną su kitu ir jums davė vienas iš jų labai daug [in dovanos], [atgal] iš jo nieko. Galite pasiimti neteisybės ir akivaizdi nuodėmė?
lv: Bet, ja vēlaties aizstāt vienu sievu ar citu, jums ir dota viena no tām lielu daudzumu [dāvanas] nebūt ne-apejos [atpakaļ] no tā neko. Vai jūs ņemt to netaisnību un acīmredzamas grēks?
nb: Men hvis du vil erstatte en kone med en annen, og du har gitt en av dem en stor mengde [i gaver], ikke ta [tilbake] fra den noe. Vil du ta det i urettferdighet og åpenbare synd?
sk: Ale ak chcete nahradiť iným jednu ženu a ste jeden z nich dal veľké množstvo [v darčeky], nie [späť] z neho nič. By si si ju nespravodlivosti a zjavne hriech?
sl: Ampak če želite zamenjati eno ženo z drugo in vam dali eno od njih veliko količino [darila], ne jemljite [nazaj] od njega nič. Bi trajalo v krivice in očitno greh?
sr_cyrl: Али ако желите замијенити једну жену са другим и ти један од њих дао велик број [у даровима], не узимајте [назад] од тога ништа. Би ли то неправде, а манифестује грех?
sr_latn: Ali ako želite zamijeniti jednu ženu sa drugim i ti jedan od njih dao velik broj [u darovima], ne uzimajte [nazad] od toga ništa. Bi li to nepravde, a manifestuje greh?
uk: Але якщо потрібно замінити дружина один з одним, ви дали один з них великі суми [в подарунки] не приймають [назад] з нього нічого. Ви б взяти його в несправедливість і проявлятися гріх?
vi: Nhưng nếu bạn muốn thay thế một người vợ khác, và bạn có được một trong số họ một số tiền lớn [trong quà tặng] không có [trở lại] từ đó bất cứ điều gì. Bạn sẽ mất nó trong bất công và biểu lộ tội lỗi?
zu: Kodwa uma ufuna okunye esikhundleni umfazi omunye lomunye futhi onginike omunye wabo nenani elikhulu [izipho], musa ukuthatha [emuva] kulo lutho.

# Quran514
source: And how could you take it while you have gone in unto each other and they have taken from you a solemn covenant?
ca: I com podria vostè pren-lo mentre que ha entrat a l'altre i s'han pres de vostè un pacte solemne?
cy: A sut y gallai gymryd ei tra byddwch wedi-unto gilydd ac wedi cymryd gennych cyfamod drymaidd?
da: Og hvordan kunne du tage den, mens du er gået ind til hinanden og de har taget fra dig en højtidelig pagt?
el: Και πώς θα μπορούσε να αναλάβει αυτό ενώ έχετε πάει unto μεταξύ τους και έχουν λάβει από εσάς μια πανηγυρική διαθήκη;
et: Ja kuidas võiks võtta seda kui te on käinud üksteise juurde ja nad on võtnud sinult piduliku pakt?
fi: Ja kuinka Voisitko vaikka olet kulkenut luokse toisiaan ja he ovat saaneet teidän juhlallisen liiton?
he: איך אתה יכול לקחת את זה בזמן שאתה נכנס אל אחד את השני, הם לקחו ממך ברית חגיגית?
hr: I kako možeš to dok su otišli u k drugome i preuzeli od tebe svečani zavjet?
lt: Ir kaip jūs galėtų priimti jį o tu jau pas viena kitai ir jie ėmėsi iš jūsų iškilmingai sandorą?
lv: Un kā jūs varētu ņemt to, kamēr jums ir izgājušas sacīja viens otram, un tie ir ņemti no jums svinīgu derību?
nb: Og hvordan kan du ta det mens du har gått til hverandre og de har tatt fra deg en høytidelig pakt?
sk: A ako by ste si ju kým ste išli ku každému iný a vzali od teba slávnostný zmluvu?
sl: In kako si lahko to medtem, ko ste šli reče med seboj in so se od tebe slovesno zveze?
sr_cyrl: И сад како би се док идете к једни друге, и узели су ти свеиани завет?
sr_latn: I sad kako bi se dok idete k jedni druge, i uzeli su ti sveиani zavet?
uk: І як може ви приймати поки ви пішли до одного, і вони взяли від вас урочисте заповіту?
vi: Và làm thế nào có thể bạn mất nó trong khi bạn đã cùng nhau và họ có Lấy từ bạn một giao ước long trọng?
zu: Futhi ungaba kanjani ukuthatha it ngenkathi kokuba usuhambile ke nomunye futhi baye ngisuswa kuwe isivumelwano esingathi sína?
