Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2828
source: [Are] men whom neither commerce nor sale distracts from the remembrance of Allah and performance of prayer and giving of zakah. They fear a Day in which the hearts and eyes will [fearfully] turn about -
ca: [Són] els homes a qui comerç ni venda distreu el record d'al·là i actuació de l'oració i lliurament de zakah. Tenen por d'un dia en el qual el cor i els ulls [una criatura] al seu torn, sobre-
cy: [Yn] ddynion y mae masnach nac yn gwerthu yn tynnu sylw oddi wrth y cofio Allah a pherfformiad gweddi a rhoi zakah. Maent yn ofni y bydd calonnau a llygaid [iawn] droi am-y dydd
da: [Er] mænd, som hverken handel eller salg distraherer fra erindringen om Allah og ydeevne af bøn og give zakah. De frygter en dag hvor hjerter og øjne vil [frygtsomt] slå om-
el: [Είναι] άνδρες τους οποίους ούτε εμπόριο, ούτε πώληση αποσπά από την ανάμνηση του Αλλάχ και της απόδοσης της προσευχής και δίνοντας του zakah. Φοβούνται μια μέρα στην οποία τις καρδιές και τα μάτια θα [fearfully] τη σειρά σχετικά με-
et: [On] mehed, kelle commerce ega müük distracts Allah mäletamine ja kaaluda zakah ja palve täitmine. Nad kardavad, kus südamed ja silmad [hirmuäratavalt] omakorda umbes - päev
fi: [Ovat] miehiä, joille eikä kaupan myynti häiritsee Jumalan muistaminen ja suorituskyvyn rukouksen ja antaa zakah. He pelkäävät päivässä, jossa sydämet ja silmät [hirveästi] muuttuu-
he: [הם] הגברים למי המסחר ולא מכירה מסיח מן הזיכרון של אללה ואת הביצועים של תפילה, הנתינה של zakah. הם מפחדים יום שבה ליבם ואת העיניים [בפחד] יהפוך על-
hr: [Su] ljudi kojima ni trgovine ni prodaju odvraća od sjećanja na Allaha i obavljanja molitve i davanje zakah. Boje se dan u kojem srca i oči će [čudesno] pretvoriti o-
lt: [Yra] žmonės, kuriems nei prekybos, nei parduoti atitraukia nuo Dievo atminimas ir veiklos maldos ir suteikti zakah. Jie bijo per dieną, kurioje širdį ir akis [baisi] taps apie-
lv: [Ir] vīrieši, kuriem ne tirdzniecības, ne pārdošanu atrauj no Allah piemiņai un pildot lūgšanu un dodot zakah. Viņi baidās, ka diena, kurā acis un sirdis [bailīgi] kļūs par-
nb: [Er] menn som handel verken salg distraherer fra minnet om Allah og ytelsen til bønn og gir zakah. De frykter en dag som hjertene og øyne vil [skremmende] slå om-
sk: [Sú] muži, ktorých obchod ani predaj odvádza pozornosť od pamiatku Alah a výkon modlitby a dávať Zakát. Obávajú sa dňom, v ktorom srdce a oči [bojazlivo] zase o-
sl: [So] moški, katero trgovino niti prodajo distracts iz spomina Allah in učinkovitost molitve in dajanje zakah. Bojijo se na dan, v katerem srce in oči bo [prestrašeno] pa o-
sr_cyrl: [Људи ] кога ни трговине, ни продају омета из памћења Алаха и перформансе молитве и давање заках. Они страхују за дан у којем срца и очи ће [страљно] окрену-
sr_latn: [Ljudi] koga ni trgovine, ni prodaju ometa iz pamćenja Alaha i performanse molitve i davanje zakah. Oni strahuju za dan u kojem srca i oči će [straљno] okrenu-
uk: [Є] люди, яких палати, ні ні продажу відволікає від пам'яті Аллах і продуктивність молитви і даючи zakah. Вони бояться, що день, в якому серця і очі [переляком] перетворить про-
vi: [Có] người đàn ông mà thương mại cũng như bán distracts từ remembrance của Allah và hiệu suất của lời cầu nguyện và cho zakah. Họ lo sợ một ngày mà trái tim và đôi mắt sẽ [fearfully] quay về-
zu: [Ingabe] doda neither hwebo nor ukudayiswa kuphazamise kusukela ukukhunjulwa Allah nokusebenza ngomthandazo nangokunxusa anikeza zakah.

# Quran2829
source: That Allah may reward them [according to] the best of what they did and increase them from His bounty. And Allah gives provision to whom He wills without account.
ca: Aquell Allah pot recompensar-los [segons] el millor de què feien i augmentar-los des de la seva generositat. I Allah dóna disposició a qui ell voluntats sense compte.
cy: Efallai bod Allah yn gwobrwyo [yn ôl] y gorau o'r hyn a wnaethant ac yn eu cynyddu gan ei bounty. A bydd Allah yn rhoi darpariaeth i bwy mae ef wills heb gyfrif.
da: At Allah kan belønne dem [efter] bedst af, hvad de gjorde og øge dem fra hans bounty. Og Allah giver bestemmelse til hvem han Testamente uden hensyn.
el: Ότι Αλλάχ μπορεί να ανταμείψει τους [κατά] το καλύτερο από ό, τι έκαναν και αυξήστε τες από γενναιοδωρία. Και Αλλάχ δίνει παροχή στους οποίους διαθήκες χωρίς λογαριασμό.
et: Et Jumal võib neid premeerida [vastavalt] parim mida nad tegid ja suurendada neid tema halastus. Ja Jumal annab, kellele ta tahab ilma konto säte.
fi: Että Allah voi palkita niitä [mukaan] parhaat saavutukset ja nostettava ne armostaan. Ja Jumala antaa määräyksen kenelle tahtoo ilman tiliä.
he: אללה הזה עשוי לתגמל אותם [על פי] הכי טוב מכל מה שעשו ולהגדיל אותם מן השפע שלו. אללה נותן הוראה למי שהוא חפץ בלי חשבון.
hr: Da Allah neka ih nagraditi prema najbolje što su učinili i povećati ih iz njegove glave. A Allah daje odredba za koga hoće bez računa.
lt: Kad Dievas gali atsilyginti [remiantis] geriausia, ką jie padarė ir padidinti jų iš jo lazdelės. Ir Dievas suteikia nuostata, kuriems jis testamentų be sąskaitos.
lv: Ka Allāham var apbalvot tos [pēc] labāko, ko viņi darīja un paaugstināt tos no savas veltes. Un Allah dod noteikums, kam viņš vēlas, bez konta.
nb: At Allah kan belønne dem [etter] best av hva de gjorde og øke dem fra sitt. Og Allah gir bestemmelse som han wills uten konto.
sk: Že Alah môže odmena [podľa] najlepšie čo robili a zvýšenie ich z jeho štedrosť. A Boh dáva ustanovenie komu on chce bez účtu.
sl: Da Allah lahko nagrado [po] najboljši kaj so naredili in njihovo povečanje iz njegove glave. Ter Allah daje določba, komu je oporok brez računa.
sr_cyrl: Та Аллах нека их наградити према најбољим поступке и њихово повећање од његове награде. А Аллах даје одредбе којима је Wиллис без налога.
sr_latn: Ta Allah neka ih nagraditi prema najboljim postupke i njihovo povećanje od njegove nagrade. A Allah daje odredbe kojima je Willis bez naloga.
uk: Що Аллах може винагородити їх [за] найкраще про те, що вони робили і збільшити їх від його щедрість. І Аллах дає надання кому він хоче без уваги.
vi: Rằng Allah có thể thưởng cho họ theo tốt nhất của những gì họ đã làm và tăng chúng từ tiền thưởng của mình. Và Allah cho cung cấp mà Ngài muốn mà không có tài khoản.
zu: Lokho Allah angase abavuze [ngokwezwi] the best ukuthi benzani futhi ukwandisa nabo kusuka ekufunayo nekucelayo Akhe.

# Quran2830
source: But those who disbelieved - their deeds are like a mirage in a lowland which a thirsty one thinks is water until, when he comes to it, he finds it is nothing but finds Allah before Him, and He will pay him in full his due; and Allah is swift in account.
ca: Però els que dubtaven - seus actes són com un miratge en un terres baixes que pensa un set és l'aigua fins que, quan ell vingui a això, troba és res però troba Allah abans que ell, i ell-ho en la seva totalitat seu venciment; i Allah és ràpida en compte.
cy: Ond rhai a ddysgais-eu gweithredoedd fel rhithlun yn iseldir y cred un sychedig yw dŵr tan, pan ddaw i mae'n, mae'n cael ei oes dim ond canfod Allah cyn iddo, a bydd ef wedi talu iddo yn llawn oherwydd ei; ac Allah yn gyflym yn cyfrif.
da: Men dem, der disbelieved - deres gerninger er ligesom en luftspejling i et lavland, som en tørstig en mener er vand indtil, når han kommer til det, han finder det intet men finder Allah før ham, og han vil betale ham i fuld sin due; og Allah er hurtig i konto.
el: Αλλά όσοι disbelieved - τις πράξεις τους είναι σαν ένας αντικατοπτρισμός σε μια πεδινή έκταση, που θεωρεί ότι ένα διψασμένο είναι νερό έως ότου, όταν έρθει σε αυτό, κρίνει ότι δεν είναι τίποτα, αλλά βρίσκει Αλλάχ πριν από αυτόν, και αυτός θα πληρώσει τον πλήρως λόγω του? και Αλλάχ είναι ταχεία σε λογαριασμό.
et: Aga need, kes disbelieved - nende teod on nagu miraaž madalik, mis janu üks mõtleb on vett, kuni tulevad talle, ta leiab, et see on vaid leiab Jumal enne teda, ja ta maksab talle täielikult tema nõuetekohaselt; ja Jumal on swift kontol.
fi: Mutta ne, jotka uskoneet - heidän tekonsa ovat kuin kangastus Alanko, jota janoinen yksi ajattelee on vettä vasta, kun hän tulee siihen, hän toteaa, se ei ole mitään mutta löytää Jumala ennen häntä, ja hän maksaa hänelle kokonaisuudessaan hänen takia; ja Jumala on nopeasti huomioon.
he: אבל אלה disbelieved - מעשיהם הם כמו חזיון תעתועים השפלה הרואה אדם צמא מים עד, כאשר הוא מגיע אליו, הוא מוצא אותו דבר אבל מוצא אללה לפניו, הוא ישלם אותו באופן מלא את המגיע לו; אללה הוא מהיר בחשבון.
hr: Ali oni koji bio - njihova djela su kao fatamorgana u nizinskom što žedna jedan misli da je voda dok se, kad se za to, nađe ništa ali pronalazi Allah prije njega, i on će ga platiti u cijelosti mu pripada; a Allah je brz u račun.
lt: Bet tie, kurie disbelieved - savo poelgius yra kaip Miražas žemuma, kurie troškulį vienas mano yra vandens iki, kai jis ateina į jį, jis nustato tai nieko, bet mano Dievas, prieš jį, ir jis bus sumokėti jam visas savo tinkamai; ir Dievas yra greitai sąskaitoje.
lv: Bet tie, kuri disbelieved - viņu darbiem ir tāpat kā mirāža zemiene, kas slāpst viens domā, ka ir ūdens līdz, kad viņš nāk tas, viņaprāt, tas nav nekas cits kā Allah atrod sev priekšā, un viņš būs jāmaksā viņam pilnībā viņa dēļ; un Allah ir ātra kontu.
nb: Men de vantro - deres gjerninger er som en luftspeiling i en lavlandet som en tørst mener er vann til, når han kommer til den, finner han det er ikke noe men finner Allah før ham, og han vil betale ham i full sin grunn; og Allah er rask i kontoen.
sk: Ale tí, kto pochyboval - ich skutky sú mirage v nížiny, ktoré smäd jeden si myslí, že je vody až, keď príde na to, zistí, že to nie je nič, ale nájde Alah pred ním, a on mu bude platiť v plnom rozsahu jeho dôsledku; a Allah je swift na účte.
sl: Ampak tisti, ki so verjeli - njihova dejanja so kot privid v nižinskih, ki eno žejen misli je voda do, kdaj pride nanj, ugotovi, da to ni nič, ampak najde Allah pred njim, in ga bo plačal v celoti zaradi svojega; in Alah je hitro v račun.
sr_cyrl: Али они који не верује - њиховим делима као фатаморгана у равницу која је жедан мисли да је вода све док, када се врати да га, он проналази тамо су само проналази Аллах пред њим, а он ће платити га у потпуности му припада; а Аллах је брз у налог.
sr_latn: Ali oni koji ne veruje - njihovim delima kao fatamorgana u ravnicu koja je žedan misli da je voda sve dok, kada se vrati da ga, on pronalazi tamo su samo pronalazi Allah pred njim, a on će platiti ga u potpunosti mu pripada; a Allah je brz u nalog.
uk: Але ті, хто disbelieved - їхні вчинки, як Міраж в низовини, який вважає, що спрагу одного водою до тих пір, коли він приходить до неї, він знаходить нічого не, але знаходить Аллах перед ним, і він буде платити йому повністю належне; і Аллах швидкими в обліковий запис.
vi: Nhưng những người disbelieved - hành động của họ là giống như một ảo cảnh ở một vùng đất thấp mà cho rằng một trong những khát nước cho đến, khi ông nói đến nó, ông thấy nó không có gì nhưng thấy Allah trước khi anh ta, và ông sẽ trả cho anh ta đầy đủ do mình; và Allah là nhanh chóng trong tài khoản.
zu: Kodwa labo disbelieved - izenzo zabo zifana utalagu ku njengezwe eliphansi lapho umuntu owomileyo acabanga namanzi okuhlupheka, ngize, lapho efika kuwo, yena ayithole akulutho kodvwa atfole Allah phambi kwakhe, futhi Yena uzokhokha kuye ngokugcwele ngenxa yakhe;

# Quran2831
source: Or [they are] like darknesses within an unfathomable sea which is covered by waves, upon which are waves, over which are clouds - darknesses, some of them upon others. When one puts out his hand [therein], he can hardly see it. And he to whom Allah has not granted light - for him there is no light.
ca: O [són] com darknesses dins un mar insondable cobert per les ones, que són ones, més que els núvols - darknesses, alguns d'ells a altres. Quan un posa la seva mà [aquí], va penes pot veure-ho. I ell qui Allah ha no atorgar-li llum - per a ell hi ha llum.
cy: Neu [ydynt] fel darknesses o fewn môr holl feysydd hyn a gwmpesir gan y tonnau, y mae tonnau, mae dros sy'n cymylu'r-darknesses, rhai ohonynt ar eraill. Pan fydd un yn rhoi allan ei law [hynny], prin gall weld ei. Ac ef i bwy Allah nad oes gael golau-iddo ef nid oes na golau.
da: Eller [er] ligesom nysgerig inden for en uudgrundelige hav, som er omfattet af bølger, der er bølger, over som er skyer - nysgerig, nogle af dem på andre. Når man lægger ud hans hånd [deri], kan han næppe se det. Og han hvem Allah ikke har tildelt lys - for ham er der ingen lys.
el: Ή [είναι] σαν darknesses εντός μια απροσμέτρητες θάλασσα που καλύπτεται από τα κύματα, πάνω στην οποία είναι κύματα, μεταξύ του σύννεφα - darknesses, ορισμένοι από αυτούς σε άλλους. Όταν κάποιος βάζει το χέρι του [σε αυτά], δύσκολα μπορεί να δει αυτό. Και αυτός να τους οποίους Αλλάχ δεν έχει χορηγήσει φωτός - για τον ίδιο είναι σβηστή.
et: Või [on] nagu jooksul mõõtmatu meri, lained, millel on lained, mis darknesses üle, mis on pilved - darknesses, mõned neist võtnu. Kui üks paneb oma käe välja [sealsamas], ta ei näe seda. Ja ta kellele Jumal on andnud light - tema jaoks puudub valgus.
fi: Tai ne ovat kuin tummuusasteilla sisällä käsittämätön sea, joka kuuluu aaltoja, joihin ovat aaltoja, yli, jotka ovat pilvet - tummuusasteilla, osa niistä kun toiset. Kun yksi laittaa hänen kätensä [siinä], hän tuskin nähdä sen. Ja hän jolle Allah ei myönnetty valo - häntä ei ole valoa.
he: או [הם] כמו אופל בתוך ים בלתי נתפס המכוסה על ידי גלים, שעליו הם גלים, נגמר אשר הם עננים - מחשכים, חלק מהם אנשים אחרים. כאשר מצרפים את ידו [בו], הוא בקושי יכול לראות את זה הוא מי אללה לא העניק אור - לו שאין אור.
hr: Ili [su] kao trenutci unutar beskrajnog mora koja je pokrivena valovima, na kojoj su valovi, preko koje su oblaci - trenutci, neki od njih na druge. Kada jedan stavlja ruku [u njemu], da jedva vidi. I on koga Allah je dao svjetlo - za njega nema svjetlosti.
lt: Arba [jie] kaip darknesses per nesuvokiamas jūros bangas, nuo kurių yra bangos, kurioms per kurį yra debesys - darknesses, kai kurie iš jų nuo kitų. Kai vienas kelia iš jo rankų [ten pat], jis vargu ar gali pamatyti jį. Ir jis kuriam Dievas nesuteikė šviesos - jam yra šviesa.
lv: Vai [tie ir] kā darknesses neizmērojams jūrā viļņi, uz kuriem ir viļņi, kuriem pāri, kuri mākoņi - darknesses, dažas no tām uz citiem. Kad viens [tajā] liek roku, viņš diez vai var redzēt. Un viņš kam Allāhs netiek piešķirta gaismas - viņam nav gaismas.
nb: Eller [de] som darknesses i en ufattelige havet som dekkes av bølger, som er bølger, over som skyer - darknesses, noen av dem på andre. Når man legger ut sin hånd [der], kan han knapt se den. Og han som Allah har ikke gitt lys - for ham er det ingen lys.
sk: Alebo [sú] ako darknesses v nesmiernej mora, ktoré je pokryté vlny, ktoré sú vlny, nad ktorým sú mraky - darknesses, niektoré z nich na ostatné. Keď jeden stavia ruku [v], on len ťažko vidieť. A ten koho Boh nebol udelený svetlo - pre neho nie je svetlo.
sl: Ali [so] kot darknesses v nedoumljiva morja, ki je zajeta v valove, na katerih so valovi, v katerem so oblaki - darknesses, nekateri od njih na drugi. Ko eden postavlja stegnil roko [v], je lahko komaj videli. In on jim Allah ni podelil svetlobe - zanj ni svetlobe.
sr_cyrl: Или [су] као моје.и унутар је непојмљива мору који се покрива таласа, на којој су таласи, преко које су облаци - моје.и, неки од њих над другима. Када један ставља своју руку [у томе], он једва видим. И он да кога Алах није одобрила је светло - за њега нема никаквог светла.
sr_latn: Ili [su] kao moje.i unutar je nepojmljiva moru koji se pokriva talasa, na kojoj su talasi, preko koje su oblaci - moje.i, neki od njih nad drugima. Kada jedan stavlja svoju ruku [u tome], on jedva vidim. I on da koga Alah nije odobrila je svetlo - za njega nema nikakvog svetla.
uk: Або [вони] як darknesses в межах незбагненною моря, яке покривається хвилі, на яких є хвилі, що є хмари - darknesses, деякі з них на інших. Коли один кладе руку свою на [в ньому], він навряд чи можна побачити його. І він до кого Аллаху не надала світло - для нього немає ніякого світла.
vi: Hay [họ] giống như darknesses trong một biển unfathomable đó được bao phủ bởi sóng, mà phải sóng, trên đó có mây - darknesses, một số người trong số họ khi những người khác. Khi một đặt ra tay của ông [trong đó], ông khó có thể nhìn thấy nó. Và ông để người mà Allah đã không trao ánh sáng - cho anh ta không có ánh sáng.
zu: Noma [zingabantu] like darknesses ngaphakathi kolwandle ejulile embozwe sijikijelwa amagagasi, lapho kukhona amagagasi, phezu okuyizinto amafu - darknesses, abanye babo phezu kwabanye.

# Quran2832
source: Do you not see that Allah is exalted by whomever is within the heavens and the earth and [by] the birds with wings spread [in flight]? Each [of them] has known his [means of] prayer and exalting [Him], and Allah is Knowing of what they do.
ca: No veus que Allah és exaltat per qui és en els cels i la terra i [els ocells per] amb les ales esteses [en vol]? Cadascuna [] ha conegut la seva pregària [mitjà d] i [li] exalta, i Allah està saber de què fan.
cy: Nid ydych yn gweld bod yw Allah i'w mawrygu gan bwy bynnag sydd o fewn y nefoedd a'r ddaear a [gan] adar ag adenydd ledaenu [yn hedfan]? Mae pob un [ohonynt] yn hysbys ei gweddi [modd] a exalting [ei], a Allah yn gwybod yr hyn y maent yn ei wneud.
da: Ser du ikke, at Allah er ophøjet ved hvem er i himlene og jorden og [af] fuglene med vinger sprede [i flugt]? Hver [af dem] har kendt hans [middel til] bøn og aandsvækkende [ham], og Allah er at vide om, hvad de gør.
el: Δεν βλέπετε ότι Αλλάχ είναι exalted από όποιον είναι εντός τον ουρανό και τη γη και [από] τα πουλιά με φτερά εξαπλωθεί [κατά την πτήση]; Κάθε [τους] γνώρισε την προσευχή του [μέσα] και [τον] εκθείαζε, και Αλλάχ είναι γνωρίζοντας τι κάνουν.
et: Ei sa ei näe, et Allah on ülendatud keda iganes on taeva ja maa ja [kaupa] linnud levinud [in flight] tiibadega? Iga [toote] on teada tema [transpordivahendite] palvet ja exalting [talle], ja Jumal on teades, mida nad teevad.
fi: Älä katso, että Jumala on korottanut kenen on taivaat ja maan ja [] linnut [ilmassa] siivet? Kullekin [] on tunnettu hänen [keino] rukouksensa ylentää [hänelle], ja Allah on tieto, mitä he tekevät.
he: ? אתה לא רואה כי אללה הוא יינשא על ידי מי שלא נמצא את השמים ואת הארץ, [מאת] הציפורים עם כנפיים להפיץ [בטיסה] כל אחד [מהם] ידוע שלו תפילה [אמצעי], לפאר [אותו], אללה שהידיעה של מה שהם עושים.
hr: Zar ne vidiš da Allah uzvisuje onog ko je u nebesima i na zemlji, a [] ptice sa krilima [u let]? Svaka [se] zna [vid] molitvi i oduševljeno [ga], i Allah je poznavanje onoga što rade.
lt: Ar jūs nematote, kad Dievas yra išaukštintas tuos, kas yra per dangų ir žemę, ir [iš] paukščiai su sparnais plitimą [į skrydžio]? Kiekvieno [produkto] yra žinomas jo [priemones] malda ir išaukštinti [jam], ir Dievas yra žinios, ką jie daro.
lv: Vai jūs neredzat, ka Allāhs ir cildens whomever atrodas debesis un zemi, un [ar] putni ar spārniem izplatīties [lidojumu]? Katra [tiem] ir zināms viņa [līdzekļus] lūgšanu un exalting [viņam] un Allah ir zinot, ko viņi dara.
nb: Ser du ikke at Allah er opphøyet av hvem er i himmelen og jorden og [av] fugler med vinger [i flight]? Hver av dem har kjent sin [typer] bønn og opphøyende [han], og Allah er å vite hva de gjøre.
sk: Nie ste vidieť, že Alah je vyvýšené koho je nebo a zem a [] vtáky s krídlami, ktoré sa šíria v lete]? Každý [] je známe, jeho modlitba [druh] a velebí [mu], a Alah je vedieť, čo robia.
sl: Ali ne vidite, da je Alah vzvišeno komurkoli je v nebesih in na zemlji in [z] ptice s krili, razpršene [leta]? Vseh [jih] je znan, njegova molitev [sredstev] in exalting [mu] in Alah je poznavanje tega kar počnejo.
sr_cyrl: Зар не видите да Аллах велииа од стране кога год је унутар небеса и земљу и [] птице са крилима потура [лет]? Свака [се] је позната његова молитва [вид] и [он] јадикујем, а Аллах је знајужи о ономе што чине.
sr_latn: Zar ne vidite da Allah veliиa od strane koga god je unutar nebesa i zemlju i [] ptice sa krilima potura [let]? Svaka [se] je poznata njegova molitva [vid] i [on] jadikujem, a Allah je znajuжi o onome što čine.
uk: Ви не бачите, що Аллах піднесене кого ' s у небі та землі а [] птахів з крилами [в польоті]? Кожен [їх] має відомий його [засобів] молитви і підносить [його], а Аллах є знаючи, що вони роблять.
vi: Bạn không thấy rằng Allah sôi nổi bởi bất cứ ai là trong bầu trời và trái đất và bởi các loài chim với cánh lây lan [bay]? Mỗi [họ] đã gọi cầu nguyện của ông [phương] và exalting [hắn], và Allah là hiểu biết về những gì họ làm.
zu: You cha bheka ukuthi Allah waphakanyiswa whomever ngaphakathi bhakabhaka hlaba futhi [by] izinyoni namaphiko basakaza [zindiza]?

# Quran2833
source: And to Allah belongs the dominion of the heavens and the earth, and to Allah is the destination.
ca: I per Allah pertany el dominion dels cels i la terra, i a Allah és el destí.
cy: Ac i Allah yn perthyn ddominiwn y nefoedd a'r ddaear, ac i Allah yw'r gyrchfan.
da: Og Allah tilhører herredømme af himlene og jorden, og at Allah er destinationen.
el: Και Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη, και Αλλάχ είναι ο προορισμός.
et: Kuulub võim taeva ja maa Jumal ja Allah on sihtkoht.
fi: Jumalalle kuuluu valta taivaassa ja maan päällä ja Jumalaa on kohde.
he: אללה שייך הריבונות של השמים והאדמה ו לאללה היא היעד.
hr: Allahu pripada vlast na nebesima i na zemlji i Allahu je odredište.
lt: Ir Dievas priklauso viešpatavimas, dangų ir žemę, ir kad Dievas yra paskirties.
lv: Allah pieder valdīšana debesis un zemi un lai Allāhs ir galamērķis.
nb: Og til Allah tilhører herredømmet over himmelen og jorden, og Allah er målet.
sk: Bohu patrí panstva nebies a Zeme a Alah je cieľ.
sl: Allah pripada oblast v nebesih in na zemlji in v Allah je destinacijo.
sr_cyrl: Алах припада власт небеса и земље и да Аллах је дестинација.
sr_latn: Alah pripada vlast nebesa i zemlje i da Allah je destinacija.
uk: І щоб Аллах належить Домініон небеса та земля, та щоб Аллах місця призначення.
vi: Allah thuộc lãnh địa của bầu trời và trái đất và Allah là điểm đến.
zu: Futhi Allah fanele dominion of bhakabhaka hlaba kuze Allah lapho uya khona.
