Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1314
source: Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment.
ca: Els que critiquen els contribuents entre els creients relatives a [el seu] caritat i [criticar] els que trobar res [a passar] excepte d'esforç, així que ridiculitzar-los - Allah es ridiculitzar-los, i tindran un dolor càstig.
cy: Mae'r rhai sy'n beirniadu y cyfranwyr ymhlith y credinwyr ynghylch elusennau [eu] ac [benthyciad] y rhai sydd yn ei chael dim [i wario] ac eithrio eu hymdrech, felly maent yn gwawdio eu-bydd Allah yn gwawdio iddynt, a bydd ganddynt cosb poenus.
da: Dem, der kritiserer bidragydere blandt de troende om [deres] velgørende og kritisere dem, der finde noget [at tilbringe] undtagen deres indsats, så de latterliggøre dem - Allah vil latterliggøre dem og de vil få en smertelig straf.
el: Εκτός από εκείνους που επικρίνουν τους συντελεστές μεταξύ των πιστών που αφορούν τις φιλανθρωπίες [τους] και [κριτική] αυτοί που βρίσκουν τίποτα [να περάσουν] τους προσπάθεια, ώστε να κοροϊδεύουν τους - Αλλάχ θα γελοιοποιήσουν τους, και έχουν μια οδυνηρή τιμωρία.
et: Need, kes kritiseerida kohta [nende] heategevusorganisatsioonid usklike seas rahastajate ja [kritiseerida] need, kes leiavad midagi [kulutama] peale nende jõupingutusi nii nad naeruvääristama neile - Jumal naeruvääristada neid ning neil valus karistuse.
fi: Jotka arvostella osallistujien koskevat [niiden] hyväntekeväisyys uskovien keskuudessa ja [arvostella] niitä, jotka hankkia ei ensinkään [viettämään] paitsi niiden työtä, joten he pilkkaa niitä - Jumala pilkkaa niitä, ja ne on tuskallinen rangaistus.
he: אלה ביקורת על התורמים בקרב המאמינים בדבר קרנות צדקה [שלהם] [ביקורת] אלה למצוא כלום [להוציא] מלבד המאמץ שלהם, אז הם ללעוג להם - אללה ללעוג להם, יהיה להם עונש כואב.
hr: Oni koji kritiziraju suradnika među vjernicima u vezi [svoju] dobrotvorne i kritizirati one koji su pronašli ništa [provesti] osim svog truda, pa su ih ruglu - Allah će ih ruglu i imaju bolna kazna.
lt: Tie, kurie kritikuoja paramos teikėjų tarp tikinčiųjų dėl [jų] labdaros ir [kritikuoti] tie, kurie rasti nieko [skirti] išskyrus pastangas, todėl jie pajuokos juos - Dievas bus pajuokos juos, ir jie turės skausmingų bausmė.
lv: Tiem, kuri kritizēt respondenti starp ticīgajiem par labdarības [to] un [kritizēt] tie, kas atrast neko [veltīt] izņemot centienus, tāpēc tie izsmiekls tiem - Allah būs izsmiekls tiem, un tie būs sāpīgi sods.
nb: De som kritiserer bidragsyterne blant de troende om [sine] veldedighetsorganisasjoner og [kritisere] de som finner ikke noe [å bruke] bortsett fra deres så de narr av dem - Allah vil latterliggjøre dem, og de vil ha en pinefull straff.
sk: Tí, ktorí kritizujú prispievateľov medzi veriacich o [ich] charity a [kritizovať] tí, ktorí nájsť nič [venovať] okrem ich úsilie tak, že výsmech im - Alah bude výsmech im a majú bolestivé trest.
sl: Tisti, ki kritizirajo vlagateljev med verniki, o [njihovi] dobrodelne in [kritizirajo] tisti, ki najde nič [potrošiti] razen njihovega truda, zato jih zasmehovanje - Alah jih bodo zasmehovanje, in bodo imeli boleča kazen.
sr_cyrl: Осим оних који критикујем контрибутора међу верницима у вези [њихов] добротворних организација и они који се налазио [провести] [критикујем] њихов труд, тако да су их руглу - Аллах ће их руглу, и они ће имати болна казна.
sr_latn: Osim onih koji kritikujem kontributora među vernicima u vezi [njihov] dobrotvornih organizacija i oni koji se nalazio [provesti] [kritikujem] njihov trud, tako da su ih ruglu - Allah će ih ruglu, i oni će imati bolna kazna.
uk: Ті, хто критикувати вкладників серед вірних, щодо [їх] благодійних організацій і ті, хто знайти нічого [витрачати] [критикувати] за винятком своїх зусиль, так вони насмішок їх - Аллах буде насмішок їх, і вони будуть хворобливі покарання.
vi: Những người chỉ trích những người đóng góp trong số các tín hữu liên quan đến tổ chức từ thiện [của họ] và [chỉ trích] những người thấy không có gì [để chi tiêu] ngoại trừ nỗ lực của họ, vì vậy họ chế giễu họ - Allah sẽ chế giễu họ, và họ sẽ phải chịu hình phạt đau đớn.
zu: Labo agxeke neqhaza kubazalwane ngokuphathelene izinhlangano zosizo [zabo] futhi [agxeke] ones abathola lutho [ukuchitha] ngaphandle umzamo wabo, ngakho they chwaneka kubo - Allah bayokugcona kubo, futhi bayoba buhlungu jeziso.

# Quran1315
source: Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people.
ca: Demanar perdó per ells, [O Muhammad], o bé no demanar perdó. Si demanar perdó per ells setanta vegades - mai Allah perdona'ls. Això és perquè els dubtaven en Allah i el seu Missatger, i Allah guia no la gent desafiant desobedient.
cy: Ofyn maddeuant iddynt, [O Muhammad], neu nid gofyn maddeuant iddynt. Pe baech yn gofyn maddeuant iddynt amseroedd saithdeg-byth bydd Allah yn maddau iddynt. Mae hynny oherwydd, a roedd eu ddysgais yn Allah ac yn negesydd ei nid yw Allah yn arwain y bobl defiantly anufudd.
da: Bede om tilgivelse for dem, [O Muhammad], eller ikke beder om tilgivelse herfor. Hvis du skal bede tilgivelse for dem halvfjerds gange - aldrig vil Allah tilgive dem. Det er fordi de disbelieved i Allah og hans sendebud, og Allah ikke guide trodsigt ulydige folk.
el: Ζητήσει συγγνώμη για αυτές, [Ο Μωάμεθ], ή δεν ζητήσει συγγνώμη για αυτές. Αν σας θα πρέπει να ζητήσει συγγνώμη για αυτές εβδομήντα φορές - ποτέ δεν θα Αλλάχ συγχωρεί τους. Αυτό συμβαίνει γιατί αυτοί που δυσπιστώ στον Αλλάχ και του Messenger, και Αλλάχ δεν καθοδηγεί το προκλητικά ανυπάκουος άτομα.
et: Kohanes neid [O Muhammad], või ei palu andeks neile. Kui siis paluge andeks neile seitsekümmend korda - kunagi Jumal andestab neile. Ongi, sest nad disbelieved Allah ja tema saadik ja Jumal juhib väljakutsuvalt sõnakuulmatud inimesed.
fi: Pyytää anteeksi niille [Oi Muhammed], tai pyydä anteeksi heille. Jos sinun pitäisi kysyä anteeksi niille 70 kertaa - koskaan Jumala anteeksi heille. Tämä johtuu siitä he uskoneet Jumalaan ja hänen lähettiläänsä ja Jumala ei ohjaa uhmakkaasti tottelematon ihmisiä.
he: בקש מחילה עבורם, [O מוחמד], או לא מבקשים מחילה אותם. אם אתה צריך לבקש מחילה אותם 70 פעמים - לא אללה יסלח להם. זה בגלל שהם disbelieved של אללה, ומדריך אללה לא העם בהתרסה ממושמע, לאחר.
hr: Zatražiti oprost za njih, [O Muhammad], ili zatražiti oprost za njih. Ako treba tražiti oprost za njih sedamdeset puta - će Allah oprostiti njima. To je zato što oni bio u Allahu i njegovu poslaniku, i Allah ne vodič definitivno neposlušni ljudi.
lt: Prašyti atleidimo už juos, [O Muhammad], arba neklauskite atleidimo jiems. Jei jūs turėtumėte užduoti atleidimo jiems septyniasdešimt kartų - niekada bus Dievas przebacz jiems. Taip yra todėl jie disbelieved į Dievo ir jo poslanca ir Dievas ne gidas iššaukiančiai Nepaklusnieji žmonių.
lv: Lūdzu piedošanu tiem [O Muhammad], vai nav lūgt piedošanu par viņiem. Ja jums ir jālūdz piedošana viņiem septiņdesmit reižu - nekad netiks Allah piedot tiem. Tas ir tāpēc, ka viņi disbelieved Allah un viņa Messenger un Allah vadītu ne izaicinoši nepaklausīgi cilvēki.
nb: Be om tilgivelse for dem, [O Muhammad], eller spør ikke tilgivelse for dem. Hvis du skal be om tilgivelse for dem sytti ganger - aldri Allah tilgi dem. Det er fordi de vantro på Allah og hans budbringer og Allah guide ikke trassig ulydige folk.
sk: Požiadať o odpustenie pre nich, [Mohamed], alebo nie požiadať o odpustenie pre nich. Ak ste mali požiadať o odpustenie pre nich sedemdesiat krát - nikdy Alah odpustí im. To je preto, že pochyboval Alah a jeho posol, a Boh nie je sprievodca vyzývavo neposlušný ľudí.
sl: Prosi odpuščanja za njih, [O Muhammad], ali ne prosi odpuščanja za njih. Če naj prosi odpuščanja za njih sedemdesetkrat - nikoli ne bo Alah jih odpustili. To je zato, ker so verjeli v Allah in njegov sel, in Allah ni vodnik kljubovalno neposlušni ljudje.
sr_cyrl: Затражите опрост за њих, [О Мухаммад], или не питај опрост за њих. Ако треба да питате опрост за њих седамдесет пута - никад ће Аллах опрости им. То је зато што они не верује у Аллаха и његовог гласника, а Алах не поведе пркосно непослушно народ.
sr_latn: Zatražite oprost za njih, [O Muhammad], ili ne pitaj oprost za njih. Ako treba da pitate oprost za njih sedamdeset puta - nikad će Allah oprosti im. To je zato što oni ne veruje u Allaha i njegovog glasnika, a Alah ne povede prkosno neposlušno narod.
uk: Просимо вибачення за них, [O Мухаммад], або не просити прощення їх. Якщо ви повинні просити прощення їх семидесяти раз - ніколи не буде Аллах простити їх. Це тому, що вони disbelieved в Аллах і його Messenger, і Аллаху не направити зухвало неслухняних людей.
vi: Yêu cầu sự tha thứ cho họ, [O Muhammad], hoặc không yêu cầu sự tha thứ cho họ. Nếu bạn nên yêu cầu sự tha thứ cho họ thời gian bảy mươi - không bao giờ sẽ Allah tha thứ cho họ. Đó là bởi vì họ disbelieved Allah và Messenger của ông và Allah không hướng dẫn người dân defiantly ngô nghịch.
zu: Cela ukuthethelelwa ngabo, [Jehova Muhammad], cha buza yekelo them.

# Quran1316
source: Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, "Do not go forth in the heat." Say, "The fire of Hell is more intensive in heat" - if they would but understand.
ca: Aquells que van quedar s'alegraven en seva queden [a casa] després [d] el Missatger d'Allah i no li agradava per esforçar-se amb el seu patrimoni i les seves vides en la causa d'Allah i deia, "no anar endavant en la calor". Dir, "l'incendi de l'infern és més intensiu en calor" - si vols però entenen.
cy: Roedd rhai sy'n parhau i fod ar ei hôl hi yn llawenhau oherwydd eu aros [cartref] ar ôl [ymadawiad] Messenger Allah a ddim yn hoffi i ymdrechu gyda eu cyfoeth a'u bywydau yn achos Allah a dweud, "Peidiwch â mynd ymlaen yn y gwres." Dweud, "y tân uffern fwy dwys mewn gwres"-os byddent ond yn deall.
da: Dem, der forblev bag jublede i deres blive [hjemme] efter [afgang] den Messenger i Allah og uglesete for at kæmpe med deres rigdom og deres liv i årsagen til Allah og sagde: "Ikke går frem i varmen." Sige, "brand af helvede er mere intensivt i varmen" -, hvis de ville men forstår.
el: Όσοι έμειναν πίσω από πανηγύρισαν στην παραμονή τους [στο σπίτι] μετά από [την αποχώρηση του] ο αγγελιοφόρος του Αλλάχ και μισητοί να αγωνιστούμε με τον πλούτο και τη ζωή τους στην αιτία του Αλλάχ, και είπε, «δεν πάει εμπρός στη θερμότητα.» Λένε, «η φωτιά της κόλασης είναι πιο εντατική σε θερμότητα» - αν, αλλά θα καταλάβουν.
et: Need, kes jäid maha rõõmustasime [kodu] viibib pärast [lahkumist] Messenger Allah püüelda oma rikkust ja põhjustada Jumala oma elu ei meeldinud ja ütles: "Ei lähe edasi soojust." Öelda, "põrgu tulekahju on intensiivsem soojuse" - kui nad aga mõistavad.
fi: Ne, jotka jäivät iloitsi pysyä [kotona] lähdöstä [] Allahin ja pitänyt pyrkiä heidän omaisuutensa ja henkensä aiheuttaa Allah ja sanoi: "Älä mene esiin lämpöä." Sanoa, "helvetin on intensiivisempää lämpöä" - jos vaan ymmärrä.
he: אלה שנשארו מאחור שמחו בלהישאר שלהם [הביתה] לאחר [עזיבתו של] שליח של אללה, לא אהב לשאוף את עושרם, את חייהם למען אללה, אמר, "לא ללכת הלאה בחום." לומר, "אש הגיהנום היא יותר אינטנסיביות מיוחמת" - אם הם יבינו אבל.
hr: One koji su ostali iza radost svog boravka [doma] nakon [odlaska] Glasnik Allah i nije volio s svoje bogatstvo i svoje živote za Allaha i rekao, "ne idi u toplinu." Kažu, "Vatra pakla je intenzivnije u toplinu" - Ako bi ali razumiju.
lt: Tie, kurie liko už radował į jų gyvena [namuose] po [] Dievo Messenger ir nemėgo siekti su savo turtus ir savo gyvenimą Dievo priežastis ir tarė: "ne eiti pirmyn šilumos." Sako, "pragaro ugnis yra intensyviau šilumos" - jei jie būtų bet suprasti.
lv: Tiem, kas palika aiz priecājās par viņu uzturas [mājās] [izbraukšanas] pēc Messenger Allah un censties ar savu bagātību un savas dzīves cēlonis Allah nepatika un teica: "nav iet tālāk siltumu." Saka: "elles ugunis ir intensīvāka siltuma" - ja viņi taču sapratīs.
nb: De som ble igjen frydet seg i deres bor [Hjem] etter [at] det Messenger av Døyve og mislikte for å streve med sin rikdom og livet i årsaken til Allah og sa, "Ikke gå ut i varmen." Si, "brannen i helvete er mer intensive i varme" - hvis de ville men forstå.
sk: Tí, ktorí zostali sa radoval v ich pobytu [doma] potom [] posla Alláhova nepáčilo usilovať sa ich bohatstva a svoj život v záujme Alaha a povedal: "Nechoď tam teplo." Povedať: "pekelného je intenzívnejšie teplo" - Ak by ale pochopili.
sl: Tiste, ki so ostali zadaj se veselil v svoje bivanje [doma] po [odhodu] sel od Allah ni maral prizadeva s njihovo premoženje in življenje v vzrok od Allah in reče: "Ne hodi tja v vročini." Reči, "ogenj pekla je bolj intenzivno v toplote" - Če pa bi razumel.
sr_cyrl: Они који су остали иза су се радовали у њиховим остаје [код куће] после [одласка] гласник Алаха и није волео стремити са своје богатство и своје животе у узрок Алаха и рекао: "Не иди напред-назад у врелини." Реци , "ватра пакла је интензивно у терању" - кад би али да схвате.
sr_latn: Oni koji su ostali iza su se radovali u njihovim ostaje [kod kuće] posle [odlaska] glasnik Alaha i nije voleo stremiti sa svoje bogatstvo i svoje živote u uzrok Alaha i rekao: "Ne idi napred-nazad u vrelini." Reci, "vatra pakla je intenzivno u teranju" - kad bi ali da shvate.
uk: Ті, хто залишився позаду раділи в їх перебування [Головна] після [відходу] Посланник Аллаха і не любили прагнути з їх багатство і своє життя в ході Аллаха і сказав: "не йти назад в спеку." Сказати, "вогонь пекельний більш інтенсивного тепла, у" - якщо вони б але зрозуміти.
vi: Những người còn lại đằng sau rejoiced ở của họ ở [nhà] sau [sự ra đi của] Messenger của Allah và không thích để phấn đấu với sự giàu có của họ và cuộc sống của họ trong các nguyên nhân của Allah và nói: "không đi ra trong cái nóng." Nói, "ngọn lửa của địa ngục là chuyên sâu hơn ở nhiệt độ" - nếu họ nhưng sẽ hiểu.
zu: Labo basala sathokoza Ukuhlala kwabo [Ekhaya] emva [Ukuhamba] Messenger of Allah kanye abathandanga phokophela ingcebo nokuphila kwawo zathu Allah, wathi: "Ningayi naphambili ukushisa."

# Quran1317
source: So let them laugh a little and [then] weep much as recompense for what they used to earn.
ca: Així que anem a riure una mica i [llavors] plorar tant com recompensa pel que es va guanyar.
cy: Felly gadewch iddynt chwerthin ychydig ac [yna] wylwch llawer fel iawndal am yr hyn y maen nhw'n ei ennill.
da: Så lad dem grine lidt og [så] græder meget som belønning for hvad de bruges til at tjene.
el: Έτσι Ας γελάσω λίγο και [τότε] κλαίω πολύ ως ανταμοιβή για αυτό που χρησιμοποιείται για να κερδίσουν.
et: Nii et Las nad naerma vähe ja [siis] nutta palju kui registreerimiskohas mida nad teenida.
fi: Joten anna heidän nauraa vähän ja [silloin] itkeä paljon kuin korvaukseksi mitä heillä oli tapana ansaita.
he: . אז הנח להם לצחוק קצת ותבכה הרבה בתור פיצוי על מה הם השתמשו כדי להרוויח [אז]
hr: Pa neka se malo i [onda] plakati kao plaću za to dobro zaraditi.
lt: Taigi leiskite jiems truputį juoktis ir [tada] verkti daug kaip atpildą už ką jie turi uždirbti.
lv: Tāpēc ļaujiet viņiem maz smieties un [tad] raudāt daudz kā atlīdzība par to, ko viņi izmanto, lai nopelnīt.
nb: Så la dem le litt og [da] gråte mye som vederlag for det de pleide å tjene.
sk: Tak nech im smiať trochu a [potom] plakať, rovnako ako odmenu za to, čo bývali zarobiť.
sl: Tako jim smeh malo in veliko, kot nadomestilo za kar se uporabljajo za zaslužiti [torej] plaču.
sr_cyrl: Па нека се мало насмејеш и [тадашњи] плакати много као компензацију за су обичавали да зарадим.
sr_latn: Pa neka se malo nasmeješ i [tadašnji] plakati mnogo kao kompenzaciju za su običavali da zaradim.
uk: Так давайте їх сміятися трохи і [потім] плакати багато як нагорода за те, що вони використовували, щоб заробити.
vi: Vì vậy, hãy để họ cười một chút và sau đó] khóc nhiều như các thương hiệu cho họ sử dụng như thế nào để kiếm được.
zu: Ngakho qhashisa them ukuhleka kancane futhi [ke] sokukhala okuningi njengoba recompense ngoba ngalokho ababevame uthole.

# Quran1318
source: If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, "You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind."
ca: Si Allah ha retornar-vos a una facció d'ells [després de l'expedició] i llavors van demanar permís per sortir [per batalla], diuen, "vostè no sortirà amb mi, mai, i mai a lluitar amb mi un enemic. Fet, estaven satisfets amb estar [a casa] la primera vegada, així que segui [ara] amb qui quedar-se enrere."
cy: Os dylai Allah yn eich dychwelyd i garfan o nhw [ar ôl y daith] ac yna maent yn gofyn eich caniatâd i fynd allan [brwydr], yn dweud, "byddwch nid yn mynd gyda mi, erioed, a wnewch chi byth wedi ymladd gyda mi yn elyn. Yn wir, yr oeddech yn fodlon eistedd [cartref] y tro cyntaf, felly eistedd [nawr] gyda'r rhai sy'n aros ar ôl.
da: Hvis Allah bør vende tilbage til en fraktion af dem [efter ekspeditionen] og derefter de bede om din tilladelse til at gå [til slaget], sige, "du ikke vil gå ud med mig, nogensinde, og du vil aldrig kæmpe med mig en fjende. Ja, du var tilfreds med sidder [hjemme] første gang, så sidder [nu] med dem, der bo bag. "
el: Αν Αλλάχ σας πρέπει να επιστρέψει μια φατρία τους [μετά την εκστρατεία] και, στη συνέχεια, μπορούν να ζητήσουν την άδειά σας για να βγείτε [μάχη], λένε, «σας δεν θα σβήσει μαζί μου, ποτέ, και ποτέ δεν θα αγωνιστείτε μαζί μου έναν εχθρό. Πράγματι, ήταν ικανοποιημένοι με κάθεται [στο σπίτι] πρώτη φορά, ώστε να καθίσει [πλέον] με εκείνους που μένουν πίσω.»
et: Kui Jumal peaks sind tagasi fraktsioon neist [pärast ekspeditsiooni] ja siis nad teilt luba küsima ja minema [sõtta] öelda, "te ei lähe läbi minu, kunagi, ja sa kunagi võitleb minuga vaenlane. Tõepoolest, sa olid rahul istungi [kodu] esimest korda, nii et istuda taga Viimatimainitu [nüüd]."
fi: Jos Allah olisi sinut takaisin faction niistä [jälkeen retkikunta] ja sitten he kysyvät lupaa lähteä [taistelu], sanoa, "et mene kanssani, koskaan, ja minulle tulee koskaan taistella vihollista. Itse asiassa olit tyytyväinen istuu [kotona] ensimmäistä kertaa, joten istua [nyt] jotka pysyvät takana."
he: אללה צריך להחזיר לך את פלג מהם [לאחר המסע], ואז הם שואלים את רשותך לצאת [קרב], אומרים, "את לא תצאי איתי, אי פעם, ואם לא תילחם איתי אויב. אכן, היית מרוצה יושב [הביתה] בפעם הראשונה, אז שב [עכשיו] עם מי תישאר מאחורי."
hr: Ako Allah bi trebao povratak to ih frakcija [nakon ekspedicije] i onda traže vaše odobrenje da odem negdje [u boj], kažu, "ne ideš sa mnom, nikad, i nikad boriti sa mnom neprijatelja. Doista, bio si zadovoljan sa sjedi [doma] prvi put, sjedi [sada] s onima koji ostaju iza."
lt: Jei Dievas turėtų grąžinti jums frakcija iš jų [po ekspedicija] ir tada jie prašo jūsų leidimo išeiti [į mūšį], sako, "jums bus ne eiti su manimi, kada nors, ir jums niekada kovoti su manimi priešas. Iš tiesų, buvo patenkintas sėdi [namuose] pirmą kartą, taigi sėdėti [dabar] su tais, kurie likti už."
lv: Ja Allah vajadzētu atgriezties frakcija no tiem [pēc ekspedīcijas] un pēc tam tie lūgt jūsu atļauju iziet [cīņā] teikt, "jums nav dosies ar mani jebkad, un jūs nekad cīnīsies ar mani ienaidnieki. Patiešām, jūs bijāt apmierināts ar sēdes [mājās] pirmo reizi, tik sēdēt [tagad] ar tiem, kas paliek aiz muguras."
nb: Hvis Allah skal tilbake til en fraksjon av dem [etter ekspedisjonen] og så be om tillatelse til å gå ut [til kamp] si, "du ikke vil gå med meg, noen gang, og du spiller aldri med meg en fiende. Ja, du var fornøyd med sitter [Hjem] første gang, så sitte [nå] med dem som opphold bak.
sk: Ak Alah by mali vrátiť frakcie z nich [po expedíciu] a potom sa pýtať povolenie ísť [k bitke], hovoriť, "vám nepôjde so mnou, niekedy, a budete nikdy bojovať so mnou nepriateľa. Vskutku, boli ste spokojní s [doma] sedí prvýkrát, tak teraz] sedieť s tými, ktorí zostávajú za."
sl: Če Allah mora vrniti frakcije od njih [po ekspedicije] in potem prosijo vaše dovoljenje za ven [v boj], pravijo, "vam ne bo šel z mano, vedno, in bo nikoli ne boj z menoj sovražnika. Res, ste bili zadovoljni s seje [doma] prvič, tako sit [zdaj] s tistimi, ki ostanejo zadaj."
sr_cyrl: Ако Алах треба да ти се вратити, јер су се умесала од њих [након експедиције], а онда питају твоју дозволу за излазак [у бој], кажу, "ти не излазим напоље са мном, икада, и ти се никад не борити против мене као непријатељ. Заиста , био си задовољан са седењем [код куће] први пут, зато седи [сада] са онима који остају иза."
sr_latn: Ako Alah treba da ti se vratiti, jer su se umesala od njih [nakon ekspedicije], a onda pitaju tvoju dozvolu za izlazak [u boj], kažu, "ti ne izlazim napolje sa mnom, ikada, i ti se nikad ne boriti protiv mene kao neprijatelj. Zaista, bio si zadovoljan sa sedenjem [kod kuće] prvi put, zato sedi [sada] sa onima koji ostaju iza."
uk: Якщо Аллах повинні повернутися до фракції з них [після експедиції], потім вони просять дозволу вийти [битва], сказати "ви не піде зі мною, коли-небудь, і ви ніколи не будете боротися зі мною ворога. Справді, ви були задоволені [Головна] сидять в перший раз, от і сидите будете [зараз] з тими, хто залишається позаду."
vi: Nếu Allah nên trở về bạn một phe của họ [sau khi các cuộc thám hiểm] và sau đó họ yêu cầu sự cho phép của bạn để đi ra ngoài [trận], nói, "bạn sẽ không mất đi với tôi, bao giờ hết, và bạn sẽ không bao giờ chiến đấu với tôi một kẻ thù. Thật vậy, bạn đã hài lòng với ngồi [vào nhà] lần đầu tiên, nên ngồi [bây giờ] với những người ở lại phía sau."
zu: Uma Allah kufanele uzokubuyisela iqembu kubo [emva ngokushesha] bese they buza kho livu ngaphakathi ukuze siphume [empini], anothi, 'Ngeke uphinde uphume kanye nami, naphakade, futhi awusoze ukulwa nami i
