Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran231
source: And do not make [your oath by] Allah an excuse against being righteous and fearing Allah and making peace among people. And Allah is Hearing and Knowing.
ca: I no fan [el seu jurament per] Allah excusa contra ser just i tement Allah i fer les paus entre la gent. I Allah és sentir i saber.
cy: Ac nid yn gwneud [eich llw gan] Allah yn esgus erbyn cael eu hoes dabloid ac yn ofni Allah a gwneud heddwch ymhlith pobl. A Allah yn clywed ac yn gwybod.
da: Og gør ikke [din ed af] Allah en undskyldning mod at være retfærdige og frygtede Allah og gøre fred mellem mennesker. Og Allah er hørelse og vide.
el: Και δεν κάνουν [σας ορκωμοσία] Αλλάχ δικαιολογία κατά είναι δίκαιοι και φοβούμενος Αλλάχ και να κάνει την ειρήνη μεταξύ των ανθρώπων. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ega tee [oma vande murdmist] Allah vabandus vastu on head ja kartes Allah ja tehes rahu inimeste seas. Ja Jumal on kuulmine ja teades.
fi: Ja tee [valan jonka] Jumala tekosyy vastaan on vanhurskas ja pelossa hillitä ja tekee kansojen välisen rauhan. Ja Jumala on kuulon ja tietäen.
he: לא עושים [השבועה שלך על-ידי] אללה תירוץ נגד להיות צדיק, שחשש אללה, לעשות שלום בין אנשים. אללה הוא הדיון וגם לדעת ינאו
hr: I ne čine [prisegu po] Allah izgovor protiv biti pravedni i bojeći Allaha i stvaranje mira među ljudima. A Allah je sluh i znajući.
lt: Ir ne padaryti [savo priesaikos] Dievas pasiteisinimas yra teisingas ir bijo Allah ir užtikrinti taiką tarp žmonių. Ir Dievas yra klausos ir žinios.
lv: Un to dara [zvērests,] Allah aizbildinājums pret ir taisnīgs un fearing Allah un padarīt mieru starp cilvēkiem. Un Allah ir dzirdes un zinot.
nb: Og ikke gjøre [Eden av] Allah en unnskyldning mot å være rettferdige og fryktet Allah og gjøre fred blant mennesker. Og Allah er høre og kjenne.
sk: A nerobia [svoju prísahu podľa] Alah ospravedlnenie je Boh spravodlivý a zo strachu, a nastolil mier medzi ľuďmi. A Allah je sluch a vedomím.
sl: In nikar ne izdelovanje [vaše prisege z] Allah izgovor proti se pravični in strahu Allah in izdelavo mir med ljudmi. In Alah je sluh in poznavanje.
sr_cyrl: И немојте да [заклетву до] Аллах изговор против бити праведни и богобојаћљив Алах и склапање мира међу људима. А Аллах је слух и знајужи.
sr_latn: I nemojte da [zakletvu do] Allah izgovor protiv biti pravedni i bogobojaћljiv Alah i sklapanje mira među ljudima. A Allah je sluh i znajuжi.
uk: І не змушуйте [ваш Клятва] Аллах привід проти будучи праведниками і побоюючись Аллах та укладення миру між людьми. І Аллах слуху і знаючи, що.
vi: Và không làm [của bạn thề bởi] Allah cớ chống lại là công bình và lo sợ Allah và làm cho hòa bình giữa người. Và Allah là nghe và hiểu biết.
zu: Futhi musa ukwenza [nalesi sifungo sakho nge] Allah izaba waxwayisa elungile neyesaba Allah ngokwenza ukuthula phakathi kwabantu.

# Quran232
source: Allah does not impose blame upon you for what is unintentional in your oaths, but He imposes blame upon you for what your hearts have earned. And Allah is Forgiving and Forbearing.
ca: Allah no imposa culpa a vostè per què és involuntari en la seva juraments, però ell imposa la culpa a vostè per què han guanyat els cors. I Allah és indulgent i Forbearing.
cy: Nid yw Allah yn gosod bai arnoch chi am beth yw anfwriadol yn eich llwon, ond mae ef yn gosod bai arnoch chi am beth y mae eich calonnau wedi ennill. Ac Allah yn Forgiving a Forbearing.
da: Allah pålægger ikke skylden på dig for hvad er utilsigtet i din eder, men han pålægger skylden på jer for jeres hjerter har tjent. Og Allah er Forgiving og Forbearing.
el: Αλλάχ δεν επιβάλλει ευθύνη πάνω σας για αυτό που είναι ακούσια σε σας όρκους, αλλά επιβάλλει φταίξιμο επάνω σου για το τι έχουν κερδίσει τις καρδιές σας. Και Αλλάχ είναι επιεικής και Forbearing.
et: Jumal ei pane süüdistada teie peale mis on tahtmatu oma vande, aga ta paneb süüdistada teid oma südames olete teeninud. Ja Jumal on Forgiving ja Forbearing.
fi: Allah ei aseteta syyttää teitä mikä on tahatonta teidän valoja, mutta hän asettaa syyttää teitä teidän sydämenne ovat ansainneet. Ja Allah on anteeksiantava ja Forbearing.
he: אללה מטיל האשמה עליכם על מה אינו מכוון ב השבועות שלך, אבל הוא מטיל את האשמה עליכם על מה הרוויחו את לבכם. אללה הוא Forgiving ו- Forbearing.
hr: Allah ne nameće krivnju na vas za koja je slučajno u svoje zakletve, ali on nameće krivnju na vas za vaša srca zaslužili. A Allah je opraštanje i Forbearing.
lt: Dievas negali primesti kaltę verčia jus, kas yra netyčia į savo priesaikas, tačiau jis nustato kaltinti tave už ką uždirbo savo širdyse. Ir Dievas yra Forgiving ir Forbearing.
lv: Allah neparedz vainas pār jums, kas ir netīša savu zvērestu, bet viņš uzliek vainot pār jums, lai jūsu sirdis ir nopelnījuši. Un Allah, piedošanu un Forbearing.
nb: Allah pålegger ikke skylden på deg for hva er utilsiktet i din eder, men han legger skylden på deg for hva deres hjerter har tjent. Og Allah er hyllest og Forbearing.
sk: Alah neukladá vinu na vás, čo je neúmyselné vo vašej prísahy, ale mu ukladá vinu na vás za čo si vyslúžili svoje srdcia. A Boh je odpúšťajúci a Forbearing.
sl: Allah ne nalaga krivdo na vas, za kaj je nenamerno v vaše prisege, vendar mu nalaga krivdo na vas za kaj vaša srca so zaslužili. In Alah je tolerantna in Forbearing.
sr_cyrl: Алах не намеће кривицу на вас за која је случајно у твоје заклетве, али он намеће кривицу на вас за шта вам срца зарадио. А Аллах је Форгивинг и Форбеаринг.
sr_latn: Alah ne nameće krivicu na vas za koja je slučajno u tvoje zakletve, ali on nameće krivicu na vas za šta vam srca zaradio. A Allah je Forgiving i Forbearing.
uk: Аллаху не нав'язує провину на вас за те, що ненавмисним у ваші клятви, але він накладає провину на вас за те, що ваші серця заробили. І Аллах бачить і Forbearing.
vi: Allah không áp đặt đổ lỗi khi bạn cho những gì là không chủ ý tuyên thệ của bạn, nhưng ông áp đặt đổ lỗi khi bạn cho trái tim của bạn đã kiếm được. Và Allah là Forgiving và Forbearing.
zu: Allah akusho ukuphoqelela basola phezu kwenu kungokwalokho okungaphumeli kungesiyo inhloso e izifungo zakho, kodwa umnika basola phezu kwenu kungokwalokho okungaphumeli izinhliziyo zenu ngiyithole.

# Quran233
source: For those who swear not to have sexual relations with their wives is a waiting time of four months, but if they return [to normal relations] - then indeed, Allah is Forgiving and Merciful.
ca: Per a aquells que prestés a no tenir relacions sexuals amb les seves dones és un temps d'espera de quatre mesos, però si van tornar [al normals relacions] - de fet, llavors Allah és indulgent i Clement.
cy: Ar gyfer y rhai sy'n rhegi na i gael cysylltiadau rhywiol gyda eu gwragedd yn amser aros o bedwar mis, ond os fyddant yn dychwelyd [cysylltiadau arferol]-yn wir, yna Allah yn Forgiving a Merciful.
da: For dem, der sværger til ikke at have seksuelle relationer med deres koner er en ventetid på fire måneder, men hvis de vender tilbage [til normale forbindelser] - så ja, Allah er Forgiving og barmhjertige.
el: Για εκείνους που ορκίζονται να μην έχουν σεξουαλικές σχέσεις με τις συζύγους τους είναι ένα χρόνο αναμονής των τεσσάρων μηνών, αλλά εάν επιστρέψουν [στην φυσιολογικές σχέσεις] - πράγματι, στη συνέχεια, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Neile, kes mitte omada sugulises vahekorras nende naised vannun on ooteaeg kuni neli kuud, kuid kui nad tagasi [normaalsete suhete] - siis tõepoolest, Allah on Forgiving ja Merciful.
fi: Niille, jotka vannovat olla yhdynnässä vaimoineen on neljän kuukauden odotusaika, mutta jos he palaavat [normaalien suhteiden] - sitten Allah on anteeksiantava ja armollisin.
he: עבור מי נשבע לא לקיים. יחסי-מין עם הנשים שלהם הוא זמן המתנה של ארבעה חודשים, אבל אם הם חוזרים [יחסים נורמליים] - אז אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Za one koji ne mogu imati seksualne odnose sa svojim ženama je vrijeme čekanja od 4 mjeseca, ali ako oni vrate [normalne odnose] - onda zaista, Allah je opraštanje i milostiv.
lt: Tiems, kurie prisiekiu, kad ji neturi lytinių santykių su savo žmonomis yra tam tikras laukimolaikotarpis keturis mėnesius, tačiau jei jie grįžta [į normalius santykius] - tada iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Tiem, kam zvērēt, ka nevis ir seksuālas attiecības ar savu sievu ir gaidīšanas laiku uz četriem mēnešiem, bet, ja viņi atgriežas [normālas attiecības] - patiešām, tad Allah piedošanu un žēlsirdīgs.
nb: For de som sverger ikke å ha seksuell omgang med sine koner er en ventetid på fire måneder, men hvis de kommer tilbake [til normale forbindelser] - faktisk Allah er tilgi og barmhjertig.
sk: Pre tých, ktorí prisahajú na to, že sexuálne vzťahy so svojimi manželkami je čakacia doba štyri mesiace, ale ak vrátia [k normálnym vzťahom] - Vskutku, potom Boh je odpúšťajúci a Milosrdných.
sl: Za tiste, ki prisegajo ne da imajo spolne odnose z ženami je čakalna doba za štiri mesece, vendar če se vrnejo [v normalne odnose] - potem res, Allah je tolerantna in usmiljen.
sr_cyrl: За оне који се куну да није имао сексуалне односе са својим женама је временом чекања од 4 месеца, али ако се врате [у нормалне односе] - тада заиста, Аллах је Форгивинг и милосрдна.
sr_latn: Za one koji se kunu da nije imao seksualne odnose sa svojim ženama je vremenom čekanja od 4 meseca, ali ako se vrate [u normalne odnose] - tada zaista, Allah je Forgiving i milosrdna.
uk: Для тих, які клянуться не для того, щоб мати сексуальні стосунки зі своїми дружинами час очікування чотирьох місяців, але якщо їх повернути [нормальні відносини] - то дійсно, Аллах бачить і Merciful.
vi: Đối với những người thề không có quan hệ tình dục với vợ của mình là một thời gian chờ đợi của bốn tháng, nhưng nếu họ trở về [bình thường quan hệ] - sau đó, quả thật vậy, Allah Forgiving và Merciful.
zu: Kulabo afunge hhayi ukuba nobuhlobo bobulili omkawo kuyinto isikhathi sokulinda of izinyanga ezine, kodwa uma bebuyela [ukuba nobuhlobo evamile] - ke ngempela, Allah Thethelela Nomusa futhi.

# Quran234
source: And if they decide on divorce - then indeed, Allah is Hearing and Knowing.
ca: I si decideixen el divorci - de fet, llavors Allah és sentir i saber.
cy: Ac os byddant yn penderfynu ar ysgariad-yn wir, yna Allah yn clywed ac yn gwybod.
da: Og hvis de beslutter om skilsmisse - så ja, Allah er hørelse og vide.
el: Και εάν αποφασίσουν σχετικά με το διαζύγιο - πράγματι, στη συνέχεια, Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ja kui nad otsustavad Abielulahutus - siis tõepoolest, Allah on kuulmine ja teades.
fi: Ja jos he päättävät avioero - sitten Allah on kuulon ja tietäen.
he: אם הם יחליטו על גירושין - אז אכן, אללה הוא שהידיעה ושמיעה.
hr: I ako se odluče na razvod - doista, Allah je onda sluh i znajući.
lt: Ir jei jie priima sprendimą nutraukti santuoką - tada iš tiesų, Allah yra klausos ir žinios.
lv: Un, ja viņi lemj par laulības šķiršanu - patiešām, tad Allah ir dzirdes un zinot.
nb: Og hvis de bestemmer om skilsmisse - faktisk Allah er høre og kjenne.
sk: A ak sa rozhodnú o rozvode - potom skutočne Alah je sluch a vedomím.
sl: In če se odločijo za ločitev - Torej dejansko, Allah je zaslišanje in poznavanje.
sr_cyrl: А ако се одлуче на развод - заиста, Аллах је слух и знајужи.
sr_latn: A ako se odluče na razvod - zaista, Allah je sluh i znajuжi.
uk: І якщо вони прийняти рішення про розлучення - то дійсно, Аллах слуху і знаючи, що.
vi: Và nếu họ quyết định ly hôn - sau đó, quả thật vậy, Allah là nghe và hiểu biết.
zu: Futhi uma they juqula on yesehlukaniso - ke ngempela, Allah Ukuzwa nokwazi.

# Quran235
source: Divorced women remain in waiting for three periods, and it is not lawful for them to conceal what Allah has created in their wombs if they believe in Allah and the Last Day. And their husbands have more right to take them back in this [period] if they want reconciliation. And due to the wives is similar to what is expected of them, according to what is reasonable. But the men have a degree over them [in responsibility and authority]. And Allah is Exalted in Might and Wise.
ca: Les dones divorciades romanen en espera durant tres períodes, i no és legal per a ells a amagar el que Allah ha creat en els úters si creuen en Allah i el darrer dia. I els seus marits tenen més dret a prendre'ls en aquest [punt] si volen reconciliació. I a causa de les esposes és similar a la que s'espera d'ells, segons el que és raonable. Però els homes tenen un grau més ells [en responsabilitat i autoritat]. I Allah és exaltat en força i savi.
cy: Mae menywod wedi ysgaru yn aros yn aros am gyfnodau tri, ac nid yw'n gyfreithlon iddyn nhw guddio beth Allah wedi creu yn eu wombs os ydynt yn credu yn Allah ac yn y dydd diwethaf. Ac mae eu gwŷr mwy o hawl i fynd â hwy yn ôl yn hwn [cyfnod] os ydynt am cysoni. Ac oherwydd y gwragedd yn debyg i'r hyn a ddisgwylir ohonynt, yn ôl yr hyn sy'n rhesymol. Ond mae y dynion gradd drostynt [yn cyfrifoldeb a'r awdurdod]. A yw i'w Allah mawrygu yn allai a Wise.
da: Fraskilte kvinder fortsat i vente i tre perioder, og det er ikke lovligt for dem at skjule hvad Allah har skabt i deres skød, hvis de tror på Allah og den yderste dag. Og deres mænd har mere ret til at tage dem tilbage i denne [perioden], hvis de ønsker forsoning. Og på grund af koner der ligner hvad der forventes af dem, efter hvad der er rimeligt. Men mændene har en grad over dem. [i ansvar og myndighed]. Og Allah er ophøjet i Might and Wise.
el: Διαζευγμένες γυναίκες παραμένουν σε αναμονή για τρεις περιόδους, και αυτό δεν είναι νόμιμη για να κρύβουν τι Αλλάχ έχει δημιουργήσει σε μήτρες τους, αν πιστεύουν στο Αλλάχ και την τελευταία ημέρα. Και τους συζύγους τους έχουν περισσότερο το δικαίωμα να τους πίσω σε αυτό [περίοδος] αν θέλουν συμφιλίωσης. Και λόγω τις συζύγους είναι παρόμοια με το τι αναμένεται από αυτούς, σύμφωνα με το τι είναι λογικό. Αλλά οι άνδρες έχουν ένα πτυχίο πάνω τους [στην αρχή και ευθύνη]. Και Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Lahutatud naised jääma ootab kolme perioodi ja see on seadusevastane, neid varjata, mida Jumal on loonud oma emaka kui nad usuvad Jumalat ja viimasel päeval. Ja oma abikaasasid olla rohkem õigus võtta neid tagasi selle aja, kui nad tahavad leppimise. Ja tänu abikaasad on sarnane mida oodatakse neid, mis on mõistlikud. Aga mehed on tase nende üle [õigus ja kohustus]. Ja Jumal on ülendatud Might ja tark.
fi: Eronneiden naisten jäädä odottamaan kolme, ja ei ole lupa salatakseen mitä Allah on luonut niiden kohdussa jos he uskovat Jumalaan ja viimeiseen päivään. Ja heidän aviomiehensä on suurempi oikeus ottaa ne takaisin tänä aikana, jos he haluavat sovinnon. Ja koska vaimot on samanlainen kuin mitä on odotettavissa, mukaan mikä on kohtuullista. Mutta miehet on tutkinnon päälle [vastuut ja valtuudet]. Ja Jumala on mahtava mahti ja viisas.
he: נשים גרושות נשארים בלחכות שלוש תקופות, זה לא חוקי להם להסתיר מה אללה יצר תוך ה"רחם שלהם, אם הם מאמינים אללה, היום האחרון. בעליהן יש יותר זכות לקחת אותם בחזרה בתקופה זו [], אם הם רוצים פיוס. בגלל הנשים דומה מה מצופה מהם, על פי מה סביר. אבל הגברים לקבל תואר מעליהם [אחריות, סמכות]. אללה הוא יינשא ב וייז והכוח.
hr: Razvedena žena ostati čekati na tri razdoblja, a nije dopušteno da kriju ono što Allah je stvorio u svoju utrobu ako vjeruju u Allaha i zadnji dan. A njihovi muževi više pravo da ih u ovom [periodu] ako žele pomirenje. I žena je slično kao što se očekuje od njih, prema što je razumno. Ali ljudi su preko njih [u odgovornost i autoritet]. A Allah je uzvišen u moć i mudar.
lt: Išsituokusi moteris lieka laukti tris laikotarpius, ir tai nėra teisėtas juos nuslėpti ką Dievas sukūrė, savo įsčiose jei jie tiki Dievo ir paskutinę dieną. Ir jų vyrai turi daugiau teisių imtis juos atgal per [], jei jie nori susitaikymo. Ir dėl žmonos yra panašus į ko tikimasi iš jų, priklausomai nuo to kas yra pagrįstas. Bet vyrai turi tikrą per juos [į atsakomybė ir įgaliojimai]. Ir Dievas yra išaukštintas gali ir išmintingas.
lv: Šķirtās sievietes paliek gaida trīs periodus, un tas nav likumīga, lai noslēptu, kādi Allah ir radījuši viņu atteikties, ja viņi tic Allah un pēdējā dienā. Un viņu vīri ir vairāk tiesības iegūt viņus atpakaļ [laika] Ja gribēs savu saskaņošanas. Un sakarā ar sievas ir līdzīgs tam, ko no viņiem sagaida, saskaņā ar ko ir pamatots. Bet vīri ir grāds pār tām [atbildībā un pilnvarās]. Un spēka un gudri ir cildens Allah.
nb: Skilt kvinner beholdes i venter i tre perioder, og det er ikke tillatt for dem å skjule hva Gud har skapt i deres wombs hvis de tror på Allah og den siste dagen. Og deres ektemenn har mer rett å ta dem tilbake i denne [perioden] hvis de ønsker forsoning. Og på grunn av konene ligner på hva som forventes av dem, det er fornuftig. Men mennene har en grad over dem [i ansvar og myndighet]. Og Allah er opphøyet i makt og klok.
sk: Rozvedená žena stále čaká na tri obdobia, a nie je to nezákonné, zakryť, čo Boh vytvoril v ich lona, ak verí v Boha a v posledný deň. A ich manželia majú viac vpravo, aby im v tomto [obdobie], ak chcete zmierenie. A kvôli manželky je podobný tomu, čo sa od nich očakáva, podľa čo je rozumné. Ale muži majú určitý stupeň nad nimi [zodpovednosť a právomoc]. A Allah je vyvýšený na sile a múdry.
sl: Razvezana žena ostanejo v čaka tri obdobja, in ni zakonito, da bi prikrili, kaj Allah ustvarila v svojih wombs, če verjamejo v Allah in zadnji dan. In njihovi možje imajo več pravico, da jih vzame nazaj v ta [rok], če hočejo sprave. In zaradi žene je podobna, kaj se od njih pričakuje, glede na kaj je smiselno. Vendar moški imajo diplomo nad njimi [v odgovornosti in pooblastila]. In Alah je vzvišeno v oblast in pametno.
sr_cyrl: Разведени жене остају у чека три периода, а то није по закону да их сакрити како би Аллах је створио у њиховим утробама ако верују у Аллаха и последњи дан. А њихови мужеви више право да их узмем у овом периоду ако желе помирење. И због супруге личи на што се очекује од њих, према ономе што је разумно. Али људи имати диплому преко њих [у одговорност и овлаштење]. И , Алах велииа снагом и мудар.
sr_latn: Razvedeni žene ostaju u čeka tri perioda, a to nije po zakonu da ih sakriti kako bi Allah je stvorio u njihovim utrobama ako veruju u Allaha i poslednji dan. A njihovi muževi više pravo da ih uzmem u ovom periodu ako žele pomirenje. I zbog supruge liči na što se očekuje od njih, prema onome što je razumno. Ali ljudi imati diplomu preko njih [u odgovornost i ovlaštenje]. I, Alah veliиa snagom i mudar.
uk: Розлучених жінок залишатися в очікуванні три періоди, а не є законними для них, щоб приховати те, що Аллах створила в їх утробі якщо вони вірять в Аллах і останній день. І своїх чоловіків більше право приймати їх назад в цьому [період], якщо вони хочуть примирення. І завдяки дружини схожий на те, що від них очікується, за те, що є розумним. Але чоловіки мають ступінь над ними [в відповідальності та повноважень]. І Аллах піднесене в меча і Мудрого.
vi: Phụ nữ ly hôn vẫn còn trong chờ đợi cho giai đoạn ba, và nó không phải là hợp pháp cho họ để che giấu những gì Allah đã tạo ra trong wombs của họ nếu họ tin vào Allah và ngày cuối cùng. Và chồng của mình có thêm các quyền để đưa họ trở lại trong này [thời gian] nếu họ muốn hoà giải. Và do người vợ cũng tương tự như những gì được mong đợi của họ, theo những gì là hợp lý. Nhưng những người đàn ông có một văn bằng qua chúng [trong trách nhiệm và thẩm quyền]. Và Allah sôi nổi trong Might và khôn ngoan.
zu: Abesifazane abahlukanisile bahlale elinde izinkathi ezintathu, futhi akukhona okungokomthetho for them gubadlela babe Allah akudalile bo zalo they kholwa Allah Suku.
