Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran531
source: And [also] those who spend of their wealth to be seen by the people and believe not in Allah nor in the Last Day. And he to whom Satan is a companion - then evil is he as a companion.
ca: I [també] aquells que passin de la seva riquesa per ser vistos per les persones i creuen no en Allah ni a l'últim dia. I a qui Satanàs és un company - llavors mal va com a company.
cy: A [hefyd] y rhai sy'n treulio eu cyfoeth yn cael ei weld gan y bobl ac yn credu nad ydynt yn Allah, nac yn y dydd diwethaf. Ac ef y Satan yn gydymaith-yna drygioni yw ef fel cydymaith.
da: Og [også] dem, der bruger deres rigdom til at ses af folk og tror ikke på Allah eller på den sidste dag. Og han hvem Satan er en følgesvend- derefter onde er han som en følgesvend.
el: Και [επίσης] αυτοί που ξοδεύουν τον πλούτο τους για να δει από το λαό και να πιστεύουν όχι στον Αλλάχ ούτε κατά την τελευταία ημέρα. Και αυτός στον οποίο ο Σατανάς είναι ένας σύντροφος - κακό είναι έπειτα αυτός ως σύντροφος.
et: Ja [ka] need, kes veedavad oma rikkusest inimeste poolt näha ja uskuda ei Jumal ega Viimane päev. Ja ta kelle Saatan on kaaslane - siis paha on ta kaaslane.
fi: Ja [myös] ne, jotka viettävät niiden rikkaus ihmisten silmissä ja uskoa Jumala eikä viimeisenä. Ja hän kenelle Saatana on kumppani - niin paha hän kaveriksi.
he: ואלה [גם] לבלות עושר שלהם ניתן לראות על ידי העם ולהאמין לא באללה, וגם לא ביום האחרון. הוא למי השטן נחשב למלווה - אז הרשע הוא כבן לוויה.
hr: I [i] oni koji troše svoje bogatstvo da se vide ljudi i vjerujem u Allaha niti u posljednji dan. I on kojima Sotona je pratilac - onda zlo je kao suradnika.
lt: Ir [taip pat] tiems, kurie praleidžia savo turtus, matyti žmonės ir tiki ne Dievas, nei paskutinę dieną. Ir jis kam Šėtonas yra kompanionas - tada blogis yra jis kaip kompanionas.
lv: Un [arī] uz tiem, kuri pavada savas bagātības cilvēki pamanītu un ticēt nevis Allah, ne pēdējā dienā. Un viņš kam sātans ir biedrs - tad ļaunumu viņš kā sabiedrotais.
nb: Og [også] de som tilbringer av deres rikdom til bli sett av folk og tror ikke på Allah eller i den siste dagen. Og han som Satan er en følgesvenn- så onde er han som kameraten.
sk: A [i] tých, ktorí trávia svoje bohatstvo, aby ľudia vidieť a veriť v Boha, ani v posledný deň. A ten komu Satan je spoločník - potom zlo je ako spoločník.
sl: In [tudi] tiste, ki preživijo svoje premoženje obravnavati ljudi ter vernik v Allah ne niti v zadnji dan. In on komu Satan je spremljevalec - torej zlo je bil kot spremljevalec.
sr_cyrl: И [и] оних који проводе њихова богатства да би требао прегледати људе и верујем да није у Алаха, ни у једном дану. И он је коме Сотона је пратиља - зло је онда он као пратњу.
sr_latn: I [i] onih koji provode njihova bogatstva da bi trebao pregledati ljude i verujem da nije u Alaha, ni u jednom danu. I on je kome Sotona je pratilja - zlo je onda on kao pratnju.
uk: А [також] які витрачають свої багатства розглядатися народом і вірити не в Аллах ні в останній день. І той, кому сатана супутником - то зло він як компаньйона.
vi: Và [cũng] những người chi tiêu sản của họ để được nhìn thấy bởi những người và tin rằng không có trong Allah cũng không phải trong những ngày cuối cùng. Và ông mà Satan là người bạn đồng hành - thì ác Anh ấy là người bạn đồng hành.
zu: Futhi [futhi] labo chitha basuke bengabangane bengcebo yabo ukuba esabonwa abantu anikholwa e Allah nor Emuva Suku.

# Quran532
source: And what [harm would come] upon them if they believed in Allah and the Last Day and spent out of what Allah provided for them? And Allah is ever, about them, Knowing.
ca: I què [mal vindria] sobre ells si que creia en Allah i el darrer dia i passat de què Allah proporcionada per a ells? I Allah és mai, sobre ells, saber.
cy: A beth [niwed byddai dod] arnynt os ydynt yn credu mewn Allah a diwrnod olaf a dreuliwyd allan o'r hyn a ddarperir Allah ar eu cyfer? A yw Allah erioed, am iddynt, mae gwybod.
da: Og hvad [skade ville komme] ved dem, hvis de troede på Allah og den yderste dag og brugte ud af hvad Allah leveres til dem? Og Allah er nogen sinde, om dem, at vide.
el: Και τι [βλάβη θα έρθει] επάνω τους αν πίστευαν στον Αλλάχ και την τελευταία ημέρα και πέρασε από τι Αλλάχ που προβλέπονται για αυτούς; Και Αλλάχ είναι ποτέ, γι ' αυτούς, γνωρίζοντας.
et: Ja mida [kahju oleks tulnud] neile kui nad uskusid Allah ja viimane päev ja kulutatud välja mida Jumal andis neile? Ja Jumal on kunagi, nende kohta, teades.
fi: Ja mitä [ongelmia syntyisi] päällensä, jos he uskoivat Jumalaan ja viimeiseen päivään, ja vietti pois Jumala antanut heille? Ja Jumala on koskaan niitä, Knowing.
he: ומה [נזק יבוא] עליהם אם הם האמינו אללה, היום האחרון בילה מתוך מה אללה סיפקו להם? אללה הוא אי פעם, עליהם לדעת.
hr: I ono što [štetu će doći] na njih ako vjeruje u Allaha i zadnji dan i proveo od Allaha koje za njih? A Allah je, o njima, znajući.
lt: Ir ką [žalos ateis] jiems, jei jie tikėjo Dievo ir paskutinę dieną ir praleido iš kas Dievas pateikta pagrindimą? Ir Dievas yra kada nors, apie juos, žinios.
lv: Un ko [kaitēt nāks] pār viņiem, ja viņi tic Allah un pēdējā dienā un izlietoti no Allah paredzētie, viņiem? Un Allah ir kādreiz, par tām, zinot.
nb: Og hva [skade ville komme] dem hvis de trodde på Allah og siste dag og brukt av hva Gud har gitt dem? Og Allah er noensinne, om dem, å vite.
sk: A čo [škody príde] na ne, ak veril v Boha a v posledný deň strávený mimo Alah, čo za predpokladu ich? Alah je niekedy, o nich vedieť.
sl: In kaj [škode bi prišel] na njih če vernik v Allah in zadnji dan in preživel od Allah priskrbljenega zanje? In Allah je koli, o njih, poznavanje.
sr_cyrl: И шта [зло би доћи] на њих да су веровали у Аллаха и последњи дан и провели из која је Алах дата за њих? А Аллах је икада, о њима, знајужи.
sr_latn: I šta [zlo bi doći] na njih da su verovali u Allaha i poslednji dan i proveli iz koja je Alah data za njih? A Allah je ikada, o njima, znajuжi.
uk: І те, що [шкоди прийде] на них, якщо вони вірили в Аллах і останній день і провів з Аллах умови для них? І Аллах коли-небудь, про них, знаючи, що.
vi: Và những gì [tổn hại nào đến] khi họ nếu họ tin vào Allah và ngày cuối cùng và đã dành ra khỏi những gì Allah cung cấp cho họ? Và Allah là bao giờ hết, về họ, hiểu biết.
zu: Futhi yini [hlungu ukuza] phezu kwabo uma bakholwa Allah Suku futhi ngachitha ngalokho Allah hlinzeka for them?

# Quran533
source: Indeed, Allah does not do injustice, [even] as much as an atom's weight; while if there is a good deed, He multiplies it and gives from Himself a great reward.
ca: De fet, Allah no injustícia, [encara] tant com el pes d'un Àtom; mentre que si hi ha una bona acció, es multiplica i dóna de si mateix una gran recompensa.
cy: Yn wir, Allah nid yw anghyfiawnder, [hyd yn oed] cymaint ag atom pwysau; tra os oes gweithred dda, mae'n ac.uk iddo ac yn rhoi gwobr mawr ei hun.
da: Faktisk gøre Allah ikke uretfærdighed, [selv] så meget som en atom's vægt; Hvis der er en god gerning, han ganger det og giver fra sig selv en stor belønning.
el: Πράγματι, Αλλάχ δεν κάνει αδικία, [ακόμη] όσο και το βάρος ενός ατόμου? Εάν υπάρχει μια καλή πράξη, που πολλαπλασιάζει το και δίνει από τον εαυτό του μια μεγάλη ανταμοιβή.
et: Tõepoolest, Allah ei ole ebaõiglus, [isegi] niipalju, kui on aatomi massist; samas kui on heategu, ta korrutab selle ja annab ise suur auhind.
fi: Itse asiassa Jumala ei ole vääryyttä, [] jopa kun atomit paino; Onko hyvä teko, hän kertoo ja itse suuri palkinto.
he: אכן, אללה לא עושה עוול, [אפילו] בדיוק כמו המשקל של אטום; ואילו אם יש מעשה טוב, הוא מכפיל את זה ונותן מעצמו פרס גדול.
hr: Zaista, Allah ne čini nepravdu, [čak] koliko neki atom težine; dok ako dobro djelo, multiplicira i daje od sebe velika nagrada.
lt: Iš tiesų, Dievas nedaro neteisybės, [net] tiek, kiek yra atomo masės; o jei gerą darbą, jis padaugina ją ir suteikia nuo pats didelis atlygis.
lv: Patiešām, Allah nedara netaisnību [pat] daudz atomu svaru; bet ja tur ir labs darbs, viņš to reizina un dod no sevis liela atlīdzība.
nb: Faktisk Allah ikke urettferdighet, [også] så mye som et atom er vekt; mens hvis det er en god gjerning, han ganger den og gir fra seg en stor belønning.
sk: Vskutku, Alah nie je nespravodlivosť, [i] rovnako ako hmotnosť atómu; Ak tam je dobrý skutok, on sa násobí a dáva zo seba veľká odmena.
sl: Res, Allah ne krivice, [tudi] je toliko, kot je atom maso; pa če je dobro delo, je vrednost pomnoži in daje od sebe veliko nagrado.
sr_cyrl: Заиста , Аллах не чини неправду, [чак и] колико би атом тежина; док ако постоји добро дело, он то множи, а даје само по себи велика награда.
sr_latn: Zaista, Allah ne čini nepravdu, [čak i] koliko bi atom težina; dok ako postoji dobro delo, on to množi, a daje samo po sebi velika nagrada.
uk: Дійсно, Аллах не робить несправедливості, [навіть] а скільки послугами atom ваги; Хоча якщо добру справу, він Перемножує його і дає від себе велику нагороду.
vi: Thật vậy, Allah không làm bất công, [thậm chí] nhiều như trọng lượng của nguyên tử; trong khi nếu đó là một hành động tốt, ông multiplies nó và cung cấp từ chính một phần thưởng tuyệt vời.
zu: Ngempela, Allah akenzi ukungabi nabulungisa, [ngisho] okuningi njengoba isisindo athomu sika;

# Quran534
source: So how [will it be] when We bring from every nation a witness and we bring you, [O Muhammad] against these [people] as a witness?
ca: Llavors, com [serà] quan portem de totes les Nacions un testimoni i ens portarà, [O Muhammad] contra aquestes [persones] com a testimoni?
cy: Felly sut [fydd] pan ydym yn dwyn o bob cenedl tyst ac inni ddod â chi, [O Muhammad] erbyn hyn [pobl] fel tyst?
da: Så hvordan [kan] når vi bringe fra hver nation et vidne og vi bringer dig, [O Muhammad] mod disse [mennesker] som vidne?
el: Τόσο πώς [θα] όταν φέρνουμε από κάθε λαός μάρτυρας και εμείς να σας φέρει, [Ο Μωάμεθ] εναντίον αυτών [Πρόσωπα] ως μάρτυρας;
et: Nii kuidas [on] kui me toome iga rahvas tunnistaja ja jõuad, [O Muhammad] neid inimesi tunnistajana?
fi: Joten miten [on] kun tuomme kansakunnan todistajana ja me tuo sinulle, [Oi Muhammed] näitä ihmisiä kohtaan todistajana?
he: אז איך [יהיה] כאשר אנו מביאים מכל האומות עדה ואנחנו מביא לכם [O מוחמד] נגד אלה [אנשים] כעד?
hr: Kako [to se] kada donesemo iz svih naroda svjedoka i možemo donijeti, [O Muhammad] protiv ove [ljudi] kao svjedok?
lt: Taigi, kaip [bus] kai mes suteikiame iš kiekvienos tautos liudytojas ir mes atneš jums, [O Muhammad] nuo šių [žmonių] liudytoju?
lv: Tā kā [būtu] kad mēs celt no katrai tautai liecinieks, un mēs nest, [O Muhammad] pret [ļaužu] kā liecinieks?
nb: Så hvordan [det er] når vi tar fra hver nasjon et vitne og vi bringe deg, [O Muhammad] mot disse [folk] som et vitne?
sk: Tak ako [bude] keď sme priviesť z každého národa svedka a my vás, [Mohamed] proti tieto [ľudia] ako svedok?
sl: Torej, kako [bo] Ko dosežemo, da iz vsakega naroda priča in mi prinesete, [O Muhammad] proti ti [ljudje] kot priča?
sr_cyrl: Како [то се] када донесемо свих нација сведока, а ми вам [О Мухаммад] против ових [људи] као свједок?
sr_latn: Kako [to se] kada donesemo svih nacija svedoka, a mi vam [O Muhammad] protiv ovih [ljudi] kao svjedok?
uk: Так як [це буде] коли ми приносимо з кожної нації свідка і ми принесе вам, [O Мухаммад] проти цих [чоловік] як свідок?
vi: Vì vậy, làm thế nào [nó sẽ] khi chúng tôi mang theo từ mọi quốc gia một nhân chứng và chúng tôi mang lại cho bạn, [O Muhammad] Đối với những người theo một nhân chứng?
zu: Ngakho indlela [kuyobanjalo] lapho Sikulethela evela ezizweni zonke eziphansi yobufakazi futhi sikulethela, [O Muhammad] ngokumelene laba [bantu] njengoba ubufakazi?

# Quran535
source: That Day, those who disbelieved and disobeyed the Messenger will wish they could be covered by the earth. And they will not conceal from Allah a [single] statement.
ca: Aquell dia, els que dubtaven i desobeir el Missatger desitjarà que podria ser coberta per la terra. I no va a ocultar des d'Allah una [sola] declaració.
cy: Y diwrnod hwnnw, bydd rhai a disobeyed y negesydd a ddysgais am iddynt y gellid eu cynnwys gan y ddaear. Ac iddynt ni chuddiaf gan Allah [un] datganiad.
da: Dag, dem, der disbelieved og adlød Messenger vil ønske de kunne være omfattet af jorden. Og de vil ikke skjule fra Allah en [enkelt] erklæring.
el: Εκείνη την ημέρα, θα όσοι disbelieved και disobeyed την αγγελιοφόρο να επιθυμούν αυτοί θα μπορούσαν να καλυφθούν από τη γη. Και αυτοί δεν σας κρύβω Αλλάχ [single] δήλωση.
et: Sel päeval, need, kes disbelieved ja ei kuuletunud sõnumitooja soovin, reguleerib maa. Ja nad on varjata Jumalalt [ühelauselise].
fi: Samana päivänä, jotka uskoneet ja tottelemattomia Messenger haluavat he voisi kuulua maa. Ja he salaa Jumalalta [single] lausunto.
he: באותו היום, מי disbelieved ולא צייתת השליח יצטער הם יכול להיות מכוסה על ידי כדור הארץ. הם לא להסתיר מן אללה הצהרה [אחת].
hr: Tog dana, oni koji bio i poslušao Glasnik će žele mogao biti pokriveni zemljom. I oni će sakriti od Allaha [jedne] izjava.
lt: Tą pačią dieną, tie, kurie disbelieved ir nepakluso Messenger norės jiems gali būti taikoma žemės. Ir jie bus negali nuslėpti nuo Dievo [vienas] pareiškimą.
lv: Šajā dienā, kuri disbelieved un neklausīt Messenger vēlēsies tās aizsedz zemes. Un tie būs ne slēpt no Allah [vienu] paziņojumu.
nb: Den dagen som vantro og adlød Messenger vil ønske de kunne dekkes av jorden. Og de vil ikke skjuler fra Allah en [enkel] setning.
sk: Ten deň, tí, kto pochyboval a neposlúchol posol Prial by si, by mohli byť pokryté Zeme. A budú skrývať od Boha [jediné] vyhlásenie.
sl: Ta dan, tiste, ki so verjeli in upošteval navodila sel želijo, so morda prekriti z zemljo. In jih ne bo prikriti od Allah [eno] izjavo.
sr_cyrl: Тог дана, они који не верује и послусала гласник ће желе да они могу да буду прекривени земљом. А , они ће сакрити од Алаха не [једне] изјаву.
sr_latn: Tog dana, oni koji ne veruje i poslusala glasnik će žele da oni mogu da budu prekriveni zemljom. A, oni će sakriti od Alaha ne [jedne] izjavu.
uk: Того дня, тих, хто disbelieved і не слухали Messenger хотіли вони можуть бути покриті за землю. І вони не приховую, від Аллах [один] запит.
vi: Ngày đó, những người disbelieved và bất tuân Messenger sẽ mong muốn họ có thể được bao phủ bởi trái đất. Và họ sẽ không che giấu từ Allah một tuyên bố [single].
zu: Lokho Day, labo disbelieved disobeyed uMphrofethi tando fisa they singagqitshwa umhlaba.

# Quran536
source: O you who have believed, do not approach prayer while you are intoxicated until you know what you are saying or in a state of janabah, except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and find no water, then seek clean earth and wipe over your faces and your hands [with it]. Indeed, Allah is ever Pardoning and Forgiving.
ca: O que han cregut, no s'acosten oració mentre esteu intoxicat fins que sàpiga el que està dient o en un estat de janabah, excepte aquells passant per [un lloc d'oració], fins que li han rentat [tot el teu cos]. I si vostè està malalt o un viatge o un de vosaltres ve des del lloc de alleujar a si mateix o que han contactat amb dones i trobar sense aigua, llavors buscar terra neta i eixugar sobre la cara i les mans [amb això]. En efecte, Allah és mai perdó i perdonant.
cy: O chi sydd wedi credu, wneud nid dull gweddi tra byddwch yn meddwi hyd nes y gwyddoch beth yr ydych yn ei ddweud neu mewn cyflwr o janabah, ac eithrio rhai sy'n pasio drwy'r [lle y weddi], hyd nes y byddwch wedi golchi [eich corff cyfan]. Mae ac os ydych yn sâl neu ar y siwrnai neu daw un ohonoch y lle o leddfu ei hun neu yr ydych yn cysylltu â menywod ac yn canfod dim dŵr, yna ceisio ddaear glân a sychu dros eich wynebau a eich dwylo [â]. Yn wir, Allah yn Pardoning a faddeugar erioed.
da: O du, der har troet, ikke nærme bøn mens du er beruset, indtil du ved, hvad du siger eller i en tilstand af janabah, undtagen dem, der passerer gennem [et sted bøn], indtil du har vasket [hele kroppen]. Og hvis du er syg eller på en rejse eller en af jer kommer fra sted at aflaste sig selv eller du har kontaktet kvinder og finde ingen vand, derefter søge ren jord og tør over din ansigter og dine hænder [med det]. Allah er faktisk nogensinde tilgivende og tilgivende.
el: O εσάς που πίστεψαν, δεν προσεγγίζουν προσευχή ενώ είστε μεθυσμένος έως ότου ξέρετε τι λέτε ή σε κατάσταση janabah, εκτός από εκείνες που διέρχεται από [λατρευτικό χώρο], μέχρι να πλυθεί [ολόκληρο το σώμα σας]. Και αν είστε άρρωστος ή σε ένα ταξίδι, ή κάποιος από σας έρχεται από τον τόπο της απαλλάσσοντας τον εαυτό του ή επαφή με γυναίκες και να βρείτε καθόλου νερό, ζήτα καθαρή γη και σκουπήστε πρόσωπά σας και τα χέρια σας [με]. Πράγματι, Αλλάχ είναι ποτέ απονομής χάριτος και να συγχωρεί.
et: O kes on uskunud, ei lähene palve kui olete joobnud, kuni sa tead, mida sa räägid või janabah, välja arvatud läbib [koht palve], kuni teil on pestud [kogu keha] seisund. Ja kui sa oled haige või reisile või teist pärineb koha vabastades ennast või pöördunud naised ja vett ei leia siis otsima puhas maa ja pühkige üle oma nägu ja käed [temaga]. Tõepoolest, Allah on kunagi amnestia ja andestav.
fi: O jotka ovat uskoneet et lähestymistapa rukous kun olet humalassa, kunnes tiedät mitä puhut tai janabah lukuun ottamatta kulkee [paikka rukous], kunnes olet pessyt [koko kehosi]. Jos olet sairas tai matkalle tai teistä tulee vapauttaa itsensä paikasta tai et ottanut yhteyttä naisten ja löytää ei vettä hakea puhdas maa ja pyyhi kasvot ja kädet [se]. Itse asiassa Jumala on koskaan armahdusta ja anteeksiantava.
he:  מי מאמין, לא להתקרב התפילה בזמן שאתה שיכור. עד שאתה יודע מה שאתה אומר או במצב של janabah, למעט אלה עוברים [מקום תפילה], עד שיש ששטפת [גופך]. אם אתה חולה או למסע או אחד מכם מגיע מהמקום שבו משחרר את עצמו או את יצרו נשים ולמצוא בלי מים, ואז מחפשים כדור הארץ נקי, לנגב על הפרצופים שלכם ועל הידיים שלך [בו]. אכן, אללה הוא אי פעם שחנן וסלחני.
hr: O ti koji su vjerovali, ne prilazite molitvu dok si pijan dok ne znaš što govoriš ili u stanju janabah, osim onih koji prolaze kroz [mjesto molitve], dok ste oprali [cijelo tijelo]. Ako ste ili na putovanje ili jedan od vas dolazi iz mjesta oslobađanja od sebe ili su kontaktirali žene i nema vode, onda traže čistu zemlju i obrišite lice i ruke [uz to]. Uistinu, Allah je ikada Marinovih i opraštanje.
lt: O kurie tiki, ne požiūrį malda kai esate apsvaigęs, kol jūs žinote, ką jūs kalbate ar janabah, išskyrus tuos, kurie kerta [maldos vieta], kol turite nuplauti [jūsų kūnas] valstybės. Ir jei esate serga ar į kelionę, arba vienas iš jūsų yra atleisti save arba kreipėsi moterų ir rasti nėra vandens, tada ieškoti švaraus žemės ir nuvalykite per savo veidus ir rankas [su ja]. Iš tiesų, Allah yra kada nors Odpuszczajacy ir atlaidus.
lv: O jums, kas ir uzskats nav pieejas lūgšanu, atrodoties apreibinošu vielu līdz brīdim, kad jūs zināt, ko jūs sakāt, vai janabah, izņemot tos, kas iet caur [lūgšanu vieta], līdz brīdim, kad ir mazgāti [jūsu visu ķermeni] stāvoklī. Ja jūs esat slims vai ceļojumā vai viens no jums nāk no vietas atbrīvojot sevi vai jūs esat sazinājies ar sievietēm un atrast bez ūdens, tad meklēt tīru zemi un noslaukiet jūsu sejas un rokām [ar to]. Patiešām, Allah ir kādreiz Pardoning un piedošanu.
nb: O du hvem har trodd, gjør ikke tilnærming bønn når du er beruset til du vet hva du sier eller i en tilstand av janabah, unntatt de passerer gjennom [et sted for bønn], før du har vasket [hele kroppen]. Hvis du er syk eller på en reise eller en av dere kommer fra stedet for lindrende selv eller du har kontaktet kvinner og finne vann, søker ren jord og tørk over ansikter og hendene med det]. Døyve er faktisk noensinne Pardoning og tilgivende.
sk: O vás, ktorí ste uverili, nie horlivejšie keď ste pod vplyvom alkoholu, kým nebudete vedieť, čo hovoríte, alebo v stave janabah, s výnimkou tých, procházející [miesto modlitby], kým ste si umyl [celé telo]. A ak ste chorí, alebo na cestu alebo jeden z vás pochádza z miesta zmiernenie sám alebo oslovili ženy a nájsť vodu, potom hľadať čistej Zeme a utrite nad vašej tváre a ruky [s]. Boh je naozaj niekedy omilostil a odpúšťajúci.
sl: O vi, ki ste verjeli, ne pristop molitev prebiti vi ste vinjen, dokler ne veste, kaj govoriš ali v stanju janabah, razen tistih, ki poteka skozi [kraj molitve], dokler imate oprane [vaše celotno telo]. In če ste bolni ali na potovanje ali od vas prihaja iz kraja o lajšanju sam ali stik ženske in našli brez vode, nato poiskati čisto prstjo in obrišite čez svoje obraze in roke [s]. Res, Allah je koli Pardoning in tolerantna.
sr_cyrl: О ти који верују, не прилазите молитву док сте под дејством алкохола, све док не знате које наводите, или у стању јанабах, осим оних у пролазу [место за молитву], док сте се опрали [срце]. Ако си болестан или на путовању или једна од вас долази из места од олакљава се или контактирали жене и пронаћи нема воде, онда траже чисту земљу и обрисати преко твог лица и руке [Тиме]. Уистину , Аллах је икада Маринових и милостив.
sr_latn: O ti koji veruju, ne prilazite molitvu dok ste pod dejstvom alkohola, sve dok ne znate koje navodite, ili u stanju janabah, osim onih u prolazu [mesto za molitvu], dok ste se oprali [srce]. Ako si bolestan ili na putovanju ili jedna od vas dolazi iz mesta od olakљava se ili kontaktirali žene i pronaći nema vode, onda traže čistu zemlju i obrisati preko tvog lica i ruke [Time]. Uistinu, Allah je ikada Marinovih i milostiv.
uk: О ви, хто вірив, не підходити до молитви під час вашої Сп'янілий поки ви не знаєте, що ви кажете, або в стані janabah, за винятком тих, що проходить через [місцем молитви], поки ви мили [все ваше тіло]. Якщо ви хворі або в подорож або один з вас походить від того місця про звільнення собі або зв'язався з жінок і знайти без води, потім шукати чистої землі і протріть над вашого обличчя і руки [з його]. Дійсно, Аллах є коли-небудь помилування і прощати.
vi: O bạn của những người đã tin tưởng, không tiếp cận cầu nguyện trong khi bạn đang say rượu cho đến khi bạn biết những gì bạn đang nói, hoặc trong một trạng thái của janabah, ngoại trừ những người đi qua [một nơi cầu nguyện], cho đến khi bạn rửa [toàn bộ cơ thể của bạn]. Nếu bạn đang bị bệnh hoặc trên một cuộc hành trình của bạn đến từ nơi làm giảm mình hoặc bạn đã liên lạc với phụ nữ và tìm thấy không có nước, sau đó tìm cách trái đất sạch và lau trên mặt và bàn tay của bạn [với nó]. Thật vậy, Allah là bao giờ Pardoning và khoan dung.
zu: O you kholwa cha sondelana umthandazo ngenkathi wena udakiwe uze ukwazi lokho wena okushoyo noma esimweni janabah, ngaphandle kwalabo bedlula [endaweni yokuthandaza], uze ngigezise [umzimba wakho wonke].
