Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1392
source: And [mention, O Muhammad], the Day We will gather them all together - then We will say to those who associated others with Allah, "[Remain in] your place, you and your 'partners.' " Then We will separate them, and their "partners" will say, "You did not used to worship us,
ca: I [accèsit, O Muhammad], el dia ens recollirà-los tots junts - llavors direm als que altres associats a Allah, "[romanen en] el seu lloc, vostè i el seu"socis". "Llavors podem separar-los, i dirà seus"socis","no solia venerar nosaltres,
cy: A [sôn, O Muhammad], bydd y diwrnod eu casglu bob gyda'i gilydd-ac yna bydd yn dweud i'r rheini y mae eraill yn gysylltiedig â Allah, "[aros yn] eich lle, chi a eich 'bartneriaid'. "Yna y bydd eu gwahanu, a bydd eu"partneriaid"yn dweud,"Onid oeddech chi'n arfer i addoli
da: Og [omtale, O Muhammad], den dag vi vil samle dem alle sammen - så vi vil sige til dem, der tilknyttet andre Allah, "[fortsat] dit sted, du og din 'partnere." "Så vi vil adskille dem, og deres"partnere"vil sige,"du ikke brugt til at tilbede os,
el: Και [αναφορά, Ο Μωάμεθ], την ημέρα που θα συγκεντρώσει τους όλοι μαζί - τότε θα μπορούμε να πούμε σε όσους που άλλοι συνδέεται με τον Αλλάχ,» [παραμένουν σε] θέση σας, εσείς και οι συνεργάτες σας».» "Στη συνέχεια εμείς θα τις διαχωρίσετε και τους «εταίροι» θα έλεγα,"δεν χρησιμοποιήσατε για την λατρεία μας,
et: [Märkus, O Muhammad], päev me koguda neid kõik koos - siis me ütleme neile, kes teistega seostatud Allahi "[jäävad] Sinu asemel, teid ja teie"osapooled." "Siis me eraldi neid ja ütlen oma"partnerid","sa ei kasutanud kummardama meiega,
fi: [Maininnan Oi Muhammed] päivänä teemme kerätä ne kaikki yhdessä - niin me sanomme niille, jotka liittyvät muut Allah, "[edelleen] paikkasi, sinun ja"kumppanit". "Sitten me erillinen niitä ja"partners"sanovat,"sinulla ei ole käytetty palvoa
he: ו [אזכור, מוחמד O], היום אנחנו אאסוף אותם כולם ביחד - אז נאמר למי המשויך אחרים אללה, "[להישאר] המקום שלך, ומהשותפים שלך". " "אז אנחנו יפריד אותם, ואת אומר שלהם"שותפים","לא פעם הערצתם.
hr: I [spomenuti, O Muhammad], dan smo će se okupiti ih sve zajedno - onda ćemo reći onima koji druge pridružene Allahu, "[ostaju u] tebe, ti i tvoj 'partneri'. "Onda će ih razdvojimo, i svojim"partnerima"će reći,"nije ti koristio da se pokloni
lt: Ir [paminėti, O Muhammad], dieną mes bus surinkti juos visus kartu - tada mes pasakyti tiems, kurie susiję kiti su Dievo, "[liks] savo vietą, jūs ir jūsų"partneriai." "Tada mes bus atskirkite juos, ir jų"partneriai"sako,"padarė nenaudojote garbinti mums,
lv: Un [pieminēt, O Muhammad] dienā mēs apkopot tos visus kopā -, tad mums būs jāsaka tiem, kuri piesaistīti citi Allah, "[paliek] jūsu vietā, jūs un jūsu"partneri". "Tad mēs nošķirt tos, un to"partneri"saka:"tev nebija neizmanto pielūgt mūs,
nb: Og [omtale, O Muhammad], den dagen vi vil samle dem alle sammen - så vi vil si til de som tilknyttet andre Allah, "[forblir i] din sted, du og din 'partnere." "Så vi ville separat seg, og deres"partnere"vil si,"du ikke har brukt å tilbe oss,
sk: A [zmienka, Mohamed], deň, kedy sme sa zhromaždili dohromady - potom budeme hovoriť s tými, kto iní priradené Alaha, "[zostať] svoje miesto, vy a váš"partneri". "Potom sme sa od seba oddeliť a ich"partneri"povie,"ste sa nepoužívajú uctievať nás,
sl: In [omenja, O Muhammad], dan smo jih bo zbrala vse skupaj - potem bomo rekli tistim, ki so druge povezane s Allah, "[ostanejo v] svoje mesto, vas in vaše"partnerji". "Potem bomo oddeljen jih, in rekel"partnerji","ali ne uporabljate častili nas,
sr_cyrl: И [помена, О Мухаммад], на дан ће окупили смо их све - а онда рецимо онима који друге повезане са Алахом, "[остају у] твој стан, ти и твој 'партнера'. "Онда смо ће их раздвојити и њиховим"партнерима"би рекао,"да си навикао да нас моле
sr_latn: I [pomena, O Muhammad], na dan će okupili smo ih sve - a onda recimo onima koji druge povezane sa Alahom, "[ostaju u] tvoj stan, ti i tvoj 'partnera'. "Onda smo će ih razdvojiti i njihovim"partnerima"bi rekao,"da si navikao da nas mole
uk: І [згадки, O Мухаммад], день, ми буде зібрати їх усіх разом - то ми буде сказати тим, хто інші, пов'язані з Аллаха, "[залишаються в] ваше місце, ви і ваші партнери. "Тоді ми буде розділити їх і їх"Партнери"скаже:"ви не використовували для нас,
vi: Và [đề cập đến, O Muhammad], các ngày chúng tôi sẽ thu thập chúng tất cả cùng nhau - sau đó chúng tôi sẽ nói cho những người liên quan đến những người khác với Allah, "[ở] địa điểm của bạn, bạn và đối tác của bạn'.' "Sau đó chúng ta sẽ tách biệt họ và của họ"đối tác"sẽ nói,"bạn đã không sử dụng để thờ phượng với chúng tôi,
zu: Futhi [Khumbuzani, O Muhammad] Suku We ngibabuthe bonke ndawonye - ke Sizokwenza tshela kuze labo ezihlobene abanye Allah, "[Hlalani] endaweni yakho, wena nabakho abangamashumi 'partners.'

# Quran1393
source: And sufficient is Allah as a witness between us and you that we were of your worship unaware."
ca: I prou és Allah com a testimoni entre nosaltres i que estàvem de vostra mercé conscient."
cy: A digon o Allah yn dyst rhyngom ni a chi yr oeddem yn eich addoli ymwybodol.
da: Og tilstrækkelig er Allah som vidne mellem os og dem, at vi var for din tilbedelse uvidende"
el: Και επαρκείς Αλλάχ ως μάρτυρας μεταξύ εμάς και εσάς που ήμασταν σας λατρείας που δεν γνωρίζουν.»
et: Ja piisav on Jumal meie ja teie, et me olime teadlikud oma jumalateenistuse tunnistajana."
fi: Ja riittävä Allah todistajana keskinäiseen että olimme jumalanpalveluksessa tietämätön."
he: והוא מספיק אללה כעד בינינו לבין לך שהיינו פולחן שלך לא מודע."
hr: A dovoljan je Allah svjedok između nas i tebe da smo obožavanja svjesni."
lt: Ir pakankamai Dievas tarp mūsų ir jūsų, kad mes jūsų garbinimo nežino liudytoju."
lv: Un pietiekami ir Allah kā liecinieks starp mums un jums, ka mēs bijām jūsu pielūgsmes nezina."
nb: Og tilstrekkelig er Allah som et vitne mellom oss og deg som vi var av tilbe din uvitende."
sk: A dostatočná je Alah ako svedok medzi nami a vami, že sme vaše uctievanie nevie."
sl: In dovolj je Allah kot priča med nami in vami, da smo vaš čaščenja seznanjena."
sr_cyrl: И довољан је Аллах као свједок између нас и тебе да смо били за твоју молитву несвесни."
sr_latn: I dovoljan je Allah kao svjedok između nas i tebe da smo bili za tvoju molitvu nesvesni."
uk: І достатнім Аллах як свідок між нами і вами, що ми були вашого поклоніння не знають."
vi: Và đầy đủ là Allah như một nhân chứng giữa chúng tôi và các bạn rằng chúng tôi đã tôn thờ của bạn không biết."
zu: Futhi eyanele Allah njengoba ubufakazi phakathi kwethu nani ukuthi sasingabantwana kukhulunywa kanje ngokukhulekela kwakho unaware. "

# Quran1394
source: There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allah, their master, the Truth, and lost from them is whatever they used to invent.
ca: Allà, [en aquell dia], cada ànima es posarà a prova per el que va fer anteriorment, i es va tornar a Allah, el seu amo, la veritat i perdut d'ells és el que utilitzaven per inventar.
cy: Yno, [ar y diwrnod hwnnw], bob bydd enaid roi prawf ar gyfer hyn a wnâi o'r blaen, a byddant yn dychwelyd i Allah, eu Meistr, y gwirionedd, ac yn colli oddi wrthynt yn beth bynnag y maent yn ei defnyddio i ddyfeisio.
da: Der, [den dag] er hver sjæl vil blive sat til rettergang for, hvad det gjorde tidligere, og de vil tilbage til Allah, deres master, sandheden, og tabt fra dem hvad de plejede at opfinde.
el: Εκεί, [την ημέρα], κάθε ψυχή θα τεθεί σε δίκη για αυτό που έκανε στο παρελθόν, και αυτοί θα επιστραφεί στον Αλλάχ, κυρίου τους, την αλήθεια, και έχασε από τους είναι ό, τι συνήθιζαν να εφεύρει.
et: [Sel päeval], iga hinge pannakse kohtuprotsess, mida ta tegi varem ja nad tagastada Allahi nende kapten tõde, ja kaotanud neilt on mida iganes nad harjunud leiutada.
fi: [Tuona päivänä], joka sielun asettamaan syytteeseen, mitä se aiemmin ja he palasivat Allah, heidän Mestarinsa totuuden, ja hävisi niistä on mitä heillä oli tapana keksiä.
he: [ביום הזה], כל נשמה יושם למשפט על מה שזה עשה בעבר, והן להיות חזר אללה, המאסטר שלהם, האמת, איבד מהם יש מה הם השתמשו כדי להמציא.
hr: [Na taj dan], svaka duša će biti stavljen na sud za ono što je prethodno, i će biti vraćeni Allahu, učitelja, istina, i izgubio od njih je što oni koriste da izmisle.
lt: Ten, [tą dieną], kas siela bus įdėti į teismą už tai, ką jis padarė anksčiau, ir jie bus grąžinti į Dievo, jų kapitonas, tiesa, ir neteko iš jų yra ką jie turi sugalvoti.
lv: [Šajā dienā], katru dvēseli tiks likts uz tiesu par agrāk to darīja, un viņi atgriezās Allah, viņu kapteinis, patiesībai, un zaudēja, no tiem ir lietots izgudrot.
nb: Det, på den dag] er hver sjel vil bli satt på prøve for hva den gjorde tidligere, og de vil være tilbake til Allah, deres Herre, sannheten, og mistet fra dem hva de brukes til å finne.
sk: Tam, [v ten deň], každá duša sa bude dať k súdu to urobil predtým, a budú vrátené Alaha, svojho pána, je pravda, a stratil z nich je čo bývali vymyslieť.
sl: [Na ta dan], vsaka duša bo do sojenja, za kaj je to storil prej, in bo vrnil v Allah, njihov gospodar, je resnica, in izgubil od njih obstaja karkoli uporabljajo izumiti.
sr_cyrl: [На тај дан], свака душа ће бити стављен на суд за оно што је урадио раније, а они се вратио у Алаха, њихов господар, истину, и изгубио од њих постоји шта год су користили да измислим.
sr_latn: [Na taj dan], svaka duša će biti stavljen na sud za ono što je uradio ranije, a oni se vratio u Alaha, njihov gospodar, istinu, i izgubio od njih postoji šta god su koristili da izmislim.
uk: [В той день,], кожному душа буде поставлений на випробування на те, що він робив раніше, і вони будуть повернувся до Аллаха, їх майстер, правда і втратив у них є все, що вони використовували, щоб придумати.
vi: Có, [ngày đó], mỗi linh hồn sẽ được đưa ra xét xử cho những gì nó đã làm trước đó, và họ sẽ được quay trở về Allah, Thạc sĩ của họ, sự thật, và bị mất từ họ là bất cứ điều gì họ sử dụng để phát minh ra.
zu: Kukhona, [ngalolo suku], gcwele phefumulo wobulawa kwecala ngoba lokho akwenza ngaphambili, futhi izobuyiselwa Allah, inkosi yazo, iQiniso, futhi walahlekelwa kubo whatever they sebenzisa baziqambela.

# Quran1395
source: Say, "Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?" They will say, "Allah," so say, "Then will you not fear Him?"
ca: Dir, "que proporciona per tu el cel i la terra? O qui controla l'oïda i vista i porta els vius dels morts i ressuscita els morts fora de la seva vida i que organitza [cada] matèria? Ells es diuen, "Allah," així que dir, "llavors vostè por no es ell?"
cy: Dweud, "pwy sy'n rhoi i chi gan y nefoedd a'r ddaear? Neu sy'n rheoli clyw a golwg a dwyn sy'n byw y tu allan i'r meirw ac yn dwyn y meirw byw a pwy sy'n trefnu [bob] mater?" Nhw fydd yn dweud, "Allah," Felly, "yna chi ofn na bydd iddo?"
da: Sige, "der sørger for dig fra himlen og jorden? Eller Hvem kontrollerer hørelsen og synet og der bringer lever af døde og bringer døde fra levende og der arrangerer [hver] sag?" De vil sige, "Allah," så siger, "så vil du ikke at frygte ham?"
el: Λένε, «που παρέχει για σας από τον ουρανόν και την γην; Ή που ελέγχει την ακοή και την όραση και που φέρνει το ζην από τους νεκρούς και φέρνει τους νεκρούς από τους ζωντανούς και που φροντίζει για το θέμα [κάθε];» Θα λένε, «Αλλάχ», έτσι λένε, «στη συνέχεια θα σας δεν φόβο αυτόν; "
et: Öelda: "kes pakub teile: taeva ja maa? Või kes kontrollib kuulmise ja nägemise ja kes toob elu välja surnud ja toob välja elavad ja kes korraldab [iga] asja surnud?" Nad öelda: "Jumal," nii öelda, "siis kas sa karda teda?"
fi: Esimerkiksi: "joka antaa sinulle taivaan ja maan? Tai kuka valvoo kuulo- ja näkö- ja joka tuo kuollut elantonsa ja herättää kuolleet elävät ja joka järjestää [joka] asiasta?" He sanovat, "Allah" niin, "sitten Ettekö pelkää häntä?"
he: תגיד, "מי מספק לך מן השמים והארץ? או מי שולט שמיעה, ראייה, מי מביא את החיים מחוץ המתים ומביא את המתים החיים ואת מי מארגן את החומר [כל]?" הם אומרים, "אללה", כך אומר, "אז יהיה לך לא לפחד ממנו?"
hr: Kažu, "koji nudi za vas iz neba i zemlje? Ili koji kontrolira sluh i vid i koji donosi žive od mrtvih i oživljava mrtve od žive i koji organizira [svake] pitanje?" Oni će reći, "Allah", tako reći, "onda će te nije strah ga?"
lt: Tarkim, "kuris pateikia jums iš dangaus ir žemės? Ar kurie kontroliuoja klausos ir regos ir kurie atneša iš mirusiųjų gyvenimo ir atneša mirusiųjų iš gyvųjų ir kurie organizuoja [kiekvienas] klausimą?" Jie bus pasakyti, "Dievas," taip, "tada bus jums ne bijo jį?"
lv: Proti, "kuri sniedz jums no debesīm un zemi? Vai kas kontrolē dzirdes un redzes un kurš rada dzīves no mirušajiem un parādīs miris dzīvos un kurš sakārto [katru] jautājums?" Viņi būs teikt: "Allah," tā teikt, "tad būs jums nav bailes viņu?"
nb: Si "Hvem gir for deg fra himmelen og jorden? Eller som styrer hørsel og syn og som bringer levende ut av døde og bringer døde levende og som arrangerer [alle] spørsmål? De vil si, "Allah," så si "så vil du ikke frykte ham?"
sk: Hovoria: "kto poskytuje pre vás z neba a Zeme? Alebo kto ovláda sluch a zrak a ktorý prináša život z mŕtvych a prináša mŕtve z živého a ktorá zabezpečuje [každý] vec?" Budú povedať, "Boh", tak hovoriť, "potom ste Nebojte sa mu?"
sl: Reči, "kdo zagotavlja za vas iz nebes in zemlje? Ali kdo nadzoruje sluh in vid in ki prinaša živi od mrtvih in prinaša mrtvih iz žive in ki ureja [vsak] zadevi?" Jih bo rekel, "Allah," tako pravijo, "potem bo vas ni strah mu?"
sr_cyrl: Реци , "који вам нуди из небо и земљу? Или ко контролише слуха и вида и који доноси дневну из мртвих и доноси мртвих из живе и који распоређује [сваког] питање?" Они ће кажу, "Аллах", тако реци, "онда ће вас није страх га?"
sr_latn: Reci, "koji vam nudi iz nebo i zemlju? Ili ko kontroliše sluha i vida i koji donosi dnevnu iz mrtvih i donosi mrtvih iz žive i koji raspoređuje [svakog] pitanje?" Oni će kažu, "Allah", tako reci, "onda će vas nije strah ga?"
uk: Кажуть: "хто забезпечує для вас з неба і землі? Або хто контролює слуху та зору і який приносить життя з мертвих і приносить мертвого з живих і які організовує [кожен] питання?" Вони будуть говорити, "Аллах", так сказати, "то буде вами не побоюючись йому?"
vi: Nói, "Ai cung cấp cho bạn từ Thiên đàng và trái đất? Hoặc người điều khiển các buổi điều trần và tầm nhìn và những người mang đến cho cuộc sống trong cõi chết và mang đến cho người chết trong cuộc sống và những người sắp xếp vấn đề [tất cả]?" Họ sẽ nói, "Allah," vì vậy nói, "sau đó, bạn sẽ không phải lo sợ anh ta?"
zu: Ithi, "Bani hlinzeka for you bhakabhaka hlaba? Noma ngubani ilawula yokuzwa nokubona futhi oletha esiphilayo aphume efile futhi kuletha izidumbu ophilayo ngubani ahlele [zonke] umsuka ubalulekile?"

# Quran1396
source: For that is Allah, your Lord, the Truth. And what can be beyond truth except error? So how are you averted?
ca: Per això és Allah, el seu Senyor, la veritat. I què pot ser més enllà de veritat excepte error? Llavors, com vostè són evitats?
cy: Ar gyfer hynny yw Allah, eich Arglwydd, y gwir. A hyn y gellir ei tu hwnt i'r gwir ac eithrio gwall? Felly, sut y byddwch yn osgoi?
da: For det er Allah, jeres Herre, sandheden. Og hvad kan være mere end sandheden undtagen fejl? Så hvordan er du afværget?
el: Για αυτό είναι Αλλάχ, ο Λόρδος σας, την αλήθεια. Και τι μπορεί να είναι πέρα από την αλήθεια εκτός από το σφάλμα; Λοιπόν, πώς είναι εσείς να αποφευχθεί;
et: See on Jumal, teie Issandat, tõde. Ja mida saab kaugemale tõde välja arvatud viga? Niisiis, kuidas sa hoidnud?
fi: On Jumala, sinun Herrasi, totuus. Ja mitä voidaan sitä totuutta kuin virhe? Joten miten voit katkaista?
he: בשביל זה הוא אללה, האל שלך, את האמת. ומה יכול להיות מעבר האמת חוץ שגיאה אז איך אתה נמנע?
hr: Zbog toga je Allah, Gospodar tvoj, istina. I što može biti daleko od istine osim pogreške? Pa kako su izbjegnuta?
lt: Tai yra Allah, savo Viešpaties, tiesa. Ir ką galima už tiesos išskyrus klaida? Taigi, kaip jums išvengti?
lv: Kas ir Allah, savu kungu, patiesību. Un kas var būt ārpus patiesība, izņemot kļūdas? Tātad, kā tiek novērstas?
nb: For det er Allah, deres Herre, sannheten. Og hva er hinsides sannheten uten feil? Så hvordan er du avverget?
sk: Že je Alah, svojho pána, je pravda. A čo sa dá za pravdu okrem chyba? Tak ako sa vám zabrániť?
sl: Za to je Allah, vaš gospodar, je resnica. In kaj lahko preko resnico razen napake? Torej, kako ga preprečiti?
sr_cyrl: Због тога је Аллах, твој Бог, истина. А шта може бити далеко од истине, осим грешке? Па , како сте се спреиили?
sr_latn: Zbog toga je Allah, tvoj Bog, istina. A šta može biti daleko od istine, osim greške? Pa, kako ste se spreиili?
uk: Для цього є Аллаха, ваш Господа, правди. А що може бути за межі істини за винятком помилка? Отже, як ви запобігти?
vi: Cho rằng là Allah, Chúa của bạn, sự thật. Và những gì có thể vượt qua các thử thách ngoại trừ lỗi? Vậy làm thế nào bạn ngăn chặn?
zu: Ngoba okungukuthi Allah kho Lord iQiniso.

# Quran1397
source: Thus the word of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe.
ca: Així la paraula del seu Senyor ha entrat en efecte en qui desafiant desobeir - que no creuran.
cy: Felly mae gair eich Arglwydd yn dod i rym y rhai a defiantly-disobeyed y bydd nad ydynt yn credu.
da: Således er din Herrens ord trådt i kraft efter dem, der trodsigt adlød - at de ikke vil tro.
el: Έτσι η λέξη του κυρίου σας έχει τεθεί σε ισχύ προς όσοι disobeyed προκλητικά - ότι δεν θα πιστεύουν.
et: Seega oma Issanda sõna on jõustunud kes väljakutsuvalt kuuletunud - et nad ei usu.
fi: Näin sinun Herran sana on tullut voimaan niille, jotka uhmakkaasti totellut - että he eivät usko.
he: לכן המילה של האדון, יש נכנס לתוקף במי בהתרסה הפר - שהם לא יאמינו
hr: Tako riječ Gospodar tvoj je stupiti na snagu onima koji definitivno nije poslušao - da neće vjerovati.
lt: Taigi savo Viešpaties žodis atėjo į įtakos tiems, kurie iššaukiančiai nepakluso - kad jie netiki.
lv: Tādējādi jūsu Kunga vārds ir stājies spēkā pēc tiem, kas izaicinoši neklausīt - ka viņi nevar uzskatīt.
nb: Dermed har din Herrens ord tre i kraft som trassig adlød - at de ikke vil tro.
sk: Tak slovo vášho pána má nadobudnúť účinnosť na tých, ktorí vyzývavo vzoprel - že nebudú veriť.
sl: Tako je beseda svojega gospodarja začnejo veljati na tiste, ki kljubovalno upošteval navodila - da jih ne boste verjeli.
sr_cyrl: Самим тим реч твог Господа ступи на утицај над онима који је пркосно послусала - да не верују.
sr_latn: Samim tim reč tvog Gospoda stupi na uticaj nad onima koji je prkosno poslusala - da ne veruju.
uk: Таким чином word ваш Господь має чинності на тих, хто демонстративно не підкорився - що вони не вірять.
vi: Do đó các từ của Chúa đã đi vào hiệu lực khi những người defiantly không tuân - họ sẽ không tin tưởng.
zu: Ngakho izwi kho Lord kutawucala kusebenta phezu kwalabo ngokweyisa engamlaleli - ukuthi ngeke bakholwe.

# Quran1398
source: Say, "Are there of your 'partners' any who begins creation and then repeats it?" Say, "Allah begins creation and then repeats it, so how are you deluded?"
ca: Diuen, "S'ha de"socis"qualsevol que comença la creació i després repeteix-lo?" Dir: "Allah comença creació i després repeteix-lo, així com els que enganyat?"
cy: Dweud, "Oes eich 'partneriaid' unrhyw sy'n dechrau creu ac yna ei ailadrodd?" Dweud, "Bydd Allah yn dechrau creu ac yna ailddarllediadau, felly sut y byddwch yn deluded?"
da: Sige, "Er der i din 'partnere' enhver der begynder oprettelse og derefter gentager det?" Sige, "Allah begynder oprettelse og derefter gentager det, så hvordan er du fantast?"
el: Λένε, «Αποτελούν εκεί από τους «συνεργάτες» σας κάθε που αρχίζει η δημιουργία και, στη συνέχεια, το επαναλαμβάνει;» Λένε, «Αλλάχ αρχίζει δημιουργία και στη συνέχεια το επαναλαμβάνει, λοιπόν, πώς είναι εσείς να εξαπατημένο;»
et: Öelda: "On seal oma partnerite kõik kes hakkab loomine ja seejärel kordab?" Öelda: "Jumal algab loomise ja siis kordub see, kuidas on teid eksitada?"
fi: Esimerkiksi "Onko sinun kumppaneita jotka alkaa luoda ja sitten toistaa sen?" Esimerkiksi: "Jumala alkaa luominen ja sitten toistaa sen, niin miten voit pettävät?"
he: לומר, "האם יש מהשותפים שלך' ' כל מי מתחילה היצירה, ואז חוזר עליה?" אומרים, "אללה מתחילה היצירה, ואז חוזר עליה, אז איך את הולכת שולל?"
hr: Kažu, "Postoje 'partner' bilo tko počinje stvaranje i zatim ga ponavlja." "Allah počinje stvaranje i zatim ponavlja, pa kako su zavedeni?"
lt: Sako: "Ar yra jūsų"partnerių"bet kuris prasideda kūrimas ir tada pakartoja?" Tarkim, "Dievas pradeda kurti ir tada pakartoja tai, Taigi, kaip yra jūsų apgauti?"
lv: Teiksim, "Ir tur savu partneru kas sākas radīšanas un pēc tam atkārto tā?" Teiksim, "Allah sākas radīšanas un pēc tam atkārto tā, kā jums tiek maldināts?"
nb: Si, "Er det din 'partnere' noen som begynner etableringen og deretter det?" Si, "Allah begynner etableringen, og deretter gjentar det, så hvordan er du villedet?"
sk: Povedať: "Sú tam vaše"partneri"kto začína Tvorba a potom sa opakuje?" Povedať "Alah začína Tvorba a potom ešte zopakuje, tak ako sa vám pošetilou?"
sl: Reči, "So"partnerjem"vse, ki se začne oblikovanje in nato ponavlja?" Reči, "Allah začne oblikovanje in nato ponavlja, torej, kako se deluded?"
sr_cyrl: Рекао је, "Да ли је остало од 'партнера' било који почиње креација, а то се онда понавља?" "Аллах почиње стварање и онда понавља, па како су ти у заблуди?"
sr_latn: Rekao je, "Da li je ostalo od 'partnera' bilo koji počinje kreacija, a to se onda ponavlja?" "Allah počinje stvaranje i onda ponavlja, pa kako su ti u zabludi?"
uk: Сказати: "Чи є там ваших партнерів будь-хто починає створення і потім повторює це?" Скажімо, Аллах починається створення а потім повторює, то як же ви Омані?"
vi: Nói, "Là có của bạn 'đối tác' của bất kỳ ai bắt đầu sáng tạo và sau đó lặp đi lặp lại nó?" Nói, "Allah bắt đầu sáng tạo và sau đó lặp đi lặp lại nó, vì vậy, làm thế nào bạn đang lừa dối?"
zu: Ithi, "Ingabe kukhona of yakho 'partners' iyiphi eliqala indalo futhi ngalesosikhathi phinde it?"
