Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran701
source: Because of that, We decreed upon the Children of Israel that whoever kills a soul unless for a soul or for corruption [done] in the land - it is as if he had slain mankind entirely. And whoever saves one - it is as if he had saved mankind entirely. And our messengers had certainly come to them with clear proofs. Then indeed many of them, [even] after that, throughout the land, were transgressors.
ca: Per això, es va decretar a nens d'Israel que qui mata una ànima a menys per una ànima o la corrupció [fet] a la terra - que és com si ell havia matat la humanitat totalment. I qui salva una - és com si ell havia salvat la humanitat totalment. I nostres missatgers sens dubte havia arribat a ells amb proves clares. A continuació, de fet molts d'ells, [encara] després que, al llarg de la terra, eren transgressors.
cy: Oherwydd hynny, rydym yn datgan ar y plant Israel fod pwy bynnag sy'n lladd enaid oni bai am enaid neu lygredd [wneud] yn y tir-mae'n fel os oedd ef wedi rhoi TAW dynolryw yn gyfan gwbl. A pwy bynnag yn arbed un-mae'n fel pe wedi iddo achub dynolryw yn gyfan gwbl. Ac yn sicr roedd ein negeswyr yn dod atynt gyda proflenni clir. Yna yn wir roedd llawer ohonynt, [hyd yn oed] ar ôl hynny, drwy gydol y tir, yn transgressors.
da: Derfor dekreteret vi af israelitterne at Hvem dræber en sjæl, medmindre for en sjæl eller korruption [udført] i landet - det er som om han havde slået ihjel menneskeheden helt. Og uanset hvem der sparer en - det er som om han havde gemt menneskeheden helt. Og vores budbringere havde helt sikkert komme til dem med klare beviser. Så er faktisk mange af dem, [selv] ovenpå i hele landet, var overtrædere.
el: Λόγω του ότι, εμείς αποφασίστηκε κατόπιν τα παιδιά του Ισραήλ ότι όποιος σκοτώνει μια ψυχή εκτός αν για μια ψυχή ή για διαφθορά [Πραγματοποιήθ.] στη γη - είναι σαν αυτός είχε σκοτώσει την ανθρωπότητα εξ ολοκλήρου. Και όποιος αποθηκεύει ένα - είναι σαν να είχε σώσει την ανθρωπότητα εξ ολοκλήρου. Και κλητήρες μας είχε έρθει σίγουρα τους με σαφείς αποδείξεις. Τότε πράγματι πολλοί από αυτούς, [ακόμη] μετά από αυτό, σε όλη τη χώρα, ήταν παραβάτες.
et: Tänu sellele, me otsustatud, et kes iganes tapab hing kui hing või korruptsiooni [tehtud] maa - see on nagu siis, kui ta oli täiesti slain inimkonna Iisraeli lapsed pärast. Ja kes iganes salvestab üks - see on justkui ta säästis inimkonna täielikult. Ja meie kullerid oli kindlasti tulla neile selged tõendid. Siis tõepoolest paljud neist, [isegi] pärast, et kogu maa, olid transgressors.
fi: Siksi, että olemme säätänyt kun israelilaiset että joka tappaa sielu ellei sielu tai korruption [tehdä] maa - se on ikään kuin hän oli surmannut ihmiskunnan kokonaan. Ja kuka tallentaa yksi - se on kuin jos hän oli säästänyt ihmiskunnan kokonaan. Ja meidän sanansaattaja oli varmasti tulevat heille selvät todistukset. Sitten itse asiassa monet heistä, [edes] sen kautta maan, jälkeen olivat rikkojille.
he: ובגלל זה, שאנו ציווה על בני ישראל כי מי שהורג נפש אלא אם כן נשמה או שחיתות [עשה] בארץ - זה כאילו שהוא רצח המין האנושי כולו. מי שומר אחד -. זה כאילו הוא הציל את האנושות כולה. שליחים שלנו בהחלט בא אליהם עם הוכחות ברורות. אז אכן, [אפילו] לאחר מכן, בכל רחבי הארץ, היו אנשים שפשע נגדו.
hr: Zbog toga smo objavili na Izraelce da tko god ubija dušu osim ako za dušu ili korupcije [gotovo] u zemlji - to je kao da je ubio čovjeka u potpunosti. I tko god štedi jedan - to je kao da je spasio čovječanstvo u cijelosti. I naš Glasnik je sigurno došao da ih s jasne dokaze. Onda doista mnogi od njih, [i] nakon toga, u cijeloj zemlji, bili su neprijateljima.
lt: Dėl to, kad mes pasisuko nuo izraelitų kad kas nužudo sielos jei siela arba korupcija [atlikta] žemės - tai taip, tarsi jis buvo nužudyti žmonijos visiškai. Ir kas taupo vienas - tai taip, tarsi jis paliko žmonijos visiškai. Ir mūsų pasiuntiniai turėjo tikrai ateis prie jų su aiškiai įrodymai. Tada iš tiesų, daugelis iš jų, [net] po to, visoje žemėje, buvo pažeidėjams.
lv: Tāpēc, ka mums pavēlēja pēc, ka tas, kurš nogalina dvēsele ja dvēsele vai korupcija [izpildīt] zeme - tas ir kā tad, ja viņš bija nogalinājis cilvēcei pilnīgi Israēla bērniem. Un tas, kurš saglabā vienu - tas ir, it kā viņam ietaupītās cilvēcei pilnībā. Un mūsu kurjeriem bija noteikti atnāks pie viņiem ar skaidru apliecinājumu. Tad patiešām daudzi no viņiem, [pat] pēc tam visā zemē, bija transgressors.
nb: Derfor bestemte vi barn av Israel som den som dreper en sjel med mindre en sjel eller korrupsjon [utført] i landet - det er som om han hadde drept menneskeheten helt. Og den som sparer en - det er som om han hadde spart menneskeheten helt. Og våre sendebud hadde sikkert komme til dem med klare bevis. Så mange av dem [også] etter at hele landet var transgressors.
sk: Pretože to, že sme nariadil na synov Izraela, že ten, kto zabíja dušu pokiaľ dušu alebo za korupciu [Hotovo] v krajine - to je ako keby on bol zabitý ľudstvo úplne. A ten, kto šetrí, ten - to je ako keby spasil ľudstvo úplne. A naši poslovia mali určite majú im jasné dôkazy. Potom v skutočnosti mnohé z nich, [i] za to, že po celej krajine, boli hriešnikov.
sl: Zaradi tega smo odredil na Izraelcev, da kdor ubije dušo razen za dušo ali korupcije [opravljeno] v deželi - to je kot, če je imel ubil človeštvo v celoti. In kdor prihrani eno - to je, kot da je rešil človeštvo v celoti. In naše kurirje je zagotovo prišli do njih z jasno dokazila. Potem res veliko od njih, [tudi] po tem, po vsej deželi, so bili kršiteljev.
sr_cyrl: Због тога смо да убрзају на децу Израела да ко год убије душу осим ако за душу или корупције [ради] у земљу - то је као да је он убио потпуно људски род. И ко год чува један - то је као да је спасио је људски род у потпуности. И нам гласници морао свакако да им се са јасне доказе. А онда су многи од њих, [чак] након тога, кроз земљу, грељници.
sr_latn: Zbog toga smo da ubrzaju na decu Izraela da ko god ubije dušu osim ako za dušu ili korupcije [radi] u zemlju - to je kao da je on ubio potpuno ljudski rod. I ko god čuva jedan - to je kao da je spasio je ljudski rod u potpunosti. I nam glasnici morao svakako da im se sa jasne dokaze. A onda su mnogi od njih, [čak] nakon toga, kroz zemlju, greљnici.
uk: З цієї причини ми постановив після Ізраїлевих синів, що той, хто вбиває душі Якщо для душу або корупцією [done] в землі - це як якби він був убитий людства повністю. І той, хто економить, один - як якби він врятував людство повністю. І нашими посланцями безумовно приходив до них з чітких доказів. Потім дійсно багато хто з них, [навіть] після цього по всій землі, були порушників.
vi: Do đó, chúng tôi quyết định sau khi con cái Israel rằng bất cứ ai giết chết một linh hồn trừ khi cho một linh hồn hay tham nhũng [làm] trong đất - đó là nếu như ông đã giết nhân loại hoàn toàn. Và bất cứ ai tiết kiệm một - nếu như anh ta đã cứu nhân loại hoàn toàn. Và các sứ giả của chúng tôi đã chắc chắn tới chúng với chứng minh rõ ràng. Sau đó quả thật là nhiều người trong số họ, [thậm chí] sau đó, trên khắp đất, đã là transgressors.
zu: Ngenxa yalokho, Thina decreed phezu Ntwana Israyeli kuze kutsi nome ngubani obulala umphefumulo ngaphandle uma umphefumulo noma inkohlakalo [kwenziwe] ezweni - kunjengokungathi ukuthi ubulele isintu ngokuphelele.

# Quran702
source: Indeed, the penalty for those who wage war against Allah and His Messenger and strive upon earth [to cause] corruption is none but that they be killed or crucified or that their hands and feet be cut off from opposite sides or that they be exiled from the land. That is for them a disgrace in this world; and for them in the Hereafter is a great punishment,
ca: De fet, la pena per a aquells que lliutar contra Allah i el seu Missatger i s'esforcen a terra [fer] la corrupció és cap sinó que van ser morts o crucificat o que les mans i els peus es tallava de costats oposats o que van ser desterrats de la terra. Que és per a ells una desgràcia en aquest món; i per a ells en el futur és una gran pena,
cy: Yn wir, y gosb i'r rheini a ryfela yn erbyn Allah a Messenger ei ac ymdrechu ar ddaear [i achosi] llygredigaeth yn dim ond bod iddynt gael eu lladd neu crucified neu eu dwylo a thraed fod yn torri oddi wrth ochr gyferbyn neu maent yn eich alltudio o'r tir. Mae hynny'n iddynt warth yn y byd hwn; ac ar eu cyfer yn y o hyn ymlaen Mae cosb mawr,
da: Bestemt, straffen for dem, der fører krig mod Allah og hans sendebud og bestræbe sig på jorden [at give] korruption er ingen, men at de blive dræbt eller korsfæstet eller at deres hænder og fødder være afskåret fra modsatte sider, eller at de blive forvist fra landet. Det er for dem en skændsel i denne verden; og for dem i hinsidige er en stor straf,
el: Πράγματι, η ποινή για εκείνους που διεξάγει πόλεμο κατά Αλλάχ και του Messenger και προσπαθήσει επάνω στη γη [να προκαλέσει] η διαφθορά είναι κανένας, αλλά ότι αυτοί να σκοτωθούν ή να σταυρωθεί ή ότι τα χέρια και τα πόδια να αποκοπεί από αντίθετες πλευρές ή ότι είναι καθαίρεσαν και τον εξόρισαν από τη γη. Αυτό είναι για τους ντροπή σε αυτόν τον κόσμο? και για τους στην συνέχεια είναι μεγάλη τιμωρία,
et: Tõepoolest, karistus neile, kes Allah ja tema saadik vastu sõdida ja püüdma [esile] maa peal on korruptsioon puudub aga, et nad tuleb tappa või risti või et käsi ja jalgu ära lõigata vastakuti või et nad olla maalt pagendatud. Mis on nende jaoks häbiväärne selles maailmas; ja neid edaspidi on suur karistus,
fi: Itse asiassa rangaistus niille, jotka sotaan Jumalaan ja hänen lähettiläänsä ja pyrkivät maan [aiheuttavan] korruptio ei vaan että ne kuole tai ristiinnaulittiin tai että heidän kätensä ja jalkansa on leikattu pois vastakkaisilla puolilla tai että ne on karkotettu maasta. Tämä on heille häpeäksi maailmassa; ja niitä jäljempänä on suuri rangaistus
he: אכן, העונש למי מלחמה נגד אללה, ושואפים על פני האדמה [כדי לגרום] שחיתות היא לא אבל זה הם הרגו או נצלב או הידיים והרגליים קטועים מצדדים מנוגדים או שהם להישלח לגלות מהארץ. זה בושה בשבילם בעולם הזה; להם בעולם הבא הוא עונש גדול,
hr: Uistinu, kazna onima koji ratuju protiv Allaha i njegovu poslaniku i nastojati na zemlji [to uzrok] korupcije nije, ali da su se ubijali ili razapet ili da ruke i noge odrezane sa suprotnih strana ili da oni biti protjeran iz zemlje. To je za njih sve na ovom svijetu; i za njih u daljnjem tekstu je velika kazna,
lt: Iš tiesų, dėl bausmės tiems, kurie karą nuo Dievo ir jo poslanca ir stengtis žemėje [daryti] korupcija yra niekas, bet kad jie būti nužudyti ar nukryžiavimo arba kad jų rankų ir kojų nesileis iš priešingos pusės, arba kad jie būtų ištremtas iš žemės. Tai jiems gėda šiame pasaulyje; ir juos toliau yra puikus bausmė,
lv: Patiešām, sodu tiem, kuri karot pret Allāhu un viņa Messenger un tiekties uz zemes [sagādāt] korupcijas nav, bet ka viņi nogalināt vai krustā viņu rokas un kājas ir nogriezts no pretējās pusēs vai ka tie ir izraidīta no zemes. Tas ir viņiem kauns šajā pasaulē; un tos turpmāk ir liels sods,
nb: Faktisk, straffen for de som føre krig mot Allah og hans Messenger og strever jorden [til] korrupsjon er ingen men at de drept eller korsfestet som sine hender og føtter bli avskåret fra motsatt side eller at de skulle utestenges fra landet. Det er for dem en skam i denne verden; og for dem i hinsidige er en stor straff,
sk: Vskutku, trest pre tých, ktorí vojnu proti Alah a jeho posol, a usilovať o Zemi [na spôsobiť] korupcia je, žiadne ale, aby sa zabil a ukrižovaný, alebo to ich ruky a nohy, bude vyobcován z opačnej strany alebo že by byť vyhostený zo Zeme. To je pre nich potupa v tomto svete; a pre nich v nižšie je veľký trest,
sl: Res, kazen za tiste, ki vojskovanje proti Allah in njegov sel in si prizadevamo na zemlji [povzroča] korupcije ni, ampak da jih ubijejo ali križan ki svoje roke in noge se odreže od nasprotnih straneh ali ki jih je izgnan iz zemlje. To je za njih sramota na tem svetu; in zanje v nadaljevanju je veliko kazen,
sr_cyrl: Заиста, која је казна за оне који воде рат против Алаха, и његовог гласника и тежите земљу [изазвати] корупције није али то они бити убијени или разапет оно њихове руке и стопала бити ускраћен супротним странама или које су се прогна из земље. То је за њих све на овом свету; и за њих на другом свету је велика казна,
sr_latn: Zaista, koja je kazna za one koji vode rat protiv Alaha, i njegovog glasnika i težite zemlju [izazvati] korupcije nije ali to oni biti ubijeni ili razapet ono njihove ruke i stopala biti uskraćen suprotnim stranama ili koje su se progna iz zemlje. To je za njih sve na ovom svetu; i za njih na drugom svetu je velika kazna,
uk: Дійсно, покарання для тих, хто вести війну проти Аллах і його Messenger і прагнути по землі [щоб викликати] корупції немає, але що вони бути вбиті або розп'ятий або що їх руки і ноги, відрізані від протилежних сторонах або що вони бути засланий на землі. Саме для них ганьба в цьому світі; і для них в загробному світі є велике покарання,
vi: Thật vậy, các hình phạt đối với những người lương chiến tranh chống lại Allah và Messenger của ông và phấn đấu khi trái đất [gây] tham nhũng là không có, nhưng mà họ được giết hoặc đóng đinh mà bàn tay và bàn chân của họ được cắt từ cạnh đối diện hoặc là họ sẽ bị trục xuất từ đất. Đó là cho họ một hổ thẹn trong thế giới này; và đối với họ trong tương lai là một hình phạt rất lớn,
zu: Ngempela, isigwebo kulabo ayokulwa Allah isithunywa sakhe futhi silwele phezu komhlaba [ukuze kuguqulwe] inkohlakalo akekho kodwa ukuthi ibulawe noma wabethelwa esiphambanweni noma izandla zabo nezinyawo zabo unqunywe izinhlangothi eziphikisanayo noma ukuba adingiswa asuswa

# Quran703
source: Except for those who return [repenting] before you apprehend them. And know that Allah is Forgiving and Merciful.
ca: Excepte les que tornen [penedir-se] abans de detenir-los. I saber que Allah és indulgent i Clement.
cy: Ac eithrio'r rhai sy'n dychwelyd [bechaduriaid] cyn i chi eu deall. A gwybod bod Allah yn Forgiving a Merciful.
da: Bortset fra dem, der vender tilbage [angre] før du pågribe dem. Og ved, at Allah er Forgiving og barmhjertige.
el: Εκτός από αυτούς που επιστρέφουν [Μετάνοια] πριν να συλλάβει τους. Και γνωρίζουμε ότι Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Välja arvatud need, kes enne sind tagasi [kahetsedes] tabada neid. Ja tean, et Jumal on Forgiving ja Merciful.
fi: Lukuun ottamatta niitä, jotka palaavat [parannuksen] edessänne kiinni niitä. Ja tiedämme, että Allah on anteeksiantava ja armollisin.
he: מלבד אלו שחוזרים [החרטה] לפני לגבור עליהם. ואני יודע כי אללה הוא Forgiving, הרחום והחנון.
hr: Osim za one koji povratak [kaju] prije nego što ste ih uloviti. I znam da Allah je opraštanje i milostiv.
lt: Išskyrus tuos, kurie grįžta [repenting] prieš jus sulaikyti juos. Ir žinau, kad Dievas yra Forgiving ir litosciwy.
lv: Izņemot tos, kuri atgriežas [repenting], pirms jūs aizturēt tos. Un zina, ka Allāhs ir piedošanu un žēlsirdīgs.
nb: Pågripe dem bortsett fra de som returnerer [angrende] før du. Og vet at Allah tilgi og barmhjertig.
sk: S výnimkou tých, ktorí návrat [pokánie] pred vami zadržať. A viem, že Boh je odpúšťajúci a Milosrdných.
sl: Razen tistih, ki se vrnejo [repenting] preden jih prijeli. In vem, da je Alah tolerantna in usmiljen.
sr_cyrl: Осим оних који се врате [покајање] пред вама да их ухватимо. И знам да је Аллах Форгивинг и милосрдна.
sr_latn: Osim onih koji se vrate [pokajanje] pred vama da ih uhvatimo. I znam da je Allah Forgiving i milosrdna.
uk: За винятком тих, які повертаються [каючись] перед вами затримати їх. І знаю, що Аллах бачить і Merciful.
vi: Ngoại trừ những người trở về [repenting] trước khi bạn tóm chúng. Và biết rằng Allah là Forgiving Merciful.
zu: Ngaphandle labo ababuyela [aguquke] phambi kwakho bamba kwabo.

# Quran704
source: O you who have believed, fear Allah and seek the means [of nearness] to Him and strive in His cause that you may succeed.
ca: O que han cregut, por d'Allah i buscar el mitjà [de proximitat] li i esforçar-se en la causa que vostè pot tenir èxit.
cy: O rydych sydd wedi credu, ofn Allah a chwilio am y ffordd [o agosatrwydd] iddo ef ac ymdrechu yn achosi ei efallai byddwch yn llwyddo.
da: O du, der har troet, frygte Allah og søge midler [af nærhed] til ham og stræber i sin sag, at du kan lykkes.
el: O εσάς που πίστεψαν, φόβου Αλλάχ και αναζητούν τα μέσα [εγγύτητα] σε αυτόν και προσπαθήσει μέσα αιτία του ότι μπορεί να πετύχει.
et: O kes oleks uskunud, kardavad, et Allah ja otsib vahendeid [nearness] ning talle ning püüelda oma põhjus, mis võib olla edukas.
fi: Oi te, jotka ovat uskoneet pelätkää Allahia ja keinojen [, luonnonläheisyys] hänelle ja pyrittävä hänen syy, joka voi onnistua.
he:  מי מאמין, פחד אללה, מחפש את האמצעים [של קרבתו] לו ולחתור שלו מטרה זה יכול להצליח.
hr: O ti koji su vjerovali, boji Allaha i traže sredstva [blizina] mu i borite za svoju stvar koji možete uspjeti.
lt: O kurie tiki, bijo Dievo ir ieškoti būdų [iš sugrαώimas arti] jam ir siekti jo priežastis, kad jums gali pavykti.
lv: O jums, kas ticējusi, bailes Allah un meklēt līdzekļus [tuvumu gandrīz vai] viņam un cenšamies savu aicinājumu, ka var gūt panākumus.
nb: O dere som har trodd, frykter Allah og søke hjelp [av nærhet] til ham og arbeide i sin sak som du kan lykkes.
sk: O vás, ktorí ste uverili, strach Alah a hľadať prostriedky [blízkosť] k nemu a snažiť v jeho príčine, ktorá môže uspieť.
sl: O ki ste verjeli, strah Allah in poiskati načine [bližina] mu in si prizadevati v svoj vzrok, ki vam lahko uspe.
sr_cyrl: О ти који верују, страх Аллах и траже средствима [близином] му и тежите у његовом циљу које ти могу успети.
sr_latn: O ti koji veruju, strah Allah i traže sredstvima [blizinom] mu i težite u njegovom cilju koje ti mogu uspeti.
uk: О ви, хто вірив, страх Аллах і шукати засобів [близькості] йому і прагнути в свою справу, що ви можете успішно реалізуватися.
vi: O bạn của những người đã tin, sợ Allah và tìm kiếm các phương tiện [nearness] để anh ta và phấn đấu của mình gây ra bạn có thể thành công.
zu: O you kholwa sesabe Allah futhi bafune izindlela [of seduze] kuye phokophela Akhe banga ukuthi you landela.

# Quran705
source: Indeed, those who disbelieve - if they should have all that is in the earth and the like of it with it by which to ransom themselves from the punishment of the Day of Resurrection, it will not be accepted from them, and for them is a painful punishment
ca: De fet, els que dubten - si haurien de tenir tot el que està en la terra i la resta d'ella amb ell pel qual a rescatar-se des del càstig del dia de la resurrecció, que no s'admetran d'ells i per a ells és un dolor càstig
cy: Yn wir, y rhai a chredu-os dylent gael popeth yn y ddaear ac yn y blaen arno ag ef gan sydd eu hunain yn wystl o gosbi dydd atgyfodi, bydd derbyn oddi wrthynt, ac iddynt hwy yn cosbi boenus
da: Ja, dem, der ikke tror - hvis de skal have alt, hvad der er i jorden og lignende af det med det som gidsel sig fra straf i den dag i opstandelse, ikke vil det blive accepteret fra dem, og for dem er en smertefuld straf
el: Πράγματι, όσοι δυσπιστώ - εάν θα πρέπει να έχουν ό, τι είναι στη γη και τα παρόμοια του με αυτό που εκβιάζονται οι ίδιοι από την τιμωρία του την ημέρα της Αναστάσεως, δεν θα είναι αποδεκτή από τους και αποτελεί για αυτούς μια οδυνηρή τιμωρία
et: Tõepoolest, need, kes usu - kui nad on kõik, mis on maa ja seda see milleks pantvangis ise ülestõusmise päeval karistusest, seda ei võeta neilt jms, ja neil on valus karistus
fi: Itse asiassa ne, jotka usko - jos heillä on kaikki, mitä on maan päällä ja kuin sitä se jolla lunnaita itse rangaistus ylösnousemuksen päivänä, se ei hyväksytä niistä ja niitä on tuskallinen rangaistus
he: ואכן, אלה לא להאמין -. אם הם צריכים לקבל את כל כדור הארץ וכדומה זה עם זה, שבו לפדות את עצמם מן העונש של יום התקומה זה לא יתקבלו מהם, ויש להם הוא עונש כואב
hr: Uistinu, oni koji ne vjeruju - ako oni trebaju imati svi koji u zemlju i tako nešto s tim koji za sebe otkupninu od kaznu dana uskrsnuća, to neće biti prihvaćena od njih, i za njih je bolna kazna
lt: Iš tiesų, tie, kurie neturi wierza - jei jie viską, kas yra žemė ir panašūs dirbiniai, jį kuria išpirkos save nuo prisikėlimo dieną bausmės, jis bus priimtas iš jų, ir jiems yra skausmingas bausmė
lv: Protams, tiem, kuri neticēt - ja viņiem ir viss, kas ir zemes un tamlīdzīgi, tas ar to ar ko izpirkt sevi no augšāmcelšanās dienu sods, tas netiks pieņemti no tām, un viņiem ir sāpīgi sods
nb: Faktisk, de som tviler - hvis de skulle ha alt som er i jorden og du av den med det som løsepenger seg fra straffen av oppstandelsen, det ikke vil bli akseptert fra dem, og for dem er en pinefull straff
sk: V skutočnosti tí, ktorí neveria - ak by mali mať všetko, čo je v zemi a ako to s ním ktorú výkupné seba od trestu deň vzkriesenia, to nebudú akceptované z nich a pre ne je bolestivé trest
sl: Res, tistim, ki verjamem - če bi morali imeti vse, kar je v zemlji in podobno je z njo s katero odkupnino seboj iz kazen v dan od vstajenje, to ne bo sprejeta od njih, in za njih je boleča kazen
sr_cyrl: Заиста, они који је сигуран да је лажна - ако треба да имају све што је у земљи и за то са било којим откупнину за себе од кажњавања дан васкрсења, то неће бити прихваћена од њих, и за њих је болна казна
sr_latn: Zaista, oni koji je siguran da je lažna - ako treba da imaju sve što je u zemlji i za to sa bilo kojim otkupninu za sebe od kažnjavanja dan vaskrsenja, to neće biti prihvaćena od njih, i za njih je bolna kazna
uk: Дійсно, тих, хто не вірити - якщо вони повинні мати все, що в землі і тому подібне, його з ним, в якій викупити себе від покарання день Воскресіння, його не буде прийнята від них і для них болючою покарання
vi: Thật vậy, những người disbelieve - nếu họ cần phải có tất cả những gì là trong trái đất và giống như của nó với nó mà để chuộc mình từ sự trừng phạt của ngày phục sinh, nó sẽ không được chấp nhận từ họ, và cho họ là một hình phạt đau đớn
zu: Ngempela, labo disbelieve - uma kumele babe nakho konke okusemhlabeni kanye okunje nalo ngaso isihlengo ukuzikhulula ekujezisweni Suku Vuko it cha amukela kubo, futhi kubo
