Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1055
source: Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.
ca: Aquelles ciutats - ens relacionem amb tu, [O Muhammad], algunes de les seves notícies. I sens dubte els seus missatgers venia a ells amb proves clares, però no es creu en el que s'havia negat abans. Així Allah segell sobre els cors dels disbelievers.
cy: Y dinasoedd hynny-yr ydym yn ymwneud â chi, [O Muhammad], rhai o'r eu newyddion. Ac yn sicr oedd eu negeswyr yn dod atynt gyda proflenni clir, ond nid oeddent yn credu yn hynny a oedd wedi eu hamddifadu o cyn. Felly yw Allah yn sêl dros calon y disbelievers.
da: Disse byer - vi forholder os til dig, [O Muhammad], nogle af deres nyheder. Og helt sikkert gjorde deres budbringere komme til dem med klare beviser, men de var ikke til at tro på det, som de havde nægtet før. Således Allah forsegle over vantro hjerter.
el: Αυτές τις πόλεις - μας αφορούν σε εσάς, [Ο Μωάμεθ], ορισμένες από τις ειδήσεις τους. Και σίγουρα τους αγγελιοφόρους ήρθε να τους με σαφείς αποδείξεις, αλλά ήταν όχι να πιστεύουν σε αυτό που τους είχε αρνηθεί πριν. Έτσι Αλλάχ να σφραγίσει τις καρδιές των disbelievers.
et: Neis linnades - me seotud sind, [O Muhammad], mõned saavad Uudised. Ja kindlasti ei nende käskjalad tulevad neile selged tõendid, kuid nad ei usu, et, mis nad olid eitas enne. Seega Allah pitsat südamed ning uskottomille üle.
fi: Näissä kaupungeissa - meidän liittyä sinua [Oi Muhammed] joitakin uutisia. Ja varmasti niiden sanansaattajat tuliko heille selväksi todistukseksi, mutta he olivat usko siihen, mitä ne oli kieltänyt ennen. Näin Jumalan sinetti uskottomille sydämiin.
he: בערים אלו - אנחנו להזדהות איתך, [O מוחמד], חלק חדשות שלהם ואני בהחלט עשה שליחים שלהם בא אליהם עם הוכחות ברורות, אבל הם היו לא להאמין מה הם היו נדחתה לפני. לפיכך אללה חותם בליבם של disbelievers.
hr: Tim gradovima - smo se odnose na vas, [O Muhammad], neke od vijesti. I svakako je njihov glasnici dolazili k njima s jasne dokaze, ali su bili da ne vjeruje u ono što im je zanijekao prije. Tako Allah zapečati srca je iskuse.
lt: Šių miestų - mes susiję su jumis, [O Muhammad], kai kurie iš jų Naujienos. Ir tikrai nebuvo jų pasiuntiniai atėjo į juos su aiškūs įrodymai, tačiau jie buvo netikėti į tą, kuri jie neigė prieš. Taigi Dievas apgaubtų širdies ir disbelievers.
lv: Šīm pilsētām - mēs attiecas uz jums, [O Muhammad] dažas savas ziņas. Un noteikti izdarīja savus ziņnešus atnāks pie viņiem ar skaidru apliecinājumu, bet tie nav ticam, ka tas, kas viņiem iepriekš nebija pieejams. Tādējādi Allah zīmogu gaitā disbelievers sirdis.
nb: Disse byer - vi forholde seg til deg, [O Muhammad], noen av sine nyheter. Og sikkert kom sine budbringere til dem med klare bevis, men de var ikke å tro på det som de hadde nektet før. Dermed Allah forsegle over hjertene til troende.
sk: Tieto mestá - môžeme sa k vám, [Mohamed], niektoré z ich správy. A určite si ich poslovia majú im jasné dôkazy, ale neboli veriť v to, čo oni mali predtým popieral. Preto sa Alah tesnenie cez srdce neveriacim.
sl: Teh mest - smo se nanašajo na vas, [O Muhammad], nekatere svoje novice. In zagotovo niso njihovi glasniki se jim z jasno dokazila, vendar jih ne verjamejo v tisto, kar jih je zanikal pred. Tako Allah pečat v srcih je disbelievers.
sr_cyrl: Ти градови - односимо према ти, [О Мухаммад], неки од њихове вести. И свакако да ли своје гласнике да им се са јасне доказе, али су били да не верују у оно што су порекли раније. Самим тим да ли Аллах фока преко срца скептике.
sr_latn: Ti gradovi - odnosimo prema ti, [O Muhammad], neki od njihove vesti. I svakako da li svoje glasnike da im se sa jasne dokaze, ali su bili da ne veruju u ono što su porekli ranije. Samim tim da li Allah foka preko srca skeptike.
uk: Ці міста - ми ставитися до вас, [O Мухаммад], деякі з їх Новини. І звичайно зробив їх посланцями приходив до них з чітких доказів, але вони були не вірити в те, що йому було відмовлено перед. Таким чином Аллах запечатати над серця на disbelievers.
vi: Các thành phố - chúng tôi liên quan đến bạn, [O Muhammad], một số tin tức của họ. Và chắc chắn đã làm sứ giả của họ đến với họ với chứng minh rõ ràng, nhưng họ đã không tin vào điều đó mà họ đã từ chối trước. Vì vậy Allah dấu trong trái tim thì các.
zu: Labo amadolobha - We ukukuqonda, [O Muhammad], abanye izindaba zabo.

# Quran1056
source: And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient.
ca: I no trobàvem per a la majoria d'ells qualsevol Pacte; però de fet, vam trobar la majoria d'ells desafiant desobedient.
cy: Ac ni welsom i'r rhan fwyaf ohonynt unrhyw cyfamod; ond yn wir, gwelsom rhan fwyaf ohonynt defiantly anufudd.
da: Og vi kunne ikke finde for de fleste af dem nogen pagt; men ja, vi har fundet de fleste af dem trodsigt ulydige.
el: Και δεν βρήκαμε για τους περισσότερους από αυτούς οποιαδήποτε συνομολογείτε? αλλά πράγματι, βρήκαμε τα περισσότερα από αυτά προκλητικά ανυπάκουος.
et: Ja me ei leidnud enamik neist ühtegi esindad; Aga tõepoolest, me leidnud enamik neist väljakutsuvalt sõnakuulmatud.
fi: Ja me ei löytänyt sillä useimmat heistä mitään liiton; mutta itse asiassa huomasimme useimmat niistä uhmakkaasti tottelematon.
he: לא מצאנו עבור רובם אף האמנה; אבל אכן, מצאנו רובם ממושמע, לאחר בהתרסה.
hr: I nismo našli za većinu njih bilo savez; Ali doista, smo našli većinu njih definitivno neposlušan.
lt: Ir mes ne rasti, dauguma jų bet paktas; bet iš tiesų, mes radome dauguma jų iššaukiančiai Nepaklusniųjų.
lv: Un mēs neatradām lielākajai daļai no viņiem kādu derību; bet patiešām, mēs noskaidrojām, lielākā daļa no tām izaicinoši nepaklausīgs.
nb: Og vi ikke finne for de fleste av dem noen pakt; men ja, vi fant de fleste av dem trassig ulydige.
sk: A nenašli sme vo väčšine prípadov žiadne zmluvu; ale naozaj, sme zistili, väčšina z nich vyzývavo neposlušný.
sl: In nismo našli v večini primerov vse konvencije; ampak res, smo našli med njimi kljubovalno neposlušni.
sr_cyrl: И да смо открили за већину њих ни Обецаваљ; Али заиста, нашли смо већина њих пркосно непослушно.
sr_latn: I da smo otkrili za većinu njih ni Obecavaљ; Ali zaista, našli smo većina njih prkosno neposlušno.
uk: І ми не виявили, для більшості з них будь-який заповіт; але дійсно, ми виявили, більшість з них демонстративно неслухняні.
vi: Và chúng tôi không tìm thấy cho hầu hết bất kỳ giao ước; nhưng thực sự, chúng tôi tìm thấy hầu hết trong số họ defiantly ngô nghịch.
zu: Futhi Asitholanga for iningi lazo phi vumelwano;

# Quran1057
source: Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.
ca: Llavors hem enviat després d'ells Moses amb rètols faraó i el seu establiment, però eren injustes cap a ells. Així que veure com era el final de la corrupters.
cy: Yna anfonwyd ar ôl iddynt Moses gyda'r arwyddion ein Ffaro a ei sefydlu, ond roeddent yn anghyfiawn tuag atynt. Felly weld sut yr oedd diwedd y corrupters.
da: Derefter sendte vi efter dem Moses med vores tegn til Farao og hans virksomhed, men de var uretfærdig mod dem. Så se hvordan var i slutningen af corrupters.
el: Τότε στείλαμε μετά τους Moses με σημάδια μας να Φαραώ και την εγκατάστασή του, αλλά ήταν άδικος απέναντί τους. Έτσι, δείτε πώς ήταν το τέλος της η corrupters.
et: Siis saatsime neid Moses pärast meie märkidega vaarao ja tema asukoha, kuid nad olid alusetu suunas neid. Nii näen, kuidas oli selle corrupters lõppu.
fi: Sitten me lähetimme perään Moses merkkejä Faraon ja hänen yrityksensä, mutta he olivat epäoikeudenmukaista heitä kohtaan. Joten nähdä, miten oli loppu corrupters.
he: אז שלחנו אחריהם Moses עם השלטים שלנו פרעה והקמת שלו, אבל הם היו לא הוגן כלפיהם. אז אראה איך היה הסוף corrupters.
hr: Zatim smo poslali poslije njih Moses sa našim znakovima faraona i njegovu osnivanju, ali su bili nepravedni prema njima. Pa pogledajte kako je bilo na kraju u corrupters.
lt: Tada mes išsiuntėme po jų Moses su mūsų požymiai Faraonas ir jo įsisteigimo, bet jie buvo neteisinga link jų. Taigi matyti, kaip buvo su corrupters pabaigos.
lv: Tad mēs nosūtījām Moses viņiem pakaļ ar mūsu zīmes faraons un savā uzņēmumā, bet tie ir netaisnīgi pret viņiem. Tātad, redzēt, kā beidzās corrupters.
nb: Da vi sendte dem Moses vår tegn til farao og hans etablering, men de var urettferdig mot dem. Så se hvordan var slutten av de kobber og jern.
sk: Potom sme poslali po nich Moses s našich značiek faraóna a jeho zavedenie, ale oni boli nespravodlivé voči nim. Takže vidieť, aká bola na konci corrupters.
sl: Nato smo poslali po njih Moses z naše znake da faraon in njegova ustanova, ampak so bili nepravično do njih. Tako, vidite, kako je bil konec v corrupters.
sr_cyrl: Затим смо послали за њима, Мосес са знацима фараона и његовог оснивања, али су били неправедни према њима. Па да видимо како је било на крају у цорруптерс.
sr_latn: Zatim smo poslali za njima, Moses sa znacima faraona i njegovog osnivanja, ali su bili nepravedni prema njima. Pa da vidimo kako je bilo na kraju u corrupters.
uk: Потім ми відправили після їх Moses з нашим ознаками фараона і його створення, але вони були несправедливих відношенню до них. Таким чином, побачити, як було в кінці на тепер.
vi: Sau đó chúng tôi gửi chúng Moses có dấu hiệu của chúng tôi để Pharaoh và thiết lập của mình, nhưng họ đã không công bằng về phía họ. Vì vậy, thấy như thế nào là kết thúc của các corrupters.
zu: Khona-ke Sithumele emva them Mose ngezibonakaliso Yethu kuFaro futhi ukusungulwa yakhe, kodwa babengesibo ongenabulungisa nongenalo ngakubo.

# Quran1058
source: And Moses said, "O Pharaoh, I am a messenger from the Lord of the worlds
ca: I Moses va dir, "faraó O sóc un Missatger del Senyor dels mons
cy: A dywedodd Moses, 'O Ffaro, I 'm negesydd oddi wrth yr Arglwydd o fyd
da: Og Moses sagde, "O Farao, jeg er en budbringer fra Lord of the worlds
el: Και Moses είπε, «O Φαραώ, είμαι ένας αγγελιοφόρος από το Lord of the worlds
et: Ja Moses ütles: "O vaarao, ma olen sõnumitooja: Lord of the worlds
fi: Ja Moses sanoi, "O Faraon, olen airut polveutua maailmojen luoja
he: Moses אמר, "O פרעה, אני שליח האל העולמות
hr: A Moses je rekao: "O faraone, ja sam glasnik iz gospodara svjetova
lt: Ir Moses sakė, "O Faraonas, esu messenger iš pasaulių valdovas
lv: Un Moses teica: "O faraons, esmu ziņnesis no pasaules kungs
nb: Og Moses sa, "O Farao, jeg er et sendebud fra Herren av verdens
sk: A povedal: Moses "O faraóna, som posol od pána svetov
sl: In Moses: "O Faraon, sem sel iz Lord of the worlds
sr_cyrl: А Мосес је рекао: "О фараоне, ја сам гласник из господару света
sr_latn: A Moses je rekao: "O faraone, ja sam glasnik iz gospodaru sveta
uk: І Moses сказав, "O фараона, я messenger від Господа світів
vi: Và Moses nói, "O pharaon, tôi là một messenger từ Chúa of the worlds
zu: UMose wathi: "O uFaro, I am a isithunywa ovela eNkosini ngemihlaba

# Quran1059
source: [Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel."
ca: [Qui és] obligat a no diuen sobre Allah excepte la veritat. He arribat a vostè amb evidència clara del seu Senyor, així enviar amb mi nens d'Israel."
cy: [Sydd] rheidrwydd i beidio â dweud am Allah ac eithrio y gwir. Yr wyf wedi dod i chi gyda thystiolaeth glir o eich Arglwydd, anfon felly gyda mi plant Israel.
da: [Der er] forpligtet ikke at sige om Allah undtagen sandheden. Jeg har komme til dig med klare beviser fra din Herre, så send mig Israels børn."
el: [Ποιος είναι] υποχρεωμένοι να μην λέει για τον Αλλάχ εκτός από την αλήθεια. Θα έχουν έρθει σε σας με σαφή απόδειξη από το Λόρδο, έτσι στέλνετε με με τα παιδιά του Ισραήλ».
et: [Kes ei] ei ole kohustatud Allah tõde välja öelda. Mul on pärit teile selged tõendid oma Issanda, nii saada minuga Iisraeli lapsed."
fi: Kuka on velvollinen ei sanottavaa Allah paitsi totuus. On tullut sinulle selvä näyttö siitä teidän Herranne, niin lähetä minulle Israelin lapset."
he: [מי זה] מחוייב שלא לומר על אללה מלבד האמת. אני באה אליך עם ראיות ברורות של אדונך, אז שלח איתי על בני ישראל."
hr: [Koji je] nije dužan reći o Allahu osim istinu. Su došli vam jasan dokaz od tvoj gospodar, pa Pošalji sa mnom djecu Izraela."
lt: [Kuris yra] nėra įpareigoti pasakyti apie Allah, išskyrus tiesą. Aš atėjau jums su aiškiais įrodymais iš savo Viešpaties, Taigi siųsti su manimi Izraelio vaikams."
lv: [Kas ir] nav pienākums teikt par Allah, izņemot patiesību. Es būtu varējusi iet pie jums ar skaidru pierādījumu no jūsu kungs, Tātad sūtīt man līdzi Izraēla bērniem."
nb: [Som er] forpliktet ikke å si om Allah bortsett fra sannheten. Jeg har kommet til dere med klare bevis Herrens, så sende med meg Israels barn.
sk: [Kto je] nie povinný hovoriť Alah, okrem pravdy. Som prišiel k vám s jasným dôkazom od svojho pána, tak pošlite so mnou deti Izraela."
sl: [Ki je] ni dolžan povedati o Allah razen resnico. Sem so prišli k tebi s jasnih dokazov iz svojega Gospoda, torej spodbuda z mano otroke Izraela."
sr_cyrl: [Која је] обавезу да не кажу о Аллах, осим истине. Нас напасти са јасним доказима од твог Господа, па Пошаљи са мном децу Израела."
sr_latn: [Koja je] obavezu da ne kažu o Allah, osim istine. Nas napasti sa jasnim dokazima od tvog Gospoda, pa Pošalji sa mnom decu Izraela."
uk: [Хто ж], зобов'язана не сказати про Аллаха, крім правди. Я прийшли до вас з чітких доказів ваш Господь, так що надсилайте зі мною діти Ізраїль."
vi: [Là] có nghĩa vụ không phải để nói về Allah ngoại trừ sự thật. Tôi đến với bạn với bằng chứng rõ ràng từ của mình Chúa, vì vậy gửi cho tôi các trẻ em của Israel."
zu: [Ngubani] wayebophekile ukuba bangatsheli mayelana Allah ngaphandle iqiniso.

# Quran1060
source: [Pharaoh] said, "If you have come with a sign, then bring it forth, if you should be of the truthful."
ca: [Faraó] dit, "si vostè haver vingut amb un signe, llavors portar-lo endavant, si hauria de ser de la veritat."
cy: Dywedodd [Ffaro], "Os ydych yn dod ag arwydd, yna ei ddwyn ymlaen, os dylai fod o y geirwir."
da: [Farao] sagde, "Hvis du er kommet med et skilt, så bringe den tilbage, hvis du skulle være af den sandfærdige."
el: [Φαραώ] είπε, «αν έχουν έρθει με ένα σημάδι, τότε φέρει στο προσκήνιο, αν θα πρέπει να του το αληθινό.»
et: [Vaarao] ütles: "kui on tulnud märgiga, siis tuua esile, kui sa peaksid olema ka tõepärast."
fi: [Farao] sanoi: "Jos tullut merkki, sitten tuoda se esiin, jos olisi ja rehellinen."
he: [פרעה] אמר: "אם אתה לבוא עם שלט, ואז הביאו אותה, אם אתה צריך להיות של אמת."
hr: [Faraon], rekao da su došli s natpisom, onda samo naprijed, ako ti trebaju biti i istinite."
lt: [Faraonas] tarė: "Jei turite ateiti su ženklu, tada duoda tai, jei jums reikia, kad teisingi."
lv: [Faraons] teica: "Ja ir ieradušies ar zīmi, tad tas nes sevī, ja jums ir jābūt patiesam."
nb: [Farao] sa, "Hvis du har kommet med et tegn, så ta det tilbake, hvis du skal være av den sannferdig."
sk: [Faraóna] povedal: "Ak ste prišli so znamienkom, potom priviesť ju späť, ak by ste mali byť o pravdivé."
sl: [Faraon] je dejal, "če so prišli z znakom, potem bi ga tja, če bi morala biti od resnične."
sr_cyrl: [Фараон ] је рекао, "Ако сте догурали са знаком, доведите ми га, ако ти треба да је искрен."
sr_latn: [Faraon] je rekao, "Ako ste dogurali sa znakom, dovedite mi ga, ako ti treba da je iskren."
uk: [Фараона] сказав: "Якщо ви прийшли зі знаком, а потім привести його назад, якщо ви повинні бути на правдивою."
vi: [Pharaoh] nói, "nếu bạn đã đến với một dấu hiệu, sau đó mang nó ra, nếu bạn cần sự thật."
zu: [UFaro] wathi: "Uma uke eze komba ngalesosikhathi fikisa it naphambili, uma kufanele kube truthful."

# Quran1061
source: So Moses threw his staff, and suddenly it was a serpent, manifest.
ca: Moses va llançar el seu personal, i de sobte era una serp, manifestar.
cy: Felly, taflodd Moses a'i staff, ac yn sydyn yr oedd serpent, amlygu.
da: Så Moses kastede sit personale, og pludselig var det en slange, manifestere.
el: Έτσι Moses έριξε το προσωπικό του, και ξαφνικά ήταν ένα φίδι, πρόδηλη.
et: Nii et Moses viskas oma personali ja äkki see oli madu, manifest.
fi: Moses heitti sauvansa ja yhtäkkiä se oli käärme, ilmeinen.
he: אז Moses זרק את הצוות שלו, וזה פתאום היה נחש, להתבטא.
hr: Moses je bacio štap, i odjednom je i zmije, manifestirati.
lt: Moses išmetė savo darbuotojams, ir staiga jis buvo gyvatės, akivaizdi.
lv: Tāpēc Moses iemeta savu nūju, un pēkšņi tas bija čūska, manifests.
nb: Så Moses kastet hans stab, og plutselig var en slange, manifest.
sk: Moses hodil jeho zamestnanci, a zrazu to bol had, zjavne.
sl: Tako Moses vrgel njegovo osebje, in nenadoma je bilo kačo, očitno.
sr_cyrl: Мосес је бацио његово особље, а одједном је змија, манифеста.
sr_latn: Moses je bacio njegovo osoblje, a odjednom je zmija, manifesta.
uk: Тому Moses кинув його співробітників, і раптом це було змії, проявлятися.
vi: Vì vậy, Moses đã ném các nhân viên của mình, và đột nhiên nó đã là một con rắn, biểu hiện.
zu: Ngakho uMose juba akhe sebenzi, futhi kungazelelwe kwaba inyoka, manifest.

# Quran1062
source: And he drew out his hand; thereupon it was white [with radiance] for the observers.
ca: I dibuixà amb la mà; llavors era blanc [amb radiància] pels observadors.
cy: A thynnodd allan ei law; rhydd oedd Gwyn [gyda radiance] ar gyfer yr arsylwyr.
da: Og han trak sin hånd; derpå var det hvide [med udstråling] for observatørerne.
el: Και έσυρε έξω το χέρι? κατά συνέπεια ήταν λευκό [με την ακτινοβολία] για τους παρατηρητές.
et: Ja ta tõmbas oma käe välja seejärel oli valge [koos radiance] vaatlejatele.
fi: Ja hän veti pois kätensä; Tämän jälkeen se oli valkoinen [radiance] hetken.
he: והוא שלף את ידו; לכן זה היה לבן [בזוהר] עבור בצופים.
hr: I izvukao svoju ruku; Odmah zatim je bijeli [sa sjajem] za promatrači.
lt: Ir jis patraukė dėmesį savo ranką; po to jis buvo baltas [su spinduliavimas], stebėtojai.
lv: Un viņš izvilka roku; tad tas bija balts [ar spožums] par novērotājiem.
nb: Og han trakk ut sin hånd; Derpå var det hvit med utstråling] for observatører.
sk: A nakreslil ruku; Následne bola biela [s radiance] pre pozorovateľov.
sl: In je potegnil roko; nato je bila bela [z sevnost] za opazovalce.
sr_cyrl: И да је подигао своју руку; Након тога била је бела [са блиставост] за посматраие.
sr_latn: I da je podigao svoju ruku; Nakon toga bila je bela [sa blistavost] za posmatraиe.
uk: І він звернув у своїх руках; Потім він був білим [з сяйво] для спостерігачів.
vi: Và ông đã vẽ ra bàn tay của mình; tiếp đó là màu trắng [với rạng rỡ] cho các quan sát viên.
zu: Futhi wayesehosha isandla sakhe;

# Quran1063
source: Said the eminent among the people of Pharaoh, "Indeed, this is a learned magician
ca: Va dir el eminents entre la gent del faraó, "de fet, aquest és un mag après
cy: Dywedodd enwog ymhlith pobl Ffaro, "yn wir, dyma ddysgwyd consuriwr
da: Sagde den fremtrædende blandt folk af Farao, "det er faktisk en lærde tryllekunstner
el: Είπε το περίφημο μεταξύ των ανθρώπων του Φαραώ, "πράγματι, αυτό είναι μια μαθημένη μάγος
et: Ütles väljapaistvate vaarao inimeste seas "tõepoolest, see on õpitud trikimees
fi: Sanoi arvostettuja Faraon kansan keskuudessa "Tämä onkin oppinut taikuri
he: אמר הנודע בקרב העם של פרעה, "ואכן, זה קוסם המלומד
hr: Rekao je ugledni među ljudima Faraon, "doista, ovo je naučio mađioničar
lt: Sakė žymus tarpe Faraonas, "iš tiesų, tai išmoko magas
lv: Teica slavenais faraons vidū, "patiešām, šis ir iemācījušies burvis
nb: Sa den eminente blant Farao, "Dette er faktisk en lært magiker
sk: Povedal významných medzi ľuďmi faraóna, "naozaj, je to dozvedel kúzelník
sl: Je dejal ugledni med ljudi Faraon, "res, to je naučil čarovnik
sr_cyrl: Еминентни међу људима фараона, "заиста, ово је начитаним мадјионицар је рекао.
sr_latn: Eminentni među ljudima faraona, "zaista, ovo je načitanim madjionicar je rekao.
uk: Сказав видатних в народі фараона ", це дійсно дізнався Чарівник
vi: Ông nổi tiếng trong số những Pharaoh, "thật vậy, đây là một nhà ảo thuật học
zu: Wathi ovelele phakathi kwabantu kaFaro, "Ngempela, lena umlumbi wafunda

# Quran1064
source: Who wants to expel you from your land [through magic], so what do you instruct?"
ca: Qui vol expulsar des de la terra [a través de la màgia], així que què et instruir? "
cy: Pwy sydd am i ddiarddel chi o'ch tir [drwy hud], felly beth ydych chi'n gyfarwyddo? "
da: Hvem ønsker at udvise dig fra dit land [gennem magi], så hvad vil du instruere? "
el: Ποιος θέλει να σας έχουν διώξει από τη γη σου [μέσω της μαγείας], έτσι τι εσείς αναθέσει;»
et: Kes tahab suruvad oma maast [kaudu magic], mis sa anda? "
fi: Kuka haluaa pudottaa sinut oman maan [kautta magic], joten mitä opettaa? "
he: מי רוצה לגרש אותך מארץ שלך [דרך קסם], אז מה את להורות? "
hr: Tko želi protjerati iz zemlje [putem magije], pa kako to podučavati? "
lt: Kas nori išsiųsti jums iš savo žemės [per magija], Taigi, ką galite duoti? "
lv: Kurš vēlas izraidīt jūs no jūsu zemes [caur burvju], tātad ko jūs uzdot? "
nb: Hvem ønsker å utvise du fra landet [gjennom magi], så hva gjør du instruere? "
sk: Kto chce, aby ste vyhnať zo svojho pozemku [prostredníctvom mágie], tak čo si pokyn? "
sl: Kdo želi, da ga izžene iz vaše zemljišče [Magična], torej kaj naroči? "
sr_cyrl: Ко жели да те избаци из своје земље [кроз магију], како то упутити? "
sr_latn: Ko želi da te izbaci iz svoje zemlje [kroz magiju], kako to uputiti? "
uk: Хто хоче, щоб вигнати вас від землі [через магію], так що ви доручити? "
vi: Ai muốn trục xuất bạn từ đất của bạn [qua ma thuật], vậy điều gì làm bạn hướng dẫn? "
zu: Ngubani ofuna ukuba axoshe kuwe ezweni lakini [ngokusebenzisa magic], ngakho yini ngikufundise? "

# Quran1065
source: They said, "Postpone [the matter of] him and his brother and send among the cities gatherers
ca: Deien, "ajornar [la qüestió de] ell i el seu germà i enviar entre els recol·lectors de ciutats
cy: Dywedodd, "ohirio'r [y mater o] ef ei frawd a'i anfon ymhlith casglwyr dinasoedd
da: De sagde, "udsætte [sag for] ham og hans bror og send blandt byer samlere
el: Είπαν, «αναβολή [το ζήτημα] αυτόν και τον αδελφό του και αποστολή μεταξύ η τροφοσυλλέκτες πόλεις
et: Nad ütlesid: "lükata [Küsimus] teda ja tema vend ja saada seas linnad kogujad
fi: He sanoivat, "lykätä [Kysymys] hänet ja hänen veljensä ja lähetä keskuudessa kaupungit kerääjille
he: הם אמרו, "לדחות [את העניין של] אותו ואת אחיו שלח בקרב לקטים ערים
hr: Rekli su, "odgoditi [pitanje] mu i njegov brat i poslati među gradovima sakupljača
lt: Jie sakė, "atidėti [klausimas] jam ir jo brolis ir siųsti tarp miestų rinkėjų
lv: Viņi teica: "atlikt [lietu] viņam un viņa brālis un nosūtiet starp pilsētām ievācējiem
nb: De sa: «utsette [saken av] ham og hans bror og sende blant byer samlere
sk: Oni povedali: "odložiť [otázka] ho a jeho brat a poslať medzi mestami zberača
sl: So rekli, "odložiti [vprašanje] njega in njegov brat in pošiljanje med nabiralci mesta
sr_cyrl: Рекли су: "одложи [питање] њега и његовог брата и слање међу затим велике градове
sr_latn: Rekli su: "odloži [pitanje] njega i njegovog brata i slanje među zatim velike gradove
uk: Вони сказали: "відкласти [питання] йому і його брата і відправити серед збирачів міст
vi: Họ nói rằng, "trì hoãn [vấn đề] ông và anh trai của mình và gửi giữa các thành phố lượm
zu: Bathi: "ukuhlehlisa [endabeni ka-] yena nomfowabo futhi uthumele phakathi kwemizi ababutha
