Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran205
source: There is no blame upon you for seeking bounty from your Lord [during Hajj]. But when you depart from 'Arafat, remember Allah at al- Mash'ar al-Haram. And remember Him, as He has guided you, for indeed, you were before that among those astray.
ca: No hi ha cap culpa de per a la cerca de recompensa del seu Senyor [durant els Hajj]. Però quan surten d ' Arafat, recorden Allah al - Mash'ar al-Haram. I recordeu que ell, com ell ha guiat, per fet, van ser abans que entre aquells per mal camí.
cy: Nid oes unrhyw fai arnoch chi ar gyfer ceisio bounty o eich Arglwydd [ystod Hajj]. Ond pan mae chi wyro oddi wrth ' Arafat, cofio Allah yn al-Mash'ar al-Haram. Ac yn ei gofio, fel y mae wedi'i dywys chi, yn wir, chi oedd cyn hynny ymysg y rhai ar gyfeiliorn.
da: Der er ingen skylden på dig for at søge bounty fra din herre [under Hajj]. Men når du afviger fra ' Arafat, huske Allah i al - Mash'ar al-Haram. Og huske ham, som han har vejledt dig, ja, du var før der blandt dem på afveje.
el: Υπάρχει καμία φταίει πάνω σας για την αναζήτηση γενναιοδωρία από το Λόρδο [κατά τη διάρκεια του Hajj]. Αλλά όταν αναχωρήσετε από «Αραφάτ, θυμηθείτε Αλλάχ στο al - Mash'ar al-Haram. Και να τον θυμόμαστε, όπως έχει οδηγό σας, γιατί πράγματι, ήσουν πριν ότι μεταξύ εκείνων παραστρατημένος.
et: Ei ole süüdistada teie peale soovib halastus oma Issanda [ajal Hajj]. Aga millal te kalduda ' Arafat, mäleta Allah al - Mash'ar al-Haram. Ja mäletan teda, nagu ta on juhindunud sind, sest sa olid, enne seda nende seas eksinud.
fi: Ei ole syyllinen teille on etsiä armo tulee Herraltasi [aikana Hajj]. Mutta kun poiketa ' Arafat muistaa Allah al - Mash'ar al-Haram. Ja muistaa häntä, hän on ohjannut, sillä itse asiassa oli ennen että joukossa harhaan.
he: יש אין האשמה עליכם על המבקשים ראשים של אדונך [במהלך Hajj]. אבל מתי יוצאים ' ערפאת, זוכר את אללה אל - Mash'ar אל-חראם. זוכר אותו, כפי שהוא הוביל אותך, כי אכן, אתה היית לפני כן בין אלו מדרך הישר.
hr: Nije krivnja na vas za traženje na nagrade iz vašeg gospodara [tijekom Hajj] je. Ali kada vam polaze od ' Arafat, sjećam se da Allah al - Mash'ar al-Haram. I ne zaboravi ga, i on je vodio, za doista, da su prije toga među onima koji su zastranili.
lt: Nėra jokių kaltinti tave ieško lazdelės iš jūsų Viešpats [per Hadž]. Bet kai išvyksta iš "Arafatas, atsimenu Dievas, al - Mash'ar al-Ḥaram mečetę. Ir prisiminti jį, kaip jis turi vadovautis jums, tiesą sakant, jums buvo prieš, kad tarp tų iš kelio.
lv: Nav nekādas vainas pār jums meklē devība no jūsu kungs [laikā Hajj]. Bet kad jūs atkāpties no "Arafata, atceros Allah pie al - Mash'ar al-Haram. Un atcerēties viņu, jo viņš ir vadīta, protams, bija starp tiem, kas pirms apmaldīties.
nb: Det er ingen skyld på deg for å søke bounty Herrens [under Hajj]. Men når du går fra ' Arafat, husker Allah på al - Mash'ar al-Haram. Og huske ham, som han har ledet dere for faktisk du var før det blant dem bort.
sk: Neexistuje žiadny vinu na vás za odmenu od pána vášho hľadanie [počas Hajj]. Ale keď odídete z "Arafat, nezabudnite Alah v al - Mash'ar al-Haram. A Pamätajte si, mu, ako má riadiť, v skutočnosti ste boli pred tým medzi tými scestie.
sl: Ni brez krivde na vas za iskanje bounty iz svojega Gospoda [med Hajj]. Ampak ko pa odstopajo od "Arafat, ne pozabite Allah na al - Mash'ar al-Haram. In ne pozabite ga, kot on je ravna, za res, ste bili pred tem med tistimi zašel.
sr_cyrl: Не кривим вас тражи надокнаду од свога господара [током Хајј] не постоји. Али када планирате из ' Арафат, запамти Аллах у ал- Масх'ар ал-Харам. И запамтите да га, он ме је довео, јер заиста, био си пре тога међу онима на одмет.
sr_latn: Ne krivim vas traži nadoknadu od svoga gospodara [tokom Hajj] ne postoji. Ali kada planirate iz ' Arafat, zapamti Allah u al - Mash'ar al-Haram. I zapamtite da ga, on me je doveo, jer zaista, bio si pre toga među onima na odmet.
uk: Немає не провиною на вас шукає щедрості від вашого Господь [під час Хаджу]. Але коли ви вилітати з ' Арафат, пам'ятаю Аллах в Аль - Mash'ar аль Харам. І пам'ятаю його, як він направляв вас, дійсно, ви були до цього числа тих оману.
vi: Đó là không đổ lỗi khi bạn cho tìm kiếm tiền thưởng từ của mình Chúa [trong Hajj]. Nhưng khi bạn khởi hành từ ' Arafat, nhớ Allah tại al - Mash'ar al-Haram. Và hãy nhớ anh ta, như ông đã hướng dẫn cho bạn, cho thật vậy, bạn đã được trước đó trong số những người lạc lối.
zu: Akukho basola phezu kwakho ngokufuna ekufunayo nekucelayo nga kho Lord [ngesikhathi Hajj].

# Quran206
source: Then depart from the place from where [all] the people depart and ask forgiveness of Allah. Indeed, Allah is Forgiving and Merciful.
ca: Llavors surten des del lloc d'on surten [tots els] la gent i demanar perdó d'Allah. En efecte, Allah és indulgent i Clement.
cy: Yna wyro oddi wrth y man lle mae [] bawb yn wyro a ofyn maddeuant Allah. Yn wir, Allah yn Forgiving a Merciful.
da: Derefter afgå fra stedet, hvorfra [alle] mennesker afgår og beder om tilgivelse af Allah. Allah er faktisk Forgiving og barmhjertige.
el: Στη συνέχεια αναχωρούμε από τον τόπο από όπου αναχωρούν [όλα] οι άνθρωποι και να ζητήσει συγχώρεση του Αλλάχ. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Seejärel kalduda koht kust [kõik] inimesed kõrvale ja kohanes Jumal. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Sitten lähtevät paikka, jossa [all] ihmiset lähtevät ja pyytää anteeksi Jumala. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: ואז יוצאים מהמקום שבו [כל] האנשים יוצאים ולבקש את סליחתו של אללה. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Tada napuštaju mjesto gdje [sve] ljudi otići i tražiti oprost od Allaha. Uistinu, Allah je opraštanje i milostiv.
lt: Tada nukrypti nuo vietos, iš kur [visiems] žmonėms nukrypti ir paprašyti remissionem Dievo. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Pēc tam atkāpties no vietas, kur [visi] cilvēki atkāpties un lūgt piedošanu par Allah. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Deretter går fra stedet der [alle] de reise og be om tilgivelse Allah. Faktisk er Allah tilgi og barmhjertig.
sk: Potom sa odchýliť od miesta, kde [všetky] ľudia odchádzajú a požiadať o odpustenie Boha. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: Nato odhod iz kraja, kjer [vse] ljudi odstopiti in prosi odpuščanja Allah. Res, Allah je tolerantna in usmiljen.
sr_cyrl: Онда кренути из места где [] сви одлазе и тражи опроштај од Алаха. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: Onda krenuti iz mesta gde [] svi odlaze i traži oproštaj od Alaha. Uistinu, Allah je Forgiving i milosrdna.
uk: Потім відправляються з місцем, де [всі] люди відійти і попросити вибачення Аллаха. Дійсно, Аллах є бачить і Merciful.
vi: Sau đó khởi hành từ nơi từ nơi [tất cả] những người khởi hành và yêu cầu sự tha thứ của Allah. Thật vậy, Allah là Forgiving Merciful.
zu: Khona-ke asuke endaweni kusukela lapho [bonke] bonkhe labantfu buza yekelo of Allah.

# Quran207
source: And when you have completed your rites, remember Allah like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, "Our Lord, give us in this world," and he will have in the Hereafter no share.
ca: I quan hagueu acabat el ritus, recorda que Allah com el seu record [anterior] dels vostres pares o amb el record [molt] més gran. I entre la gent és que diu: "Senyor nostre, ens dóna en aquest món", i no tindrà en el futur comparteixen.
cy: A pan ydych wedi cwblhau eich defodau, yn cofio Allah fel eich cofio [blaenorol] eich tadau neu gyda cofio [] mwy. Ac ymhlith y bobl y mae'n sydd yn dweud, "Ein Arglwydd, yn rhoi inni yn y byd hwn", a bydd ganddo yn y o hyn ymlaen unrhyw gyfran.
da: Og når du har fuldført din ritualer, huske Allah ligesom din [forrige] erindring af jeres fædre eller med [meget] større erindring. Og blandt folket er ham, der siger, "Vor Herre, Giv os i denne verden", og han vil have i hinsidige ingen andel.
el: Και όταν έχετε ολοκληρώσει τις τελετουργίες σας, θυμηθείτε Αλλάχ όπως σας [προηγούμενη] ανάμνηση των πατέρων σας, ή με ανάμνηση [πολύ] μεγαλύτερη. Και μεταξύ των ανθρώπων είναι αυτός που λέει, «Ο Κύριός μας, να μας δώσει σε αυτόν τον κόσμο», και αυτός θα έχουν στο εξής μερίδιο.
et: Ja oma riituste täitmist, meeles nagu [eelmine] mäletab oma isade või [palju] suurem mälestuseks Jumal. Rahva seas on see, kes ütleb: "Issand, anna meile selles maailmas" ja ta on edaspidi mingit osa.
fi: Ja Valmistuttuaan sinun rituaalien muista Allah kuten [Edellinen] muistuttaa isienne tai [paljon] suurempi muisto. Ja kansan keskuudessa on se, joka sanoo: "Meidän Herramme antaa meille tässä maailmassa", ja hän on tuonpuoleisessa osaa.
he: לאחר שהשלמת את טקסי, זוכר אללה כמו מת [הקודמת] של אבות שלך או עם הזיכרון [הרבה] יותר בקרב העם הוא מי שאומר, "אדוננו, תן לנו בעולם הזה", הוא יהיה בעולם הבא אין שיתוף.
hr: I kada dovršite svoje obrede, zapamtite, Allaha kao uspomenu [prethodne] tvojih otaca ili s [još] veće sjećanje. I među ljudima je onaj koji kaže, "Gospoda, daj nam na ovom svijetu", a imat će u daljnjem tekstu nema udjela.
lt: Ir kai jūs baigėte savo apeigas, prisiminti Dievo kaip jūsų [ankstesnių] atminimo savo tėvų arba [daug] didesnė atminimas. Ir tarp žmonių yra tas, kuris sako: "Mūsų Viešpatie, Duok mums šiame pasaulyje", ir jis turės toliau nėra.
lv: Un, kad esat pabeidzis savu rituālu, atcerēties Allah, piemēram, jūsu [iepriekšējās] atceri savu senču vai ar [daudz] lielāks piemiņai. Un starp cilvēkiem, ir tas, kurš saka: "Mūsu kungs, dod mums šajā pasaulē", un viņam būs turpmāk nav daļa.
nb: Og når du har fullført din ritualer, husk Allah som din [tidligere] erindring av deres fedre eller med [mye] større minne. Og blant de er han som sier, "Vår Herre, gi oss i denne verden", og han vil ha i hinsidige ingen deler.
sk: A keď ste dokončili svoje obrady, nezabudnite Alah, ako váš [predchádzajúci] pamiatku svojich otcov alebo [] skomplikovala spomienka. Medzi ľuďmi je ten, kto hovorí: "Náš Pán nám na tomto svete" a bude mať v ďalšom žiadny podiel.
sl: In ko boste končali svoje obrede, ne pozabite Allah kot vaš [prejšnji] spomina vaših očetov ali z [veliko] več spomina. In med ljudmi je tisti, ki pravi, "Naš Gospod, dajte nam v tem svetu", in bo imel v nadaljevanju ni delež.
sr_cyrl: И кад сте завршили своје обреде, запамти Аллах као твој [претходне] спомен твојих отаца или са [много] већа памћења. Међу људима је онај који каже, "Господ, дај нам на овом свету" и он ће имати никакав део на другом свету.
sr_latn: I kad ste završili svoje obrede, zapamti Allah kao tvoj [prethodne] spomen tvojih otaca ili sa [mnogo] veća pamćenja. Među ljudima je onaj koji kaže, "Gospod, daj nam na ovom svetu" i on će imati nikakav deo na drugom svetu.
uk: І під час створення вашого обряди, пам'ятаю Аллаха, як ваші [Попередня] пам'яті жертв ваших батьків або з [] більшими пам'яті. І в народі він, який говорить: "Наш Господь, дати нам в цьому світі", і він буде мати в майбутньому ні частки.
vi: Và khi bạn đã hoàn thành nghi thức của bạn, hãy nhớ rằng Allah như bạn nhớ [previous] Cha của bạn hoặc với lớn hơn [nhiều] nhớ. Và trong số những người là ông đã nói, "Chúa chúng ta, cho chúng tôi trong thế giới này", và ông sẽ có trong tương lai không chia sẻ.
zu: Futhi uma usuqede kho rites khumbula Allah like ukukhunjulwa wakho [yangaphambilini] wawoyihlo noma nge ukukhunjulwa [okuningi] mkhulu.

# Quran208
source: But among them is he who says, "Our Lord, give us in this world [that which is] good and in the Hereafter [that which is] good and protect us from the punishment of the Fire."
ca: Entre elles hi ha qui diu, "nostre Senyor, donar-nos en aquest món [que] bo i en el futur [allò] bona i ens protegeixi del càstig del foc."
cy: Ond yn eu plith mae ef sydd yn dweud, "ein Arglwydd, roi inni yn y byd hwn [y mae] da ac yn y o hyn ymlaen [y mae] da ac i'n hamddiffyn rhag y gosb y tân."
da: Men blandt dem er ham, der siger, "vor Herre, Giv os i denne verden, [der er] godt og i det hinsidige, [der er] god og beskytte os fra straf af brand."
el: Αλλά ανάμεσά τους είναι αυτός που λέει, "ο Λόρδος μας, να μας δώσει σε αυτόν τον κόσμο [η οποία βρίσκεται] καλή και στη συνέχεια [η οποία βρίσκεται] καλό και μας προστατεύουν από την τιμωρία της φωτιάς.»
et: Kuid nende hulgas on see, kes ütleb, "meie Issand, anna meile selles maailmas, [mis mis on] hea ja [see mis] edaspidi hea ja kaitseb meid tulekahju karistuse."
fi: Mutta joukossa on se, joka sanoo, "meidän Herramme antaa meille tässä maailmassa [joka on] hyvä ja [että joka] hyvä ja suojelee meitä tulen rangaistusta."
he: אבל ביניהם יש מי שאומר, "אדוננו, תן לנו בעולם הזה [שהוא] טוב, בעולם הבא [את זה] טוב והגן עלינו מפני העונש של השריפה."
hr: Ali među njima je onaj koji kaže, "Gospoda, daj nam na ovom svijetu [koja je] dobar i u daljnjem tekstu [koja je] dobar i zaštiti nas od kazne vatre."
lt: Tačiau tarp jų yra tas, kuris sako, "mūsų Viešpatie, Duok mums šiame pasaulyje, [kad yra] gerai ir toliau [kad yra] geras ir apsaugoti mus nuo ugnies bausmės."
lv: Taču starp tām ir tas, kurš saka, "mūsu kungs, dod mums šajā pasaulē [thats kas] labs un turpmāk [thats kas] labs un aizsargātu mūs no uguns sods."
nb: Men blant dem er han som sier, "vår Herre, gi oss i denne verden [det som er] bra og i det hinsidige [det som er] god og beskytte oss fra straffen av ild."
sk: Ale medzi nimi je ten, kto hovorí, "náš Pán nám v tomto svete, [ktorý je] dobre a v ďalšom [, ktorá je] dobré a chrániť nás od trestu oheň."
sl: Pa med njimi tisti, ki pravi, "Naš Gospod, nam na tem svetu, [ki je] dobro in v nadaljevanju, [ki je] dobro in nas ščitijo od kaznovanja ogenj."
sr_cyrl: Али међу њима је онај који каже, "Господ, дај нам на овом свету [која је] добро и на другом свету [која је] добар и заштити нас од казне ватре."
sr_latn: Ali među njima je onaj koji kaže, "Gospod, daj nam na ovom svetu [koja je] dobro i na drugom svetu [koja je] dobar i zaštiti nas od kazne vatre."
uk: Але серед них той, хто говорить, "наш Господь, дати нам в цьому світі, [тобто які] добре і в майбутньому, [тобто які] хороші і захистити нас від покарання вогонь."
vi: Nhưng trong số đó là ông đã nói, "Chúa chúng ta, cho chúng tôi trong thế giới này [đó là] tốt và trong tương lai [đó là] tốt và bảo vệ chúng ta khỏi sự trừng phạt của ngọn lửa."
zu: Kodwa phakathi kwabo nguye othi, "Ithu Lord epha us kuleli zwe [ukuthi which is] okuhle Hereafter [ukuthi which is] okuhle futhi asivikele isijeziso of the Fire."

# Quran209
source: Those will have a share of what they have earned, and Allah is swift in account.
ca: Aquells tindran una quota del què han guanyat, i Allah és ràpida en compte.
cy: Bydd rhai yn cael cyfran o'r hyn y maent wedi ei ennill, ac Allah yn gyflym yn cyfrif.
da: De vil have en del af hvad de har tjent, og Allah er hurtig i konto.
el: Αυτοί θα έχουν ένα μερίδιο από αυτά που κέρδισε, και Αλλάχ είναι ταχεία σε λογαριασμό.
et: Need on osa, mida nad on teeninud ja Allah on swift kontol.
fi: Ne on osuuden tuloistaan, ja Allah on nopeasti huomioon.
he: יהיו חלק מה שהם הרוויחו, אללה הוא מהיר בחשבון.
hr: Oni će imati udio od ono što su zaradili, a Allah je brz u račun.
lt: Tie turės dalį, ką jie uždirbo, ir Dievas yra greitai sąskaitoje.
lv: Tie būs daļa no to, ko viņi ir nopelnījuši, un Allah ir ātra kontu.
nb: De vil ha en andel av hva de har tjent, og Allah er rask i kontoen.
sk: Tie budú mať podiel na čo som zarobil, a Alah je swift na účte.
sl: Tiste, ki imajo delež kaj so zaslužili in Alah je hitro v račun.
sr_cyrl: Они ће имати право на шта су зарадили, а Аллах је брз у налог.
sr_latn: Oni će imati pravo na šta su zaradili, a Allah je brz u nalog.
uk: Тих, хто буде на частку те, що вони заслужили, і Аллах є швидкими в обліковий запис.
vi: Những người sẽ có một phần của những gì họ có thể kiếm được, và Allah là nhanh chóng trong tài khoản.
zu: Labo babe juphe of babe they zuza, futhi Allah ezishesha akhawunti.

# Quran210
source: And remember Allah during [specific] numbered days. Then whoever hastens [his departure] in two days - there is no sin upon him; and whoever delays [until the third] - there is no sin upon him - for him who fears Allah. And fear Allah and know that unto Him you will be gathered.
ca: I recordeu Allah durant dies numerats [concrets]. Llavors qui accelera [marxar] en dos dies - no hi ha cap pecat a ell; i qui retarda [fins a la tercera] - no hi ha cap pecat a ell - el qui tem Allah. I por d'Allah i sé que a ell li es recolliran.
cy: A chofiwch Allah yn ystod diwrnod wedi'u rhifo [penodol]. Yna pwy bynnag cyflymu [ei ymadawiad] mewn dau ddiwrnod-nid oes dim pechod arno; a pwy bynnag oedi [tan y trydydd]-Nid oes dim pechod arno-iddo sy'n ofni Allah. A ofni Allah a gwybod y-unto iddo bydd eich casglu.
da: Og huske Allah under [særlig] nummererede dage. Så hvem skynder sig [hans afgang] i to dage - er der ingen synd med ham; og uanset hvem der forsinker [indtil tredje] - er der ingen synd med ham - for ham, der frygter Allah. Og frygt Allah og vide at ham du vil blive indsamlet.
el: Και να θυμάστε Αλλάχ [ειδική] αριθμημένα μέρες. Στη συνέχεια, όποιος σπεύδει [μισεμού] μέσα σε δύο ημέρες - δεν υπάρχει καμία αμαρτία προς αυτόν? και όποιος καθυστερεί [μέχρι το τρίτο] - δεν είναι αμαρτία για αυτόν που φοβάται Αλλάχ προς αυτόν. Και ο φόβος Αλλάχ και γνωρίζουμε ότι σ ' αυτόν σας θα συγκεντρωθούν.
et: Ja mäletan Jumal [konkreetsete] nummerdatud päeva jooksul. Siis kes kiirustab [lahkumist] kaks päeva - ei ole patt talle; ja kes iganes viivitab [kuni kolmanda] - ei ole patt talle - tema, kes kardab Jumalat. Ja kardavad, et Allah ja tean, et tema juurde te kogub.
fi: Ja muista Jumala [tietyn] numeroitu päivän aikana. Sitten kuka kiirehtii [lähtöään] kaksi päivää - ei ole mikään synti hänelle; ja kuka viivästyksiä [vasta kolmas] - ei ole syntiä, hänelle, joka pelkää Jumalaa. Ja pelätkää Allahia ja tietää, että hänelle voit kootaan.
he: וזכרו אללה במהלך ימים ממוספרים [ספציפיים]. ואז מי ממהר [עזיבתו] בעוד יומיים - אין חטא עליו; מי מעכב [עד השלישי] - אין חטא עליו - בשבילו החושש מפני אללה. פחד אללה ואני יודעת כי לו אתה שייאספו.
hr: I zapamti Allah [određeni] brojem dana. Onda tko je ubrzala njegov odlazak u dva dana - nema grijeha na njega; i tko god kašnjenja [do treće] - nema grijeha na njega - njega koji se boji Allaha. I boj se Allaha i znam da mu ti će biti prikupljen.
lt: Ir prisiminti Dievas [konkrečią] numeruotą dienomis. Tada kas skuba [išvykdamas] per dvi dienas - yra be nuodėmės jam; ir kas lėtina [iki trečiosios] - yra be nuodėmės jam - kuris bijo Allah. Ir bijo Allah ir žinau, kad pas jį jums bus galima surinkti.
lv: Un atcerieties Allah numurētam [konkrētu] dienu laikā. Tad kurš steidz [aizbraukšanas] divās dienās - tur ir grēks pret viņu; un kurš aizkavē [līdz trešajam] - tur ir grēks pret viņu - viņam, kurš baidās no Allah. Un bailes Allah un zinu, ka unto viņam jūs apkopos.
nb: Og husk Allah under [bestemte] nummererte dager. Så den som haster [hans avgang] i to dager - det er ingen synd på ham. og hvem forsinkelser [til tredje] - det er ingen synd på ham - for ham som frykter Allah. Og frykt Gud og vite at ham du skal hentes.
sk: A pamätajte, Alah [konkrétne] očíslované dní. Potom kto urýchľuje [odchodom] dva dni - nie je hriech na neho; a ten, kto meškanie [až do tretieho] - nie je hriech mu - pre neho, kto sa bojí Boha. A strach Alah a vedieť, že k nemu vám budú sa zhromažďovať.
sl: In ne pozabite Allah med [določene] oštevilčene dneve. Torej kdor hiti njegov odhod v dveh dneh - ni greh na njem; in kdor zamude [do tretje] - ni greh mu - mu, ki se boji Allah. In strah Allah in vem, da mu ga bodo zbrane.
sr_cyrl: И упамтите Аллах [одређеним] нумерисане данима. Онда ко год ћури његов одлазак у два дана - не постоји грех над њим; и ко год одлаже [до трећи] - не постоји грех над њим - за њега, ко се не боји Алаха. И страх Алаха, и знам да му ти бити прикупљене.
sr_latn: I upamtite Allah [određenim] numerisane danima. Onda ko god ћuri njegov odlazak u dva dana - ne postoji greh nad njim; i ko god odlaže [do treći] - ne postoji greh nad njim - za njega, ko se ne boji Alaha. I strah Alaha, i znam da mu ti biti prikupljene.
uk: І пам'ятайте Аллах [конкретні] нумерованого дні. То той, хто поспішає свого від'їзду в два дні - немає гріха на нього; і той, хто затримує [поки третій] - немає гріха на нього - для того, хто боїться Аллаха. І боїться Аллаха і знаю, що покликав вас будуть зібрані.
vi: Và nhớ Allah trong [cụ thể] số ngày. Sau đó ai hastens [của ông khởi hành] trong hai ngày - không có tội lỗi khi anh ta; và bất cứ ai chậm trễ [cho đến thứ ba] - không có tội lỗi khi anh ta - cho anh ta những người sợ Allah. Và lo sợ Allah và biết rằng Ngài bạn sẽ được thu thập.
zu: Futhi khumbula Allah phakathi kwezinsuku [ethize] olunezinombolo.

# Quran211
source: And of the people is he whose speech pleases you in worldly life, and he calls Allah to witness as to what is in his heart, yet he is the fiercest of opponents.
ca: I de les persones és que el discurs vulgui en vida mundana, i ell anomena Allah a presenciar el que és en el seu cor, però és el més d'opositors.
cy: A pobl ef mae ei araith yn plesio chi mewn bywyd worldly, a geilw Allah i dyst ynghylch yr hyn sydd yn ei galon, ac eto mae'n fiercest gwrthwynebwyr.
da: Og af mennesker er han sin tale behager dig i verdslige liv, og han kalder Allah til at vidne om, hvad der i hans hjerte, men han er de voldsomste af modstandere.
el: Και του λαού είναι αυτός του οποίου η ομιλία σας ευχαριστεί στην κοσμική ζωή, και που ο ίδιος αποκαλεί Αλλάχ να παραστώ ως προς το τι είναι στην καρδιά του, όμως είναι ο σφοδρότερος των αντιπάλων.
et: Ja inimesed on ta kelle kõne meeldib teile maise elu ja ta kutsub Allah selle kohta, milline on tema süda tunnistajaks, kuid ta on ägedaimad vastased.
fi: Ja ihmiset on hän jonka miellyttää sinua maallista elämää ja hän pyytää Jumala todistaa siitä, mitä hänen sydämensä, mutta hän on vilkkaimmillaan vastustajia.
he: ולא של העם הוא שאת הנאום מענג אותך בחיים הגשמיים, הוא קורא אללה לחזות מה היא בלב שלו, אולם הוא הכי מפחיד של יריבים.
hr: I ljudi je on čiji se govor želi u svjetovnom životu, i naziva Allaha svjedočiti o tome što je u srcu, ali on je najžešći protivnici.
lt: Ir žmonių jis kurio kalbėjimo patinka jums žemiškų gyvenime, ir jis vadina Dievo liudytojas, ką savo širdyje, tačiau jis yra fiercest priešininkai.
lv: Un cilvēki ir viņš kuru runu jūs iepriecina pasaulīgās dzīves un viņš aicina Allah liecināt par to, kāda ir viņa sirds, tomēr viņš ir negantākais pretinieki.
nb: Og folk er han som tale gleder deg i verdslige liv, og han kaller Allah vitne om hva er i sitt hjerte, men han er den tøffeste motstandere.
sk: A z ľudí je ten ktorého reči vás poteší v pozemský život, a on žiada Boh svedectvo o tom, čo je v jeho srdci, ale on je nejzuřivější oponentov.
sl: In ljudi se je katerih govora vam ugaja v posvetno življenje, in kliče Allah priča o tem, kaj je v srcu, vendar je fiercest nasprotnikov.
sr_cyrl: И народа он чији говор те задовољава у земаљски живот, и он зове Аллах сведоци о томе шта му је у срцу, али он је најжешћи противници.
sr_latn: I naroda on čiji govor te zadovoljava u zemaljski život, i on zove Allah svedoci o tome šta mu je u srcu, ali on je najžešći protivnici.
uk: І людей є він слова якого водночас порадує вас в мирське життя, і він називає Аллах свідком щодо того, що в його серці, поки він найзапекліших противників.
vi: Và người ông phát biểu mà vui lòng bạn trong cuộc sống trần tục, và ông gọi Allah để chứng kiến như những gì trong trái tim của mình, nhưng ông là ác liệt nhất của đối thủ.
zu: Futhi zabantu nguye inkulumo yabo emehlweni akho e worldly pilo, futhi ubiza Allah ukuba bafakaze ngokuqondene nalokho okusenhliziyweni yakhe, nokho umyeni kunezimpi labamelene.
