Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3073
source: Thamud denied the messengers
ca: Thamud negat els missatgers
cy: Gwadodd Thamud y Negeswyr erbyn
da: Thamud afviste for budbringere
el: Thamud αρνήθηκε οι αγγελιοφόροι
et: Thamud eitas kullerid
fi: Thamud estetty sanansaattajat
he: Thamud נדחתה השליחים
hr: Thamud odbijen glasnike
lt: Thamud paneigė pasiuntiniai
lv: Thamud liegta kurjeriem
nb: Thamud nektet budbringere
sk: Thamud poprel poslov
sl: Thamud zanikal sli
sr_cyrl: Тхамуд је порекао весници
sr_latn: Thamud je porekao vesnici
uk: Thamud відмовлено посланцями
vi: Thamud từ chối các sứ giả
zu: Thamud waphika izithunywa

# Quran3074
source: When their brother Salih said to them, "Will you not fear Allah?
ca: Quan seu germà Salih va dir, "es que no tinguis por Allah?
cy: Pan ddywedodd Salih eu brawd iddynt, "Bydd ydych nid ofni Allah?
da: Da deres bror Salih sagde til dem: "ikke vil du frygte Allah?
el: Όταν τους αδελφό Salih είπε σε αυτούς, «εσείς δεν θα φοβούνται Αλλάχ;
et: Kuna nende vend Salih ütles neile, "näidatakse sa karda Jumalat?
fi: Kun veli Eero sanoi, "sinun pelkää Jumalaa?
he: כאשר צאלח אח שלהם אמר להם, "אתה לא פוחד אללה?
hr: Kad njihov brat Salih, rekao je, "ti se bojati Allaha?
lt: Kai jų brolis Salih pasakė jiems, "bus ne baimė Dievas?
lv: Kad viņu brālis Salih teica, ka viņiem "būs jums nav bailes Allah?
nb: Da deres bror Salih sa, "ikke vil du frykte Gud?
sk: Keď ich brat Salih povedal, "sa budete báť Alah?
sl: Ko svoje brat Salih rekel, "bo ne bojiš Allah?
sr_cyrl: Кад је њихов брат Салих рекао да им, "ти не бојим се Алах?
sr_latn: Kad je njihov brat Salih rekao da im, "ti ne bojim se Alah?
uk: Коли їх Саліх брат сказав їм: "ви не буду боятись, Аллах?
vi: Khi của Salih trai nói với họ, "sẽ bạn không sợ Allah?
zu: Lapho umfowabo Salih wathi kubo: "Ingabe awumesabi Allah?

# Quran3075
source: Indeed, I am to you a trustworthy messenger.
ca: De fet, jo sóc per a tu un Missatger de confiança.
cy: Yn wir, yr wyf i chi negesydd dibynadwy.
da: Jeg er faktisk at du en troværdig messenger.
el: Πράγματι, είμαι σε σένα ένα αξιόπιστο αγγελιοφόρο.
et: Tõepoolest, ma olen sulle usaldusväärne messenger.
fi: Olenkin sinulle luotettava messenger.
he: אכן, אני אליך שליח מהימן.
hr: Doista, ja sam vam pouzdan Glasnik.
lt: Iš tiesų, aš esu su jumis patikimomis messenger.
lv: Patiešām, es esmu jums ir uzticama ziņnesis.
nb: Faktisk, jeg har for deg en pålitelig messenger.
sk: Samozrejme, že som vám dôveryhodného posla.
sl: Res, jaz sem vam zanesljivo sel.
sr_cyrl: Заиста , ја сам вам гласник из поузданог извора.
sr_latn: Zaista, ja sam vam glasnik iz pouzdanog izvora.
uk: Дійсно, я вам надійним messenger.
vi: Thật vậy, tôi cho bạn đưa tin đáng tin cậy.
zu: Ngempela, nginguye isithunywa unokwethenjelwa.

# Quran3076
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3077
source: And I do not ask you for it any payment. My payment is only from the Lord of the worlds.
ca: I no li demano això cap pagament. El meu pagament és només des del Senyor dels mons.
cy: Ac nid wyf yn gofyn ichi amdano unrhyw daliad. Fy taliad yn unig gan yr Arglwydd y byd.
da: Og jeg må ikke spørge dig om det nogen betaling. Min betaling er kun fra verdens Herre.
el: Και δεν σας ρωτήσω για αυτό οποιαδήποτε πληρωμή. Πληρωμή μου είναι μόνο από τον κύριο των κόσμων.
et: Ja ma palun teid mitte selle piletiga. Minu makse on ainult Maailmade isand.
fi: Ja ei pyydän sitä palkkaa. Maksu on vain maailmojen luoja.
he: לא ביקשתי ממך זה כל תשלום. התשלום שלי הוא רק מעבודת האל העולמות.
hr: I ne tražim za to plaćanje. Moja plaća se samo od gospodara svjetova.
lt: Ir I don't paprašyti jums už tai jokio mokesčio. Mano mokėjimas yra tik nuo pasaulio valdovas.
lv: Un es nedomāju lūgt jūs par to jebkurš maksājums. Samaksa ir tikai no pasaules kungu.
nb: Og jeg spør ikke du for betaling. Betalingen er bare fra Herren av verdens.
sk: A nie žiadam vás o to akejkoľvek platby. Moja platba je len od pána svetov.
sl: In jaz ne zaprositi vi zakaj to nobenega plačila. Moje plačilo je le od Gospoda svetov.
sr_cyrl: И не питам вас за то плаћати. Моја исплата је само из господару света.
sr_latn: I ne pitam vas za to plaćati. Moja isplata je samo iz gospodaru sveta.
uk: І я не прошу вас за це будь-які виплати. Мій платіж, то тільки з Господу світів.
vi: Và tôi không yêu cầu bạn cho nó bất kỳ thanh toán. Thanh toán của tôi là chỉ từ Chúa của thế giới.
zu: Mina cha buza you for it iyiphi inkokhelo.

# Quran3078
source: Will you be left in what is here, secure [from death],
ca: Serà esquerra en el que és aquí, [de la mort], segur
cy: Byddwch yn gadael yn yr hyn sydd yma, diogel [o farwolaeth],
da: Du vil være venstre i hvad er her, sikkert [fra døden],
el: Θα είστε αριστερά σε αυτό που είναι εδώ, ασφαλή [από το θάνατο],
et: Näidatakse olla linnas mis on siin, turvaline [surmast]
fi: Tulet vasemmalle, mikä on täällä, turvassa [kuoleman]
he: האם תהיי שמאלה במה פה, [מפני המוות],
hr: Će biti lijevo u ono što je ovdje, [od smrti],
lt: Jums reikia kairę, kas yra čia, apsaugoti [nuo mirties],
lv: Tu būsi, pa kreisi, kas ir šeit, drošu [no nāves],
nb: Blir du venstre i hva er her, sikkert [fra død]
sk: Budete sa vľavo v čom je tu, bezpečné [od smrti]
sl: Hoteti vi obstati levi v kaj je tukaj, varno [od smrti],
sr_cyrl: Буди лево у којој се овде, сигурну [од смрти],
sr_latn: Budi levo u kojoj se ovde, sigurnu [od smrti],
uk: Ви будете вліво у тому, що тут, безпечний [від смерті],
vi: Bạn sẽ được trái ở đây là gì, an toàn [từ cái chết],
zu: Ingabe nawe bangahlala uyini lapha, okuphephile [kusukela ekufeni],

# Quran3079
source: Within gardens and springs
ca: En jardins i fonts
cy: O fewn gerddi a'r springs
da: I haver og fjedre
el: Μέσα σε περιβόλια και πηγές
et: Aiad ja vedrud
fi: Puutarhassa, johon springs
he: בתוך הגנים ומעיינות
hr: U vrtovima i izvorima
lt: Sodai ir spyruoklės
lv: Dārzi un atsperes
nb: I hager og fjærer
sk: Do záhrady a pružiny
sl: V vrtovih in vzmeti
sr_cyrl: Унутар вртова и опруге
sr_latn: Unutar vrtova i opruge
uk: В рамках садів і пружини
vi: Trong khu vườn và lò xo
zu: Kungakapheli gadi thombo

# Quran3080
source: And fields of crops and palm trees with softened fruit?
ca: I camps de conreus i palmeres amb suavitzat fruita?
cy: A'r caeau cnydau a choed palmwydd gyda ffrwythau wedi meddalu?
da: Og felter af afgrøder og palmer med blødgjort frugt?
el: Και τα πεδία των καλλιεργειών και φοίνικες με μαλάκωσε φρούτα;
et: Ja taimede ja palmipuudega pehmendatud puuviljadega?
fi: Ja kasvien ja palmujen pehmennetty hedelmiä?
he: השדות של גידולים חקלאיים ועצי דקל עם פירות מרוככת ו...?
hr: I usjevi i palme s omekšala voće?
lt: Ir augalų ir palmės su suminkštinti vaisių?
lv: Un lauku kultūru un palmu koki ar augļiem, mīkstināts?
nb: Og avlinger og palmer med myknet frukt?
sk: A polia plodín a palmy s zmäkčovanie ovocie?
sl: In polja, poljščin in palme z zmehčano sadje?
sr_cyrl: И пољима усеви и палме са мекши плодом?
sr_latn: I poljima usevi i palme sa mekši plodom?
uk: І поля культур і пальмові дерева з пом'якшив фрукти?
vi: Và các lĩnh vực của cây trồng và cây cọ với làm mềm trái cây?
zu: Futhi amasimu izitshalo nemithi yesundu ngezithelo esithambile?

# Quran3081
source: And you carve out of the mountains, homes, with skill.
ca: I es fan de les muntanyes, cases, amb habilitat.
cy: Ac mae gennych gerfio allan o'r mynyddoedd, cartrefi, gyda sgiliau.
da: Og du skære ud af bjergene, boliger, med dygtighed.
el: Και μπορείτε να χαράξει από τα βουνά, τα σπίτια, με επιδεξιότητα.
et: Ja te kitsenduse mägedes, kodudes, oskuslikult välja.
fi: Ja kun paloitella vuorilta kodeissa, taitavasti.
he: לחתוך את זה. הרי, בתים, עם מיומנות.
hr: I izrezati iz planine, kuće, vješto.
lt: Ir jūs nesivadovauti iš kalnų, namus, įgūdžių.
lv: Un jūs grebt no kalniem, mājām, ar prasmi.
nb: Og du skjære ut av fjellet, hjem, med dyktighet.
sk: A začnete vyřezávat z hôr, domy s zručností.
sl: In bi si iz gore, domove, z spretnost.
sr_cyrl: И ти урезали у планинама, домове, са вештина.
sr_latn: I ti urezali u planinama, domove, sa veština.
uk: І вирізати з гір, будинків, з майстерністю.
vi: Và bạn carve ra khỏi dãy núi, ngôi nhà, với kỹ năng.
zu: Futhi dweba ezintabeni, emizini, ngekhono.

# Quran3082
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3083
source: And do not obey the order of the transgressors,
ca: I no obeir l'ordre dels transgressors,
cy: Ac nid oes ufuddhau Gorchymyn y transgressors,
da: Og ikke adlyder rækkefølgen af lovovertrædere,
el: Και δεν υπακούουν τη σειρά των τα transgressors,
et: Ja ei allu transgressors, tellimus
fi: Ja eivät tottele syntisten puolesta, jotta
he: לא מצייתים את הסדר של הפושעים.
hr: I ne poslušati nalog otpadnici,
lt: Ir ne paklūsta pažeidėjams, ordinas
lv: Un nepakļaujas transgressors, pasūtījumu
nb: Og ikke adlyde rekkefølgen av transgressors,
sk: A nie poslúchnuť rozkaz hriešnikov,
sl: In ne upoštevajte vrstni red kršiteljev,
sr_cyrl: И не урадиљ ред грељници,
sr_latn: I ne uradiљ red greљnici,
uk: І не виконати наказ грішників,
vi: Và không tuân theo lệnh của transgressors,
zu: Futhi musa umyalo transgressors

# Quran3084
source: Who cause corruption in the land and do not amend."
ca: Que causen la corrupció en la terra i no modificar."
cy: Sy'n achosi llygredd yn y tir a Peidiwch â diwygio.
da: Der forårsager korruption i landet og ændre ikke."
el: Που προκαλούν διαφθορά στη γη και δεν τροποποιεί".
et: Kes põhjustavad korruptsiooni maal ja muuta."
fi: Kuka vaurioitua maata ja muuta."
he: מי לגרום לפגם בארץ, מסרב לתקן."
hr: Koji uzrok korupcije u zemlji i ne izmijeni."
lt: Kas sukelti žemės ir nekeičia."
lv: Kas rada korupcijas zemi un nevar grozīt."
nb: Som forårsake skade i landet og endre ikke.
sk: Ktorý spôsobujú poškodenie pôdy a nemeňte.
sl: Ki vzrok pokvarjenost v zemljo in ne spremenijo."
sr_cyrl: Који узрокују корупције у земљи и не измени."
sr_latn: Koji uzrokuju korupcije u zemlji i ne izmeni."
uk: Які викликають корупції на землі і робити поправку.
vi: Ai gây ra tham nhũng trong đất và không phải sửa đổi."
zu: Ngubani abangele inkohlakalo elizweni musa ingachibiyela. "

# Quran3085
source: They said, "You are only of those affected by magic.
ca: Deien, "que són només de les persones afectades per art de màgia.
cy: Maent yn dweud, "yr ydych yn unig o'r rhai yr effeithir arnynt drwy hud a lledrith.
da: De sagde, "du er kun for dem, der berøres af magi.
el: Είπαν, «είσαι μόνο όσων πλήττονται από μαγεία.
et: Nad ütlesid: "sa oled ainult neist mõjutatud magic.
fi: He sanoivat: "olet vain niistä, jotka kärsivät magic.
he: הם אמרו, "אתה רק על אלה מושפעים על-ידי קסם.
hr: Rekli su, "ti si samo od onih koji su pogođeni magijom.
lt: Jie sakė, "tu tik apie tuos, kuriems iš magija.
lv: Viņi teica: "tu esi tikai par tiem, ko skārusi maģija.
nb: De sa, "du er bare til dem som berøres av magi.
sk: Povedali, že "ste len z tých, ktoré sú ovplyvnené mágie.
sl: So rekli, "vi ste samo za tiste prizadela magic.
sr_cyrl: Рекли су, "ти си само о онима који су погођени магију.
sr_latn: Rekli su, "ti si samo o onima koji su pogođeni magiju.
uk: Вони сказали, "ви тільки з тих, що постраждали від магії.
vi: Họ nói rằng, "bạn đang chỉ của những người bị ảnh hưởng bởi ma thuật.
zu: Bathi: "Wena kuphela walabo abathintekayo magic.

# Quran3086
source: You are but a man like ourselves, so bring a sign, if you should be of the truthful."
ca: Ets però un home com nosaltres mateixos, així que portar una senyal, si hauria de ser de la veritat".
cy: Yr ydych yn ond dyn fel ein hunain, felly ddod â arwydd, os dylai fod o y geirwir."
da: Du er, men en mand som os, så tag et tegn, hvis du skulle være af den sandfærdige."
el: Είστε αλλά ένας άνθρωπος σαν τον εαυτό μας, να φέρει ένα σημάδι, εάν θα πρέπει να του το αληθινό".
et: Olete aga mees ise, nagu nii tuua märk, kui sa peaksid olema esitatud tõesed."
fi: Olet mutta mies kuin itse, joten tuo merkki, jos olisi ja rehellinen."
he: אתה אבל גבר כמו עצמנו, אז תביאו סימן, אם את צריכה להיות של אמת."
hr: Vi ste ali čovjek kao i mi sami, pa ponesite znak, ako ti trebaju biti i istinite."
lt: Jūs esate bet vyras kaip save, todėl jis yra ženklas, jei jums reikia, kad teisingi."
lv: Jums ir, bet tādu cilvēku kā sevi, lai nodrošinātu zīme, ja jums ir jābūt patiesam."
nb: Du er, men en mann som oss, så ta et tegn, hvis du skal være av den sannferdig."
sk: Ste ale človek ako my, tak aby znamenie, ak by ste mali byť o pravdivé."
sl: Ste, ampak človek kot sami, tako da bi znak, če bi morala biti od resnične."
sr_cyrl: "Ти си али цовека као себе, па је довела знак, да си био од на искрен."
sr_latn: "Ti si ali coveka kao sebe, pa je dovela znak, da si bio od na iskren."
uk: Ви, але такої людини, як себе, так що притягнути знак, якщо ви повинні бути на правдивою."
vi: Bạn nhưng một người đàn ông như chúng ta, nên mang theo một dấu hiệu, nếu bạn cần sự thật."
zu: Wena kodwa umuntu njengathi, ngakho alethe isibonakaliso, uma kufanele kube truthful. "

# Quran3087
source: He said, "This is a she-camel. For her is a [time of] drink, and for you is a [time of] drink, [each] on a known day.
ca: Va dir, "aquest és un camell. Per a ella és una beguda [temps de], i per a tu és un [temps de] beu, [cada] un dia coneguts.
cy: Dywedodd, "Dyma hi-camel. Hi yw diod [amser], ac i chi [amser o] yfed, [bob] ar ddiwrnod hysbys.
da: Han sagde, "Dette er en hun-kamelen. For hende er en drik, [tid af], og du er en [tid] drikke, [hver] på en kendt dag.
el: Είπε, "αυτό είναι μια αυτή-καμήλας. Για εκείνη είναι ένα ποτό [χρόνος], και για σας είναι μια [ώρα] πίνουν, [κάθε] σε μια γνωστή ημέρα.
et: Ta ütles: "see on ta kaamel. Tema on jooki [aeg], ja teile on [aeg] [iga] teada päeval juua.
fi: Hän sanoi: "Tämä on hän-camel. Hänen [aika] drinkkejä, ja sinulle on [aika] juoda [jokainen] tunnettu päivässä.
he: הוא אמר, "זה היא-גמל. בשבילה הוא משקה [תקופת], בשבילך היא [זמן של] לשתות, [כל] ביום ידוע.
hr: Rekao, "Ovo je deva. Za nju je piće [vrijeme], a za vas je [vrijeme] piti, [svaka] poznat dan.
lt: Jis pasakė: "tai ji-camel. Jos yra [laikas] gėrimas, ir jums yra [laikas] gerti, [kiekvienas] žinomas dieną.
lv: Viņš teica: "tas ir viņa kamielis. Viņai ir [laiks] dzert, un jums ir [laiks] [katra] zināmo dienā dzert.
nb: Han sa: "Dette er en hun-camel. For henne er en [klokkeslett av] drink, og du er en [tid av] drikke, [hver] på en kjent dag.
sk: On povedal: "to je ona-ťavy. Pre ňu je nápoj [čas] a pre vás je [čas] piť [každý] známy deň.
sl: On reče: "to je ona kamele. Za njo je pijača [čas], in za vas je [čas] piti, [vsakega] znan dan.
sr_cyrl: Он је рекао, "Ово је она-камила. За њу је пиће [доба], а за тебе је [време] пијем, [свака] на познатим дневно.
sr_latn: On je rekao, "Ovo je ona-kamila. Za nju je piće [doba], a za tebe je [vreme] pijem, [svaka] na poznatim dnevno.
uk: Він сказав: "це вона верблюд. Для неї [час] напій, і для вас [період] пити, [кожен] відомими день.
vi: Ông nói, "đây là một con lạc đà bà. Cho cô ấy là một thức uống [thời gian], và cho bạn một [thời gian] uống, [từng] được biết đến trong ngày.
zu: Wathi: "Lona yena-ikamela. Ngoba wakhe [isikhathi] uphuze, futhi ngawe kuyinto [isikhathi] uphuze, [ngamunye] ngosuku eyaziwa.

# Quran3088
source: And do not touch her with harm, lest you be seized by the punishment of a terrible day."
ca: I no tocar-la amb mal, perquè no et ser aprofitades pel càstig d'un terrible dia."
cy: A Peidiwch â chyffwrdd hi â niwed, rhag ofn fod chi yn hatafaelu gan y gosb o ddiwrnod ofnadwy.
da: Og ikke røre hende med skade, lest du blive grebet af afstraffelse af en forfærdelig dag."
el: Και μην την αγγίξω με σωματικές βλάβες, μήπως να δεσμευθούν από την τιμωρία της μια τρομερή ημέρα.»
et: Ja ärge puudutage teda koos kahju, muidu tuleb kohutav päev karistuse ära."
fi: Ja koske häneen kanssa haittaa, jottei voidaan takavarikoida rangaistus kauhea päivä.
he: אל תיגע בה עם נזק, שמא אתה תתפוס את העונש של יום נורא."
hr: I ne diraj je sa zla, da ne se oduzeti od kazne užasan dan.
lt: Ir nelieskite ja su žalos, kad galite būti konfiskuotas baudimą už baisi diena."
lv: Un nevar pieskarties ar ļaunu, nedrīkstam būt konfiscēja drausmo dienu sods."
nb: Og ikke ta henne med skade, så du bli beslaglagt av straffen av en forferdelig dag.
sk: A nedotýkajte jej poškodenia, inak vás budú zabavené trest hrozný deň."
sl: In ne dotikajte njo s škodo, da ne bodite zasegli kazen strašen dan."
sr_cyrl: "И не дирај је са зло, да не би да је зграбе кажњавања ужасан дан."
sr_latn: "I ne diraj je sa zlo, da ne bi da je zgrabe kažnjavanja užasan dan."
uk: І не торкатися до неї з шкоди, щоб не бути захоплена покарання жахливий день".
vi: "Và không chạm vào cô ấy với thiệt hại, vì sợ rằng bạn bị tịch thu bởi hình phạt của một ngày khủng khiếp."
zu: Futhi ncisheka cha namatha wo ne hlungu funa you ziyothathwa by isijeziso ngosuku esabekayo. "

# Quran3089
source: But they hamstrung her and so became regretful.
ca: Però ella hamstrung i així es tornaven es penedeix.
cy: Ond maent yn rhwystro hi ac felly daeth yn destun gofid.
da: Men de stækket hende og så blev beklageligt.
el: Αλλά δέσμια της και έγινε τόσο λυπηρό.
et: Kuid nad Läänerinde teda ja nii sai kahetseb.
fi: Mutta he lamaannuttavat häntä ja niin tuli ikävää.
he: אבל הם hamstrung אותה כל כך הפך חרטה.
hr: Ali su joj trese i tako postalo Varri.
lt: Bet jie toliau susidurs su ja ir taip tapo gailestingas.
lv: Bet viņi iecirta viņu un tā kļuva par nožēlas.
nb: Men de hamstrung henne og så ble regretful.
sk: Ale ochromená jej a tak sa stal poľutovaniahodné.
sl: Vendar ji nosti in tako postal obžalovanja.
sr_cyrl: Али су јој обогаљио и тако постао жалостне.
sr_latn: Ali su joj obogaljio i tako postao žalostne.
uk: Але вони в незручне її і таким чином стали жалю.
vi: Nhưng họ hamstrung cô và vì vậy đã trở thành ân hận.
zu: Kodwa banquma imisipha yakhe ukuze abe regretful.

# Quran3090
source: And the punishment seized them. Indeed in that is a sign, but most of them were not to be believers.
ca: I agafat el càstig. Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Ac roedd y gosb yn hatafaelu iddynt. Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Og straffen beslaglagt dem. Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Και η τιμωρία τους κατασχέθηκαν. Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Ja karistuse arestitud neid. Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Ja rangaistus yllätti heidät. Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: העונש תפסו אותם. אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: A kazna ih. Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Ir bausmė paėmė juos. Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Un sods tiem konfiscēja. Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Og straffen grep dem. Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: A trest im. Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: In kazen zaseženo njimi. Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: А казна им је одузета. Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: A kazna im je oduzeta. Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: І покарання захопив їх. Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Và hình phạt tịch thu chúng. Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Futhi isijeziso bagajwa.

# Quran3091
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3092
source: The people of Lot denied the messengers
ca: La gent de molt negat els missatgers
cy: Gwadodd y bobl o lawer y Negeswyr erbyn
da: Mennesker i masse nægtet budbringere
el: Οι άνθρωποι της παρτίδας επιτρέπεται η οι αγγελιοφόροι
et: Palju inimesi eitas kullerid
fi: Paljon ihmiset estetty sanansaattajat
he: האנשים של הרבה נדחתה השליחים
hr: Ljudi mnogo odbijen glasnike
lt: Daug žmonių neigė pasiuntiniai
lv: Daudz cilvēki noliedza kurjeriem
nb: Mange folk nektet budbringere
sk: Ľudia veľa poprel poslov
sl: Ljudje veliko zanikal sli
sr_cyrl: Људи из серије је порекао весници
sr_latn: Ljudi iz serije je porekao vesnici
uk: Люди багато відмовлено посланцями
vi: Người dân của nhiều từ chối các sứ giả
zu: Abantu kaLoti waphika izithunywa
