Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1112
source: Say, [O Muhammad], "O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death." So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided.
ca: Dir, [O Muhammad], "la humanitat O, de fet sóc el Missatger d'Allah a vostè tot, [d'ell] a qui pertany el dominion dels cels i la terra. No hi ha cap Déu excepte ell; Ell dóna vida i causa la mort." Així cregui en Allah i el seu Missatger, el Profeta inliterat, que creu en Allah i les seves paraules, i seguir-lo que et poden guiar.
cy: Dweud, [O Muhammad], "O dynolryw, yn wir yr wyf yn negesydd Allah i chi gyd, [o ef] i bwy perthyn ddominiwn y nefoedd a'r ddaear. Nid oes unrhyw Dduwdod ac eithrio ef; Mae'n rhoi bywyd ac yn achosi marwolaeth." Felly yn credu mewn Allah a ei negesydd, y Proffwyd unlettered, sy'n credu yn Allah ac yn ei eiriau, a dilyn ef y gall eich harwain.
da: Sige, [O Muhammad], "O menneskeheden, faktisk jeg Allahs Sendebud til jer alle, [fra ham] hvem tilhører herredømme over himlen og jorden. Der er ingen guddom undtagen ham; Han giver liv og forårsager død." Så tror på Allah og hans sendebud, ulærde profeten, der tror på Allah og hans ord, og følg ham at du kan blive vejledt.
el: Πω, [Ο Μωάμεθ], "O ανθρωπότητα, μάλιστα, είμαι ο αγγελιοφόρος του Αλλάχ σας όλα, [από τον] να τους οποίους ανήκει η κυριαρχία του τον ουρανό και τη γη. Δεν υπάρχει καμία θεότητα εκτός από αυτόν. Δίνει ζωή και προκαλεί το θάνατο.» Έτσι πιστεύουν στο Αλλάχ και του Messenger, προφήτη αγράμματος, που πιστεύει στην Αλλάχ και τα λόγια του, και να το ακολουθήσεις ότι μπορείτε να καθοδηγούνται.
et: Ütlen, [O Muhammad], "O inimkonnale, tõepoolest ma Messenger Jumal sulle kõik, [alates teda] üle, kellele kuulub võim taevas ja maa. Ei ole jumalus, välja arvatud tema; Ta annab elu ja surm." Nii usuvad Allah ja tema saadik, unlettered prohvet, kes usub Jumalat ja tema sõnad, ja Jälgi teda te võib giidiga.
fi: Esimerkiksi: [Oi Muhammed] "O ihmiskunta, olen todellakin Allahin teille kaikkea, [hänelle] jolle kuuluu valta taivaassa ja maan päällä. Ei ole Jumaluutena, paitsi häntä; Hän antaa elämän ja aiheuttaa kuoleman. Joten uskoa Jumalaan ja hänen lähettiläänsä oppimaton profeetta, joka uskoo Jumalaan ja hänen sanansa ja seuraa häntä te pysyisitte.
he: אומרים, [O מוחמד], "O האנושות, אכן אני שליח אללה לך הכל, [ממנו] לו למי שייכת הריבונות של השמים ואת הארץ. יש אין אלוהות חוץ ממנו; הוא נותן חיים וגורם המוות." כל כך מאמינה אללה, שליח שלו, הנביא הנבער, מי שמאמין אללה ועל דבריו, ובצע אותו כי אתה עלול להיות מונחה.
hr: Kažu, [O Muhammad], "O čovječanstvu, doista sam Allahov vam sve, [ga] kome pripada vlast na nebesima i na zemlji. Nema Božanstva osim njega; On daje život i izaziva smrt." Tako vjeruju u Allaha i njegovu poslaniku, nepismen prorok, koji vjeruje u Allaha i njegove riječi, i za njim da može biti vođena.
lt: Tarkim, [O Muhammad], "O žmonija, iš tiesų aš esu Allaho jums visi, [iš jo], kuriam priklauso viešpatavimas, dangaus ir žemės. Nėra jokių Dievybės išskyrus Jis duoda gyvenimą ir sukelia mirtį." Taigi tikiu Dievo ir jo poslanca, unlettered pranašo, kurie tiki, kad Allah ir jo žodžiai, ir jam kad jums gali būti vadovaujamasi.
lv: Teiksim, [O Muhammad] "O cilvēcei, patiešām es Messenger Allah jums galā, [viņam] kam pieder valdīšana debesis un zemi. Nav neviena dievība, izņemot viņu; Viņš dod dzīvību un izraisa nāvi." Tātad ticēt Allah un viņa Messenger neizglītots pravietis, kurš tic Allah un viņa vārdi, un sekos viņam, ka jūs var vadīties.
nb: Si, [O Muhammad], "O menneskeheten, faktisk jeg budbringer av Allah for deg alt [han] som tilhører herredømmet over himmelen og jorden. Det er ingen guddom bortsett fra ham. Han gir liv og forårsaker døden." Så tro på Allah og hans Messenger, unlettered profeten som tror på Allah og hans ord, og følge ham at du blir veiledet.
sk: Napríklad: [Mohamed], "O ľudstvo, skutočne som posol Alláha vám všetkým, [ho] komu patri panstva neba a Zeme. Neexistuje žiadne božstvo okrem neho; On dáva život a spôsobuje smrť." Takže verím v Alah a jeho posol, prorok unlettered, kto verí v Boha a jeho slova, a sledovať ho, že si môžu riadiť.
sl: Recimo, [O Muhammad], "O človeštva, res sem sel od Allah za vas vse, [od njega] jim pripada oblast v nebesih in na zemlji. Ni nobene božanstva, razen njega; On daje življenje in povzroči smrt." Torej vernik v Allah in njegov sel, unlettered prerok, ki verjame v Allah in njegove besede, in sledite mu da boste lahko vodijo.
sr_cyrl: Рецимо , [О Мухаммад], "О људски род, заиста сам гласник од Алаха да свима вама, [из га] коме припада власт небеса и земље. Постоји нема боћанство осим њега; Он даје живот и изазива смрт." Тако да верујеш у Аллаха и његовог гласника, неписмени пророка, који верује у Аллаха и његове речи, и прати га ти може бити вођена.
sr_latn: Recimo, [O Muhammad], "O ljudski rod, zaista sam glasnik od Alaha da svima vama, [iz ga] kome pripada vlast nebesa i zemlje. Postoji nema boћanstvo osim njega; On daje život i izaziva smrt." Tako da veruješ u Allaha i njegovog glasnika, nepismeni proroka, koji veruje u Allaha i njegove reči, i prati ga ti može biti vođena.
uk: Скажімо, [O Мухаммад], "O людства, дійсно я Посланник Аллаха вам все, [від нього] кому належить Домініон небеса та Земля. Немає немає божества, крім нього; Він дає життя і причини смерті." Так віримо в Аллах і його Messenger, неписьменний пророка, хто вірить у Аллах і його словами, і слідувати за ним, що ви може керуватися.
vi: Nói, [O Muhammad], "nhân loại O, thực sự tôi là sứ giả của Allah cho bạn tất cả, [hắn] để mà thuộc về dominion của bầu trời và trái đất. Có là không có vị thần trừ ngài; Ông sẽ cho cuộc sống và gây ra cái chết." Vì vậy, tin vào Allah và Messenger của ông, các tiên tri unlettered, những người tin vào Allah và lời nói của mình, và làm theo anh ta rằng bạn có thể được hướng dẫn.
zu: Awusho, [O Muhammad], "O ngempela isintu esingakwenza ngaphandle Mina ngiyisango Messenger of Allah nonke, [kuye] kuze whom fanele dominion of bhakabhaka hlaba Akukho ubuNkulunkulu ngaphandle Him;. He epha you pilo nezimbangela

# Quran1113
source: And among the people of Moses is a community which guides by truth and by it establishes justice.
ca: I entre la gent de Moses és una comunitat que guies per la veritat i per això s'estableix la justícia.
cy: Ymhlith y bobl o Moses yn gymuned sy'n llywio'r gan gwir a gan ei sefydlu cyfiawnder.
da: Og blandt mennesker af Moses er et fællesskab som guider af sandheden og af det etablerer retfærdighed.
el: Και μεταξύ των ανθρώπων του Moses είναι μια κοινότητα που οδηγοί από την αλήθεια και από αυτήν καθορίζει δικαιοσύνης.
et: Ja Moses inimeste seas on kogukonna millised juhendid poolt tõde ja see kehtestab Euroopa.
fi: Moses keskuudessa on yhteisö joka oppaita totuus, ja se vahvistetaan oikeus.
he: בקרב תושבי Moses היא קהילה אילו מדריכים על-ידי האמת, על ידי זה קובע השופט.
hr: I među ljudima Moses je zajednica vodiči koji po istini i u njoj uspostavlja pravda.
lt: Moses tarpe yra bendruomenė, kuri informacija iš tiesos ir ji nustato teisingumo.
lv: Moses cilvēku vidū ir Kopiena, kuras gidi ar patiesību un to nosaka tieslietu.
nb: Og blant Moses er et fellesskap som guider av sannheten og det etablert rettferdighet.
sk: Medzi ľuďmi Moses je komunita návody, ktoré sa od pravdy a tým vytvára spravodlivosť.
sl: In med ljudmi Moses je Skupnost ki vodniki z resnico in s tem določa pravice.
sr_cyrl: И медју људима, Мосес је заједница која вођице због истине и тиме успоставља правду.
sr_latn: I medju ljudima, Moses je zajednica koja vođice zbog istine i time uspostavlja pravdu.
uk: І в народі Moses спільнота якого напрямні за правду і за це встановлює правосуддя.
vi: Và trong số những người của Moses là một cộng đồng mà hướng dẫn bởi sự thật và do đó thiết lập công lý.
zu: Futhi phakathi kwabantu kaMose umphakathi osiqondisayo by iqiniso nangokuqinisa yakha ubulungisa.

# Quran1114
source: And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, "Strike with your staff the stone," and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], "Eat from the good things with which We have provided you." And they wronged Us not, but they were [only] wronging themselves.
ca: I ells dividida en dotze Nacions tribus descendents [com diferents]. I ens va inspirar a Moses quan seu poble li implorava per l'aigua, "Vaga amb el personal de la pedra," i allà passar endavant-ne dotze fonts. Cada gent sabia el seu lloc de reg. I ells ombrejat amb núvols i enviat a ells mannà i guatlles, [dir], "menjar de les coses bones amb que ens han proporcionat." I no ens van, però ells [només] van wronging-se.
cy: A rhannu'n inni eu Cenhedloedd llwythau descendant [fel gwahanol] deuddeg. Ac yn ein hysbrydoli i Moses pan ei bobl ef erfyniodd ar gyfer dŵr, "Taro gyda'ch staff y garreg," a Mae gushed blaen o'r ffynhonnau deuddeg. Bob pobl yn gwybod ei le dŵr. Ac yr ydym yn eu cysgodi â cymylau ac yn anfon i lawr arnynt Mae'r manna a sofliâr, [dweud], "bwyta o'r pethau da yr ydym wedi darparu chi." Ac roedd eu cam wrthym ni, ond [ond] maent yn wronging eu hunain.
da: Og vi opdelt dem i tolv efterkommer stammer [som særskilte] nationer. Og vi inspireret til Moses, da hans folk bønfaldt ham for vand, "Strike med dine medarbejdere sten," og der sprang frem fra det 12 fjedre. Hvert folk vidste sin vanding sted. Og vi skygge dem med skyer og sendt ned over dem manna og vagtler, [siger], "Spis af de gode ting, som vi har givet dig." Og de krænket os ikke, men de [kun] gøre selv.
el: Και έχουμε τους διαιρείται σε δώδεκα έθνη απόγονος φυλές [ως διακριτή]. Και μας ενέπνευσε να Moses, όταν τον λαό τον ικέτευσε για νερό, "Απεργία με το προσωπικό σας στην πέτρα," και εκεί ξεπήδησε εμπρός από αυτό δώδεκα ελατήρια. Κάθε λαός γνώριζε τη θέση ποτίσματος. Και εμείς σκιασμένη τους με σύννεφα, και έστειλε κάτω επάνω τους μάννα και ορτύκια, [λέγοντας], «τρώνε από τα καλά πράγματα με τα οποία έχουμε παρέχονται σας.» Και μας δεν θίγονται, αλλά αυτοί αδικούσαμε [μόνο] οι ίδιοι.
et: Ja oleme jaganud neid kaksteist järeltulija hõimud [nagu eraldiseisev] rahvaid. Ja me inspireeritud Moses, kui tema inimesed palunud teda, "Strike oma töötajad kivi," vee ja seal gushed edasi sellest kaksteist vedrud. Iga inimesed teadsid oma joogikoht. Ja me varjutatud need pilved ja saatnud oma neile manna ja vutte, [ütles], "süüa head asjad, millega me oleme pakkunud teile." Ja nad ülekohtu meile pole, kuid nad olid [ainult] wronging ise.
fi: Ja me jaetaan 12 jälkeläinen heimot [kuten eri] valtiota. Ja me innoitti Moses, kun hänen kansansa rukoili häntä vettä, "Strike henkilökunnalle kivi," ja siellä gushed edelleen sen 12 springs. Jokainen ihmiset tiesivät sen kylpyläkaupunki. Ja varjostettu pilviä ja lähetti heille mannaa ja viiriäisiä, [sanoen] "syö hyviä asioita, joiden kanssa olemme toimittaneet teille." Ja ne vääryyttä meitä ei, mutta he olivat [vain] wronging itse.
he: חילקנו אותן עשר השבטים צאצא [כמו ברורים] מדינות. אנחנו השראה Moses כאשר האנשים שלו התחננה מים, "שביתה שלך עם הצוות את האבן," שם gushed הלאה מזה שתים עשרה מעיינות. כל אנשים ידע את מקומו השקיה. ואנחנו מוצל אותם עם עננים נשלח עליהם המן ואת בתרנגולי הקרב, [ואמר] "לאכול מן הדברים הטובים שבה אנו מגישים לך." הם לנו עוול לא, אבל הם היו [רק] ההיתר עצמם.
hr: I podijelili smo ih na dvanaest potomaka plemena [kao] naroda. I mi nadahnuo da Moses kada mu ljudi ga preklinjali za vodu, "Udarati s vaše osoblje kamena," i tamo naširoko dalje od toga dvanaest vrela. Svaki narod znao svoje pojilišta. I mi ih u hladu s oblacima i poslao im mana i prepelice, [rekao], "jesti iz dobre stvari s kojima mi smo vas dobili." I oni nam nepravdu ne, ali oni su [samo] wronging sebe.
lt: Ir mes juos suskirstyti į dvylika palikuonis genčių [kaip atskiras] Tautų. Ir mes įkvėpė Moses kai savo tautą ragino jį vandens, "Strike su savo darbuotojus, akmuo," ir ten lelijos atgal iš jo dvylika springs. Kiekvienoje žmonių žinojo savo laistymo vietą. Ir mes nuspalvinta juos su debesys ir jiems zeslal mana ir putpelėmis, [sako], "valgyti iš gerų dalykų, kuriuos mes teikiame jums." Ir jie nuskriausti mus ne, bet jie buvo [tik] wronging patys.
lv: Un mēs viņiem sadalīta divpadsmit pēcnācējs ciltis [kā atšķirīgas] tautas. Un mēs iedvesmoja Moses, kad savai tautai izlūdzās viņam ūdeni, "Ar savu darbinieku streiks akmens," un tur gushed tālāk no tā divpadsmit atsperes. Katru cilvēku zināja tās uzpildes vietu. Un mēs viņiem ieēnota ar mākoņiem un nosūtīts uz leju, uz tiem manna un paipalas, [saka], "ēst no labas lietas, ar kurām esam nodrošinājuši jums." Un viņi mums nav nodarījis, bet tie bija [tikai] wronging sevi.
nb: Og vi delt dem i tolv etterkommer stammene [som tydelig] nasjoner. Og vi inspirert til Moses når sitt folk ba ham for vann, "Strike med dine ansatte steinen," og det rant ut fra det tolv kilder. Alle mennesker visste sin vanning sted. Og vi skyggelagt dem med skyer og sendt ned dem manna og vaktler, [sier], "spise fra de gode tingene som vi har gitt deg." Og de urett oss ikke, men de var [bare] wronging seg.
sk: A máme ich rozdelené dvanásť potomkov kmene [ako odlišné] národov. A sme inšpirovaní k Moses, keď jeho ľudia ho prosil za vodu, "Kuj s vašimi pracovníkmi kameň," a tam tiekli tam z toho dvanásť prameňov. Každý ľudia poznali jeho napájadlo. A my im v tieni mraky a zoslal na nich mana a prepelice, [povedať], "Jedzte z dobrých vecí, ktoré sme poskytli vám." A oni nám ublížili nie, ale oni boli [len] wronging sami.
sl: In smo jih razdeljena na dvanajst potomec plemena [kot ločena] narodov. In smo navdih za Moses, ko svoje ljudi pozval mu za vodo, "Strike z vaše osebje kamen," in tam gushed tja iz nje dvanajst vrelcev. Vsak narod vedel svoje mesto zalivanje. In smo jih senci z oblaki in poslan na njih manna in prepelice, [pravijo,] "jesti iz dobre stvari, ki smo ga podali." In so storjena krivica, nas ne, vendar so bile [samo] wronging sami.
sr_cyrl: И ми их је подељен на дванаест земаља потомак племена [као посебне]. И ми инспирацију да Мосес када његов народ га преклиње за воду,"Ударити са својим особљем камен," и тамо нашироко напред-назад од тога дванаест Спрингсу. Сваки народ знао своје место извор. И ми их осениене са облацима и послао на њих мана и препелице, [указујући], "Једите од добрих ствари са којима смо пружили су ти". Су нас изиграли не, а они су били сами [само] wронгинг.
sr_latn: I mi ih je podeljen na dvanaest zemalja potomak plemena [kao posebne]. I mi inspiraciju da Moses kada njegov narod ga preklinje za vodu, "Udariti sa svojim osobljem kamen," i tamo naširoko napred-nazad od toga dvanaest Springsu. Svaki narod znao svoje mesto izvor. I mi ih osenиene sa oblacima i poslao na njih mana i prepelice, [ukazujući], "Jedite od dobrih stvari sa kojima smo pružili su ti". Su nas izigrali ne, a oni su bili sami [samo] wronging.
uk: І ми розділити їх на дванадцять держав нащадком племен [як окремі]. І ми надихнув Moses, коли його люди implored йому для води, "Удар з вашим співробітникам камінь," і там почало від його дванадцяти Спрінгс. Кожен народ знав його місце поливу. І ми заторкнуті хмари і послав на них манну і перепелів, [кажучи:] "їдять з гарні речі, з якими ми надали вам." І вони образили нас не, але вони були [тільки] wronging себе.
vi: Và chúng tôi chia thành mười hai bộ tộc hậu duệ [là khác biệt] Quốc gia. Và chúng tôi cảm hứng để Moses khi những người của ông van nài ông cho nước, "Cuộc đình công với viên đá," và có gushed ra từ nó mười hai lò xo. Mỗi người biết nơi nước của nó. Và chúng tôi bóng mờ chúng với đám mây và được gửi xuống khi họ manna và chim cút, [nói], "ăn từ những điều tốt đẹp mà chúng tôi đã cung cấp cho bạn." Và họ wronged chúng tôi không, nhưng họ đã [chỉ] wronging mình.
zu: Futhi We hlanganyela them izizwe eziyishumi nambili zakwa ozalweni [ohlukile] izizwe.

# Quran1115
source: And [mention, O Muhammad], when it was said to them, "Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward]."
ca: I [accèsit, O Muhammad], quan es va dir, "viure en aquesta ciutat i menjar-ne quan sigui que es dir,"Alleujar-nos dels nostres càrregues"i entrar la porta saludant humilment; Nosaltres us [llavors] perdonarà vostres pecats. Ens augmentarà els autors de bons [en bondat i recompensa]."
cy: A [sôn, O Muhammad], pan ddywedwyd iddynt, "i aros yn y ddinas hon a bwyta ohono lle bynnag y mae bydd a dweud, 'Yn ein rhyddhau rhag ein beichiau', a rhowch y giât consortia yn ostyngedig; Bydd gennym [yna] yn maddau ichi eich pechodau. Byddwn yn cynyddu phoenwn da [yn dyn a gwobrwyo]."
da: Og [omtale, O Muhammad], når det var sagde til dem: "bo i denne by og spise fra det, hvor du vil og sige, 'Fritager os fra vore byrder', og Angiv porten bukkende ydmygt; Vi tilgiver du [så] jeres synder. Vi vil øge magtsyge af god [i godhed og belønning]."
el: Και [αναφορά, Ο Μωάμεθ], όταν είχε πει σε τους, «σταθώ σε αυτή την πόλη και φάτε από αυτό οπουδήποτε θα και λένε, «Να μας απαλλάξει από τα βάρη μας», και εισάγετε την πύλη υποκύπτοντας ταπεινά? [Τότε], θα σας συγχωρήσω τις αμαρτίες σας. Θα αυξήσουμε το doers του καλού [στην Αγαθότητα και την ανταμοιβή].»
et: [Märkus, O Muhammad], kui öeldi neile, "elada selles linnas ja süüa seda kõikjal, kus näidatakse ja öelda,"Vabastada meid meie koormuse"ja sisestage värava kummardasid alandlikult; Me teile [siis] andeks oma patud. Meil suureneb Kurjategijaist hea [headus ja tasu]."
fi: [Maininnan, oi Muhammed], kun sanotaan, "asua tässä kaupungissa ja syödä se, missä on ja sanoa,"Vapauta meitä rasitteet"ja sisälle taipuu nöyrästi; Me [silloin] anteeksi, syntejäsi. Parannamme tekijöitä, hyvä [in hyvyys ja palkita]."
he: ו [אזכור, מוחמד O], כאשר נאמר להם, "להתעכב בעיר הזאת ולאכול ממנו בכל מקום שבו יהיה לומר, ''. לשחרר את בנו בנטל שלנו- לבין נכנס בשער משתחווים בענווה; [אז] סולח לך על חטאיך. אנחנו יגדל פעלתנים טוב [חסד ותגמול]."
hr: I [spomenuti, O Muhammad], kada je rečeno da ih "žive u ovom gradu i jedite od toga gdje će i reći, 'Osloboditi nas naših opterećenja' i unesite vrata smjernog; [Onda] će ti oprostiti grijehe. Ćemo povećati vršitelji dobro [u dobroti i nagrada]."
lt: Ir [paminėti, O Muhammad], kai jis sako, "gyventi šiame mieste ir valgyti iπ jo kur jums bus ir pasakyti,"Atleisti mums mūsų naštą", ir įveskite vartų linkę nuolankiai; Mes [tada] atleis jums jūsų nuodėmes. Mes didės daro gera [gėrio ir apdovanoti]."
lv: Un [pieminēt, O Muhammad], kad tas tika teikts, "kavēties šajā pilsētā un ēst no tā, kur būs un teikt,"Atbrīvot mūs no mūsu apgrūtinājumu"un ievadiet vārtiem palocīdamies pazemīgi; Mēs [tad] piedot jums jūsu grēkus. Mēs pieaugs doers no labas [labestības un atalgot]."
nb: Og [omtale, O Muhammad], når det er sagt, "bor i denne byen og spise fra den hvor du vil og si,"Lindre oss av våre byrder", og angi porten bukker ydmykt; Vi vil [da] tilgi deg syndene. Vi vil øke doers av god [med godhet og belønning]."
sk: A [zmienka, Mohamed], keď bolo povedané, "bývať v tomto meste a jesť z neho, nech sa a povedať,"Zbaviť nás naše bremená"a zadajte brány uklonil pokorne; My [potom] neodpustí vaše hriechy. Zvýšime konajte dobré [v dobrote a odmena]."
sl: In [omenja, O Muhammad], ko je bilo rečeno, "živijo v tem mestu in jesti od njega, kjer bo in reči,"Nas razbremeni naše bremen"in vnesite vrata priklonila ponižno; Mi bo [torej] oprostim svoje grehe. Bomo povečali kršitelje dobrega [na dobroto in nagrado]."
sr_cyrl: И [помена, О Мухаммад], кад је казано је да их, "боравити у овом граду и једите од тога где год ти ће и рекао, 'Не одведу ослободимо тог терета' и унесите капију клањања понизно; [Онда ] ће ти опростити своје грехе. Подићи ћемо акцију од добре [у доброту и награда]."
sr_latn: I [pomena, O Muhammad], kad je kazano je da ih, "boraviti u ovom gradu i jedite od toga gde god ti će i rekao, 'Ne odvedu oslobodimo tog tereta' i unesite kapiju klanjanja ponizno; [Onda] će ti oprostiti svoje grehe. Podići ćemo akciju od dobre [u dobrotu i nagrada]."
uk: І [згадки, O Мухаммад], коли вона була сказав їм: "зупинятися в цьому місті і з'їсти його там, де буде і сказати, полегшити нам про наше тягар і Заходимо у ворота кланяючись смиренно; Ми [потім] простить вам ваші гріхи. Ми буде збільшуватися передбачивши добра [в добро і винагородою]."
vi: Và [đề cập đến, O Muhammad], khi nó đã được nói với họ, "ngự trong thành phố này và ăn nó bất cứ nơi nào bạn sẽ nói, 'Làm giảm chúng tôi của gánh nặng của chúng tôi' và nhập cổng bowing khiêm nhường; Chúng tôi sẽ [sau đó] tha thứ cho bạn các tội lỗi của bạn. Chúng tôi sẽ tăng kẻ tốt [tốt đẹp và thưởng]."
zu: Futhi [Khumbuzani, O Muhammad], lapho kwathiwa kubo, 'hlala kulo muzi futhi udla kuwo nomaphi kuthanda wena bese uthi,' oyosikhulula imithwalo yethu, 'ngena sango ekukhothameleni ngokuthobeka; Sizokwenza [ke]
