Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2083
source: Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager.
ca: El seu senyor és saber la majoria de vostès. Si Ell voluntats, ell tindrà misericòrdia en tu; o si es vol, es castigarà. I no hem enviat t, [O Muhammad], sobre d'ells com a director.
cy: Eich Arglwydd yn gwybod fwyaf ohonoch. Os mae ef wills, bydd ganddo drugaredd arnoch; neu os y mae ef yn wills, bydd ef yn eich cosbi. Ac nad ydym wedi anfon chi, [O Muhammad], dros eu fel rheolwr.
da: Jeres Herre er mest vidende af dig. Hvis han vil, vil han have barmhjertighed med jer; eller hvis han vil, han vil straffe dig. Og vi har ikke sendt dig, [O Muhammad], over dem som manager.
el: Είναι ο Λόρδος σας γνωρίζοντας οι περισσότεροι από εσάς. Εάν τι διαθήκες, αυτός θα έχει το έλεος σε σας. ή εάν η διαθήκη, αυτός θα σας τιμωρήσει. Και σου, [Ο Μωάμεθ], στείλαμε δεν πάνω τους ως ένα διαχειριστή.
et: Teie Issand on enamik teades teid. Kui ta tahab, ta on halastusest teie; või kui ta tahab, ta karistab teid. Ja meil on saatnud teile [O Muhammad], nende juhina üle.
fi: Herrasi on teistä. Jos tahtoo, hän on armollinen tai jos tahtoo, hän rankaisee teitä. Ja olemme lähettäneet sinulle [Oi Muhammed] ei heitä johtaja.
he: הוא לדעת רוב מכם. שיואיל הוא ירחם עליכם; או שיואיל והוא יעניש אתכם. לא שלחנו לך, [O מוחמד], מעליהם כמנהל.
hr: Gospodar tvoj je većina znajući za vas. Ako hoće, on će imati milosti za tebe; ili ako hoće, on će vas kazniti. I što ne primite, [O Muhammad], nad njima kao upravitelja.
lt: Jūsų Viešpats yra dauguma žinant iš jūsų. Jei jis nori, jis yra gailestingumo į tave; arba jei jis nori, jis bus nubausti. Ir mes ne atsiuntė jums, [O Muhammad], virš jų vadovui.
lv: Savu kungu ir visvairāk zinot jums. Ja viņš vēlas, viņš ir žēlsirdība pār jums; vai ja viņš vēlas, viņš būs sodīt jums. Un mums nav aizsūtījusi tevi, [O Muhammad] pār viņiem kā vadītājs.
nb: Herren er de fleste vet av dere. Hvis han wills, vil han ha barmhjertighet med deg; eller hvis han wills, han vil straffe deg. Og vi ikke har sendt deg, [O Muhammad], over dem som leder.
sk: Váš pán je najviac poznať z vás. Ak on chce, bude mať zľutovanie na vás; alebo ak on chce, že navštívim vás. A posielame vám [Mohamed], nie nad nimi ako manažér.
sl: Vaš Gospod je, vedoč, večina od vas. Če on hoče, on bo usmili na vas; ali če on hoče, on vas kaznoval. In smo niste poslali vi, [O Muhammad], nad njimi kot manager.
sr_cyrl: Твој господар је већина јер знам да си. Ако он то зели, он ће имати милости за тебе; или, ако он то зели, он ће те казнити. И нису послали смо вам, [О Мухаммад], над њима као менаџер.
sr_latn: Tvoj gospodar je većina jer znam da si. Ako on to zeli, on će imati milosti za tebe; ili, ako on to zeli, on će te kazniti. I nisu poslali smo vam, [O Muhammad], nad njima kao menadžer.
uk: Ваш Господь є знаючи більшості з вас. Якщо він хоче, він буде помилуй ви; або, якщо він хоче, він покарає тебе. І ми не послав вас, [O Мухаммад], над ними як менеджер.
vi: Chúa của bạn là hầu hết hiểu biết của bạn. Nếu ngài muốn, anh ta sẽ có lòng thương xót khi bạn; hoặc nếu ngài muốn, anh ta sẽ trừng phạt bạn. Và chúng tôi đã không gửi cho bạn, [O Muhammad], qua chúng như là một người quản lý.
zu: Kho Lord is engazi kakhulu ngawe.

# Quran2084
source: And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms].
ca: I el seu senyor és saber més del qui està en els cels i la terra. Hem fet alguns dels profetes superar altres [de diverses maneres] i a David ens va regalar el llibre [de Salms].
cy: A yw eich Arglwydd rhan fwyaf o wybod pwy bynnag sydd yn y nefoedd a'r ddaear. Ac yr ydym wedi gwneud rhai eraill yn fwy na'r [mewn amrywiol ffyrdd] y proffwydi, ac i David, rhoesom y llyfr [o Salmau].
da: Og din herre er mest at vide om, hvem der er i himlene og jorden. Vi har lavet nogle af profeterne overstiger andre [på forskellige måder], og David vi gav bogen [af Salmerne].
el: Και ο Λόρδος σας είναι οι περισσότεροι γνωρίζοντας του όποιος και αν είναι στον ουρανό και τη γη. Έχουμε κάνει μερικές από τους προφήτες υπερβαίνει τους άλλους [με διάφορους τρόπους] και να David δώσαμε το βιβλίο [των Ψαλμών].
et: Ja teie Issand on enamik teades, kes on taevas ja maa. Oleme teinud mõned prohvetid ületada teised [erineval viisil] ja David andsime [psalmi] raamat.
fi: Ja teidän Herranne on se, joka on taivaassa ja maan päällä. Olemme tehneet joitakin profeettoja ylittää muut [monin], ja David annoimme [Mormonin PSALMIT].
he: האל שלך לדעת רוב של מי שנמצא את השמים ואת הארץ. עשינו כמה מן הנביאים לחרוג אחרים [בדרכים שונות] ו כדי David נתנו את הספר [תהילים].
hr: A Gospodar tvoj je većina znajući ko je u nebesima i na zemlji. Napravili smo neki od proroka premašuje drugi [na različite načine] i David mi dao psalama [].
lt: Ir jūsų Viešpats yra dauguma žinant, kas yra dangaus ir žemės. Ir mes turime padaryti kai kurių pranašų viršyti kitų [įvairiais būdais], ir į David mums davė knyga [iš Psalmių].
lv: Un jūsu kungs ir visvairāk zinot, kurš ir debesis un zemi. Mēs esam veikuši dažas no praviešiem pārsniegt citiem [dažādi] un David, mēs iedevām grāmatā [Psalmi].
nb: Og Herren er de fleste vet av hvem som er i himmelen og jorden. Vi har gjort noen av profetene overskrider andre [på ulike måter] og David vi ga boken av salme].
sk: A váš pán je väčšina vedieť, kto je v nebesiach a na zemi. Urobili sme niektoré z prorokov presiahnuť iní [rôzne] a David My dal kniha [žalmy].
sl: In vaš Gospod je večina vedo, kdo je v nebesih in na zemlji. Naredili smo nekaj prerokov drugi presega [na različne načine] in da David smo dali knjiga [psalmov].
sr_cyrl: И твој господар је већина јер знам да ко год да је небеса и земљу. Направили смо неке пророке другима да премаши [на разне начине] и да Давид, дали смо књигу [псалме].
sr_latn: I tvoj gospodar je većina jer znam da ko god da je nebesa i zemlju. Napravili smo neke proroke drugima da premaši [na razne načine] i da David, dali smo knjigu [psalme].
uk: І Господь ваш більшість знаючи того, хто б у небі та землі. Ми зробили деякі пророки перевищує інші [по-різному] і до David ми дали книга [Псалми].
vi: Và Chúa của bạn là hầu hết hiểu biết của bất cứ ai là trong bầu trời và trái đất. Chúng tôi đã thực hiện một số các tiên tri vượt quá những người khác [trong nhiều cách khác nhau] và đến David, chúng tôi đã cho sách [Thánh Vịnh].
zu: Futhi kho Lord is engazi iningi ubani bhakabhaka hlaba.

# Quran2085
source: Say, "Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else]."
ca: Dir, "invocar els heu afirmat [com déus] a més d'ell, per que no posseeixen l'eliminació d'adversitat que [l'habilitat per a] o [per seu] transferència [a algú]."
cy: Dweud, "galw'r rhai yr ydych wedi honni [fel duwiau] heblaw ef, am na fyddai dileu'r [gallu] adfyd oddi wrthych ganddynt neu [ar gyfer ei] trosglwyddo [i rywun arall]."
da: Sige, "påberåbe dem du har hævdet [som guderne] ud over ham, for de ikke besidder [evne til] fjernelse af modgang fra dig eller [for sin] overførsel [til en anden]."
el: Ας πούμε, "επικαλούνται αυτές έχετε ισχυρίστηκε [ως Θεοί] εκτός από αυτόν, γιατί δεν διαθέτουν την αφαίρεση [ικανότητα] αντιξοότητες από εσάς ή [για τις] μεταφορά [σε κάποιον άλλο].»
et: Öelda: "tugineda neile, olete taotlenud [nagu jumalad] peale teda, sest nad olema ebaõnne sinult [võime] eemaldamine või [jaoks oma] üleviimine [keegi teine]."
fi: Esimerkiksi "vedota ne ovat väittäneet [jumalina] hänen vieressään, sillä niillä ei ole [kyky] poistaminen vastoinkäymiset sinulta tai [varten sen] siirto [joku]."
he: אומרים, "הפעלת אלה שטענת [כמו אלים] מלבד אותו, כי הם לא ניחנת הסרת [היכולת של] מצוקה ממך או [עבור שלה] העברה [למישהו אחר]."
hr: Kažu, "pozvati one su tvrdili [kao bogovi] osim njega, jer oni ne posjeduju [sposobnost za] uklanjanje nedaća iz te ili [za svoje] prijenos [netko]."
lt: Sako, "remtis tie jūsų reikalaujamą [kaip dievai] be jo, nes jie neturi bėdų iš tavęs [gebėjimas] panaikinimas arba [už savo] perduoti [kažkas]."
lv: Teiksim, "atsaukties tos, kas ir apgalvots [kā dievi] viņu, turklāt par tiem nepiemīt [spēja] izņemšanu no posta, no jums vai [par tās] nodošana [kāds cits]."
nb: Si, "starte dem du har hevdet [som gudene] foruten ham, for de besitter [muligheten for] fjerning av motgang fra deg eller [for sin] overføring [til noen andre]."
sk: Povedať, "odvolávať tých ste tvrdil [ako bohovia] Okrem neho pre nemajú [schopnosť] Odstránenie úzkosťou z vás alebo [na jeho] prenos [niekto]."
sl: Reči, "tiste, ki ste trdili [kot bogovi] poleg njega, uveljavlja za nimajo [sposobnost za] odstranitev stisko od vas ali [za svoje] prenos [za nekoga drugega]."
sr_cyrl: Рецимо , "призовем оне изјавили [као богови] осим њега, јер не поседују [способност за] уклањање невоље од тебе или [за њене] пренос [некоме другом]."
sr_latn: Recimo, "prizovem one izjavili [kao bogovi] osim njega, jer ne poseduju [sposobnost za] uklanjanje nevolje od tebe ili [za njene] prenos [nekome drugom]."
uk: Сказати: "викликати ті, що ви стверджували [як богів], крім нього, бо вони не володіють [здатність] видалення негараздів від вас або [для його] передачу [іншого]."
vi: Nói, "gọi những người bạn đã tuyên bố [như là vị thần] bên cạnh anh ta, vì họ không có việc loại bỏ [khả năng cho] nghịch cảnh từ bạn hoặc [cho nó] chuyển giao [ai]."
zu: Ithi, "ukunxusa labo uwamangalele [njengoba onkulunkulu] Him, ngoba abazi ifa [ikhono] ukususwa ubunzima evela kuwe, noma [zayo] ukudluliswa [omunye]."

# Quran2086
source: Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared.
ca: Els qui invocaven buscar mitjans d'accés al seu Senyor, [tractant com a] quin d'ells seria més propera, i espero que per la seva misericòrdia i por el seu càstig. De fet, mai es tem el càstig del seu Senyor.
cy: Mae'r rhai y mae eu galw'r geisio mynedfeydd i Arglwydd eu, [ymdrechu i] Pa un ohonynt fyddai agosaf, ac maent yn gobeithio am ei drugaredd a ofni ei gosbi. Yn wir, yn cosbi eich Arglwydd yn ofni erioed.
da: Dem, som de kalde søge adgangsveje til deres Herre, [stræber efter at] hvilket af dem vil være nærmeste, og de håber for hans barmhjertighed og frygter hans straf. Ja, straf af din herre er nogensinde frygtet.
el: Εκείνοι τους οποίους επικαλούνται αναζητούν τρόπους πρόσβασης τους Λόρδος, [αγωνίζεται ως προς] Ποια από αυτά θα είναι "πλησιέστερο", και ελπίζουν για το έλεος και φοβούνται την τιμωρία του. Πράγματι, ποτέ φόβος η τιμωρία του ο Λόρδος σας.
et: Need, kelle territooriumil asjaomane hankimist nende Issand, [loodetakse selle] milline neist oleks lähim, juurdepääsutee ja nad loodan tema armu ja karta tema karistamist. Tõepoolest, teie Issandat karistuse kunagi kartnud.
fi: Niille, joille nämä vedota etsiä keino päästä herra, [pyrkii siitä] mikä olisi lähin, ja he toivovat hänen armonsa pelkäävät hänen rangaistuksensa. Todellakin Herrasi rangaistus on aina pelättävissä.
he: אלו הם להפעיל לחפש אמצעי גישה לאלוהיהם [חתירה כמו ל] מי מהם יהיה הקרוב ביותר, והן לקוות לרחמיו מפחד העונש שלו. אכן, העונש של האדון הוא חשש אי פעם.
hr: Oni koje oni zazivaju tražiti sredstva za pristup na svoga Gospodina, [težnja da] koji bi bio najbliži, i oni za njegovu milost i bojati njegove kazne. Uistinu, kazna Gospodar tvoj je zabrinut.
lt: Tuos, kuriuos jie remiasi ieškoti būdų susipažinti su jų Viešpaties, [siekti,] kuri iš jų būtų tikslumu, ir jie tikisi jo gailestingumą ir bijoti jo bausmė. Iš tiesų, baudimą už jūsų Viešpats niekada bijoti.
lv: Tiem, kuriem tās izsaukt meklēt savu kungu [tiekties, lai] kura no tām būtu vistuvāk, piekļuves līdzekļi un tie cerēt uz viņa žēlsirdību un bailes viņa sods. Patiešām, jebkad baidījās sodu par savu kungu.
nb: Dem de starte søke tilgang til Herren, [streve å] hvem av dem vil være nærmest, og de håper for hans nåde og frykter sin straff. Faktisk er straffen Herrens stadig fryktet.
sk: Tých, ktorým sa domáhajú hľadať prostriedky prístupu k ich pán [usilovať o] ktorý z nich by bol najbližšie, a dúfam, že pre jeho milosrdenstvo, a strach jeho trest. Vskutku, trest svojho pána stále bál.
sl: Tisti, ki uveljavljajo poiskati dostope do svojega Gospoda, [prizadevanje, da] katera od njih bi bil najbližji, in upanje za njegovo milost in strah svojo kazen. Res, kazen svojega gospodarja jih kdaj Bali.
sr_cyrl: Оне које они призивају траже средства за приступ свом Господу, [која тежи да] који је од њих би био најближи, и надају се за његову милост и страх његова казна. Уистину , казна твог Господа је икада Бојао се.
sr_latn: One koje oni prizivaju traže sredstva za pristup svom Gospodu, [koja teži da] koji je od njih bi bio najbliži, i nadaju se za njegovu milost i strah njegova kazna. Uistinu, kazna tvog Gospoda je ikada Bojao se.
uk: Тих, кого вони посилатися шукати можливості доступу до пана свого, [прагнення щодо] який з них буде найближчий, і вони сподіваємося на його про милість і бояться його покарання. Дійсно, покарання ваш Господь ніколи не боявся.
vi: Những người mà họ gọi tìm kiếm có nghĩa là truy cập vào Chúa, [phấn đấu là] mà trong số đó sẽ là gần nhất, và họ hy vọng cho lòng thương xót của mình và sợ hãi hình phạt của mình. Thật vậy, sự trừng phạt của Chúa của bạn bao giờ sợ.
zu: Labo ababasiza ukunxusa bafune izindlela zokufinyelela bo Lord [ukulwela ngokuqondene] iyiphi wabo eliseduze, futhi banethemba lokuthi umusa Wakhe sesaba isijeziso yaKhe.

# Quran2087
source: And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed.
ca: I no hi ha cap ciutat però que li destrueixen abans el dia de resurrecció o castigar-lo amb un càstig sever. Que mai ha estat en el registre d'inscripció.
cy: Ac nid oes yr un ddinas ond y byddwn yn ei ddinistrio cyn dydd atgyfodi neu ei gosbi â chosbi difrifol. Mae hynny erioed wedi bod yn y gofrestr arsgrifio.
da: Og der er ingen by, men vi vil ødelægge det, før den dag i opstandelse eller straffe det med en hård straf. Der nogensinde har været i registret indskrevet.
el: Και δεν υπάρχει καμία πόλη, ότι εμείς θα το καταστρέψει πριν από την ημέρα της Ανάστασης ή να τιμωρήσει με μια αυστηρή τιμωρία. Που έχει ποτέ στο μητρώο χαραγμένο.
et: Ja seal on pole linn, vaid et me hävitada enne ülestõusmise päeval või karistavad karm karistus. Mis kunagi varem kantud registrisse.
fi: Ja ei ole mikään kaupunki, että tuhoamaan sitä ennen ylösnousemuksen päivänä tai rangaista ankara rangaistus. Se on koskaan ollut merkitty rekisteriin.
he: ויש אין עיר אבל זה אנו להרוס אותו לפני יום תחיית המתים או להעניש אותו עם עונש חמור. זה כבר פעם בקופה כתוב.
hr: I nema nijedan grad, ali da ćemo ga uništiti prije dana uskrsnuća ili kazniti sa tešku kaznu. To je u registar upisan.
lt: Ir nėra jokio miesto, bet kad mes sunaikinti prieš prisikėlimo dieną ar baudžiant už ji su sunki bausmė. Kad kada nors buvo įrašyti registre.
lv: Un tur nav pilsēta, bet ka mēs to iznīcināt, pirms augšāmcelšanās dienā vai sodīt ar bargu sodu. Ka kādreiz ir ierakstīti reģistrā.
nb: Og det er ingen by, men at vi vil ødelegge den før oppstandelsen eller straffe det med en streng straff. Som har vært i registeret innskrevet.
sk: A nie je žiadne mesto, ale že budeme zničiť pred deň vzkriesenia alebo potrestať s ťažkým trest. Niekedy to bolo v registri zapísaný.
sl: In ni nobeno mesto, ampak da bomo uničili pred v dan od vstajenje ali kaznovati s hudo kazen. Ki je bil kdaj v Register vpisanih.
sr_cyrl: И не постоји град али то смо ће то уништити пред дан ускрснућа или га казнити са озбиљним казна. То није био у дневнику уклесани.
sr_latn: I ne postoji grad ali to smo će to uništiti pred dan uskrsnuća ili ga kazniti sa ozbiljnim kazna. To nije bio u dnevniku uklesani.
uk: І немає міста, але що ми знищити його, поки день Воскресіння або покарати його з серйозними покарання. Що коли-небудь були в регістрі, з написом.
vi: Và không không có thành phố nhưng mà chúng ta sẽ phá hủy nó trước ngày phục sinh hoặc trừng phạt nó với một hình phạt nặng. Mà đã từng đăng ký ghi.
zu: Futhi akukho muzi kodwa ukuthi Thina uyakulahlekelwa yikho phambi Suku Vuko jezisa ngayo isijeziso esinzima.

# Quran2088
source: And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning.
ca: I res no ens ha impedit enviar senyals excepte que negava els pobles antics. I vam donar Thamud el camell com un signe visible, però ella injustament. I no els signes excepte a enviar com una advertència.
cy: Ac nid oes dim wedi ein hatal rhag anfon arwyddion heblaw y gwadodd bobloedd cyn iddynt. A rhoddodd Thamud y camel hi fel arwydd gweladwy, ond roedd eu cam iddi. A ydym yn anfon nid yr arwyddion ac eithrio fel rhybudd.
da: Og intet har forhindret os i at sende tegn, bortset fra at de tidligere folk nægtes dem. Og vi gav Thamud hun-kamelen som et synligt tegn, men de krænket hende. Og vi sender ikke tegn undtagen som en varsling.
el: Και τίποτα δεν μας εμπόδισε αποστολή σημάδια, εκτός από το ότι τους αρνήθηκε τους πρώην λαούς. Και δώσαμε Thamud της αυτή-καμήλας ως ένα ευκρινές σήμα, αλλά θίγονται της. Και στέλνουμε δεν τα σημάδια εκτός από ως προειδοποίηση.
et: Ja miski ei takistanud meid saatmast märke, välja arvatud, et endine Rahvaste eitas neid. Ja andsime Thamud she-camel nähtavaks märgiks, kuid nad ülekohtu teda. Ja saadame pole märke, välja arvatud hoiatus.
fi: Ja mikään ei estänyt meitä lähettämästä merkkejä, paitsi että entisen kansojen heiltä. Annoimme Thamud hän-camel näkyvä merkki, mutta ne pahoittanut hänen mielensä. Ja lähetämme ole merkkejä lukuun ottamatta varoituksena.
he: שום דבר לא מנעה אותנו שולח סימנים חוץ מזה העמים לשעבר ולשאלת. נתנו Thamud הגמל היא סימן נראה לעין, אך הם עוול אותה. ושלח לנו לא את הסימנים חוץ כאזהרה.
hr: I ništa nas je spriječio šalje znakove osim što bivši naroda nije prihvatio ih. I dali smo Thamud je deva kao vidljivi znak, ali su joj nepravdu. I šaljemo ne znaci osim kao upozorenje.
lt: Ir nieko neleido mums siųsti požymius, išskyrus tai, kad buvęs Tautų kuris jiems nesuteikiamas. Ir mes davė Thamud ji-camel atspindinti, bet jie nuskriausti jai. Ir mes siųsti ne ženklai išskyrus kaip įspėjimas.
lv: Un nekas neļāva mums sūta pazīmes, izņemot to, ka bijušais tautu liegta viņiem. Un mēs likām Thamud viņa kamielis kā redzamu zīmi, bet tie viņai nodarīts kaitējums. Un mēs nosūtīsim ne pazīmes, izņemot kā brīdinājums.
nb: Og ingenting har hindret oss sender tegn bortsett fra at tidligere folk nektet dem. Og vi ga Thamud hun-kamelen som et synlig tegn, men de gjort urett mot henne. Og vi sender ikke tegn unntatt som en advarsel.
sk: A nič nám bráni odosielanie príznakov, okrem toho, že bývalý národy im odmietnutý. A dali sme Thamud ťava ona ako viditeľné znamenie, ale sa jej ublížili. A pošleme nie príznaky okrem ako varovanie.
sl: In nič je ne more nas pošilja znakov, razen da nekdanji narodi nimajo dostopa. In mi je dal Thamud kamela ona kot viden znak, vendar so ji krivico. In pošljemo ne znake, razen kot opozorilo.
sr_cyrl: И ништа нас је спречила да шаље знакове осим што су бивши народи их је порекао. И дали смо Тхамуд је она-камила као видљиви знак, али су јој неправду. И Пошаљи нам не знакове осим као упозорење.
sr_latn: I ništa nas je sprečila da šalje znakove osim što su bivši narodi ih je porekao. I dali smo Thamud je ona-kamila kao vidljivi znak, ali su joj nepravdu. I Pošalji nam ne znakove osim kao upozorenje.
uk: І нічого не дозволило нам надсиланню знаки, крім того, що колишній народів заперечував їх. І ми дали Thamud вона camel як видимий знак, але вони її образили. І ми відправляємо не знаки, крім як попередження.
vi: Và không có gì đã khiến chúng tôi không gửi dấu hiệu ngoại trừ rằng các dân tộc trước đây từ chối chúng. Và chúng tôi đã Thamud lạc đà bà như là một dấu hiệu có thể nhìn thấy, nhưng họ wronged cô. Và chúng tôi gửi không phải là những dấu hiệu ngoại trừ như một cảnh báo.
zu: Futhi akukho lutho kuwavimbele Us kusuka ukuthumela izimpawu ngaphandle ukuthi izizwe yangaphambili enqaba ukubavulela.
