Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2041
source: And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail.
ca: Hem fet la nit i dia dos signes i hem esborrat el signe de la nit i va fer el senyal del dia visible que pot buscar recompensa del seu Senyor i pot saber el nombre d'anys i el compte [de temps]. I tot el que hem assenyalat en detall.
cy: Ac yr ydym wedi gwneud yr arwyddion ddau ddydd a nos, ac yr ydym yn dileu yr arwydd y nos ac yn gwneud arwydd y dydd gweladwy y gall geisio bounty gan eich Arglwydd a gall gwybod y nifer o flynyddoedd ac y ystyriaeth [amser]. A phopeth rydym wedi'u nodi yn fanwl.
da: Og vi har gjort i nat og dag to tegn, og vi slettet tegnet af natten og gjorde dagen synlige tegn at du kan søge bounty fra din herre og kan ved antallet af år og hensyn [tid]. Og alt, hvad vi har beskrevet i detaljer.
el: Και έχουμε κάνει την νύχτα και μέρα δύο σημάδια, και διαγράφονται το σημάδι της νύχτας και έκανε την υπογραφή του ορατά την ημέρα που μπορεί να επιδιώξει την γενναιοδωρία από το Λόρδο και ίσως γνωρίζετε τον αριθμό των ετών και το υπόψη [ώρα]. Και ό, τι καθορίσαμε λεπτομερώς.
et: Oleme teinud öö ja päev kaks tähist ja kustuda märk öösel ja päeval nähtav märk võivad taotleda oma Issanda halastus ja võib teada aastate arvu ja [aeg] arvel tehtud. Ja kõik me sätestatakse üksikasjalikult.
fi: Olemme tehneet päivin kaksi merkkiä ja poistaa yön merkki ja teki päivä näkyvä merkki voivat hakea bounty teidän Herranne ja voi tietää useita vuosia ja mahdollisuuksien mukaan huomioon [aika]. Ja kaikki on kuvattu yksityiskohtaisesti.
he: אנחנו עשינו את יום ולילה שני שלטים ו אנחנו מחק את. השלט של הלילה ועשה את השלט של היום נראה לעין כי אולי תבקש ראשים של אדונך, אולי יודע את מספר שנים ואת החשבון [של זמן]. כל מה שקבענו בפירוט.
hr: I učinili smo noć i dan dva znaka, a smo izbrisali znak noći i znak dan vidljivo da mogu tražiti na nagrade iz vašeg gospodara i možda znate broj godina i računa [vrijeme]. I sve smo postavili u detalje.
lt: Ir mes padarėme dieną ir naktį dviejų žymenų, ir mes ištrinami ženklas nakties ir matoma dieną pasirašyti kad gali siekti lazdelės iš jūsų Viešpats ir gali pažinti metų skaičiaus ir jų sąskaita [laikas]. Ir viską nustatėme išsamiai.
lv: Mēs esam panākuši dienu un nakti divas pazīmes un mēs izdzēst zīme naktī un dienā redzama zīme ka var lūgt devība no savu kungu un zināt vairākus gadus un ņemot vērā [laiks]. Un viss, kas mums ir sīki izklāstīti.
nb: Vi har gjort natt og dag to tegn og vi slettet tegn på natten og gjorde tegn av dagen synlig at du kan søke bounty Herrens og kan vite antall år og kontoen [klokkeslett]. Og alt vi har beskrevet i detalj.
sk: Urobili sme noc a deň dve známky a sme vymazané znamenia v noci a znamenia dňa vidieť že požadovať odmenu od svojho pána, a možno viete, niekoľko rokov a na účet [čas]. A všetko, čo sme už podrobne.
sl: In smo naredili noč in dan znakoma, in smo zbrisati znak noč in so znak dan vidno da radodarnosti lahko prosite svojega Gospoda in morda veste, število let in račun [čas]. In vse, kar smo pripravili podrobno.
sr_cyrl: Направили смо дан и ноћ два знаке и смо избрисали знак ноћи и направио знак видљив у дану да може да тражи награду од твог господа и да знате број година и рачуна [Вријеме]. И све су кренули смо у детаље.
sr_latn: Napravili smo dan i noć dva znake i smo izbrisali znak noći i napravio znak vidljiv u danu da može da traži nagradu od tvog gospoda i da znate broj godina i računa [Vrijeme]. I sve su krenuli smo u detalje.
uk: І ми зробили день і ніч два знаки, і ми стерті знак ніч і зробив знак день видно може домагатися щедрості від вашого Господа і також може знати кількість років та рахунку [часу]. І все, що ми намітили в деталях.
vi: Chúng tôi đã làm đêm và ngày hai dấu hiệu, và chúng tôi xóa các dấu hiệu của đêm và thực hiện các dấu hiệu trong ngày có thể nhìn thấy rằng bạn có thể tìm kiếm tiền thưởng từ Chúa của bạn và có thể biết số tuổi và tài khoản [thời gian]. Và tất cả mọi thứ chúng tôi đã thiết lập chi tiết.
zu: Futhi Senze ubusuku nemini zibonakaliso ezimbili, futhi Thina swe isibonakaliso kobusuku wenza isibonakaliso usuku ebonakalayo lowo you khonga ekufunayo nekucelayo nga kho Lord futhi zazi inani leminyaka kanye akhawunti [isikhathi].

# Quran2042
source: And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open.
ca: [Per] cada persona ens han imposat el seu destí al seu coll i es produirà per a ell el dia de resurrecció obrir un registre que ell es trobaran repartits.
cy: A [i] bob person Rydym wedi gosod ei dynged ar ei wddf, a byddwn yn cynhyrchu iddo ar dydd atgyfodi cofnod a fydd ef yn wynebu lledaenu ar agor.
da: Og [for] hver person har vi indført hans skæbne efter hans hals, og vi vil producere for ham på den dag i opstandelse en post, som han vil støde sprede åbne.
el: [Για] το πρόσωπο κάθε έχουμε επιβάλει τη μοίρα του προς το λαιμό και θα παράγουμε για αυτόν κατά την ημέρα της Αναστάσεως, ανοίξτε ένα ρεκόρ το οποίο, θα συναντήσει εξαπλωθεί.
et: [Iga isiku jaoks] oleme kehtestanud oma saatuse pärast tema kaela ja meil hakkab tootma teda rekord, mis ta satuvad levinud avatud ülestõusmise päev.
fi: [On] jokainen olemme asettaneet hänen kohtalonsa, kun hänen kaulaansa, ja laadimme hänelle tietue, jota hän kohtaavat levitä Avaa ylösnousemuksen.
he: [על] כל אדם אנחנו הטילו הגורל על צווארו ואני נפיק אותו על יום של תחיית המתים לפתוח רשומה אשר הוא ייתקל להתפשט.
hr: Za svaku osobu nam je nametnula sudbina na vrata i mi ćemo proizvoditi za njega na dan uskrsnuća rekord koji će naići šire otvoriti.
lt: [Už] Kiekvienas asmuo, mes turime įvesti savo likimą pagal jo kaklo ir mes bus pateikti jam prisikėlimo dieną su įrašu, kuris jis iškils skleisti atidaryti.
lv: [Par] katram cilvēkam viņa likteni pēc viņa kakla ir uzlikts, un mēs radīs viņa augšāmcelšanās diena, atveriet ierakstu, kuru viņš sastapsies izplatīties.
nb: [For] hver person har vi innført sin skjebne på halsen, og vi vil produsere for ham på oppstandelsen en post som han vil møte spre åpne.
sk: [Pre] každého človeka sme uložili jeho osud po krku a vyrobíme pre neho na deň vzkriesenia, otvorte záznam, ktorý sa stretnete šíriť.
sl: [Za] vsako osebo smo upoštevajo svojo usodo na vratu in proizvajamo bo zanj na dan od vstajenje, odprite zapis, ki je srečanje razširila.
sr_cyrl: За сваку особу нам је наметнула његова судбина му за врат и производимо ће за њега на дан за ускрснуће Отворите запис који је он ће наићи на шири.
sr_latn: Za svaku osobu nam je nametnula njegova sudbina mu za vrat i proizvodimo će za njega na dan za uskrsnuće Otvorite zapis koji je on će naići na širi.
uk: [Для] кожної людини, ми ввели його доля після його шиї, і ми виготовимо для нього в день Христового Воскресіння запис, який він зустріне поширення відкрити.
vi: Và cho mọi người, chúng tôi đã áp đặt số phận của mình khi cổ của ông, và chúng tôi sẽ sản xuất cho anh ta vào ngày phục sinh một kỷ lục mà ông sẽ gặp phải trải rộng mở.
zu: Futhi [ngoba] zonke umuntu We nqumela ngekusasa lakhe entanyeni yakhe, futhi We khiqiza him Suku Vuko irekhodi lapho yena uzohlangana basakaze evulekile.

# Quran2043
source: [It will be said], "Read your record. Sufficient is yourself against you this Day as accountant."
ca: [Es diu], "llegir el registre. Suficient és-se contra aquest dia com a comptable."
cy: [Bydd dweud], "yn darllen eich cofnod. Digonol yw eich hun yn eich diwrnod hwn fel cyfrifydd erbyn.
da: [Det vil siges], læse"din post. Tilstrækkelig er selv imod dig denne dag som bogholder."
el: «[, Θα μας πουν], διαβάστε το αρχείο σας. Επαρκής είναι τον εαυτό σας εναντίον σας αυτή την ημέρα ως λογιστή."
et: [See ütles], "lugeda oma rekord. Piisav on ennast sellel päeval kui raamatupidaja teie vastu."
fi: [Sanotaan], "lukea teidän ennätys. Riittävästi on itse sinua tänä päivänä kirjanpitäjä vastaan."
he: [זה יאמר], "קרא את התיק שלך. מספיק הוא את עצמך נגדך, היום הזה בתור רואה חשבון".
hr: [To će biti rekao], "čitati tvoj dosje. Dovoljno je se protiv vas ovaj dan kao računovođa.
lt: [Jis bus pasakyti], "skaityti jūsų įrašas. Pakankamai yra sau prieš jus šią dieną kaip buhalteris."
lv: [Tas tiks teikts], "lasīt jūsu ieraksts. Pietiekama ir sevi pret šo dienu kā grāmatvedis jums."
nb: [Det vil si], lese"posten. Tilstrekkelig er selv mot deg denne dagen som regnskapsfører.
sk: [To bude povedal] "čítať váš záznam. Dostatočná je sám proti vám tento deň ako účtovník."
sl: [To bo omenjeni], "prebral vaš zapis. Dovolj je sami proti vam ta dan kot računovodja."
sr_cyrl: [То вам је рекао да], "чита твој запис. Довољан је себи против вас овај дан као рачуновођа."
sr_latn: [To vam je rekao da], "čita tvoj zapis. Dovoljan je sebi protiv vas ovaj dan kao računovođa."
uk: [Вона буде сказала], "читати ваші записи. Достатнім є себе проти вас цей день як бухгалтер".
vi: [Nó sẽ được cho biết], "đọc hồ sơ của bạn. Đủ là chính mình đối với bạn ngày hôm nay như là nhân viên kế toán."
zu: [Kuyoba kuthiwe], "Funda irekhodi lakho. Eyanele ukuze umelane nawe namuhla mabhuku."

# Quran2044
source: Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger.
ca: Qui és guiada només està guiat per [el benefici de] l'ànima. I qui només errs errs contra d'ella. I no portador de càrregues portarà la càrrega d'un altre. I mai vols podem castigar fins que ens va enviar un Missatger.
cy: Pwy bynnag sy'n cael ei arwain yn tywys dim ond ar gyfer [budd] ei enaid. Ac mae pwy bynnag sy'n ymylu dim ond ymylu yn ei erbyn. A bydd unrhyw cludo o'r beichiau yn ysgwyddo'r baich o un arall. A byth y byddai cosbi nes, anfonwyd negesydd.
da: Hvem er styret er kun guidet til fordel for hans sjæl. Og den, der med urette kun med urette mod det. Og ingen bærer af byrder vil bære byrden af en anden. Og aldrig ville vi straffe indtil vi sendte en budbringer.
el: Όποιος καθοδηγείται μόνο καθοδηγείται για [όφελος] την ψυχή του. Και όποιος σφάλλει μόνο σφάλλει ενάντια σε το. Και δεν κομιστή του φόρτου θα φέρουν το βάρος του άλλου. Και ποτέ δεν θα μας τιμωρήσει έως ότου μας έστειλε αγγελιοφόρο.
et: Kes iganes juhib ainult huvitavad [kasuks] tema hinge. Ja kes iganes errs ainult errs selle vastu. Ja no koormuse kandjaks näidatakse desarmeerimisel teise. Ja kunagi me kas karistada kuni saatsime messenger.
fi: Kuka ohjaa vain ohjaa [hyväksi] hänen sielunsa. Ja kuka pettäisi vain pettäisi sitä vastaan. Ja ei haltija taakan kantavat silloin taakan toisen. Ja koskaan emme rangaista kunnes lähetimme messenger.
he: מי מודרך רק מונחה לטובת [של] את נשמתו. מי שוגה רק דחיית נגד זה. אין שנושא בנטל ישאו בעול של אחר. מעולם לא היה מעניש עד ששלחנו שליח.
hr: Tko god je vođena samo vodi [u korist] svoju dušu. I tko god errs samo errs protiv toga. I ne obećaje ništa od tereta će snositi teret drugoga. I nikad ne ćemo kazniti sve dok mi ne pošalju glasnika.
lt: Kas vadovaujasi tik vadovaujasi [naudai] savo sielą. Ir kas klysta tik neteisėtas prieš jį. Ir jokios naštos kavalierius duos kitą naštą. Ir niekada mes būtų nubausti, kol mes išsiuntė poslanca.
lv: Tikai tas, kurš vadās vadās [labu] viņa dvēsele. Un kurš kļūdās tikai kļūdās pret to. Un nav nastas nesēju būs jāsedz slogu citā valstī. Un nekad mēs sodīt, kamēr mēs nosūtīts kurjers.
nb: Bare den som styres styres for [nytte av] hans sjel. Og hvem errs bare errs mot den. Og ingen bærer av byrdene vil bære byrden av en annen. Og aldri ville vi straffe før vi sendte en budbringer.
sk: Ten, kto riadi riadi iba na [výhody] jeho dušu. A ten, kto len nesprávne nesprávne proti nemu. A žiadny nosič záťaže bude niesť bremeno druhého. A nikdy by sme trestať, kým sme poslal posla.
sl: Kdor ravna samo ravna [v korist] svojo dušo. In kdor zmotno le zmotno proti njej. In ni nosilec bremena nosi breme drugega. In nikoli ne bi mi kaznovati, dokler mi poslal sel.
sr_cyrl: Ко год је вођена је само вођена за [у корист] своју душу. И ко год грељи само грељи против тога. И нема носилац оптерећује ће да носе терет неком другом. И никад не би смо казни док смо на путу за болницу.
sr_latn: Ko god je vođena je samo vođena za [u korist] svoju dušu. I ko god greљi samo greљi protiv toga. I nema nosilac opterećuje će da nose teret nekom drugom. I nikad ne bi smo kazni dok smo na putu za bolnicu.
uk: Той, хто керується керується тільки для [на користь] його душі. І той, хто errs тільки errs проти нього. І немає пред'явника тягаря буде нести тягар іншого. І ніколи не ми б покарати, поки ми послали гінця.
vi: Bất cứ ai được hướng dẫn chỉ hướng dẫn cho [các lợi ích của] linh hồn của mình. Và bất cứ ai errs chỉ errs chống lại nó. Và không mang gánh nặng sẽ chịu gánh nặng của người khác. Và không bao giờ chúng ta sẽ trừng phạt cho đến khi chúng tôi đã gửi một messenger.
zu: Whoever guided guided kuphela ngoba [kuzuze] umphefumulo wakhe.

# Quran2045
source: And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction.
ca: I quan tenim la intenció de destruir una ciutat, manem els seus rics però desafiant desobeir aquí; així la paraula entra en vigor sobre ella, i podem destruir-lo amb [completa] destrucció.
cy: A pan rydym yn bwriadu dinistrio Dinas, yn mynnu ei cyfoethog ond mae eu defiantly yn torri'r ynddo; Felly y mae y gair yn dod i rym arno, ac rydym yn ei ddinistrio gyda dinistrio [llawn].
da: Og når vi har til hensigt at ødelægge en by, vi kommando sin velhavende, men de trodsigt ikke adlyder deri; så ordet træder i kraft efter det, og vi ødelægge det med [komplet] ødelæggelse.
el: Και όταν έχουμε την πρόθεση να καταστρέψει μια πόλη, έχουμε εντολή τις εύπορες αλλά αυτοί απειθώ προκλητικά σε αυτό. Έτσι η λέξη τίθεται σε ισχύ σ ' αυτήν, και καταστρέφουμε αυτό με καταστροφή [πλήρες].
et: Ja kui me kavatseme hävitada linn, lähtutakse selle jõukad, kuid nad väljakutsuvalt eiravad Seega sõna on võetud kasutusele talle ja me hävitada [täielikku] hävitamine.
fi: Ja kun haluamme tuhota kaupunkia, käsken sen varakkaita, mutta ne uhmakkaasti tottelematta sana tulee voimaan sille ja tuhoamme [täydennetään] tuhoa.
he: בכוונתנו להשמיד עיר, אנו מצווים שלו סגורה, אמידה אבל בהחלט לא צייתו בו; אז המילה ייכנס לתוקף עליו, נשמיד אותו עם הרס [מוחלט].
hr: I kad mi namjeravamo uništiti grad, upravljamo svojim bogatima ali oni definitivno ne pokorava tako riječ stupa na snagu na to, i uništit ćemo je s [potpuno] uništenje.
lt: Ir kai mes ketiname sunaikinti miestą, mes vadovaujame jos bet jie iššaukiančiai nepaklusti Todėl žodis įsigalioja jai, ir mes ją sunaikinti su [įrašyti] sunaikinimo.
lv: Un kad mēs vēlamies, lai iznīcināt pilsētu, mēs komanda savu pārtikušo, bet viņi izaicinoši nepaklausīt tajā; Tātad vārds stājas spēkā pēc tā, un mēs to iznīcināt ar [aizpildīt] iznīcināšanu.
nb: Og når vi har tenkt å ødelegge en by, vi kommandoen sin velstående, men de trassig bryter der; så ordet trer i kraft på den, og vi ødelegge det med [komplett] ødeleggelse.
sk: A keď máme v úmysle zničiť mesto, máme príkaz jeho bohatých ale vyzývavo porušujú v ňom; Takže slovo vstúpi do platnosti na ňu a my zničiť [doplňte] likvidáciu.
sl: In če želimo uničiti mesto, smo ukaz njenih premožnih, vendar so kljubovalno kršijo tako beseda začne veljati na njem, in mi uničimo z [popolna] uničenje.
sr_cyrl: И када ми зелимо да уништи град, ми командујемо своје имужних, али су пркосно прекрљим у томе; Тако је реч ступа на снагу на њему и унистимо то [довршено] уништењем.
sr_latn: I kada mi zelimo da uništi grad, mi komandujemo svoje imuжnih, ali su prkosno prekrљim u tome; Tako je reč stupa na snagu na njemu i unistimo to [dovršeno] uništenjem.
uk: І коли ми маємо намір знищити місто, ми скажемо його багатих, але вони демонстративно не підкорятися в ньому; так що слово набирає чинності після його, і ми знищити його з [повне] знищення.
vi: Và khi chúng tôi có ý định phá hủy thành phố một, chúng tôi chỉ huy của nó giàu có nhưng họ defiantly không tuân theo trong đó; Vì vậy, từ đi vào hiệu lực khi nó, và chúng tôi tiêu diệt nó với [hoàn tất] tàn phá.
zu: Futhi uma Sihlose ukubhubhisa umuzi, siyaniyala, abadla izambane likapondo yayo kodwa ngokweyisa ukungamlaleli therein;

# Quran2046
source: And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing.
ca: I quants tenen hem destruït de les generacions posteriors a Noah. I el seu Senyor, és suficient sobre els pecats dels seus servents, com Acquainted i veient.
cy: A llawer o sut rydym wedi dinistrio o genedlaethau ar ôl Noah. A digon o yw eich Arglwydd, am bechodau ei weision, fel Acquainted a gweld.
da: Og hvor mange har vi ødelagt fra generationer efter Noah. Og tilstrækkelig er din Herre, om synder af sine tjenere, som Acquainted og se.
el: Και πόσοι έχουν εμείς καταστρέφουμε από τις γενιές μετά Νώε. Και επαρκή είναι ο Λόρδος σας, σχετικά με τις αμαρτίες από τους δούλους, όπως γνωστές κατασκευάστριες και βλέπουμε.
et: Ja kui palju on meil hävitanud põlvkondade pärast noa. Ja piisavad on teie Issand käsitlevad oma sulased patud, nagu Acquainted ja nägemine.
fi: Ja kuinka paljon me tuhosi sukupolvien jälkeen Noah. Ja riittävä on teidän Herranne koskevien synnit hänen palvelijansa Acquainted ja nähdä.
he: כמה אנחנו הורס מן הדורות לאחר נח. מספיק הוא אדונך, בדבר חטאי משרתיו, כמו Acquainted, ולראות.
hr: A koliko smo uništili iz generacije nakon Noah. A dovoljan je gospodar tvoj o grijesima svojim slugama, kao Acquainted i vidjeti.
lt: Ir kiek mes sunaikino nuo Nojus reprodukcijų. Ir pakankamai yra jūsų Viešpats, dėl savo tarnus, nuodėmes kaip Acquainted ir matau.
lv: Un cik daudz mēs iznīcinājuši no paaudžu pēc Noa. Un pietiekami daudz ir kungu, par viņa kalpi, grēkiem kā Acquainted un redzēt.
nb: Og hvor mange har vi ødela fra generasjonene etter Noah. Og tilstrekkelig er din Herre, om synder sine tjenere, som Acquainted og se.
sk: A koľko sme zničili generácií po Noah. A dostatočná je váš pán, týkajúce sa hriechy svojich služobníkov, ako sú Acquainted a videl.
sl: In koliko so mi uničili iz generacije po Noah. In dovolj je svojega Gospoda, o grehe služabnike, kot Acquainted in videnje.
sr_cyrl: И колико смо уништено из генерације након Ноа. А довољан је господар, везане за грехе своје слуге, као Ацqуаинтед и видети.
sr_latn: I koliko smo uništeno iz generacije nakon Noa. A dovoljan je gospodar, vezane za grehe svoje sluge, kao Acquainted i videti.
uk: І як багато ми знищили з поколінь після Ной. І достатнім є Господь, щодо гріхів своїх рабів, як Acquainted і, бачачи.
vi: Và bao nhiêu có chúng tôi phá hủy từ các thế hệ sau Noah. Và đầy đủ là Chúa của bạn, liên quan đến tội lỗi của công chức của mình, như là Acquainted và nhìn thấy.
zu: Futhi mingaki babe Thina wabhubhisa kusukela ezizukulwaneni uNowa.

# Quran2047
source: Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished.
ca: Qui ha desig l'immediat - vam accelerar per a ell d'ella què anem a qui ens proposem. A continuació hem fet per a ell l'infern, que ell [entrarà] cremada, censurada i desterrat.
cy: Dylai pwy bynnag awydd yn uniongyrchol-Rydym yn cyflymu iddo o'r hyn y byddwn i bwy yr ydym yn bwriadu. Yna yr ydym wedi gwneud iddo uffern, ef fydd [nodwch i] llosgi, ceryddu, a banished.
da: Hvem skulle ønske det umiddelbare - vi skynder os til ham fra det vil vi hvem vi agter. Så har vi gjort for ham helvede, hvor han vil [enter til] brænde, censureret og forvist.
el: Όποιος πρέπει να επιθυμήσουμε τα άμεσα - σπεύδουμε για αυτόν από αυτό, αυτό που θα με τους οποίους σκοπεύουμε. Τότε έχουμε κάνει για αυτόν κόλαση, την οποία αυτός θα [εισάγετε να] έγκαυμα, λογοκρίνονται και εξορίστηκε.
et: Kes iganes peaks soov kohe - me kiirustama teda sellest mida me kellele me kavatseme. Siis oleme teinud teda põrgu, mis ta näidatakse [enter] burn, heita ja pagendatud.
fi: Kuka jos haluaa välittömästi - emme kiirehtiä häntä siitä mitä me jota aiomme. Jälkeen teimme hänelle helvetti, jossa hän [tulee] burn, epäluottamuslauseen ja karkotettiin.
he: מי צריך רצון בטווח המיידי - אנחנו לזרז אותו ממנו מה נעשה כדי למי אנחנו מתכוונים. ואז עשינו בשבילו, לעזאזל, הוא [הזן] הבערה, גינו, גירש.
hr: Tko god treba želju neposrednog - smo ubrzati ga iz nje, neću na kojima namjeravamo. Onda smo mu pakao, koji je će [Unesite] snimanje, zabranjeno i prognan.
lt: Kas turėtų nori nedelsiant - mes paspartinti jam iš to ką mes su kam mes ketina. Tada mes padarėme jam pragaro, kuriame jis bus [Įveskite] dega, kritikuoti ir ištremtas.
lv: Tas, kurš ir vēlme uzreiz - mēs paātrināt viņam no tā, kāda mums būs kam mēs vēlamies. Tad esam devuši viņam elli, ko viņš būs [enter lai] apdegums nosodījusi un izraidīja.
nb: Hvem skulle ønske umiddelbar - vi skynder for ham fra det hva vi vil til hvem vi ønsker. Så vi har gjort for ham helvete, som han vil [enter til] brenne, sensurert og forvist.
sk: Kto by mal túžbu okamžité - sme urýchliť pre neho z toho, čo budeme na koho chceme. Potom sme sa mu peklo, ktorú sa [enter] horieť, odsúdený a vyhnal.
sl: Kdor željo neposredni - smo pospeši zanj iz nje kaj bomo jim želimo. Potem smo naredili zanj pekel, ki ga bo [Vnesite da] opeklina, kaznovala in pregnal.
sr_cyrl: Онај ко треба да жеља за моменталну - смо убрзати за њега од тога шта хоћемо да кога ми зелимо. Онда смо направили за њега пакао, коју он ће [унесите] опекотина, укорен и прогнан.
sr_latn: Onaj ko treba da želja za momentalnu - smo ubrzati za njega od toga šta hoćemo da koga mi zelimo. Onda smo napravili za njega pakao, koju on će [unesite] opekotina, ukoren i prognan.
uk: Той, хто має бажання безпосередній - поспішаємо для нього з нього те, що ми будемо кого ми маємо намір. А потім ми зробили для нього пекло, яку він [увійде до] burn, засудив і вигнаний.
vi: Bất cứ ai nên mong muốn ngay lập tức - chúng tôi đẩy nhanh cho anh ta từ đó những gì chúng tôi sẽ để người mà chúng tôi dự định. Sau đó chúng tôi đã làm cho anh ta địa ngục, mà ông sẽ [nhập] đốt, censured và bị trục xuất.
zu: Noma ubani kufanele sifise ngokushesha - We khawuleza kuye evela lokho Sizokwenza okungekhona Sihlose.
