Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran427
source: Who spend [in the cause of Allah] during ease and hardship and who restrain anger and who pardon the people - and Allah loves the doers of good;
ca: Que passar [a la causa d'Allah] durant la facilitat i dificultats i que contenir la ira i que perdoni la gent - i Allah estima els autors de bo;
cy: Sy'n treulio [yn achos Allah] ystod hwylustod a chaledi a sy'n atal dicter ac sy'n maddeuwch y bobl-a Mae Allah yn dwlu phoenwn da;
da: Der tilbringer [i anledning af Allah] under lethed og modgang og der dy vrede og der benåde mennesker - og Allah elsker magtsyge af god;
el: Που ξοδεύουν [στην αιτία του Αλλάχ] κατά τη διάρκεια την ευκολία και την ταλαιπωρία που συγκρατούν το θυμό και που συγχώρηση οι άνθρωποι - και ο Αλλάχ αγαπάει doers της καλό?
et: Kes veedavad [Allah põhjus] jooksul lihtsus ja raskusi ja kes talitseda viha ja kes armu rahva - ja Jumal armastab Kurjategijaist hea;
fi: Jotka viettävät [kotona aiheena Jumala] aikana helposti ja vaikeuksia ja joka hillitä viha ja jotka anteeksi ihmiset - ja Jumala rakastaa tekijöitä, hyvä;
he: מי לבלות [הגורם אללה] במהלך נוחות ומצוקה, מי לרסן את הכעס ואת מי סליחה על העם - אללה אוהב פעלתנים טוב;
hr: Koji provode [u uzrok Allah] tijekom lakoća i teškoća i koji obuzdati bijes i ko Oprosti ljudima - i Allah voli vršitelji dobra;
lt: Kurie praleisti [Dievas priežastis] per lengvai ir sunkumų ir kurie sulaikyti pyktį ir kurie dovanoti žmonėms - ir Dievas myli daro gera;
lv: Kurš pavadīt [Allah cēlonis] vieglumu un grūtību laikā un kurš savaldīt dusmas un kuri piedod cilvēkiem - un Allah mīl darītāji par labu;
nb: Som tilbringer [i årsaken til Allah] under letthet og motgang og som holde sinne og som tilgi de - og Allah elsker doers av bra;
sk: Ktorí trávia [v záujme Alaha] počas jednoduchosť a utrpenia a kto brániť hnev a ktorí pardon ľudí - a Boh miluje konajte dobré;
sl: Ki preživijo [v vzrok od Allah] med enostavnost in stiske in ki zadrževanje jeze in ki pomilostitev ljudi - in Alah ljubi kršitelje dobrega;
sr_cyrl: Који проводе [у узрок Аллах] током лакоћом и тешкоћама који Обуздај бес ко опрости људима - и и Алах, воли акцију од добро;
sr_latn: Koji provode [u uzrok Allah] tokom lakoćom i teškoćama koji Obuzdaj bes ko oprosti ljudima - i i Alah, voli akciju od dobro;
uk: Які проводять [в ході Аллах] під час легкість і позбавлення і які стримувати гнів і який помилування людей - і Аллах любить виконавців добре;
vi: Người chi tiêu [trong nguyên nhân của Allah] trong một cách dễ dàng và khó khăn và người kiềm chế tức giận và những người tha thứ cho mọi người - và Allah yêu những kẻ tốt;
zu: Ngubani ukuchitha [zathu Allah] phakathi akhululeke nobunzima futhi ngubani ukubamba intukuthelo futhi bani xolela abantu - kanti Allah ethanda abenzi bokuhle;

# Quran428
source: And those who, when they commit an immorality or wrong themselves [by transgression], remember Allah and seek forgiveness for their sins - and who can forgive sins except Allah? - and [who] do not persist in what they have done while they know.
ca: I aquells que, quan van cometre una immoralitat o malament-se [per la transgressió], recordeu d'Allah i demanar perdó pels seus pecats - i qui pot perdonar pecats excepte Allah? - i no [que] persistir en el que han fet mentre que saben.
cy: A'r rhai sydd, pan fyddant yn ymrwymo anfoesoldeb neu anghywir eu hunain [erbyn tresmasiad], cofio Allah a cheisio maddeuant am eu pechodau-ac sy'n gallu maddau pechodau ac eithrio Allah? -ac nid oes [sydd] barhau yn hyn y maent wedi ei wneud tra eu bod yn gwybod.
da: Og dem, der, når de begår en umoral eller forkert selv [af overtrædelser], huske Allah og søge tilgivelse for deres synder - og hvem kan tilgive synder bortset fra Allah? - og [som] ikke varer ved i hvad de har gjort, mens de ved.
el: Και εκείνοι που, όταν διαπράττουν μια ανηθικότητας ή λάθος τους εαυτούς τους [από παράβασις], θυμηθείτε Αλλάχ και να ζητήσει συγχώρεση για τις αμαρτίες τους - και ποιος μπορεί να συγχωρεί αμαρτίες εκτός Αλλάχ; - και [που] μην επιμένετε σε αυτό που έκαναν, ενώ γνωρίζουν.
et: Ja kes, kui nad endale mõne amoraalsus või valesti ise [by üleastumiste] mäleta Allah ja otsima andestust oma pattude eest - ja kes saab andeks patud välja arvatud Jumal? -[kes] kas õppimisoskus, mida nad on teinud, kuigi nad teavad.
fi: Ja ne, jotka syyllistyvät moraalittomuutta tai väärin itse [että] muista Allah ja pyydä anteeksi heidän syntinsä - ja joka antaa synnit anteeksi paitsi Jumala? - ja [jotka] eivät pysy mitä he ovat tehneet, kun he tietävät.
he: ואלה אשר, כאשר הם ביצעו מוסריות או רע עצמם [על-ידי העבירה], זוכר אללה ולבקש מחילה על חטאיהם - מי יכול לסלוח חטאים מלבד אללה? - ו [מי] אינן נמשכות, ומה הם עושים בזמן שהם יודעים.
hr: I onih koji, kada se počine na nemoral ili pogriješio si sebe [za prijestup], zapamti Allah i traže oprost za svoje grijehe - i koji može oprostiti grijehe osim Allaha? - i [koji] ne ustraju u ono što su učinili dok oni znaju.
lt: Ir tie, kurie, kai jie padaryti, amoralumas, ar ne patys [iš nuodėmės], prisiminti Dievo ir prašyti atleidimo už savo nuodėmes - ir kurie gali atleisti nuodėmes išskyrus Dievas? - ir [kuris] ar ne išlieka, ką jie padarė, nors jie žino.
lv: Un tie, kas, kad tie izdara netikumība vai nepareizi paši [pēc pārkāpšana] atcerēties Allah un piedošanu par saviem grēkiem - un kurš var piedot grēkus, izņemot Allah? - un [kas] darīt nevar saglabāties, ko viņi ir darījuši, kaut arī viņi zina.
nb: Og de som, når de begår en umoral eller galt seg [ved overtredelse] husker Allah og søker tilgivelse for sine synder - og som kan tilgi synder unntatt Allah? - og [som] ikke værende i hva de har gjort mens de vet.
sk: A tí, ktorí, keď spáchať nemorálnosť alebo zle sami [hriech], nezabudnite Alah a usilovať o odpustenie svojich hriechov - a ktorí môže odpustiť hriechy okrem Boha? - a [ktorí] to nevydrží v to, čo urobili, zatiaľ čo oni vedia.
sl: In tiste, ki, ko se zavežejo za nemoralnosti ali sami narobe [z greh], ne pozabite Allah in iščejo odpuščanje za svoje grehe - in ki lahko odpusti grehe razen Allah? - in [ki] ne nadaljujejo v kaj so storili, medtem ko vedo.
sr_cyrl: И они који, када су се на неморал или их нису сами [до трансгресију] памте Алаха и тражити опрост за своје грехе - и који могу да опростим грехе осим Алаха? - а [који] не будите упорни шта су урадили док они знају.
sr_latn: I oni koji, kada su se na nemoral ili ih nisu sami [do transgresiju] pamte Alaha i tražiti oprost za svoje grehe - i koji mogu da oprostim grehe osim Alaha? - a [koji] ne budite uporni šta su uradili dok oni znaju.
uk: І тих, хто, коли вони покінчити з аморальність або неправильно себе [від], пам'ятайте Аллах і просити прощення гріхів - і хто може прощати гріхи, окрім Аллах? - і [які] не зберігаються в те, що вони зробили, у той час як вони знають.
vi: Và những người, khi họ cam kết một đạo đức hoặc sai mình [của transgression], nhớ Allah và cầu xin tha thứ cho tội lỗi của họ - và những người có thể tha thứ cho tội lỗi ngoại trừ Allah? - và [ai] không tồn tại trong những gì họ đã làm trong khi họ biết.
zu: Futhi labo, lapho wenza okubi noma okungalungile ngokwabo [by iseqo], khumbula Allah bacele ukuthethelelwa izono zabo - Bani ongathethelela izono ngaphandle Allah?

# Quran429
source: Those - their reward is forgiveness from their Lord and gardens beneath which rivers flow [in Paradise], wherein they will abide eternally; and excellent is the reward of the [righteous] workers.
ca: Els - la seva recompensa és el perdó del seu Senyor i jardins sota quin cabal de rius [en paradís], en què van complir eternament; i la retribució dels treballadors [rectes] és excel·lent.
cy: Rhai-eu gwobr yw maddeuant gan eu Arglwydd a gerddi o dan y llif afonydd [yn baradwys], lle y bydd eu glynu fythol; a rhagorol yw gwobrwyo gweithwyr [hoes dabloid].
da: Dem - deres belønning er tilgivelse fra deres Herre og haver under hvilke floder flow [i Paradise], hvori de vil overholde evigt; og fremragende er belønningen for arbejdstagernes [retfærdige].
el: Εκείνοι - τους ανταμοιβή είναι συγχώρεση από τον Λόρδο και κήποι κάτω από τις οποίες ροής των ποταμών [στον παράδεισο], όπου θα τηρήσει αιώνια. και εξαιρετική είναι η ανταμοιβή των εργαζομένων [δίκαιοι].
et: Need - nende tasu on andeks tema isand ja aiad all mis jõed tõusevad [paradiisis], kus nad järgivad igavesti; ja väga hea on [head] töötajate palk.
fi: Heidän palkkansa on anteeksi herra ja puutarhat alla [Paratiisissa], jonka joet - jossa he säilyttää ikuisesti; ja erinomainen palkinto [vanhurskas] työntekijöiden.
he: אלה - התגמול שלהם הוא מחילה שלהם לורד וגני מתחת נהרות שזורמים [בגן עדן], שבו הם יצויית לנצח; מעולה הוא הפרס של העובדים [צדיק].
hr: Oni - njihova nagrada je oprost od svoga Gospodina i vrtovi ispod koje poteku rijeke [u raj], u kojoj će ostati vječno; i odličan je nagrada [pravedni] radnici.
lt: Tas - jų atlygis yra atleidimas nuo jų Viešpats ir sodų po kurios upės srautas [rojuje], kuriame jos paklūsta amžinai; ir puikus yra [teisingas] darbuotojų atlygį.
lv: Tiem - viņu atlīdzība ir piedošana no kunga un dārzi, zem kura upes plūsmas [paradīzē], kur viņi ievēro mūžīgi; un lielisku [paštaisns] darbinieku atalgojumu.
nb: De - sin lønn er tilgivelse fra sin herre og hager under der elvene strømmer [i paradis], hvor de vil bli evig; utmerket er belønningen av [rettferdige] arbeiderne.
sk: -Ich odmena je odpustenie od ich pána a záhrady, pod ktoré toku rieky [v raji], pričom bude rešpektovať naveky; a výborná je odmena pracovníkov [spravodlivé].
sl: Tisti - svoj nagrada je odpuščanje njihov gospodar in vrtovi pod kateri tok reke [v raju], pri čemer bo upošteval večno; in odličen je nagrado [pravični] delavcev.
sr_cyrl: Оне - њихова награда је опрост од њихова господара и вртова испод које потеку [у рају], у којима ће они трпе заувек; и одличан је награда за [праведни] радници.
sr_latn: One - njihova nagrada je oprost od njihova gospodara i vrtova ispod koje poteku [u raju], u kojima će oni trpe zauvek; i odličan je nagrada za [pravedni] radnici.
uk: Ті - нагороду свою є прощення від Господа і сади під які річках потік [в раю], де вони будуть дотримуватися вічно; і відмінна нагорода [праведний] працівників.
vi: Những - phần thưởng của họ là sự tha thứ của Chúa và các khu vườn bên dưới mà dòng chảy sông ngòi [trong thiên đường], trong đó họ sẽ tuân thủ luôn luôn; và tuyệt vời phần thưởng của người lao động [chính].
zu: Labo - umvuzo wabo intethelelo bo Lord gadi ngaphansi ngalo imifula [ePharadesi], wherein they abide phakade;

# Quran430
source: Similar situations [as yours] have passed on before you, so proceed throughout the earth and observe how was the end of those who denied.
ca: Situacions similars [com el seu] han passat davant de vostè, així procedir al llarg de la terra i observar com era el final d'aquells que nega.
cy: Sefyllfaoedd tebyg [fel eich un chi] trosglwyddo cyn i chi, felly fwrw ymlaen drwy gydol y ddaear ac arsylwi sut yr oedd diwedd y rhai sy'n gwrthod.
da: Lignende situationer [som din] har videregivet før du så fortsætte over hele jorden og observere, hvordan var i slutningen af dem, der nÃ¦gtet.
el: Παρόμοιες καταστάσεις [με τα δικά σας] έχουν περάσει στο ενώπιόν σας, έτσι προχωρήστε σε όλη τη γη και παρατηρούν πώς ήταν το τέλος από εκείνους που αρνήθηκε.
et: Sarnastes olukordades [nagu teie] möödunud aasta enne sind nii kogu maa sõita ja jälgida, kuidas tehti, kes eitas lõpuks.
fi: Vastaavissa tilanteissa [kuin sinun] ennen sinua käynyt niin Jatka koko maan ja tarkkailla, miten oli loppu, joka kielsi.
he: למצבים דומים [כמו שלך] לעולמם לפני אז להמשיך ברחבי כדור הארץ, להתבונן איך היה הסוף של אלה אשר נדחתה.
hr: Slične situacije [kao tvoj] su umrli prije tebe, pa nastaviti u cijeloj zemlji i promatrati kako je kraj koji nije prihvatio.
lt: Panašiose situacijose [administratorė] praėjo prieš jus, Taigi tęsti visoje žemėje ir stebėti, kaip buvo tų, kurie neigė.
lv: Līdzīgās situācijās [kā jūsējā] Tātad ir nodotas, pirms jūs turpināt visā zemes un novērot, kā bija beigām tie, kuri noliedza.
nb: Lignende situasjoner [som din] har gått på før du, så fortsette over hele jorden og observere hvordan var slutten av de som nektet.
sk: Podobné situácie [ako vy] prešli pred vami, tak pokračujte po celej krajine a pozorovať, ako bol koniec tých, ktorí poprel.
sl: Podobne situacije [kot tvoj] opravili pred vami, tako nadaljujemo po vsej zemlji in opazovati, kako je bil konec tisti, ki je zanikal.
sr_cyrl: Сличне ситуације [као и твоја] преминуо пред вама, па наставити широм земље и посматрам како је био крај оних који је одбијен.
sr_latn: Slične situacije [kao i tvoja] preminuo pred vama, pa nastaviti širom zemlje i posmatram kako je bio kraj onih koji je odbijen.
uk: Подібних ситуаціях [як ваша] пройшли на перед вами, так діяти по всій землі і спостерігати, як було в кінці, хто заперечував.
vi: Các tình huống tương tự [như bạn] đã thông qua ngày trước khi bạn, vì vậy tiến hành trong suốt trái đất và quan sát như thế nào là kết thúc của những người từ chối.
zu: Kuye kwenzeka okufanayo [neyakho] zidlulile phambi kwakho, ngakho uqhubeke emhlabeni wonke futhi bagcine kwaba indlela ukuphela kwabangalaleli waphika.

# Quran431
source: This [Qur'an] is a clear statement to [all] the people and a guidance and instruction for those conscious of Allah.
ca: Aquest [Qur ' an] és una clara declaració [tots els] la gent i una orientació i instrucció per aquells conscient d'Allah.
cy: Hwn [Qur'an] yw datganiad clir i [] bawb a'r canllawiau a chyfarwyddiadau ar gyfer hynny ymwybodol Allah.
da: Denne [Koranen] er en klar erklæring [alle] mennesker og en vejledning og instruktion for disse bevidst af Allah.
el: Αυτό [Qur'an] είναι μια σαφή δήλωση [όλα] του λαού και μια καθοδήγηση και διδασκαλία για αυτά συνειδητή του Αλλάχ.
et: See Koraan on selge märge, et [kõik] inimesi ja juhtnööre ning juhis nende teadvusel Jumal.
fi: Tämän Koraanin on selkeästi [all] ihmiset ja ohjausta ja opetusta näiden tajuissaan Allahin.
he: זו [הקוראן] הוא הצהרה ברורה [כל] האנשים והדרכה הוראה אלה בהכרה של אללה.
hr: Ovaj [Kurana] je jasna izjava da [sve] ljudi i smjernice i upute za te svjestan Allaha.
lt: Šis [Koran] yra aiškus paaiškinimas [visiems] žmonėms ir orientavimo ir instrukcija, tie sąmoningai Dievo.
lv: [Qur] ir skaidru paziņojumu [visi] cilvēki un vadlīnijas un ieteikumus tās apzinās Allah.
nb: Dette [Koranen] er en klar uttalelse [alle] og en veiledning og instruksjon for de bevisst Allah.
sk: Tento [Korán] je jasné vyhlásenie [všetky] ľudia a pokyny a inštrukcie pre tých vedomé Alaha.
sl: Ta [Qur'an] je jasno izjavo, da [vse] ljudi in smernice in navodila za tiste zavestno Allah.
sr_cyrl: Овај Куран је јасно да дам изјаву [] сви и на Водич и упутство за тих свесне Алаха.
sr_latn: Ovaj Kuran je jasno da dam izjavu [] svi i na Vodič i uputstvo za tih svesne Alaha.
uk: [Коран] є чіткими заявами [всі] людей і керівництвом і інструкцію для тих свідомих Аллаха.
vi: Này [Qur'an] là một tuyên bố rõ ràng [tất cả] những người và một hướng dẫn và hướng dẫn cho những người có ý thức của Allah.
zu: Lokhu [Qur'an] isitatimende esicacile ukuze [bonke] abantu kanye isiqondiso nesiyalo kulabo abazi Allah.

# Quran432
source: So do not weaken and do not grieve, and you will be superior if you are [true] believers.
ca: Així no es debiliten i no plorar, i vostè serà superior si ets [veritable] creients.
cy: Felly beidio â gwanhau ac nid oes grieve, ac y bydd uwch os ydych yn [gwir] credinwyr.
da: Så ikke svække og ikke bedrøve, og du vil være overlegen, hvis du er [rigtigt] troende.
el: Έτσι δεν αποδυναμώνουν και δεν θλίβομαι, και εσείς θα είναι ανώτερη, εάν είστε [αληθινή] πιστών.
et: Nii nõrgestada ja leinata, ja siis on eriti hea, kui teil on [täidetud] usklikud.
fi: Joten heikennä ja älä sure, ja sinun on parempi, jos olet [todellinen] uskovia.
he: אז מחלישה, לא מתאבל, ואת תהיי מעולה. אם את [אמיתית] המאמינים.
hr: Tako slabi i ne tugovati, a vi ćete biti vrhunski ako ste [istina] vjernici.
lt: Taigi ne susilpninti ir negalime sielvartauti, ir jums bus geresnis, jei esate [tikras] tikinčiųjų.
lv: Tātad nav vājāki un nebēdājies, un jums būs pārāka, ja esat [tiesa] ticīgie.
nb: Så ikke svekke og ikke sørger over, og du vil bli bedre hvis du [true] troende.
sk: Takže nie oslabiť a nie truchlit, a vám bude lepšie, ak ste [pravda] veriacich.
sl: Tako ne oslabijo in ne žalujejo, in vam bo boljše, če ste [resnično] vernikov.
sr_cyrl: Дакле не слаби и не тугуј, и да ће бити супериорнији ако си истините [] верници.
sr_latn: Dakle ne slabi i ne tuguj, i da će biti superiorniji ako si istinite [] vernici.
uk: Так не послаблювати і не шкодую, і ви будете покращений, якщо ви вірні [] віруючих.
vi: Vì vậy không làm suy yếu và không đau khổ, và bạn sẽ được cấp trên nếu bạn [thật sự] tín hữu.
zu: Ngakho ungalulazi futhi Ningamdabukisi, futhi uyobe mkhulu you are kholwa [kweqiniso].

# Quran433
source: If a wound should touch you - there has already touched the [opposing] people a wound similar to it. And these days [of varying conditions] We alternate among the people so that Allah may make evident those who believe and [may] take to Himself from among you martyrs - and Allah does not like the wrongdoers -
ca: Si una ferida deu tocar-hi ha ja tocat les persones [oposats] una ferida similar a això. I aquests dies [de diferents condicions] podem alternar entre la gent que Allah pot fer evidents aquells que creuen i [] tardarà a si mateix entre màrtirs - i Allah no li agraden els malfactors-
cy: Os dylai briw yn cyffwrdd chi-Mae eisoes wedi cyffwrdd pobl [croes] briw tebyg iddo. A y dyddiau hyn [amrywio amodau] bob yn ail rydym ymhlith y bobl fel y gall Allah wneud amlwg rhai sy'n credu ac [Gall] gymryd ei hun o blith merthyron chi-a nid Allah yn hoffi y tramgwyddo-
da: Hvis et sår bør røre dig - har der allerede rørt den [omtvistede] mennesker såret ligner det. Og disse dage [af varierende forhold] vi suppleant blandt folk således at Allah kan gøre klart dem, der tror og [kan] tage sig selv blandt du martyrer - og Allah ikke kan lide lovovertrædere-
el: Εάν μια πληγή σας - θα πρέπει να αγγίξει εκεί αναφέρθηκε ήδη οι [αντίθετες] άνθρωποι μια πληγή που είναι παρόμοιο με αυτό. Και αυτές τις μέρες [από ποικίλες συνθήκες] εμείς εναλλάσσονται μεταξύ των ανθρώπων, έτσι ώστε Αλλάχ μπορεί να κάνει εμφανή εκείνους που πιστεύουν και [μπορεί] να τον εαυτό του μεταξύ των μαρτύρων σας - και Αλλάχ δεν ήθελα οι παραβάτες-
et: Kui haav tuleks puudutada sind - seal on juba puudutanud [vastulause] inimesed nagu tema haav. Ja nendel päevadel [kohta erinevates tingimustes] me alternate rahva seas, et Jumal võib teha ilmne, kes usuvad ja [võib] võtta endale hulgast märtrite - ja Allah ei meeldi tekitaja-
fi: Jos haava olisi koskettaa sinua - on jo käsitellyt [vastakkaisia] ihmiset haavan vastaavaa siihen. Ja näinä [vaihtelevissa olosuhteissa] meillä varajäsen kansan keskuudessa, niin että Jumala voi tehdä selväksi niille, jotka uskovat ja [] voi itse joukosta marttyyrit - Allah ei pidä rikolliset-
he: אם פצע צריך לגעת בך - יש כבר נגע העם [מנוגדות] דומה לזה פצע. בימים אלה [של תנאים משתנים] אנחנו חלופיים בקרב העם כך אללה עלולה להפוך ניכר אלה אשר מאמינים [מאי] לקחת את עצמו מבין חללי - אללה לא אוהב את הפושעים?
hr: Ako ranu treba dirati - već je dotaknuo [Suprotstavljene] ljudi ranu sličan to. I ovih dana [u različitim uvjetima] je zajednička među ljudima tako da Allah može učiniti vidljivo one koji vjeruju i [mogu] uzeti za sebe među mučenicima - a Allah ne voli počinioce-
lt: Jei žaizda turėtų liesti - jau palietė [priešingos] žmonės į ją panašių žaizda. Ir šių dienų [kintančiomis sąlygomis] mes pakaitinių tarp žmonių, kad Dievas gali padaryti akivaizdu, tie, kurie tiki ir [gali] priimti į save iš kankinių - ir Dievas nemėgsta grzesznicy-
lv: Ja brūce ir pieskarties jums - jau pieskārās [pretējai] cilvēki brūces, kas līdzīgs tam. Un šajās dienās [dažādu apstākļu] mēs pārmaiņus starp cilvēkiem tā, ka Allah var padarīt skaidrs, tiem, kam ticēt un vidus mocekļu - var ņemt pie sevis un Allah nepatīk pārkāpējus-
nb: Hvis et sår bør ta deg - har det allerede berørt de [andre] et sår ligner den. Og disse dager [av varierende forhold] vi alternative blant folk slik at Gud kan tydelig de som tror og [kan] ta seg blant du martyrer - og Allah liker ikke wrongdoers-
sk: Ak rana mala dotknúť - už dotkol [proti] ľudia rany podobné na to. A v týchto dňoch [z meniacich sa podmienkach] sme sa striedajú medzi ľuďmi, tak, že Alah môže urobiť zrejmé, tých, ktorí veria a môže vziať k sebe spomedzi mučeníkov - a Boh nemá rád zloèinci-
sl: Če rane naj dotakneš - je že dotaknil [nasprotne] ljudi podobno, da ga rane. In teh dneh [od različnih pogojev] smo namestnika med ljudmi, tako da Allah lahko očitno tisti, ki verjamejo in [] lahko sam med mučeniki - in Allah ne mara wrongdoers-
sr_cyrl: Ако рана да дира ти - тамо је већ дотакао [супротстављене] народ сличан то рана. И ових дана [променљивим условима] не мењамо међу људима тако да Алах може учинити очигледан оних који верују и да [могу] узети за себе неку од мученици - а Аллах не воли починиоце-
sr_latn: Ako rana da dira ti - tamo je već dotakao [suprotstavljene] narod sličan to rana. I ovih dana [promenljivim uslovima] ne menjamo među ljudima tako da Alah može učiniti očigledan onih koji veruju i da [mogu] uzeti za sebe neku od mučenici - a Allah ne voli počinioce-
uk: Якщо рана повинні торкатися до тебе - вже торкнулася [протилежні] людей рану з ним схожий. І ці дні [різної умови] ми чергуватися серед людей, щоб Аллах може зробити очевидним тих, хто вірить і триває до себе з числа мучеників - і Аллаху не любить розкаюємося-
vi: Nếu một vết thương nên liên lạc bạn - đó đã đã xúc động [phản đối] người một vết thương tương tự với nó. Và những ngày này [các điều kiện khác nhau] chúng tôi thay thế trong số những người như vậy mà Allah có thể rõ ràng những người tin và [có thể] cho mình từ các Thánh tử đạo - và Allah không giống như wrongdoers-
zu: Uma isilonda kufanele ukukuthinta - kukhona iye yathinta kakade [aphikisanayo] abantu isilonda efanayo kuso.

# Quran434
source: And that Allah may purify the believers [through trials] and destroy the disbelievers.
ca: I aquell Allah pot purificar els creients [a través d'assaigs] i destruir els disbelievers.
cy: A bod Allah puro'r credinwyr [drwy dreialon] a dinistrio y disbelievers.
da: Og at Allah kan rense troende [gennem forsøg] og ødelægge vantro.
el: Και ότι Αλλάχ μπορεί να καθαρίσει την πιστών [μέσω δοκιμών] και να καταστρέψει το disbelievers.
et: Ja Jumal võib puhastada usklikud [läbi uuringute] ja hävitada ka uskottomille.
fi: Ja Jumala voi puhdistaa uskovien [kautta tutkimuksissa] ja tuhota saa luovuttaa.
he: אללה מטהרים המאמינים [דרך ניסויים] ולהרוס את disbelievers.
hr: A da Allah može pročistiti vjernika [kroz suđenja i uništiti je iskuse.
lt: Ir kad Dievas gali išvalyti tikintieji [per bandymus] ir sunaikinti, disbelievers.
lv: Un ka Allāham var attīrīt [cauri pētījumos] ticīgie un iznīcināt disbelievers.
nb: Og at Allah kan rense troende [gjennom prøvelser] og ødelegge troende.
sk: A že Alah môže očistiť veriacich [cez pokusy] a zničiť neveriacim.
sl: In da lahko Allah očisti verniki [skozi poskuse] in uničiti na disbelievers.
sr_cyrl: И да Алах може да очисти верници [кроз искусења] и уништити скептике.
sr_latn: I da Alah može da očisti vernici [kroz iskusenja] i uništiti skeptike.
uk: І що Аллах може очистити віруючі [через випробування] і знищити до disbelievers.
vi: Và Allah có thể lọc các tín hữu [thông qua thử nghiệm] và tiêu diệt các thì.
zu: Futhi lokho Allah angase sihlambulule ngamakholwa [novivinyo] futhi abhubhise disbelievers.
