Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2502
source: To Him belongs whoever is in the heavens and the earth. And those near Him are not prevented by arrogance from His worship, nor do they tire.
ca: A ell pertany qualsevol és en els cels i la terra. I aquells a prop d'ell no s'impedeix per arrogància del seu culte, ni es cansen.
cy: Iddo ef y perthyn bwy bynnag sydd yn y nefoedd a'r ddaear. A rhai ger ef yn atal haerllugrwydd ar ei addoli, nac yn ei wneud yn eu blino.
da: Ham tilhører den, der er i himlene og jorden. Og personer i nærheden af ham hindres ikke af arrogance fra hans tilbedelse, eller gør de trætte.
el: Σ ' αυτόν ανήκει όποιος και αν είναι στον ουρανό και τη γη. Και τα άτομα κοντά του δεν αποκλείονται από την αλαζονεία από τη λατρεία του, ούτε να κουράζουν.
et: Temale kuulub, kes on taevas ja maa. Ja need lähedal teda ei takistaks ülbus tema kultuse, ega nad ei väsi.
fi: Hänelle kuuluu, kuka on taivaassa ja maan päällä. Lähellä häntä, on mahdollisuus ylimielisyydellä hänen palvonta, eikä he väsyvät.
he: אליו שייך, מי שנמצא את השמים ואת הארץ. ואת אלה לידו אינם מנועים על ידי יהירות מן הפולחן שלו, ולא לעשות הם מתעייפים.
hr: Mu pripada onaj tko je u nebesima i na zemlji. I koji je kraj njega nije spriječila drskost iz njegove klanjati, niti da su gume.
lt: Jam priklauso kas yra dangaus ir žemės. Ir kurie šalia jam nesutrukdė nenugalimos arogancija iš jo garbinimo, nei jie padanga.
lv: Viņam pieder tas, kurš ir debesis un zemi. Un tiem blakus viņu nekavē augstprātību no viņa pielūgsmes, kā arī darīt tās riepa.
nb: Ham tilhører den som er i himmelen og jorden. Og de nær ham er ikke hindret av arroganse fra hans tilbedelse, eller gjøre trett.
sk: K nemu patrí, kto je v nebesiach a na zemi. A tie v blízkosti mu nebráni arogancia z jeho uctievanie, ani robiť sú pneumatiky.
sl: Mu pripada, kdor je v nebesih in na zemlji. In tistih, v njegovi bližini ne zaradi arogance od svojega čaščenja, niti ali so pnevmatike.
sr_cyrl: Му припада, ко год да је небеса и земљу. И оне близу њега неће бити онемогућено од стране ароганцију са његову висост, нити они исцрпе.
sr_latn: Mu pripada, ko god da je nebesa i zemlju. I one blizu njega neće biti onemogućeno od strane aroganciju sa njegovu visost, niti oni iscrpe.
uk: Йому належить, хто буде у небі та землі. І ті, біля нього не завадили зарозумілість від його поклоніння, ні вони компресор.
vi: Anh ta thuộc về bất cứ ai là trong bầu trời và trái đất. Và những người gần anh ta không được ngăn chặn bởi kiêu ngạo từ tôn thờ của mình, cũng không làm họ lốp xe.
zu: Kuze Him fanele ubani bhakabhaka hlaba.

# Quran2503
source: They exalt [Him] night and day [and] do not slacken.
ca: Van exaltar [li] nit i dia [i] no afluixar.
cy: Maent exalt [ei] nos a dydd [ac] Nid oes slacken.
da: De ophøje [ham] nat og dag [og] slække ikke.
el: Εξυψώνουν τη νύχτα και μέρα [τον] [και] δεν χαλαρώσει.
et: Nad ülendab [talle] öö ja päev [ja] lõtvuda.
fi: He ylistää [hänelle] päivin [ja] Älä herpaannuta.
he: הן מבליטות [לו] יום ולילה [ו] לא כלל.
hr: Oni uzvisujemo [ga] dan i noć [i] olabaviti.
lt: Jie išaukštinti [jam] dieną ir naktį [ir] ne nemažiau.
lv: Viņi [viņam] pacilāt diena un nakts [un] nedrīkst atslābt.
nb: De opphøye [han] og natt [og] Svekk ikke.
sk: Oni [mu] oslavovať deň a noc a nepoľavila.
sl: [Mu] noč in dan poveličujejo [pa] ne popuščati pade zaradi.
sr_cyrl: Они [он] слави дан и ноћ [и] не успорите.
sr_latn: Oni [on] slavi dan i noć [i] ne usporite.
uk: Вони вивищувати [його] день і ніч [і] не послабити.
vi: Họ nâng cao [ông] ngày đêm [và] không slack.
zu: Bephakamisa [Him] ubusuku nemini [futhi] musa siyekethise.

# Quran2504
source: Or have men taken for themselves gods from the earth who resurrect [the dead]?
ca: O els homes tenen per si mateixos déus de la terra que ressuscitar [mort]?
cy: Neu wedi dynion drostynt eu hunain y duwiau o'r ddaear sy'n atgyfodi'r [y meirw]?
da: Eller har mænd taget for sig selv guder fra jorden som genoplive [dead]?
el: Ή άνδρες έλαβαν για τους εαυτούς τους θεούς από τη γη που αναστήσει [νεκρών];
et: Või on mehed võtnud ise jumalad maa, kes taaselustada [surnud]?
fi: Tai miesten ottanut itselleen jumalat maan, joka elvyttää [dead]?
he: או גברים לקחו לעצמם האלים מן הארץ מי להחיות את המתים?
hr: Ili su ljudi se sami Bogovi sa zemlje koji uskrsnuti [mrtve]?
lt: Ar vyrai ėmėsi patys dievai iš žemės kurie prisikelti [mirę]?
lv: Vai vīrieši paši dievi no zemes, kas atdzīvināt [zemi]?
nb: Eller menn selv gudene fra jorden som gjenopplive [døde]?
sk: Alebo muži vzali pre seba bohov zo Zeme, ktorý vzkriesiť [mŕtvych]?
sl: Ali moški odvzeti sami bogovi na zemlji, ki obudila [mrtvih]?
sr_cyrl: Или људи узео сами богови из земље ко ускрсне [мртве]?
sr_latn: Ili ljudi uzeo sami bogovi iz zemlje ko uskrsne [mrtve]?
uk: Або чоловіків для себе богами з землі, хто воскресити [загиблих]?
vi: Hoặc có người đàn ông thực hiện cho mình vị thần từ trái đất người hồi sinh [người chết]?
zu: Noma sebelithathile amadoda ngokwabo onkulunkulu bomhlaba abazakhela sokuvusa [abafileyo]?

# Quran2505
source: Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe.
ca: Hi havia hagut en el cel i terra déus Allah, tots dos vols han estat arruïnades. És tan alta Allah, senyor del tron, damunt el descriu.
cy: Wedi bod yno o fewn y nefoedd a'r ddaear duwiau ar wahân i Allah, byddai'r ddau wedi wedi'i ddifetha. Felly i'w mawrygu yn Allah, Arglwydd yr Orsedd, uwchlaw'r hyn y maent yn ei ddisgrifio.
da: Der havde været inden for himlene og jorden guder foruden Allah, de begge ville have været ødelagt. Så ophøjet er Allah, Herren af tronen, over hvad de beskriver.
el: Είχε υπάρξει εντός τον ουρανό και τη γη θεούς εκτός από Αλλάχ, και οι δύο θα αποτελούσαν ερειπώθηκαν. Ώστε η ημετέρα είναι ο Αλλάχ, ο Λόρδος του θρόνου, πάνω από αυτό που περιγράφουν.
et: Olnud seal taevas ja maa jumalaid peale Jumala, nad mõlemad oleks olnud hävitanud. Nii ülendatud on Jumal, Issand troonile eespool nad kirjeldavad.
fi: Ollut taivaat ja maan jumalia lisäksi Allah molemmat olisi ollut pilannut. Niin jalo on Jumala, herra Throne edellä ne kuvaavat.
he: הייתה שם בתוך השמים ואת הארץ האלים מלבד אללה, שניהם נהרסו. כל כך מרומם הוא אללה, האל של כס המלכות, מעל מה הם מתארים.
hr: Da je u nebo i zemlja bogova osim Allaha, oni su bio bi uništen. Tako uzvišen je Allah, gospodar prijestolja, iznad su opisali.
lt: Ten buvo dangaus ir žemės dievų, išskyrus Allah, jie abu būtų buvo sugriauti. Taigi išaukštintas yra Dievas, Viešpats į sostą, virš ką jie aprašyti.
lv: Bija tur debess un zemes Dievu bez Allah, tiem abiem būtu bijis sabojājuši. Tik cildens Allah, ir lords no troņa, pārsniedz to, ko viņi apraksta.
nb: Hadde det vært i himlene og jorden guder foruten Allah, begge ville ha blitt ødelagt. Så opphøyet er Allah, Herre av tronen, over det de beskriver.
sk: Tam bol do neba a Zeme Boha okrem Alaha, ako by boli v troskách. Tak povýšil je Boh, pán trónu, nad to, čo oni popisujú.
sl: Je bil v nebo in zemlja bogov poleg Allah, oba bi je bilo uničeno. Tako vzvišeno je Allah, Lord of the prestol, nad tisto, kar opisujejo.
sr_cyrl: Је ли било у оквиру небеса и земља богова осим Алаха, обојица су били би униљтени. Тако усхижено је Аллах, господар на престо, изнад како то описују.
sr_latn: Je li bilo u okviru nebesa i zemlja bogova osim Alaha, obojica su bili bi uniљteni. Tako ushiжeno je Allah, gospodar na presto, iznad kako to opisuju.
uk: Якби тут були в небеса та земля богів, крім Аллаха, обидва вони б було зруйновано. Так високо є Аллаха, Господній престол, вище те, що вони описують.
vi: Đã có trong bầu trời và trái đất thần ngoài Allah, cả hai đều sẽ đã bị hủy hoại. Sôi nổi như vậy là Allah, Lord of lên ngôi, ở trên những gì họ mô tả.
zu: Ingabe kwakube khona ngaphakathi bhakabhaka onkulunkulu nomhlaba futhi Allah, bobabili ngabe sonakaliswe.

# Quran2506
source: He is not questioned about what He does, but they will be questioned.
ca: Que no és interrogat sobre el que fa, però es qüestionarà.
cy: Yn ei holi am yr hyn y mae'n ei wneud, ond bydd eu cwestiynu.
da: Han er ikke sat spørgsmålstegn ved om hvad han gør, men de vil blive udspurgt.
el: Αυτός δεν τίθεται υπό αμφισβήτηση σχετικά με αυτό που κάνει, αλλά αυτοί θα είναι υπό αμφισβήτηση.
et: Ta on küsiti, mida ta teeb, kuid nad hakatakse küsitlema.
fi: Ei kysyttiin mitä hän tekee, mutta ne kyseenalaistetaan.
he: הוא לא ייחקר על מה שהוא עושה, אבל הם להיחקר.
hr: On je postavio pitanje o tome što radi, ali oni će biti ispitani.
lt: Jis yra ne Paklaustas apie ką jis daro, bet jie bus apklausiamas.
lv: Viņš nav šaubas par to, ko viņš dara, bet tie netiks apšaubīta.
nb: Han er ikke spurt om hva han gjør, men de blir spurt.
sk: On nie je pochybovali o tom, čo robí, ale bude vypočúvaný.
sl: On je ni dvomil o tem, kaj počne, vendar bo potekalo zasliševanje.
sr_cyrl: Он не поставља се питање о шта он ради, али они ће бити испитан.
sr_latn: On ne postavlja se pitanje o šta on radi, ali oni će biti ispitan.
uk: Він не піддається сумніву про те, що він робить, але вони будуть бути поставлена під сумнів.
vi: Ông không đặt câu hỏi về những gì ông đã làm, nhưng họ sẽ được hỏi.
zu: Akafuni ngemibuzo kulokho akwenzayo, kepha izaku imibuzo.

# Quran2507
source: Or have they taken gods besides Him? Say, [O Muhammad], "Produce your proof. This [Qur'an] is the message for those with me and the message of those before me." But most of them do not know the truth, so they are turning away.
ca: O ha pres déus li? Dir, [O Muhammad], "produeixi la seva prova. Aquest [Qur ' an] és el missatge per a aquells amb mi i el missatge d'aquells davant meu." Però la majoria d'ells no sap la veritat, manera they estan recorrent a distància.
cy: Neu maent wedi duwiau ar wahân iddo? Dweud, [O Muhammad], "cynhyrchu eich prawf. Hwn [Qur'an] yn y neges ar gyfer y rheini gyda mi ac y neges o'r rheini cyn imi." Ond nid rhan fwyaf ohonynt yn gwybod y gwir, felly maent yn troi i ffwrdd.
da: Eller har de taget guder foruden ham? Sige, [O Muhammad], "producere købsbevis. Denne [Koranen] er meddelelse for dem med mig og meddelelse af dem før mig." Men de fleste af dem kender ikke sandheden, så de vender væk.
el: Ή τις παίρνουν θεούς εκτός από τον; Πω, [Ο Μωάμεθ], «παραγωγή απόδειξη σας. [Qur'an] αυτό είναι το μήνυμα για εκείνους μαζί μου και το μήνυμα αυτών πριν από μένα.» Αλλά οι περισσότεροι από αυτούς δεν γνωρίζουν την αλήθεια, έτσι στρέφονται μακριά.
et: Või rakendanud jumalad talle peale? Ütlen, [O Muhammad], "tõendama oma. See Koraan on sõnum neile, kes minuga ja need enne mind kirja." Kuid enamik neist ei tea tõde, et nad on ära pöördunud.
fi: Tai on ottanut jumalia lisäksi häntä? Esimerkiksi: [Oi Muhammed] "tuottaa todiste. Tämän Koraanin on, niille minulle viesti ja viesti, jotka ennen minua." Mutta useimmat heistä eivät tiedä totuutta, joten he kääntävät pois.
he: או, הם לקחו האלים מלבד אותו? אומרים, [O מוחמד], "לייצר את ההוכחה. זו [הקוראן] הוא ההודעה עבור אלה עם לי את ההודעה של אלה לפניי." אבל רובם לא יודע את האמת, אז הם פונים משם.
hr: Ili su uzeli bogova osim njega? Kažu, [O Muhammad], "proizvesti dokaz. Ovaj [Kurana] je poruka za one sa mnom i poruka onih prije mene." Ali većina njih ne znam istinu, pa se okreću daleko.
lt: Ar jie ėmėsi dievų, išskyrus jam? Tarkim, [O Muhammad], "pateikti savo įrodymus. Šis [Koran] yra pranešimą tiems, kurie su manimi ir pranešimą iš tų, kurie mane." Tačiau dauguma jų nežino tiesos, todėl jie kreipiasi toli.
lv: Vai viņi uzņemti bez viņu dieviem? Teiksim, [O Muhammad] "ražot savu apliecinājumu. [Qur] ir ziņu par tiem, kas ar mani un ziņas par tiem, kas pirms manis." Bet vairums no viņiem nezina patiesību, tāpēc viņi vēlas iestāties attālumā.
nb: Eller har de tatt guder foruten ham? Si, [O Muhammad], "produsere bevis. Dette [Koranen] er meldingen for de med meg og budskapet om dem før meg." Men de fleste av dem vet ikke sannheten, så de blir borte.
sk: Alebo berú bohov okrem neho? Napríklad: [Mohamed], "produkovať svoj doklad. Tento [Korán] je správa pre tých, ktorí so mnou a správu týchto predo mnou." Ale väčšina z nich nevie pravdu, tak sa otočil.
sl: Ali so bili sprejeti gods poleg njega? Recimo, [O Muhammad], "proizvodnjo dokazilo. Ta [Qur'an] je sporočilo za tiste, ki so z mano in sporočila tistih pred mano." Ampak večina od njih ne vem resnico, tako da se obrača proč.
sr_cyrl: Или су одвели богова осим њега? Рецимо , [О Мухаммад], "производ вам доказа. Овај Куран је и за оне са мном и порука од оних пре мене." Али већина њих не знам истину, тако да они постају далеко.
sr_latn: Ili su odveli bogova osim njega? Recimo, [O Muhammad], "proizvod vam dokaza. Ovaj Kuran je i za one sa mnom i poruka od onih pre mene." Ali većina njih ne znam istinu, tako da oni postaju daleko.
uk: Або вони богів, крім нього? Скажімо, [O Мухаммад], "пред'явити свій. [Коран] є повідомлення для тих, хто зі мною і повідомлення про тих, хто до мене". Але більшість з них не знають правди, так що вони звертаються геть.
vi: Hoặc họ đã có các vị thần bên cạnh anh ta? Nói, [O Muhammad], "sản xuất bằng chứng của bạn. Này [Qur'an] là thông báo cho những người con và tin nhắn của những người trước tôi". Nhưng hầu hết trong số họ không biết sự thật, do đó, họ chuyển đi.
zu: Noma Bamukele onkulunkulu ngaphandle Him?

# Quran2508
source: And We sent not before you any messenger except that We revealed to him that, "There is no deity except Me, so worship Me."
ca: I no hem enviat abans que qualsevol Missatger excepte que ens revelen el que, "no hi ha cap Déu excepte m, tan veneren me"
cy: A anfonwyd gennym ni cyn i chi Mae unrhyw messenger heblaw y datgelwyd iddo fod, "Nid oes unrhyw Dduwdod ac eithrio imi, felly addoli ME"
da: Og vi sendte ikke før du nogen messenger-bortset fra at vi åbenbaret for ham der, "der er ingen guddom undtagen mig, så tilbede mig"
el: Και δεν στείλαμε πριν από την οποιαδήποτε αγγελιοφόρος εκτός από το ότι μας αποκάλυψε σ ' αυτόν που, «δεν υπάρχει καμία θεότητα εκτός από μένα, έτσι λατρεία μου.»
et: Ja saatsime ei enne mis tahes messenger välja, et me näitas talle, et "ei ole jumalus peale minu, nii kummardavad mind."
fi: Ja lähetimme ei teille mitään messenger paitsi, että me osoitti hänelle, että "ei mihinkään Jumaluuteen, paitsi minä, joten palvoa minua."
he: . שלחנו לא לפניך שכל שליח חוץ מזה אנחנו גילה לו כי, "ויש אין אלוהות חוץ ממני, אז לסגוד לי"
hr: I poslali smo nije prije bilo Glasnik osim što mi je otkrio da mu to "nema nema Božanstva osim mene, tako štovati me"
lt: Ir išsiuntėme ne prieš bet messenger išskyrus tai, kad mes parodė jam, kad, "nėra jokių Dievybės išskyrus mane, kad czcicie mane."
lv: Un mums nav nosūtīts pirms jebkuru kurjers, izņemot to, ka mums atklāja, ka "nav nekādas dievība, izņemot mani, tā pielūdz mani."
nb: Og vi sendte ikke før du noen messenger bortsett fra at vi åpenbart for ham som, "det er ingen guddom unntatt meg, så tilbe meg"
sk: A poslali sme nie pred vami, posol žiadne, okrem toho, že sme mu ukázalo, že, "neexistuje žiadne božstvo okrem mňa, tak uctievanie Me."
sl: In smo poslali ne pred vi koli sel, razen da smo mu pokazala, da, "ni nobene božanstva, razen mene, tako častili Me."
sr_cyrl: И послали смо не пред вама било пољаљи осим што смо открили да га то, "Нема боћанство осим мене, па се клањају Ме."
sr_latn: I poslali smo ne pred vama bilo poљalji osim što smo otkrili da ga to, "Nema boћanstvo osim mene, pa se klanjaju Me."
uk: І ми відправили не перш ніж будь-який messenger, крім того, що ми показав йому, що, "немає немає божества, крім мене, так поклонятися Me."
vi: Và chúng tôi đã gửi không trước khi bất kỳ messenger ngoại trừ rằng chúng tôi tiết lộ với ông rằng, "không có vị thần ngoại trừ tôi, tôn thờ nên Me."
zu: Futhi We wathumela ngaphambi you phi gijimi we phendla him ukuthi, "Akukho ekukhulekeleni ubuNkulunkulu ngaphandle kwami, kanjalo konzo Me."

# Quran2509
source: And they say, "The Most Merciful has taken a son." Exalted is He! Rather, they are [but] honored servants.
ca: I van dir, "més Clements ha tingut un fill." Exaltat és ell! Més aviat, són [sinó] servents honrats.
cy: Ac maent yn dweud, "y rhan fwyaf wedi Merciful fab." I'w mawrygu yw ef! Yn hytrach, maent yn [ond] gweision honored.
da: Og de siger, "mest barmhjertige har taget en søn." Ophøjet er han! De er snarere, [men] hædret tjenere.
el: Και αυτοί λένε, "το πιο εύσπλαχνος έχει λάβει ένα γιο.» Υπερυψωμένα είναι αυτός! Μάλλον, είναι [αλλά] τίμησε τους υπαλλήλους.
et: Ja nad ütlevad, "kõige Merciful on võtnud poeg." Ülendatud on ta! Pigem on [aga] austatud teenistujad.
fi: Ja he sanovat, "kaikkein armollisin on ottanut poika." Ylevä on hän! Pikemminkin ne ovat [mutta] kunnia henkilöstön.
he: הם אומרים, "הכי הרחום והחנון לקח את בן." ? הוא מרומם! במקום זאת, הם [אבל] המשרתים לכבוד.
hr: I oni kažu, "najviše milostiv je uzeo sina." Uzvišen je on! Umjesto toga, oni su ali čast sluge.
lt: Ir jie sako: "labiausiai litosciwy ėmėsi sūnų." Išaukštintas yra jis! O, jie [bet] pagerbtas tarnautojų.
lv: Un viņi saka: "visvairāk žēlsirdīgs veikusi dēls." Sajūsmināts viņš ir! Drīzāk, tie ir [cienījams kalpi bet].
nb: Og de sier, "mest barmhjertige har tatt en sønn." Opphøyet er han! Snarere er de [men] æret tjenere.
sk: A oni hovoria, "najviac Milosrdných vzala syna." Vyvýšený je on! Trochu, oni sú, [ale] poctený zamestnancov.
sl: In so rekli, "najbolj usmiljen sprejela sina." Vzvišeno je on! Namesto, da so [vendar] počaščen uslužbencev.
sr_cyrl: А они кажу, "највише милосрдна је узео сина." Да ли је узвиљено! Радије , они су [Међутим] поиаљжени слуге.
sr_latn: A oni kažu, "najviše milosrdna je uzeo sina." Da li je uzviљeno! Radije, oni su [Međutim] poиaљжeni sluge.
uk: І вони кажуть, "найбільш Merciful взяло сина." Піднесений це він! Швидше за все, вони [але] велика честь службовців.
vi: Và họ nói rằng, "nhất Merciful đã có một con trai." Sôi nổi là ông! Thay vào đó, họ, nhưng tôn vinh công chức.
zu: Futhi bathi, "Lo Nomusa uthathé indodana."

# Quran2510
source: They cannot precede Him in word, and they act by His command.
ca: No li precedeixen en la paraula, i actuen pel seu comandament.
cy: Ni ellir eu rhagflaenu ef mewn gair, ac maent yn gweithredu ar ei orchymyn.
da: De kan ikke gå forud for ham i word, og de fungerer ved hans kommando.
el: Δεν μπορεί να τον προηγούνται στο word και ενεργούν με εντολή του.
et: Nad ei saa eelneb talle sõna ning nad tegutsevad tema käsk.
fi: Ne ei voi edeltää häntä Wordissa ja ne toimivat hänen komento.
he: הם לא יכולים להקדים אותו ב- word, הם פועלים על ידי הפיקוד שלו.
hr: Oni ne mogu mu prethode u riječ i postupaju po njegovom komandom.
lt: Jie negali būti prieš jį programoje word, ir jie veikia jo komanda.
lv: Viņi nevar pirms viņu vārdu, un tās darbojas ar savu komandu.
nb: De kan ikke komme foran ham i word, og de fungerer på hans befaling.
sk: Oni nemôžu predchádzať mu v programe word, a konajú podľa jeho príkazu.
sl: Jih ne sme biti pred njim v Wordu, in delujejo z njegovim poveljstvom.
sr_cyrl: Они не могу да му претходи у програму wорд, а они делују под његовом командом.
sr_latn: Oni ne mogu da mu prethodi u programu word, a oni deluju pod njegovom komandom.
uk: Вони не може передувати його в word, і вони виступають за свою команду.
vi: Họ không thể đứng trước ông trong word, và họ hành động theo lệnh của ông.
zu: Abakwazi sibandulele Him ngezwi, futhi benza Akhe poqo.

# Quran2511
source: He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive.
ca: Sap què és [actualment] abans d'ells i el que serà després d'ells, i no es intercedeixen excepte per una quals ell aprova. I, des de la por d'ell, són aprensius.
cy: Ei fod yn gwybod beth yw [ar hyn o bryd] cyn iddynt a beth fydd ar ôl iddynt, ac ni ellir eu eiriol ac eithrio ar ran un ohonynt ei fod yn cymeradwyo'r. Ac maent, rhag ofn iddo, yn ofnus.
da: Han ved hvad er [i øjeblikket] før dem, og hvad vil være efter dem, og de kan ikke forbøn undtagen for en som han godkender. Og de, af frygt for ham, er ængstelig.
el: Ξέρει τι είναι [σήμερα] πριν τους και ποια θα είναι μετά από αυτά, και αυτά δεν μπορεί να μεσολαβήσει εκτός εκ μέρους τους οποίους ο ίδιος συμφωνεί. Και ότι, από το φόβο του, είναι ανήσυχοι.
et: Ta teab, mis on [praegu] enne neid ja milline saab olema pärast neid ja nad ei saa kostma välja arvatud üks, kellega ta kiidab nimel. Ja nad, kardavad teda, on kartlik.
fi: Hän tuntee [hetkellä] ennen ja mitä tulee niiden jälkeen, ja ne ei voi rukoilla paitsi puolesta se jota hän hyväksyy. Ja he ovat pelko, levoton.
he: הוא יודע מהו [כיום] לפני אותם ואת מה יהיה אחרי אותם, הם לא יכולים להתערב חוץ בשם זו הוא אישר. והם, מפני הפחד ממנו, חששות.
hr: On zna što je [sada] prije njih i šta će biti poslije njih, a oni ne zagovaram osim u ime onih koje je odobrila. I, iz straha, prestrašen.
lt: Jis žino, kas yra [dabar] prieš juos ir kas bus po jų, ir jie negali užtarti išskyrus viena, kuriam jis pritaria. Ir jie, iš baimės jam yra sumanus.
lv: Viņš zina, ko pašlaik [] pirms tos, un kāda būs pēc tam, kad viņiem, un viņi nevar iejaukties izņemot vārdā kādu, kam viņš apstiprina. Un tie, no bailēm par viņu, ir piesardzīga.
nb: Han vet hva er [dag] før dem, og hva vil være etter dem, og de kan ikke forbønn unntatt en som han godkjenner. Og de, av frykt for ham, er engstelig.
sk: On vie, čo momentálne [] pred nimi, a čo bude po nich a s výnimkou nemôže zakročiť v mene koho sa schvaľuje. A oni, zo strachu z neho, majú strach.
sl: On ve, kaj je [sedaj] pred njimi in kaj se bo po njih, in jih ne posredujem razen v imenu tista, ki je sprejela. In so, iz strahu pred njim, so prestrašen.
sr_cyrl: Он зна шта је [тренутно] пред њима и шта ће бити за њима, а они могу да посредујем осим у име оне које је он одобрио. И они, из страха од њега, стрепе.
sr_latn: On zna šta je [trenutno] pred njima i šta će biti za njima, a oni mogu da posredujem osim u ime one koje je on odobrio. I oni, iz straha od njega, strepe.
uk: Він знає, що [сьогодні] перед ними, і що буде після них, і вони не можуть клопотатися за винятком від імені одного, яким він схвалює. І вони, від страху перед ним, побоювання.
vi: Ông biết những gì là [hiện nay] trước khi họ và những gì sẽ sau đó, và họ không thể cầu bầu ngoại trừ thay mặt cho một người mà ông chấp thuận. Và họ, từ nỗi sợ hãi của hắn, sợ hãi.
zu: He azi babe is KHO [masinyane] phambi kwabo futhi siyoba yini emva kwabo, futhi azikwazi khulumela except egameni lomuntu ayamukelayo.
