Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2530
source: And We place the scales of justice for the Day of Resurrection, so no soul will be treated unjustly at all. And if there is [even] the weight of a mustard seed, We will bring it forth. And sufficient are We as accountant.
ca: I posem les balances de Justícia pel dia de resurrecció, així que cap ànima seran tractades injustament en absolut. I si hi [encara] el pes d'una llavor de mostassa, portem-lo endavant. I prou estem com a comptable.
cy: A rhoddwn y graddfeydd cyfiawnder ar gyfer dydd atgyfodi, felly bydd unrhyw enaid yn cael ei drin gam o gwbl. Ac os oes [hyd yn oed] pwysau'r hadau mwstard, byddwn yn ei blaen. Ac yr ydym ddigonol fel cyfrifydd.
da: Og vi placere skalaerne i retfærdighed for den dag i opstandelse, så ingen sjæl vil blive behandlet uretfærdigt på alle. Og hvis der er [også] vægten af et sennepsfrø, vi vil bringe det frem. Og nok er vi som revisor.
el: Και τοποθετούμε τις κλίμακες της δικαιοσύνης για την ημέρα της Αναστάσεως, έτσι δεν ψυχή θα πρέπει να αντιμετωπίζονται άδικα σε όλα. Και αν είναι [ακόμα] το βάρος του ένας σπόρος μουστάρδας, εμείς θα το φέρει στο προσκήνιο. Και επαρκείς είμαστε ως λογιστής.
et: Ja paneme kaalud Euroopa ülestõusmise päeval, nii et ükski hing koheldakse ebaõiglaselt üldse. Ja kui on [isegi] kaal sinepiivakese, me toob ta esile. Ja piisav on meil nagu raamatupidaja.
fi: Ja paikka asteikot oikeudenmukaisuuden ylösnousemuksen päivänä niin ei sielu ei käsitellä epäoikeudenmukaisesti ollenkaan. Ja jos [edes] paino sinapinsiemen, tuomme sen esiin. Ja riittävä kirjanpitäjä.
he: ונניח מאזני צדק עבור יום התקומה, כך הנשמה לא יטופל שלא בצדק בכלל. ואם יש [אפילו] המשקל של זרעי חרדל, אנו נביא אותו הלאה. מספיק גם אנחנו בתור רואה חשבון
hr: I mi se vaga pravde za dan uskrsnuća, tako da nema duše će se nepravedno uopće. I ako ima [čak] težina sjeme gorušice, mi ćemo ga dovesti natrag. I dovoljno su mi kao računovođa.
lt: Ir mes įdėti teisingumo svarstyklės prisikėlimo dieną, todėl sielos bus pasielgta ne visi. Ir jei yra [net] garstyčių sėklų svorio, mes bus pareikšti jį atgal. Ir pakankamai mes kaip buhalteris.
lv: Un mēs izvietojam tieslietu svari augšāmcelšanās dienu, tātad nav dvēsele nepamatoti uzskatīt vispār. Un, ja nav [pat] sinepju sēklu svara, mums tas nesīs tālāk. Un pietiekami daudz esam kā grāmatvedis.
nb: Og vi legger skalaer rettferdighet for dagen av oppstandelse, så ingen sjel vil bli behandlet urettferdig i det hele tatt. Og hvis det er [også] vekten av et sennepsfrø, vi vil ta det videre. Tilstrekkelig er vi som regnskapsfører.
sk: A kladieme váhy spravodlivosti pre deň vzkriesenia, takže žiadna duša bude zaobchádzať nespravodlivo vôbec. A ak nie je [ešte] hmotnosť horčičné semienko, my to prinesie späť. A dostatočne sme ako účtovník.
sl: In smo mesto lestvice za pravosodje za dan od vstajenje, tako ne duša ne bodo obravnavana neupravičeno sploh. In če obstaja [tudi] teža gorčično seme, bomo, da ga tja. In dovolj smo kot računovodja.
sr_cyrl: И стављамо Вага правде за дан васкрсења, тако да нема душу ће се понашати неправедно уопште. И ако постоји [чак и] тежину маково зрно, ми цемо је узети напред-назад. А довољно смо као рачуновођа.
sr_latn: I stavljamo Vaga pravde za dan vaskrsenja, tako da nema dušu će se ponašati nepravedno uopšte. I ako postoji [čak i] težinu makovo zrno, mi cemo je uzeti napred-nazad. A dovoljno smo kao računovođa.
uk: І ми розміщуємо ваги правосуддя для день Воскресіння, так що немає душі будуть розглядатися незаслужено на всіх. І якщо існує [навіть] ваги гірчичне насіння, ми вродить його. І достатнім ми як бухгалтера.
vi: Và chúng tôi đặt các vảy bắc của công lý cho ngày phục sinh, vì vậy không có linh hồn sẽ được xử lý vô cớ ở tất cả. Và nếu có [thậm chí], trọng lượng của một hạt giống mù tạt, chúng tôi sẽ mang nó ra. Và đủ chúng ta đang làm kế toán.
zu: Futhi Sibeke kali of ahluleli for the Suku Vuko ngakho hhayi phefumulo baphathwa ngokungabi nabulungisa nhlobo.

# Quran2531
source: And We had already given Moses and Aaron the criterion and a light and a reminder for the righteous
ca: I ens havia donat Moses i Aaron el criteri i una llum i un recordatori per al recte
cy: Ac rydym eisoes wedi Moses ac Aaron y maen prawf a golau a nodyn atgoffa am y righteous
da: Og vi havde allerede givet Moses og Aron kriteriet og en lys og en påmindelse for retfærdige
el: Και θα είχε ήδη δώσει Moses και Ααρών το κριτήριο και ένα φως και μια υπενθύμιση για τη δίκαιη
et: Ja meil oli juba antud Moses ja Aaron kriteerium ja valgust ja meeldetuletuse jaoks õige
fi: Ja olemme jo antanut Moses ja Aaron kriteeri ja valo ja muistutuksen ja Eker Senol
he: אנחנו כבר נתן Moses ואהרון הקריטריון, אור, תזכורת לצדיקים
hr: A mi je već dao Moses i Aaron kriterij i svjetlo i podsjetnik za pravednike
lt: Ir mes jau davė Moses ir Aaron kriterijus ir šviesos ir priminimą, teisus
lv: Un mums bija jau devusi Moses un Aaron kritērijs un gaismu un atgādinājums par taisnu
nb: Og vi hadde allerede gitt Moses og Aron vilkåret og en lys og en påminnelse for rettferdige
sk: A sme dali Moses a Aaron kritérium a svetlo a pripomenutie pre spravodlivý
sl: In smo že podal Moses in Aaron merilo in svetlobo in opomnik za pravičnega
sr_cyrl: И већ до сада Мосес и Арон критеријум и лампу и подсетник за праведне
sr_latn: I već do sada Moses i Aron kriterijum i lampu i podsetnik za pravedne
uk: І ми вже дав Moses і Аарон критерій та світло і нагадування для праведників
vi: Và chúng tôi đã đã cho Moses và Aaron các tiêu chí và một ánh sáng và một lời nhắc nhở cho người công chính
zu: Futhi We wayenike kakade uMose no-Aroni umbandela nokukhanya khumbuzo for the ngakhethi

# Quran2532
source: Who fear their Lord unseen, while they are of the Hour apprehensive.
ca: Que por d'invisible Senyor, mentre que són de l'hora aprensiva.
cy: Sydd yn ofni eu unseen yr Arglwydd, tra y maent yn awr yn bryderus.
da: Frygter deres Herre usete, mens de er på time ængstelig.
el: Που φοβούνται τους Λόρδος αόρατο, ενώ είναι της ώρας ανήσυχος.
et: Kes kardavad oma Issanda nähtamatu, kui nad tunni lõpus kartlik.
fi: Jotka pelkäävät Herran näkymätön, kun he ovat huolissaan tunnin.
he: מי פחד שלהם נראים לורד, ובעוד הם השעה חששות.
hr: Koji strah njihov gospodar nevidljive, dok su od sata prestrašen.
lt: Kurie bijo savo Viešpaties nematytas, o jie baiminasi valandą.
lv: Kam bailes viņu kungs neredzētas dublikātkopijas, tiem esot nobažījies stundā.
nb: Som frykter deres Herre usett, mens de er i timen engstelig.
sk: Ktorí sa obávajú ich pán neviditeľné, keď sú hodiny strach.
sl: Ki se bojijo svoje Gospoda nevidna, medtem ko so ure prestrašen.
sr_cyrl: Страх који њихов господар видљивим, док су они најпопуларнији забринут.
sr_latn: Strah koji njihov gospodar vidljivim, dok su oni najpopularniji zabrinut.
uk: Хто боїться свого Господь невидимим, поки вони побоювалися годину.
vi: Những người lo sợ unseen Chúa trong khi họ đang trong giờ sợ hãi.
zu: Ubani akwesabe bo Lord ngaphakathi akabonakali ngenkathi they are of Awa ethukile.

# Quran2533
source: And this [Qur'an] is a blessed message which We have sent down. Then are you with it unacquainted?
ca: I aquest [Qur ' an] és un missatge beneït que hem enviat cap avall. Llavors estàs amb ella desconeixia?
cy: A hwn [Qur'an] Mae neges Bendigaid yr ydym wedi'u hanfon i lawr. Yna ydych â unacquainted?
da: Og denne [Koranen] er en velsignet budskab, som vi har sendt ned. Så er du med det ukjendt?
el: Και αυτό [Qur'an] είναι ένα ευλογημένο μήνυμα που στείλαμε. Στη συνέχεια είστε με αυτό ελλιπή ενημέρωση σχετικά;
et: Ning käesoleva Koraani on õnnistatud sõnum, mis meil on saatnud alla. Siis kas see minusugusel?
fi: Ja tämän Koraanin on siunattu viesti, jonka lähetämme alas. Niin olet sitä direktiiviehdotuksista?
he: זו [הקוראן] הודעה מבורך אשר שלחנו למטה. אז אתה עם זה ערכם?
hr: I ovaj [Kurana] Blaženi poruke koje smo poslali. Onda si ti s tim nisam upoznat?
lt: Ir šis [Koran] yra palaimintas pranešimą, kuris mes išsiuntėme žemyn. Tada tu su juo nesusipažinęs?
lv: Un [Qur] ir Svētīgi ziņojumu, kuru mēs esam nosūtījuši uz leju. Tad jūs esat ar to mūs neviens nepazīst?
nb: Dette [Koranen] er en velsignet melding som vi har sendt ned. Da er du med det ikke kjente?
sk: A to [Korán] požehnaný správy, ktoré sme poslali dole. Potom ste ho nepozná?
sl: In ta [Qur'an] je blagoslovil sporočilo, ki smo poslali navzdol. Nato so si s tem unacquainted?
sr_cyrl: А овај Куран је благословено поруку коју смо послали доле. Онда си с тим упознат?
sr_latn: A ovaj Kuran je blagosloveno poruku koju smo poslali dole. Onda si s tim upoznat?
uk: І ця [Коран] благословив повідомлення, які ми направили вниз. Потім ви з ним не знайомі?
vi: Và này [Qur'an] là một thông điệp may mắn mà chúng tôi đã gửi xuống. Sau đó bạn có với nó unacquainted?
zu: Futhi lokhu [Qur'an] umyalezo elibusisekile okuyinto We sa phansi.

# Quran2534
source: And We had certainly given Abraham his sound judgement before, and We were of him well-Knowing
ca: I certament havia donat Abraham seva so sentència abans, i estàvem ben sabent ell
cy: Ac yn sicr rydym wedi rhoi Abraham ei barn gadarn cyn, ac yr oeddem yn gwybod yn dda iddo
da: Og vi havde helt sikkert givet Abraham hans sunde dom før, og vi var af ham godt at vide
el: Και είχαμε δώσει σίγουρα Αβραάμ την ορθή κρίση πριν ήμασταν από αυτόν γνωρίζοντας καλά
et: Kindlasti oli andnud Abraham enne oma hea otsustusvõime ja olime teda hästi teades
fi: Olisimme varmasti antaneet Abraham hänen arvostelukyvyn ennen ja olimme hänelle hyvin tietää
he: אנחנו בהחלט נתן אברהם השיפוט הקול שלו לפני ואני היינו עליו לדעת היטב
hr: Mi svakako je dao Abraham prosudba zvuk prije i bili smo o njemu dobro znajući
lt: Ir mes tikrai davė Abraomui garso paukštininkai prieš, ir mes jį gerai žinant
lv: Mēs noteikti bija devis Abraham viņa skaņas spriedumu, pirms un mēs bijām par viņu labi zinot
nb: Vi hadde absolutt gitt Abraham hans sound dommen før og vi var ham godt å vite
sk: Sme určite dal Abraham jeho úsudok pred a boli sme o neho dobre vedieť
sl: In smo zagotovo dala Abraham njegov sound sodba pred, in smo zanj dobro poznavanje
sr_cyrl: Свакако смо дали Абрахам његов звук суд раније и били смо га добро познајете
sr_latn: Svakako smo dali Abraham njegov zvuk sud ranije i bili smo ga dobro poznajete
uk: Ми безумовно дав Аврааму його звук судження перед і ми були добре знаючи його
vi: Chúng tôi chắc chắn đã được Abraham mình bản án âm thanh trước khi và chúng tôi là của Anh cũng biết
zu: Futhi Sasisanda kuqala Ngokuqinisekile owanikwa u-Abrahama ukwahlulelwa kwakhe umsindo ngaphambili, futhi ngokwemvelo sasingabantwana ngaye kahle Sokwazi

# Quran2535
source: When he said to his father and his people, "What are these statues to which you are devoted?"
ca: Quan va dir al seu pare i la seva gent, "quins són aquestes estàtues al qual és dedicat"?
cy: Pan ddywedodd ei dad a ei bobl, "Beth yw'r cerfluniau hyn yr ydych yn neilltuo?"
da: Da han sagde, at hans far og hans folk, "Hvad er disse statuer, som du har afsat?"
el: Όταν είπε να τον πατέρα του και τον λαό, «τι είναι αυτά τα αγάλματα της οποίας είστε αφοσιωμένος;»
et: Kui ta ütles, et tema isa ja tema inimesed, "Millised on need kujud, millele oled pühendunud?"
fi: Kun hän sanoi hänen isänsä ja hänen kansansa, mitkä ovat nämä patsaat, johon olet omistettu?"
he: כשהוא אמר אביו והאנשים שלו, "מה הם הפסלים האלה אשר אתה מסור?"
hr: Kada je rekao da njegov otac i njegov narod, što su ovi kipovi kojima ste predani?"
lt: Kai jis sako, kad jo tėvas ir jo žmonės, "Kas yra šių statula, kuriuose yra skirta?"
lv: Kad viņš teica, viņa tēvs un viņa ļaudis, "kādi ir šīs statujas tiek veltīts?"
nb: Da han sa til sin far og hans folk, "Hva er disse statuer som du er viet?"
sk: Keď povedal, že jeho otec a jeho ľudia, "Aké sú tieto sochy, ku ktorému sa venoval?"
sl: Ko je dejal, da njegov oče in njegovi ljudje, "Kaj so ti kipi, v katero ste namenjeni?"
sr_cyrl: Када је рекао да његов отац и његов народ, "који су ове статуе на коју сте одани?"
sr_latn: Kada je rekao da njegov otac i njegov narod, "koji su ove statue na koju ste odani?"
uk: Коли він сказав, його батько і його людей, "Які ці статуї, до якої ти відданих?"
vi: Khi ông nói với cha mình và người dân của mình, "Những bức tượng mà bạn đang dành là gì?"
zu: Lapho ethi kuyise kanye nabantu bakhe, "Ayini lawa statues kuze which you nikela?"

# Quran2536
source: They said, "We found our fathers worshippers of them."
ca: Deien, "Hem trobat nostres pares adoradors d'ells."
cy: Maent yn dweud, "Cawsom ein tadau addolwyr ohonynt."
da: De sagde: "Vi fandt vore fædre tilbedere af dem."
el: Είπε, «Βρήκαμε τους πατέρες προσκυνητών από αυτούς.»
et: Nad ütlesid: "Me leidsime meie isad neist kummardajaid."
fi: He sanoivat: "Olemme löytäneet meidän isämme palvojia niistä."
he: הם אמרו, "מצאנו אבותינו המתפללים מהם".
hr: Oni rekoše: "Našli smo našim očevima vjernika od njih."
lt: Jie sakė: "Mes radome mūsų tėvai tikinčiųjų į juos."
lv: Viņi teica: "Mēs noskaidrojām mūsu tēvi ticīgo no tām."
nb: De sa: "Vi fant våre fedre tilbedere av dem."
sk: Oni povedali: "Zistili sme, našich otcov veriacich, z nich."
sl: So rekli, "Smo našli naše očetov vernikov od njih."
sr_cyrl: Рекли су: "Пронашли смо нашим очевима верника од њих."
sr_latn: Rekli su: "Pronašli smo našim očevima vernika od njih."
uk: Вони сказали: "Ми виявили, наші засновники віруючих їх."
vi: Họ nói, "Chúng tôi tìm thấy người cha của chúng tôi sùng của họ."
zu: Bathi: "Sithole obaba abakhulekeli babo."

# Quran2537
source: He said, "You were certainly, you and your fathers, in manifest error."
ca: Va dir, "Li eren certament, vostè i els seus pares, en l'error manifesta".
cy: Meddai, "Yr oeddech yn sicr, chi a eich tadau, mewn camgymeriad amlwg."
da: Han sagde, "Du var helt sikkert, du og din fædre i åbenbar fejl."
el: Είπε, "Ήσουν σίγουρα, εσείς και οι πατέρες σας, σε πρόδηλο σφάλμα."
et: Ta ütles: "Sa olid kindlasti, teid ja teie isad ilmse."
fi: Hän sanoi: "Te olitte varmasti teille ja teidän isillenne ilmeinen virhe."
he: הוא אמר, "היית בהחלט, אבא שלך, ואתה שגיאת מניפסט בפנים"
hr: Rekao je, "Ti su, naravno, vi i vaši očevi, u manifesta."
lt: Jis sakė: "Tu tikrai, jūs ir jūsų neturėjo tėvo, – akivaizdžios klaidos."
lv: Viņš teica: "Jūs bijāt noteikti, jūs un jūsu tēvi acīmredzamu kļūdu."
nb: Han sa: "Du ble sikkert, du og dine fedre, manifest feil."
sk: On povedal: "Ste určite, vy a váš otcovia zjavnou."
sl: On reče: "Ste bili gotovo, vas in vaših očetov, v očitne napake."
sr_cyrl: Он је рекао, "Ти си свакако, ви и ваши очеви, у манифеста."
sr_latn: On je rekao, "Ti si svakako, vi i vaši očevi, u manifesta."
uk: Він сказав: "Ви були, звичайно, ви і ваші батьки, у помилка."
vi: Ông nói, "Bạn đã chắc chắn, bạn và cha của bạn, biểu hiện lỗi."
zu: Wathi: "Nawe gade Ngokuqinisekile, wena oyihlo, ngo-manifest iphutha."

# Quran2538
source: They said, "Have you come to us with truth, or are you of those who jest?"
ca: Deien, "Ha arribat a nosaltres amb la veritat, o ets dels qui es?"
cy: Maent yn dweud, "Ydych chi wedi dod atom gyda gwir, neu a ydych o'r rheini gellwair?"
da: De sagde, "Har du kommer til os med sandheden, eller er du af dem, der jest?"
el: Είπαν, «Έχετε έρθει σε μας με την αλήθεια, ή είστε από εκείνους που είναι;»
et: Nad ütlesid: "Kas te tulema meile tõtt või oled, kes jest?"
fi: He sanoivat: "Oletko tullut meille totuus, vai oletko niistä, jotka jest?"
he: הם אמרו, "יש לך לבוא אלינו עם האמת, או שאתה מאלה מתלוצץ?"
hr: Rekli su, "Jesi li došao do nas s istinom ili si od onih koji samo?"
lt: Jie sakė, "Kad tu atėjai pas mus su tiesa, ar tu iš tų, kurie juokauja?"
lv: Viņi teica: "Jūs nākt pie mums ar patiesību, vai jūs esat no tiem, kas jest?"
nb: De sa: "Har du komme til oss med sannheten, eller er du som jest?"
sk: Povedali: "Už ste sa na nás s pravdou, alebo ste z tých, kto jest?"
sl: So rekli, "Ste prišli k nam z resnico, ali ste tistih, ki jest?"
sr_cyrl: Рекли су, "Јеси ли нам се обратила са истином, или си ти од оних који су ово?"
sr_latn: Rekli su, "Jesi li nam se obratila sa istinom, ili si ti od onih koji su ovo?"
uk: Вони сказали: "Ви прийшли до нас з істини, або ви з тих, хто усміхнено?"
vi: Họ nói rằng, "Có bạn đến với chúng tôi với sự thật, hoặc là bạn của những người jest?"
zu: Bathi, "Wake wangena kithi ngeqiniso, noma wena labo jest?"

# Quran2539
source: He said, "[No], rather, your Lord is the Lord of the heavens and the earth who created them, and I, to that, am of those who testify.
ca: Va dir, "[No], més aviat, el seu senyor és Senyor dels cels i la terra que els va crear, i, per això, sóc d'aquells que donen testimoni.
cy: Dywedodd, "[na], yn hytrach, eich Arglwydd yn yr Arglwydd y nefoedd a'r ddaear sydd a'u creodd, ac at hynny, yr wyf, y rhai sydd yn tystio.
da: Han sagde, "[Nej], snarere, jeres Herre er Herren himlen og jorden, som skabte dem, og jeg, at der, er dem, der vidner om.
el: Είπε, «[όχι], μάλλον, σας Λόρδος είναι ο κύριος του ουρανού και της γης που τα δημιούργησε, και σε αυτό, είμαι από αυτούς που καταθέτουν.
et: Ta ütles, "[ei], pigem teie Issand on taeva ja maa Issand, kes nad loonud, ja, et olen, kes tunnistavad.
fi: Hän sanoi, "[ei], pikemminkin Herrasi on herra taivaassa ja maan päällä, jotka heidät luonut, ja että olen niistä, jotka todistavat.
he: הוא אמר, "[לא], במקום זאת, הוא אדון השמים והאדמה שיצר אותם, ואני, לכך, של מי להעיד.
hr: Rekao je, "[ne], radije, vaš gospodar je gospodar nebesa i zemlje koji ih je stvorio, i, i na to sam onih koji svjedoče.
lt: Jis sakė: "[ne], gana, jūsų Viešpats yra dangaus ir žemės Viešpats, kuris juos sukūrė, ir, be to, esu iš tų, kurie liudija.
lv: Viņš teica: "[ne] drīzāk savu kungu ir heavens un zemes kungs, kas tos izveidojusi, un, kas, esmu no tiem, kas apliecina.
nb: Han sa, "[Nei], snarere deres Herre er herre over himmelen og jorden som opprettet dem, og, som, jeg som vitne.
sk: Povedal: "[nie], skôr váš pán je pán neba a Zeme, ktorý stvoril, a ja, že som z tých, ktorí svedčia.
sl: Je dejal, "[ne], precej, vaš Gospod je gospodar neba in zemlje, ki so jih ustvarili, in, tisti, sem tistih, ki pričajo.
sr_cyrl: Рекао је: "[не], радије, твој господар је господар неба и земље који их је креирао и до тога, ја од оних који сведочи.
sr_latn: Rekao je: "[ne], radije, tvoj gospodar je gospodar neba i zemlje koji ih je kreirao i do toga, ja od onih koji svedoči.
uk: Він сказав: "[немає], швидше за все, ваш Господь, Господь небеса та земля, хто створив їх, і, що, я з тих, які свідчать про.
vi: Ông nói, "[không], thay vào đó, Chúa của bạn là Chúa tể của bầu trời và trái đất đã tạo ra chúng, và, cho rằng, tôi có những người làm chứng.
zu: Wathi: "[Akukho], kunalokho, kho Lord is Lord of bhakabhaka hlaba qamba them mina, ukuze kuthi, am of labo ukufakaza.

# Quran2540
source: And [I swear] by Allah, I will surely plan against your idols after you have turned and gone away."
ca: I [juro] per Allah, segurament planejarà contra els teus ídols després convertit i anat."
cy: A [Tyngaf] gan Allah, bydd siawns gynllunio erbyn eich dod ynghyd ar ôl i chi droi a mynd i ffwrdd.
da: Og [Jeg sværger] ved Allah, jeg vil helt sikkert planer mod dine idoler, efter du har slået og gået væk."
el: Και [ορκίζομαι] από Αλλάχ, θα σίγουρα σκοπεύω κατά είδωλα σας αφού γύρισε και πάει μακριά.»
et: Ja [ma vannun] poolt Allahi ma näidatakse kindlasti plaani vastu oma iidolite pärast pöördus ja kuhugi kadunud."
fi: Ja minä vannon Allah, varmasti aion vastaan kivijumalistanne kun olet poissa ja mennyt pois."
he: ו [אני נשבע] בשם אללה, אני בוודאי יתכננו נגד אלילי שלך לאחר שהפך נעלם."
hr: I [Kunem se] tako mi Allaha, ja će sigurno plan protiv svoje idole kada okrenuo i otišao."
lt: Ir [prisiekiu] Dievas, aš bus tikrai planuoju prieš savo stabus pasuko ir gone away."
lv: Un [zvēru], Allah, man būs noteikti plānu pret savu elku kad pagriezās un aizgāja prom."
nb: Og [jeg sverger] ved Allah, jeg vil sikkert planlegge mot dine avguder etter at du har slått og gått bort.
sk: A [prisahať] pri Alláhovi, bude určite plánujem proti svoje idoly po otočil a odišiel."
sl: In [kletvica] z Allah, bom zagotovo načrt proti vaših kumira ko obrnil in odšel. «
sr_cyrl: "И [, кунем се] тако ми Алаха, ће свакако то планирам против своје идоле пошто сте окренули и неће нестати."
sr_latn: "I [, kunem se] tako mi Alaha, će svakako to planiram protiv svoje idole pošto ste okrenuli i neće nestati."
uk: І [я клянуся] Аллах, я будуть безсумнівно план проти ваші ідоли після того, як ви повернувся і пішов геть".
vi: Và [I swear] bởi Allah, tôi sẽ chắc chắn kế hoạch chống lại thần tượng của bạn sau khi bạn đã bật và đi đi."
zu: Futhi [ngifunga] Allah, ngiyakwehlisela ukuhlela ezithombeni yakho ngemva uke waphenduka usehambile. "

# Quran2541
source: So he made them into fragments, except a large one among them, that they might return to it [and question].
ca: Així que va fer-los en fragments, excepte un gran entre ells, que podria tornar a ell [i pregunta].
cy: Felly eu gwneud yn ddarnau, ac eithrio un mawr yn eu plith, y gallai dychwelyd at ei [a cwestiwn].
da: Så han fik dem i fragmenter, bortset fra en stor en blandt dem, at de kan vende tilbage til det [og spørgsmål].
el: Έτσι τους γίνεται σε θραύσματα, εκτός από ένα μεγάλο εκείνο μεταξύ τους, ώστε να μπορεί να επιστρέψει σε αυτό [και ερώτηση].
et: Nii tegi ta neid osakesteks, välja arvatud suurte üks neist, et nad võivad tagasi see [ja küsimus].
fi: Niin hän teki ne hienoksi paitsi suuri yksi joukossa, että he voivat palata takaisin [ja kysymys].
he: אז הוא עשה אותם לחלקים, למעט אחד גדול ביניהם, כי הם אולי לחזור אל זה [שאלה].
hr: Pa on ih je napravio u fragmentima, osim jedan veliki među njima, da oni vratiti ga [i pitanje].
lt: Jis padarė juos į fragmentus, išskyrus viena didelė tarp jų, kad jie galėtų grįžti į jį [ir klausimas].
lv: Tāpēc padarīja tos sadala fragmentos, izņemot liels viens starp viņiem, ka viņi varētu atgriezties [un jautājumu].
nb: Så han gjorde dem til fragmenter, bortsett fra en stor ettall blant dem, at de kan gå tilbake til den [og spørsmål].
sk: Tak on sa na kúsky, s výnimkou jeden veľký medzi nimi, že môžu vrátiť a to [otázka].
sl: Tako naredil jih v drobci, razen velikih enega med njimi, da se lahko vrnejo in to [vprašanje].
sr_cyrl: Тако он претворио их у фрагменте, осим присилна међу њима, да се они могу вратити да то [питање].
sr_latn: Tako on pretvorio ih u fragmente, osim prisilna među njima, da se oni mogu vratiti da to [pitanje].
uk: Так він зробив їх на фрагменти, за винятком один великий серед них, що вони можуть повернутися до його [і питання].
vi: Vì vậy ông thực hiện chúng thành mảnh vỡ, ngoại trừ một trong những lớn trong số họ, rằng họ có thể trở lại nó [và đặt câu hỏi].
zu: Ngakho wenza kubo yaba izicucu, ngaphandle kwesincane esikhulu phakathi kwabo, ukuze babuyele kulo [futhi umbuzo].
