Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1042
source: Said the eminent ones who were arrogant among his people, "We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion." He said, "Even if we were unwilling?"
ca: Dir els eminents que eren arrogants entre la seva gent, "segurament es expulsió vostè, O Shu'ayb i els que han cregut amb tu de nostra ciutat, o hem de tornar a la nostra religió". Va dir, "fins i tot si ens estaven disposats?"
cy: Dywedodd y rhai enwog a oedd yn drahaus ymysg ei bobl, "bydd gennym siawns troi allan chi, O Shu'ayb, a'r rhai sydd wedi credu gyda chi gan ein dinas, neu rhaid i chi ddychwelyd at ein crefydd. Meddai, "hyd yn oed pe baem yn anfodlon?"
da: Sagde fremtrædende dem, der var arrogant blandt sit folk, "vi vil helt sikkert smide dig, O Shu'ayb, og dem, der har ment med dig fra vores by, eller du skal vende tilbage til vores religion." Han sagde, "selv om vi var uvillig?"
el: Είπε επιφανείς αυτοί που ήταν αλαζονική μεταξύ του λαού του, «εμείς σίγουρα θα εκδιώξει σας, O Shu'ayb, και όσους πίστεψαν μαζί σας από την πόλη μας, ή θα πρέπει να επιστρέψετε στην θρησκεία μας.» Είπε, «ακόμα και αν ήμαστε απρόθυμοι;»
et: Silmapaistvamad need, kes olid tema rahva seas ülbe ütles "me kindlasti väljatõst teid, O Shu'ayb, ja need, kes oleks uskunud teiega meie linnast või peab tagastama meie religioon." Ta ütles: "isegi kui me ei taha?"
fi: Sanoi arvostettuja niitä, jotka olivat röyhkeitä kansansa keskuudessa, "me varmasti häätää O Shu'ayb ja jotka ovat uskoneet teille kaupunkimme, tai sinun täytyy palata uskontomme." Hän sanoi: "vaikka olimme haluton?"
he: אמר הנודע באלו החללים בקרב עמו, "אנחנו בוודאי לפנות אותך, מתחם שועייב O, ואלה שהאמינו בך מן העיר שלנו, או עליך לחזור הדת שלנו." הוא אמר, "גם אם היינו רוצים?"
hr: Istaknuti one koji su arogantni svome narodu, rekao je "mi će sigurno istjerati, O Shu'ayb, i one koji su vjerovali s tobom iz našeg grada, ili se vrate na naše vjere." Rekao je, "i da nam ne želi?"
lt: Sakė žymus tie, kurie buvo arogantiškas savo tarpe, "mes tikrai bus iškelti jums, O Shu'ayb, ir tie, kurie tiki su jumis iš mūsų miesto, arba turi grįžti į mūsų religijos." Jis sakė: "net jei mes nenori?"
lv: Teica slavenais tie, kas bija augstprātīgs starp savējiem, "mēs noteikti izlikšana, jūs, O Shu'ayb, un tiem, kas ticējusi ar jums no mūsu pilsētas, vai jums ir jāatdod mūsu reliģiju." Viņš teica: "pat ja mēs bijām nevēlas?"
nb: Sa de fremste som var arrogant blant sitt folk, "vi vil sikkert kaste deg, O Shu'ayb, og de som har trodd med deg fra vår by, eller du må gå tilbake til vår religion." Han sa, "selv om vi var uvillig?"
sk: Povedal významných tí, ktorí boli arogantní medzi jeho ľud, "sme sa určite vypudit vás, O Shu'ayb, a tí, ktorí uverili s vami z nášho mesta, alebo musí vrátiť naše náboženstvo." On povedal: "aj keď sme boli ochotní?"
sl: Je dejal ugledni tiste, ki so arogantni svojega naroda, "mi bo zagotovo Iseliti si, O Shu'ayb, in tiste, ki so verjeli vate iz našega mesta, ali se mora vrniti k naše vere." Je dejal, "čeprav smo bili pripravljeni?"
sr_cyrl: Рекао је еминентни оне који су били арогантни међу његовим људима, "смо биће сигурно избацити те, О Сху'аyб, и оне који верују с тобом из нашег града, или морам да се вратим да насе религије." Рекао је, "и да нам невољан?"
sr_latn: Rekao je eminentni one koji su bili arogantni među njegovim ljudima, "smo biće sigurno izbaciti te, O Shu'ayb, i one koji veruju s tobom iz našeg grada, ili moram da se vratim da nase religije." Rekao je, "i da nam nevoljan?"
uk: Сказав видатних ті, які були великі речі серед свого народу, "ми безумовно виселити ви O Shu'ayb і ті, хто вірив з вами від нашого міста, або ви повинні повернутися до нашої релігії". Він сказав: "навіть якщо б ми не бажають?"
vi: Nói những người nổi tiếng đã được kiêu ngạo trong số những người của ông, "chúng tôi sẽ chắc chắn gỡ bỏ bạn O Shu'ayb, và những người đã tin rằng với bạn từ thành phố của chúng tôi, hoặc bạn phải quay lại tôn giáo của chúng tôi." Ông nói, "ngay cả nếu chúng ta không muốn?"
zu: Wathi yibo ovelele ababe zidla phakathi kwabantu bakhe, "Sizokwenza ngokuqinisekile evict you O Shu'ayb, nalabo asebeye bakholwa nawe emzini wethu, noma kumelwe abuyele enkolweni yethu."

# Quran1043
source: We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision."
ca: Ens hauria inventat contra Allah una mentida si hem retornat a la seva religió després Allah ens havia salvat d'ella. I no és per a nosaltres retornar-ho llevat que Allah, nostre Senyor, ha es. Nostre Senyor ha abasta totes les coses en el coneixement. A Allah ens han confiat. Nostre Senyor, decidir entre nosaltres i la nostra gent en veritat, i són els millors dels que donen decisió."
cy: Byddai Rydym wedi dyfeisio erbyn Allah celwydd pe baem yn dychwelyd at eich crefydd ar ôl Roedd Allah wedi ein hachub rhag iddo. Ac nid yw inni ddychwelyd iddo heblaw y dylai Allah, ein Arglwydd, bydd. Mae ein Arglwydd yn cwmpasu holl bethau mewn gwybodaeth. Ar Allah yr ydym wedi dibynnu. Benderfynu ein Arglwydd, rhyngom ni a ein pobl mewn gwirionedd, a ydych yn y gorau o'r rheini sy'n rhoi penderfyniad."
da: Vi ville have opfundet mod Allah en løgn hvis vi vendte tilbage til din religion, når Allah havde frelst os fra det. Og det er ikke for os at vende tilbage til det, bortset fra at Allah, vor Herre, bør vil. Vor Herre har omfattet alle ting i viden. Ved Allah har vi stolet. Vor Herre, beslutte mellem os og vores folk i sandhed, og du er bedst af dem, der giver beslutning."
el: Θα έχουμε εφεύρει κατά Αλλάχ ένα ψέμα αν εμείς μετά επέστρεψε πάλι στη θρησκεία σας Αλλάχ είχε μάς έσωσε από αυτό. Και δεν είναι για εμάς να επιστρέψετε σε αυτό, εκτός από το ότι Αλλάχ, ο Λόρδος μας, θα πρέπει να θα. Ο Κύριός μας έχει ενσωματώσει όλα τα πράγματα στη γνώση. Στον αλλά(χ) βασιστήκαμε. Ο Κύριός μας, να αποφασίσουν ανάμεσα σε μας και τους ανθρώπους μας στην αλήθεια, και είσαι ο καλύτερος του εκείνοι που δίνουν απόφαση.»
et: Me oleks leiutas Jumal vastu valetada kui me tagasi oma usutunnistuse pärast seda, kui Allah säästis meid sellest. Ja see ei ole meile selle juurde, et Jumal, meie Issand, tuleks näidatakse. Meie Issand on hõlmas kõiki asju teadmisi. Pärast Jumal oleme tuginenud. Meie Issand otsustada meile ja meie inimesed tõde, ja te olete parimad, kes annab otsuse."
fi: Olemme keksineet Allahia vastaan valhe jos palaisimme uskonto, kun Jumala oli pelastanut meidät siitä. Ja se ei ole meidän palaavan, paitsi, että olisi Jumala, meidän Herramme. Meidän Herramme on soittanut kaiken tiedon. Kun Jumala meidän ovat luottaneet. Meidän Herramme on päättää kesken objektimuoto ja meidän ihmiset todellisuudessa, ja olet paras, jotka päätöksensä."
he: המצאנו נגד אללה שקר אם נחזור הדת שלך לאחר אללה הציל אותנו ממנו. וזה לא בשבילנו לחזור עליו. חוץ מזה אללה, אדוננו, צריך יהיה. אדוננו יש הקיף את כל הדברים בידע. על אללה אנחנו צריכים לסמוך. אדוננו, מחליטים בינינו לבין האנשים שלנו. למען האמת, ואתה הטוב ביותר של מי נותן ההחלטה."
hr: Mi bi izmislio protiv Allaha laž ako smo se vratili u svoje vjere nakon što Allah nas spasio od nje. I to nije za nas povratak na to osim da Allah, naš gospodar, treba bit. Naš Gospodin je obuhvatila sve u znanju. Mi smo se oslonili na Allaha. Gospoda, odlučiti između nas i naše ljude u istinu, a ti si najbolji od onih koji daju odluke."
lt: Mes rado prieš Allah melas jei mes grįžo į savo religijos po Dievas paliko mums iš jo. Ir tai ne mums grįžti į jį, išskyrus tai, kad Dievas, mūsų Viešpaties, turėtų bus. Mūsų Viešpats yra apėmė visų dalykų žinias. Kai Dievas mes pasiremti. Mūsų Viešpats, nuspręsti tarp mūsų ir mūsų tautos tiesą sakant, ir jūs esate geriausias tiems, kurie suteikia sprendimas."
lv: Mēs būtu izdomājuši pret Allāhu meli ja atgriezāmies pie tava reliģija pēc Allah bija mūs izglābis no tā. Un tas nav mums atgriezties pie tā, izņemot to, ka Allāhs, mūsu kungs, vajadzētu būs. Mūsu Kungs ir ietvēra visas lietas zināšanas. Allah uz mums paļauties. Mūsu Kunga izšķirties starp mums un mūsu cilvēkiem patiesību, un jums ir labākais no tiem, kas dod lēmums."
nb: Vi ville ha oppfunnet mot Allah løgn hvis vi tilbake til religion etter Allah hadde reddet oss fra den. Og det er ikke for oss å gå tilbake til det bortsett fra at Allah, vår Herre, bør vil. Vår Herre har omfattet alle ting i kunnskap. Ved Allah har vi stolt. Vår Herre, avgjøre imellom oss og våre folk i sannhet, og du er best av dem som gir.
sk: My by to vymyslel proti Alah lež keď sme sa vrátili na svoje náboženstvo, potom Boh zachránil nás od nej. A to nie je pre nás vrátiť, okrem toho, že by sa Boh, náš Pán. Náš Pán má zahŕňala všetky veci vo vedomostiach. Na Boha sa spoliehame. Nášho Pána sa rozhodnúť medzi nás a našich ľudí, v skutočnosti, a vy ste najlepší z tých, ktorí dávajú rozhodnutie."
sl: Smo bi izumili zoper Alah laž če smo se vrnili v svoje vere po Allah je rešil iz nje. In to ni za nas, da se vrnete, razen da Allah, našem Gospodu, naj bo. Naš Gospod je obsegala vse stvari v znanje. Na Alah smo oprli. Naš Gospod, odločiti med nas in naših ljudi, v resnici, in vi ste najboljši, ki odločitev."
sr_cyrl: Ми би измислили против Аллах лаж ако смо се вратили у своје религије након Аллах нас је спасио од ње. И није да се вратимо на то, осим да Аллах, Господ, требало би да ће. Господ је обухвата све ствари у знање. Смо ослањали на Алаха. Господ , одлучи између нас и народа у истину, а ти си најбољи од оних који су дали одлуку."
sr_latn: Mi bi izmislili protiv Allah laž ako smo se vratili u svoje religije nakon Allah nas je spasio od nje. I nije da se vratimo na to, osim da Allah, Gospod, trebalo bi da će. Gospod je obuhvata sve stvari u znanje. Smo oslanjali na Alaha. Gospod, odluči između nas i naroda u istinu, a ti si najbolji od onih koji su dali odluku."
uk: Ми б придумав проти Аллах брехня якщо ми повернулися в вашу релігію, після того, як Аллах врятував нас від нього. І це не для нас, щоб повернутися до неї, хіба що Аллах, нашого Господа, повинні будуть. Наш Господь має охоплювали всі речі в знань. Після Аллаха, ми зробили ставку. Наш Господь, вирішити між нами і наш народ у правді, і ви краще тих, хто дає рішення."
vi: Chúng tôi sẽ đã phát minh ra chống lại Allah nói dối nếu chúng tôi quay trở lại tôn giáo của mình sau khi Allah đã cứu chúng tôi khỏi nó. Và nó không phải cho chúng tôi trở lại ngoại trừ rằng Allah, Chúa chúng ta, nên sẽ. Chúa của chúng tôi đã bao gồm tất cả mọi thứ trong kiến thức. Khi Allah, chúng tôi đã dựa. Chúa chúng ta, quyết định giữa chúng tôi và người của chúng tôi trong sự thật, và bạn là tốt nhất trong những người đưa ra quyết định."
zu: Sasiye baye baklama ngokumelene Allah amanga uma siphindela inkolo yakho emva Allah wasindisa khulula us nga it.

# Quran1044
source: Said the eminent ones who disbelieved among his people, "If you should follow Shu'ayb, indeed, you would then be losers."
ca: Dir els eminents que dubtaven entre la seva gent, "Si vostè ha de seguir Shu'ayb, en efecte, llavors seria perdedors."
cy: Dywedodd y rhai enwog a ddysgais ymysg ei bobl, "os dylech ddilyn Shu'ayb, yn wir, chi wedyn byddai rhai ar eu colled.
da: Sagde fremtrædende dem, der disbelieved blandt sit folk, "Hvis du skal følge Shu'ayb, ja, ville du så være tabere."
el: Είπε επιφανείς αυτοί που disbelieved μεταξύ του λαού του, «Εάν θα πρέπει να ακολουθήσετε Shu'ayb, πράγματι, τότε θα ηττημένοι.»
et: Silmapaistvamad need, kes oma rahva seas disbelieved ütles "Kui peate järgima Shu'ayb, tõepoolest, sa siis oleks kaotajad."
fi: Sanoi arvostettuja niitä, jotka uskoneet hänen kansansa keskuudessa "Jos noudatat Shu'ayb, todellakin, sinun sitten on häviäjiä."
he: אמר הנודע באלו disbelieved בקרב עמו, "אם אתה צריך בצע את מתחם שועייב, אכן, ואז היית מפסידנים."
hr: Rekao je istaknuti one koji bio među svojim narodom, "Da treba slijediti Shu'ayb, zaista, bi onda bili gubitnici."
lt: Sakė žymus tie, kurie disbelieved savo tarpe, "Jei reikia vadovautis Shu'ayb, iš tiesų, jums tada bus pralaimėtojai."
lv: Teica slavenais tie, kuri disbelieved starp savējiem, "Ja jums vajadzētu sekot Shu'ayb, patiešām, jūs tad būtu zaudētāji."
nb: Sa eminente de vantro blant sitt folk, "Hvis du må følge Shu'ayb, faktisk, du ville være tapere."
sk: Povedal významných tí, ktorí pochyboval medzi jeho ľud, "Ak by ste mali dodržiavať Shu'ayb, v skutočnosti, by potom budete porazení."
sl: Je dejal ugledni tisti, ki so verjeli svojega naroda, "Če morate upoštevati Shu'ayb, res, bi potem boste poraženci."
sr_cyrl: Рекао је еминентни они који не верује овим људима, "Ако треба да пратите Сху'аyб, уистину, онда би губитници."
sr_latn: Rekao je eminentni oni koji ne veruje ovim ljudima, "Ako treba da pratite Shu'ayb, uistinu, onda bi gubitnici."
uk: Сказав видатних ті, хто disbelieved серед свого народу, "Якщо слід виконати Shu'ayb, дійсно, ви потім б програли."
vi: Nói những người nổi tiếng đã disbelieved trong số người dân của mình, "Nếu bạn nên làm theo Shu'ayb, thực sự, bạn sau đó sẽ thua cuộc."
zu: Wathi yibo ovelele disbelieved phakathi kwabantu bakhe: "Uma ungake nje ulandele Shu'ayb, impela, ubungeke ke be losers."

# Quran1045
source: So the earthquake seized them, and they became within their home [corpses] fallen prone.
ca: Així el terratrèmol agafat, i esdevingueren dins casa [cadàvers] caigut propensa.
cy: Felly roedd y daeargryn yn hatafaelu iddynt, a daeth y maent yn eu cartref [cyrff] wedi gostwng yn dueddol o.
da: Så jordskælvet beslaglagt dem, og de blev i deres hjem [lig] faldet udsat.
el: Έτσι ο σεισμός τους κατασχέθηκαν, και έγιναν μέσα στο σπίτι τους [πτώματα] πέσει επιρρεπείς.
et: Nii maavärin kinni neid ja nad said jooksul oma kodu [surnukehad] langenud kõhuli.
fi: Joten maanjäristys yllätti heidät, ja ne tuli kotiin [ruumiita] laskenut altis.
he: רעידת האדמה תפסו אותם, הם הפכו בתוך הבית שלהם [גופות] נפל מועדים.
hr: Potresa ih oduzeti i postali su unutar svog doma [tijela] pao ničice.
lt: Todėl žemės drebėjimas konfiskavo juos, ir jie tapo per savo namuose [lavonų] sumažėjo linkę.
lv: Tāpēc zemestrīces saķēra tos, un viņi kļuva par viņu mājās [līķu] samazinājies nosliece.
nb: Så jordskjelvet tok dem, og de ble i sitt hjem [lik] falt utsatt.
sk: Takže zemetrasenie chytil je a stali sa v rámci svojej domovskej [mŕtvoly] padol náchylné.
sl: Tako je potres zaseženo njimi, in so postali v svoj dom [trupla] padel nagnjeni.
sr_cyrl: Тако им је одузета земљотреса, и постали су унутар њиховог дома [лешева] пала склона.
sr_latn: Tako im je oduzeta zemljotresa, i postali su unutar njihovog doma [leševa] pala sklona.
uk: Так що землетрус захопили їх, і вони стали в рамках свого будинку [трупи] впав схильні.
vi: Vì vậy, các trận động đất tịch thu chúng, và họ trở thành trong nhà của họ [xác chết] rơi nghiêng.
zu: Ngakho ukuzamazama komhlaba bababamba, baba ngaphakathi emzini wabo [nezidumbu] liwile yizikhukhula.

# Quran1046
source: Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers.
ca: Qui nega la Shu'ayb - era com si mai no hi havia residit allà. Qui nega Shu'ayb - van ser ells qui van ser els perdedors.
cy: Rhai sy'n gwadu Shu'ayb-Roedd fel petai wedi oeddent byth yn byw yno. Rhai sy'n gwadu Shu'ayb-mai hwy oedd y rhai ar eu colled.
da: Dem, der nÃ¦gtet Shu'ayb - det var som om de havde aldrig opholdt sig dér. Dem, der nÃ¦gtet Shu'ayb - det var dem, der var tabere.
el: Όσους αρνούνταν Shu'ayb - υπήρχε η εντύπωση ότι ποτέ δεν είχε διέμεναν εκεί. Εκείνοι που δεν επιτρέπεται η Shu'ayb - ήταν εκείνες που έθεσαν οι χαμένοι.
et: Need, keda lubatud Shu'ayb - see oli nii, nagu nad olid kunagi elanud seal. Need, kes eitas Shu'ayb - nemad olid kaotajad.
fi: Ne, joka kielsi Shu'ayb - se oli kuin he koskaan asunut siellä. Ne, joka kielsi Shu'ayb - juuri ne, jotka olivat häviäjiä.
he: מי הכחיש מתחם שועייב - כאילו הם מעולם לא היו סאלמה. מי הכחיש מתחם שועייב - זה היה הם שהיו המפסידים.
hr: Koji nije prihvatio Shu'ayb - to je kao da oni nikad boravio tamo. Koji nije prihvatio Shu'ayb - oni su bili gubitnici.
lt: Tie, kurie neigia Shu'ayb - tai buvo taip, lyg jie niekada negyveno ten. Tie, kurie neigia Shu'ayb - jie taip buvo pralaimėjusiųjų.
lv: Tie, kuri noliedza Shu'ayb - tas bija tā, it kā tie bija tur nekad nav dzīvojis. Tie, kuri noliedza Shu'ayb - tas bija tie, kas bijuši zaudētāji.
nb: De som nektet Shu'ayb - det var som om de aldri hadde bodd der. De som nektet Shu'ayb - det var de som var tapere.
sk: Tí, ktorí poprel Shu'ayb - akoby mal nikdy tam. Tí, ktorí poprel Shu'ayb - boli to oni, ktorí boli porazení.
sl: Tisti, ki je zanikal Shu'ayb - to je, kot da bi imel nikoli tam prebivali. Tisti, ki je zanikal Shu'ayb - to je oni, ki so poraženci.
sr_cyrl: Они који је забрањен Сху'аyб - као да су имали никад тамо обитавао. Они који је забрањен Сху'аyб - они су били губитници.
sr_latn: Oni koji je zabranjen Shu'ayb - kao da su imali nikad tamo obitavao. Oni koji je zabranjen Shu'ayb - oni su bili gubitnici.
uk: Ті, хто заперечував Shu'ayb - як ніби вони ніколи не проживали там. Ті, хто заперечував Shu'ayb - саме вони були програли.
vi: Những người từ chối Shu'ayb - nó như thể họ đã định cư không bao giờ có. Những người từ chối Shu'ayb - đó là họ là những người đã là những người thua cuộc.
zu: Labo waphika Shu'ayb - kwakunjengokungathi nakuba babeqala yahlala khona.

# Quran1047
source: And he turned away from them and said, "O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?"
ca: I ell va deixar-los i va dir: «O poble meu, certament havia transmès a els missatges del meu Senyor i aconsella que, llavors, com podria et angoixa per un poble incrèdul? "
cy: Ac yn troi i ffwrdd oddi wrthynt a dweud, "O fy pobl, oedd yn sicr yn cael eu cyfleu i chi negeseuon o fy Arglwydd ac cynghorir chi, felly sut y gallai yr grieve i bobl disbelieving?"
da: Han vendte sig bort fra dem og sagde: "O mit folk, jeg havde helt sikkert befordres til dig meddelelser af min herre og rådgivet dig, så hvordan kunne jeg græmmes mistroiske mennesker?"
el: Και γύρισε μακριά από αυτούς και είπε, «O μου άνθρωποι, είχα σίγουρα παρέχονται σε εσάς τα μηνύματα του Κυρίου μου και συμβούλευσε σας, τόσο πώς θα μπορούσε να θλίβομαι για disbelieving ανθρώπους;»
et: Ja ta pöördus eemale neid ja ütles: "O mu inimesed, ma kindlasti edastatakse teile sõnumeid minu Issand ja soovitada teile, siis kuidas võiks ma kurvastada, olid inimesed?"
fi: Ja hän kääntyi pois ja sanoi, "Oi kansani, oli varmasti välitetään sinulle viestejä Herrani ja neuvonut sinua, niin miten voisi suren uskottomia ihmisiä?"
he: הוא הפנה גב אותם ואמר, "O האנשים שלי, היה לי בהחלט העביר את ההודעות של אדוני, מומלץ לך, אז איך יכול אני להתאבל על אנשים disbelieving?"
hr: I on se okrenuo od njih i rekao: "narode moj, bih sigurno prenio poruke gospodaru i savjetuje, kako mogao ja tugovati za sumnja ljudi?"
lt: Ir jis nusigręžė nuo jų ir tarė: "O mano žmonės, aš tikrai pristatyti jums informaciją apie mano Viešpats ir pranešė jums, taip, kaip galėtų aš sielvartauti niewiernych žmonėms?"
lv: Viņš novērsās no viņiem un sacīja: "O mana tauta man noteikti bija aizvesti uz jūs mana kunga ziņojumu un informēja, ka, tā kā varētu man skumt par neticīgi cilvēki?"
nb: Og han vendte seg bort fra dem og sa: "mitt folk, jeg hadde sikkert formidles til deg meldinger av min Herre og rådet deg, så hvordan kan jeg sørge for et disbelieving folk?"
sk: A sa odvrátil od nich a povedal: "O mojich ľudí, som určite dopraviť k vám správy môjho Pána a radil vám, tak ako by som truchlit pre neveriacky ľudí?"
sl: In je obrnil stran od njih in reče: "O moj ljudi, zagotovo imel prenaša na vas sporočila moj gospodar in svetoval vam, torej, kako lahko jaz žalujejo za disbelieving ljudi?"
sr_cyrl: Окренуо се од њих и рекао, "О мој народ, да сам сигурно да ти пренео поруке мога господара и саветовао, па како би ја тугујем за дисбелиевинг људе?"
sr_latn: Okrenuo se od njih i rekao, "O moj narod, da sam sigurno da ti preneo poruke moga gospodara i savetovao, pa kako bi ja tugujem za disbelieving ljude?"
uk: І він відвернувся від них і сказав: "O народ мій, я безумовно передав вам повідомлення мій Господь і порадив вам, так як могли б я шкодую невіруючий люди?"
vi: Và ông bật ra khỏi họ và nói, "O người của tôi, tôi chắc chắn đã chuyển tải đến bạn những thông điệp của Chúa của tôi và khuyên bạn, vậy làm thế nào có thể tôi đau khổ cho người dân disbelieving?"
zu: Futhi wabafulathela, wathi: "O bantu bami, mina besele ngokuqinisekile wadlulisela kuwe izigijimi Nkosi luleka you ngakho kwakungenzeka kanjani ukuba Ngidabukile for disbelieving ntu?"
