Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran930
source: And He it is who causes gardens to grow, [both] trellised and untrellised, and palm trees and crops of different [kinds of] food and olives and pomegranates, similar and dissimilar. Eat of [each of] its fruit when it yields and give its due [zakah] on the day of its harvest. And be not excessive. Indeed, He does not like those who commit excess.
ca: I ell és que provoca jardins de conrear, [dos] emparrat i untrellised i palmeres i cultius de diferents [mena de] aliments i les olives i les magranes, diferents i semblants. Menjar de [cada] el fruit quan els rendiments i donar la seva deguda [zakah] el dia de la collita. I no ser excessiva. De fet, no li agrada qui l'excés.
cy: Ac ef a mae'n sy'n achosi gerddi i dyfu, [i'r ddau] trellised a untrellised, ac arbed coed a chnydau o wahanol [math o] olifau a bwyd a pomegranates, yn debyg ac yn annhebyg. Fwyta [pob un o'r] ei ffrwythau pan yields a rhoi ei dyledus [zakah] ar ddiwrnod ei gynhaeaf. Ac nid yn ormodol. Yn wir, nid yw'n hoffi'r i'r rheini sy'n ymrwymo gormodol.
da: Og han det er der forårsager haver at vokse, [både] trellised og untrellised og palmer og afgrøder af forskellige [former af] mad og oliven og granatæbler, lignende og ulige. Spise af [hver] sin frugt da det udbytter og give dens grund [zakah] på dagen for sin høst. Og ikke være overdrevne. Faktisk, han ikke kan lide dem, der begår overskydende.
el: Και αυτός είναι που προκαλεί κήπους να αυξηθεί, [τόσο] καφασωτά και untrellised, και φοίνικες και καλλιέργειες των διαφορετικών [είδη των] τροφίμων και ελιές και ρόδια, παρόμοια και ανόμοια. Φάτε [κάθε] τους καρπούς της όταν οι αποδόσεις και να δώσει τη δέουσα [zakah] την ημέρα της συγκομιδής. Και δεν ήταν υπερβολικό. Πράγματι, δεν του αρέσει όσους διαπράττουν περίσσεια.
et: Ja ta on kes põhjustab gardens kasvatada, [nii] trellised ja untrellised ja palm puud ja erinevate kultuuride [liigid ning] toidu ja oliivid ja Granaatõunad, sarnased ja erinevad. [Iga] Söö oma puu, kui seda järele ja anna oma nõuetekohase [zakah] oma saagi päeval. Ja ei tohi olla ülemäärane. Tõepoolest, ta ei meeldi need, kes panevad toime liigse.
fi: Ja hän on joka aiheuttaa puutarhojen kasvaa, [sekä] trellised untrellised ja palmuja ja kasveja eri [erilaista ja] ruoka ja oliiveja ja granaattiomenia samanlaisia ja erilaisia. Syödä kaikista [] sen hedelmät, kun se tuottaa ja antaa sen vuoksi [zakah] päivänä sen sadon. Ja ei olla liian. Itse asiassa hän ei pidä niitä, jotka syyllistyvät liikaa.
he: וזה הוא הגורם גנים לגדול, [הן] מרושתים untrellised ו דקלים ועצי תבואה שונים [סוגים של] מזון, זיתים, רימונים, דומה, שונה. לאכול של [כל] פריו כאשר התשואות, לתת היעד [zakah] ביום הקציר שלה. לא מוגזם. ואכן, הוא לא אוהב אלו שנהגו עודף.
hr: I on je koji uzrokuje vrtovima raste, [i] drvenim untrellised i palme i usjeve od različitih [vrsta od] hranu i masline i šipke, slične i različite. Jesti [svakog] plod kada prinosi i dati zbog svojih [zakah] na dan žetve. I ne biti pretjerano. Doista, ne voli one koji počine višak.
lt: Ir jis tai kas sukelia sodus augti, [ir] trellised untrellised ir palmių medžių ir augalų skirtingų [rūšių,] maisto ir alyvuogių ir granatos, panašios ir skirtingos. [Kiekvieno] valgyti jo vaisių, kai jis duoda ir jo dėl [zakah] savo derliaus dieną. Ir būti ne per daug. Iš tiesų, jis nėra kaip tuos, kurie užsiima perteklius.
lv: Un viņam tas, kas izraisa dārzos audzēt, [gan] režģu untrellised un palmu koki un dažādu kultūru [veidus no] pārtikas un olīvām un Granātāboli, līdzīgi un atšķirīgi. Ēst [katra] tās augļus, kad to neiztur un dod tā izpildes [zakah] dienā pēc tās ražas. Un nedrīkst būt pārmērīgs. Patiešām, viņš nepatīk tie, kas izdara lieko.
nb: Og han er det som forårsaker hager å vokse, [begge] trellised untrellised og palmetrær og avlinger av ulike [slag av] mat og oliven og granatepler, like og ulike. Spise av [] sin frukt gir og gi utløpsdatoer [zakah] ved høste. Og ikke være overdreven. Faktisk er liker han ikke de som begår overflødig.
sk: A to je kto spôsobí záhrady rásť, [aj] trellised a untrellised, a palm stromov a plodín alebo iný [druhy z] potravín a olivy a granátové jablká, podobné a nepodobné. Jesť [každej] svoje ovocie, keď výnosy a dať jej [Zakát] v deň jeho zberu. A nesmie byť nadmerná. V skutočnosti, on nemá rád tých, ktorí páchajú prebytok.
sl: In on je, ki povzroča vrtovih rastejo, [tako] trellised in untrellised, in palmovih dreves in rastlin različnih [vrste od] hrane in olive in granatna jabolka, podobne in različne. Jesti [vsakega] Njena sadja, ko ga donosi in da zaradi svoje [zakah] na dan svojega pridelka. In ne sme biti pretirano. Res, on, kot tiste, ki storijo presežek.
sr_cyrl: И он који узрокује вртовима да расте, [и] треллисед унтреллисед и палме и житарице по различитим [врсте од] храну, маслине и парадајза, сличне и разликовала. Једи комада [од] њен плод када то приносима и дати свој крајњи [заках] на дан њене бербе. И немој се претерано. Заиста , не воли оне који поиине вишка.
sr_latn: I on koji uzrokuje vrtovima da raste, [i] trellised untrellised i palme i žitarice po različitim [vrste od] hranu, masline i paradajza, slične i razlikovala. Jedi komada [od] njen plod kada to prinosima i dati svoj krajnji [zakah] na dan njene berbe. I nemoj se preterano. Zaista, ne voli one koji poиine viška.
uk: І він це, хто викликає садах ростуть, [як] ґратчасті untrellised і пальмові дерева і культур з різними [видами з] їжі і оливки і гранатами, аналогічні і різнорідних. Їжте [кожного з] його плоди, коли воно дає і надати належне [zakah] в день її врожай. І бути не надмірним. Справді, він не любить тих, хто скоює надлишок.
vi: Và ông đó là người gây ra các khu vườn lớn, [đều] trellised và untrellised, và palm cây và loại cây trồng khác nhau [loại của] thực phẩm và ô liu và quả lựu, và tương tự không giống nhau. Ăn của [từng] hoa quả của nó khi nó ra và cung cấp cho nó do [zakah] vào ngày thu hoạch của mình. Và sẽ không quá nhiều. Thật vậy, ông không thích những người cam kết dư thừa.
zu: Futhi kuba odukisa izingadi ukuze zikhule, [kokubili] trellised kanye untrellised, nemithi yesundu kanye nezitshalo ezahlukahlukene [izinhlobo] ngokudla nangokwenama iminqumo namakhiwane namahalananda, ezifanayo nezingahlobene.

# Quran931
source: And of the grazing livestock are carriers [of burdens] and those [too] small. Eat of what Allah has provided for you and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.
ca: I del bestiar pastura són portadors [de càrrega] i les [també] petites. Menjar de què Allah ha proporcionat per a vostè i no seguir les petjades de Satanàs. De fet, és per a vostè un clar enemic.
cy: Ac y da byw sy'n pori yn gludwyr [o'r beichiau] a hynny [hefyd] bach. Fwyta o beth Allah wedi darparu i chi ac nid yn dilyn ôl traed Satan. Yn wir, ef yw eich gelyn clir.
da: Og de græssende husdyr er bærere [af byrder] og disse [for] lille. Spise af hvad Allah har givet for dig og ikke følge fodsporene på Satan. Han er faktisk at du en klar fjende.
el: Και τα ζώα βόσκουν μεταφορείς [του φόρτου] και τα [πολύ] μικρό. Τρώνε από τι Αλλάχ έχει παράσχει για σας και δεν μπορεί να ακολουθήσει τα βήματα του Σατανά. Πράγματι, αυτός σας είναι μια σαφής εχθρός.
et: Ja peetavat karja on vedajad [nimetatud koormust] ja [ka] väike. Süüa, mis Jumal on andnud teile ja järgima jälgedes Saatan. Tõepoolest, ta on teil selge vaenlane.
fi: Ja laiduntaminen karjan harjoittajien [aiheutuvien rasitteiden] ja [myös] pieni. Syödä mitä Jumala on antanut sinulle ja onko seuraa jalanjälkiä Saatana. Hän on sinulle selvä vihollinen.
he: ואת הבהמות המרעה הם נשאים [של הנטל] האלה קטנים [גם]. לאכול מה אללה סיפקה לך, אל תבצע את צעדיו של השטן. ואכן, הוא לך אויב ברור.
hr: I ispašu stoke su nositelji [teret] i te [] premala. Jesti ono što vam Allah omogućio i krenuti stopama Sotona. Doista, on je tebi jasno neprijatelj.
lt: Ir ganymo gyvulių vežėjams [iš naštos] ir [per] mažas. Valgyti, ką Dievas suteikė jums ir ne sekti pėdomis Šėtonas. Iš tiesų, jis yra jums aiškiai priešų.
lv: Un lopu ganīšanas pārvadātājiem [no sloga] un [arī] mazs. Allah ir sniedz jums ēst un neseko sātana soļi. Protams, viņš ir tev skaidru ienaidnieks.
nb: Av beite husdyr er bærere av byrder] og de [for] liten. Spise av hva Gud har gitt deg og ikke følge fotsporene til Satan. Han er faktisk deg en klar fiende.
sk: A pasenia hospodárskych zvierat sú nositeľmi [záťaže] a tie [] primalá. Jesť to, čo Boh pripravil pre vás a nie po stopách Satana. V skutočnosti je jasný nepriateľ.
sl: In pašne živine so prevozniki [od obremenitve] in [tudi] majhno. Jesti priskrbljenega Allah za vas in ne sledijo zgledu Satan. Res, on je vam jasno sovražnika.
sr_cyrl: И зубима стоке су носиоци [терет] и оне [] премала. Јело од Алаха снабдео за тебе и не прати у стопе Сатане. Он је заиста вам јасно непријатеља.
sr_latn: I zubima stoke su nosioci [teret] i one [] premala. Jelo od Alaha snabdeo za tebe i ne prati u stope Satane. On je zaista vam jasno neprijatelja.
uk: І випасу худоби носії [тягар] і ті [] замалий. З що Аллах надала вам їсти і не слідувати по стопах сатани. Дійсно, він є від тебе чітко визначеного супротивника.
vi: Và chăn thả gia súc là tàu sân bay [của gánh nặng] và những [quá] nhỏ. Ăn những gì Allah đã cung cấp cho bạn và không làm theo bước chân của Satan. Thật vậy, ông là bạn là kẻ thù rõ ràng.
zu: Futhi we kwemfuyo kukhona abathwali [imithwalo] nalabo [futhi] encane.

# Quran932
source: [They are] eight mates - of the sheep, two and of the goats, two. Say, "Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Inform me with knowledge, if you should be truthful."
ca: [Són] vuit companys - de les ovelles i dues de les cabres, dos. Dir, "és els dos homes ha prohibit o les dues femelles o que contenen els úters de les dues femelles? Informar-me amb coneixement, si ha de ser veraç."
cy: [Maent] wyth ffrindiau-y defaid, dau ac y geifr, dau. Dweud, "Mae'n Gwrywod dau wedi ei gwahardd neu ferched dau neu y mae wombs o ferched dau yn cynnwys? Rhoi gwybod i mi gyda gwybodaeth, os y dylech fod yn onest."
da: [Der] otte kammerater - af fårene, to og af geder, to. Sige, "er det de to hanner han har forbudt eller de to hunner eller det, som skød af de to hunner indeholde? Informere mig med viden, hvis du skulle være sandfærdig."
el: [Είναι] οκτώ φίλοι - των προβάτων, δύο και από τις κατσίκες, δύο. Ας πούμε, "είναι τα δύο αρσενικά έχει απαγορεύσει ή τα δύο θηλυκά ή αυτό που περιέχουν οι μήτρες από τις δύο γυναίκες; Να με πληροφορήσει με γνώση, εάν θα πρέπει να είναι αληθείς.»
et: [On] kaheksa semud - lambad, kaks ja kitse, kaks. Öelda: "kas ta on keelanud kaks isast või kaks emast või kaks emast emaka sisaldavad? Teatasite teadmisi, kui sa peaksid olema tõesed."
fi: Ne ovat kahdeksan kaverit - lampaista, kaksi ja on kaksi. Esimerkiksi: "Onko hän on kieltänyt kaksi urosta tai kaksi narttua tai että, jotka kaksi narttua kohdussa sisältävät? Kerro minulle tietoa, jos olisi totuudenmukaista."
he: [הם] שמונה חברים טובים. של הכבשה, ושניים של העיזים, 2. אומרים, "זה הזכרים שני הוא אסר או שתי נקבות או אשר מכילים אימנו הינם של שתי נשים? תגידו לי עם הידע, אם אתה צריך להיות כנה."
hr: [Oni su] osam prijateljima - ovaca, dva i koza, dva. "Je dva mužjaka zabranio je ili dvije ženke ili ono što sadrže utrobe dvije žene? Informirajte me sa znanjem, ako bi trebao biti iskren."
lt: [Jie] aštuonių padėjėjų - avių, du ir ožkų, dvi. Sako, "ar tai jis uždraudė du vyrai arba dvi moterys arba tas, kurios dviejų moterų įsčiose būna? Informuoti mane su žiniomis, jei jūs turite būti teisingi."
lv: [Tie] astoņi biedri - aitas, divas un kazas, divi. Teiksim, "ir divi vīrieši, viņš ir aizliegts vai divas sievietes, vai to, ko satur divas sievietes atteikties? Informējiet mani ar zināšanām, ja jums būtu patiess."
nb: [De er] åtte kamerater - av sau, to og geitebukk to. Si, er det to menn han har forbudt eller to kvinner eller som wombs av to kvinner inneholder? Informere meg med kunnskap, hvis du bør være sannferdig."
sk: [Sú] osem kamarátov - oviec, dva a kôz, two. Povedať: "je to dvaja muži mu bolo zakázané alebo dve ženy, alebo ktoré obsahujú lona dve ženy? Informujte ma, s vedomím, ak by ste mali byť pravdivé."
sl: [So] osem spremljevalcev - ovc, dve in koz, dve. Reči, "je dva samca, ki mu je prepovedano ali dve samički ali ki vsebujejo wombs dve samici? Obvesti me z znanjem, če bi morali biti resnični."
sr_cyrl: [То су] осам другови - оваца, два, и то од козе, два. Реци , "је ли два мужјака забранио је или две женке, или оно што садрже утробама две женке? Обавестите ме са знањем, да си био искрен."
sr_latn: [To su] osam drugovi - ovaca, dva, i to od koze, dva. Reci, "je li dva mužjaka zabranio je ili dve ženke, ili ono što sadrže utrobama dve ženke? Obavestite me sa znanjem, da si bio iskren."
uk: [Вони] вісім товаришів - овець, двох і кіз, два. Сказати: "це двох чоловіків, що він має заборонено або дві самки або те, що містять утробі дві самки? Інформувати мене зі знанням, якщо ви повинні бути правдивими."
vi: [Họ là] tám mates - chiên, hai và dê, hai. Nói, "có hai đàn ông đã cấm hoặc hai nữ hoặc có chứa wombs của hai nữ giới? Thông báo cho tôi với những kiến thức, nếu bạn cần phải trung thực."
zu: [Ziyakwazi] eziyisishiyagalombili abangane bomshado - wezimvu ezimbili nelezimbuzi, ezimbili.

# Quran933
source: And of the camels, two and of the cattle, two. Say, "Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Or were you witnesses when Allah charged you with this? Then who is more unjust than one who invents a lie about Allah to mislead the people by [something] other than knowledge? Indeed, Allah does not guide the wrongdoing people."
ca: I els camells i dos de bestiar, dos. Dir, "és els dos homes ha prohibit o les dues femelles o que contenen els úters de les dues femelles? O estaves testimonis quan Allah acusat vostè amb això? Llavors, qui és més injust que el qui inventa una mentida Allah per enganyar la gent per [una mica] diferents de coneixement? De fet, Allah no guia les persones irregularitats."
cy: Ac o y camelod, yn ddwy ac y gwartheg, dau. Dweud, "Mae'n Gwrywod dau wedi ei gwahardd neu ferched dau neu y mae wombs o ferched dau yn cynnwys? Neu oedd eich tystion pan roedd Allah a godir chi gyda hyn? Yna sydd yn anghyfiawn fwy nag un sy'n dyfeisio celwydd am Allah i gamarwain pobl gan [rhywbeth] ac eithrio gwybodaeth? Yn wir, yw Allah nid canllaw y bobl gamwedd."
da: Og af kameler, to og kvæg, to. Sige, "er det de to hanner han har forbudt eller de to hunner eller det, som skød af de to hunner indeholde? Eller var du vidner, da Allah opkrævet dig med dette? Så er der mere uretfærdig end en, der opfinder en løgn om Allah at vildlede folket af [noget] end viden? Faktisk, Allah ikke guide forseelser mennesker."
el: Και τις καμήλες, δύο και των βοοειδών, δύο. Ας πούμε, "είναι τα δύο αρσενικά έχει απαγορεύσει ή τα δύο θηλυκά ή αυτό που περιέχουν οι μήτρες από τις δύο γυναίκες; Ή ήσουν μάρτυρες όταν Αλλάχ σας φορτισμένη με αυτό; Στη συνέχεια, που είναι πιο άδικο από κάποιον που εφευρίσκει ένα ψέμα για Αλλάχ να παραπλανά τους λαούς από [κάτι] εκτός από τη γνώση; Πράγματι, Αλλάχ δεν καθοδηγεί αδίκημα λαού.»
et: Ja kaamelid, kaks ja veiste, kaks. Öelda: "kas ta on keelanud kaks isast või kaks emast või kaks emast emaka sisaldavad? Või olid sa tunnistaja, kui Allah süüdistatakse see? Siis kes on rohkem kui üks, kes leiutab lie Jumalat eksitada inimesi [midagi] umbes peale teadmiste alusetu? Tõepoolest, Allah ei suunata inimesed valesti."
fi: Ja kamelit kaksi ja karjan, kaksi. Esimerkiksi: "Onko hän on kieltänyt kaksi urosta tai kaksi narttua tai että, jotka kaksi narttua kohdussa sisältävät? Tai olit todistajien kun Allah hintaan tämän? Sitten joka on epäoikeudenmukaisempi kuin joka keksii valheita Allah harhaan ihmisiä [jotain] kuin Tietoa? Itse asiassa Jumala ei ohjaa rikkomuksista ihmisiä."
he: של הגמלים, ושניים של הבקר, 2. אומרים, "זה הזכרים שני הוא אסר או שתי נקבות או אשר מכילים אימנו הינם של שתי נשים? או אתה היית עדים אללה הטענתי אותך עם זה? אז מי צודק יותר מאשר מי ממציא שקר על אללה כדי להטעות את האנשים ע י [משהו] מלבד הידע? אכן, אללה לא מדריך העם מעשים רעים."
hr: I od deve dvoje i od goveda, 2. "Je dva mužjaka zabranio je ili dvije ženke ili ono što sadrže utrobe dvije žene? Ili ste svjedoci kad Allah vas tereti za ovo? A tko je više nepravedan nego onaj koji izmišlja laži o Allahu obmanuti narod [nešto] Osim znanja? Zaista, Allah ne vodič zločin ljudi."
lt: Ir Kupranugariai, du ir galvijus, dviejų. Sako, "ar tai jis uždraudė du vyrai arba dvi moterys arba tas, kurios dviejų moterų įsčiose būna? Ar buvo jums liudytojų Dievas už jus su šiuo? Tada kas yra labiau neteisinga nei tas, kuris išrado melas apie Dievo suklaidinti žmonės [kažkas] išskyrus žinių? Iš tiesų, Dievas ne gidas nusikaltimą žmonių."
lv: Un kamieļiem, divas un liellopi, divus. Teiksim, "ir divi vīrieši, viņš ir aizliegts vai divas sievietes, vai to, ko satur divas sievietes atteikties? Vai tad tu liecinieki, kad Allah uzdots šis? Tad kurš ir netaisna vairāk nekā viens, kurš izdomā meli par Allah maldināt cilvēkus, [kaut] izņemot zināšanas? Patiešām, Allah nav ceļveža grēks cilvēku."
nb: Og kameler, to og storfe, to. Si, er det to menn han har forbudt eller to kvinner eller som wombs av to kvinner inneholder? Eller var du vitner da Allah belastet deg med dette? Så hvem er mer urettferdig enn en som oppfant en løgn om Allah å villede folket av [noe] enn kunnskap? Faktisk guide Allah ikke de urett."
sk: A tiav, dva a hovädzieho dobytka, dva. Povedať: "je to dvaja muži mu bolo zakázané alebo dve ženy, alebo ktoré obsahujú lona dve ženy? Alebo boli ste svedkom, keď Boh prikázal vám s týmto? Kto je potom viac nespravodlivé, ako ten, kto vymýšľa lož o Alah zavádzať ľudí [niečo] okrem vedomostí? V skutočnosti Boh nie je sprievodca previnenie ľudí."
sl: In Kamel, dva in goveda, dva. Reči, "je dva samca, ki mu je prepovedano ali dve samički ali ki vsebujejo wombs dve samici? Ali ste priče bili, ko Allah vam zaračunajo s tem? Torej, kdo je bolj nepravičen, kot tisti, ki Izumi laž o Allah zavaja ljudi [nekaj] razen znanja? Res, Allah ni vodnik protipravna dejanja ljudi."
sr_cyrl: И камила, два и стоке, 2. Реци , "је ли два мужјака забранио је или две женке, или оно што садрже утробама две женке? Или сте били сведоци када Аллах те оптуже за ово? Ко је онда више неправедан него онај ко измисли лаж о Аллах да заведе људе по [нешто] осим знања? Заиста , Аллах не поведе малверзацијама народ."
sr_latn: I kamila, dva i stoke, 2. Reci, "je li dva mužjaka zabranio je ili dve ženke, ili ono što sadrže utrobama dve ženke? Ili ste bili svedoci kada Allah te optuže za ovo? Ko je onda više nepravedan nego onaj ko izmisli laž o Allah da zavede ljude po [nešto] osim znanja? Zaista, Allah ne povede malverzacijama narod."
uk: І верблюдів, два та великої рогатої худоби, двох. Сказати: "це двох чоловіків, що він має заборонено або дві самки або те, що містять утробі дві самки? Чи були ви свідки, коли Аллах звинувачений вам це? То хто це більш несправедливим, ніж той, хто винаходить брехня про Аллах введеними в оману людей [щось] Крім знання? Дійсно, Аллах не керівництво порушник людей."
vi: Và của các con lạc đà, hai và gia súc, hai. Nói, "có hai đàn ông đã cấm hoặc hai nữ hoặc có chứa wombs của hai nữ giới? Hoặc là bạn nhân chứng khi Allah sạc bạn với điều này? Sau đó, Ai là không công bằng hơn so với một trong những người phát minh ra nói dối về Allah để đánh lừa người dân bằng [cái gì] khác với kiến thức? Thật vậy, Allah không hướng dẫn người dân sai trái."
zu: Futhi amakamela, sibe izingalo ezimbili nezinkomo, ezimbili.
