Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2600
source: O People, if you should be in doubt about the Resurrection, then [consider that] indeed, We created you from dust, then from a sperm-drop, then from a clinging clot, and then from a lump of flesh, formed and unformed - that We may show you. And We settle in the wombs whom We will for a specified term, then We bring you out as a child, and then [We develop you] that you may reach your [time of] maturity. And among you is he who is taken in [early] death, and among you is he who is returned to the most decrepit [old] age so that he knows, after [once having] knowledge, nothing. And you see the earth barren, but when We send down upon it rain, it quivers and swells and grows [something] of every beautiful kind.
ca: O persones, si hauria de ser en dubte la resurrecció, llavors [considerar que] de fet, creem des de pols, llavors de una gota de semen, llavors des d'un coàgul interessant i després de un tros de carn, format i indeterminat - que ens pot mostrar-vos. I s'assenten en els úters qui ho farem per un període especificat, llavors us portem com un nen i llavors [desenvolupem vostè] que pot arribar a la maduresa [temps de]. Entre vosaltres és el que es pren en mort [hora] i entre vostè és el que es va tornar a l'edat més decrèpit [antic] per tal que ell sap, després [una vegada tenint] coneixement, res. I veieu la terra erma, però quan enviem a ploure, s'estremeix i s'infla i creix [quelcom] de tota mena de bell.
cy: O bobl, os oes gennych Dylech fod yn sicr am yr atgyfodiad, yna [ystyried hynny] yn wir, rydym yn creu chi o'r llwch, ac yna o ostyngiad sberm, yna o clinging clot, ac yna o lwmp o gnawd, ffurfio a rhyddhau carthion anffurfiedig-y gall ddangos ichi. A ydym yn ymgartrefu yn wombs y byddwn am dymor penodedig, yna rydym yn eich dwyn fel plentyn, ac yna [Rydym yn datblygu eich] Efallai byddwch yn cyrraedd eich aeddfedrwydd [amser]. A eich plith yn ef sydd yn cymryd yn marwolaeth [cynnar], ac ef a dychwelir oed [hen] mwyaf atgas fel y gwyr ef, ar ôl [cael unwaith] eich plith yw gwybodaeth, dim. A ydych yn gweld y ddaear hesb, ond pan anfonwn i lawr ar yn bwrw glaw, mae'n quivers a chwyddo ac yn tyfu [rhywbeth] o bob math hardd.
da: O personer, hvis du skulle være i tvivl om opstandelsen, derefter [overveje at] ja, vi skabt jer fra støv, så fra en sæd-drop, og derefter fra en klamrer sig blodprop, og derefter fra en klump kød, dannede og uformede - at vi kan vise dig. Og vi nøjes med i de skød, hvem vi vil for et bestemt tidsrum, så vi bringer dig som et barn, og derefter [vi udvikler du] at du kan nå din [tid af] modenhed. Blandt dem er han, som er taget i [tidlig] død, og blandt jer er han, der er vendt tilbage til de mest udslidte [gamle] alder, således at han ved, efter [engang at have] viden, intet. Og du kan se jorden golde, men når vi sender på det regn, det dirrer og svulmer og vokser [noget] af enhver smukke art.
el: O οι άνθρωποι, εάν θα πρέπει να είναι σε αμφιβολία για την Ανάσταση, τότε [θεωρούν ότι] πράγματι, έχουμε δημιουργήσει σας από τη σκόνη, τότε από ένα σπέρμα-drop, στη συνέχεια, από έναν θρόμβο προσκολλημένος, και στη συνέχεια από μια εφάπαξ της σάρκας, διαμορφώνεται και ανοιγόμενα - ότι μπορεί να σας δείχνουμε. Και θα τακτοποιηθούμε στα μήτρες τους οποίους εμείς θα για καθορισμένη περίοδο και, στη συνέχεια, θα σας φέρει ως παιδί, και στη συνέχεια [αναπτύσσουμε σας] ότι μπορεί να φτάσετε σας [χρόνος] ωριμότητα. Ανάμεσά σας είναι αυτός που έχει ληφθεί στο θάνατο [στις αρχές] και ανάμεσά σας είναι αυτός που επιστρέφεται στην πιο εξαθλιωμένος [παλιό] ηλικία, ώστε να γνωρίζει ότι, αφού [μία φορά] γνώσης, τίποτα. Και δείτε την άγονη γη, αλλά όταν μας στέλνουν καταπάνω βρέξει, ταράζεται και διογκώνεται και αυξάνεται [κάτι] από κάθε λογής.
et: O inimesi, kui tuleks olla kahtlust ülestõusmine, siis [leiavad, et] tõepoolest, lõime teid tolmust, siis sperma tilk, siis alates Nakkuvat tromb, ja seejärel ühekordse liha, vormitud ja vormimata - et me võib näidata. Ja me elama emaka, kellele me tähtajaliselt, siis toome teile nagu laps, ja siis [arendame te] et võib jõuda [aeg] küpsust. Teie seas on ta, kes on võtnud [varase] surma ja teie seast on see, kes kõige decrepit [vana] vanus nii, et ta teab, et pärast [kord] tagasi teadmisi, ei midagi. Ja näed, viljatu maa, kuid kuna me saadame vihm, see quivers ja paisub ja kasvab [midagi] ilus igasugune.
fi: O ihmiset pitäisi epäillä ylösnousemusta, sitten [katsovat] itse asiassa olemme luoneet sinulle pölystä, sitten siittiöiden pudota, niin päässä kiinni hyytymä, ja sitten kiinteä malto, muotoiltuja ja muovaamattomien - näytämme sinulle. Tyydymme kohdussa, joille tulemme määräajaksi, ja me tuomme teille lapsena, ja sitten [kehitämme voit] että pääset [aika] kypsyyttä. Keskuudessanne on hän, joka on toteutettu [varhainen] kuolema ja teidän keskuudessanne on hän, joka palautetaan Viimeisin raihnainen [vanha] ikä, jotta hän tietää [kerran saatuaan] tietoa, mitään. Ja näet karu maa, mutta kun lähetämme kun sataa, se väreilee ja paisuu ja kasvaa [jotain] kaunis kaikenlaista.
he: O אנשים, אם אתה צריך להיות ספק תחיית המתים, אז [לשקול את זה] אכן, אנחנו יצרנו אותך מפני אבק, ולאחר מכן ירידה-זרע, ואז מ קריש צמודה, ולאחר מכן מ גוש בשר, בנוי וראשוני - אנחנו יכולים להראות לך. נוכל להתיישב רחמים למי שכן לתקופה שצוינה, לאחר מכן אנו מביאים לכם כילד, ולאחר מכן [אנו מפתחים את] כי ייתכן שתחרוג הבגרות [תקופת]. ביניכם מי נלקח במוות [בראשית], ויש ביניכם הוא אשר מוחזר העידן [ישן] חלוש ביותר כך הוא יודע, לאחר [פעם שיש] הידע, שום דבר. אתה רואה את האדמה הצחיחה, אבל כאשר נשלח על גשם, היא רועדת, מתנפח, גדל [משהו] מכל סוג יפה.
hr: O ljudi, ako bi trebao biti u dvojbi o uskrsnuću, [to], mi smo vas stvorili od prašine, zatim od sperme-kapljice, onda od moj ugrušak, a zatim od komada mesa, oblikovana i nerazvijen - da mogu vam pokazati. I dogovorili smo se u utrobu koju ćemo za navedeni termin, onda vam donosimo kao dijete, i tada [razvijamo li] da može doći do dospijeća [vrijeme]. Među vama je onaj koji se uzima u [rane] smrti i među vama je onaj koji se vraća u doba najviše oronuo [stari] tako da on zna, nakon [nekada] znanja, ništa. I vidiš zemlja neplodna, ali kad smo poslati na pada kiša, to quivers i Buja i raste [nešto] svake lijepe vrste.
lt: O žmonės, jei turėtų būti abejonių apie prisikėlimą, tada [mano, kad] iš tiesų, mes sukūrėme jums nuo dulkių, tada nuo spermos-lašas, tada iš Prigludęs krešulys, ir tada iš vienkartinės mėsos, suformuotas ir atsparioje - kad mes gali parodyti jums. Ir mes atsiskaityti įsčiose, kuriam mes nurodyto termino, tada mes suteikiame jums kaip vaikas, ir tada [mes sukurti jums] kad gali pasiekti jūsų [laikas] brandos. Ir tarp jūsų yra tas, kuris paimamas iš [anksčiau] mirties, ir tarp jūsų yra tas, kuris yra grąžinamas į labiausiai nukaršęs [senas] amžiaus, kad jis žino, po [kai] žinių, nieko. Matote žemės nevaisinga, o kada mes siųsti ant tai lietus, quivers ir išsipučia ir auga [kažkas] Kiekvienas gražus pobūdžio.
lv: O cilvēku, ja nevajadzētu būt šaubas par augšāmcelšanos, apdomājiet [ka] patiešām, mēs izveidojām jums no putekļiem, tad no spermas kritums, pēc tam no pieķeršanās receklis un no vienreizēju miesu, veidojas un neirtus - mēs jums var parādīt. Un mēs iekārtojamies atteikties, kam mēs tiks noteikts termiņš, tad mēs nestu Jums kā bērns, un tad [mēs attīstīt jums], ka ir iespējams sasniegt [laiks] termiņš. Jūsu vidū ir viņš, kurš ir ieņēmis [agra] nāve un starp jums, ir tas, kas tiek atgriezts ļoti nevarīgs [] vecums, tāpēc, ka viņš zina, pēc [kad] zināšanas, nekas. Un jūs redzēt kailas zemes, bet, kad mēs nosūtīsim uz tas lietus, tas quivers un ielīst [kaut] aug skaisti visdažādākie.
nb: O folk, hvis du skal være i tvil om oppstandelsen, så [anser som] faktisk vi skapt dere fra støv, så fra en sæd slipp deretter fra en klamrer seg blodpropp, og deretter fra en klump av kjøtt, dannet og unformed - at vi kan vise deg. Vi bosette seg i wombs som vi vil for en angitt periode, og vi bringer deg som barn, og deretter [vi utvikle du] at du kan nå din [klokkeslett av] modenhet. Blant dere er han som er tatt i [tidlig] død og blant dere er han som returneres til mest avfeldig [gamle] år slik at han vet, etter [å en gang ha] kunnskap, ingenting. Og du ser jorden golde, men når vi sende ned på det regn, quivers og dønninger og vokser [noe] alle slags vakre.
sk: O ľudí, ak by mala byť na pochybách o vzkriesení, potom [za to] Vskutku, vytvorili sme si pred prachom, potom rozbaľovacej spermií, potom z zrazeniny usadené, AZ potom kus mäsa, tvoril a nedokončený - že môže vám ukážeme. A môžeme usadiť lona, koho budeme pre zadaný výraz, potom vám prinášame ako dieťa, a potom [si rozvíjame], že dostanete svoje splatnosti [čas]. Medzi vami je ten, kto odoberá v [] zomrel a medzi vami je ten, kto sa vracia do najviac schátraný [starého] veku tak, že vie, že po [raz so] znalosti, nič. A vidíte, neúrodné Zeme, ale keď sme poslať nadol na dážď, priechodky a zväčší a rastie [niečo] každý krásny druhu.
sl: O ljudi, če bi morala biti v dvomih o vstajenju, premislite [ki] res, smo ustvarili vam pred prahom, potem od sperme-padec, potem iz oklepa strdek in nato od pavšalnega mesa, oblikovanih in neoblikovanih ognjevzdržnih - da bomo lahko pokazali. In rešujemo v wombs, koga bomo za določeno obdobje, potem smo vam prinašajo kot otrok, in potem [razvijamo vas] da lahko dosežete vaše zrelosti [čas]. Med vami je on, ki je v smrt [zgodnjih], in med vami je on, ki je najbolj dotrajani [] starost vrne tako, da on ve, po [enkrat ob] znanja, nič. In vidite, nerodovitna zemlja, ampak kdaj bomo poslali na to dež, quivers in nabrekne in raste [nekaj] vse lepo vrste.
sr_cyrl: О људи, ако сте требали бити у недоумици о ускрснуће, [у обзир] уистину, ми смо вас створили од прашине, а онда од кап сперме, а онда од мене као угрушак, а затим од грумена меса, обликована и необликованом - да ми можда ти показати. И сместимо матерница кога хоћемо за наведени појам, а онда вам доносимо као дете, а онда [развијамо те] да ли може да стигне твој [доба] зрелост. Медју вама је онај који се нагутао [раније] смрт и медју вама је онај који се враћа у најстарији [стари] доба, тако да он зна, након [некада] знања, ништа. Видите земља неплодна, а када смо послати на то киса, то се трза и бурћуји и [нешто] расте сваке врсте лепа.
sr_latn: O ljudi, ako ste trebali biti u nedoumici o uskrsnuće, [u obzir] uistinu, mi smo vas stvorili od prašine, a onda od kap sperme, a onda od mene kao ugrušak, a zatim od grumena mesa, oblikovana i neoblikovanom - da mi možda ti pokazati. I smestimo maternica koga hoćemo za navedeni pojam, a onda vam donosimo kao dete, a onda [razvijamo te] da li može da stigne tvoj [doba] zrelost. Medju vama je onaj koji se nagutao [ranije] smrt i medju vama je onaj koji se vraća u najstariji [stari] doba, tako da on zna, nakon [nekada] znanja, ništa. Vidite zemlja neplodna, a kada smo poslati na to kisa, to se trza i burћuji i [nešto] raste svake vrste lepa.
uk: O люди, якщо ви повинні ставитися під сумнів про воскресіння, то [вважають, що] дійсно, ми створили вас від пилу, а потім від спермі крапля, то від чіпляється згусток а потім з грудкою плоті, сформованою і неформованих - що ми може відображати більше. І ми селитися в утробі, ким ми будемо для вказаного терміну, то ми приносимо Вам в дитинстві а потім [ми розробляємо ви] що може досягти [час] зрілості. Серед вас є той, хто береться в [рання] смерть і серед вас є той, хто повернувся до на найбільш антіконкурсу [] старості, так що він знає, після [після того, як] знань, нічого. І бачиш безплідною землі, але коли ми надсилаємо на це дощ, сагайдаків і розбухає і росте [щось] всякого роду красиві.
vi: O người, nếu bạn nên có nghi ngờ về sự sống lại, sau đó [xem xét rằng] Thật vậy, chúng tôi tạo ra cho bạn từ bụi, sau đó từ một giọt tinh trùng, sau đó từ một cục máu đông bám níu, và sau đó từ một cục thịt, được hình thành và vẫn - rằng chúng tôi có thể hiển thị cho bạn. Và chúng tôi giải quyết trong wombs người mà chúng tôi sẽ cho một thuật ngữ được chỉ định, sau đó chúng tôi đưa bạn ra như là một đứa trẻ, và sau đó [chúng tôi phát triển các bạn] rằng bạn có thể đạt được độ chín [thời gian] của bạn. Trong số các bạn ấy đã được thực hiện trong cái chết [sớm] và trong số các bạn là ai đó là trả lại cho [cũ] tuổi đặt nát vì vậy mà nó biết, sau khi một lần có kiến thức, không có gì. Và bạn thấy trái đất cằn cỗi, nhưng khi chúng tôi gửi sau khi mưa, quivers và nở ra và phát triển [cái gì] của mỗi loại xinh đẹp.
zu: O Abantu, uma kufanele kube ukuthi uyini Uvuko, khona-ke [cabanga ukuthi] ngempela, We qamba you thuli ngalesosikhathi nci isidoda-drop, khona-ke kusukela ihlule sinamathele, bese ngesigaxa inyama, kwakhiwa futhi unformed

# Quran2601
source: That is because Allah is the Truth and because He gives life to the dead and because He is over all things competent
ca: Això és perquè Allah és la veritat i ja que dóna vida als morts i perquè ell és sobre totes les coses competents
cy: Mae hynny'n oherwydd y gwir yw Allah ac oherwydd mae'n rhoi bywyd i'r meirw ac oherwydd ei fod dros holl bethau yn gymwys
da: Det er fordi Allah er sandheden, og fordi han giver liv til døde, og fordi han er over alle ting kompetente
el: Αυτό είναι επειδή Αλλάχ είναι η αλήθεια και επειδή δίνει ζωή στους νεκρούς και επειδή είναι πάνω από όλα τα πράγματα που είναι αρμόδιες
et: Ongi, sest Jumal on tõde ja sest ta elavdab surnud ja kuna ta on üle kõik asjad pädev
fi: Koska Jumala on totuus, ja koska hän antaa elämän kuollut ja koska hän on yli kaiken toimivaltaisten
he: זה כי אללה הוא האמת, כי הוא נותן החיים למתים ולא כי הוא כשיר לכל הדברים
hr: To je zato što Allah je istinu i jer daje život mrtvima i zato što je sve nadležna
lt: Tai todėl, kad Dievas yra tiesa ir nes jis duoda gyvenimą mirusiųjų ir todėl, kad jis yra virš visų dalykų kompetentingos
lv: Tas ir jo Allah ir patiesība un tāpēc, ka viņš dod dzīvību mirušajiem un tāpēc, ka viņš ir pār visām lietām, kas ir kompetentas
nb: Det er fordi Allah er sannheten og fordi han gir liv til døde og fordi han er over alle ting kompetente
sk: To je preto, že Boh je pravda a pretože on dáva život mŕtvych, a preto, že on je nad všetkými vecami príslušným
sl: To je zato, ker je Allah resnico in ker on daje življenje mrtvih in ker je nad vse stvari, ki so pristojni
sr_cyrl: То је зато што Аллах је истину и јер он даје зивот у мртве и јер је готово све надлежне
sr_latn: To je zato što Allah je istinu i jer on daje zivot u mrtve i jer je gotovo sve nadležne
uk: Це тому що Аллах правду і тому, що він дає життя мертвих, і тому, що він все впокорив компетентних
vi: Đó là bởi vì Allah là sự thật và vì ông sẽ cho cuộc sống với người chết và vì ông là tất cả về những điều có thẩm quyền
zu: Lokho kungenxa yokuthi Allah liyiQiniso futhi ngoba ophilisa abafileyo futhi ngoba phezu kwakho konke abanekhono

# Quran2602
source: And [that they may know] that the Hour is coming - no doubt about it - and that Allah will resurrect those in the graves.
ca: I [que ells poden saber] que l'hora és arribada - sens dubte sobre això - i aquell Allah es ressuscitar als de les tombes.
cy: Ac y maent yn adnabod] y mae yr awr wedi dod-oes amheuaeth am hynny-ac bod Allah atgyfodi'r rhai yn y Beddau.
da: Og [som de måske kender] at timen kommer - ingen tvivl om det - og at Allah vil genoplive dem i gravene.
el: Και [που μπορούν να ξέρουν] ότι η ώρα πλησιάζει - δεν υπάρχει αμφιβολία γι ' αυτό - και Αλλάχ θα αναστήσει εκείνους στους τάφους.
et: Ja [see teadvat] et tunnis on tulemas - kahtlemata seda - ja et Jumal taaselustada neid, nende Graves.
fi: Ja [että he tietäisivät] että se hetki on tulossa - epäilemättä- ja että Allah henkiin kuin hautoja.
he: ו [כי הם יוכלו לדעת] כי השעה מגיעה - ללא ספק על זה -, אללה את אחיה אלה הקברים.
hr: I [to možda znaju] da sat vremena doći - nema sumnje o tome - i da Allah one u grobovima će uskrsnuti.
lt: Ir [kad jie gali žinoti] kad artėja laikas-be abejo apie tai - ir kad Dievas bus tų kapų prisikelti.
lv: Un [ka viņi var zināt] ka stunda nāk - nav šaubu par to - un ka Allah būs atdzīvināt tiem kapiem.
nb: Og [så de kan vite] at timen er kommer - ingen tvil om det - og at Allah vil gjenopplive de i gravene.
sk: A [že oni môžu vedieť] že hodina sa blíži - nie je pochýb o tom - a že sa vzkriesiť tí, v hroboch.
sl: In [ki jih morda poznate] da prihaja ura - ni dvoma o tem - in da Alah bo obudila tiste v grobove.
sr_cyrl: А [то они могу да знају] да је сат времена долази - нема сумње о томе - и та Аллах оне у гробовима оћивеже.
sr_latn: A [to oni mogu da znaju] da je sat vremena dolazi - nema sumnje o tome - i ta Allah one u grobovima oћiveжe.
uk: І [які вони, можливо, знаєте] що що надходить година - немає сумнівів про це - і що Аллах буде воскресити тих, хто в могили.
vi: Và [mà họ có thể biết] giờ đến - không nghi ngờ gì về nó - và rằng Allah sẽ hồi sinh những người trong các ngôi mộ.
zu: Futhi [ukuba bazi] ukuthi ihola liyeza - hhayi khonondo it - nokuthi Allah uzobavusa labo abasemathuneni.

# Quran2603
source: And of the people is he who disputes about Allah without knowledge or guidance or an enlightening book [from Him],
ca: I de les persones és el que els conflictes sobre Allah sense coneixement ni orientació ni un llibre aclaridor [d'ell],
cy: Ac ef a anghydfodau ynghylch Allah heb wybodaeth neu arweiniad neu lyfr addysgiadol [oddi wrtho], y bobl yn
da: Og af folket er ham, der tvister om Allah uden viden eller vejledning eller en oplysende bog [fra ham],
el: Και του λαού είναι εκείνος που αμφισβητεί σχετικά με Αλλάχ χωρίς γνώση ή καθοδήγηση ή ένα διαφωτιστικό βιβλίο [από αυτόν],
et: Ja on inimesi, kes vaidleb umbes Allah teadmata või juhiseid või õpetlik raamat [talle], alates
fi: Ja ihmiset hän joka kiistoja Allah tietämättä tai ohjeita tai valaiseva kirja [häneltä]
he: העם הוא מי חילוקי דעות על אללה ללא ידיעת או הדרכה או ספר מאיר עיניים [ממנו].
hr: I od ljudi je onaj koji osporava o Allahu bez znanja ili vodstva ili rasvijetliti knjiga [iz ga],
lt: Ir žmonių yra tas, kuris ginčija apie Dievas be žinios arba orientavimo arba paaiškinti knyga [nuo jo],
lv: Un cilvēki ir viņš, kurš apstrīd par Allah, zināšanas vai bez virzības vai informēts grāmatas [viņam] no
nb: Og folk er han som tvister om Allah uten kunnskap eller veiledning eller en opplysende bok [fra ham],
sk: A z ľudí je ten, kto pochybuje o Alah bez vedomostí alebo usmernenie alebo poučné knihy [od neho],
sl: In ljudi je kdor spori o Allah brez znanja ali usmerjanja ali poučna knjiga [od njega],
sr_cyrl: И од људи је онај који оспорава о Аллах без знања "или" Водич "или" као просветљујуже књига [од]
sr_latn: I od ljudi je onaj koji osporava o Allah bez znanja "ili" Vodič "ili" kao prosvetljujuжe knjiga [od]
uk: І людей він які суперечки про Аллах без відома або керівництва і просвітницька книга [від нього]
vi: Và của người dân là tranh chấp về Allah mà không có kiến thức hoặc hướng dẫn hay một cuốn sách enlightening [từ hắn]
zu: Futhi zabantu nguye Izimpikiswano mayelana Allah ngaphandle kolwazi noma isiqondiso noma okukhanyisayo incwadi [nguye],

# Quran2604
source: Twisting his neck [in arrogance] to mislead [people] from the way of Allah. For him in the world is disgrace, and We will make him taste on the Day of Resurrection the punishment of the Burning Fire [while it is said],
ca: Torsió coll [en arrogància] per despistar [persones] de la manera d'Allah. Per a ell en el món és desgràcia, i li farà degustar el dia de resurrecció el càstig de la crema de foc [mentre es diu],
cy: Troi ei wddf [yn haerllugrwydd] i gamarwain [pobl] o'r ffordd o Allah. Iddo yn y byd yn warthus, a byddwn yn gwneud iddo flas ar dydd atgyfodi y gosb y tân llosgi [tra dywedir],
da: Vride halsen [i arrogance] for at vildlede [folk] fra måde Allah. For ham i verden er skændsel, og vi vil få ham til at smage på den dag i opstandelse straf for den brændende ild [mens det siges],
el: Συστροφή το λαιμό [σε αλαζονεία] να παραπλανήσει [Πρόσωπα] από το δρόμο του Αλλάχ. Για αυτόν στον κόσμο είναι ντροπή, και εμείς θα τον κάνει γεύση για την ημέρα της Αναστάσεως, η τιμωρία της καύση φωτιάς [ενώ λέγεται],
et: Keerates oma kaela [ülbus] [inimesed] eksitada sellest, kuidas Jumal. Teda maailmas on häbiväärne ja teeme talle maitsta ülestõusmist päev põletamine tulekahju [Kuigi väidetavalt], karistuse
fi: Kääntämällä hänen kaulaansa [ylimielisyys] harhaan [ihmiset] tapa hillitä. Maailmassa on hänelle häpeä ja teemme hänestä maun ylösnousemuksen päivänä polttaminen tulen [ja sanoi], rangaistus
he: מכופף את צווארו [מתוך התנשאות] כדי להטעות [אנשים] מן הדרך של אללה. לו בעולם הוא בושה, אנחנו נגרום לו לטעום על יום התקומה העונש של שריפת השריפה [בעוד נאמר].
hr: Uvijanje vrat [u aroganciju] obmanuti [ljudi] od put Alaha. Za njega u svijetu je sramota, a mi ćemo ga okus na dan uskrsnuća kaznu gori vatra [dok je rekao],
lt: Sukimo ant kaklo [į arrogance] suklaidinti [žmonės] nuo to, kaip Dievas. Jam pasaulyje yra nemalonę, ir mes pasistengsime jį paragauti apie prisikėlimo dieną dega ugnis [nors sakoma], bausmė
lv: Apgriezušies kaklu [augstprātību] maldināt [cilvēku] no Allah veidā. Viņu pasaulē ir kauns, un mēs veiksim viņu sajust augšāmcelšanās dienu sods par liesmām [savukārt ir teikts],
nb: Vri nakken [i arroganse] for å villede [folk] fra veien til Allah. For ham i verden er skam, og vi vil gjøre ham smake på oppstandelsen straffen av brennende ild [mens det sies],
sk: Krútenie krku [v arogancia] do omylu [ľudia] z toho, ako Boh. Pre neho na svete je hanba, a bude mu chuť na deň vzkriesenia trest oheň, horiace [kým hovorí],
sl: Zvijanje vratu [v aroganco] zavaja [ljudje] iz pot Allah. Za njega na svetu je sramota, in smo ga bo okus na dan od vstajenje kazen pereč ogenj [medtem, ko je dejal],
sr_cyrl: Увртање врат [у ароганција] да заварају [људи] од пута Аллах. За њега у свету је срамота и водили га окусим на дан ускрснућа казна Паљење ватре [док се то сматра],
sr_latn: Uvrtanje vrat [u arogancija] da zavaraju [ljudi] od puta Allah. Za njega u svetu je sramota i vodili ga okusim na dan uskrsnuća kazna Paljenje vatre [dok se to smatra],
uk: Скручування шиї [зарозумілість] в оману [чоловік] від того, як Аллаха. Для нього у світі є ганьбою, і ми будемо робити йому смак на день Воскресіння покарання горить вогонь [хоча кажуть],
vi: Xoắn cổ của ông [trong kiêu ngạo] để đánh lừa [người] cách của Allah. Cho anh ta trên thế giới là hổ thẹn, và chúng tôi sẽ làm cho anh ta nếm thử vào ngày phục sinh sự trừng phạt của đốt cháy [trong khi ta nói],
zu: Ukusonta intamo yakhe [khukhumala] ukuze adukise [abantu] endleleni Allah.
