Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran181
source: Indeed, they who conceal what Allah has sent down of the Book and exchange it for a small price - those consume not into their bellies except the Fire. And Allah will not speak to them on the Day of Resurrection, nor will He purify them. And they will have a painful punishment.
ca: De fet, ells que amaguen quin Allah ha empresonat del llibre i bescanviar-lo per un preu petit - aquells consumir no en els seus ventres excepte el foc. I Allah no parlar amb ells el dia de resurrecció, ni es va purificar-los. I tindran un dolor càstig.
cy: Yn wir, hwy sy'n cuddio pa Allah wedi anfon i lawr y llyfr a ei gyfnewid am bris bach-mae rhai yn yfed nid yn eu boliau ac eithrio y tân. Ac ni Bydd Allah yn siarad â hwy ar ddiwrnod yr atgyfodiad, nac ef bydd puro'r iddynt. A bydd ganddynt cosb poenus.
da: Faktisk, de, der skjuler hvad Allah har sendt ned af bogen og bytte den til en lille pris - de forbruge ikke ind i bugen undtagen ilden. Og Allah vil ikke tale til dem på den dag i opstandelse, eller vil han rense dem. Og de vil have en smertefuld straf.
el: Πράγματι, αυτοί που κρύβουν τι Αλλάχ έστειλε κάτω του βιβλίου και να αντικαταστήσετε με ένα μικρό τίμημα - όσους καταναλώνουν δεν σε κοιλιές τους εκτός από την πυρκαγιά. Και Αλλάχ δεν θα μιλήσω μαζί τους για την ημέρα της Αναστάσεως, ούτε θα αυτός να τους εξαγνίσει. Και θα έχουν μια οδυνηρή τιμωρία.
et: Tõepoolest, need, kes varjab mida Jumal on saatnud oma raamatu ja vahetada väike hind - neid tarbida ei võetud nende kõhud peale tulekahju. Ja Allah ei räägi neile ülestõusmist päev, ega ta neid puhastada. Ja neil on valus karistuse.
fi: Itse asiassa ne, jotka peittelevät mitä Jumala on lähettänyt kirjan ja vaihtaa sen pieni hinta - ne kuluttaa ei osaksi vatsa paitsi palo. Ja Jumala puhu heille ylösnousemuksen päivänä eikä hän puhdistaa niitä. Ja niillä tuskallinen rangaistus.
he: אכן, מי להסתיר את אללה איזה שלח הספר והם בתמורה מחיר קטן - אלה צורכים אל בטנם למעט האש. אללה לא תדבר איתם על יום תחיית המתים, וגם הוא יהיה לטהר אותם. תהיה להם עונש כואב.
hr: Uistinu, oni koji skrivaju ono što Allah je poslao knjige i zamjenu za malu cijenu - oni konzumiraju ne u trbuhu osim vatre. A Allah neće razgovarati s njima na dan uskrsnuća, niti će on ih očistiti. I imaju bolna kazna.
lt: Iš tiesų, tie, kurie nuslėpti ką Dievas atsiuntė knygos ir iškeisti maža kaina - tie vartoti ne į savo papilvės išskyrus gaisro. Ir Dievas ne kalbėti su jais apie prisikėlimo dieną, nei jis bus išvalyti juos. Ir jie turės skausmingų bausmė.
lv: Patiešām, tie, kas slēpj to Allah sūtīja grāmatu un apmainīt to mazu cenu - tiem, kas patērē ne uz viņu vēderus, izņemot ugunskuru. Un Allah negrib runāt ar viņiem par augšāmcelšanās diena, ne būs viņš tos attīrīt. Un tie būs sāpīgi sods.
nb: Faktisk, de som skjuler hva Allah har sendt ned av boken og bytte den for en liten pris - de forbruker ikke i buken bortsett fra brannen. Og Allah vil ikke snakke med dem på oppstandelsen, eller vil han rense dem. Og de vil ha en pinefull straff.
sk: V skutočnosti, oni, ktorí zakryť to, čo Boh poslal knihy a to výmenou za malú cenu - tie konzumovať nie do ich brucha okrem ohňa. A Boh nebude hovoriť s nimi na deň vzkriesenia, ani sa mu očistiť ich. A majú bolestivé trest.
sl: Res, oni, ki prikriva kaj Allah je poslal knjige in zamenjati za majhno ceno - tiste porabijo ne v trebuhu razen ogenj. Ter Allah ne bo govoril z njimi na dan od vstajenje, niti on jih bo očistila. In imajo boleče kazen.
sr_cyrl: Заиста , они су прикрили какав Алах је послао у књизи и заменим за мала цена - они конзумирају не у стомацима осим ватре. И , Алах Не проговарај им на дан ускрснућа, нити ће он очисти их. И они ће имати болна казна.
sr_latn: Zaista, oni su prikrili kakav Alah je poslao u knjizi i zamenim za mala cena - oni konzumiraju ne u stomacima osim vatre. I, Alah Ne progovaraj im na dan uskrsnuća, niti će on očisti ih. I oni će imati bolna kazna.
uk: Справді, вони, які приховують що Аллах посланим книги і обміняти її на невелику ціну - ті споживати не в їх животи, за винятком вогонь. І Аллаху не буде говорити з ними на день Воскресіння, ні він буде очистити їх. І вони будуть мати хворобливі покарання.
vi: Thật vậy, họ là những người che giấu những gì Allah đã gửi xuống của cuốn sách và trao đổi nó với một mức giá nhỏ - những người tiêu thụ không vào bụng của họ trừ lửa. Và Allah sẽ không nói chuyện với họ vào ngày phục sinh, cũng không phải ông sẽ lọc chúng. Và họ sẽ phải chịu hình phạt đau đớn.
zu: Ngempela, labo gubadlela babe Allah sa phansi Incwadi kanye ukushintshanisa ngemali encane - labo kudla hhayi bo khaba ngaphandle uMlilo.

# Quran182
source: Those are the ones who have exchanged guidance for error and forgiveness for punishment. How patient they are in pursuit of the Fire!
ca: Aquests són els que han intercanviat orientació per error i perdó per càstig. Com pacient són en la recerca del foc!
cy: Dyma'r rhai sydd wedi cyfnewid canllawiau am y camgymeriad a maddeuant i gosbi. Claf sut maen nhw ar drywydd y tân!
da: Dem er dem, der har udvekslet vejledning for fejl og tilgivelse for straf. Hvordan patienten de er i brand!
el: Εκείνοι είναι αυτοί που έχουν ανταλλάξει καθοδήγηση για σφάλμα και συγχώρεση για τιμωρία. Πώς ασθενή είναι κατά την επιδίωξη την πυρκαγιά!
et: Need on need, kes on vahetanud viga Arendus- ja karistuse Andestamine. Kuidas patsientide need on tegutsemiseks tulekahju!
fi: Nämä ovat niitä, jotka ovat vaihtaneet ohjeet virhe ja anteeksiantoa rangaistus. Miten potilaan ne ovat pyrkiessään tuleen!
he: אלה ואלה החליפו הדרכה שגיאה והמחילה על העונש. כמה סבלניים הם במרדף אחרי השריפה!
hr: To su oni koji su razmijenili za pogreške i oprost za kaznu. Kako pacijent su u potrazi za vatru!
lt: Jie yra tie, kurie pasikeitė gairės klaida ir atlaidumo už bausmę. Kaip pacientų jie yra draudžiami gaisro!
lv: Tie ir tie, kas ir apmainījušās ar virzības kļūdas un piedošanu par sodu. Kā pacientu tie saskaņā ar uguni!
nb: De er de som har utvekslet veiledning for feil og tilgivelse for straff. Hvordan pasienten de er på jakt etter brannen!
sk: To sú tie, ktorí vymenili vedenie chyby a odpustenie trestu. Ako pacient sa pri sledovaní oheň!
sl: So tisti, ki sta izmenjala smernice za napake in odpuščanje za kazen. Kako bolnikov so pri uresničevanju ogenj!
sr_cyrl: То су они који размењују Водич за грешке и опрост за казну. Колико пацијената су у потрази за ватру!
sr_latn: To su oni koji razmenjuju Vodič za greške i oprost za kaznu. Koliko pacijenata su u potrazi za vatru!
uk: Ті, ті, хто обмінялися вказівки щодо помилок і прощення для покарання. Як пацієнт вони гонитві за вогонь!
vi: Đó là những người đã trao đổi hướng dẫn cho các lỗi và sự tha thứ cho sự trừng phạt. Bệnh nhân như thế nào họ đang theo đuổi của ngọn lửa!
zu: Labo yibo abaye sike sibenane yini isiqondiso ngesiphambeko nokuthethelela sokujeziswa.

# Quran183
source: That is [deserved by them] because Allah has sent down the Book in truth. And indeed, those who differ over the Book are in extreme dissension.
ca: És a dir [mereixia per ells] perquè Allah ha enviat el llibre en veritat. I de fet, qui difereixen sobre el llibre són extreme dissensió.
cy: Hynny yw [haeddiannol gan iddynt] oherwydd mae Allah wedi anfon i lawr y llyfr mewn gwirionedd. Ac yn wir, rhai sydd yn wahanol dros y llyfr ar gynnen eithafol.
da: Det er [fortjente af dem] fordi Allah har sendt ned bog i sandhed. Og dem, der adskiller sig over bogen er faktisk i ekstrem uenighed.
el: Δηλαδή [άξιζε από τους] επειδή Αλλάχ έστειλε το βιβλίο στην πραγματικότητα. Και πράγματι, εκείνοι που διαφέρουν πάνω από το βιβλίο είναι σε ακραία διαφωνία.
et: St [teeninud nende poolt] sest Jumal on saatnud oma raamatu tõsi. Ja tõepoolest, erinesid raamatu kohal on äärmuslik lahkhelisid.
fi: Eli [ansainnut ne] koska Jumala on lähettänyt kirjan totuus. Ja todellakin, jotka on eri mieltä kirja on äärimmäisen erimielisyyttä.
he: כלומר [הגיע לידם] כי אללה שלח את הספר האמת. ואכן, אלה אשר נבדלים על הספר נמצאים חילוקי דעות קיצוניות.
hr: To je [zaslužili ih] jer Allah je poslao knjigu u istini. I doista, oni koji se razlikuju knjigu u ekstremnim razdor.
lt: Tai yra [nusipelnė jų] nes Dievas atsiuntė žemyn knygą Tiesą sakant. Ir iš tiesų, tie, kurie skiriasi per knyga, ekstremalių nesantaika.
lv: Tas ir [pelnījusi tos] jo Allah ir nosūtījusi uz leju grāmatu patiesībā. Un patiešām, kuri atšķiras vairāk nekā grāmatu ir galējā nevienprātība.
nb: Det er [fortjente dem] fordi Allah har åpenbart både boken med sannhet. Og ja, de som avviker boken er i ekstrem uenighet.
sk: Čiže [zaslúžil nimi] pretože Alah poslal nadol knihy v pravde. A naozaj, tých, ktorí sa líšia cez knihy sú extrémne nezhody.
sl: To je [zasluženo jih] ker Allah je poslal knjigo v resnici. In res, tisti, ki se razlikujejo v knjigi so v ekstremnih nesoglasja.
sr_cyrl: То јест [заслужили по њима] јер Аллах је послао низ књига у истини. И заиста, они који се разликују око књиге су у екстремним раздор.
sr_latn: To jest [zaslužili po njima] jer Allah je poslao niz knjiga u istini. I zaista, oni koji se razlikuju oko knjige su u ekstremnim razdor.
uk: Тобто [заслужив ними] бо Аллах має посланим книгу у правді. І дійсно, ті, які відрізняються за книгу в екстремальних розбіжностей.
vi: Có nghĩa là [xứng đáng của họ] bởi vì Allah đã gửi xuống các cuốn sách trong sự thật. Và quả thực, những người khác nhau qua các cuốn sách cực rẽ.
zu: Yilokho [sisuke sifaneleka yibo] ngoba Allah sa phansi Book eqinisweni.

# Quran184
source: Righteousness is not that you turn your faces toward the east or the west, but [true] righteousness is [in] one who believes in Allah, the Last Day, the angels, the Book, and the prophets and gives wealth, in spite of love for it, to relatives, orphans, the needy, the traveler, those who ask [for help], and for freeing slaves; [and who] establishes prayer and gives zakah; [those who] fulfill their promise when they promise; and [those who] are patient in poverty and hardship and during battle. Those are the ones who have been true, and it is those who are the righteous.
ca: Righteousness no és que es giri les seves cares cap a l'est o oest, però és de Justícia [veritable] [en] un que creu en Allah, l'últim dia, els àngels, el llibre i el profetes i dóna riquesa, tot i amor per a ella, a familiars, orfes, als necessitats, el viatger, aquells que demanar [ajuda] i per a alliberar esclaus; [i] s'estableix l'oració i dóna zakah; [aquells que] complir la seva promesa quan prometen; i [aquells que] els pacient en una pobresa i penúria i durant la batalla. Aquests són els que han estat cert, i és qui els justos.
cy: Chyfiawnder i yw nid bod ydych yn galluogi eich wynebau tuag at y dwyrain neu'r gorllewin, ond chyfiawnder i [gwir] [yn] un sy'n credu mewn Allah, y diwrnod olaf, yr angylion, y llyfr, a chyfoeth proffwydi a rhoi, er gwaethaf cariad ar ei gyfer, i berthnasau, amddifad, yr anghenus, o'r fath, sydd yn gofyn [am help], a thros ryddhau caethweision; [a] gweddi yn sefydlu ac yn rhoi zakah; [hynny sy'n] gyflawni eu haddewid pan maen nhw'n addo; a [hynny sy'n] Mae claf yn tlodi a chaledi yn ystod y frwydr. Dyma'r rhai sydd wedi bod yn wir, ac mae'n rheini y righteous.
da: Retfærdighed er ikke at du tænder din vender mod øst eller vest, men [rigtigt] retfærdighed er [i] en der tror på Allah, den sidste dag, engle, bogen, og profeter og giver rigdom, på trods af kærlighed til det, slægtninge, forældreløse børn, de trængende, rejsende, dem, der beder [om hjælp] og til frigørelse af slaver; [og der] fastlægger bøn og giver zakah; [disse der] opfylde deres løfte, når de lover; og [disse der] er patienten i fattigdom og afsavn og under slaget. Dem er dem, der har været tilfældet, og det er dem, der er retfærdige.
el: Δικαιοσύνη είναι ότι γυρίζετε πρόσωπά σας προς την Ανατολή ή τη Δύση, αλλά είναι [αληθινή] δικαιοσύνη [σε] αυτός που πιστεύει στην Αλλάχ, την τελευταία ημέρα, οι άγγελοι, το βιβλίο και το προφήτες και δίνει πλούτο, παρά την αγάπη για αυτό, να συγγενείς, τα ορφανά, τους άπορους, ο ταξιδιώτης, εκείνους που ζητούν [βοήθεια], καθώς και για την απελευθέρωση των σκλάβων? [και που] θεσπίζει προσευχή και δίνει zakah? [οι οποίοι] εκπληρώσει την υπόσχεσή τους, όταν που υπόσχονται? και [εν λόγω που] είναι ασθενής στην ανέχεια και την δυσπραγία και κατά τη διάρκεια μάχης. Εκείνοι είναι αυτοί που ήταν αλήθεια, και είναι αυτοί που είναι δίκαιοι.
et: Vanhurskaus ei lülitate oma nägu Ida või Lääne poole, et [tõeline] õiguseks on [v] üks, kes usub Jumalat, viimasel päeval, inglid, raamat ja prohvetid ja annab rikkust, hoolimata armastusest, sugulased, orvud, vaeseid, reisija, kes küsida [abi] ja lisateabe saamiseks orjad; [ja kes] kehtestatakse palve ja annab zakah; [need kes] täita oma lubadust, kui nad lubavad; ja [need kes] on patsiendi vaesuse ja raskusi ning lahingu ajal. Need on need, keda on tõsi ja on neid, kes on õige.
fi: Vanhurskaus ei käännä kasvot kohti itään tai länteen, vaan [todellinen] vanhurskaus on [in], joka uskoo Jumalaan, viimeisenä, enkelit, kirja ja profeetat ja antaa vaurautta, vaikka rakastaa, sukulaiset, orvot, tarvitseville, traveler, jotka pyytävät [Ohje] ja vapauttaa orjia. [ja] vahvistetaan rukous ja antaa zakah; [nämä jotka] täyttää lupauksensa, kun he lupaavat; ja [ne jotka] ovat potilaan köyhyydellä ja vastoinkäymisillä ja Karisalmella. Nämä ovat niitä, jotka ovat totta, ja ne, jotka ovat vanhurskaita.
he: הצדקה היא לא תפנה את פניכם לכיוון המזרח או המערב, אבל הצדקה [אמיתי] הוא [באחת] שמאמינה לאללה, היום האחרון, המלאכים, הספר, העושר נביאים ונותן, למרות אהבתו זה, קרובי משפחה, יתומים, לנזקקים, הנוסע, מי בקש [עזרה], ועל שחרור עבדים; [ו] קובע התפילה ונותן zakah; [האלה מי] למלא את ההבטחה שלהם כאשר הם מבטיחים; ו [האלה מי] המטופלת עוני ומצוקה, במהלך קרב. אלה הם אלה אשר היו אמת, וזה מי הם הצדיקים.
hr: Pravednost nije da okrenete licem prema istoku ili na zapadu, ali [pravednosti] je [u] onaj koji vjeruje u Allaha, zadnji dan, anđeli, knjige i proroci i daje bogatstvo, bez obzira na ljubav za to, rođaci, siročad, potrebitima, putnik koji traži [pomoć], i za oslobađanje robova; [i] uspostavlja molitve i daje zakah; [oni koji] ispuniti svoje obećanje kada obećavaju; i [onih ko] su strpljivi u siromaštvu i teškoćama i tijekom bitke. To su oni koji su bili pravi, a oni koji su pravedni.
lt: Tiesos nėra kad jums paversti savo veidus į rytus ar į vakarus link, tačiau [tikras] tiesos yra [–] tas, kuris tiki, kad Allah, paskutinę dieną, angelai, knygos ir pranašų ir suteikia turtus, nepaisant meilę ji, giminaičiai, našlaičiams, socialiai remtiniems asmenims, keliautojas, tiems, kurie kreiptis [pagalbos], o atleisdamos vergais; [ir kurie] nustato malda ir suteikia zakah; [tie kurie] įvykdyti savo pažadą kai jie žada; ir [tie kurie] yra pacientas skurdu ir sunkumų ir mūšio metu. Jie yra tie, kurie buvo tiesa, ir tai yra tie, kurie yra teisus.
lv: Nav taisnības, ka jūs savukārt jūsu sejas pret austrumiem vai rietumiem, bet taisnības [tiesa] [,], kurš tic Allah, pēdējā dienā, eņģeļi, grāmatu un pravieši un dod bagātību, neskatoties uz mīlestību, to radinieki, bāreņiem, trūkumcietējiem, ceļotājs, kuri prasītu [help], kā arī atbrīvojot vergi; [un kurš] izveido lūgšanu un dod zakah; [tiem kuri] pildīt savu solījumu, kad viņi sola; un [tiem kuri] ir pacienta nabadzībā un grūtību un kaujas laikā. Tie ir tie, kas ir bijis patiess, un tas ir tiem, kas ir taisns.
nb: Rettferdighet er ikke at du slår ansikter mot øst eller vest, men [true] rettferdighet er [i] en som tror på Allah, den siste dagen, engler, boken og profetene og gir rikdommen, til tross for kjærlighet til det, til slektninger, foreldreløse, de trengende, reisende, som om [hjelp], og for frigjøring av slaver; [og] etablerer bønn og gir zakah; [de som] oppfylle sitt løfte når de lover; og [de som] er tålmodig i fattigdom og motgang og i kamp. De er de som har vært sant, og det er de som er rettferdige.
sk: Spravodlivosť nie je, že dáte svoje tváre smerom na východ alebo na západ, ale [pravda] spravodlivosť [v] ten, kto verí v Boha, posledný deň, anjeli, knihy a prorokov a dáva bohatstvo, napriek láske za to, príbuzní, siroty, potrebným, cestovateľ, tých, ktorí žiadajú [Pomoc], a pre uvoľnenie otroci; [a] ustanovuje modlitby a dáva Zakát; [tých ktorí] splniť svoj sľub, keď sľubujú; a [tých ktorí] sú trpezliví, chudoby a utrpenia a počas bitky. To sú tie, ktoré neboli pravdivé, a to je tých, ktorí sú spravodliví.
sl: Pravičnosti, ni pa vaše obrnjen proti vzhodu ali zahodu, [resnično] pravičnosti pa so [v] nekdo, ki verjame v Allah, zadnji dan, angeli, knjige in preroki in daje bogastvo, kljub ljubezni za to, da sorodniki, sirote, pomoči potrebnim, popotnik, tisti, ki zahteva [pomoč], in za sprostitev sužnje; [in ki] vzpostavlja molitev in daje zakah; [tiste ki] izpolniti svojo obljubo, ko obljubljajo; in [teh ki] so bolnika v revščino in stisko in med bitko. So tisti, ki so bili res, in to je tisti, ki so pravični.
sr_cyrl: Праведност није да вас Окрените лица према истоку или западу, али [истина] праведности је [у] онај који верује у Алаха, последњи дан, анђели, књиге и пророци и даје богатство, упркос љубави према томе, да рођаци сирочади, у невољи, путник, оне који блесани [], а за робље; [и ] успоставља молитву и даје заках; [та ко] испунити своје обећање, када су обежали; и [оних који] су пацијент прелетео и током битке. То су они који су били прави, а то је оних који су праведни.
sr_latn: Pravednost nije da vas Okrenite lica prema istoku ili zapadu, ali [istina] pravednosti je [u] onaj koji veruje u Alaha, poslednji dan, anđeli, knjige i proroci i daje bogatstvo, uprkos ljubavi prema tome, da rođaci siročadi, u nevolji, putnik, one koji blesani [], a za roblje; [i] uspostavlja molitvu i daje zakah; [ta ko] ispuniti svoje obećanje, kada su obeжali; i [onih koji] su pacijent preleteo i tokom bitke. To su oni koji su bili pravi, a to je onih koji su pravedni.
uk: Праведність не є, що ви перетворити ваші особи до Схід чи захід, але [праведності], [у], хто вірить в Аллаха, в останній день, ангели, книги та пророків і дає багатства, незважаючи на любов для нього, щоб родичів, дітей-сиріт, нужденним, мандрівник, ті, які просять [допомога] і звільнення рабів; [і які] встановлює молитви і дає zakah; [тих хто] виконати свої обіцянки, коли вони обіцяють; і [цих хто] пацієнта в злиднях і труднощі та під час бою. Ті, ті, хто був справжній, і це ті, хто праведників.
vi: Sự công bình là không rằng bạn xoay mặt về hướng đông hoặc phía tây, nhưng sự công bình [thật sự] [trong] một trong những người tin vào Allah, ngày cuối cùng, các thiên thần, các cuốn sách và sự giàu có tiên tri và cung cấp cho, mặc dù với tình yêu dành cho nó, để người thân, trẻ em mồ côi, nghèo, du lịch, những người yêu cầu [giúp đỡ], và giải phóng nô lệ; [và] thiết lập các cầu nguyện và cung cấp cho zakah; [những người] hoàn thành lời hứa của họ khi họ hứa; và [những người] bệnh nhân nghèo và khó khăn và trong trận chiến. Đó là những người đã được đúng sự thật, và đó là những người đang có công bình.
zu: Ukulunga akukhona ukuba wazi ubuso bakho bubheke empumalanga noma entshonalanga, kepha [kweqiniso] ukulunga [e] nalowo okholwa Allah, Suku gelosi iNcwadi, futhi abaprofethi futhi unikeza ingcebo, ngaphezu kwe-
