Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1238
source: And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment.
ca: I [és] un anunci d'Allah i el seu Missatger al poble el dia de la Romeria més que Allah és dissociades de disbelievers i [és] seu Missatger. Així que si vostè es penedeix, que és millor per a vostè; però si que s'allunyen - llavors sap que vostè no causar insuficiència a Allah. I donar noticia per aquells que dubten d'un dolor càstig.
cy: A [Mae'n] cyhoeddiad gan Allah a ei negesydd i bobl ar y diwrnod o bererindod mwy o hynny yw Allah datgysylltu oddi wrth y disbelievers, ac [felly] ei negesydd. Felly os ydych yn edifarhau, dyna'r gorau i chi; ond os ydych yn galluogi i ffwrdd-yn gwybod wedyn na fydd yn peri methiant i Allah. A rhoi tidings i'r rhai a chredu o gosb poenus.
da: Og [det er] en meddelelse fra Allah og hans sendebud til folk på dagen for den større pilgrimsfærd, at Allah er løsrevet fra vantro, og [derfor er] Hans Sendebud. Så hvis du angre, der er bedst for dig; men hvis du slå væk - så vide at du ikke vil forårsage svigt til Allah. Og give tidender til dem, der ikke tror på en smertefuld straf.
el: Και [είναι] μια ανακοίνωση από Αλλάχ και του Messenger για τους ανθρώπους την ημέρα την μεγαλύτερη προσκυνήματος που Αλλάχ είναι αποκομμένες από την disbelievers και [που είναι] του Messenger. Έτσι, αν μετανοήσεις, που είναι καλύτερο για σένα. αλλά εάν ενεργοποιήσετε μακριά - τότε γνωρίζουμε ότι δεν θα προκαλέσει αποτυχία να Αλλάχ. Και να δώσει την είδηση σε εκείνους που δυσπιστώ μια οδυνηρή τιμωρία.
et: Ja [on] teate alates Allah ja tema saadik rahvale suurema palverännak, mis Jumal on lahtiseostatud ning uskottomille ja [siis] päeval sõnumitooja. Nii et kui sa kahetsema, mis on parim teile; Aga kui sa tõlgivad - siis tead, et sa ei põhjusta rike Jumala. Ja anda neile, kes usu. valus karistuse sõnumeid!.
fi: Ja se on ilmoitus Jumalaan ja hänen lähettiläänsä ihmisille enemmän Pyhiinvaellus, että Jumala saa luovuttaa erotetaan objekteista ja [on] päivänä hänen lähettiläänsä. Joten jos sinä kadut, että on parasta sinulle; mutta jos otat pois - sitten aiheuta epäonnistuminen jotta hillitä. Ja antaa sanomaa niille, jotka ovat uskottomia tuskallinen rangaistus.
he: [זה] הודעה מן אללה העם ביום של העלייה לרגל גדול כי אללה הוא מנותק disbelievers, וכך [גם] השליח שלו. אז אם תביע חרטה, זה הכי טוב בשבילך; אבל אם תסתובבי - אז יודעים כי לא תגרום לכשל לאללה. ולתת בשורות אלה לא להאמין עונש כואב.
hr: I to je objava od Allahu i njegovom poslaniku ljudima na dan veće putovanje koje Allah je razdruženo temelji na iskuse, kao i [] Njegov glasnik. Pa ako se pokaju, to je najbolje za vas. Ali ako si daleko - znamo da nije uzrok neuspjeha Alahu. I vijesti da oni koji ne vjeruju od bolne kazne.
lt: Ir [tai] pranešimas iš Dievo ir jo poslanca žmonėms labiau lankoma, kad Dievas yra atskirtas nuo to disbelievers, taip pat ir [] dieną jo Messenger. Taigi jei jūs atgailauti, tai geriausiai tinka jums; bet jei jūs nusigręžti - tada žinote, kad jums nesukels gedimo Allaho. Ir duoti žinia tiems, kurie neturi wierza skausmingas bausmes.
lv: Un [ir] sludinājumu no Allah un viņa Messenger cilvēki dienā lielāku svētceļojumā, kas Allah ir piesaiste noņemta no disbelievers, un [tā] viņa Messenger. Tātad, ja jūs nožēlot, ka jums vislabāk lietot; bet, ja jūs savukārt prom - tad zināt, ka jums nav radīt neveiksmes Allah. Un dot tiem, kuri neticēt sāpīgi sods vēstis.
nb: Og [det er] en kunngjøring fra Allah og hans Messenger til folk på dagen for den større pilgrimage at Allah er atskilles fra troende, og [det er] hans Messenger. Så hvis du angrer, som er best. men hvis du slå bort - så vet at du ikke vil føre til feil til Allah. Og gi budskap til de som tviler på en pinefull straff.
sk: A [je] oznámenia z Alah a jeho posol k ľuďom v deň väčšej pútí, že Alah priradenia neveriacim a [teda] jeho posol. Tak ak budete robiť pokánie, ktoré je najlepšie pre vás; ale ak dáte preč - potom viete, že vám nespôsobí zlyhanie Alah. A zvesť pre tých, ktorí neveriť bolestivé trestu.
sl: In [je] obvestilo od Allah in njegov sel za ljudi na dan večja romanja, ki Allah je prekinjena z disbelievers, in [tako] njegov sel. Torej, če ste se pokesajo, ki je najboljša za vas; pa če stran - potem veš, da ne bo povzročilo napake v Allah. In dati novic tistim, ki verjamem boleče kazen.
sr_cyrl: И [је] објава од Алаха, и његовог гласника људима на дан од веће ходочашћа које је Алах је прекинута скептике, а [и] његовог гласника. Ако се кајете, то је најбоље за тебе; Али , ако си се окренуо - онда знате да вас неће изазвати отказивање Алаху. И дај вести онима који сумњаш у нека болна казна.
sr_latn: I [je] objava od Alaha, i njegovog glasnika ljudima na dan od veće hodočašća koje je Alah je prekinuta skeptike, a [i] njegovog glasnika. Ako se kajete, to je najbolje za tebe; Ali, ako si se okrenuo - onda znate da vas neće izazvati otkazivanje Alahu. I daj vesti onima koji sumnjaš u neka bolna kazna.
uk: І [він] оголошення від Аллах і його Messenger до людей в день більше паломництва, що Аллах роз'єднати з у disbelievers і [так] його Messenger. Так що якщо ви покаялися, що це найкращий для вас; але якщо ви відвернутися - то знаєте, що ви не призведе до провалу Аллаху. І дати звістку для тих, хто не вірити хворобливі покарання.
vi: Và [nó] một thông báo từ Allah và Messenger của ông cho người dân trong ngày của cuộc hành hương lớn hơn mà Allah rời từ các thì, và vì vậy là Messenger của ông. Vì vậy nếu bạn ăn năn, đó là tốt nhất cho bạn. nhưng nếu bạn lần lượt đi - sau đó biết rằng bạn sẽ không gây ra sự thất bại để Allah. Và cho tidings cho những người disbelieve của một hình phạt đau đớn.
zu: Futhi [kuba] isimemezelo kusuka Allah isithunywa sakhe ebantwini ngosuku pilgrimage enkulu Allah siziqhelelanise disbelievers [unjalo] isithunywa sakhe.

# Quran1239
source: Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him].
ca: Exceptuats són aquells amb qui es va signar un tractat entre el politeistes, i llavors no tenen estat deficient cap a vostè en qualsevol cosa o recolzat qualsevol contra tu; tan complet per a ells de tractat fins el mandat [ha acabat]. De fet, Allah estima els justos [que li tinc por].
cy: A eithrir yn rhai gyda phwy wnaethoch gytundeb ymhlith y polytheists ac wedyn maent wedi nid ddiffygiol tuag at eich mewn unrhyw beth neu cefnogi neb erbyn chi; felly gwblhau iddynt eu cytundeb tan eu tymor [wedi dod i ben]. Yn wir, mae Allah wrth ei bodd righteous [sy'n ofni iddo].
da: Undtaget er dem, med hvem du har lavet en traktat mellem polyteister og derefter har de ikke været mangelfuld mod dig i noget eller støttet nogen mod jer; så komplet for dem deres traktaten indtil deres præsidentperiode [har sluttede]. Faktisk elsker Allah de retfærdige, [der frygter ham].
el: Εξαιρούνται είναι εκείνοι με τους οποίους κάνατε μια συνθήκη μεταξύ polytheists και στη συνέχεια έχουν δεν ελλιπείς προς το μέρος σας σε τίποτα ή υποστήριξε κάποιος εναντίον σου. να ολοκληρωθεί για αυτούς τους Συνθήκης μέχρι τους θητεία [Έληξε]. Πράγματι, Αλλάχ αγαπά την δίκαιοι [που φοβούνται αυτόν].
et: Välja arvatud on need, kellega sa tegid asutamislepingu seas on polytheists ja siis nad ei ole puudulikud enda poole midagi ega toetatud keegi vastu te; et täiesti neile nende asutamislepingu kuni ekspertkomitee [lõppenud]. Tõepoolest, Jumal armastab õigemeelsed, [kes teda kardavad].
fi: Lukuun ottamatta ovat ne, joiden kanssa olet tehnyt sopimuksen keskuudessa polytheists ja sitten ne ei ole puutteellisia sinua kohtaan mitään tai tueta kukaan teitä vastaan; niin täydellinen niille toteuttamissa heidän toimi [Päättynyt]. Itse asiassa Jumala rakastaa vanhurskaat, [joka pelkää häntä].
he: חוץ הם אלה עם מי עשית הסכם בין polytheists ולאחר מכן הם יש לא היה לקוי כלפיך בשום דבר או נתמך מישהו נגדך; אז להשלים עבורם את ההסכם שלהם עד שלהם [בכך]. אכן, אללה אוהב את הצדיקים [החוששים אותו].
hr: Iznimka su oni s kojima si sklopio sporazum među su politeisti i onda oni nisu glavni razlog prema vama ništa ili podržava neko protiv vama; potpuna im njihov ugovor do mandata je završila. Doista, Allah voli pravednika koji ga strah].
lt: Atleidimas yra tie, su kuriais atlikote sutarties tarp į polytheists ir tada jie nebuvo trūksta link jūs nieko ar palaiko kas nors prieš tave; Taigi pilnas jiems jų sutarties iki jų termino [baigėsi]. Iš tiesų Dievas myli teisus [kurie jo].
lv: Izņēmums ir tie, ar kuriem veikti līgumā starp polytheists un pēc tam viņi nav deficīts pret jums kaut vai atbalstīja kāds pret tevi; lai pabeigtu viņiem to līgumu līdz pilnvaru [beigusies]. Patiešām, Allah mīl taisns, [kas bailes viņu].
nb: Unntatt er de som du har gjort en avtale blant polyteister og så de ikke er mangelfull mot deg i noe eller støtter noen mot. så gå for dem deres traktaten til perioden [er avsluttet]. Faktisk, Gud elsker de rettferdige [som frykter ham].
sk: Výnimkou sú tie, s ktorými ste sa zmluvy medzi polyteisty a potom oni neboli nedostatkom smerom k vám nič alebo podporované niekto proti vám; Takže kompletné im ich zmluvy až do ich funkčného obdobia [skončila]. V skutočnosti Boh miluje spravodlivých, [ktorí sa ho bojí].
sl: Izvzete so tiste, s katerimi si pogodbe med je politeiste in potem niso bili pomanjkljivi proti vam v nič ali podpira kdo proti tebi; Torej popolna za njih svoje pogodbe do mandata, ki se je končalo. Res, Allah ljubi pravednika, [ki ga strah].
sr_cyrl: Добили смо да су оне са којима ти је склопио споразум међу на полyтхеистс, а онда они су не недостацима према теби ништа или подржана неко против тебе; тако завршити за њих споразуме до свог мандата [се завршила]. Уистину , Аллах воли праведне [који страхују да би га].
sr_latn: Dobili smo da su one sa kojima ti je sklopio sporazum među na polytheists, a onda oni su ne nedostacima prema tebi ništa ili podržana neko protiv tebe; tako završiti za njih sporazume do svog mandata [se završila]. Uistinu, Allah voli pravedne [koji strahuju da bi ga].
uk: За винятком є ті, з якими ви зробили договору серед на polytheists, і потім вони було не вистачає бік ви що-небудь або підтримується нікому проти вас; так завершити для них свій договір до їх термін [закінчився]. Дійсно, Аллах любить праведників, [хто боїться його].
vi: Trừ những người mà bạn đã thực hiện một hiệp ước giữa các polytheists và sau đó họ đã không thiếu đối với bạn bất cứ điều gì hoặc ủng hộ bất cứ ai chống lại bạn. để hoàn thành cho họ Hiệp ước của họ cho đến thuật ngữ của họ [kết thúc]. Thật vậy, Allah yêu công bình [những người lo sợ anh ta].
zu: Ngaphasi kwakaKrestu kukhona kulabo enihlangana benza isivumelwano phakathi konkulunkulu abaningi bese bengazange untula ngakuwe lutho noma basekela ubani ngokumelene nawe;

# Quran1240
source: And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful.
ca: I quan els mesos sagrats hagin superat, llavors matar la politeistes allà on vostè trobar i capturar-los i assetjar-los i seure a l'espera per a ells en cada lloc d'emboscada. Però si cal penedir-se, establir l'oració i donar zakah, deixar-los [anar] en el seu camí. En efecte, Allah és indulgent i Clement.
cy: A pan y mis Sanctaidd wedi pasio, yna ladd y polytheists lle bynnag y mae chi ddod o hyd iddynt a cynyrchioli a gwarchae iddynt a eistedd yn aros iddynt ar gyfer bob lle o rhagod. Mae ond os dylent edifarhau, sefydlu gweddi, a rhoi zakah, gadewch iddynt [Ewch] ar eu ffordd. Yn wir, Allah yn Forgiving a Merciful.
da: Og når de hellige måneder er gået, derefter dræbe polyteister, hvor du finder dem og fange dem og belejre dem og sidde i vente for dem på hvert sted i baghold. Men hvis de skal omvende sig, etablere bøn, og give zakah, lad dem [go] på deres måde. Allah er faktisk Forgiving og barmhjertige.
el: Και όταν το ιερό μήνες έχουν περάσει, στη συνέχεια να σκοτώσει το polytheists όπου μπορείτε να βρείτε τους και να τους συλλάβει και πολιορκούν τους και να καθίσει σε περιμένουμε για κάθε τόπο ενέδρας. Αλλά αν θα πρέπει να μετανοήσουν, διαπιστώνουν προσευχή, και να δώσει zakah, ας [go] στο δρόμο τους. Πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Ja kui selle Püha kalendrikuu, seejärel tappa on polytheists kõikjal, kus neid leida ja leitud neid ja neid puistama ja ootama neid iga varitsus koht istuda. Aga kui nad peaksid kahetsema, määrab palve ning anda zakah, Las nad [go] oma teel. Tõepoolest, Allah on Forgiving ja Merciful.
fi: Ja kun Pyhä kuukausien kuluessa sitten tappaa polytheists missä löytää ne ja tallentaa ne ja piirittää heitä ja istua odottamaan väijytys joka paikassa. Mutta jos ne olisi parannuksen, vahvistaa rukous, ja antaa zakah, anna heidän [go] matkalla. Itse asiassa Jumala on anteeksiantava ja armollisin.
he: כאשר החודשים קודש עברו, ואז להרוג את polytheists היכן למצוא אותם, ללכוד אותם האפשריות אותם לבין לשבת ולחכות להם בכל מקום של מארב. אבל אם הם צריכים לחזור בתשובה, להקים תפילה ולתת zakah, לתת להם [קדימה] בדרכם. אכן, אללה הוא Forgiving, הרחום והחנון.
hr: I kada Sveti mjeseci su prošli, onda ubij se politeisti gdje ih pronaći i snimiti ih i ih opkoliti i sjediti u čekati na svakom mjestu zasjede. Ali ako oni bi trebao pokajati, uspostaviti molitvu i dati zakah, neka [ide] na putu. Uistinu, Allah je opraštanje i milostiv.
lt: Ir kai šventa mėnesiai praėjo, tada nužudyti į polytheists kur jūs juos rasti ir juos gaudyti ir besiege juos ir palaukti, kol jų kas vietoje pasala sėdi. Bet jei jie turėtų atgailauti, nustatyti malda ir duoti zakah, leiskite jiems [go] pakeliui. Iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Un kad Svētās mēneši ir pagājuši, tad nogalini polytheists, kur tos atrast un sagūstīt tos un viņus ielenca un gaidīt tos katrs slazds vietā sēdēt. Bet, ja viņi būtu nožēlot, izveidot lūgšanu un dot zakah, ļaujiet viņiem [iet uz] ceļā. Patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Og når de hellige månedene har gått, deretter drepe polyteister hvor du finner dem og fange dem og beleire dem og sitte i vente for dem på hvert sted i bakhold. Men hvis de skal omvende seg, etablere bønn, og gi zakah, la dem [går] på vei. Faktisk er Allah tilgi og barmhjertig.
sk: A pri posvätných mesiacov uplynulo, potom zabiť polyteisty, kde nájsť a zachytiť a ich obliehať a sedieť čakať na každom mieste zálohy. Ale ak by činili pokánie, vytvoriť modlitba a dať Zakát, nech [go] na ceste. Vskutku, Boh je odpúšťajúci a Milosrdných.
sl: In ko svetih mesecev je minilo, nato ubil na politeiste, kjer boste našli njih in njihovo zajemanje in jih oblegajo in sedel v počakajte za njih na vsakem mestu zaseda. Ampak če bi se pokesajo, vzpostaviti molitev, in dal zakah, naj jih [Pojdi] na poti. Res, Allah je tolerantna in usmiljen.
sr_cyrl: А кад је свето месеци, онда убити на полyтхеистс тамо где их наћи и ухватите их и викара их и седи на чекање за њих где год заседа. Али ако они треба да се покаје, успостави молитву и дати заках, нека [се] на путу. Уистину , Аллах је Форгивинг и милосрдна.
sr_latn: A kad je sveto meseci, onda ubiti na polytheists tamo gde ih naći i uhvatite ih i vikara ih i sedi na čekanje za njih gde god zaseda. Ali ako oni treba da se pokaje, uspostavi molitvu i dati zakah, neka [se] na putu. Uistinu, Allah je Forgiving i milosrdna.
uk: І коли священних місяців минуло, то вбивають в polytheists скрізь, де ви їх знайти і захопити їх і облягали їх сидіти чекати їх в будь-якому місці з засідку. Але якщо вони повинні покаятися, встановити молитви і дати zakah, нехай [go] на їхньому шляху. Дійсно, Аллах є бачить і Merciful.
vi: Và khi những tháng thiêng liêng đã trôi qua, sau đó giết polytheists trong bất cứ nơi nào bạn tìm thấy chúng và nắm bắt chúng và vây hãm chúng và ngồi chờ họ tại mỗi địa điểm của cuộc phục kích. Nhưng nếu họ nên ăn năn, thiết lập các cầu nguyện và cung cấp cho zakah, để cho họ [go] trên đường đi của họ. Thật vậy, Allah là Forgiving Merciful.
zu: Futhi lapho izinyanga ezingcwele, kwadlula abulale laba konkulunkulu abaningi noma ngabe ukuphi ubathola awuthumbe nabo futhi zibavimbezela uhlale Linda kuzo zonke endaweni ababeqamekele kuyo.

# Quran1241
source: And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.
ca: I si un qualsevol de les politeistes busca la seva protecció, llavors concedir-li protecció per tal que es pot escoltar les paraules d'Allah. Després lliurar-lo al seu lloc de seguretat. Això és perquè són un poble que no sap.
cy: Ac os bydd unrhyw un y polytheists yn gofyn am eich amddiffyn, yna grant iddo amddiffyn fel y gallai ef glywed y geiriau Allah. Wedyn ddarparu iddo ei le o ddiogelwch. Mae hynny oherwydd eu bod yn bobl nad ydynt yn gwybod.
da: Og hvis en af polyteister søger din beskyttelse, derefter give ham beskyttelse så han kan høre ord, Allah. Derefter levere ham til hans plads i sikkerhed. Det er fordi de er et folk, der ikke kender.
el: Και αν κάθε ένα από το polytheists επιδιώκει την προστασία σας, στη συνέχεια, χορηγήσει προστασίας έτσι ώστε μπορεί να άκουγε τα λόγια του Αλλάχ. Στη συνέχεια παραδίδουν τον στον τόπο της ασφάλειας. Αυτό οφείλεται στο γεγονός ότι πρόκειται για ανθρώπους που δεν ξέρουν.
et: Ja kui üks on polytheists taotleb oma kaitset, seejärel anda talle kaitse nii, et ta võib kuulda Jumala sõna. Seejärel pakkuda talle tema ohutusse paika. Ongi, sest nad on inimesed, kes ei tea.
fi: Ja jos jollakin polytheists suojauksesi, sitten myöntää hänelle suojaa niin, että hän kuulisi Jumalan sanaa. Antaa hänelle turvallisuuden kotiinsa. Tämä johtuu siitä he ovat ihmisiä, jotka eivät tiedä.
he: אם כל אחד polytheists מבקש ההגנה, ולאחר מכן להעניק לו הגנה כך הוא עלול לשמוע את מילותיו של אללה. ואז לספק לו את מקומו של בטיחות. זה כי הם אנשים שלא יודעים.
hr: I ako bilo tko je politeisti traži vašu zaštitu, onda daj mu zaštitu tako da on može čuti riječi Allah. Onda ga predati svoje sigurno mjesto. To je zato što su ljudi koji ne znaju.
lt: Ir jeigu bet kokio iš to polytheists siekia savo apsaugos, tada suteikti jam apsaugą, kad jis gali girdėti Dievo žodžius. Tada pristatyti jį į savo saugią vietą. Tai yra todėl, kad jie yra žmonės, kurie nežino.
lv: Un ja kāds polytheists cenšas savu aizsardzību, piešķiram viņam aizsardzību tā, lai viņš dzird Allah vārdu. Pēc tam piegādāt viņam savu vietu drošību. Tas ir tāpēc, ka tie cilvēki, kas nezina.
nb: Og hvis en av polyteister søker beskyttelse så gi ham beskyttelse slik at han kan høre ord. Deretter levere ham til sin plass av sikkerhet. Det er fordi de er et folk som ikke vet.
sk: A ak niektorý z polyteisty hľadá vašu ochranu, potom mu poskytol ochranu tak, že on môže počuť slová Alah. Potom dodať mu jeho bezpečné miesto. To je preto, že sú ľudia, ktorí nevedia.
sl: In če katera je politeiste želi zaščito, potem mu varstvo priznajo tako, da je lahko slišali besede Alah. Potem ga dostaviti do kraja varnosti. To je zato, ker so ljudje, ki ne vedo.
sr_cyrl: И ако је било који од на полyтхеистс тражи ваше заштите, онда му подари заштиту тако да он може да цују реци Аллах. Онда га испоруците му сигурно место. То је зато што су људи који не знају.
sr_latn: I ako je bilo koji od na polytheists traži vaše zaštite, onda mu podari zaštitu tako da on može da cuju reci Allah. Onda ga isporucite mu sigurno mesto. To je zato što su ljudi koji ne znaju.
uk: І якщо принаймні одна з у polytheists шукає захисту, потім надати йому захист так що він може почути слова Аллаха. Потім доставити його гостини безпеки. Це тому, що вони є люди, які не знають.
vi: Và nếu bất kỳ một trong các polytheists tìm bảo vệ của bạn, sau đó cấp cho ông bảo vệ do đó ông có thể nghe thấy những lời của Allah. Sau đó cung cấp hắn đến chỗ an toàn. Đó là bởi vì họ là một người không biết.
zu: Futhi uma noma yimuphi omunye konkulunkulu abaningi ifuna isivikelo sakho, ngalesosikhathi pha him isivikelo ukuze uzwe amazwi Allah.
