Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3093
source: When their brother Lot said to them, "Will you not fear Allah?
ca: Quan seu germà Lot va dir, "es que no tinguis por Allah?
cy: Pan ddywedodd llawer eu brawd iddynt, "Bydd ydych nid ofni Allah?
da: Da deres bror masse sagde til dem: "ikke vil du frygte Allah?
el: Όταν τους ἀπέστρεψε είπε σε αυτούς, «εσείς δεν θα φοβούνται Αλλάχ;
et: Kui palju vend ütles neile, "näidatakse sa karda Jumalat?
fi: Kun osaansa veli sanoi heille, "olet pelkää Jumala?
he: כאשר לוט אחיו שלהם אמר להם, "אתה לא פוחד אללה?
hr: Kad njihov brat mnogo je rekao, "te bojati Allaha?
lt: Kai jų brolis daug pasakė jiems, "bus ne baimė Dievas?
lv: Kad brālis likteni teica, ka viņiem "būs jums nav bailes Allah?
nb: Da sin bror mye sa, "ikke vil du frykte Gud?
sk: Kedy ich moc brat povedal, že im "sa budete báť Alah?
sl: Ko svoje veliko brat rekel, "bo ne bojiš Allah?
sr_cyrl: Када је доста својих брат рекао да им, "ти не бојим се Алах?
sr_latn: Kada je dosta svojih brat rekao da im, "ti ne bojim se Alah?
uk: Коли їх багато брат сказав їм: "ви не буду боятись, Аллах?
vi: Khi nhiều người Anh em của họ nói cho họ, "sẽ bạn không sợ Allah?
zu: Lapho umfowabo Kepha uLoti wathi kuwo: "Ingabe awumesabi Allah?

# Quran3094
source: Indeed, I am to you a trustworthy messenger.
ca: De fet, jo sóc per a tu un Missatger de confiança.
cy: Yn wir, yr wyf i chi negesydd dibynadwy.
da: Jeg er faktisk at du en troværdig messenger.
el: Πράγματι, είμαι σε σένα ένα αξιόπιστο αγγελιοφόρο.
et: Tõepoolest, ma olen sulle usaldusväärne messenger.
fi: Olenkin sinulle luotettava messenger.
he: אכן, אני אליך שליח מהימן.
hr: Doista, ja sam vam pouzdan Glasnik.
lt: Iš tiesų, aš esu su jumis patikimomis messenger.
lv: Patiešām, es esmu jums ir uzticama ziņnesis.
nb: Faktisk, jeg har for deg en pålitelig messenger.
sk: Samozrejme, že som vám dôveryhodného posla.
sl: Res, jaz sem vam zanesljivo sel.
sr_cyrl: Заиста , ја сам вам гласник из поузданог извора.
sr_latn: Zaista, ja sam vam glasnik iz pouzdanog izvora.
uk: Дійсно, я вам надійним messenger.
vi: Thật vậy, tôi cho bạn đưa tin đáng tin cậy.
zu: Ngempela, nginguye isithunywa unokwethenjelwa.

# Quran3095
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Тако страх Алаха и Послушај ме.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3096
source: And I do not ask you for it any payment. My payment is only from the Lord of the worlds.
ca: I no li demano això cap pagament. El meu pagament és només des del Senyor dels mons.
cy: Ac nid wyf yn gofyn ichi amdano unrhyw daliad. Fy taliad yn unig gan yr Arglwydd y byd.
da: Og jeg må ikke spørge dig om det nogen betaling. Min betaling er kun fra verdens Herre.
el: Και δεν σας ρωτήσω για αυτό οποιαδήποτε πληρωμή. Πληρωμή μου είναι μόνο από τον κύριο των κόσμων.
et: Ja ma palun teid mitte selle piletiga. Minu makse on ainult Maailmade isand.
fi: Ja ei pyydän sitä palkkaa. Maksu on vain maailmojen luoja.
he: לא ביקשתי ממך זה כל תשלום. התשלום שלי הוא רק מעבודת האל העולמות.
hr: I ne tražim za to plaćanje. Moja plaća se samo od gospodara svjetova.
lt: Ir I don't paprašyti jums už tai jokio mokesčio. Mano mokėjimas yra tik nuo pasaulio valdovas.
lv: Un es nedomāju lūgt jūs par to jebkurš maksājums. Samaksa ir tikai no pasaules kungu.
nb: Og jeg spør ikke du for betaling. Betalingen er bare fra Herren av verdens.
sk: A nie žiadam vás o to akejkoľvek platby. Moja platba je len od pána svetov.
sl: In jaz ne zaprositi vi zakaj to nobenega plačila. Moje plačilo je le od Gospoda svetov.
sr_cyrl: И не питам вас за то плаћати. Моја исплата је само из господару света.
sr_latn: I ne pitam vas za to plaćati. Moja isplata je samo iz gospodaru sveta.
uk: І я не прошу вас за це будь-які виплати. Мій платіж, то тільки з Господу світів.
vi: Và tôi không yêu cầu bạn cho nó bất kỳ thanh toán. Thanh toán của tôi là chỉ từ Chúa của thế giới.
zu: Mina cha buza you for it iyiphi inkokhelo.

# Quran3097
source: Do you approach males among the worlds
ca: T'acostes els mascles entre els mons
cy: Ydych chi'n dynion dull ymhlith y byd
da: Har du tilgang hanner blandt verdens
el: Κάνω you προσέγγιση άνδρες μεταξύ των κόσμων
et: Lähenemine meeste maailmad
fi: Do you lähestymistavan miesten keskuudessa maailman
he: אתה ניגש זכרים בין העולמות
hr: Prilazite mužjaka među svjetovima
lt: Ar jūs požiūris vyrai tarp pasaulių
lv: Vai jums pieeju vīriešiem starp pasaulēm
nb: Synes du tilnærming menn blant verdens
sk: Máte prístup mužov medzi svetmi
sl: Pristop moških med svetovi
sr_cyrl: Да ли је приступ мужјаци међу светова
sr_latn: Da li je pristup mužjaci među svetova
uk: Ви наближаєтеся чоловіків серед світів
vi: Bạn có tiếp cận Nam giới trong thế giới
zu: Ingabe uya abesilisa phakathi imihlaba

# Quran3098
source: And leave what your Lord has created for you as mates? But you are a people transgressing."
ca: I deixar el teu Senyor ha creat per tu com companys? Però són un poble més transgressora."
cy: A gadael hyn wedi creu eich Arglwydd i chi fel ffrindiau? Ond yr ydych yn bobl tramgwyddus."
da: Og efterlade hvad jeres Herre har skabt for dig som hjælpere? Men du er et mennesker overtræde."
el: Και να αφήσει ό, τι σας Λόρδος έχει δημιουργήσει για εσάς ως συντρόφους; «Αλλά είστε άνθρωποι παραβαίνουν».
et: Ja jätke, mida teie Issand loonud teile nagu semud? Kuid teil on meelevaldne inimesed."
fi: Ja mitä Herrasi on luonut sinulle kuin kaverit? Mutta olet ihmisiä kieltoaan."
he: ולהשאיר מה אדונך יצרה עבורך כשותפים? אבל אתה איש transgressing."
hr: I ostaviti ono što vaš Gospodin je stvorio za vas kao prijatelji? Ali ljudi krši."
lt: Ir palikti ką jūsų Viešpats sukūrė jums kaip draugai? Bet jūs esate engė žmones."
lv: Un atstāt to, ko jūsu kungs ir izveidots kā palīgu? Bet ir cilvēki, kas noziedzīgu".
nb: Og la hva deres Herre har skapt for deg som mates? Men du er et folk overskride."
sk: A čo váš pán vytvoril pre vás ako kamaráti? Ale sú ľudia zaobchádzania v dôsledku porušenia."
sl: In pustite, kaj vaš Gospod je ustvarjen za vas kot častniki? Vendar pa so ljudje benih."
sr_cyrl: И да оставим шта твој господар има за вас креира као пријатељи? Али , ви сте народ кривичном гоњењу због кршења."
sr_latn: I da ostavim šta tvoj gospodar ima za vas kreira kao prijatelji? Ali, vi ste narod krivičnom gonjenju zbog kršenja."
uk: І залишити, що ваш Господь створив для вас як товаришів? Але є люди, transgressing».
vi: Và để lại những gì của Chúa đã tạo ra cho bạn như bạn bè? "Nhưng bạn là một người vì."
zu: Futhi ushiye kho Lord qamba you ngane?

# Quran3099
source: They said, "If you do not desist, O Lot, you will surely be of those evicted."
ca: Deien, "Si vostè no desistir, O molts, que segurament serà dels expulsats".
cy: Maent yn dweud, "Os nad ydych yn ymatal, O lawer, byddwch yn sicr yn rhai troi allan."
da: De sagde, "Hvis du ikke afstå, O masse, du vil helt sikkert være af dem smidt ud."
el: Όπως είπαν, «Αν σας δεν απόσχει, O πολλά, σίγουρα θα εκείνων έξωση.»
et: Nad ütlesid: "Kui te loobuma, O palju, sul on kindlasti need eemaldada."
fi: He sanoivat: "Jos ei herkeävät, O paljon, voit varmasti niistä häädetty."
he: הם אמרו, "אם אתה לא לחדול, הרבה O, בטח יהיה מאלה שיפנו."
hr: Rekli su, "Ako odustajanje, O mnogo, te će sigurno biti onih izbacili."
lt: Jie sako, "Jei negali susilaikyti, O daug, jums tikrai bus tų iškeldinti."
lv: Viņi teica: "Ja jums nav atturēties, O daudz, jums būs noteikti no tām izlikt."
nb: De sa, "Hvis du ikke desist, O mye, du vil sikkert være de kastet ut.
sk: Oni povedali: "Ak ustat, O veľa, iste budete tých vysťahovaní."
sl: Pa reče: "Če ne vzdržijo, O veliko, zagotovo boste tistih pregnale."
sr_cyrl: Рекли су да «Ако те није срам те било, О много, ти сигурно неће бити оних који су исељени.»
sr_latn: Rekli su da «Ako te nije sram te bilo, O mnogo, ti sigurno neće biti onih koji su iseljeni.»
uk: Вони сказали: "Якщо ви не утримуватися, O багато, ви напевно буде тих виселити".
vi: Họ nói rằng, "Nếu bạn không chấm dứt, O nhiều, bạn sẽ chắc chắn có những người đuổi ra khỏi nhà."
zu: Bathi: "Uma ungenalo uyeke, O uLoti, nakanjani balabo axoshwe."

# Quran3100
source: He said, "Indeed, I am, toward your deed, of those who detest [it].
ca: Va dir, "de fet, estic, cap a la seva escriptura, d'aquells que detesten [es].
cy: Meddai, "yn wir, yr wyf, tuag at eich gweithred, y rhai sydd yn ffieiddio'r [TG].
da: Han sagde, "Ja, jeg, mod din gerning, af dem, som afskyr [det].
el: Είπε, μάλιστα, ΄΄είμαι, προς σας πράξη, εκείνων που αντιπαθώ [αυτό].
et: Ta ütles: "olen, oma Heateo, kes põlgama [ta] suunas.
fi: Hän sanoi, "Olen todellakin, kohti teko, niistä, jotka inhoavat [se].
he: הוא אמר, "אכן, אני, כלפי המעשים שלך, של מי מתעב [בו].
hr: Rekao je, "uistinu, ja sam, prema svoje djelo, onih koji [ga] mrziti.
lt: Jis sakė: "iš tiesų, aš esu, link savo veiką, tie, kurie nekęsti [jis].
lv: Viņš teica: "patiešām, es esmu pretī jūsu darbos, kuri ienīstat [tā].
nb: Han sa: "Ja, jeg er mot din gjerning, som avskyr [det].
sk: On povedal: "skutočne som k svojej čin, tých, ktorí majú nenávidět [to].
sl: On reče: "Pravzaprav, proti dejanje, tistih, ki [je] sovražiti.
sr_cyrl: Он је рекао, "заиста, ја сам, према твоје дело, од оних који је презирем [].
sr_latn: On je rekao, "zaista, ja sam, prema tvoje delo, od onih koji je prezirem [].
uk: Він сказав: "я, бік вчинок, тих, хто ненавидіти [вона].
vi: Ông nói: "thật vậy, tôi hướng về hành động của bạn, những người detest [nó].
zu: Wathi: "Ngempela, mina nginguye, ngase ngesenzo sakho, kepha nowabo abahamba banengwa ngokhuluma into [isixhumo].

# Quran3101
source: My Lord, save me and my family from [the consequence of] what they do."
ca: Senyor meu, salvar mi i la meva família de [la conseqüència de] el que fan. "
cy: Fy Arglwydd, arbed mi a 'm teulu o [o ganlyniad i] beth y maent yn ei wneud. "
da: Min herre, redde mig og min familie fra [konsekvens af] hvad de gør. "
el: Κύριέ μου, αποθήκευση και η οικογένειά μου από [την συνέπεια της] αυτό που κάνουν.»
et: Mu Issand, päästa mind ja mu pere [tagajärg] mida nad teevad. "
fi: Herrani, pelastaa minut ja perheeni [seuraus] mitä he tekevät. "
he: . אדוני, להציל אותי ואת משפחתי [התוצאה של] מה הם עושים. "
hr: Moj gospodaru, spasi me i moju obitelj od [posljedica] što rade. "
lt: Mano Viešpatie, išgelbėti mane ir mano šeimą nuo [taigi] ką jie daro. "
lv: Milord, saglabāt mani un manu ģimeni no [sekas] to, ko viņi dara. "
nb: Min Herre, redde meg og min familie fra [konsekvensen av] hva de gjør. "
sk: Môj pane, uložiť mňa a moju rodinu z [dôsledkom] čo robiť. "
sl: Moj Gospod, razen mene in mojo družino iz [posledica] kaj storiti. "
sr_cyrl: Мој господару, спаси мене и моју породицу од [последице] раде. "
sr_latn: Moj gospodaru, spasi mene i moju porodicu od [posledice] rade. "
uk: Мій Господь, врятувати мене і мою сім'ю від [наслідком] вчинки. "
vi: Chúa của tôi, cứu tôi và gia đình của tôi từ [là hệ quả của] những gì họ làm. "
zu: Nkosi yami, ngisindise futhi umndeni wakithi [umphumela] lokho abakwenzayo. "

# Quran3102
source: So We saved him and his family, all,
ca: Així hem salvat, ell i la seva família, tots,
cy: Felly rydym yn arbed iddo ef a'i deulu, pob,
da: Så vi frelst ham og hans familie, alle,
el: Έτσι σώσαμε τον ίδιο και την οικογένειά του, όλοι,
et: Nii päästis teda ja tema pereliikmed, kõik,
fi: Joten tallennettu hänelle ja hänen perheelleen kaikki,
he: כך הצלנו אותו ואת משפחתו, הכל,
hr: Pa smo spasili njega i njegovu obitelj, svi,
lt: Todėl mes išgelbėti jam ir jo šeimai, visiems,
lv: Tāpēc mēs izglābām viņu un viņa ģimeni, visu,
nb: Så vi reddet ham og hans familie, alle,
sk: Tak sme ušetrili jemu a jeho rodine, všetkým,
sl: Tako smo shranili njemu in njegovi družini, vse,
sr_cyrl: Па смо спасили њега и његову породицу, све,
sr_latn: Pa smo spasili njega i njegovu porodicu, sve,
uk: Тому ми зберегли його і його сім'ю, усі,
vi: Vì vậy, chúng tôi đã cứu cậu và gia đình, tất cả,
zu: Ngakho We khulula him nomndeni wakhe, bonke,

# Quran3103
source: Except an old woman among those who remained behind.
ca: Excepte una dona vella entre aquells que van quedar.
cy: Ac eithrio hen wraig ymhlith y rhai sy'n aros ar ôl.
da: Bortset fra en gammel kvinde blandt dem, der forblev bag.
el: Εκτός από μια ηλικιωμένη γυναίκα μεταξύ εκείνων που έμεινε πίσω.
et: Välja arvatud vana naine nende seas, kes jäid maha.
fi: Paitsi vanha nainen joukossa jotka jäi.
he: מלבד אישה זקנה בין אלה אשר נשארו מאחור.
hr: Osim stare žene među onima koji su ostali.
lt: Išskyrus sena moteris tarp tų, kurie pasiliko.
lv: Izņemot kādu vecu sievu, starp tiem, kas palika šeit.
nb: Bortsett fra en gammel kvinne blant dem som forble bak.
sk: Okrem starej ženy medzi tými, ktorí zostali.
sl: Razen starka med tistimi ki ostal.
sr_cyrl: Осим једне старице међу онима који су остали иза.
sr_latn: Osim jedne starice među onima koji su ostali iza.
uk: За винятком старій жінці серед тих, хто залишився позаду.
vi: Ngoại trừ một người phụ nữ già trong số những người ở lại phía sau.
zu: Ngaphandle isalukazi phakathi kwalabo basala khona.

# Quran3104
source: Then We destroyed the others.
ca: Llavors hem destruït els altres.
cy: Yna rydym yn dinistrio'r eraill.
da: Så vi ødelagt de andre.
el: Στη συνέχεια εμείς καταστρέφουμε τους άλλους.
et: Siis me hävitada teised.
fi: Me tuhotaan muita.
he: ואז אנחנו הרסו את האחרים.
hr: Zatim smo uništili druge.
lt: Tada mes sunaikinti kitus.
lv: Tad mēs citus iznīcināja.
nb: Så vi ødelagt de andre.
sk: Potom sme zničili iní.
sl: Nato smo drugi uniči.
sr_cyrl: Онда смо остали уништен.
sr_latn: Onda smo ostali uništen.
uk: Потім ми знищили інших.
vi: Sau đó chúng tôi đã phá hủy những người khác.
zu: Sabe phephetha others.

# Quran3105
source: And We rained upon them a rain [of stones], and evil was the rain of those who were warned.
ca: I ens ha plogut sobre ells una pluja [de pedres], i mal era la pluja d'aquells que eren avisats.
cy: Ac rydym yn bwrw glaw arnynt glaw [o gerrig], a drygioni oedd y glaw o'r rheini a oedd yn rhybuddio.
da: Vi regnede på dem en regn [af sten], og onde var regnen af dem, der blev advaret.
el: Και εμείς έβρεχε πάνω τους μια βροχή [των λίθων], και το κακό ήταν η βροχή από εκείνους που είχαν προειδοποιήσει.
et: Meil sadas neile vihma [ja kivid] ja paha oli neid, kes olid hoiatanud vihma.
fi: Meillä satoi niitä sade [, kivet], ja paha oli sade niistä, jotka oli varoitettu.
he: אנחנו, המטיר על אותם, גשם [של אבנים] ו רשע היה הגשם של מי הזהיר אותם. בחניון.
hr: Mi padala na njih kiša [kamen] i zlo je kiša od onih koji su bili upozoreni.
lt: Ir mes lietus jiems lietaus [iš akmenų], ir blogis buvo lietus iš tų, kurie buvo įspėti.
lv: Un mēs viņiem virsū lija lietus [no akmeņiem] un ļaunums bija lietus, no tiem, kas brīdināja.
nb: Vi regnet dem et regn [av steiner] og onde ble regnet som ble advart.
sk: Pršalo sme na ne dážď [kamene] a zla bol dážď, tých, ktorí boli upozornení.
sl: In smo deževalo na njih dež [kamni], in zlo je bila dež tistih, ki so bili opozorjeni.
sr_cyrl: Смо их се натапа киша [камења] и зла је киша од оних који су били упозорени.
sr_latn: Smo ih se natapa kiša [kamenja] i zla je kiša od onih koji su bili upozoreni.
uk: І ми дощ на них дощ [камені], і злий дощ тих, хто були попереджені.
vi: Chúng trời mưa khi họ một cơn mưa [đá] và ác là mưa của những người đã được cảnh báo.
zu: Futhi We wanisa phezu kwabo imvula [yamatshe], futhi ububi imvula salabo ababekwa waxwayisa.

# Quran3106
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran3107
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.

# Quran3108
source: The companions of the thicket denied the messengers
ca: Els companys del matoll negat els missatgers
cy: Gwadodd chymdeithion y thicket y Negeswyr erbyn
da: Kammerater i krattet nægtet budbringere
el: Οι σύντροφοι του Άλσους αρνήθηκε οι αγγελιοφόροι
et: Tihnik kaaslased eitas kullerid
fi: Pusikko kumppaneita estetty sanansaattajat
he: חבריו הסבך נדחתה השליחים
hr: Drugovi čestaru odbijen glasnike
lt: Krūmynai kompanionai neigė pasiuntiniai
lv: Biezoknis biedriem liegta kurjeriem
nb: Følgesvennene til kratt nektet budbringere
sk: Spoločníci křoví poprel poslov
sl: Tovariši iz goščave zanikal sli
sr_cyrl: Компањони од честару порекао весници
sr_latn: Kompanjoni od čestaru porekao vesnici
uk: Супутники зарості відмовлено посланцями
vi: Companions của thicket từ chối các sứ giả
zu: Abangane sehlozi waphika izithunywa

# Quran3109
source: When Shu'ayb said to them, "Will you not fear Allah?
ca: Quan Shu'ayb va dir, "es que no tinguis por Allah?
cy: Pan ddywedodd Shu'ayb iddynt, "Bydd ydych nid ofni Allah?
da: Når Shu'ayb sagde til dem: "vil du ikke frygte Allah?
el: Όταν Shu'ayb τους είπε, «εσείς δεν θα φοβούνται Αλλάχ;
et: Kui Shu'ayb ütles neile, "näidatakse sa karda Jumalat?
fi: Kun Shu'ayb sanoi heille, "olet pelkää Jumala?
he: מתחם שועייב אמר להם, "אתה לא פוחד אללה?
hr: Kad Shu'ayb im reče, "te bojati Allaha?
lt: Kai Shu'ayb pasakė jiems, "bus ne baimė Dievas?
lv: Kad Shu'ayb sacīja viņiem: "būs jums nav bailes Allah?
nb: Da Shu'ayb sa til dem: "vil du ikke frykte Gud?
sk: Pri Shu'ayb im povedal, "sa budete báť Alah?
sl: Ko Shu'ayb jim je rekel, "bo ne bojiš Allah?
sr_cyrl: Када Сху'аyб им је рекао, "ти не бојим се Аллах?
sr_latn: Kada Shu'ayb im je rekao, "ti ne bojim se Allah?
uk: Коли Shu'ayb сказав їм: "ви не буду боятись, Аллах?
vi: Khi Shu'ayb đã nói với họ, "sẽ bạn không sợ Allah?
zu: Lapho Shu'ayb wathi kubo: "Ingabe awumesabi Allah?

# Quran3110
source: Indeed, I am to you a trustworthy messenger.
ca: De fet, jo sóc per a tu un Missatger de confiança.
cy: Yn wir, yr wyf i chi negesydd dibynadwy.
da: Jeg er faktisk at du en troværdig messenger.
el: Πράγματι, είμαι σε σένα ένα αξιόπιστο αγγελιοφόρο.
et: Tõepoolest, ma olen sulle usaldusväärne messenger.
fi: Olenkin sinulle luotettava messenger.
he: אכן, אני אליך שליח מהימן.
hr: Doista, ja sam vam pouzdan Glasnik.
lt: Iš tiesų, aš esu su jumis patikimomis messenger.
lv: Patiešām, es esmu jums ir uzticama ziņnesis.
nb: Faktisk, jeg har for deg en pålitelig messenger.
sk: Samozrejme, že som vám dôveryhodného posla.
sl: Res, jaz sem vam zanesljivo sel.
sr_cyrl: Заиста , ја сам вам гласник из поузданог извора.
sr_latn: Zaista, ja sam vam glasnik iz pouzdanog izvora.
uk: Дійсно, я вам надійним messenger.
vi: Thật vậy, tôi cho bạn đưa tin đáng tin cậy.
zu: Ngempela, nginguye isithunywa unokwethenjelwa.

# Quran3111
source: So fear Allah and obey me.
ca: Així por d'Allah i obeir.
cy: Felly ofn Allah ac ufuddhau i mi.
da: Så frygt Allah og Adlyd mig.
el: Έτσι ο φόβος Αλλάχ και υπακούς.
et: Nii karda Jumalat ja kuuletuma mind.
fi: Joten pelätkää Allahia ja totella minua.
he: אז הפחד אללה, לציית לי.
hr: Pa boj se Allaha i slušajte mene.
lt: Taip bijo Dievo ir paklusti man.
lv: Tāpēc bailes Allah un jāklausa mani.
nb: Så frykt Allah og følge meg.
sk: Takže strach Alah a počúvať mňa.
sl: Tako strah Allah in me ubogajo.
sr_cyrl: Дакле, бојте се Аллаха и будите послушни мени.
sr_latn: Tako strah Alaha i Poslušaj me.
uk: Так бояться Аллах і підкорятися мене.
vi: Vì vậy, lo sợ Allah và tuân theo tôi.
zu: Ngakho sesabe Allah hlonipha me.

# Quran3112
source: And I do not ask you for it any payment. My payment is only from the Lord of the worlds.
ca: I no li demano això cap pagament. El meu pagament és només des del Senyor dels mons.
cy: Ac nid wyf yn gofyn ichi amdano unrhyw daliad. Fy taliad yn unig gan yr Arglwydd y byd.
da: Og jeg må ikke spørge dig om det nogen betaling. Min betaling er kun fra verdens Herre.
el: Και δεν σας ρωτήσω για αυτό οποιαδήποτε πληρωμή. Πληρωμή μου είναι μόνο από τον κύριο των κόσμων.
et: Ja ma palun teid mitte selle piletiga. Minu makse on ainult Maailmade isand.
fi: Ja ei pyydän sitä palkkaa. Maksu on vain maailmojen luoja.
he: לא ביקשתי ממך זה כל תשלום. התשלום שלי הוא רק מעבודת האל העולמות.
hr: I ne tražim za to plaćanje. Moja plaća se samo od gospodara svjetova.
lt: Ir I don't paprašyti jums už tai jokio mokesčio. Mano mokėjimas yra tik nuo pasaulio valdovas.
lv: Un es nedomāju lūgt jūs par to jebkurš maksājums. Samaksa ir tikai no pasaules kungu.
nb: Og jeg spør ikke du for betaling. Betalingen er bare fra Herren av verdens.
sk: A nie žiadam vás o to akejkoľvek platby. Moja platba je len od pána svetov.
sl: In jaz ne zaprositi vi zakaj to nobenega plačila. Moje plačilo je le od Gospoda svetov.
sr_cyrl: И не питам вас за то плаћати. Моја исплата је само из господару света.
sr_latn: I ne pitam vas za to plaćati. Moja isplata je samo iz gospodaru sveta.
uk: І я не прошу вас за це будь-які виплати. Мій платіж, то тільки з Господу світів.
vi: Và tôi không yêu cầu bạn cho nó bất kỳ thanh toán. Thanh toán của tôi là chỉ từ Chúa của thế giới.
zu: Mina cha buza you for it iyiphi inkokhelo.
