Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2595
source: [The Prophet] has said, "My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe."
ca: [El Profeta] ha dit, "el meu Senyor, jutge [entre nosaltres] en veritat. I és el més misericordiós, aquell del qual ajuda sol. licita contra el que vostè descriu, nostre Senyor."
cy: [Y Proffwyd] ddywedodd, "fy Arglwydd, y barnwr [rhyngom] mewn gwirionedd. A ein Arglwydd y mwyaf tosturiol, yr un a gofynnir am ei gymorth erbyn hyn a ddisgrifiwch.
da: [Profet] sagde, "min herre, dommer [mellem os] i sandhed. Og Vorherre er den mest barmhjertige, den ene, hvis hjælp søges mod det, som du beskriver.
el: [Ο προφήτης] έχει πει, «Κύριέ μου, δικαστής [μεταξύ μας] στην αλήθεια. Και ο Κύριός μας είναι ο πανάγαθος, αυτό ζητείται η βοήθεια των οποίων ενάντια σε αυτό που περιγράφετε.»
et: [Prohvet] ütles, "Issand, kohtunik [meie] vahel tõsi. Ja Issand on armollinen, kelle abi taotletakse vastu see, mis te kirjeldaksite üks."
fi: [Profeetta] sanoi, "herrani, tuomari [välillämme] todellisuudessa. Ja herra on laupias, jonka avulla haetaan sitä, mitä te kutsutte vastaan yksi."
he: [הנביא] אמר, "אדוני, השופט [בין שנינו, למען האמת. האל הרחמן ביותר, האחד אשר עזרה מתבקשת נגד זה המתארים את."
hr: [Prorok] je rekao, "moj gospodaru, sudac [naša] u istini. I Gospod je samilostan, onaj čija pomoć je tražio od onoj koju opisuju."
lt: [Pranašas] yra pasakęs: "mano Viešpats, teisėjas [tarp mūsų] tiesa. Ir mūsų Viešpats yra litosciwy, vienas kurių pagalbos prašoma prieš tai, kas jums aprašyti."
lv: [Pravietis] ir teicis: "mans kungs, tiesnesis [mums] starp patiesību. Un kungam ir visvairāk žēlsirdīgi, kuru palīdzība tiek lūgta, pret to, ko jūs raksturotu viens."
nb: [Profeten] har sagt: "min Herre, dommer [mellom oss] i sannhet. Og vår Herre er den mest barmhjertige, ene som hjelp er søkt mot som du beskriver.
sk: [Prorok] povedal: "môj pane, sudca [medzi nami] v pravde. A náš Pán je Most Milosrdných, ten, ktorého pomoc žiada proti vám opísať."
sl: [Prerok] je dejal, "Moj Gospodar, sodnik [med nami] v resnici. In naš Gospod je najbolj usmiljen, tisti, katerih pomoč je poiskala proti temu, kar ste opisali.
sr_cyrl: [Пророка ] је рекао, "мој господару, судија [између нас] у истини. И Господ је најмилостивији, онај чија помоћ тражи против оно што је описала."
sr_latn: [Proroka] je rekao, "moj gospodaru, sudija [između nas] u istini. I Gospod je najmilostiviji, onaj čija pomoć traži protiv ono što je opisala."
uk: Що Пророк сказав: "Господи, суддя [між нами] у правді. І Господь наш самий милосердний, той, чия допомога прагнули проти того, що ви описуєте."
vi: [Tiên tri] đã nói: "Thưa ngài, thẩm phán [giữa chúng tôi] trong sự thật. Và Chúa của chúng tôi là sự nhất Merciful, một trong những trợ giúp mà là tìm cách chống lại điều đó mà bạn mô tả."
zu: [The Prophet] uthé: "Nkosi yami, umahluleli [phakathi kwethu] ngeqiniso. Futhi iNkosi yethu is the Ningi Nomusa, lowo omsizi khonga ngokumelene lokho achaza."

# Quran2596
source: O mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing.
ca: O la humanitat, por el seu Senyor. De fet, la convulsió de l'hora [final] és una cosa terrible.
cy: O dynolryw, yn ofni eich Arglwydd. Yn wir, peth ofnadwy yw y ' ffit ' yr awr [terfynol].
da: O menneskeheden, frygt jeres Herre. Krampetrækning af den [sidste] Time er en forfærdelig ting.
el: O ανθρωπότητα, ο φόβος σας Λόρδος. Πράγματι, ο σπασμός της ώρας [τελικό] είναι ένα φοβερό πράγμα.
et: O inimkonnale, teie Issandat kartma. Tõepoolest, krambid [lõplik] tund on kohutav.
fi: O ihmiskunnan pelkäävät teidän Herranne. [Viimeinen] fi kouristus onkin hirveää.
he:  האנושות, פחד אדונך. אכן, עווית של השעה [סופי] הוא דבר נורא.
hr: O čovječanstvu, strah tvoj gospodar. Doista, konvulzije [konačno] sata je strašno.
lt: O žmonijai, bijo jūsų Viešpats. Iš tiesų, traukuliai [galutinis] valandą yra baisiausias dalykas.
lv: O cilvēcei, savu kungu baidīties. Patiešām, konvulsijas [gala] stundā ir briesmīga lieta.
nb: O menneskeheten, frykter deres Herre. Faktisk er convulsion i [ferdig] timen en forferdelig ting.
sk: O ľudstvo, a strach, svojho pána. Vskutku, kŕč [posledný] hodiny je hrozná vec.
sl: O človeštva, strah svojega Gospoda. Res, krči [končno] uro, je strašna stvar.
sr_cyrl: О људски род, бојим се твог господара. Заиста , трзања од на [домовине] је грозна ствар.
sr_latn: O ljudski rod, bojim se tvog gospodara. Zaista, trzanja od na [домовине] je grozna stvar.
uk: O людства, страх Господь ваш. Дійсно, Стагнація викликана [остаточного] годину – жахлива річ.
vi: O nhân loại, sợ Chúa của bạn. Thật vậy, co giật [cuối cùng] giờ là một điều khủng khiếp.
zu: O isintu, yesabe kho Lord.

# Quran2597
source: On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allah is severe.
ca: El dia es veu que cada mare lactant es distreu del que [infantil] Ella era Infermeria i cada dona embarassada avortarα l'embarassada, i podràs veure les persones [aparèixer] intoxicat mentre no estan intoxicat; però el càstig d'Allah és greu.
cy: Ar ddiwrnod eich weld bydd pob mam nyrsio yn tynnu oddi wrth [plant] hi oedd nyrsio, a bydd pob menyw feichiog yn erthylu ei beichiogrwydd, a byddwch yn gweld y bobl [ymddangos] dan ddylanwad er nad ydynt yn meddwi; ond cosbi Allah yn ddifrifol.
da: Dag ser du det hver ammende mor vil blive distraheret fra at [barn] Hun sygepleje, og enhver gravid kvinde vil afbryde svangerskabet, og du vil se folk [optræder] beruset mens de ikke er beruset; men straffen af Allah er svær.
el: Την ημέρα μπορείτε να δείτε κάθε μητέρα που θηλάζει θα αποσπαστεί η προσοχή από ότι [το παιδί] αυτή Νοσηλευτικής, κάθε έγκυος γυναίκα θα ματαιώσει την εγκυμοσύνη της και βλέπετε τους ανθρώπους [Εμφάνιση] μεθυσμένοι, ενώ δεν είναι μεθυσμένος? αλλά την τιμωρία του Αλλάχ είναι σοβαρή.
et: Päeval, näete seda iga imetav ema on segane, et [laps] ta oli Õendus, ja iga rase naine katkestab tema raseduse ja näed [ilmumist] inimesed alkoholijoobes, kuigi see ei kuulu joobeseisundis; kuid Jumala karistus on raske.
fi: Päivänä näet sen joka imettävä äiti on kadota, että [lapsi] hän hoitotyö, jokainen raskaana oleva nainen keskeyttää raskauden ja näet ihmiset [] päihtynyt, vaikka ne eivät ole humalassa; mutta Jumalan rangaistus on vakava.
he: היום אתה רואה את זה שכל אם מניקה תהיה מוסחת מן [הילד] היא הייתה הנקה, ואת כל אישה בהריון תבוטל הריונה, ואתה תראה העם [הופעת] מביאה עוד הם אינם שיכור; אך העונש של אללה הוא חמור.
hr: Na dan ćete vidjeti svaki dojiljama će biti ometeni od toga da [dijete] Ona je dojila, i svaka trudna žena će pobaciti trudnoće, i vidjet ćete ljudi [pojavljuju] alkoholiziranih dok oni su pod utjecajem alkohola; Ali kazna Allah bude.
lt: Dieną jūs matote jį kas slaugos motina bus jam kad [vaikų] ji buvo slaugos, ir kiekviena nėščia moteris bus nutraukti nėštumo, ir jūs pamatysite, žmonės [esantis] apsvaigęs nors jie nėra apsvaigęs; bet Dievo bausmė yra sunkus.
lv: Dienā jūs redzēt katru baro māte ir apjucis no [bērna] viņa vēl zīdīja mazuli, un katrai grūtniecei būs pārtraukt grūtniecību, un jūs redzēsiet cilvēkus, [kas ir] apreibis, kamēr tie nav iereibis; taču sods par Allah ir smaga.
nb: På dagen ser du det hver sykepleie mor vil bli distrahert fra at [barn] Hun var sykepleie, og hver gravid kvinne vil avbryte svangerskapet, og du vil se folket [vises] beruset mens de ikke er beruset; men straffen av Allah er alvorlig.
sk: Deň vidíte, že každá dojčiaca matka budú rozptyľovať z [deti] Ona bola ošetrovateľstvo, a Každá tehotná žena sa prerušiť jej tehotenstvo, a uvidíte, ľudia [sú] pod vplyvom alkoholu, kým nie sú pod vplyvom alkoholu; ale trest Alah je ťažké.
sl: Na dan vidite, da bo vsak doječe matere raztresen od da [otrok] ona je bila oskrba, in vsaka nosečnica bo prekinitev nosečnosti, in boste videli ljudi, [ki] vinjenim pa niso vinjen; ampak kazen Allah je hudo.
sr_cyrl: На дан када те видим сваки старачки и мајка се удаљиле од да [дете] она је медицинска сестра, свака трудна жена ће прекинути својом трудноћом и видећете да људи [појављивање] опијени док они нису под дејством алкохола; Али казна Аллаха буде.
sr_latn: Na dan kada te vidim svaki starački i majka se udaljile od da [dete] ona je medicinska sestra, svaka trudna žena će prekinuti svojom trudnoćom i videćete da ljudi [pojavljivanje] opijeni dok oni nisu pod dejstvom alkohola; Ali kazna Allaha bude.
uk: У день ви бачите його кожен годує мама буде відволіктись від що [дитину] вона була Сестринська справа і кожна вагітна жінка буде перервати її вагітності, і ви побачите, що люди [з'являються] стані сп'яніння, хоча вони не знаходяться в стані сп'яніння; але покарання Аллах є серйозним.
vi: Vào ngày bạn nhìn thấy nó mỗi người mẹ nuôi sẽ bị phân tâm từ [trẻ em] cô điều dưỡng, và mỗi người phụ nữ mang thai sẽ hủy bỏ mang thai của mình, và bạn sẽ thấy những người [xuất hiện] mê hoặc trong khi họ không phải là say rượu; nhưng sự trừng phạt của Allah là nghiêm trọng.
zu: On the Day ubona njalo hlengikazi mame tando thikazisa ukuthi [umntwana] kade ubuhlengikazi, yilowo nalowo wesifazane okhulelwe ngeke asikhiphe ekhulelwe, futhi uzobona abantu [evele] udakiwe yize bengezona sebedakiwe;

# Quran2598
source: And of the people is he who disputes about Allah without knowledge and follows every rebellious devil.
ca: I de les persones és el que els conflictes sobre Allah sense coneixement i segueix cada diable rebel.
cy: Ac ef a anghydfodau ynghylch Allah heb wybod a dilyn pob diafol gwrthryfelgar yn yn y bobl.
da: Og af folket er ham, der tvister om Allah uden viden og følger hver oprørske Djævelen.
el: Και του λαού είναι εκείνος που αμφισβητεί σχετικά με Αλλάχ χωρίς γνώση και ακολουθεί κάθε επαναστατική διάβολος.
et: Ja on inimesi, kes vaidlustab umbes Allah teadmata ja järgib iga mässuline devil.
fi: Ja ihmiset hän kiistoja Jumalan tietämättä ja seuraa joka rebellious paholainen.
he: של העם הוא מי חילוקי דעות על אללה ללא ידע, עוקב אחר כל השטן מרדנית.
hr: I od ljudi je onaj koji osporava o Allahu bez znanja i prati svaki buntovnički vrag.
lt: Ir žmonių yra tas, kuris ginčija apie Dievas be žinios ir taip kiekvieną maištingas velnias.
lv: Un cilvēki ir viņš, kurš apstrīd par Allah, nezinot un seko ik dumpīgs velns.
nb: Og folk er han som tvister om Allah uten kunnskap og følger hver opprørsk djevelen.
sk: A z ľudí je ten, kto pochybuje o Alah bez vedomia a takto každá vzdorujúcich diabla.
sl: In ljudi je kdor spori o Allah brez vednosti in sledi vsak uporni hudič.
sr_cyrl: А људи ко оспорава о Аллах, без знања и прати сваки бунтовни вуку.
sr_latn: A ljudi ko osporava o Allah, bez znanja i prati svaki buntovni vuku.
uk: І людей, хто суперечки про Аллах без знання та дотримується кожен бунтівний диявола.
vi: Và những người ông đã tranh chấp về Allah mà không có kiến thức và sau mỗi quỷ nổi loạn.
zu: Futhi zabantu nguye Izimpikiswano mayelana Allah ngaphandle kolwazi futhi ulandela gcwele nochuku dimoni.

# Quran2599
source: It has been decreed for every devil that whoever turns to him - he will misguide him and will lead him to the punishment of the Blaze.
ca: Això ha estat decretat per cada diable que qui es torna-li - es burlar-lo i li conduirà al càstig de l'incendi.
cy: Wedi wedi'u dyfarnu ar gyfer pob diafol y bwy bynnag yn troi ato-bydd misguide ef ac bydd iddo arwain at gosbi y tanbaid.
da: Det er bevilget for hver Djævelen at hvo vender sig til ham - han vil vildlede ham og vil føre ham til straf af blis.
el: Αυτό έχει διαταχθεί για κάθε διάβολος ότι όποιος γυρίζει σ ' αυτόν - θα παραπλανώ τον και θα τον οδηγήσει στην τιμωρία του Blaze.
et: See abielulahutusprotsessil iga kurat, et kes iganes muudab teda - ta misguide teda ja viib teda lauk karistuse.
fi: Se on pantu vireille joka rukoilee, että joka muuttuu hänelle - hän eksyttää häntä ja hänen johtaa Blaze rangaistus.
he: זה כבר הוציא על השטן כל מי פונה אליו - הוא להטעות אותו וזה יוביל אותו העונש של הלהבה.
hr: To je odredio za svakog vraga da tko god se okrene - on će obmanjivati ga i će ga dovesti do kazne u požar.
lt: Jis buvo paskelbtas teismo už kiekvieną velnias kad kas kreipiasi į jį - jis bus suklaidinti jam ir bus veda jį į baudimą už liepsnoti.
lv: Ir ticis nolemts par katru velns ka kurš pagriežas pret viņu - viņš būs maldināt viņu un viņu novedīs pie spožās sods.
nb: Det har blitt bestemt for hver djevelen at den som slår ham - han vil misguide ham og vil føre ham til straffen av flammene.
sk: To exmanžela pre každý čert že kto sa otočí k nemu - on bude zviesť ho a povedie ho na trest požiar.
sl: To je bila že razglašena za vsak hudič da kdor izkaže mu - mu bo Obmanjivati in ga privede do kaznovanja Plamtjeti.
sr_cyrl: Је одлуиила за сваки дјавола да онај ко се претвара да га - ће да га узнемирава и да ће га довести до кажњавања са пламеном.
sr_latn: Je odluиila za svaki djavola da onaj ko se pretvara da ga - će da ga uznemirava i da će ga dovesti do kažnjavanja sa plamenom.
uk: Було постановив, для кожного диявола, що той, хто перетворює йому - він буде вводити в оману його і буде привести його до покарання Blaze.
vi: Nó đã được quyết định cho ma quỷ mỗi bất cứ ai chỉ cho anh ta - ông sẽ khuyên bậy anh ta và sẽ dẫn anh ta đến sự trừng phạt của Blaze.
zu: Kuye decreed zonke NoSathane obuyisile kuye - uyokwenza kudukiswe kuye futhi siyomholela isijeziso the Blaze.
