Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2878
source: And We will regard what they have done of deeds and make them as dust dispersed.
ca: I anem a considerar el que han fet de fets i fer-los com pols dispersos.
cy: A byddwn yn ystyried beth y maent wedi'i wneud o weithredoedd ac yn eu gwneud fel llwch a gwasgaredig.
da: Og vi vil betragte, hvad de har gjort af gerninger og gøre dem så støv spredt.
el: Και εμείς θα θεωρούν τι έχουν κάνει τα μεγάλα έργα και να τους σαν σκόνης διασκορπισμένα.
et: Ja me arvesse, mida nad on teinud tegusid ja muuta need nii tolmu, hajutatud.
fi: Ja me pidämme, mitä he ovat tehneet tekonsa ja tehdä niistä pöly hajallaan.
he: אנחנו רואים מה הם עשו מעשים ולא להפוך אותם כמו אבק התפזרו.
hr: I mi ćemo u obzir ono što su učinili djela i učiniti ih kao prah raspršuje.
lt: Ir mes į ką jie padarė veikas ir padaryti juos kaip dulkių išsklaidyta.
lv: Un mēs uzskatām to, ko viņi ir darījuši, darbiem un padarītu tos kā putekļi, kas izkliedētas.
nb: Og vi vil se hva de har gjort av gjerninger og gjøre dem som støvet spredt.
sk: A budeme považovať, čo urobili, skutky a nech ako prach, rozptýlený.
sl: In mi bo glede, kaj so storili dejanj in jih kot prah, razpršena.
sr_cyrl: И ћемо сматрати шта су урадили дела и да их као прах растурили.
sr_latn: I ćemo smatrati šta su uradili dela i da ih kao prah rasturili.
uk: І ми вважаємо, що вони зробили БТІ і зробити їх як пил розійшлися.
vi: Và chúng tôi sẽ xem những gì họ đã thực hiện của hành động và làm cho họ như bụi phát tán.
zu: Futhi Sizokwenza zibheka lokho abakwenzile kwamatayitela ngibenze othulini bahlakazeka.

# Quran2879
source: The companions of Paradise, that Day, are [in] a better settlement and better resting place.
ca: Els companys del paradís, que dia, són [a] un assentament millor i millor lloc de descans.
cy: Chymdeithion o baradwys, y dydd, yn [yn] setliad gwell a gwell fan gorffwys.
da: Kammerater i paradis, at dagen, [i] en bedre afregning og bedre hvilested.
el: Το συντρόφους του παραδείσου, ότι την ημέρα, [σε] συνοικισμό καλύτερο και καλύτερο χώρο ανάπαυσης.
et: Paradise, et päev, on [asulas] parem ja parem peatumiskoha kaaslased.
fi: Paratiisi, että päivä, ovat [] parempi ja paremmin taukopaikalla seuralaisia.
he: חבריו של גן עדן, כי היום, הם [ב] הסדר טוב יותר וטוב יותר מקום מנוחתו.
hr: Drugovima raj, da dana, su na bolje mjesto i bolje počivalište.
lt: Kompanionai rojus, kad dieną, yra [in] geriau išspręsti ir geriau poilsio vieta.
lv: Paradise, ka dienā ir [] izlīgumu labāk un labāk atpūtas vieta biedrus.
nb: Følgesvennene til paradis, at dagen er [i] en bedre bosetting og bedre hvilested.
sk: Spoločníci raja, že deň, [v] lepšie riešenie a lepšie odpočívajú miesto.
sl: Tovariši raj, da dan, so [v] naselje bolje in bolje počivališče.
sr_cyrl: Компањони раја, да дан, су у бољу нагодбу и боље место одмора.
sr_latn: Kompanjoni raja, da dan, su u bolju nagodbu i bolje mesto odmora.
uk: Супутники рай, що день, є [в] краще поселення і краще місце відпочинку.
vi: Companions Paradise, là ngày, trong một giải quyết tốt hơn và tốt hơn nơi an nghỉ.
zu: Abangane Paradise, ngaloloSuku, kukhona [e] settlement kangcono indawo yokuphumula.

# Quran2880
source: And [mention] the Day when the heaven will split open with [emerging] clouds, and the angels will be sent down in successive descent.
ca: I [parlar] el dia quan el cel es trencarà obert amb núvols [emergents], i els àngels s'enviarà cap avall en descens successives.
cy: A sôn y dydd pan fydd y nefoedd rhaniad agored gyda cymylau [newydd], ac anfonir yr angylion i lawr yn olynol o dras [am].
da: Og [omtale] dagen, når himlen bliver delt åben med [nye] skyer, og englene vil blive sendt i successive afstamning.
el: Και [αναφορά] την ημέρα που ο παράδεισος θα split ανοίξει με [αναδυόμενες] σύννεφα, και οι άγγελοι θα σταλεί προς τα κάτω σε διαδοχικές καθόδου.
et: Ja [mainida] päeval, mil taevas Tükeldab avatud [areneva] pilved ja järjestikuste laskumine saadetakse inglid.
fi: Ja [mainita] taivaan kohdalta auki [uudet] pilviä, ja enkelit lähettänyt peräkkäisten laskeutuminen.
he: [להזכיר] היום כאשר השמים יפצל פתוח עם עננים [המתעוררים], המלאכים תישלח בירידה רצופים.
hr: I spomenuti dan kada će se nebo otvori s [nove] oblaci, i anđeli će se poslati u uzastopnim silazak.
lt: Ir [paminėti] dieną Kada dangaus bus padalinti atidaryti su [naujas] debesys, o angelai bus nusiųstas iš eilės nusileidimas.
lv: Un diena, kad debesis būs sadalīts grimase [jaunās] mākoņi, un eņģeļi nosūtīs secīgu nolaišanās [min].
nb: Og [] dagen når himmelen vil sprekke med [nye] skyer, og englene vil bli sendt i etterfølgende nedstigningen.
sk: A [] deň kedy neba bude prasknúť [nové] mraky a anjeli budú zoslal v postupných zostup.
sl: In [omenil] dan, ko bo razdeljen nebeško plan s [nastajajoče] oblaki, in angeli bo poslan v zaporednih spust.
sr_cyrl: И [споменуо] дан када небо ће свану са [развоју] облаци, и анђели ће бити послат у узастопних понирању.
sr_latn: I [spomenuo] dan kada nebo će svanu sa [razvoju] oblaci, i anđeli će biti poslat u uzastopnih poniranju.
uk: І [згадати] день, коли небо розділить відкрити за допомогою [нові] хмари, і ангели буде надіслано в послідовних спуск.
vi: Và [kể] ngày khi trời sẽ phân chia mở với [mới] đám mây, và các thiên thần sẽ được gửi trong dòng máu kế tiếp.
zu: Futhi [Khumbuzani] Suku uma ezulwini kuhlukana okukhululekile [abasafufusa] amafu, futhi izingelosi izothunyelwa phansi uzalo ezilandelanayo.

# Quran2881
source: True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day.
ca: Veritable sobirania, que és de dia, pel misericordiós. I serà en un dia difícil disbelievers.
cy: Sofraniaeth wirioneddol, y dydd, yw y mwyaf tosturiol. A fydd ar y disbelievers dydd anodd.
da: True suverænitet, der dag, er for den mest barmhjertige. Og det vil være med vantro en vanskelig dag.
el: Αληθινή κυριαρχία, δηλαδή την ημέρα, ο πανάγαθος. Και θα είναι με το disbelievers μια δύσκολη μέρα.
et: Tõsi, suveräänsuse, et päev, käsitleb Viimane armuline. Ja see olgu uskottomille raske päev.
fi: Suvereenius, joka päivä, on Armahtaja. Ja se on kun vaikea päivä saa luovuttaa.
he: נכון ריבונות, זה יום של הרחמן ביותר זה יהיה על disbelievers יום קשה.
hr: Pravi suverenitet, koji dan, je najmilostiviji. I to će biti na iskuse težak dan.
lt: Tiesa, suverenitetas, kad diena, yra labiausiai gailestingas. Ir tai bus ant disbelievers sunku parą.
lv: Patiesu suverenitāti, ka dienā, ir visvairāk žēlsirdīgs. Un tas būs pēc disbelievers grūti dienā.
nb: Sant suverenitet, som er for den mest Nåderike. Og det vil være på troende en vanskelig dag.
sk: Pravda suverenity, to je deň, Most Milosrdných. A to bude na neveriacim a ťažký deň.
sl: Resnično suverenost, ki se za najbolj usmiljen. In bo na disbelievers na težak dan.
sr_cyrl: Прави суверенитет, да је дан, и најмилостивији. И бит ће на скептике тешко дневно.
sr_latn: Pravi suverenitet, da je dan, i najmilostiviji. I bit će na skeptike teško dnevno.
uk: Правда суверенітету, що день, для самий милосердний. І вона буде на disbelievers на важкий день.
vi: Chủ quyền thật sự, mà ngày, là dành cho khoan dung nhất. Và nó sẽ khi thì một ngày khó khăn.
zu: ubukhosi Yiqiniso, lowo suku is the Ningi Nomusa.

# Quran2882
source: And the Day the wrongdoer will bite on his hands [in regret] he will say, "Oh, I wish I had taken with the Messenger a way.
ca: I el dia del infractor et mossegarà a les seves mans [a pesar] dirà, "Oh, m'agradaria que havia pres amb el Missatger una manera.
cy: Ac y diwrnod bydd y drwgweithredwr cnoi ar ei ddwylo [o ofid] ef yn dweud, "o, dymunaf oeddwn i wedi cymryd gyda negesydd y ffordd.
da: Og dag skadevolderen vil bide på hans hænder [i beklagelse], han vil sige, "Åh, jeg ville ønske jeg havde taget med Messenger måde.
el: Και την ημέρα το δράστη θα δαγκώνουν τα χέρια του [σε λύπη], θα πει, «ω, επιθυμώ ότι είχα πάρει με το Messenger τρόπο.
et: Ja päeval kahju tekitaja hammustada tema käed [in kahetsusega] ta ütlevad, "Oh, ma soovin, et ma oleks võtnud Messenger nii.
fi: Ja päivän pahantekijän purra hänen kätensä [in pahoillani] hän sanoo: "voi, kunpa olisin Airut tapa.
he: היום ינשוך שהאחריות על ידיו [בכאב] והוא יאמר, "הלוואי והייתי מסכימה עם השליח דרך.
hr: I dan u zlonamjernika ugrize na rukama [u žaljenje] On će reći, "Oh, ja priželjkivanje ja je uzeo sa glasnik način.
lt: Ir tą dieną kai kaltininkas bus Užkandote savo rankas [į apgailestauju] jis pasakys "Oh, aš noriu, aš ėmėsi su Messenger taip.
lv: Un dienas nodarītājs būs kodums rokas [ar nožēlu] viņš teiks: "Ak, es vēlos bija veikti ar Messenger veidā.
nb: Og dagen wrongdoer vil bite på hendene [anger] Han vil si, "Oh, jeg skulle ønske jeg hadde tatt med Messenger måte.
sk: A deň páchateľ bude hrýzť na ruky [v ľútosti] povie "Ach, kiež by som si vzal s Messenger tak.
sl: In dan kršitelja bo ugriz na roke [v obžalovanje] je rekel, "Oh, jaz želeti sem sprejela z sel način.
sr_cyrl: И дан да преступник ујести на његовим рукама [у кајању] рекао је, "Ох, волео бих да сам узео са гласник начин.
sr_latn: I dan da prestupnik ujesti na njegovim rukama [u kajanju] rekao je, "Oh, voleo bih da sam uzeo sa glasnik način.
uk: І за день до правопорушника буде кусати на руки [в жалю] він скаже: "Ах, я хотів би я взяв з Messenger чином.
vi: Và ngày wrongdoer sẽ cắn vào tay [hối hận] ông sẽ nói, "ồ, tôi muốn tôi đã thực hiện với Messenger một cách.
zu: Futhi Day somenzi wobubi ngeke ziyoniluma ngezandla zakhe [e umuzwa wokuzisola] uzothi, "O, Ngifisa sengathi ngabe ngangimtshela ezithathwe Messenger ngendlela.

# Quran2883
source: Oh, woe to me! I wish I had not taken that one as a friend.
ca: Ah, Ai a mi! M'agradaria que no havia pres aquell com a amic.
cy: O, gwae i mi! Hoffwn pe na fyddai'r wedi bod un fel ffrind.
da: Åh, ve mig! Jeg ville ønske, jeg ikke havde taget at man som en ven.
el: Ω, αλίμονο σε μένα! Επιθυμώ δεν είχα λάβει εκείνο το ένα ως ένα φίλο.
et: Oh, häda mulle! Ma soovin, et ma oleks võtnud, et üks sõber.
fi: Voi voi minua! Toivon, että en ollut ottanut että yksi ystävä.
he: . אבוי לי! הלוואי שלא לקחתי את זה בתור ידידה.
hr: Oh, Jao meni! Da bar nisam uzeo kao prijatelja.
lt: Oi, Vargas mane! Linkiu aš nesiėmė kad vienas draugų.
lv: Ak, bēdas man! Es vēlos, man nav ņēmusi šo vienu, kā draugu.
nb: Oh, ve meg! Jeg skulle ønske jeg ikke hadde tatt som en som en venn.
sk: Ach, beda mi! Kiež by som nebral ten za priateľa.
sl: Oh, oprosti mi! Želim si, ni je vzel tisti kot prijatelja.
sr_cyrl: Ох , Јао мени! Волео бих да нисам узео онај као пријатељ.
sr_latn: Oh, Jao meni! Voleo bih da nisam uzeo onaj kao prijatelj.
uk: Ой, горе мені! Шкода, що я не прийняли, що один, як друга.
vi: Oh, khốn cho tôi! Tôi muốn tôi đã không thực hiện cái này như một người bạn.
zu: Oh, Maye kimi!

# Quran2884
source: He led me away from the remembrance after it had come to me. And ever is Satan, to man, a deserter."
ca: Ell em va portar de record després que havia arribat a mi. I mai és Satan, a l'home, un desertor".
cy: Arweiniodd fi i ffwrdd oddi wrth y cofio ar ôl iddo ddod i mi. Ac erioed mae Satan, i dyn, deserter.
da: Han førte mig fra erindringen, efter at det var kommet til mig. Og nogensinde er Satan, at mand, en desertør."
el: Αυτός με οδήγησε μακριά από την ανάμνηση, αφότου είχε έρθει σε μένα. Και ποτέ είναι ο Σατανάς, στον άνθρωπο, λιποτάκτης.»
et: Ta sundis mind eemale mälestuspäev, pärast seda, kui minu juurde tulla. Ja kunagi on Saatan inimestele, ka desertöör."
fi: Hän johdatti minut pois muisto, kun se oli tullut minulle. Ja koskaan Saatanan mies, luopio."
he: הוא הוביל אותי מן הזיכרון אחרי זה בא לי. פעם הוא השטן, לאדם, עריק."
hr: Odveo me od spomen nakon što je došlo do mene. I uvijek je Sotona, čovjeku, dezerter."
lt: Jis paskatino mane nuo atminimas po to, kai jis ateis pas mane. Ir kada nors yra Šėtonas, žmogui, yra dezertyras."
lv: Viņš veda mani prom no piemiņai pēc tā būtu atnākusi pie manis. Un kādreiz ir sātans, lai cilvēks, dezertieris".
nb: Han ledet meg fra minnet når det kom til meg. Og noensinne er Satan, mannen, en desertør.
sk: Viedol ma od spomienka po to musel prísť ku mne. A niekedy je Satan, človeka, dezertér."
sl: Vodil me od spomina, ko je prišel k meni. In kdaj je Satan, da človek, Dezerter."
sr_cyrl: Он ме је одвео од сежања на након што ми се обратио. И никада је Сотона, иовеку, дезертер."
sr_latn: On me je odveo od seжanja na nakon što mi se obratio. I nikada je Sotona, иoveku, dezerter."
uk: Він привів мене від спогадів, після того, як вона прийшла до мене. І коли-небудь сатани, щоб людина, дезертира."
vi: Ông đã dẫn tôi đi từ nhớ sau khi nó đã đến với tôi. Và bao giờ là Sa-tan, để người đàn ông, một lịu."
zu: Wayehola kimi kude ukukhunjulwa ngemva kokuba eze kimi.

# Quran2885
source: And the Messenger has said, "O my Lord, indeed my people have taken this Qur'an as [a thing] abandoned."
ca: I el Missatger ha dit, "O el meu Senyor, fet meu persones han pres aquest Alcorà com [una cosa] abandonat."
cy: Ac y negesydd wedi dweud, "O fy Arglwydd, yn wir mae fy pobl wedi cymryd y Qur'an fel [peth] gadael."
da: Og budbringeren har sagt, "O Herre, faktisk mit folk har taget denne Koranen som [en ting] opgivet."
el: Και το Messenger είπε, «O Κύριέ μου, πράγματι μου άνθρωποι έχουν λάβει αυτό Qur'an ως [κάτι] εγκαταλειφθεί.»
et: Ja sõnumitooja ütles, "O Issand tõepoolest minu inimesed on võtnud käesoleva Koraani [asja] nagu mahajäetud."
fi: Sanansaattaja sanoi, "O herrani, todellakin minun ihmiset ovat ottaneet tämän Koraanin [asia] hylätty."
he: השליח אמר, "הו אלי, אכן אנשיי לקחו את הקוראן הזה [משהו] נטוש."
hr: I Glasnik je rekao, "O moj gospodaru, doista mi ljudi uzeti ovaj Kur'an kao [nešto] napustio."
lt: Ir Messenger sakė, "O mano Viešpatie, iš tiesų mano tauta ėmėsi šio Korano kaip [dalykas] atsisakyta."
lv: Un Messenger ir teicis: "O mans kungs, patiešām mana tauta ir veikušas šo Qur kā [lietu] atteicās."
nb: Og Messenger har sagt, "O min Herre, faktisk mitt folk har tatt denne Koranen som [slikt] forlatt."
sk: A posol povedal "O môj pane, naozaj my ľudia prijali tento Korán ako [to] opustené."
sl: In sel je dejal, "O moj Gospod, res moji ljudje, ki tej Qur'an kot [stvari] opustili."
sr_cyrl: А гласник је рекао, "О мој господару, заиста моји људи су узели овај Куран као [нешто] напустио."
sr_latn: A glasnik je rekao, "O moj gospodaru, zaista moji ljudi su uzeli ovaj Kuran kao [nešto] napustio."
uk: І Messenger сказав: "Мій пане дійсно мій люди взяли цей Корану як [річ] відмовилися."
vi: Và Messenger đã nói, "O Tâu Đức vua, thực sự của tôi người đã lấy này Qur'an như [điều] bị bỏ rơi."
zu: Futhi Messenger akushilo: "O Nkosi yami, ngempela abantu bami baye bathatha le Qur'an njengoba [into] ishiywe."

# Quran2886
source: And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper.
ca: I així hem fet per a tots els profetes un enemic entre els criminals. Però suficient és el seu Senyor com una guia i un ajudant.
cy: Ac felly yr ydym wedi gwneud ar gyfer y Proffwyd bob gelyn o blith y troseddwyr. Ond digon yw eich Arglwydd fel canllaw a cynorthwy-ydd.
da: Og dermed har vi gjort for hver profeten en fjende blandt kriminelle. Men tilstrækkelig er din herre som en guide og en hjælper.
el: Και έτσι έχουμε σημειώσει για κάθε προφήτης έναν εχθρό από τους εγκληματίες. Αλλά αρκετές είναι ο Λόρδος σας ως έναν οδηγό και έναν αρωγό.
et: Ja seega on meil näha iga prohvet vaenlase hulgast kurjategijad. Vaid piisavad on teie Issand kui juhend ja abimees.
fi: Ja näin on meidän jokaisen profeetan vihollinen joukosta rikollisia. Kuitenkin on riittävä on herra opas ja auttaja.
he: וכך אנחנו שביצעת עבור כל נביא אויב מקרב הפושעים. אבל מספיק לא חי וגם מדריך עוזר.
hr: I tako smo napravili za svaki prorok neprijatelja među kriminalcima. Ali dovoljno je vaš gospodar kao vodič i pomagač.
lt: Ir todėl mes padarė kiekvienas pranaπas priešą iš nusikaltėlių. Bet pakankamai yra savo Viešpačiui kaip vadovas ir pagalbininkas.
lv: Un tādējādi mēs padarījuši par katru pareģis ienaidnieku no noziedzniekiem. Bet pietiekami daudz ir jūsu kungs kā ceļvedis un palīgs.
nb: Og dermed har vi gjort for hver profet en fiende fra kriminelle. Men nok er din Herre som en guide og en hjelper.
sk: A tak sme sa pre každý prorok nepriateľa spomedzi zločinci. Ale stačí sa svojho pána ako sprievodca a Pomocník.
sl: In tako smo naredili za vsak prerok sovražnika med kriminalci. Ampak dovolj je vašega Gospoda kot vodnik in pomočnika.
sr_cyrl: И тако смо водили за сваки пророк непријатеља међу криминалцима. Али довољно је твој господар као водич и као помагач.
sr_latn: I tako smo vodili za svaki prorok neprijatelja među kriminalcima. Ali dovoljno je tvoj gospodar kao vodič i kao pomagač.
uk: І таким чином ми зробили для кожного пророк ворога з числа злочинців. Але достатнім є Господь, як керівництво і допоміжні.
vi: Và do đó có chúng tôi làm cho tiên tri tất cả kẻ thù trong số những tên tội phạm. Nhưng đủ là Chúa của bạn như là một hướng dẫn và một helper.
zu: Futhi kanjalo Senza for bonke abaprofethi isitha kusukela phakathi izigebengu.

# Quran2887
source: And those who disbelieve say, "Why was the Qur'an not revealed to him all at once?" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly.
ca: I els que dubten diuen, "Per què l'Alcorà no revelava a ell tots alhora?" Així [és] que pot reforçar així el seu cor. I podem tenir espaiats clarament.
cy: A rhai a chredu yn dweud, "Pam y Qur'an nid datgelwyd iddo ar unwaith?" Felly [Mae'n] bod efallai y bydd yn cryfhau gan eich calon. Ac yr ydym at ei gilydd mae'n unigryw.
da: Og dem, der ikke tror siger, "Hvorfor ikke blev Koranen åbenbaret for ham på én gang?" Således [det er] at vi kan styrke derved dit hjerte. Og vi har fordelt det udpræget.
el: Και όσοι δυσπιστώ πω, "Γιατί το Κοράνι δεν αποκαλύφθηκε σ ' αυτόν όλα με τη μία;" Έτσι [είναι] ότι μπορεί να ενδυναμώσουμε με αυτόν τον τρόπο την καρδιά σας. Και εμείς έχουμε το διάστιχο ευδιάκριτα.
et: Ja need, kes usu öelda: "Miks Koraan ei ilmutati talle kõik korraga?" Seega [on] see meil võib tugevdada seeläbi oma südames. Ja meil on see selgelt vahedega.
fi: Ja ne, jotka ovat uskottomia sanoa: "Miksi Koraani ei paljastui hänelle kerralla?" Siis se on voi vahvistaa siten sydämesi. Ja on tasaisesti selvästi.
he: אלה לא להאמין אומרים, "למה הקוראן לא נחשף אליו בבת אחת?" לפיכך [הוא] כי אנחנו עשויים לחזק ובכך הלב שלך. לנו יש רווח זה בבירור.
hr: I oni koji ne vjeruju, "Zašto Kur'an nije objavljen da ga odjednom?" Tako [to je] da mi može pojačati time srce. I mi su raspoređeni izrazito.
lt: Ir tie, kurie neturi wierza pasakyti, "Kodėl nebuvo Korano atskleisti jam visus iš karto?" Tokiu būdu [tai] kad mes gali stiprinti tokiu būdu savo širdį. Ir mes būti išdėstyti aiškiai.
lv: Un tiem, kam neticēt saka: "Kāpēc Korāns nav atklāja viņam visu uzreiz?" Tādējādi [ir], ka mums var stiprināt tādējādi tava sirds. Un mums ir izvietoti skaidri.
nb: Og de som tviler si, "Hvorfor Koranen ikke åpenbart for ham plutselig?" Dermed [det er] at vi kan styrke og dermed hjertet ditt. Og vi har plassert det tydelig.
sk: A tých, ktorí neveriť hovoria: "Prečo Korán nebola odhalená mu všetko naraz?" Teda [je], že sme mohli posilniť tým svoje srdce. A budeme mať rozmiestnené to výrazne.
sl: In tistim, ki verjamem reči, "Zakaj Koranu ni pokazala mu naenkrat?" Tako [je] da smo lahko okrepi s tem srcem. In smo so razporejene izrazito.
sr_cyrl: И реци онима који је сигуран да је лажна, "Зашто је Куран није откривено да га одједном?" Самим тим [је] да смо можда ојачати чиме би твоје срце. И морамо имати ламела то јасно.
sr_latn: I reci onima koji je siguran da je lažna, "Zašto je Kuran nije otkriveno da ga odjednom?" Samim tim [je] da smo možda ojačati čime bi tvoje srce. I moramo imati lamela to jasno.
uk: І тих, хто не вірити сказати: "Чому було Коран не показав йому все відразу?" Тим самим [це] що ми може зміцнити тим самим ваше серце. І ми маємо рівновіддалених виразно.
vi: Và những người disbelieve nói, "Tại sao kinh Koran không được tiết lộ cho anh ta tất cả cùng một lúc?" Vì thế [đó là] rằng chúng tôi có thể tăng cường do đó trái tim của bạn. Và chúng tôi có khoảng cách rõ rệt.
zu: Futhi labo disbelieve tshela, "Kungani Qur'an abangakhulumi ngazo him bonke kwa ngaphambili?"

# Quran2888
source: And they do not come to you with an argument except that We bring you the truth and the best explanation.
ca: I no vénen a tu amb un argument excepte que us portem la veritat i la millor explicació.
cy: Ac ni ddeuant atoch gyda dadl heblaw y rhown y gwir ac yr esboniad gorau.
da: Og de kommer ikke til dig med et argument bortset fra at vi bringe dig sandheden og den bedste forklaring.
el: Και δεν έρχονται σε σας με ένα όρισμα εκτός από το ότι θα σας φέρει την αλήθεια και την καλύτερη εξήγηση.
et: Ja nad ei tulnud teie argumendi välja, et toome teile tõde ja parim seletus.
fi: Ja ne eivät tule teille argumentti paitsi, että me tuomme teille totuus ja paras selitys.
he: הם לא באים אליך עם ארגומנט חוץ מזה אנו מביאים לכם את האמת, את ההסבר הטוב ביותר.
hr: I oni ne dolaze ti s argument osim da donosimo istinu i najbolje objašnjenje.
lt: Ir jie nėra jums su argumentu išskyrus tai, kad mes suteikiame jums tiesą ir geriausias paaiškinimas.
lv: Un viņi nevar nākt pie tevis ar argumentu, izņemot to, ka mēs nestu jums patiesību un vislabāko skaidrojumu.
nb: Og de kommer ikke til deg med et argument bortsett fra at vi gir deg sannheten og den beste forklaringen.
sk: A oni nie prísť k vám s argumentom okrem toho, že vám prinášame pravdu a najlepšie vysvetlenie.
sl: In ne pridejo z argument razen da smo vam prinašajo resnico in najboljša razlaga.
sr_cyrl: И они не долазе да вас аргумент осим да вам доносимо истину и најбоље објашњење.
sr_latn: I oni ne dolaze da vas argument osim da vam donosimo istinu i najbolje objašnjenje.
uk: І вони не приходять до вас з аргументом Крім того, що ми приносимо вам правду і краще пояснення.
vi: Và họ không đến với bạn với một đối số ngoại trừ rằng chúng tôi mang lại cho bạn sự thật và những lời giải thích tốt nhất.
zu: Futhi musa eze kini kanye kuqubuka ingxabano ngaphandle kokuthi Sikulethela iqiniso nokuchazwa best kuwe.
