Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1405
source: And if they deny you, [O Muhammad], then say, "For me are my deeds, and for you are your deeds. You are disassociated from what I do, and I am disassociated from what you do."
ca: I si el neguen, [O Muhammad], llavors diuen, "per a mi els meus actes i per a els seus actes. Estan dissociades de què fer, i jo estic dissociades de què fer."
cy: Ac os maent yn gwadu'r chi, [O Muhammad], a wedyn dweud, "i mi yn fy ngweithredoedd, ac i chi yn eich gweithredoedd. Yr ydych wedi datgysylltu o beth ei wneud, ac yr wyf yn datgysylltu o'r hyn yr ydych yn ei wneud.
da: Og hvis de nægter du, [O Muhammad], så siger, "For mig er mine gerninger, og du er dine gerninger. Du er løsrevet fra, hvad jeg gør, og jeg am adskilles fra, hvad du gør."
el: Και αν την αρνούνται, [Ο Μωάμεθ], στη συνέχεια, ας πούμε, "για μένα είναι οι πράξεις μου, και για εσάς είναι οι πράξεις σας. Σας είναι αποκομμένες από ό, τι μπορώ να κάνω, και εγώ είμαι αποκομμένες από αυτό που κάνεις."
et: Ja kui nad eitavad sa [O Muhammad], seejärel öelda, "minu jaoks on minu teod ja teil on oma tegusid. On lahtiseostatud, mida ta teeb, ja ma olen lahtiseostatud: mida."
fi: Ja jos he kiistävät voit [Oi Muhammed], sitten sanoa, "minulle on minun tekoja ja te olette tekonne. Erottaa mitä teen ja olen erottaa mitä teet.
he: אם הם מכחישים את, [O מוחמד], אז אומרים, "עבורי הם המעשים שלי, ויש לך מעשיך. אותך הם השיוך של מה שאני עושה, אני אני השיוך של מה שאתה עושה."
hr: I ako ne ti, [O Muhammad], onda kažem, "za mene su moja djela, a za vas su vaša djela. Su razdruženo od što, i sam razdruženo od što."
lt: Jie neigia jums, [O Muhammad], tada sako, "man yra ir savo poelgius, jums yra savo poelgius. Yra atskirta nuo ką daryti, ir aš esu atskirtas nuo ką."
lv: Un, ja viņi liegt jums [O Muhammad], tad teiksim, "man ir mana darbiem, un jums ir jūsu darbiem. Piesaiste ir noņemta, no tā, ko es daru, un es esmu piesaiste noņemta no tā, ko dari.
nb: Og hvis de nekter deg, [O Muhammad], deretter sier, "For meg er mine gjerninger, og du er dine gjerninger. Du er lenger på hva jeg gjør og jeg er atskilles fra hva du gjør.
sk: A ak popierajú ste [Mohamed], potom povedať, "pre mňa sú moje skutky, a pre vás sú tvoje skutky. Ste sú priradenia čo robím, a ja som priradenia čo."
sl: In če so zatajiti, [O Muhammad], potem reči, "za mene so moja dejanja, in za vas so vaša dejanja. So prekinjena kaj in sem prekinjena kaj."
sr_cyrl: И ако они одбио, [О Мухаммад], онда реци, "за мене су моја дела, а за тебе су твоја дела. Ти су прекинута како и сам прекинута како."
sr_latn: I ako oni odbio, [O Muhammad], onda reci, "za mene su moja dela, a za tebe su tvoja dela. Ti su prekinuta kako i sam prekinuta kako."
uk: І якщо вони відмовити вам, [O Мухаммад], то кажуть, "для мене мої вчинки, і для вас ваші справи. Ви розщеплюють від те, що я роблю, і я впевнений, пов'язана з те, що ви робите."
vi: Và nếu họ từ chối bạn, [O Muhammad], sau đó nói, "đối với tôi là những hành động của tôi, và cho bạn những hành động của bạn. Bạn đang rời từ những gì tôi làm, và tôi rời từ những gì bạn làm.
zu: Futhi uma they ngakuphika, [O Muhammad], bathi, "Ngoba kimi izenzo zami, futhi wena ngezenzo zakho. Wena liqhelelaniswa nenkolo engikwenzayo, futhi ngiyakhathazeka liqhelelaniswa nenkolo wenzani."

# Quran1406
source: And among them are those who listen to you. But can you cause the deaf to hear, although they will not use reason?
ca: I entre ells són els que escoltar-lo. Però poden causar el sord a escoltar, encara que no vagin a utilitzar raó?
cy: Ac yn eu plith mae rhai sydd yn gwrando arnoch chi. Ond gallwch achosi i'r Byddar i glywed, er nad oeddent yn defnyddio'r rheswm?
da: Og blandt dem er dem, der lytter til dig. Men kan du give de døve til at høre, selv om de ikke vil bruge årsagen?
el: Και ανάμεσά τους είναι εκείνοι που σε ακούει. Αλλά μπορεί να σας προκαλέσει κωφών να ακούσω, αν και δεν θα χρησιμοποιήσουν το λόγο;
et: Ja nende seas on need, kes ära kuulata. Kuid võib põhjustada kuulmiseks Kurt kuigi kasutamata põhjus?
fi: Ja joukossa on niitä, jotka kuuntelevat sinua. Mutta voi aiheuttaa kuuroja, vaikka he eivät käytä syy?
he: ביניהם, הם אלה אשר יקשיבו לך. אבל אתה יכול לגרום החירשים לשמוע, למרות שלא ישתמשו סיבה?
hr: I među njima su oni koji te sluša. Ali može uzrokovati gluhi čuti, iako neće koristiti razlog?
lt: Ir tarp jų yra tie, kurie jus išklausyti. Bet gali sukelti kurtiesiems išgirsti, nors jie nepanaudos priežastis?
lv: Un starp tiem arī tādi, kuri jūs uzklausīt. Bet jums var izraisīt nedzirdīgajiem dzirdēt, lai gan tie neizmantos iemesls?
nb: Blant dem er de som hører til deg. Men kan du føre døve høre, selv om de ikke bruker grunn?
sk: A medzi nimi sú tí, ktorí počúvajú vás. Ale môže spôsobiť hluchí počujú, hoci nebudú používať dôvod?
sl: In med njimi so tisti, ki zna prisluhniti. Vendar lahko povzroči gluhe slišati, čeprav bo uporabljajo razlog?
sr_cyrl: А међу њима су и они који те слуљам. Али ти изазивају глуве чути, иако они неће користити разлог?
sr_latn: A među njima su i oni koji te sluљam. Ali ti izazivaju gluve čuti, iako oni neće koristiti razlog?
uk: І серед них є ті, хто слухає вас. Але ви може викликати глухих почути, хоча вони не використовуватиме їх причина?
vi: Và trong số đó có những người lắng nghe bạn. Nhưng bạn có thể gây điếc nghe, mặc dù họ sẽ không sử dụng lý do?
zu: Futhi phakathi kwabo kukhona nalabo ukukulalela.

# Quran1407
source: And among them are those who look at you. But can you guide the blind although they will not [attempt to] see?
ca: I entre ells són els que miren. Però pot guiar els cecs encara que es no [intentar] veure?
cy: Ac yn eu plith mae rhai sy'n edrych arnoch chi. Ond gall chi tywys y Deillion er y byddant yn nid [ymgais i] gweler?
da: Og blandt dem er dem, der ser på dig. Men kan du guide blinde, selv om de vil ikke [forsøg på at] Se?
el: Και ανάμεσά τους είναι εκείνοι που σε κοιτάξει. Αλλά μπορεί να σας καθοδηγήσει τους τυφλούς, αν και θα το κάνουν δεν [προσπάθεια να] Δείτε;
et: Ja nende hulgas on neid, kes vaatan sind. Aga kas sa juhib pime, kuigi nad ei [katse] vt?
fi: Ja joukossa on niitä, jotka katsovat sinua. Mutta voi ohjata sokea, vaikka he [yritys] näe?
he: ביניהם, הם אלה אשר תראה אותך. אבל אפשר מדריך העיוור למרות שכן לא [מנסה] ראה?
hr: I među njima su oni koji pogled na vas. Ali možete voditi slijepe iako oni će ne [pokušaj] vidjeti?
lt: Ir tarp jų yra tie, kurie žiūrėti į tave. Bet galite vadovauti aklųjų nors jie bus [bandymas] nematau?
lv: Un starp tiem arī tādi, kuri skatās uz tevi. Bet var jūs guide neredzīgajiem, kaut arī tie nav [mēģinājums] Sk?
nb: Blant dem er de som ser på deg. Men kan du lede blinde selv om de ikke [forsøk på å] se?
sk: A medzi nimi sú tí, ktorí vyzerajú na vás. Ale môžete viesť nevidiacich, hoci budú nevidí [pokus]?
sl: In med njimi so tisti, ki je videti na vas. Vendar lahko vodite slepe, čeprav bodo ne [poskus] glej?
sr_cyrl: А међу њима су и они који те гледам. Али , упутства за слепе иако они ће [покушај] видели?
sr_latn: A među njima su i oni koji te gledam. Ali, uputstva za slepe iako oni će [pokušaj] videli?
uk: І серед них ті, хто дивиться на вас. Але ви можете направляти сліпих, хоча не бачимо [спроба], вони будуть?
vi: Và trong số đó có những người nhìn vào bạn. Nhưng bạn có thể hướng dẫn người mù mặc dù họ sẽ không [cố gắng] thấy?
zu: Futhi phakathi kwabo kukhona nalabo ngikubheke.

# Quran1408
source: Indeed, Allah does not wrong the people at all, but it is the people who are wronging themselves.
ca: De fet, Allah no malament la gent gens, però és la gent que estan wronging-se.
cy: Yn wir, nid yw Allah yn anghywir y bobl o gwbl, ond y bobl sydd yn wronging eu hunain.
da: Faktisk Allah forkerte ikke folk på alle, men det er de mennesker, der gøre sig selv.
el: Πράγματι, Αλλάχ λάθος σε όλα τα άτομα, αλλά είναι οι άνθρωποι που οι ίδιοι αδικούσαμε.
et: Tõepoolest, Allah ei eksinud inimesi üldse, kuid on inimesi, kes on ise wronging.
fi: Allah ei väärin ihmisiä ollenkaan, mutta se on ihmisiä, jotka ovat wronging itse.
he: אכן, אללה לא טעה העם בכלל, אבל זה האנשים הם ההיתר עצמם.
hr: Zaista, Allah ne krivi ljudi na sve, ali ljudi koji su sami wronging.
lt: Iš tiesų, Dievas ne wrong žmonės ne visi, bet yra žmonių, kurie yra wronging patys.
lv: Patiešām, Allah nepareizi cilvēki vispār, bet tas ir cilvēkiem, kuri ir wronging sevi.
nb: Faktisk Allah feil ikke folk på alle, men det er de som er wronging seg.
sk: Vskutku, Alah zle ľudí vôbec, ale je to ľudia, ktorí sú sami wronging.
sl: Res, Allah ne narobe ljudi, vendar je ljudi, ki so wronging sami.
sr_cyrl: Заиста , Аллах све је у реду људи уопште, али је људи који су сами себе wронгинг.
sr_latn: Zaista, Allah sve je u redu ljudi uopšte, ali je ljudi koji su sami sebe wronging.
uk: Дійсно, Аллах неправильно народу на всіх, але це люди, які є wronging себе.
vi: Thật vậy, Allah không sai người ở tất cả, nhưng đó là những người wronging mình.
zu: Ngempela, Allah asipheli okungalungile abantu nhlobo, kodwa kuba abantu abenza wronging ngokwabo.

# Quran1409
source: And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allah and were not guided
ca: I en el dia quan va reunir-se, [es] com si no havia quedat [en el món] però una hora del dia, [i] sabran mútuament. Els hauran perdut que nega la reunió amb Allah i no es van regir
cy: Ac ar y diwrnod pan fydd ef gasglu iddynt, [fydd] fel pe na baent wedi parhau [yn y byd] ond yn awr y dydd, [a] bydd nhw'n adnabod ei gilydd. Bydd rhai wedi colli sy'n gwrthod y cyfarfod gydag Allah ac nad oedd arweiniad
da: Og på den dag, hvor han vil samle dem, [man] som om de ikke havde forblev [i verden] men en time af dagen, [og] de vil kende hinanden. De vil have mistet der nÃ¦gtet møde med Allah og blev ikke styret
el: Και την ημέρα όταν αυτός θα συγκεντρώσει τους, [είναι] σαν δεν έμεναν [στον κόσμο] αλλά μια ώρα της ημέρας, [και] θα γνωρίζονται μεταξύ τους. Θα έχετε χάσει εκείνους που αρνήθηκε τη συνάντηση με τον Αλλάχ και δεν ήταν καθοδηγούμενη
et: Ja kuna ta kogub neid, päeval [oleks] nii nagu nad ei viibinud [Maailm] kuid tund päevas [ja] nad üksteist tundma. Need on kaotanud, kes eitas kohtumist Allah ja olid giidiga
fi: Ja kun hän kokoaa, [on] Jos ne oli ei ollut [maailma] mutta tunnin päivässä ja he tuntevat toisensa. Ne ovat menettäneet, joka kieltää Jumalan tapaaminen ja eivät ohjaa
he: וביום מתי הוא לאסוף אותם, [יהיה] כאילו הם לא נשארו [העולם] אבל שעה של היום, [ו] הם ידעו אחד את השני. אלה איבדו מי נדחתה הפגישה עם אללה, לא מונחים
hr: I na dan kada će okupiti ih, [to se] kao da im je ostala [u svijetu] sat dan, [i] znati jedni druge. One će izgubiti koji nije prihvatio sastanak s Allahom i nisu vodili
lt: Ir tą dieną, kada jis bus surinkti juos, [būtų], jei jie ne liko [pasaulio] bet valandą dienos, [ir] jie bus žino vienas kitą. Tie neteko kurie neigė susitikimo su Dievo ir ne vadovaujasi
lv: Un tajā dienā, kad viņš būs savākt tos, [ir], ja tie nav palika [Pasaule] tikai stundu dienā [un] tie būs iepazīt vienam otru. Tie ir zaudējuši, kas noliedza sapulces ar Allah un ne tika Vadīta
nb: Og på den dag når han vil samle dem, [det er] som om de ikke hadde holdt [verden] men en time av dagen og de vet hverandre. De vil ha mistet som nektet møtet med Allah og ble ikke guidet
sk: A v deň, kedy sa stretnú, [bude] ako keby zotrvali nie [v rámci] ale hodinu dňa, [a] budú vedieť navzájom. Tí prišli, ktorí poprel stretnutie s Alah a nie boli vedení
sl: In na dan, ko je zbrati, [je] kot če so ne ostali [v svetu] vendar eno uro na dan, [in] bodo vedeli drug drugega. Tiste bo izgubil, ki zanikal sestanka s Allah in niso bili vodeni
sr_cyrl: И на дан кад он њих, окупиће [биће] као да су имали нису остале [свијета] али сат у дану, [и] да ће се познају. Оне ће изгубио, који је негирао састанак са Алахом и нису били вођени
sr_latn: I na dan kad on njih, okupiće [biće] kao da su imali nisu ostale [svijeta] ali sat u danu, [i] da će se poznaju. One će izgubio, koji je negirao sastanak sa Alahom i nisu bili vođeni
uk: І того дня, коли він збере їх [буде] як якщо б вони не залишилися [в світі] але години дня, [і] вони будуть знати один одного. Ті, буде втрачено, хто заперечував зустрічі з Аллах і не керувалися
vi: Và trong ngày khi ông sẽ thu thập họ, [sẽ] nếu như họ không vẫn [thế giới] nhưng một giờ trong ngày, [và] chúng sẽ biết lẫn nhau. Những người sẽ mất những người từ chối cuộc họp với Allah và không có hướng dẫn
zu: Futhi ngoSuku lokha ngibabuthe, [ke kuyoba] kwaba sengathi abazange bahlale [emhlabeni], kodwa ihora ngosuku, [futhi] bazi nomunye.

# Quran1410
source: And whether We show you some of what We promise them, [O Muhammad], or We take you in death, to Us is their return; then, [either way], Allah is a witness concerning what they are doing
ca: I si et mostrem algunes de què ens comprometem-los, [O Muhammad], o ens portarà a la mort, ens és seu retorn; llavors, [qualsevol manera], Allah és un testimoni sobre el que estan fent
cy: A boed inni ddangos ichi rai o'r hyn rydym yn ei addo iddynt, [O Muhammad], neu ein chi mewn marwolaeth, i ni yw eu dychwelyd; Yna, [y naill ffordd], Allah yw tyst ynghylch beth y maent yn ei wneud
da: Og uanset om vi viser dig nogle af hvad vi lover dem, [O Muhammad], eller vi tager dig i døden, for os er deres tilbagevenden; [enten måde], Allah er vidne om, hvad de laver
el: Και αν σας δείχνουμε μερικά από ό, τι υποσχόμαστε τους, [Ο Μωάμεθ], ή θα σας μεταφέρει στο θάνατο, μας είναι την επιστροφή τους. στη συνέχεια, [οπως] Αλλάχ είναι μάρτυρας σχετικά με το τι κάνουν
et: Ja kas me näitan sulle mõned mida lubame neil [O Muhammad], või me teid surmaga, meile on nende tagastamist; siis [Kas nii], Allah on tunnistaja kohta, mida nad teevad
fi: Ja onko meidän näyttää sinulle joitakin mitä lupaamme niitä [Oi Muhammed] tai otamme sinut kuoleman, meille on paluun; [joka tapauksessa] Jumala onkin todistustamme, mitä he tekevät
he: אם נוכל להראות לך. מה אנחנו מבטיחים להם, [O מוחמד], או שניקח אותך במוות, לנו הוא שובם; לאחר מכן, [בכל מקרה], אללה הוא עדות לגבי מה הם עושים
hr: I da li ćemo vam pokazati neke od njih, [O Muhammad], obećavamo ili smo vas odvesti u smrt, da nas je njihov povratak; zatim, [god], Allah je svjedok o što oni su događaj
lt: Ir mes parodysime jums kai ką pažadame juos, [O Muhammad], ar mes jus mirtimi, mums yra jų grįžimą; tada [bet kuriuo], Dievas yra liudytojas dėl ką jie daro
lv: Un vai mēs parādīsim jums, daži par to, ko mēs apsolām, ka viņiem [O Muhammad], vai mēs tevi nāve, un mums ir viņu atgriešanos; tad [katrā ziņā], Allah ir liecinieks, kas attiecas uz to, ko viņi dara
nb: Og om vi viser deg noen av det vi lover dem, [O Muhammad], eller vi ta deg død, til oss er deres avkastning; deretter [uansett] Allah er et vitne om hva de gjør
sk: A ukážeme vám niektoré čo sľubujeme, že ich [Mohamed], či sme vás smrť pre nás je ich návratu; potom [buď ako], Boh je svedkom týkajúce sa, čo robia
sl: In mi pokazal nekaj kar smo obljubili, jih, [O Muhammad], ali smo vas popeljejo v smrt, nas je njihovo vrnitev; nato [Kakorkoli], Allah je priča o, kaj delajo
sr_cyrl: А да ли ми ти показати неке од њих, [О Мухаммад], и Обећавамо, или да те одведемо у смрт, нас је њихов повратак; Онда , [Какогод], Аллах је свједок у вези како су
sr_latn: A da li mi ti pokazati neke od njih, [O Muhammad], i Obećavamo, ili da te odvedemo u smrt, nas je njihov povratak; Onda, [Kakogod], Allah je svjedok u vezi kako su
uk: І ми покажемо вам деякі з те, що обіцяємо їх [O Мухаммад], чи ми взяти вас в смерті, нам їх повернення; потім [будь-якому випадку], Аллах є свідчення про те, що вони роблять
vi: Và cho dù chúng tôi hiển thị cho bạn một số những gì chúng tôi đã hứa với họ, [O Muhammad], hoặc chúng tôi đưa bạn trong cái chết, chúng tôi là trở lại của họ; sau đó, [một trong hai cách], Allah là một nhân chứng liên quan đến những gì họ đang làm
zu: Futhi kungakhathaliseki We tshengisa you nye of babe we thembisa them, [Jehova Muhammad], noma Sithatha nawe ekufeni, us is bebuyile;

# Quran1411
source: And for every nation is a messenger. So when their messenger comes, it will be judged between them in justice, and they will not be wronged
ca: I per a cada nació és un Missatger. Així quan seu Missatger arriba, seran jutjats entre ells en justícia, i no ser injustament
cy: Ac ar gyfer pob gwlad yn negesydd. Felly, pan ddaw eu messenger, caiff ei farnu rhyngddynt mewn cyfiawnder, ac ni Bydd maent yn cam
da: Og for hver nation er en budbringer. Så når deres messenger, det vil blive bedømt mellem dem i retfærdighed, og de vil ikke blive krænket
el: Και για κάθε έθνος είναι ένας αγγελιοφόρος. Έτσι όταν τους το messenger έρχεται, θα κριθεί μεταξύ τους στον τομέα της δικαιοσύνης, και δεν θα αδικηθεί
et: Ja igale rahvusele on messenger. Nii saavad messenger saabudes hinnatakse omavahelise õigluse ja nad ei ülekohtu
fi: Ja jokainen kansakunta on sanansaattaja. Joten kun heidän Airut tulee, sitä arvioidaan niiden oikeudenmukaisuuden välillä, ja ne ei vääryyttä
he: עבור כל אומה הוא שליח. כשיגיע שליח שלהם זה יישפטו ביניהם: צדק, הם לא יהיה עוול
hr: I za svaki narod je glasnik. Kada Glasnik dođe, to će suditi između njih u pravdu, i neće biti nepravdu
lt: Ir kiekviena tauta yra messenger. Todėl atėjus savo pasiuntinį, ji bus vertinama tarpusavio Teisingumo, ir jie negali būti nuskriausti
lv: Un katrai tautai ir ziņnesis. Tad, kad to messenger nāk, tas tiks vērtētas savstarpējo tiesu, un viņi nevar būt kaitējums
nb: Hver nasjon er en budbringer. Så når sin messenger kommer, det vil bli bedømt mellom dem i rettferdighet, og de vil ikke bli gjort urett
sk: A pre každý národ je posol. Takže keď ich messenger, bude posudzovaná v spravodlivosti, a oni budú nie poškodené
sl: In za vsak narod je messenger. Tako ko svoje messenger pride, bo treba presojati med njimi v pravičnosti, in ne bodo oškodovani
sr_cyrl: И за сваки народ је гласник. Тако да када њихов гласник дође, то ће се судити између њих у правду, и они ће бити преварена
sr_latn: I za svaki narod je glasnik. Tako da kada njihov glasnik dođe, to će se suditi između njih u pravdu, i oni će biti prevarena
uk: А для кожної нації messenger. Так що коли їх messenger йде, він буде судити між ними в справедливості, і вони не бути ображені
vi: Và đối với mỗi quốc gia là người đưa tin. Vì vậy khi messenger của họ, nó sẽ được đánh giá giữa chúng trong công lý, và họ sẽ không được wronged
zu: Futhi isizwe zonke kuyinto isithunywa.

# Quran1412
source: And they say, "When is [the fulfillment of] this promise, if you should be truthful?"
ca: I van dir: "quan és [el compliment de] Aquesta promesa, si vostè ha de ser veraç?"
cy: Ac maent yn dweud, "pan [flawd o] hwn addewid, os dylai fod yn eirwir?"
da: Og de siger, "når er opfyldelsen af dette løfte, hvis du skulle være sandfærdig?"
el: Και αυτοί λένε, "όταν είναι [η εκπλήρωση της] Αυτή η υπόσχεση, αν θα πρέπει να είναι αληθείς;»
et: Ja nad ütlevad, "kui ei [täitmise] See lubadus, kui sa peaksid olema tõesed?"
fi: Ja he sanovat, "kun on [täyttymys] Tämä lupaus, jos sinun pitäisi olla rehellinen?"
he: הם אומרים, "כאשר הוא [ההתגשמות של] הבטחה זו, אם אתה צריך להיות כנה?"
hr: I oni kažu, "kada je [ispunjenja] ovo obećanje, ako bi trebao biti iskren?"
lt: Ir jie sako: "kai [įgyvendinti] Šis pažadas, jei jūs turite būti teisingi?"
lv: Un viņi saka: "kad ir [izpildi] šo solījumu, ja jums ir jābūt patiesam?"
nb: Og de sier, "når er [oppfyllelsen av] løftet, dersom du skulle være sannferdig?"
sk: A oni hovoria, "keď je [splnenie] tento sľub, ak by ste mali byť pravdivé?"
sl: In reči, "ko je [izpolnitev] to obljubo, če bi morali biti resnične?"
sr_cyrl: А они кажу, "када је [испуњења] обецање, да си био искрен?"
sr_latn: A oni kažu, "kada je [ispunjenja] obecanje, da si bio iskren?"
uk: І вони кажуть, "коли є [виконання] ця обітниця, якщо ви повинні бути правдивими?"
vi: Và họ nói, "khi là [hoàn thành] lời hứa này, nếu bạn nên trung thực?"
zu: Futhi bathi, "Lapho kuba [ukugcwaliseka kwaleso] lesi sithembiso, uma kufanele kube truthful?"
