Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1751
source: Alif, Lam, Ra. [This is] a Book which We have revealed to you, [O Muhammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -
ca: Alif, Lam, ra. [és] un llibre que ens ha revelat a vostè, [O Muhammad], que podria portar la humanitat de darknesses a la llum amb permís del seu Senyor - al camí de l'exaltat en el poder, la Praiseworthy -
cy: Ardal adfywio. Alif, Lam, [yw hwn] llyfr a ydym wedi datgelu i chi, [O Muhammad], y gallech ei dynolryw allan o darknesses i oleuni drwy ganiatâd eu Arglwydd-y llwybr o Exalted yn efallai, y Praiseworthy-
da: Alif, Lam, Ra. [det er] en bog, som vi har åbenbaret for dig, [O Muhammad], at du kan bringe menneskeheden ud af nysgerig i lyset ved tilladelse af deres Herre - til stien til ophøjede i magt, Praiseworthy -
el: Ρα Αλίφ, λαμ, [είναι] ένα βιβλίο που έχουμε αποκαλύψει σε σας, [Ο Μωάμεθ], ότι ενδέχεται να μπορείτε να φέρετε την ανθρωπότητα από darknesses στο φως με την άδεια του Λόρδου - στη διαδρομή του Exalted στην μπορούσε, το Praiseworthy -
et: Hotell Alif, Lam, Ra. [on] raamat, milles teatati me teile [O Muhammad], et võiks tuua inimkonnale välja darknesses valgusesse loal nende Issand - teele ülendatud Might, Praiseworthy -
fi: Alif, Lam, Ra. Tämä on kirja, mitä olemme paljastaneet sinulle [Oi Muhammed], että voit tuoda ihmiskunnan pois tummuusasteilla valoon luvalla Herransa - Ylhäinen voisi Praiseworthy - polku
he: רה אליף, לאם, [זה] ספר שבו נחשפו לך, [O מוחמד], עלול להביא האנושות מחוץ אפלות לתוך האור ברשותו של הלורד - לנתיב של לרוממו, אולי, Praiseworthy -
hr: Alif, Lam, Ra. ovo je knjiga koju smo otkrili da ti [O Muhammad], da možeš dovesti čovječanstvo iz trenutci u svjetlo uz dopuštenje svoga gospodara - put Exalted u bi, Praiseworthy -
lt: Alif, Sam, Ra. [tai] knygos, kuri mums atskleidė jums, [O Muhammad], kad jums gali duoti žmonijai iš darknesses į šviesą iš leidimo savo pono - kelią Exalted, gali, Praiseworthy -
lv: Alif, Lam, Ra. [tas] grāmatu, kas mums ir atklāts jums [O Muhammad], ka varētu dot cilvēcei no darknesses gaismā pēc atļaujas to Lord - ceļš, iespējams, Praiseworthy - izredzētais
nb: Alif, Lam, Ra. [Dette er] en bok som vi har åpenbart deg, [O Muhammad], at du kunne bringe menneskeheten av darknesses inn i lyset med tillatelse fra deres Herre - til banen for opphøyet i makt, Praiseworthy -
sk: Alif, Lam, Ra. [je] knihy, ktoré sme odhalili vám [Mohamed], že môžete priniesť ľudstvu z darknesses do svetla so zvolením svojho pána - cesta postáv by, Praiseworthy -
sl: Alif, Lam, Ra. [je] knjigo, ki smo pokazali vam, [O Muhammad], da morda bi človeštvo iz darknesses v svetlobo z dovoljenjem svojega Gospoda - pot Exalted v oblast, Praiseworthy -
sr_cyrl: Алиф , Лам, Ра. [ово је] књигу коју смо имати ти откривено, [О Мухаммад], да људски род из моје.и могао довести у свјетло уз дозволу од свог господара - на пут Еxалтед у снагом, Праисеwортхy -
sr_latn: Alif, Lam, Ra. [ovo je] knjigu koju smo imati ti otkriveno, [O Muhammad], da ljudski rod iz moje.i mogao dovesti u svjetlo uz dozvolu od svog gospodara - na put Exalted u snagom, Praiseworthy -
uk: Аліф, Lam, ра. [це] книги, яку ми показали вам, [O Мухаммад], що людство з darknesses може принести в світло з дозволу свого Господа - шлях Exalted в меча, Praiseworthy -
vi: Alif, Lam, Ra. [đây là] một cuốn sách mà chúng tôi đã tiết lộ cho bạn, [O Muhammad], rằng bạn có thể mang lại cho nhân loại ra khỏi darknesses vào ánh sáng bởi sự cho phép của lãnh chúa của họ - để đường đi của Exalted, có thể, Praiseworthy -
zu: Alif, Lam, Ra.

# Quran1752
source: Allah, to whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers from a severe punishment
ca: Allah, a qui pertany el que està en el cel i el que està en la terra. I Ai disbelievers des d'un càstig sever
cy: Mae'r Allah, perthyn i bwy beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. A gwae i y disbelievers rhag cosb difrifol
da: Allah, hører som hvad der er i himlene og hvad der er på jorden. Og ve til vantro fra en hård straf
el: Αλλάχ, στους οποίους ανήκει ό, τι είναι στους ουρανούς και στη γη. Και αλίμονο στους disbelievers από μια σοβαρή τιμωρία
et: Jumal, kellele kuulub iganes on taevas ja mis on maa peal. Ja häda on uskottomille karm karistus
fi: Jumala, jolle kuuluu mitä on taivaassa ja mitä on maan päällä. Ja voi uskottomille ankara rangaistus
he: אללה, למי שייך כל מה הוא בשמים והוא מה על פני האדמה. . ואוי disbelievers מ עונש חמור
hr: Allah, kome pripada sve što je na nebesima i na zemlji. I teško se iskuse od teške kazne
lt: Dievas, kuriam priklauso kokia yra danguje ir kas yra ant žemės. Ir Vargas, disbelievers nuo sunkios bausmės
lv: Allāh, kam pieder kāds ir debesis un visu, kas atrodas zemes. Un bēdas disbelievers no bargu sodu
nb: Allah, tilhører som i himmelen og det som er på jorden. Og ve til troende fra en streng straff
sk: Alah, komu patrí, čo je v nebesiach a čo je na zemi. A Beda neveriacim prísne potrestanie
sl: Allah, komu pripada, karkoli je v nebesih in karkoli je na zemlji. In Oprosti za disbelievers iz huda kazen
sr_cyrl: Алах , коме припада шта год је на небесима, и шта год је на земљи. И тешко скептике од озбиљне казне
sr_latn: Alah, kome pripada šta god je na nebesima, i šta god je na zemlji. I teško skeptike od ozbiljne kazne
uk: Аллах, до яких належить все, що знаходиться в небесах, і все, що є на землі. І горе в disbelievers від покарання
vi: Allah, mà thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và khốn cho các thì từ một hình phạt nặng
zu: Allah, kuze whom fanele konke bhakabhaka konke emhlabeni.

# Quran1753
source: The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah, seeking to make it (seem) deviant. Those are in extreme error.
ca: Els que prefereixen la vida mundana sobre el més enllà i evitar [persones] de la manera d'Allah, tractant de fer que (sembla) anormals. Aquests són en l'error extrema.
cy: Y rhai sy'n well gan y bywyd worldly dros y o hyn ymlaen ac osgoi [pobl] o'r ffordd o Allah, yn ceisio gwneud ei (mae'n ymddangos) gwyrdröedig. Mae'r rheini'n mewn camgymeriad eithafol.
da: Dem, der foretrækker den verdslige liv over hinsidige og afværge [folk] fra måde Allah, søger at gøre det (tilsyneladende) afvigende. De er i ekstrem fejl.
el: Αυτοί που προτιμούν την κοσμική ζωή πάνω συνέχεια και να αποτρέψουν την [Πρόσωπα] από το δρόμο του Αλλάχ, ώστε να καταστεί αποκλίνουσα (φαίνεται). Αυτά είναι σε ακραίες πλάνη.
et: Need, kes eelistavad maiste elu edaspidi üle ja vältida [inimesed] sellest, kuidas Jumal, keda oleks (ilmselt) hälbiv. Need on äärmiselt viga.
fi: Niitä, jotka mieluummin maallista elämää jäljempänä ja välttää [ihmiset] siitä, miten Jumala haluaa tehdä (näyttää) poikkeava. Ne ovat äärimmäisiä virhe.
he: אלה מעדיף את החיים הגשמיים על פני בעולם הבא, למנוע [אנשים] מן הדרך של אללה, המבקשים להגיע (נראה) סוטה. אלה בטעות קיצוניים.
hr: Oni koji vole svjetovni život preko nadalje i spriječiti [ljudi] od načina na koji Allah, da to napravi (izgleda) devijantno. To su u ekstremnim pogrešku.
lt: Tie, kurie nori žemiškas gyvenimas per toliau ir išvengti [žmonės] nuo to, kaip Dievas, ieškau, kad jis (atrodo) deviantinio. Jie yra labai klaidingai.
lv: Tie, kas priekšroku turpmāk pasaulīgās dzīves un novērst [cilvēku] no Allah, cenšoties padarīt to veidu (šķiet), deviant. Tie ir ārkārtīgi kļūdainas.
nb: De som foretrekker verdslige livet over hinsidige og avverge [folk] fra måten Allah, søker å gjøre det (synes) avvikende. De er ekstreme feil.
sk: Tí, ktorí radšej pozemský život cez nižšie a odvrátiť [ľudia] z cesty Boha, snaží sa to (zrejme) deviantné. Tie sú extrémne omylom.
sl: Tisti, ki raje posvetno življenje nad v nadaljevanju in preprečiti [ljudje] iz pot Allah, želijo, da bi to (se zdi) deviant. So v skrajno napake.
sr_cyrl: Они који воле земаљски живот преко надаље и отклоне [људи] од пута Аллах, да од њега направи (изгледа) девијантно. То су екстремне грешком.
sr_latn: Oni koji vole zemaljski život preko nadalje i otklone [ljudi] od puta Allah, da od njega napravi (izgleda) devijantno. To su ekstremne greškom.
uk: Ті, хто вважають за краще мирські життя над П'єра і запобігти [чоловік] від того, як Аллаха, які прагнуть зробити це (здається) девіантної. Ті, в крайньому помилка.
vi: Những người thích cuộc sống trần tục qua đời sau, và ngăn chặn [người] cách của Allah, tìm cách làm cho nó (có vẻ) tà. Đó là những lỗi cùng cực.
zu: The ones abakhetha worldly pilo dlulile Hereafter futhi ugweme [abantu] endleleni Allah, efuna ukuba alenze (kubonakale) ezihlanekezelwe.

# Quran1754
source: And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might, the Wise.
ca: I no ens va enviar un Missatger excepte [parlar] en la llengua del seu poble a estat clarament per a ells, i Allah envia per mal camí [que] qui va testaments i guies qui ell voluntats. I l'exaltat en forces, el savi.
cy: Ac na fyddem yn anfon unrhyw negesydd ac eithrio [siarad] yn iaith ei bobl i wladwriaeth glir iddynt, a Allah anfon ar gyfeiliorn [ac felly] pwy ef wills a hysbysiadau y mae ef yn wills. Ac ef yw Exalted yn efallai, yn y doeth.
da: Og vi sendte ikke nogen messenger undtagen [taler] i sproget i hans folk at staten klart for dem, og Allah sender på afveje [dermed] hvem han Testamente og guider hvem han Testamente. Og han er ophøjede i magt, klogt.
el: Και εμείς δεν έστειλε κάθε αγγελιοφόρος εκτός [μιλούν] στη γλώσσα του λαού στην κατάσταση σαφώς για τους, και Αλλάχ στέλνει παραστρατημένος [έτσι] τον οποίο και Διαθήκες οδηγοί τους οποίους διαθήκες. Και αυτός είναι η Exalted στην μπορούσε, του Σοφού.
et: Me ei saatnud kõik Messengeri v.a [kõneldes] oma rahva keeles riigile selgelt neid ja Jumal saadab astray [seega] keda ta tahab ja juhendid, keda ta tahab. Ja ta on ülendatud Might, tark.
fi: Emme lähetä mitään messenger paitsi [puhua] kansaansa kielellä valtion selvästi niille, ja Jumala lähettää harhaan [ja] jotka hän tahtoo ja ohjaa kenet tahtoo. Ja hän on Ylhäinen voisi viisas.
he: אנחנו לא שלח שליח חוץ [מדבר] בשפה של האנשים שלו למצב בבירור עבורם, ושולח אללה מדרך הישר [ובכך] מי הוא צוואות ומדריכים מי שהוא חפץ. . והוא לרוממו באולי, החכם...
hr: Možemo poslati bilo Glasnik osim [govoreći] na jeziku svoga naroda u stanje jasno za njih i Allah šalje zalutati [time] koga on hoće i kome hoće. I on je Exalted u moć, mudri.
lt: Ir mes nesiuntė bet messenger išskyrus [kalba] savo tautos kalba valstybei aiškiai jiems, ir Dievas siunčia kelio [taip] kuriems jis testamentų ir vadovai kam jis nori. Ir jis yra Exalted, gali, Išminčius.
lv: Mēs nesūtīja visas messenger, izņemot [uzrunā] savas tautas valodā valsts skaidri viņiem un Allah sūta apmaldīties [tādējādi] kuru viņš piespiež un ceļveži kuru viņš vēlas. Un viņš ir izredzētais, kas, iespējams, gudrs.
nb: Vi sende ikke noen messenger unntatt [tale] i språket sitt folk til tilstanden klart for dem og Allah sender avveie [og] som han wills og guider som han wills. Og han er opphøyet i Might, Wise.
sk: Sme neposlali žiadne messenger, okrem [hovoriť] v jazyku ľudí, jeho štátu jasne pre nich a Alah pošle scestie [tak] koho on wills a sprievodcov, koho on chce. A on je postáv by, múdry.
sl: In mi ni poslal vse sel razen [govoru] v jeziku svojega ljudstva država jasno zanje in Alah pošlje zašel [tako] ki je oporok in koga je oporok vodi. In on je Exalted v oblast, pametno.
sr_cyrl: И ми није послао неки гласник осим [говоре] на језику његовог народа у стање јасно за њих, и Аллах шаље на одмет [Тиме] коју је Wиллис и води кога он Wиллис. И он је Еxалтед у моћ, мудри.
sr_latn: I mi nije poslao neki glasnik osim [govore] na jeziku njegovog naroda u stanje jasno za njih, i Allah šalje na odmet [Time] koju je Willis i vodi koga on Willis. I on je Exalted u moć, mudri.
uk: Ми не надсилайте будь-який messenger, за винятком [говорити] мовою свого народу до стану чітко для них і, Аллах посилає оману [тим самим] кого він воля і направляє кого він хоче. І він Exalted в меча, Мудрого.
vi: Chúng tôi đã không gửi bất kỳ messenger trừ [nói] trong ngôn ngữ của người dân của mình để nhà nước rõ ràng cho họ và Allah gửi lạc lối [do đó] người mà ông wills và hướng dẫn người mà Ngài muốn. Và ông là Exalted trong có thể, sự khôn ngoan.
zu: Futhi We cha sa phi gijimi [ukukhuluma] ngolimi abantu bakhe ukuba basho ngokucacile ngabo, futhi Allah sa astray [ngaleyo ndlela] He tando futhi khaphi He tando.

# Quran1755
source: And We certainly sent Moses with Our signs, [saying], "Bring out your people from darknesses into the light and remind them of the days of Allah." Indeed in that are signs for everyone patient and grateful.
ca: I certament enviem Moses amb rètols, [dir], "Bring fora la gent de darknesses a la llum i recordar-los dels dies de Allah." Fet que són signes per a tots els pacients i agraït.
cy: Ac yn sicr, anfonwyd Moses gyda ein arwyddion, [dweud], "dod allan eich pobl o darknesses i'r golau a'u hatgoffa o ddyddiau Allah." Yn wir yn hynny yn arwyddion i bawb cleifion ac yn ddiolchgar.
da: Og vi helt sikkert sendte Moses med vores tegn [siger], "Bring ud din folk fra nysgerig ind i lyset og minde dem om dagene af Allah." Faktisk er i dette tegn for alle patient og taknemmelig.
el: Και στείλαμε βέβαια Moses µε σύµβολα μας [λέγοντας], «φέρτε το λαό σου από darknesses στο φως και να σας υπενθυμίσω των ημερών του Αλλάχ.» Βέβαια υπάρχουν σε αυτά σημεία για όλους ασθενών και ευγνώμων.
et: Ja me kindlasti saadetakse Moses meie märke [öelda], "Too välja oma inimesi darknesses valgusesse ning tuletada meelde Jumalat päeva." Tõepoolest, et on märke kõigile patsientide ja tänulik.
fi: Ja varmasti lähetimme Moses merkkejä, [sanoen] "tuo ulos ihmisiä tummuusasteilla valoon ja muistuttaa heitä Allah päivää." Todellakin, että ovat merkkejä kaikkien potilaiden ja kiitollinen.
he: בהחלט ושלחנו Moses עם השלטים שלנו, [ואמר] "הביאו החוצה שלך מאנשים אפלות לתוך האור ולהזכיר להם את הימים של אללה." אכן בזה הם סימנים לכולם החולה ואסיר.
hr: I smo sigurno poslali Moses s našim znakovima, [rekao], "Bring van od trenutci u svjetlo i podsjeti ih dana Allah." Doista su to znakovi za svakoga strpljiv i zahvalan.
lt: Ir mes tikrai išsiuntė Moses su mūsų ženklai, [sako], "Bring iš jūsų žmonės iš darknesses į šviesą ir priminti jiems apie Dievo dienų." Iš tiesų tame yra ženklai visiems pacientų ir dėkingas.
lv: Un mēs noteikti pārsūtīts Moses mūsu zīmes [saka] "Bring ārpus jūsu cilvēki no darknesses uz gaismu un atgādinātu par Allah dienas." Patiešām, ka ir pazīmes visiem pacientu un pateicīgs.
nb: Og vi sikkert sendte Moses med våre tegn, [sier], "ta ut folk fra darknesses inn i lyset og minne dem om dagene av Allah.» Faktisk er som tegn for alle tålmodig og takknemlig.
sk: A určite sme poslali Moses s našich značiek [povedať], "aby sa vaši ľudia z darknesses do svetla a pripomenúť im, dni Alaha." Naozaj v tom, že sú príznaky pre každého pacienta a vďačný.
sl: In zagotovo smo poslali Moses z naše znake, [pravijo,] "Bring ven vaš narod z darknesses v light in jih opominjali na dni Allah." Res da so znaki za vsakogar bolnika in hvaležen.
sr_cyrl: И свакако послали смо Мосес са знацима, [указујући], "доноси откривати своје људе из моје.и на светло и подсети их од дана у Алаха." Заиста у то су знаци за све стрпљив и захвалан.
sr_latn: I svakako poslali smo Moses sa znacima, [ukazujući], "donosi otkrivati svoje ljude iz moje.i na svetlo i podseti ih od dana u Alaha." Zaista u to su znaci za sve strpljiv i zahvalan.
uk: І ми безумовно послав Moses з нашим ознаками, [кажучи:] "неси з людей від darknesses до світла і нагадати їм про дні Аллаха." Дійсно в тому, що є ознаками для кожного пацієнта і вдячний.
vi: Và chúng tôi chắc chắn đã gửi Moses có dấu hiệu của chúng tôi, [nói], "mang ra người dân của bạn từ darknesses vào ánh sáng và nhắc nhở họ về những ngày của Allah." Thật vậy trong đó là dấu hiệu cho tất cả mọi người bệnh nhân và biết ơn.
zu: Futhi Ngokuqinisekile sa Mose izibonakaliso Zethu, [ethi], "Zikhiphele abantu bakho kusukela darknesses singene ekukhanyeni khumbuza them of suku Allah."

# Quran1756
source: And [recall, O Children of Israel], when Moses said to His people, "Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.
ca: I [desvetllen, O fills d'Israel], quan Moses va dir a la seva gent, "recordar el favor d'Allah a vostè quan vostè va salvar de la gent del faraó, que vostè afebliren amb la pitjor turment i eren sacrifici el seu [del nadó] fills i mantenir viva la seva femelles. I el que va ser un gran judici del seu Senyor.
cy: A [gof, plant Israel O], pan y dywedodd Moses ei bobl, "cofio favor Allah arnoch pan achubodd chi gan bobl Ffaro, pwy oedd sydd yn effeithio ar eich gyda'r boen gwaethaf oedd lladd eich meibion [newydd-anedig] a cadw eich benywod yn fyw. Ac yn hynny o beth roedd treial mawr gan eich Arglwydd.
da: Og [recall, O børn af Israel], da Moses sagde til sit folk, "huske Allah gunst ved du når han frelst dig fra folk i Farao, som plager dig med de værste pinsler og var slagtning din [nyfødte] sønner og holde dine hunner i live. Og der var en stor retssag fra din herre.
el: Και [ανάκληση, O παιδιά του Ισραήλ], όταν Moses είπε στο λαό, «θυμηθείτε τη χάρη του Αλλάχ σας, όταν αυτός που έχετε αποθηκεύσει από τους ανθρώπους του Φαραώ, που στενοχωρώ με το χειρότερο βάσανο και ήταν σφαγής γιοι σας [νεογέννητο] και να διαιωνίσουν τα θηλυκά σας. Και το ότι ήταν μια μεγάλη μελέτη από το Λόρδο.
et: Ja [Meenuta, Iisraeli laste O], kui Moses ütles oma rahvale, "mäletan Allah kasuks teie peale, kui ta päästetud vaarao, inimesed, kes olid vaevab teie halvim piin ja olid tapmine [vastsündinud] poega ja oma emast jäädvustamises. Ja mis oli suur kohtuprotsess alates teie Issand.
fi: Ja [muistaa O Children of Israel] kun Moses sanoi kansalleen "muistaa Jumalan puolesta teitä, kun hän pelasti teidät Faraon, ihmisiä, jotka olivat koettelee pahin tuska ja olivat teurastus [vastasyntyneen] pojat ja tuhoamispaikoille naaraat. Ja että oli suuri koettelemus tulee Herraltasi.
he: [ראה, O בני ישראל], Moses אמר לאנשים שלו, "זוכר את אמונם של אללה עליכם הוא הציל אותך. מהאנשים של פרעה, מי היו המעסיקה אותך עם העינוי הכי גרוע היו שוחטים את בניך [היילוד], לשמור את הנקבות שלך בחיים. זה היה משפט נהדר של אדונך.
hr: I [opoziv, O djeci Izraela], kada Moses je rekao svome narodu, "sjećaš uslugu Allah na vas te spasio od ljudi faraona, koji je vaš problem s najgorim mukama klanja [novorođenče] sinovi i su čuvanje vaše ženke živ. I u tome je velika sudska istraga from tvoj gospodar.
lt: Ir [prisiminti, O vaikai iš Izraelio], kai Moses sako, kad jo žmonės, "prisiminti Dievo malonės tave, kai jis i gelbėti jus nuo faraono, žmonių, kurie buvo išnaikinant jums su blogiausia kančių buvo skerdimo savo [naujagimį] sūnų ir išlaikyti savo moterys gyvas. Ir, kad buvo didelis teismo iš savo Viešpaties.
lv: Un [atsaukšana, O Izraēla bērniem], kad Moses teica savai tautai, "favor Allāha atcerēties, kad viņš saglabāti jūs no faraons, cilvēkiem, kuri jums tika cieš ar sliktāko mokas bija kaušanas [jaundzimušo] dēli un dzīvā veidā uzglabātu jūsu mātītēm. Un tas bija liels izmēģinājumu, izmantojot savu kungu.
nb: Og [husker, O Children of Israel], da Moses sa til sitt folk, "Husk favør Allah dere da han reddet du fra folk Farao, som var afflicting du med den verste pinen var slakte dine [nyfødte] sønner og holder din kvinner i live. Som var en stor prøvelse Herrens.
sk: A [odvolanie, O deti Izrael], keď Moses hovorí k svojmu ľudu, "pamäti prospech Boh na vás, keď zachrÃ¡nil ste od ľudí faraóna, ktorí boli postihujúce s najhoršie trápenie a boli zabitie [novorodenca] synov a udržať svoje ženy nažive. A to bol veľký súd od svojho pána.
sl: In [odpoklic, O otrok Izrael], ko Moses rekel svojemu ljudstvu, "se spomniš uslugo Allah na vas, ko je rešil iz ljudi Faraon, ki so bili spopada z najhujša muka in so zakol [novorojenčka] sinovi in ohranjajo svoje ženske. In v tem je velik preiskus iz svojega Gospoda.
sr_cyrl: И [опозив, О деци Израелу], када Мосес је рекао својим људима: "запамти услугу и Аллах над вама, кад је он спасио од фараона, људи који су били ти који погађа са најгорим мукама клање [новорођене] синови и су ћива своје женке. И у томе је био велики тест из свога господара.
sr_latn: I [opoziv, O deci Izraelu], kada Moses je rekao svojim ljudima: "zapamti uslugu i Allah nad vama, kad je on spasio od faraona, ljudi koji su bili ti koji pogađa sa najgorim mukama klanje [novorođene] sinovi i su ћiva svoje ženke. I u tome je bio veliki test iz svoga gospodara.
uk: І [Нагадаємо, O діти Ізраїль], коли Moses сказав до свого народу, "пам'ятаю користь Аллах на вас, коли він врятував вас від фараона, людей, які були що стоять перед ви з найгірших мук і були забою [новонародженого] синів і підтримання ваших жінок alive. І в тому, що було велике випробування з вашої Господа.
vi: Và [thu hồi, O trẻ em của Israel], khi Moses nói với người dân của mình, "nhớ ơn Allah khi bạn khi ông lưu bạn từ những người của pharaon, đã mắc bệnh bạn tồi tệ nhất đau khổ và giết mổ của con trai [sơ sinh] và giữ phái nữ của bạn còn sống. Và đó là một thử nghiệm tuyệt vời từ Chúa của bạn.
zu: Futhi [Ukukhumbula, O Ntwana Israyeli], lapho uMose wathi kubantu bakhe: "Khumbula umusa ka Allah lapho He khulula you NTU Pharaoh, ababekwa abakuhluphayo ne yokuhlushwa ongemuhle abangu zokuhlatshwa wakho [osanda kuzalwa]
