Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1220
source: And prepare against them whatever you are able of power and of steeds of war by which you may terrify the enemy of Allah and your enemy and others besides them whom you do not know [but] whom Allah knows. And whatever you spend in the cause of Allah will be fully repaid to you, and you will not be wronged.
ca: I preparar contra ells tot el són capaços de poder i de cavalls de guerra pel qual vostè pot aterrorizará l'enemic d'Allah i el seu enemic i altres a més d'ells qui no saps [però] qui sap Allah. I tot el que passa en la causa d'Allah es totalment retornarà a vostè, i vostè no ser injustament.
cy: A pharatoi yn eu herbyn beth bynnag yr ydych yn gallu pŵer a o steeds rhyfel y gall eich dychryn y gelyn Allah a gelyn ac eraill heblaw iddynt bwy nad ydych yn gwybod [ond] bwy gwyr Allah. A beth bynnag yr ydych yn ei dreulio yn achos Allah bydd llawn ad-dalu i chi, ac ni Bydd chi fod cam.
da: Og forberede imod dem uanset hvad du er i stand af magt og af gangere krig, kan du skræmme fjenden af Allah og din fjende og andre udover dem, som du ikke kender [men] hvem Allah ved. Og uanset hvad du bruger i årsagen til Allah vil være fuldt tilbagebetalt til dig, og du vil ikke blive krænket.
el: Προετοιμάζοντας εναντίον τους ό, τι είστε σε θέση ισχύος και του άλογα του πολέμου με την οποία σας μπορεί να τρομοκρατήσει τον εχθρό του Αλλάχ και τον εχθρό σου και τους άλλους εκτός από αυτούς τους οποίους δεν γνωρίζετε [αλλά] τους οποίους Αλλάχ γνωρίζει. Και ό, τι ξοδεύετε στην αιτία του Αλλάχ θα αποπληρωθεί πλήρως σας, και εσείς δεν θα αδικηθεί.
et: Ja valmistada nende vastu, mis iganes sa oled võimeline võimu ja Jumal teab millega võib hirmutama vaenlane Allah ja oma vaenlast ja teised neile, kellele ei tea [kuid] kelle peale sõda steeds. Mida iganes sa kulutad Allah põhjus saab täielikult tagasi makstud teile ja te ei ülekohtu.
fi: Ja valmistaa heitä vastaan mitä pystyt vallan ja ratsua sodan jonka voi pelottaa vihollinen Jumala ja vihollisen lisäksi niille, jotka ei tiedä [mutta] jolle Allah tietää. Lahjoitatte Jumala aiheuttaa palautetaan kokonaisuudessaan uloskirjautuessa sinulle, ja sinun ei vääryyttä.
he: להכין נגדם לא משנה מה אתה מסוגל של כוח, של ולבם של מלחמה שבה אולי הפחדת האויב של אללה ואת אויבך אחרים מלבד אותם למי שאתה לא יודע [אבל] מי אללה יודע. מה אתה מבלה למען אללה יוחזר במלואו אליך, ואתה אתה לא יהיה עוול.
hr: I protiv njih što god ste u mogućnosti moći i od poluprovidnog konja rata kojim može preplašiti neprijatelj Allaha i neprijatelja i druge osim njih kojima ne znate [ali] koga Allah zna. Što ćete potrošiti za Allaha će biti potpuno vraća i kojoj nije naudila.
lt: Ir paruošti prieš juos ką jūs galėsite galios ir steeds kuria gali przerazić priešas Dievas ir priešą ir kt. be jų, kuriam jūs nežinote [bet] kuriems karo Dievas žino. Ir ką jūs išleidžiate Dievas priežastis bus visiškai grąžinta jums, ir jums bus ne nuskriausti.
lv: Un sagatavot pret tām neatkarīgi no jums ir iespējams, varas un no kara, ar kuru var terrify ienaidnieks Allah un jūsu ienaidnieks, bet citi ne tikai tiem, kuriem jūs nezināt, [bet] kam rumaki Allah zina. Kāds jūs pavadījāt cēlonis Allah būs pilnībā jāatmaksā jums, un jūs nevar būt kaitējums.
nb: Og forberede dem hva du er i stand til makt og hester av krig som kan du skremme fienden av Allah og din fiende og andre enn dem som du ikke vet [men] som Gud vet. Og hva du bruker i årsaken til Allah vil bli fullt tilbakebetalt til deg, og du vil ikke bli gjort urett.
sk: A pripraviť proti nim, čo ste schopní výkonu a steeds vojny, ktorými môže vydesiť nepriateľa Alah a váš nepriateľ a ďalšie vedľa nich, koho nepoznáte [ale] koho Boh vie. A čo strávite v záujme Alaha sa úplne splatí vám a vás bude nie poškodené.
sl: In pripravo proti njim karkoli ste lahko moči in steeds vojne, s katerim lahko morile sovražnik Allah in nasprotnika in drugi poleg njih, ki ne veste, [vendar] koga Allah ve. Karkoli boste porabili v vzrok od Allah bo popolnoma povrnejo za vas in vam ni treba krivico.
sr_cyrl: И припреми се против њих како год сте у стању енергије и од љутом рата до којег можда престравило непријатеља од Алаха и свог непријатеља и других осим њих кога не знате [али] кога Аллах зна. Како год проводите у узрок Аллах у потпуности за отплату да си и ти ће бити преварена.
sr_latn: I pripremi se protiv njih kako god ste u stanju energije i od ljutom rata do kojeg možda prestravilo neprijatelja od Alaha i svog neprijatelja i drugih osim njih koga ne znate [ali] koga Allah zna. Kako god provodite u uzrok Allah u potpunosti za otplatu da si i ti će biti prevarena.
uk: І підготувати проти них все, що ви перебуваєте в стані влади і бігуни війни, за допомогою якого можуть жах ворога Аллах і ваш ворог та ін Крім них, яких ви не знаєте, [але] кого Аллах знає. Все, що ви витрачаєте в ході Аллах буде повністю повернена вам, і ви будете не образили.
vi: Và chuẩn bị đối với họ bất cứ điều gì bạn có thể điện và số mã của chiến tranh, do đó bạn có thể terrify là kẻ thù của Allah và kẻ thù của bạn và những người khác bên cạnh chúng mà bạn chưa biết [nhưng] người mà Allah biết. Và bất cứ điều gì bạn chi tiêu trong các nguyên nhân của Allah sẽ được hoàn toàn hoàn trả cho bạn, và bạn sẽ không được wronged.
zu: Futhi ukulungiselela ngokumelene kuwo njengokufanele emehlweni enu bayakwazi amandla, namahhashi empi by ongase ngovalo isitha Allah bese isitha sakho kanye nabanye ngaphandle kwabo bani awazi [kodwa] kubani Allah uyazi.

# Quran1221
source: And if they incline to peace, then incline to it [also] and rely upon Allah. Indeed, it is He who is the Hearing, the Knowing.
ca: I si van inclinar a Pau, llavors inclinem a ella [també] i confiar en Allah. De fet, és el que està en l'audiència, el saber.
cy: Ac os mae nhw'n inclein i heddwch, inclein iddo [hefyd] ac yn dibynnu ar Allah. Yn wir, mae'n ef sydd yn y gwrandawiad, y mae gwybod.
da: Og hvis de hældning til fred, derefter hældning til det [også] og påberåbe sig Allah. Ja, det er ham, der er høringen, vide.
el: Και αν αυτοί κλίση προς την ειρήνη, τότε κλίση προς αυτό [επίσης] και Αλλάχ να επικαλεστεί. Πράγματι, είναι αυτός που είναι ακροατηρίου, γνωρίζοντας το.
et: Ja kui nad kaldega, et rahu, kaldega, et see [ka] ja Jumal toetuda. Tegelikult on see, kes on kuulmine, ning teades.
fi: Ja jos he ovat taipuvaisia rauhaan, taipuvaisia [myös] ja luottaa Allah. On nimittäin hän, joka on kuulo, kun tiedetään.
he: ואז אם הם שיפוע לשלום, שיפוע אליו [גם] להסתמך על אללה. אכן, מי הוא הדיון, לדעת זה
hr: I ako su strminom mir, onda prikloniti [također] i osloniti se na Allaha. Doista, on je taj koji je saslušanje, poznavanje.
lt: Ir jei jie linkę taikos, tada palenkti į jį [taip pat] ir remtis Dievo. Iš tiesų, tai tas, kas per posėdį, kad žinios.
lv: Un, ja viņi liekties uz mieru, tad slīpums, lai tā [arī] un paļauties uz Allah. Patiešām, tas ir viņš, kurš ir dzirdes, zinot.
nb: Og hvis de skrå til fred, og deretter helle den [også] og stole på Allah. Det er faktisk den som høringen, på å vite.
sk: A ak majú sklon k mieru, sklon k nemu [i] a spoliehať sa na Boha. Naozaj, je to on, kto je sluch, vedieť.
sl: In če so naklon mir, nato naklon [tudi] in se opirajo na Alah. Res, da je on, ki je v obravnavi, je poznavanje.
sr_cyrl: Ако и они нагиње мир, онда то нагиње [и] се ослањају на Алаха. Заиста , то је онај ко је слух, на знајужи.
sr_latn: Ako i oni naginje mir, onda to naginje [i] se oslanjaju na Alaha. Zaista, to je onaj ko je sluh, na znajuжi.
uk: І якщо вони схиляємося до миру, схиляємося до нього [також] і покладаються на Аллаха. Дійсно, це той, хто слуху, знаючи, що в.
vi: Và nếu họ nghiêng để hòa bình, sau đó nghiêng để nó [cũng] và dựa vào Allah. Thật vậy, nó là người nghe, sự hiểu biết.
zu: Futhi uma athambekele ukuthula, futhi abazange bayithambekise kuso [futhi] wethembele Allah.

# Quran1222
source: But if they intend to deceive you - then sufficient for you is Allah. It is He who supported you with His help and with the believers
ca: Però si es pretén enganyar-llavors prou és Allah. És ell qui et dóna suport amb la seva ajuda i amb els creients
cy: Ond os ydynt yn bwriadu twyllo chi-yna ddigon i chi yw Allah. Ef sy'n eich cefnogi gyda help ei a y credinwyr
da: Men hvis de har til hensigt at bedrage dig - så tilstrækkelig for jer er Allah. Det er ham, der støttede dem med hans hjælp og med troende
el: Αλλά αν σκοπεύουν να σας - εξαπατήσει τότε επαρκής για σας είναι Αλλάχ. Είναι αυτός που σας στήριξαν με τη βοήθειά του και με τους πιστούς
et: Aga kui nad kavatsevad petab sind - siis piisav teid on Jumal. See on tema, kes toetas sa tema abiga ja usklikud
fi: Mutta jos he aikovat pettää sinua - riittävät on Jumala. Hän voi tukea hänen avullaan ja uskovien kanssa
he: אבל אם הם מתכוונים לרמות אותך - אז מספיק בשביל אללה. . זה הוא? מי תמך בך. עם העזרה שלו ועם המאמינים
hr: Ali ako namjeravaju prevariti-onda ti je Allah. On podržava te uz njegovu pomoć i s vjernicima
lt: Bet jei jie ketina apgauti jus - tada pakankamai jums yra Dievas. Tai tas, kuris palaiko jums su jo pagalba ir tikintieji
lv: Bet ja viņi plāno maldināt jums - tad pietiekami, ja jums ir Allah. Tas ir tas, kas nodrošina jūs ar viņa palīdzību un ticīgie
nb: Men hvis de har tenkt å lure deg - tilstrekkelig for dere er Allah. Det er han som støttet deg med hans hjelp og troende
sk: Ale ak majú v úmysle oklamať - potom stačia Alah. Je to on, kto podporoval, s jeho pomocou a veriacich
sl: Vendar če nameravajo prevarati - potem dovolj za vas je Allah. Je bil kdo podpira, si z njegovo pomočjo in z verniki
sr_cyrl: Али ако имају намеру да варају - онда довољни за Алаха. Он је подржао те уз његову помоћ и са верницима
sr_latn: Ali ako imaju nameru da varaju - onda dovoljni za Alaha. On je podržao te uz njegovu pomoć i sa vernicima
uk: Але якщо вони маєте намір ви - то достатньо для вас є Аллаха. Це той, хто підтримував вас з його допомогою та з вірними
vi: Nhưng nếu họ có ý định để đánh lừa bạn - sau đó đủ cho bạn là Allah. Nó là người hỗ trợ bạn với sự giúp đỡ của ông và với những người tin Chúa
zu: Kodwa uma uhlose onikhohlisayo - ke ukwanele Allah.

# Quran1223
source: And brought together their hearts. If you had spent all that is in the earth, you could not have brought their hearts together; but Allah brought them together. Indeed, He is Exalted in Might and Wise.
ca: I va reunir els seus cors. Si havia passat tot el que és a la terra, vostè podria no haver portat seus cors junts; però Allah va reunir. De fet, ell és exaltat en força i savi.
cy: A dwyn ynghyd eu calonnau. Os ydych wedi gwario pob un sydd yn y ddaear, gallai eich ni wedi dwyn eu calonnau ynghyd; ond roedd Allah yn eu dwyn ynghyd. Yn wir, mae ef i'w mawrygu yn allai a Wise.
da: Og bragte deres hjerter. Hvis du havde brugt alt, hvad der er i jorden, kunne du ikke have bragt deres hjerter sammen; men Allah bragte dem sammen. Ja, han er ophøjet i Might and Wise.
el: Και συγκέντρωσε τις καρδιές τους. Αν είχε περάσει όλα αυτά είναι στη γη, θα μπορούσε να δεν φέρνετε τις καρδιές τους μαζί? αλλά Αλλάχ τους έφερε σε επαφή. Πράγματι, αυτός είναι υπερυψωμένα σε δύναμη και σοφός.
et: Ning koondada nende südamed. Kui oli kulutanud kõik, mis on maa peal, sa võiks ei toonud nende südamed kokku; kuid Jumal tõi neid kokku. Tõepoolest, ta on ülendatud Might ja tark.
fi: Ja heidän sydämensä. Jos olet käyttänyt kaikki on maan päällä, voi ei saavut heidän sydämensä. mutta Jumala toi heidät yhteen. Itse asiassa hän ylisti voi ja viisas.
he: הפגיש את ליבם. אם היית מבלה כל זה באדמה, יכולת לא להביא את לבם יחד; אבל אללה הביא אותם יחד. ואכן, הוא הוא יינשא ב וייז והכוח.
hr: Okupio je svoja srca. Ako ste proveli sve što je na zemlji, da ne bi moglo njihova srca zajedno; Ali Allah ih spojila. Doista, on uzvisuje u moć i mudar.
lt: Ir susirinko jų širdyse. Jei norite praleido visa tai yra žemėje, jums negali būti pareikštas savo širdį kartu; bet Dievas davė jiems kartu. Iš tiesų, jis yra išaukštintas gali ir išmintingas.
lv: Un pulcēja savās sirdīs. Ja jums bija pavadījis visu, kas ir zem zemes, jūs varētu nav nesušas savās sirdīs kopā; bet Allāha saveda viņus kopā. Patiešām, viņš ir cildens var un gudrs.
nb: Og samlet sine hjerter. Hvis du hadde brukt alt som er i jorden, kunne du ikke ha brakt sine hjerter sammen; men Gud førte dem sammen. Faktisk er han opphøyet i makt og klok.
sk: A spojili svoje srdce. Ak ste strávili všetko, čo je na zemi, ste mohli nie spojili svoje srdce; ale Boh priviedol dohromady. V skutočnosti je vyvýšené Might a múdry.
sl: In združila svoje srce. Če ste preživel vse, kar je v zemlji, boste lahko ne so povezali svoje srce; vendar Allah zbližali. Res, on je vzvišeno v oblast in pametno.
sr_cyrl: И окупио је њихова срца. Да си провео све што је у земљи, те могао нисам понео њихова срца заједно; Али , Аллах их је спојила. Заиста , он велииа снагом и мудар.
sr_latn: I okupio je njihova srca. Da si proveo sve što je u zemlji, te mogao nisam poneo njihova srca zajedno; Ali, Allah ih je spojila. Zaista, on veliиa snagom i mudar.
uk: Спрямували свої серця. Якщо ви б витратили, все, що на землі, ви могли б не принесли свої серця разом; але Аллах вони об'єднувалися. Дійсно, він піднесене в меча і Мудрого.
vi: Và mang lại cùng trái tim của họ. Nếu bạn đã dành tất cả đó là trái đất, bạn không có thể mang trái tim của họ với nhau; nhưng Allah mang lại cho họ với nhau. Thật vậy, ông sôi nổi trong Might và khôn ngoan.
zu: Futhi baletha ndawonye izinhliziyo zabo.

# Quran1224
source: O Prophet, sufficient for you is Allah and for whoever follows you of the believers.
ca: O profeta, prou és Allah i per a qui et segueix dels creients.
cy: Proffwyd O, yn ddigon i chi yw Allah ac ar gyfer pwy bynnag sy'n dilyn chi y credinwyr.
da: O profet, tilstrækkelig for jer er Allah og for hvem følger du troende.
el: O Προφήτης, επαρκή για εσάς είναι Αλλάχ και για όποιον ακολουθεί των πιστών.
et: O prohvet, piisab teile on Jumal ja kes järgmine sa usklike jaoks.
fi: Oi profeetta, riittävät on Jumala ja kuka seuraa sinua uskovaiset.
he: הו נביא, מספיק בשביל הוא אללה ועבור מי יעקוב אחריך של המאמינים.
hr: O proroku, dovoljan ti je Allah i za onoga tko slijedi vas vjernika.
lt: O pranašas, pakankamai jums yra Dievas ir kas seka jūs tikintieji.
lv: O Prophet, pietiekami, ja jums ir Allah un kurš seko jums ticīgajiem.
nb: O profeten, tilstrekkelig for at du er Gud og den som følger deg av troende.
sk: O prorok, stačia je Alah a kto sleduje vás veriacich.
sl: O prerok, dovolj za vas je Allah in kdor sledi ste verniki.
sr_cyrl: Пророие , довољан за тебе је Алах и за онај ко прати те верника.
sr_latn: Proroиe, dovoljan za tebe je Alah i za onaj ko prati te vernika.
uk: O пророка, достатній для вас є Аллаха, і для того, хто слідує за вами, віруючих.
vi: Tiên tri O, đủ cho bạn là Allah và cho bất cứ ai sau bạn của các tín hữu.
zu: O Prophet, ukwanele Allah futhi noma ubani akulandele amakholwa.

# Quran1225
source: O Prophet, urge the believers to battle. If there are among you twenty [who are] steadfast, they will overcome two hundred. And if there are among you one hundred [who are] steadfast, they will overcome a thousand of those who have disbelieved because they are a people who do not understand.
ca: O profeta, instar els creients a la batalla. Si hi ha entre vosaltres vint [que són] ferm, superarà dos-cents. I si hi ha entre vosaltres cent [que són] ferm, superarà un miler d'aquells que tenen dubtaven perquè són una gent que no entén.
cy: O broffwyd, annog credinwyr i frwydr. Os oes ymhlith chi ugain [sydd] gadarn, bydd eu goresgyn ddau gant. Ac os oes ymhlith ydych gant [sydd] gadarn, bydd eu goresgyn mil o'r rheini wedi ddysgais oherwydd eu bod yn bobl nad ydynt yn deall.
da: O profet, opfordre troende til at kæmpe. Hvis der er iblandt jer tyve, [der er] standhaftige, de vil overvinde to hundrede. Og hvis der er iblandt jer hundrede [der er] standhaftige, de vil overvinde et tusind af dem, der har disbelieved fordi de er et folk, der ikke forstår.
el: O Προφήτης, παροτρύνει τους πιστούς να μάχη. Αν υπάρχουν ανάμεσά σας είκοσι [που] ακλόνητοι, αυτοί θα ξεπεραστούν διακόσια. Και αν υπάρχουν ανάμεσά σας εκατό [που] ακλόνητοι, αυτοί θα ξεπεράσει τα χίλια όσων έχουν disbelieved επειδή πρόκειται για ανθρώπους που δεν καταλαβαίνουν.
et: O prohvet, tung usklike lahing. Kui kakskümmend, [kes ei] teie seas on vankumatu, nad aitavad ületada 200. Ja kui teie sada [kes ei] seas on vankumatu, nad aitavad ületada tuhat, kes on disbelieved, sest nad on inimesed, kes ei saa aru.
fi: Oi profeetta, kehottaa uskovia taistelemaan. Onko teistä kaksikymmentä, [joka on] luja, he voittavat kaksisataa. Ja jos keskuudessanne sata [jotka] on luja, se voittaa tuhansia niille, jotka ovat uskoneet, koska he ovat ihmisiä, jotka eivät ymmärrä.
he: הו נביא, מפצירים המאמינים לקרב. אם יש ביניכם עשרים [מי] העמידה האיתנה, יעלה בידם להתגבר על מאתיים. אם יש ביניכם מאה [מי] העמידה האיתנה, יעלה בידם להתגבר על אלף למי יש disbelieved כי הם אנשים אשר אינם מבינים.
hr: O proroku, pozivaju vjernike na borbu. Ako je među vama dvadeset [koja su] čvrst, oni će prevladati dvije stotine. I ima li među vama sto [koja su] čvrst, oni će prevladati tisuća onih koji su bio jer su ljudi koji ne razumiju.
lt: O pranašas, raginti tikinčiuosius į mūšį. Jei yra tarp jūsų dvidešimt, [kuris yra] tvirtas, jie bus įveikti du šimtai. Ir jei yra tarp jūsų vienas šimtas [kuris yra] tvirtas, jie bus įveikti tūkstantį tiems, kurie turi disbelieved todėl, kad jie yra žmonės kurie nesupranta.
lv: O Prophet mudināt ticīgie kaujas. Ja jūsu vidū divdesmit, [kas ir] nelokāms, tās pārvarēt divus simtus. Un, ja starp jums simts, [kas ir] nelokāms, tās pārvarēt tūkstošiem, kuri ir disbelieved, jo tie ir cilvēki, kas nesaprot.
nb: O profeten, oppfordre troende til kamp. Hvis det finnes blant dere tjue [som er] standhaftig og de vil overvinne to hundre. Og hvis det er blant dere hundre [som er] standhaftig og de vil overvinne tusen som vantro fordi de er et folk som ikke forstår.
sk: O proroka, vyzvať veriacich k bitke. Ak existujú medzi vami dvadsať, [ktorí] vytrvalí, budú prekonať dvesto. A ak medzi vami sto, [ktorí] sú vytrvalí, budú prekonať tisícky tých, ktorí majú pochyboval, pretože sú ľudia, ktorí nechápu.
sl: O prerok, pozivajo vernike v boj. Če obstaja med vami dvajset, [ki je] trdno, so premagali dvesto. In če je med vami sto [ki je] trdno, so premagali tisoč tistih, ki so verjeli, ker so ljudje, ki ne razumejo.
sr_cyrl: О пророку, позивају вернике да битка. Ако постоје медју вама двадесет [који] постојано, они ће превазићи 200. И уколико постоји међу теби у 100 [] постојано, они ће превазићи хиљаду оних који имају не верује јер они су људи који не разуме.
sr_latn: O proroku, pozivaju vernike da bitka. Ako postoje medju vama dvadeset [koji] postojano, oni će prevazići 200. I ukoliko postoji među tebi u 100 [] postojano, oni će prevazići hiljadu onih koji imaju ne veruje jer oni su ljudi koji ne razume.
uk: O пророка, закликаємо віруючих в бій. Якщо є серед вас двадцять [які] твердою, вони будуть подолані двісті. І якщо хто з вас сто, [які] твердою, вони будуть подолати тисячі тих, хто є disbelieved, тому що вони люди, хто не розуміє.
vi: Tiên tri O, kêu gọi các tín hữu để chiến đấu. Nếu có trong số các bạn hai mươi [người] kiên định, họ sẽ vượt qua hai trăm. Và nếu có trong số các bạn 100 [người] kiên định, họ sẽ vượt qua một ngàn của những người có disbelieved bởi vì họ là một người không hiểu.
zu: O Prophet, cindezela amakholwa empini.
