Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2419
source: [Pharaoh] said, "You believed him before I gave you permission. Indeed, he is your leader who has taught you magic. So I will surely cut off your hands and your feet on opposite sides, and I will crucify you on the trunks of palm trees, and you will surely know which of us is more severe in [giving] punishment and more enduring."
ca: [Faraó] dit, "vostè creu ell abans que li va donar el permís. De fet, és el líder que t'ha ensenyat màgia. Així que segurament tallaré les mans i els peus en costats oposats i vostè es Crucifiqui en els troncs de les palmeres, i segurament sabeu que ens és més greu en [donar] càstig i més duradora."
cy: [Ffaro] yn dweud, "byddwch Credai ef cyn rhoi eich caniatâd. Yn wir, mae eich arweinydd sydd wedi dysgu chi hud. Felly bydd yn sicr yn torri oddi ar eich dwylo a eich traed ar ochrau gwahanol, a bydd yr crucify chi ar foncyffion coed palmwydd, a byddwch yn gwybod yn sicr sydd ohonom yn gosb fwy difrifol ar [a rhoi] ac yn fwy parhaus."
da: [Farao] sagde, "du troede ham, før jeg gav dig tilladelse. Ja, han er din leder, der har lært dig magi. Så jeg vil helt sikkert skære ned dine hænder og dine fødder på modsatte sider, og jeg vil korsfæste du på stammerne af palmer, og du vil helt sikkert vide, hvilken af os er mere alvorlig i [giver] straf og mere varige."
el: [Φαραώ] είπε, «σας τον πίστευε πριν μου έδωσε την άδεια. Πράγματι, αυτός είναι σας ηγέτη ο οποίος έχει διδάξει μαγεία. Έτσι σίγουρα θα κοπεί μακριά τα χέρια σας και τα πόδια σας σε αντίθετες πλευρές, και εγώ θα σας σταυρώσουν στους κορμούς των φοινίκων, και σίγουρα θα γνωρίζετε ποια από μας είναι πιο σοβαρή σε [δίνοντας] τιμωρία και πιο ανεκτικές.»
et: [Vaarao] ütles: "sa uskusid teda enne, kui ma sulle andsin loa. Tõepoolest, ta on oma juht, kes on õpetanud magic. Nii et ma kindlasti katkestas oma käed ja jalad vastaskülgedel, ja ma näidatakse suretama te palmipuud Reisikohvrid, ja sa kindlasti tead mis meist on [anda] raskema karistuse ja rohkem enduring."
fi: [Farao] sanoi, "sinun uskoivat häneen, ennen kuin annoin luvan. Hän on johtaja, joka on opettanut magic. Joten aion varmasti leikata pois kädet ja jalat vastakkaisilla puolilla jälkisäädös ristiinnaulita voit palmujen rungoilla ja tiedätte varmaan, kumpi meistä on vakavampia [antaa] rangaistus ja enemmän kestävä."
he: [פרעה] אמר, "אתה האמנת לו לפני שנתתי לך הרשאה. ואכן, הוא המנהיג שלך, מי לימד אותך קסם. אז בוודאי אחתוך את הידיים ואת הרגליים משני צידי המתרס, אני אצלוב אותך על גזעי עצי דקל, בוודאי תדע מי מאיתנו הוא חמור יותר ב [מתן] ענישה ועוד ומתמשך."
hr: [Faraon], "si da ga prije nego što sam ti dao dozvolu. Doista, on je vaš vođa koji je učio magiju. Tako će sigurno odrežem ruke i noge na suprotnim stranama, te razapeti na debla palme i sigurno će znati tko je teže u [daje] kazna i izdržljivije."
lt: [Faraonas] sakė: "jūs tikėjo jį prieš aš jums davė leidimą. Iš tiesų, jis yra jūsų vadovas, kuris išmokė jus magija. Taip aš tikrai bus sumažinti išjungti savo rankas ir kojas priešingose pusėse, ir man bus nukryžiuoti jums dėl palmių medžių kamienus, ir jūs tikrai žinote, kuris iš mūsų yra daugiau sunkus [tai] bausmės ir daugiau patvarus."
lv: [Faraons] teica: "jūs ticēja viņam, pirms es tev deva atļauju. Protams, viņš ir jūsu līderis, kurš ir mācīts jums burvju. Tāpēc tiks noteikti ir samazināt pie rokām un kājām uz pretējās pusēs, un man būs sist krustā, palmu koku stumbriem, un jūs noteikti zināt, kurš no mums ir bargāki, [dot] sods, un vairāk ilgstoša."
nb: [Farao] sa, "du trodde ham før jeg ga deg tillatelse. Han er faktisk din leder som har lært deg magi. Så jeg vil sikkert klippe av hendene og føttene på motsatt side, og jeg vil korsfeste du på stammene av palmer, og du vil helt sikkert vet hvem av oss er mer alvorlig [at] straff og mer varig."
sk: [Faraóna] povedal: "ste uverili mu predtým, než som dal povolenie. V skutočnosti, on je váš vodca, ktorý sa vyučuje mágia. Takže určite sa zníži z ruky a nohy v protiľahlých stranách, som sa ukrižovať si na kmene palmy a určite budete vedieť, ktorý z nás je vážnejšie u [dať] trest a ďalšie trvalé."
sl: [Faraon] je dejal, "si mu verjela preden sem dal dovoljenja. Res, on je vaš vodja, ki je učil magic. Tako bom zagotovo odrezani roke in noge na nasprotnih straneh, in bo križali vam na deblih palme, in boste zagotovo vedeli, kateri od nas je hujši [dati] kazen in bolj trajno."
sr_cyrl: [Фараон ] је рекао, "Ви сте му поверовали пре него што сам вам је дао дозволу. Он је, заиста, твој вођа који је учио магију. Тако да ће сигурно одсекао руке и ноге на супротним странама, ће да те разапну на стаблима од палме и сигурно знате који од нас је озбиљније у [даје] казна и издржљивије."
sr_latn: [Faraon] je rekao, "Vi ste mu poverovali pre nego što sam vam je dao dozvolu. On je, zaista, tvoj vođa koji je učio magiju. Tako da će sigurno odsekao ruke i noge na suprotnim stranama, će da te razapnu na stablima od palme i sigurno znate koji od nas je ozbiljnije u [daje] kazna i izdržljivije."
uk: [Фараона] сказав: "ви вважали його, перш ніж я дав вам дозвіл. Дійсно, він є лідером, які навчили вас magic. Так я будуть безсумнівно відрізали руки і ноги на протилежних сторонах і я будуть розіп'яти ви на стовбурів пальмами і ви напевно знаєте, який з нас є більш важких [дарувати] покарання і більш міцною."
vi: [Pharaoh] nói, "bạn tin rằng anh ta trước khi tôi đã cho anh quyền. Thật vậy, ông là lãnh đạo của bạn đã dạy cho bạn ma thuật. Vì vậy tôi sẽ chắc chắn cắt tay và chân của bạn trên các cạnh đối diện, tôi sẽ đóng đinh bạn trên thân cây cọ và bạn chắc chắn sẽ biết chúng ta là trừng phạt nặng hơn [giúp] và thêm lâu dài."
zu: [UFaro] wathi: "Wena bakholwa kuye phambi ngakunika imvume. Impela umholi wakho ngubani kunifundisile magic. Ngakho nakanjani ngiyokunika anqunywe kho andla nyawo zakho ezinhlangothini ezihlukene, futhi I nqamuleza you on the iziqu

# Quran2420
source: They said, "Never will we prefer you over what has come to us of clear proofs and [over] He who created us. So decree whatever you are to decree. You can only decree for this worldly life.
ca: Deien, "mai ens prefereixen vostè sobre el que ha arribat a nosaltres de proves clares i [sobre] qui ens ha creat. Per decret el que sigui que per decret. Vostè pot només decret per a la vida mundana.
cy: Maent yn dweud, "byth yn well gennym eich dros beth wedi dod i ni proflenni clir ac [dros] ef a greodd ein. Felly yr ordinhad beth bynnag ydych i ddyfarniad. Gall eich unig ddyfarniad ar gyfer bywyd worldly hwn.
da: De sagde, "aldrig vil vi foretrækker du over hvad er kommet til os klart oprindelsesbeviser og [i] ham, der skabte os. Dekret så uanset hvad du er til dekret. Du kan kun dekret efter denne jordiske liv.
el: Είπαν, «ποτέ δεν θα προτιμούμε σας πέρα από το τι έχει έρθει σε εμάς από σαφείς αποδείξεις και [πάνω] αυτός που μας δημιούργησε. Διάταγμα ό, τι είστε σε διάταγμα. Σας μπορεί μόνο να διάταγμα για αυτή την κοσμική ζωή.
et: Nad ütlesid: "kunagi me eelistavad sa ikka mis on tulnud meile selged tõendid ja [] kes meid loonud. Nii dekreediga iganes olete dekreet. Te saate ainult määrus selle maise elu.
fi: He sanoivat: "ei me mieluummin voit mitä on tullut meille selvin ja [] hän, joka loi meidät. Joten asetus, mikä on asetus. Voit vain asetus tämän maallisen elämän.
he: הם אמרו, "לעולם לא אנו מעדיפים את מה בא לנו בהוכחות ברורות ושוב [] שיצר אותנו. אז צו מה אתה פוסק. אתה יכול רק פוסק לחיים הגשמיים.
hr: Rekli su da "ne će bi nam draže što je došao do nas od jasne dokaze i [] On koji nas je stvorio. Tako dekret što god se odluče. Možete samo Uredba za ovaj dunjalučki život.
lt: Jie sakė, "niekada bus mes siūlome jums per kas ateis pas mus aiškių įrodymų ir [per] tas, kuris mus sukūrė. Taigi dekretas, kokia tu į dekretą. Jūs galite tik dekretas, šis pasaulietiškas gyvenimas.
lv: Viņi teica: "nekad netiks mēs gribētu jums atkal ko nākusi pie mums skaidru apliecinājumu un [] tas, kas mūs radījusi. Tātad kāds dekrēts jūs esat dekrētu. Jūs varat tikai dekrētu par šo laicīgo dzīvi.
nb: De sa: «aldri vi foretrekker du over hva har kommet til oss av klare bevis og [] som skapte oss. Så dekret hva du er resolusjon. Du kan bare dekret for denne verdslige liv.
sk: Oni povedali: "nikdy sme radšej vám znova čo sa stalo nám jasné dôkazy a [] ten, ktorý nás stvoril. Takže vyhláška nech ste na vyhlášku. Môžete len vyhláška pre tento pozemský život.
sl: So rekli, "nikoli ne bo smo raje si znova kaj je prišel k nam jasno dokazil in [] je, ki nas je ustvaril. Tako odlok karkoli ste odlok. Ste lahko samo odlok za ta posvetno življenje.
sr_cyrl: Рекли су, "никада не ће ми преферирамо ти шта има да долазе код нас јасне доказе изнова [] он који нас је створио. Декрет , шта год ви сте да одобри. Да само могу да умре за овај земаљски живот.
sr_latn: Rekli su, "nikada ne će mi preferiramo ti šta ima da dolaze kod nas jasne dokaze iznova [] on koji nas je stvorio. Dekret, šta god vi ste da odobri. Da samo mogu da umre za ovaj zemaljski život.
uk: Вони сказали: "ніколи не буде ми вважаємо за краще ви через те, що прийшло до нас з чітких доказів і [] той, хто створив нас. Так указ все, що ти указ. Ви можете тільки декрет для цього мирські життя.
vi: Họ nói, "không bao giờ sẽ chúng tôi thích bạn hơn những gì đã đến với chúng tôi rõ ràng chứng minh và [qua] ông đã tạo ra chúng tôi. Do đó nghị định bất cứ điều gì bạn là nghị định. Bạn có thể chỉ nghị định đối với cuộc sống thế gian này.
zu: Bathi: "Asisoze uthanda ngalokho sesifikile nathi cwatha bonakaliso futhi [phezu] He owasidala. Ngakho isimemezelo noma yini wena ukuba isimemezelo. You can kuphela isinqumo lo worldly pilo.

# Quran2421
source: Indeed, we have believed in our Lord that He may forgive us our sins and what you compelled us [to do] of magic. And Allah is better and more enduring."
ca: De fet, hem cregut en nostre Senyor que ell pot perdona'ns els nostres pecats i què es obligat ens [de fer] de la màgia. I Allah és millor i més duradora.
cy: Yn wir, yr ydym wedi credu yn ein Arglwydd y gallai faddau inni ein pechodau a beth yr ydych yn ein [i'w wneud] o hud gorfodi. A Allah yn well ac yn fwy parhaus.
da: Faktisk har vi ment i vor Herre, at han kan tilgive os vores synd og hvad du tvunget os [at gøre] af magi. Og Allah er bedre og mere varig"
el: Πράγματι, εμείς πιστέψαμε στον Κύριό μας ότι αυτός μπορεί να μας συγχωρήσουν αμαρτίες μας και αυτό που σας ανάγκασε μας [] της μαγείας. Και Αλλάχ είναι καλύτερη και πιο διαρκή.»
et: Tõepoolest, me oleme uskunud meie Issand et ta võib meile andeks meie patud ja mida sa sunnitud meilt [] Magic. Ja Jumal on parem ja kestvamat."
fi: Itse asiassa olemme uskoneet meidän Herramme että hän anteeksi meidän syntimme ja mikä pakottaa meitä [] Magic. Ja Jumala on parempaa ja kestävämpää.
he: אכן, שהאמנו במשך אדוננו, הוא אולי יסלח לנו חטאינו ואת מה אתה אילצה אותנו [עושה] של קסם. אללה הוא יותר טוב ומתמשך יותר."
hr: Doista, mi vjerovao u našem Gospodinu da on neka nam oprosti naše grijehe i da nas [to učiniti] magije primoran. A Allah je bolje i trajnije."
lt: Iš tiesų, mes tikėti mūsų Viešpaties kad jis gali atleisti mums mūsų nuodėmes ir ką jūs priversti mus [daryti] magija. Ir Dievas yra geresnę ir atsparesnę."
lv: Patiešām, mums ir ticēja kungam, ka viņš var mums piedot mūsu grēkus un ko jūs piespiest mūs [vai] maģijas. Un Allah ir labāk un vairāk ilgstoša".
nb: Faktisk har vi trodd på vår Herre at han kan tilgi oss våre synder og hva du tvunget oss [] av magi. Og Allah er bedre og mer varig."
sk: V skutočnosti sme uverili v nášho Pána, že on môže, odpusť nám naše hriechy, a čo ste nútení nás [k] mágie. A Boh je lepšie a trvalejší."
sl: Pravzaprav, smo verjeli v našega Gospoda, da on lahko odpusti nam naše grehe in kaj ste nas prisiliti [storiti] magije. In Alah je bolje in bolj trajno."
sr_cyrl: Заиста , морамо да верујемо у Господ да он нека ти опрости нам наше грехе и шта ли су захтевале [да] магије. А Аллах је бољи и више истрајне."
sr_latn: Zaista, moramo da verujemo u Gospod da on neka ti oprosti nam naše grehe i šta li su zahtevale [da] magije. A Allah je bolji i više istrajne."
uk: Дійсно, ми вірили в наш Господь що він може пробачити нас, наші гріхи та що ви змусили нас [зробити] магії. І Аллах краще і більш міцних."
vi: Thật vậy, chúng ta có tin vào Chúa của chúng tôi rằng ông có thể tha thứ tội lỗi của chúng tôi và những gì bạn bắt buộc chúng ta [làm] ảo thuật. Và Allah là tốt hơn và bền bỉ hơn. "
zu: Ngempela, lathi sakholwa eNkosini yethu ukuthi He thethelela us ithu ono ithu futhi yini kwasishukumisela [ukuba wenze] magic.

# Quran2422
source: Indeed, whoever comes to his Lord as a criminal - indeed, for him is Hell; he will neither die therein nor live.
ca: De fet, qui s'acosta al seu Senyor com un criminal - de fet, per a ell és l'infern; ell es moren en el mateix ni viure.
cy: Yn wir, pwy bynnag sy'n dod i ei Arglwydd fel troseddol-yn wir, am iddo ef yn uffern; ef fydd marw ynddo nac yn byw.
da: Ja, uanset hvem der kommer til hans herre som en forbryder - ja, for ham er helvede; han vil hverken dø deri eller live.
el: Πράγματι, όποιος έρχεται στον Άρχοντα του ως εγκληματία - μάλιστα, για αυτόν είναι η κόλαση? Αυτός θα πεθάνει εκεί μέσα ούτε ζουν.
et: Tõepoolest, kes jõuab oma isanda kurjategijaks - tõepoolest, tema jaoks on põrgu; ta ei sure seal ega elada.
fi: Itse asiassa jokainen, joka tulee hänen herransa rikollisena - onkin hänet helvettiin; Hän eivät die siinä eikä elää.
he: אכן, מי שבא האל שלו בתור פושע - אכן, בשבילו זה גיהנום; הוא לא למות בו ולא לחיות.
hr: Doista, tko god dođe na njegov Gospodin kao kriminalac - doista, za njega je pakao; On će u njoj umrijeti niti živjeti.
lt: Iš tiesų, kas ateina savo Viešpaties kaip nusikaltėlio - iš tiesų, jam yra pragaras; jis bus nei mirti jame nei gyventi.
lv: Patiešām, tas, kurš nāk uz viņa kungs kā noziedznieks - patiešām, viņam ir ellē; viņš būs mirt tajā nedz dzīvot.
nb: Faktisk den som gjelder hans Herre som en kriminell - faktisk for ham er helvete; Han vil verken die der eller live.
sk: Naozaj, kto prichádza k svojmu pánovi ako trestné - v skutočnosti, pre neho je peklo; on bude umierať v ňom ani žiť.
sl: Zares, kdor pride njegov gospodar kot kazensko - res, zanj je pekel; On bo umrl v njem niti živeti.
sr_cyrl: Заиста, ко год дође да му господар као криминалац - заиста, за њега је пакао; Он ће умрети у томе ни живи.
sr_latn: Zaista, ko god dođe da mu gospodar kao kriminalac - zaista, za njega je pakao; On će umreti u tome ni živi.
uk: Дійсно, той, хто приходить до пан кримінальні справи - дійсно, для нього це пекло; він буде не померти в ньому не живуть.
vi: Thật vậy, bất cứ ai nói đến Chúa của mình như là một hình sự - thật vậy, cho anh ta là địa ngục; ông sẽ không chết trong đó cũng không sống.
zu: Ngempela, noma ubani eza akhe Lord njengeselelesi - empeleni, ngoba yena is Hogo;

# Quran2423
source: But whoever comes to Him as a believer having done righteous deeds - for those will be the highest degrees [in position]:
ca: Però qui s'acosta a ell com un creient haver fet escriptures justos - per a aquells serà el més alt grau [en posició]:
cy: Ond pwy bynnag sy'n dod iddo ef fel yn gredwr wedi gwneud gweithredoedd cyfiawn-ar gyfer y rheini yn y graddau uchaf [yn]:
da: Men hvem kommer til ham som en tilhænger af at have gjort retfærdige gerninger - for dem, bliver de højeste grader [i position]:
el: Αλλά όποιος έρχεται σε αυτόν, όπως ένας πιστός έχοντας γίνει δίκαιοι πράξεις - για όσους θα είναι το υψηλότερο βαθμό [στη θέση]:
et: Aga kes jõuab talle nagu usklik teinud õiged teod - need on kõrgeim kraadi [seisundis]:
fi: Mutta kuka tulee hänelle uskovainen tehneet vanhurskaat teot - niille on korkein astetta [kotona asema]:
he: אבל מי שבא לו כפי שמאמין עושה מעשים טובים - אלה יהיה מעלות הגבוהה ביותר [בעמדה]:
hr: Ali ko god da ga kao vjernika nakon što je učinio pravedna djela - za one koji će biti najviših stupnjeva [u položaju]:
lt: Bet kas ateis į jį, kaip tiki padarę teisieji darbai - tiems, kurie bus aukščiausio laipsnio [vietoje]:
lv: Bet tas, kurš nāk pie viņa kā ticīgais, kam izdarīts taisnīgs darbiem - tiem būs augstāko grādu [pozīcija]:
nb: Men den som kommer til ham som en troende har gjort rettferdige gjerninger - for de vil være de høyeste gradene [i posisjon]:
sk: Ale ten, kto príde k nemu, ako veriaci majú urobiť spravodlivé skutky - pre tých najvyšších stupňov [do pozície]:
sl: Pa kdor pride k njemu, kot vernik naredil pravednici dejanja - za tiste, ki bodo najvišje stopnje [v položaj]:
sr_cyrl: Али ко год да га као верник имати готово праведни дела - за оне ће бити највишег степена [у позицију]:
sr_latn: Ali ko god da ga kao vernik imati gotovo pravedni dela - za one će biti najvišeg stepena [u poziciju]:
uk: Але той, хто приходить до нього, як віруючий, яка зробила добрі справи - для тих, хто буде найвищий градусів [в положенні]:
vi: Tuy nhiên, bất cứ ai nói với anh ta là một người tin tưởng có thực hiện việc công bình - đối với những người sẽ là các cấp bậc cao nhất [ở vị trí]:
zu: Kodwa noma ubani oza kuye njengoba ikholwa senifeze izenzo zokulunga - kulabo kuyoba degrees eliphakeme kakhulu [e isikhundla]:

# Quran2424
source: Gardens of perpetual residence beneath which rivers flow, wherein they abide eternally. And that is the reward of one who purifies himself.
ca: Jardins de residència perpètua sota rius que flueixen, en què s'atinguin eternament. I aquesta és la recompensa d'aquell que purifica a si mateix.
cy: Gerddi preswyl parhaol o dan afonydd sy'n llifo, lle eu bod yn cadw fythol. A dyna y gwobrwyo un sy'n buro ei hun.
da: Haver evig bopæl under hvilke floder flyde, hvori de overholder evigt. Og der er en belønning, der renser sig selv.
el: Gardens αόριστης διάρκειας διαμονής κάτω από το οποίο ποταμούς ροής, όπου τηρούνται αιώνια. Και που είναι η ανταμοιβή της ένας που καθαρίζει τον εαυτό του.
et: Aiad perpetual elukoha all milline jõed voolavad, kus nad kinni igavesti. Ja mis on palk üks, kes puhastab ennast.
fi: Puutarhan ikuinen asuinpaikka alla joka jokien virtaus, jossa säädöksien ikuisesti. Ja palkita se, joka puhdistaa itsensä.
he: הגנים של המגורים תמידי מתחת אילו נהרות זורמים, שבו הם צולמו לנצח. . וזה הפרס של מי מטהר את עצמו...
hr: Vrtovi trajno prebivalište ispod kojih rijeke teku, u kojima oni trpe vječno. I to je nagrada za onoga koji se čisti.
lt: Sodai amžinai gyventi po kurios upės srautas, kuriame jos tvirtai amžinai. Ir tai už atlygį, kuris valo sau.
lv: Dārzi, zem kuras upēs pastāvīgas dzīvesvietas plūsma, kur viņi ievēro mūžīgi. Un tas ir atalgojums, kurš attīra pats.
nb: Hager perpetual bosted under hvilke elver flyter, hvor de rette evig. Og det er belønningen for en som renser seg selv.
sk: Záhrady trvalý pobyt pod ktoré riek prietoku, pričom dodržia naveky. A to je odmenou za jeden, ktorý sa čistí sám.
sl: Vrtovi večne prebivališča pod kateri rek tok, pri katerem se ravnajo večno. In da je eden, ki čisti sam nagrado.
sr_cyrl: Вртова сталном становања испод које ријеке теку, у којима они трпе заувек. И то је награда за онај који је сам себе прочишћава.
sr_latn: Vrtova stalnom stanovanja ispod koje rijeke teku, u kojima oni trpe zauvek. I to je nagrada za onaj koji je sam sebe pročišćava.
uk: Сади вічний проживання під які річках потік, яких вони дотримуються вічно. І це нагорода одного, який очищає себе.
vi: Vườn cư trú vĩnh viễn bên dưới những con sông chảy, mà trong đó họ tuân thủ luôn luôn. Và đó là phần thưởng của một trong những người thanh lọc bản thân.
zu: Gardens lokuhlala esiphakade ngaphansi lapho imifula, wherein they abide phakade.

# Quran2425
source: And We had inspired to Moses, "Travel by night with My servants and strike for them a dry path through the sea; you will not fear being overtaken [by Pharaoh] nor be afraid [of drowning]."
ca: I ens havia inspirat Moses, "viatge de nit amb els meus servents i vaga per a ells un camí sec al mar; vostè no por ésser superat [per faraó] ni témer [ofegament]."
cy: Ac wedi ein hysbrydoli i Moses, "teithio gan nos gyda 'm gweision a streic ar gyfer eu llwybr sych trwy y môr; chi ni fydd ofn cael eu goddiweddyd [gan Ffaro] nac ofni [boddi]."
da: Og vi havde inspireret til Moses, "rejse om natten med mine tjenere og strike for dem en tør vej gennem havet; du vil ikke bange for at blive overhalet [af Farao] heller ikke være bange for [af drukning]."
el: Και μας είχε ενέπνευσε να Moses, «ταξιδεύουν τη νύχτα με τους υπηρέτες μου και απεργία για αυτούς ένα στεγνό μονοπάτι μέσα από τη θάλασσα? σας δεν θα φοβούνται να ξεπεραστεί [από Φαραώ] ούτε να φοβόμαστε [πνιγμό].»
et: Ja meil oli inspireeritud Moses, "minu sulased öösiti reisida ja strike neile kuiva tee läbi mere; te ei hirmu veesõidukil [poolt vaarao] ega kartma [uppumine]."
fi: Ja meillä oli inspiroinut Moses "matkustaa yöllä palvelijoideni ja strike niille kuiva reitin mereen; sinulla ei pelätä ohittanut [farao] eikä pelkää [hukkuminen]."
he: לנו היה השראה כדי Moses, "עם רדת החשיכה עם המשרתים שלי ולפגוע להם שביל יבש דרך הים; אתה לא חושש להיות עקפה [פרעה] ולא לפחד [טובע]."
hr: I mi je nadahnuo da Moses, "putovati noću s moje sluge i štrajk za njima suhim putem kroz more; ti neće bojati se zatekne [Faraon] niti biti davljenja []."
lt: Ir mes turėjo įkvėpė Moses, "kelionės naktį su mano tarnai ir smogti jiems sausas kelias per jūrą; jums bus ne baimė yra aplenkė [Faraonas], nei bijoti [skendimas]."
lv: Un mums bija iedvesmojusi Moses, "ceļot naktī ar manu kalpiem un sist viņiem sauss ceļš pa jūru; jums būs nevis bailes ir aizstājis [faraons] ne bail [no noslīkšanas]."
nb: Og vi hadde inspirert til Moses, "reise om natten med mine tjenere og strike for dem en tørr sti gjennom havet. du vil ikke frykte forbigått [av Farao] eller være redd av drukning]."
sk: A sme mali inšpirovaný Moses, "Cestovanie v noci s moji služobníci a strike pre nich suchá cesta cez more; ste nebude báť predbiehania [faraóna] ani báť [kúriť]."
sl: In smo imeli navdih za Moses, "potovanje ponoči z mojih uslužbencev in stavke zanje suha pot skozi morje; vas ne bojijo se prehitela [Faraon] niti bojte [utopitev]."
sr_cyrl: И нисмо имали инспирацију да Мосес, пустињско сунце са мојим слугама и напасти-за њих сува пут кроз море; те ће не страхују преплављени [фараон] ни бити утапања []".
sr_latn: I nismo imali inspiraciju da Moses, pustinjsko sunce sa mojim slugama i napasti-za njih suva put kroz more; te će ne strahuju preplavljeni [faraon] ni biti utapanja []".
uk: І ми надихнув Moses, "подорож на ніч з моїх слуг і завдати удару для них сухому шляху через море; Ви не бійтеся час обігнали [фараона] ні боятися [утоплення]."
vi: Và chúng tôi đã có cảm hứng để Moses, "đi đêm với người hầu của tôi và tấn công cho họ một con đường khô qua biển; bạn sẽ không lo sợ bị vượt qua [bởi Pharaoh] cũng không sợ [chết đuối]."
zu: Futhi Thina waphefumulela kuMose: "Ichibi ebusuku izinceku zami ushayanise ngabo indlela eyomile elwandle; ngeke yesabe ukuba inganqotshwa [uFaro] ningashaywa luvalo [yokuminza]."
