Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2017
source: And do not say about what your tongues assert of untruth, "This is lawful and this is unlawful," to invent falsehood about Allah. Indeed, those who invent falsehood about Allah will not succeed.
ca: I no diuen sobre el que el seu llengües una asserció de mentida, "això és legal i és il·legal," inventar falsedat sobre Allah. De fet, aquells que inventar falsedat sobre Allah no reeixirà.
cy: Ac nid dweud ynghylch pa eich dafod yn honni bod o ddweud anwiredd, "Mae hyn yn gyfreithlon ac mae hyn yn anghyfreithlon," i ddyfeisio anwiredd am Allah. Yn wir, bydd y rhai sydd yn dyfeisio anwiredd am Allah yn llwyddo.
da: Og siger ikke om hvad din tunger assert af usandhed, "Dette er lovlig og dette er ulovligt," at opfinde løgn om Allah. Ja, dem, der opfinder løgn om Allah vil ikke lykkes.
el: Και δεν το λέω για τι σας γλώσσες διεκδίκησης της αναλήθεια, «αυτό είναι νόμιμο και αυτό είναι παράνομο,» να εφεύρουν το ψεύδος για τον Αλλάχ. Πράγματι, αυτοί που εφευρίσκουν ψεύδος για Αλλάχ δεν θα πετύχει.
et: Ja ära ütle milline oma keelega assert kohta vale, "see on seaduslik ja see on õigusvastane," leiutada valetamine umbes Allah. Tõepoolest, need, kes leiutada valetamine umbes Allah ei õnnestu.
fi: Ja sano mitä oman kielensä esitetään valhe, "Tämä on laillista ja tämä on laitonta," keksiä valhe siitä Jumala. Itse asiassa jotka keksivät valhe siitä Jumala ei onnistu.
he: אל תגיד על איזה assert לשונות שלך של השקר, "זה חוקי, זה לא חוקי," להמציא שקר על אללה. ואכן, אלה שממציאים כזב על אללה לא תצליח.
hr: I ne govori o svoje jezike assert od neistina, "Ovo je dopušteno i to je protuzakonito," izmisliti laž o Allahu. Uistinu, oni koji izmišljaju laži o Allahu neće uspjeti.
lt: Ir nereikia sakyti, apie ką jūsų kalbos teigimu, netiesą, "tai yra teisėta ir tai yra neteisėtas," sugalvoti melas apie Dievo. Iš tiesų, tie, kurie sugalvoti melas apie Dievo nepavyks.
lv: Un nevar teikt par to, ko jūsu mēles assert nepatiesība, "tas ir likumīga, un tas ir nelikumīgs," izgudrot meli par Allah. Protams, tiem, kas izgudrot meli par Allah neizdosies.
nb: Og ikke si om hva din tunger assert av usannhet, "Dette er lovlig og dette er ulovlig," å oppfinne løgn om Allah. Faktisk vil de som oppfinne løgn om Allah ikke lykkes.
sk: A nehovor o tom, čo vaše jazýčky assert nepravdy, "to je zákonné, a to je nezákonné," vymyslieť lož o Alah. V skutočnosti tí, ktorí vymyslieť lož o Alah nepodarí.
sl: In ne rečem o kaj vaš jeziki ustvarjanje izjave o za neresnico, "to je zakonita, in to je nezakonito," izmisliti laž o Allah. Res, tiste, ki izumiti laž o Allah ne bo uspelo.
sr_cyrl: И не говори о какав ти језици ассерт од неистине,"Ово је законита и то није по закону," да измисле неистина о Аллах. Уистину , онима који измисле неистина о Аллах неће успети.
sr_latn: I ne govori o kakav ti jezici assert od neistine, "Ovo je zakonita i to nije po zakonu," da izmisle neistina o Allah. Uistinu, onima koji izmisle neistina o Allah neće uspeti.
uk: І не сказати про те, що ваш дар мов надбання неправди, "законним і це є незаконним," винаходити брехня про Аллаха. Дійсно, ті, які винаходять брехня про Аллаху не вдасться.
vi: Và không nói về những gì assert lưỡi của bạn của untruth, "điều này là hợp pháp và điều này là trái pháp luật," để phát minh ra falsehood về Allah. Thật vậy, những người phát minh ra falsehood về Allah sẽ không thành công.
zu: Futhi angisho ngalokho limi bagomela zamanga, "Lo is semthethweni lo is unlawful," baziqambela amanga mayelana Allah.

# Quran2018
source: [It is but] a brief enjoyment, and they will have a painful punishment.
ca: [És però] un gaudi breu i tindran un dolor càstig.
cy: [Mae'n ond] bydd mwynhad byr, ac maent yn cael cosb poenus.
da: [Det er men] en kort nydelse, og de vil få en smertelig straf.
el: [Είναι αλλά] μια σύντομη απόλαυση, και θα έχουν μια οδυνηρή τιμωρία.
et: [See on aga] lühike nautimine, ja nad on valus karistuse.
fi: [Se on mutta] lyhyt nautintoa, ja heillä on tuskallinen rangaistus.
he: [זה אבל] הנאה קצרה, והם יהיו עונש כואב.
hr: [To je ali] kratko uživanje, i oni će imati bolne kazne.
lt: [Tai bet] trumpą malonumą, ir jie turės skausmingų bausmė.
lv: [Tas ir, bet] īss baudījumu, un tie būs sāpīgi sods.
nb: [Det er men] en kort glede, og de vil ha en pinefull straff.
sk: [To je ale] krátke potešenie, a oni budú mať bolestivé trest.
sl: [To je vendar] kratek užitek, in so imeli boleče kazen.
sr_cyrl: [То је али] кратка уживања, и они ће имати болна казна.
sr_latn: [To je ali] kratka uživanja, i oni će imati bolna kazna.
uk: [Це але] коротка задоволення і вони будуть мати хворобливі покарання.
vi: [Nó nhưng] thưởng thức ngắn gọn, và họ sẽ phải chịu hình phạt đau đớn.
zu: [It is kodwa] ukujabula emfushane, futhi bayoba buhlungu jeziso.

# Quran2019
source: And to those who are Jews We have prohibited that which We related to you before. And We did not wrong them [thereby], but they were wronging themselves.
ca: I a aquells que som jueus han prohibit que el que ens relaciona amb abans. I nosaltres no els va fer malament [i], però es van wronging-se.
cy: Ac i'r rheini yr Iddewon ydym wedi gwahardd sydd yn ymwneud â chi o'r blaen. A wnaeth nid anghywir iddynt [ac felly], ond roedd eu wronging eu hunain.
da: Og til dem, der er jøderne vi har forbudt det, som vi relateret til dig før. Og vi gjorde ikke forkert dem [dermed], men de gøre selv.
el: Και σε όσους είμαστε Εβραίοι έχουν απαγορεύεται αυτό που ζητάμε σχετίζονται με πριν. Και εμείς δεν έκανε λάθος τους [έτσι], αλλά αυτοί οι ίδιοι αδικούσαμε.
et: Ja neile, kes juutide me on keelatud seda, mis me teiega enne seotud. Ja me tegin valesti neid [seega], kuid nad olid wronging ise.
fi: Ja niille, jotka olemme juutalaiset ovat kieltäneet että, jotka liittyvät sinua ennen. Ja meillä ei ole väärässä ne [näin], mutta he olivat wronging itse.
he: אלה שאינם יהודים אנחנו אסרו את אשר אנו קשורים לך בעבר. לא טעינו אותם [ובכך], אבל הם היו כך שפגעו בעצמם.
hr: I onima koji su Jevreji smo imati zabranjeno ono što smo u rodu sa vama. Smo ih loše [time], a oni su sami wronging.
lt: Ir tiems, kurie yra žydų mes uždraudė tai, kas mes susiję su jumis prieš. Ir mes ne blogai juos [taip], tačiau jie buvo wronging patys.
lv: Un tiem, kas mēs esam jūdi, ir tas, ko mēs ar jums pirms aizliegta. Un mums nav nepareizi tos [tādējādi], bet tie bija wronging sevi.
nb: Og for de som er jøder vi har forbudt som vi knyttet til deg før. Og vi gjorde ikke feil dem [og], men de var wronging seg.
sk: A pre tých, ktorí sú Židia sme zakázali, ktoré sme v súvislosti s už predtým. A sme nemal zle im [tak], ale oni boli wronging sami.
sl: In tistim, ki so Judje smo so prepovedane, ki, ki smo povezani z vami, preden. In smo jih ne narobe [tako], vendar so bili wronging sami.
sr_cyrl: А онима који су Јевреји смо имати забрањено оно што смо у роду с тобом раније. Скривила смо их не [Тиме], а они су сами себе wронгинг.
sr_latn: A onima koji su Jevreji smo imati zabranjeno ono što smo u rodu s tobom ranije. Skrivila smo ih ne [Time], a oni su sami sebe wronging.
uk: І для тих, хто ми такі євреїв заборонено те, що ми пов'язані з вами раніше. І ми не помилився їх [тим самим], але вони були wronging себе.
vi: Và những người Do Thái chúng tôi đã cấm mà trong đó chúng tôi liên quan đến bạn trước. Và chúng ta không phải đã làm sai trái chúng [do đó], nhưng họ đã wronging mình.
zu: Futhi kulabo amaJuda Siye kungavunyelwe ukuthi yiziphi Sabachazela ngaphambili.

# Quran2020
source: Then, indeed your Lord, to those who have done wrong out of ignorance and then repent after that and correct themselves - indeed, your Lord, thereafter, is Forgiving and Merciful.
ca: Llavors, de fet el seu Senyor, a qui han fet malament per ignorància i penedir-se després d'això i corregir-se - de fet, el seu Senyor, a partir de llavors, és indulgent i Clement.
cy: Yna, eich Arglwydd yn wir, i'r rhai sydd wedi ei wneud yn anghywir allan o anwybodaeth ac yna edifarhau ar ôl hynny a cywiro eu hunain-yn wir, eich Arglwydd, wedi hynny, yn Forgiving a Merciful.
da: Så faktisk din Herre, til dem, der har gjort forkert af uvidenhed og derefter angrer ovenpå og korrigere sig selv - ja, din Herre, derefter, er Forgiving og barmhjertige.
el: Στη συνέχεια, πράγματι σας Λόρδος, σε όσους έχουν κάνει λάθος από άγνοια και στη συνέχεια να μετανοήσουν και μετά από αυτό και να διορθώσετε οι ίδιοι - πράγματι, τον Κύριό σας, στη συνέχεια, είναι επιεικής και εύσπλαχνος.
et: Siis tõepoolest oma Issanda, kes teadmatusest valesti teinud ja siis pärast seda kahetsema ja parandada ise - tõepoolest, teie Issandat, pärast seda on Forgiving ja Merciful.
fi: Todellakin Herrasi niille, jotka tehdä väärin tietämättömyydestä, parannuksen sen jälkeen ja korjata itse - itse asiassa herra, sen jälkeen on anteeksiantava ja armollisin.
he: לאחר מכן, אכן אדונך, לאלה שלא עשו רע אגרסיבים בתשובה אחרי זה וגם לתקן את עצמם - אכן, אדונך, לאחר מכן, הוא Forgiving הרחום והחנון.
hr: Onda, zaista vaš gospodar, onima koji su učinili zlo iz neznanja i onda se pokaju nakon toga i isprave - uistinu, Gospodar tvoj, nakon toga je opraštanje i milostiv.
lt: Tada, iš tiesų jūsų Viešpats, tiems, kurie padarė neteisingą iš nežinojimo ir tada atgailauti po to ir ištaisyti patys - iš tiesų, savo Viešpaties, po to, yra Forgiving ir litosciwy.
lv: Tad patiešām jūsu kungs, tiem, kuri ir darījuši nepareizi no nezināšanas pēc tam nožēlot un tad labot paši - tiešām, kungs, pēc tam ir piedošanu un žēlsirdīgs.
nb: Faktisk din Herre, for de som har gjort galt ut av uvitenhet og omvende seg etter det og rette seg selv - Ja, din Herre, deretter er tilgi og barmhjertig.
sk: Potom skutočne svojho pána, pre tých, ktorí urobili zle z nevedomosti a potom pokánie potom a opraviť sami - Vskutku, svojho pána, potom je odpúšťajúci a Milosrdných.
sl: Potem, dejansko svojega Gospoda, tistim, ki so delali narobe iz nevednosti in nato se pokesajo po tem in pravi sama - res, svojega Gospoda, zatem je tolerantna in usmiljen.
sr_cyrl: Онда, заиста твој господар, онима који је урадио погрешно из незнања Покајте се након тога и исправите себе - заиста, твој господар, након тога, је Форгивинг и милосрдна.
sr_latn: Onda, zaista tvoj gospodar, onima koji je uradio pogrešno iz neznanja Pokajte se nakon toga i ispravite sebe - zaista, tvoj gospodar, nakon toga, je Forgiving i milosrdna.
uk: Тоді, дійсно ваш Господь, тим, хто зробив неправильно через незнання покаятися після цього і виправити себе - дійсно, Господь, після цього, є бачить і Merciful.
vi: Sau đó, thực sự của Chúa, những người đã làm sai ra khỏi vô minh và sau đó ăn năn sau đó và sửa mình - quả thật vậy, Chúa của bạn, sau đó, là Forgiving Merciful.
zu: Khona-ke, ngempela kho Lord labo Ngonile ngenxa yokungazi ngalesosikhathi phenduka emva kwalokho bese bayatilungisa - ngempela, iNkosi yakho ngemva kwalokho, Thethelela Nomusa futhi.

# Quran2021
source: Indeed, Abraham was a [comprehensive] leader, devoutly obedient to Allah, inclining toward truth, and he was not of those who associate others with Allah.
ca: De fet, Abraham era un líder [completa], devotament obedient a Allah, inclinant cap a la veritat, i no era d'aquells que associen altres amb Allah.
cy: Yn wir, Abraham oedd arweinydd [cynhwysfawr], obedient daer i Allah, inclining tuag at wirionedd, ac nid oedd rhai sy'n cysylltu eraill â Allah.
da: Faktisk, Abraham var en [samlet] leder, andægtig lydige mod Allah, hælder mod sandheden, og han var ikke af dem, der forbinder andre med Allah.
el: Πράγματι, ο Αβραάμ ήταν [πλήρης] ηγέτης, ευσεβώς υπάκουος Αλλάχ, επικλινές προς την αλήθεια, και δεν ήταν από αυτούς που θα συνδέσει τους άλλους με Αλλάχ.
et: Tõepoolest, Abraham oli [põhjalik] jumalakartlikult kuulekas Allahi poole tõde, kallutamist ja ta ei olnud, kes seostavad teised Allah.
fi: Itse asiassa Abraham oli [kattava] johtaja, hartaasti kuuliainen Jumalalle kallistumista totuuden, ja hän ei niistä, jotka liittävät muut Allah.
he: אכן, אברהם היה מנהיג [מקיף], בדבקות צייתן לאללה, inclining לעבר האמת, והוא היה לא מאלה לשייך אחרים אללה.
hr: Doista, Abraham je [sveobuhvatan] vođa, pobožno poslušni Allahu, okrenuta prema istini, i on nije bio od onih koji su ostali pridružiti Allah.
lt: Iš tiesų, Abraomas buvo [išsami] lyderis, dievobaimingai paklusti Dievo, pavertimas link tiesos, ir jis nebuvo iš tų, kurie susieti kiti su Dievas.
lv: Patiešām, Ābrahāms bija [visaptverošu] līderis, dievbijīga paklausīgs Allah, piešķiebdama pret patiesību, un viņš nebija no tiem, kas citiem saistīt ar Allah.
nb: Faktisk Abraham var [omfattende] leder, engasjerte lydige mot Allah, skrånende mot sannheten, og han var ikke som andre knyttes til Allah.
sk: Vskutku, Abrahám bol vodcom [komplexné], vrúcne poslušný Bohu, inklinující k pravde, a on nebol z tých, ktorí pridružiť iné Alah.
sl: Res, Abraham je bil [celovito] vodja, pobožno poslušni Allah, nagibanje proti resnico, in on ni tistih, ki povezujejo druge z Alahove.
sr_cyrl: Заиста , Абрахам је некада био [свеобухватне], побожно послушна Алаху, воља према истини, а он није био од оних који су остали придружите Аллах.
sr_latn: Zaista, Abraham je nekada bio [sveobuhvatne], pobožno poslušna Alahu, volja prema istini, a on nije bio od onih koji su ostali pridružite Allah.
uk: Дійсно, Авраам був [всеосяжний] лідер, благоговійно слухняним Аллаха, схиляючись до істини, і він не з тих, хто інші асоціюють Аллаха.
vi: Thật vậy, Abraham là một lãnh đạo [toàn diện], sùng đạo Cơ đốc Vâng lời để Allah, inclining đối với sự thật, và ông đã không phải của những người liên kết những người khác với Allah.
zu: Ngempela, u-Abrahama wayengumuntu [olunzulu] umholi, ngokuzinikela abalalelayo Allah, inclining ngase iqiniso, futhi yena wayengekho walabo ezizihlanganisa abanye Allah.

# Quran2022
source: [He was] grateful for His favors. Allah chose him and guided him to a straight path.
ca: [Va ser] agraït pel seu afavoreix. Allah va elegir i guiar-lo a un camí dret.
cy: [Yr oedd] ddiolchgar am ei favors. Mae Allah yn dewis iddo ac yn ei harwain i lwybr syth.
da: [Han var] taknemmelig for hans favoriserer. Allah valgte ham og ledte ham til en lige vej.
el: [Ήταν] ευγνώμων για τις χάρες του. Αλλάχ επέλεξε τον καθοδήγησαν και τον στον ίσιο δρόμο.
et: [Ta oli] tänulik tema soosib. Jumal valis ta ja juhindutud teda õigele teele.
fi: Hän oli kiitollinen hän. Jumala valitsi hänet ja opastanut häntä oikealle tielle.
he: [שהוא] מודים שלו טובות. אללה בחר בו וסיורים מודרכים אותו על נתיב ישר.
hr: Bio je zahvalan za svoje usluge. Allah ga je izabrao i ga vodili do ravan put.
lt: [Jis] dėkingi už jo šalininkas. Dievas pasirinko jį ir vadovaujasi jį tiesiai.
lv: [Viņš] pateicīgs par viņa labvēlību. Allah izvēlējās viņu un aizveda taisnā ceļā.
nb: [Han var takknemlig for hans tjenester. Allah valgte ham og ledet ham til en rett bane.
sk: [Bol] vďačný za jeho láskavosti. Alah si ho vybral a riadiť ho cesta priamo.
sl: [Bil] hvaležen za svoje usluge. Allah ga izbrali in ga vodi naravnost pot.
sr_cyrl: [Био ] захвалан за његове услуге. Аллах га је одабрао и га је водио на пут.
sr_latn: [Bio] zahvalan za njegove usluge. Allah ga je odabrao i ga je vodio na put.
uk: [Він був] вдячний за його сприяє. Аллах вибрав його і керуючись йому прямий сегмент контуру.
vi: [Là] ơn ủng hộ của mình. Allah đã chọn anh ta và hướng dẫn anh ta đến một đường thẳng.
zu: [Wayengumuntu] yabonga kakhulu ngalokhu ngoba befuna ngibenzele okuthile laKhe.

# Quran2023
source: And We gave him good in this world, and indeed, in the Hereafter he will be among the righteous.
ca: I li vam donar bona en aquest món, i de fet, en el futur serà entre els justos.
cy: Ac fe gafodd da yn y byd hwn, ac yn wir, o hyn ymlaen y bydd ef yn ymhlith y righteous.
da: Og vi gav ham godt i denne verden, og faktisk i hinsidige han bliver blandt retfærdige.
el: Και δώσαμε το καλό σε αυτόν τον κόσμο, και μάλιστα, στην συνέχεια θα είναι μεταξύ των δίκαιοι.
et: Andsime talle head siin maailmas ja tõepoolest, edaspidi saab ta õige seas.
fi: Annoimme hänelle hyvällä tässä maailmassa ja jäljempänä hän on todellakin joukkoon.
he: נתנו לו טוב בעולם הזה, ואכן, בעתיד הוא יהיה בין הצדיקים.
hr: Dali smo mu dobro u ovom svijetu i zaista, u daljnjem tekstu će biti među pravednima.
lt: Mes davė jam gero šiame pasaulyje ir iš tiesų, toliau jis bus vienas teisus.
lv: Un mēs iedevām viņam labi šajā pasaulē, un patiešām, turpmāk viņš būs starp taisns.
nb: Og vi ga ham godt i denne verden, og faktisk i hinsidige vil han være blant rettferdige.
sk: Sme mu dal dobrú v tomto svete a v skutočnosti v ďalej bude medzi spravodlivými.
sl: In smo mu dali dober v tem svetu, in res, v nadaljevanju mu bo med pravednika.
sr_cyrl: И дали смо му добра на овом свету, и заиста, на другом свету он ће бити међу праведне.
sr_latn: I dali smo mu dobra na ovom svetu, i zaista, na drugom svetu on će biti među pravedne.
uk: Ми дали йому хороший в цьому світі і в майбутньому він буде серед праведників.
vi: Và chúng tôi đã cho anh ta tốt trong thế giới này, và quả thật vậy, trong tương lai ông sẽ giữa các công bình.
zu: Futhi Samnika ezinhle kuleli zwe, futhi ngempela, ngaphakathi Hereafter he be nga the ngakhethi phakathi.

# Quran2024
source: Then We revealed to you, [O Muhammad], to follow the religion of Abraham, inclining toward truth; and he was not of those who associate with Allah.
ca: Llavors li revelàvem, [O Muhammad], seguir la religió d'Abraham, inclinant cap a la veritat; i no era d'aquells que associen amb Allah.
cy: Yna rydym yn datgelu i chi, [O Muhammad], i ddilyn crefydd Abraham, inclining tuag at wirionedd; ac nid oedd rhai sy'n cysylltu â Allah.
da: Så åbenbaret vi for dig, [O Muhammad], for at følge religionen af Abraham, hælder mod sandheden; og han var ikke af dem, der forbinder med Allah.
el: Στη συνέχεια μας προέκυψε σε εσάς, [Ο Μωάμεθ], να ακολουθήσει τη θρησκεία του Αβραάμ, επικλινές προς την αλήθεια. και δεν ήταν από εκείνους που είναι συνδεδεμένους με τον Αλλάχ.
et: Siis me näitas teile [O Muhammad], jälgida religioon Abraham, kallutamist poole tõde; ja ta ei olnud, kes seostavad Allah.
fi: Sitten paljastui käyttäjälle [Oi Muhammed] noudattaa uskonnon Abraham, kallistumista totuuden; ja hän ei niistä, jotka liittävät Allah.
he: ואז אנחנו מתגלה אליך, [O מוחמד], לעקוב אחר הדת של אברהם, inclining לעבר האמת; הוא לא היה מאלה לשייך אללה.
hr: Zatim smo vam obznanjene, [O Muhammad], slijediti vjeru Abrahama, okrenuta prema istini; i on nije bio od onih koji povezati s Allah.
lt: Tada mes parodė jums, [O Muhammad], sekti religija Abraomo, pavertimas link tiesos; ir jis buvo ne iš tų, kurie susieti su Dievas.
lv: Pēc tam mēs atklāja [O Muhammad], jums sekot reliģiju Abraham, piešķiebdama pret patiesību; un viņš nebija no tiem, kas saista ar Allah.
nb: Da viste vi deg, [O Muhammad], for å følge religion Abraham, skrånende mot sannheten. og han var ikke som knyttes til Allah.
sk: Potom sme odhalili vám [Mohamed], nasledovať náboženstvo Abraham, inklinující k pravde; a on nebol z tých, ktorí spájajú s Alláh.
sl: Nato smo razkrili vam, [O Muhammad], slediti vere Abrahama, nagibanje proti resnico; in on ni tistih, ki povezujejo z Allah.
sr_cyrl: Онда смо ти, [О Мухаммад], откривено да прати религију Абрахамов, воља према истини; и он није био од оних који су повезали са Аллах.
sr_latn: Onda smo ti, [O Muhammad], otkriveno da prati religiju Abrahamov, volja prema istini; i on nije bio od onih koji su povezali sa Allah.
uk: Потім ми показали вам, [O Мухаммад], слідувати релігії Авраама, схиляючись до істини; і він не з тих, хто асоціювати з Аллаха.
vi: Sau đó chúng tôi tiết lộ cho bạn [O Muhammad], theo tôn giáo của Abraham, inclining đối với sự thật; và ông đã không phải của những người liên kết với Allah.
zu: Sabe phendla you [O Muhammad], ukulandela inkolo ka-Abrahama, inclining ngase iqiniso;

# Quran2025
source: The sabbath was only appointed for those who differed over it. And indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.
ca: Dissabte només va ser nomenat per a aquells que diferia sobre ella. I de fet, el seu Senyor considerarà entre ells el dia de resurrecció que sobre les quals solien difereixen sobre.
cy: Penodwyd y Saboth yn unig ar gyfer rheini sydd yn wahanol dros ei. Ac yn wir, y bydd eich Arglwydd yn barnu ar dydd atgyfodi ynghylch a dros a ddefnyddiwyd ganddynt yn wahanol rhyngddynt.
da: Sabbatten var kun udpeget for dem, der adskilte sig over det. Og ja, jeres Herre vil dømme mellem dem på den dag i opstandelse om det, som de brugte til at afvige.
el: Το Σάββατο διορίστηκε μόνο για αυτούς που διέφεραν από πάνω του. Και πράγματι, ο Κύριός σας θα κρίνει μεταξύ τους για την ημέρα της Αναστάσεως, σχετικά με την οποία πάνω από το οποίο χρησιμοποίησαν για να διαφέρουν.
et: Hingamispäeva nimetati ainult neile, kes erines ⁿle. Ja tõepoolest, teie Issand hindavad nende ülestõusmist päev selle üle, mida nad kasutasid erinevad vahel.
fi: Sapatin nimitettiin vain niille, jotka erosivat päälle. Ja itse asiassa teidän Herranne arvioida keskenään siitä, jota he käyttivät erilaisia ylösnousemuksen.
he: השבת מונה רק עבור אלה שחשבו על זה. אכן, אדונך ישפוט ביניהם על יום של תחיית המתים הקשור שבהן השתמשו שונים.
hr: U subotu je samo imenovan za one koji su preko njega. I doista, Gospodar tvoj će suditi između njih na dan uskrsnuća o to nad kojima su nekad se razlikuju.
lt: Šeštadienį skyrė tik tiems, kurie skyrėsi per jį. Ir iš tiesų, jūsų Viešpats teis tarp jų prisikėlimo dieną apie tą per kurį jie turi skirtis.
lv: Sabats tika iecelts tikai par tiem, kas atšķīrās pār to. Un patiešām, starp tiem augšāmcelšanās diena, pār kurām viņi mēdza atšķirties attiecībā uz vērtēs savu kungu.
nb: Sabbaten utpekt bare for dem som skilte seg over den. Og faktisk din Herren skal dømme mellom dem på oppstandelsen om det som de pleide å avvike.
sk: V sobotu bol vymenovaný iba pre tých, ktorí sa líšili nad ním. A skutočne, váš Pán bude súdiť medzi nimi na deň vzkriesenia, ktoré používajú líšiť o.
sl: V soboto je bil imenovan le za tiste, ki se nad njim. In res, bo vaš gospod sodnik vmes na dan od vstajenje, glede na to v katerem uporabljajo razlikujejo.
sr_cyrl: Сабат само именован је за оне који се разликовао преко тога. И заиста, твој господар ће судити између њих, на дан ускрснућа, у коју током којих су се разликују у погледу.
sr_latn: Sabat samo imenovan je za one koji se razlikovao preko toga. I zaista, tvoj gospodar će suditi između njih, na dan uskrsnuća, u koju tokom kojih su se razlikuju u pogledu.
uk: Суботи був призначений тільки для тих, які відрізнялися над ним. І дійсно, ваш Господь буде судити між ними на день Воскресіння щодо, над якими використаного відрізняються.
vi: Sabbath chỉ được bổ nhiệm đối với những người khác trên nó. Và quả thật vậy, Chúa của bạn sẽ phán xét giữa họ ngày ngày sống lại liên quan đến mà qua đó họ sử dụng khác nhau.
zu: ISabatha kwakuwusuku ama kuphela ezimisiwe kulabo kwahluka phezu kwalo.
