Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2147
source: Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed.
ca: De fet, hem fet el que és en l'adornament terra per a que ens puguin provar-los [sobre] quin d'ells és el millor a l'escriptura.
cy: Yn wir, yr ydym wedi bod sy'n ar yr addurn y ddaear am ei bod yn bosibl inni brofi [am] Pa un ohonynt sydd orau yn y weithred.
da: Ja, vi har gjort det, som er på jorden pynt til det, at vi kan teste dem [,] hvilke af dem er bedst i gerning.
el: Πράγματι, έχουμε κάνει ό, τι είναι για το στολίδι του γη, για το ότι μπορεί να δοκιμάζουμε τους [για] το ποια από αυτά είναι το καλύτερο στην πράξη.
et: Tõepoolest, oleme teinud seda, mis on maa kaunistusteks see, et me võib katsetada neid [et] milline neist on parim tegu.
fi: Itse asiassa olemme tehneet sitä, mikä on maan koriste siitä, että voi testata ne [niiden] mikä niistä on paras teko.
he: אכן, עשינו את זה על קישוט הארץ כי שנוכל לבחון אותם [כמו] מי מהם הוא הטוב ביותר מעשה.
hr: Doista, napravili smo ono što je na zemlji ukras za koji smo testirali im [i] koji je najbolji u djelo.
lt: Iš tiesų, mes padarėme tai, kas yra ant žemės puošmena už tai, kad mes gali išbandyti juos [,] kuri iš jų yra geriausia savybė.
lv: Patiešām, mēs esam panākuši to, kas ir uz zemes rota par to, kas mums var testēt tos [par to], kura no tām ir vislabāk darbos.
nb: Faktisk har vi gjort det som er på jorden pryd for det at vi kan teste dem [om] hvilke av dem er best i gjerning.
sk: V skutočnosti sme urobili to, čo je na zemi ozdobou na to, že môžeme vyskúšať [,], ktorý z nich je najlepšie činy.
sl: Dejansko smo naredili tisto, kar je na zemlji okras za to, da smo lahko test jih [,] katera od njih je najboljši v dejanju.
sr_cyrl: Заиста , направили смо оно што је на земљи Реса за то што је можда тестирамо их [о томе] која од њих је најбољи у дело.
sr_latn: Zaista, napravili smo ono što je na zemlji Resa za to što je možda testiramo ih [o tome] koja od njih je najbolji u delo.
uk: Дійсно, ми зробили те, що на землі прикрасою всього за це випробування, що ми може їх [,] який з них є кращим на ділі.
vi: Thật vậy, chúng tôi đã làm điều đó trên trang sức trái đất cho nó mà chúng tôi có thể kiểm tra chúng [là để] mà trong số đó là tốt nhất trong chứng thư.
zu: Ngempela, Senze lokho okungaphandle emhlabeni ukuhloba ngoba lokho Singase ukuzilinga [ngokuqondene] which of them is best in deed.

# Quran2148
source: And indeed, We will make that which is upon it [into] a barren ground.
ca: I de fet, farem el que és sobre ella [a] una terra erma.
cy: Ac yn wir, byddwn yn gwneud hynny a dyna arno [i] dir hesb.
da: Og ja, vi vil gøre det, som er over det [i] en golde jord.
el: Και πράγματι, θα κάνουμε αυτό που είναι σ ' αυτήν [σε] ένα άγονο έδαφος.
et: Ning tõepoolest, me teeme seda, mis on talle [võtta] viljatu maa.
fi: Ja itse asiassa teemme sitä, mikä on sille [tulee] karu maa.
he: אכן, נהפוך את זה עליו [אל] בקרקע עקרה.
hr: I uistinu, mi ćemo napraviti ono što je na njemu u neplodna tla.
lt: Ir iš tiesų, mes padarysime tai, kas yra jai [į] niepłodna žemės.
lv: Un tik tiešām, mēs veiksim to, kas tai [ievada] neauglīgs zemē.
nb: Og ja, vi vil gjøre det som er på det [i] en øde bakken.
sk: A Vskutku, budeme robiť to, čo je na ňom [do] neplodná zem.
sl: In res, mi bo to, kar je na njem [v] neplodna tla.
sr_cyrl: И заиста, направићемо то што је на њему у јалове земље.
sr_latn: I zaista, napravićemo to što je na njemu u jalove zemlje.
uk: І дійсно, ми будемо робити те, що на нього [в] безплідні землі.
vi: Và quả thực, chúng tôi sẽ làm cho rằng đó là khi nó vào một mặt đất cằn cỗi.
zu: Futhi impela, Sizokwenza ukuthi elingaphezu kwalo [zibe] emhlabathini inyumba.

# Quran2149
source: Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?
ca: O has pensat que els companys de la cova i la inscripció eren, entre nostres signes, una meravella?
cy: Neu a ydych wedi meddwl bod cymdeithion yr Ogof a arysgrifio yn, ymysg ein arwyddion, pa ryfedd?
da: Eller har du tænkt at kammerater i hulen og indskriften var blandt vores tegn, et vidunder?
el: Ή έχετε σκεφτεί ότι οι σύντροφοι του σπηλαίου και η επιγραφή ήταν, μεταξύ μας σημάδια, ένα θαύμα;
et: Või oled sa mõelnud, et kaaslased koobas ja sõnad olid ühed meie märke ei tea?
fi: Tai Oletko ajatellut, että luola ja kirjoitus kumppaneita olivat meille merkkejä ihme?
he: או האם חשבתם כי הלוויה של המערה, הכתובת היו, בין השלטים פלא?
hr: Ili jeste li razmišljali da drugovi špilja i natpis bili i naši znakovi, čudo?
lt: Arba galite galvoti kad draugų urvas ir užrašas buvo, tarp mūsų ženklai, stebuklas?
lv: Vai tu esi domājis, ka biedri no alas un uzraksts bija starp mūsu zīmes brīnums?
nb: Eller har du tenkt at kameraten av hulen og innskriften var blant våre tegn, rart?
sk: Alebo si myslel, že spoločníci jaskyne a nápis boli medzi naše známky zázrak?
sl: Ali ste pomislili, da tovariši v jamo in napis so, med naše znakov, čudno?
sr_cyrl: Или да си мислила да компањони пећина и натпис, међу знацима, чудо?
sr_latn: Ili da si mislila da kompanjoni pećina i natpis, među znacima, čudo?
uk: Або ви думали, що товариші печери і напис, серед були наші знаки, диво?
vi: Hoặc bạn có nghĩ rằng companions của các hang động và dòng chữ đã là, trong số các dấu hiệu của chúng tôi, một tự hỏi?
zu: Noma uke wacabanga ukuthi abangane emhumeni Umbhalo ngamashumi, phakathi izimpawu Wethu, nesimangaliso?

# Quran2150
source: [Mention] when the youths retreated to the cave and said, "Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance."
ca: [Accèsit] Quan els joves es va retirar a la cova i va dir, "Nostre Senyor, concedir-nos de tu mateix Mercè i preparar per a nosaltres des de la nostra orientació correcta assumpte."
cy: [Cyfeiriad] pan fydd y bobl ifanc cilio i yr Ogof ac yn dweud, "Mae ein Arglwydd, yn ein grant gan eich hun drugaredd a baratoi i ni gan ein canllawiau cywir ar y mater."
da: [Omtale] Når unge trak sig tilbage til hulen og sagde: "Vor Herre, skænk os fra dig selv barmhjertighed og forberede os fra vores affære rigtige vejledning."
el: [Αναφορά] όταν οι νεαροί υποχώρησαν στο σπήλαιο και είπε, «Ο Κύριός μας, να μας ελεήσει από τον εαυτό σας και ετοιμαστείτε για μας από την σωστή καθοδήγηση μας υπόθεση.»
et: [Mainida] kui noored taandusin koobas ja ütles: "Meie Issand, anna meile iseendast halastust ja valmistuda meile meie afäär õiguseta juhiseid."
fi: [Mainita] nuoret vetäytyivät luolaan ja sanoi: "Meidän Herramme antaa meille itse armon ja valmistelemaan meille asia kuntoon ohjeita."
he: [אזכור] כאשר הנוער נסוגו אל המערה ואמר: "אדוננו, מעניק לנו מעצמך רחמים ואני יכין לנו מן ההנחיות נכון שלנו לפרשה".
hr: [Spomenuti] kada mladi se povukao u pećinu i kaže, "Gospoda, daj nam od sebe milost i pripremi za nas iz naše afera pravo vodstvo."
lt: [Paminėti] kai jaunimo pasitraukė į urvas ir pasakė: "Mūsų Viešpatie, suteikia mums nuo sau malonės ir pasirengti mus nuo mūsų reikalas tinkamą vadovavimą."
lv: [Min], kad jaunieši devās uz alu un teica: mūsu kungs, piešķirt mums žēlastību no sevis un sagatavotu mūs no mūsu lieta labo virzības.
nb: [Omtale] når ungdommer trakk seg tilbake til hulen og sa, "vår Herre, gi oss fra deg nåde og forberede oss fra våre affære riktig veiledning.
sk: [Zmienka] keď mládenci ustúpil do jaskyne a povedal: "Náš Pán grant od seba milosrdenstva a pripraviť sa na nás z našich záležitosť správnym vedením."
sl: [Navedba], ko mladi umaknili v jamo in reče: "Naš Gospod, podari nam od sebe usmiljenja in pripravimo za nas iz naše vodilo prav afero."
sr_cyrl: [Помиње ] када младих људи су се повукли у пећину, и рекао: "Господ, дај нам од себе милост и припреми се за нас из нашем водичу у праву аферу."
sr_latn: [Pominje] kada mladih ljudi su se povukli u pećinu, i rekao: "Gospod, daj nam od sebe milost i pripremi se za nas iz našem vodiču u pravu aferu."
uk: [Згадки], коли молоді люди відступили до печери і сказав: "Наш Господь, надаєте нам від самого себе милосердя і підготувати для нас від наших підказок правильний справою".
vi: [Đề cập đến] khi các thanh niên rút lui trở về các hang động và nói, "Chúa chúng ta, cấp cho chúng tôi từ bản thân bạn cho lòng thương xót và chuẩn bị cho chúng tôi từ chúng tôi hướng dẫn đúng vụ."
zu: [Ukuphathwa] lapho intsha zinhlanga emhumeni, wathi: "Ithu Lord pha us kusukela Yourself isihe futhi ulungiselele kithi evela indaba yethu lungile hola."

# Quran2151
source: So We cast [a cover of sleep] over their ears within the cave for a number of years.
ca: Així podem emetre [una portada de son] sobre les orelles dins la cova durant diversos anys.
cy: Rydym felly yn bwrw [clawr o gysgu] dros eu clustiau o fewn y Ogof am nifer o flynyddoedd.
da: Så kastede vi [et dække af søvnen] over deres ører i hulen i en årrække.
el: Έτσι μπορούμε να ρίχνει [μια κάλυψη του ύπνου] πάνω από τα αυτιά τους μέσα στο σπήλαιο για πολλά χρόνια.
et: Nii me enamus [katta sleep] üle oma kõrvu koobas jooksul mitu aastat.
fi: Joten olemme heittää [kansi nukkua] korvansa sisällä luola useiden vuosien ajan.
he: אז אנחנו יצוק [גרסת כיסוי של שינה] מעל האוזניים שלהם בתוך המערה במשך מספר שנים.
hr: Tako mi cast [naslovnici San] preko ušiju u pećini za nekoliko godina.
lt: Taigi mes dauguma [padengti miego] per savo ausis per urvas už keletą metų.
lv: Tātad mēs cast [vāka miega] pār ausis atrodas alā jau vairākus gadus.
nb: Så kastet vi [en cover av søvn] over ørene i hulen i en årrekke.
sk: Tak sme cast [kryt spánok] cez uši do jaskyne na niekoľko rokov.
sl: Tako smo oddanih [kritje spanja] njihove ušesa v jamo za več let.
sr_cyrl: Па смо бацили [Насловна страна спавања] око себе унутар јаме за дуги низ година.
sr_latn: Pa smo bacili [Naslovna strana spavanja] oko sebe unutar jame za dugi niz godina.
uk: Так ми кинули [покриття сну] над їх вуха в печері протягом ряду років.
vi: Vì vậy, chúng tôi diễn viên [một bìa của giấc ngủ] trên đôi tai của họ trong các hang động cho một số năm.
zu: Ngakho Thina waphonsa [a cover ukulala] ezindlebeni zabo ngaphakathi phandu for eminingana.

# Quran2152
source: Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time.
ca: Llavors ens va despertar-los que ens podrien mostrar quina de les dues faccions era més precís a calcular quin [punt] havia quedat en el temps.
cy: Yna rydym yn dihuno hwy y gallai ddangos a o garfanau dau oedd yn fwyaf manwl gywir i gyfrifo i ba raddau maent wedi aros mewn amser.
da: Så vi vækket dem at vi kan vise, hvilken af de to fraktioner var mest præcise i beregning af [hvorvidt] de var forblevet i tid.
el: Τότε εμείς ξύπνησε τους που μπορούμε ίσως να δείξουμε ποια από τις δύο παρατάξεις ήταν πιο ακριβής κατά τον υπολογισμό [πόσο] έμεναν στο χρόνο.
et: Siis me ärganud neile et me võiks näidata, mis kahe fraktsioonide oli viimane täpne arvutamisel suures ulatuses nad on olnud aega.
fi: Sitten herätti heidät että saatamme näyttää joka kahtia oli tarkin laskettaessa, missä määrin ne olivat ajoissa.
he: ואז אנחנו עורר אותם שאנחנו יכולות להראות שהיה המדויקת ביותר לחישוב [מידת] של שני הפלגים האלה הם נשארו זמן.
hr: Onda smo ih probudili da mi može pokazati koji od dvije frakcije je najprecizniji u izračunavanju koje [mjere] oni su ostali na vrijeme.
lt: Tada mes pažadino juos kad galime parodyti, kad dvi grupuotes buvo labiausiai tiksliai apskaičiuoti [kiek] jie liko laiko.
lv: Tad mēs pamodās viņiem, ka mēs varētu parādīt, kas divas frakcijas bija visvairāk precīzi aprēķinot [cik] viņi uzturējās laikā.
nb: Så vi vekket dem at vi kan vise hvilken av de to fraksjonene var mest nøyaktig beregne hvilken [grad] de hadde holdt seg i tid.
sk: Potom sme ich prebudil že sme mohli ukázať, čo dve frakcie bol najpresnejší výpočet čo [rozsah] zotrvali v čase.
sl: Potem smo jih prebudil da lahko prikažemo, katera od dveh frakcij je najbolj natančen izračun kaj [obseg] so živeli v času.
sr_cyrl: А онда смо их пробудили да смо можда показују који од две фракције је најпрецизнија за рачунање у којој мери су остао је у време.
sr_latn: A onda smo ih probudili da smo možda pokazuju koji od dve frakcije je najpreciznija za računanje u kojoj meri su ostao je u vreme.
uk: А потім ми прокинулися їх що ми можемо показати, який з двох фракцій був найбільш точним розрахунку [наскільки] вони залишилися в часі.
vi: Sau đó, chúng tôi đánh thức họ rằng chúng tôi có thể hiển thị của hai phe phái chính xác nhất để tính toán những gì [mức] họ đã ở lại trong thời gian.
zu: Bese We wabavusa ukuthi Singase ubonise ukuthi imiphi ngamaqembu amabili kwaba eqondile kakhulu ekubaleni ngalokho [ngezinga elingakanani] they esehlale ngesikhathi.

# Quran2153
source: It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance.
ca: És que es refereixen a tu, [O Muhammad], d'història en veritat. De fet, eren joves que creia en el seu Senyor, i ells hem augmentat en orientació.
cy: Mae'n ein sy'n ymwneud â chi, [O Muhammad], eu stori mewn gwirionedd. Yn wir, yr oeddent yn bobl ifanc sy'n credu yn yr Arglwydd eu, ac yr ydym yn eu codi yn y canllawiau.
da: Det er os, der vedrører dig, [O Muhammad], deres historie i sandhed. Ja, de var unge, der troede på deres Herre, og vi øget dem i vejledning.
el: Είναι εμείς που αφορούν σε εσάς, [Ο Μωάμεθ], την ιστορία τους στην αλήθεια. Πράγματι, ήταν τους νέους που πίστευαν στον κύριο τους, και έχουμε αυξήσει τους στα καθοδήγηση.
et: Me, kes te [O Muhammad], nende lugu tõde on seotud on. Tõepoolest, nad olid noored, kes uskus oma Issanda ja meil suurendada neid juhiseid.
fi: Juuri me liittyä sinua, [Oi Muhammed] tarinaansa todellisuudessa. Ne nuoret, jotka uskoivat heidän Herransa, ja ne kasvoivat ohjeissa.
he: . זה אנו מתייחסים אליך, [O מוחמד], הסיפור שלהם באמת. אכן, הם היו נערים שהאמינו לאדונם, הגדלנו את אותם בהדרכה.
hr: Mi koji se odnose na vas, [O Muhammad], njihova priča zapravo je. Doista, oni su bili mladići koji su vjerovali u gospodara i smo ih povećali u vodstvo.
lt: Tai mes, kurie yra susiję su jums, [O Muhammad], jų istorija, tiesa. Iš tiesų, jie buvo jaunuolių, kurie tikėjo savo pono, ir mes padidino rekomendacijose.
lv: Mēs, kas attiecas uz jums, [O Muhammad], viņu stāsts patiesībā ir. Patiešām, tie jaunieši, kuri ticēja savu kungu, un mēs tos palielināja vadlīnijās.
nb: Det er vi som gjelder deg, [O Muhammad], sin historie i sannhet. Faktisk, de var ungdommer som trodde på deres Herre, og vi økt dem i veiledning.
sk: Sme to my, ktorí sa k vám, [Mohamed], ich príbeh v pravde. V skutočnosti boli mladí ľudia, ktorí verili v ich pána a sme zvýšili ich usmernenia.
sl: Mi, ki se nanašajo na vas, [O Muhammad], svojo zgodbo, v resnici je. Dejansko so bili mladeniči, ki so verjeli v svojega Gospoda, in smo jih povečal v smernice.
sr_cyrl: Ми смо ти који се односе на вас, [О Мухаммад], њихова прича у истини је. Заиста, били су младих који су веровали у свог господара, а повећан смо их у водич.
sr_latn: Mi smo ti koji se odnose na vas, [O Muhammad], njihova priča u istini je. Zaista, bili su mladih koji su verovali u svog gospodara, a povećan smo ih u vodič.
uk: Саме ми ставитися до вас, [O Мухаммад], свою історію у правді. Дійсно, вони були молоді люди, які вірили в їх Господа, і ми збільшили їх у настановах.
vi: Đó là chúng ta những người liên quan đến bạn, [O Muhammad], câu chuyện của họ trong sự thật. Thật vậy, họ đã là thanh thiếu niên những người tin vào Chúa, và chúng tôi tăng chúng trong hướng dẫn.
zu: Kuyinto Thina ukukuqonda, [O Muhammad], indaba yabo ngeqiniso.

# Quran2154
source: And We made firm their hearts when they stood up and said, "Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression.
ca: I hem fet ferm el cor quan es va aixecar i va dir, "nostre Senyor és Senyor dels cels i la terra. Mai ens cridarà a més ell qualsevol deïtat. Ens vols certament parlat, llavors, una transgressió excessiva.
cy: A gwnaethom cadarn eu calonnau wrth iddynt sefyll a dweud, "Mae ein Arglwydd yn yr Arglwydd y nefoedd a'r ddaear. Byth bydd alw ar wahân iddo unrhyw Dduwdod. Byddai Rydym wedi sicr siarad, yna, tramgwyddiad gormodol.
da: Og vi lavet fast deres hjerter når de stod op og sagde: "vor Herre er herre i himlene og jorden. Aldrig vil vi påberåbe foruden ham nogen guddom. Vi ville helt sikkert talt, derefter, en overdreven overtrædelse.
el: Και κάναμε σταθερή τις καρδιές τους, όταν σηκώθηκε και είπε, "ο Κύριός μας είναι ο κύριος του ουρανού και της γης. Ποτέ δεν θα σε επικαλούμαστε εκτός από τον κάθε θεότητα. Θα σίγουρα μιλήσαμε, στη συνέχεια, μια υπερβολική παραβίαση.
et: Ja tegime kindlalt nende südamed tõusis püsti ja ütles: "Issand Issand taeva ja maa. Kunagi me käivitub peale talle mis tahes jumalus. Me oleks kindlasti rääkinud, siis ülemäärast üleastumine.
fi: Ja teimme lujasti sydämensä nousi ylös ja sanoi: "meidän Herramme on taivaan ja maan Herra. Koskaan emme käynnistää hänen lisäkseen mikään Jumala. Meidän olisi varmasti puhunut, sitten liiallinen rikkomukseen.
he: . ועשינו המשרד ליבם כאשר הם קם ואמר: "אדוננו הוא אדון השמים ואת הארץ. לעולם לא במצבים קיצוניים מלבדו אלוהות כלשהי. אנחנו בהחלט מדברים, ואז, עבירה מוגזמת.
hr: I napravili smo čvrsto srce kad je ustao i rekao: "naš gospodar je gospodar nebesa i zemlje. Nikada ne će zazivamo osim njega bilo koje božanstvo. Smo da sigurno pričao, zatim pretjerano prijestup.
lt: Ir mes tvirtai jų širdis kai jie atsistojo ir tarė: "mūsų Viešpats yra dangaus ir žemės Viešpats. Niekada bus mes remtis ne tik jam bet dievybė. Mes būtų tikrai kalbėjo, tada, yra pernelyg nuodėmė.
lv: Un mēs esam padarījuši firma savās sirdīs, kad viņi piecēlās un teica: "mūsu Kungs ir debesu un zemes kungs. Nekad mēs atsauksies ne tikai viņam jebkuru dievība. Mēs būtu noteikti runājis, tad pārmērīga pārkāpšana.
nb: Og vi gjorde fast deres hjerter når de sto opp og sa: «vår Herre er himlene og jorden. Aldri vil vi påberope foruten ham noen guddom. Vi ville ha sikkert talt, deretter en overdreven overtredelse.
sk: A urobili sme firma ich srdce keď vstal a povedal: "náš Pán je pán neba i Zeme. Nikdy bude sme odvolávať okrem neho žiadne božstvo. Sme by určite hovoril, potom nadmerné priestupok.
sl: In smo na trdno njihova srca ko vstal in rekel: "Naš Gospod je gospodar nebes in zemlje. Nikoli ne bo odpoklic poleg njega vsako božanstvo. Mi bi zagotovo govoril, nato, pretirano greh.
sr_cyrl: И направили смо чврсто њихова срца кад су се успротивио и рекао, "Господ је господар неба и земље. Никада неће призивамо осим њега једним божанством. Ми свакако причао, онда је претерана преступ.
sr_latn: I napravili smo čvrsto njihova srca kad su se usprotivio i rekao, "Gospod je gospodar neba i zemlje. Nikada neće prizivamo osim njega jednim božanstvom. Mi svakako pričao, onda je preterana prestup.
uk: І ми зробили фірми їхніх серцях коли вони встав і сказав: "Господь наш Господь неба і землі. Ніколи ми будуть викликати Крім нього будь-яких божества. Ми б звичайно говорять, потім, надмірне злочин.
vi: Và chúng tôi đã vững chắc trái tim của họ khi họ đứng dậy và nói, "Chúa của chúng tôi là Chúa tể của bầu trời và trái đất. Không bao giờ sẽ chúng tôi gọi bên cạnh anh ta bất thần. Chúng tôi sẽ chắc chắn nói, sau đó, một sự vi phạm quá nhiều.
zu: Futhi Senza ngokuqinile ezinhliziyweni zabo lapho wasukuma, wathi: "Nkosi yethu is Lord of bhakabhaka hlaba. Asisoze ukunxusa Him noma yimuphi unkulunkulu. Ngokuqinisekile ngikhulumile, ngaleso sikhathi, i iseqo ngokweqile.

# Quran2155
source: These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie?"
ca: Aquests, el nostre poble, han pres a més ell deïtats. Per què no porten per [culte]-los una autoritat clar? I que és més injust que el qui inventa Allah a una mentida"?
cy: Wedi hyn, ein pobl, yn ogystal â iddo duwdod. Pam nid ydynt yn cyflwyno i [addoli o] iddynt awdurdod clir? Ac sydd yn anghyfiawn fwy nag un sy'n dyfeisio am Allah celwydd?"
da: Disse, vores folk har taget foruden ham guder. Hvorfor de ikke bringer til [tilbedelse af] dem en klar myndighed? Og der er mere uretfærdig end en, der opfinder om Allah en løgn?"
el: Αυτά, τους ανθρώπους μας, έχουν λάβει εκτός από τον θεότητες. Γιατί δεν φέρνουν [λατρεία του] τους μια σαφή αρχή; Και που είναι πιο άδικο από κάποιον που ψέματα εφευρίσκει για Αλλάχ;»
et: Need meie inimesed on võtnud teda peale jumalused. Miks nad ei too eest [kummardamise] neid selget volitust? Ja kes on rohkem kui üks, kes leiutab umbes Allah on vale alusetu?"
fi: Nämä ihmiset, otettu hänen jumalia. Miksi eivät ne tuo varten [palvonta] heille selkeä viranomainen? Ja joka on epäoikeudenmukaisempi kuin joka keksii noin Allah valheessa?"
he: אלה האנשים שלנו, לקחת חוץ אותו האלים. מדוע הם אינם מביאים [לפולחן] להם רשות ברורה? ומי צודק יותר מאשר מי ממציא על אללה שקר?"
hr: Tim, naši ljudi su se osim njega Božanstava. Zašto oni ne donose za [štovanje] ih jasno autoritet? A tko je više nepravedan nego onaj koji izmišlja o Allahu laž?"
lt: Tai, mūsų žmonės, ėmėsi be jam dievybių. Kodėl jie negalima duoti už [garbinti] juos aiškiai institucija? Ir kas daugiau neteisinga nei tas, kuris išrado apie Dievo melas?"
lv: Šie mūsu cilvēkiem ir veikušas bez viņu Dievības. Kāpēc tie neizraisa dievkalpojumiem [no] tos skaidri iestāde? Un kurš ir netaisna vairāk nekā tas, kurš izdomā par Allah meli?"
nb: Disse er våre folk har tatt foruten ham guddommer. Hvorfor de ikke ta for [tilbedelse av] dem en klar fullmakt? Og hvem er mer urettferdig enn en som oppfant om Allah løgn?"
sk: Prijali toto našich ľudí, okrem neho božstiev. Prečo si nemusia priniesť pre [uctievanie] im jasné orgán? A kto je viac nespravodlivé, ako ten, kto vymýšľa o Alah lož?"
sl: To naše ljudi, so se poleg njega božanstva. Zakaj ne da bi za [čaščenje] jih jasno organ? In kdo je bolj nepravičen, kot tisti, ki Izumi o Allah laž?"
sr_cyrl: Узео ове, људи, осим њега боћанстава. Зашто они не донесу за [обоћавање] их јасно ауторитет? А ко је више неправедан него онај који изуми о Аллах лаж?"
sr_latn: Uzeo ove, ljudi, osim njega boћanstava. Zašto oni ne donesu za [oboћavanje] ih jasno autoritet? A ko je više nepravedan nego onaj koji izumi o Allah laž?"
uk: Ці, наші люди взяли Крім нього божеств. Чому вони не Тримайте [поклоніння] їх ясно влади? А хто більш несправедливим, ніж той, хто винаходить про Аллах брехня?"
vi: Những người của chúng tôi, đã được bên cạnh anh ta thần. Tại sao họ không đưa cho [tôn thờ của] chúng một thẩm quyền rõ ràng? Và ai là không công bằng hơn so với một trong những người phát minh ra về Allah nói dối?"
zu: Laba bantfu bakitsi, sebelithathile Him onkulunkulu.
