Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3264
source: And We had prevented from him [all] wet nurses before, so she said, "Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere?"
ca: I ens havia impedit ell [tots] mullat infermeres abans, així, va dir, "Serà que dirigir-vos a una casa que serà responsable per a ell per a vostè mentre estan a ell [per a la seva educació] sincer?"
cy: Ac wedi ein hatal rhag iddo Mae [holl] gwlyb nyrsys cyn, fel y dywedodd, "Bydd eich cyfeirio i aelwyd a fydd yn gyfrifol am iddo i chi tra maent iddo [am ei fagwraeth] ddiffuant?"
da: Og vi havde forhindret ham [alle] våd sygeplejersker før, så hun sagde, "Skal jeg direkte dig til en husstand, der er ansvarlig for ham for dig, mens de er til ham [for hans opvækst] oprigtig?"
el: Και εμείς εμπόδιζε από αυτόν [όλα] τα υγρά νοσοκόμες πριν, έτσι, είπε, «Πρέπει να σας κατευθύνει σε ένα νοικοκυριό που θα είναι υπεύθυνος για αυτόν για σας, ενώ βρίσκονται σε αυτόν [για την ανατροφή] ειλικρινή;»
et: Ning me ei teda [kõik] märg õdede enne, nii ta ütles: "Ma juhib teid kodukasutuseks, mis vastutab talle teile kui nad talle [jaoks tema kasvatusest] siiras?"
fi: Ja oli estänyt häntä [kaikki] märkä sairaanhoitajat ennen, niin hän sanoi, "On minun ohjataan kotitalouksiin, joka on vastuussa hänelle te, kun he ovat hänelle [hänen kasvatuksensa] vilpitön?"
he: אנחנו מנעו ממנו [כל] רטוב אחיות בעבר, אז היא אמרה, "בסדר? לאן להפנות אותך אל בית זה יהיה אחראי עליו בשבילך בזמן שהם לו [עבור בחינוכו] כנה"
hr: I mi je spriječila ga [sve] mokro medicinske sestre, tako je rekla, "Će vas usmjeriti na kući u kojoj će biti odgovoran za njega za tebe dok su mu [za njegov odgoj] iskreno?"
lt: Ir mes turėjo neleido jam [visi] šlapias slaugytojų anksčiau, todėl ji sakė: "Aš vadovauja jums, bus atsakingas už jį jums, o jie jam [už savo auklėjimo] nuoširdus namų ūkiui?"
lv: Un mums bija liegts viņam [visas] slapjš māsām pirms, tā viņa teica, "Es vada jūs uz mājsaimniecību, kas būs atbildīgi par viņu jums atrodoties viņam [par viņa audzināšanu] sirsnīgs?"
nb: Og vi hadde hindret ham [alle] våt sykepleiere før, så hun sa: «Skal jeg henvise deg til en husholdning som vil være ansvarlig for ham for deg mens de ham [for oppdragelsen hans] oppriktig?»
sk: A my sa zabránilo mu [všetko] mokré sestier, tak povedala, že "Budú vás nasmerujú do domácnosti, ktorý bude zodpovedný za ho pre vás, zatiaľ čo oni sú mu [pre jeho výchovu] úprimné?"
sl: In smo imeli od njega [vse] mokro medicinske sestre pred, tako je rekla, "Se I neposredno vam za gospodinjstvo, ki bo odgovoren za njega, za vas, medtem ko so mu [za njegovo vzgojo] iskreno?"
sr_cyrl: И имали смо спречени да га [] мокар медицинских сестара раније, па јој је рекла, "Да ли сам вас упутити домаћинства који ће бити одговоран за њега, за тебе, док су му [за његово васпитање] искрене?"
sr_latn: I imali smo sprečeni da ga [] mokar medicinskih sestara ranije, pa joj je rekla, "Da li sam vas uputiti domaćinstva koji će biti odgovoran za njega, za tebe, dok su mu [za njegovo vaspitanje] iskrene?"
uk: І ми мали завадили йому [всі] мокрий медсестер раніше, вона сказала: "Повинен я направить вас до будинку, який буде відповідати за його для вас, поки вони йому [для його виховання] щирі?"
vi: Và chúng ta đã ngăn cản anh ta [tất cả] ướt y tá trước đó, do đó, cô nói, "Thì tôi hướng dẫn bạn đến một hộ gia đình sẽ chịu trách nhiệm cho anh ta cho bạn trong khi họ để cho anh ta [nuôi dưỡng của mình] chân thành?"
zu: Futhi We eyavimbela kuye [zonke] abahlengikazi wet ngaphambi, ngakho wathi: "Ngiyakwenyuka, ngihlasele sa qondisa you kuze ube indlu izoba nesibopho him you ngenkathi they are kuye [ngenxa akhuliswa ngayo] abaqotho?"

# Quran3265
source: So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allah is true. But most of the people do not know.
ca: Així ens li va tornar a la seva mare que ella podria ser continguts i no plorar i que ella sap que la promesa d'Allah és veritat. Però la majoria de la gent no sap.
cy: Felly rydym yn adfer iddo i fam a allai hi fod yn fodlon a nid galaru ac y byddai hi'n gwybod bod addewid y bydd Allah yn wir. Ond nid rhan fwyaf o bobl yn gwybod.
da: Så genskabt vi ham til hans mor, hun kunne være tilfredse og ikke bedrøve, og at hun ville vide, at løftet om Allah er sandt. Men de fleste mennesker kender ikke.
el: Έτσι, εμείς που τον επανέφερε στη μητέρα του ότι θα μπορούσε να είναι ικανοποιημένοι και δεν θλίβομαι και που θα ήξερε ότι ισχύει η υπόσχεση του Αλλάχ. Αλλά οι περισσότεροι άνθρωποι δεν γνωρίζουν.
et: Nii me taastada talle tema ema, et ta võib olla sisu ja mitte kurvastada ja et ta teaks, et Jumala tõotus kehtib. Kuid enamik inimesi ei tea.
fi: Joten toipua hänet hänen äitinsä, että hän voi tyytyä ja Sure ja että hän tietää Jumalan lupaus toteutuu. Mutta useimmat ihmiset eivät tiedä.
he: אז אנחנו מחזירים אותו אמו כי היא עשויה להיות התוכן, לא מתאבל וכי היא יודעת כי ההבטחה של אללה נכון. אבל רוב האנשים לא יודעים.
hr: Tako smo ga vratiti majku da ona može biti zadovoljan i da ne tuguju i da ona zna da je obećanje od Allaha je istina. Ali većina ljudi ne zna.
lt: Taigi mes atkurti jį su jo motina, kad ji gali būti turinio ir negalime sielvartauti ir kad ji žinotų, kad pažadas, Dievas yra tiesa. Tačiau dauguma žmonių nežino.
lv: Tātad mēs atjaunot viņu mātei, ka viņa varētu būt saturu un nebēdājies un ka viņa zinātu, ka solījumu par Allah ir taisnība. Bet lielākā daļa cilvēku nezina.
nb: Så restaurerte vi ham til sin mor at hun kunne være innhold og ikke sørge, og at hun vet at løftet om Allah er sant. Men de fleste vet ikke.
sk: Tak sme ho obnovil jeho matke, že ona môže byť spokojný a nie truchlit a ona vie, že sľub, že Boh je pravda. Ale väčšina ľudí nevie.
sl: Tako smo ponovno ga njegova mati, ki je lahko vsebina in ne žalujejo in da bi vedela, da je obljuba Allah je res. Toda večina ljudi ne vem.
sr_cyrl: Тако смо у претходно стање му његова мајка који можда она садржаја и не тугуј, а то зна да је остваривање Аллах је истина. Али вецина људи не знају.
sr_latn: Tako smo u prethodno stanje mu njegova majka koji možda ona sadržaja i ne tuguj, a to zna da je ostvarivanje Allah je istina. Ali vecina ljudi ne znaju.
uk: Так ми відновити його до своєї матері, що вона може бути задоволеним і не шкодую, і що вона буде знати, що обіцянку Аллах це так. Але більшість людей не знають.
vi: Vì vậy, chúng tôi khôi phục anh ta để mẹ mình rằng cô có thể được nội dung và không phải đau khổ và cô ấy sẽ biết rằng những lời hứa của Allah là đúng. Nhưng hầu hết những người không biết.
zu: Ngakho Kanjeyana we buyisa him akhe mame ukuthi kungenzeka ukuthi okuqukethwe hhayi lusizi ukuthi azi ukuthi isithembiso Allah kuyiqiniso.

# Quran3266
source: And when he attained his full strength and was [mentally] mature, We bestowed upon him judgement and knowledge. And thus do We reward the doers of good.
ca: I quan va assolir la seva plena força i madur [mental], li atorgaven judici i el coneixement. I així premiem els autors de bo.
cy: A pan mae'n cyrraedd ei gryfder llawn ac yn aeddfed [feddyliol], dod inni i'w barn a gwybodaeth. Ac felly nid ydym yn gwobrwyo phoenwn da.
da: Og når han nået sin fulde styrke og var [mentalt] modne, vi skænket ham dømmekraft og viden. Og derfor belønner vi magtsyge af god.
el: Και όταν επιτευχθεί πλήρως τις δυνάμεις του και ήταν [διανοητικά] ώριμη, μας παραχώρησε προς αυτόν κρίση και γνώση. Και έτσι να επιβραβεύσει το doers του καλού.
et: Ja kui ta saavutada oma täieliku tugevuse ja oli [vaimselt] küps, oleme andnud talle pärast otsustusvõime ja teadmisi. Ja seega me tasu hea Kurjategijaist.
fi: Ja kun hän saavuttaa hänen täyttä voimaa ja oli [henkisesti] kypsä, me annoimme hänelle, tuomio ja tietoa. Ja siten palkita hyvä väärintekijät.
he: כאשר השיגו בכוחות מלאים והוא היה בוגר [נפשית], אנחנו שהעניק לו הדין וידע. וכך אנחנו לתגמל פעלתנים טוב.
hr: I kada je postigao punu snagu i [mentalno] Zreli, mi udijelio mu sud i znanje. I tako smo nagraditi rade dobro.
lt: Ir kai jis pasiekė savo visišką atsparumą, buvo [mintyse] brandus, mes perklasifikuotas į jį nuovoka ir žinių. Ir todėl mes apdovanoti gerai daro.
lv: Un, kad viņš sasniedz savu pilnu spēku un bija nobriedusi [garīgi], mums dāvājis viņam spriedumu un zināšanas. Un tādējādi mēs atalgot labi darītāji.
nb: Og da han oppnådd sin full styrke og var [mentalt] moden, vi skjenket ham dom og kunnskap. Og dermed gjøre vi belønner doers av god.
sk: A keď dosiahne svoju plnú silu a [psychicky] sféra, sme obdarila mu rozsudok a vedomosti. A tak budeme odmeňovať konajte dobro.
sl: In ko je doseči svojo polno moč in je bil [duševno] zrel, smo mu podeljuje sodbe in znanja. In tako smo nagrado kršitelje dobro.
sr_cyrl: И када је достигао пуну снагу и [ментално] старило, смо даровао му суд и знање. И тако смо се наградити акцију тога доброг.
sr_latn: I kada je dostigao punu snagu i [mentalno] starilo, smo darovao mu sud i znanje. I tako smo se nagraditi akciju toga dobrog.
uk: І коли він досяг його повну силу і була [психічно] зрілою, ми дарував йому судження і знання. І таким чином ми нагороджуємо передбачивши добре.
vi: Và khi anh đạt được sức mạnh đầy đủ của mình và đã trưởng thành [tinh thần], chúng ta ban cho anh ta bản án và kiến thức. Và vì vậy chúng tôi thưởng cho những kẻ tốt.
zu: Futhi lapho sebethole khona amandla akhe egcwele futhi kwaba [ngengqondo] avuthiwe, We pha upon him! Isahlulelo kanye nolwazi.

# Quran3267
source: And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, "This is from the work of Satan. Indeed, he is a manifest, misleading enemy."
ca: I va entrar a la ciutat en un moment de manca d'atenció per la seva gent i trobat aquí dos homes lluita: un de la seva facció i un entre l'enemic. I aquest des de la seva facció va demanar ajuda a ell contra aquest des de l'enemic, així Moses colpejar i matat [involuntàriament]. [Moses] va dir, "es tracta de l'obra de Satanàs. De fet, ell és un manifest, enganyosa enemic".
cy: A gofnodir y ddinas ar adeg o ddim cymryd sylw gan ei bobl ef a geir ynddo dau ddyn yn ymladd: un o garfan ei ac un o blith ei elyn. Ac un o garfan ei galw am help iddo erbyn yr un o ei elyn, felly mae Moses yn daro ac [anfwriadol] ladd ef. [Moses] yn dweud, "Mae hwn o waith Satan. Yn wir, mae'n amlwg, yn gamarweiniol gelyn."
da: Og han kom ind i byen ad gangen af uopmærksomhed af sine folk og fandt deri to mænd kæmper: én fra hans fraktion og én blandt hans fjende. Og en fra hans fraktion kaldet til hjælp for ham mod en fra hans fjende, så Moses slog ham og [ufrivillig] dræbt ham. [Moses] sagde, "Dette er fra arbejde af Satan. Ja, han er et manifest, vildledende fjende."
el: Και εισήλθε στην πόλη μια στιγμή απροσεξίας από τους ανθρώπους της και σ ' αυτό βρέθηκαν δύο άνδρες αγωνίζονται: μία φατρία του και ένας από τον εχθρό του. Και αυτό από τη φατρία κάλεσε για βοήθεια σε αυτόν ενάντια σε αυτό από τον εχθρό του, έτσι ο Moses τον χτύπησε και τον σκότωσε [ακούσια]. [Moses] είπε, «αυτό είναι από το έργο του Σατανά. Πράγματι, είναι ένα δηλωτικό, παραπλανητική εχθρό.»
et: Ja ta tuli linna ajal, tähelepanematus oma inimesi ja nentinud võitlevad kaks meest: üks tema fraktsioon ja ühe hulgast tema vaenlane. Ja üks tema fraktsioon nõudnud aitab talle vastu üks tema vaenlane, et Moses tabas teda ja [tahtmatult] tappis ta. [Moses] ütles: "see on Saatan töölt. Ta on tõepoolest manifestis, eksitav vaenlane."
fi: Ja hän meni kaupunkiin aikaan tarkkaamattomuus kansalaistensa ja siinä todetun kahden miehen taistelu: yksi hänen faction ja siten hänen vihollinen. Ja yksi hänen ryhmittymä apua vastaan hänen vihollisensa joten Moses iski ja [tahattomasti] tappoi hänet. [Moses] sanoi, "Tämä on saatana töistä. Itse asiassa hän on ilmeinen, harhaanjohtavia vihollinen."
he: והוא נכנס לעיר בתקופה של חוסר תשומת לב על ידי אנשים שלה, בו מצאו משני הגברים שנלחמו: אחד בארגון שלו ואחד מבין האויב שלו. אחד בארגון שלו קרא לעזרה לו נגד האחד מן האויב שלו, אז Moses פגע בו והרג [בשוגג] אותו. [Moses] אמר, "זה החל עבודתו של השטן. ואכן, הוא שטר, מטעה האויב."
hr: I ušli u grad u trenutku nepažnje svojih ljudi i pronašao u njemu dva čovjeka koja se bore: jedan od njegove organizacije i jedan od neprijatelja. I jedan iz njegove organizacije pozvao da mu pomogne protiv jednog od neprijatelja, Moses ga je udario i [nenamjerno] ga je ubio. [Moses] je rekao, "Ovo je od djelo Sotone. Doista, on je manifest, zavaravanje neprijatelja."
lt: Ir jis pradėjo miesto tuo metu neatidumas jos žmonės ir jame rasti dviejų vyrų kova: vienas iš jo frakcija ir vieną iš savo priešų. Ir vienas iš jo frakcija ragino padėti jam prieš vieną iš savo priešų, todėl Moses palietė jį ir [netyčia] nužudė. [Moses] pasakė: "tai nuo Šėtono darbas. Iš tiesų, jis yra yra deklaracija, klaidinančius priešą."
lv: Un viņš ienāca pilsētā vienlaikus neuzmanība, tās iedzīvotājiem un tajā atradu divus vīriešus, kas cīnās: viens no viņa frakcija, un viens no viņa ienaidnieks. Un viens no viņa frakcija aicināja palīdzēt viņam pret vienu no viņa ienaidnieks, tāpēc Moses slānījis viņu un viņu nogalināja [nejauši]. [Moses] teica: "tas ir no sātana darbs. Protams, viņš ir manifests, maldinošu ienaidnieku."
nb: Og han gikk inn i byen samtidig uoppmerksomhet folk og fant der to menn slåss: fra hans fraksjon og en fra sin fiende. En fra hans fraksjon kalt for hjelpe ham mot en fra sin fiende, slik Moses traff ham og [utilsiktet] drepte ham. [Moses] sa, "Dette er fra arbeidet til Satan. Han er faktisk en manifest, villedende fienden."
sk: A vstúpil mesto v čase nepozornosť svojich ľudí a našiel v ňom dvaja muži boja: jeden z jeho frakcie a jedného zo svojho nepriateľa. A jeden z jeho frakcie volala o pomoc mu proti jednej z jeho nepriateľ, takže Moses udrel ho a [neúmyselne] zabil ho. [Moses] povedal: "to je od dielo Satana. On je skutočne manifestu, zavádzajúce nepriateľa."
sl: In je začel mesta hkrati nepazljivost s svojimi ljudmi in ugotovljenima dveh moških boj: eden od njegove frakcije in eden izmed njegov sovražnik. In eno od njegove frakcije pozval, da mu pomagajo proti tisti njegov sovražnik, tako Moses udari in [nenamerno] ki ga je ubil. [Moses] je dejal, "to je delo Satana. Res, on je manifest, zavajajoče sovražnika."
sr_cyrl: Он је и уноси у град по једну од непаћња својих људи нашли у томе двоје људи који се боре: један од његове организације и једну од његових непријатеља. И онај из његове организације је звао да му помогне да га против оног из свог непријатеља, па Мосес га је ударио и [ненамерно] га је убио. [Мосес ] је рекао, "Ово је са посла Сатане. Он је заиста манифест, обмањујуће непријатеља."
sr_latn: On je i unosi u grad po jednu od nepaћnja svojih ljudi našli u tome dvoje ljudi koji se bore: jedan od njegove organizacije i jednu od njegovih neprijatelja. I onaj iz njegove organizacije je zvao da mu pomogne da ga protiv onog iz svog neprijatelja, pa Moses ga je udario i [nenamerno] ga je ubio. [Moses] je rekao, "Ovo je sa posla Satane. On je zaista manifest, obmanjujuće neprijatelja."
uk: І він увійшов до міста одночасно неувага його люди і знайшли в ньому двоє чоловіків, боротьба: один з його фракції і одну з числа свого ворога. І один з його фракції кликала на допомогу йому проти одного з свого ворога, так що Moses вразила його і [ненавмисно] вбив його. [Moses] сказав: "це від роботу сатани. Дійсно, він, виявляється, вводить в оману ворога."
vi: Và ông tiến vào thành phố tại một thời điểm không lưu ý bởi người dân của nó và tìm thấy trong đó hai người đàn ông chiến đấu: một trong những từ phe của ông và là một trong những kẻ thù của mình. Và một từ phe của ông kêu gọi giúp đỡ ông chống lại một từ kẻ thù của mình, vì vậy Moses tấn công anh ta và [vô tình] đã giết ông ta. [Moses] nói, "đây là từ công việc của Satan. Thật vậy, ông là một biểu hiện, gây nhầm lẫn đối phương."
zu: Wangena emzini ngesikhathi inattention by abantu balo ezitholakala kuyo amabili amadoda empi: esisodwa kusukela iqembu lakhe noyedwa phakathi isitha sakhe.

# Quran3268
source: He said, "My Lord, indeed I have wronged myself, so forgive me," and He forgave him. Indeed, He is the Forgiving, the Merciful.
ca: Va dir, "El meu Senyor, de fet han tractat injustament jo, així que perdona'm", i va perdonar. De fet, ell és l'indulgent, el Clement.
cy: Meddai, "Fy Arglwydd, yn wir yr wyf yn cam fy hun, felly maddeuwch i mi", a dywedodd ei fod yn forgave iddo. Yn wir, ei fod yn y Forgiving, y Merciful.
da: Han sagde, "Min herre, ja jeg har krænket mig selv, så tilgiv mig", og han tilgav ham. Ja, han er Forgiving, barmhjertige.
el: Είπε, «Κύριέ μου, πράγματι έσφαλα τον εαυτό μου, τόσο με συγχωρείτε», και τον συγχώρησε. Πράγματι, είναι η επιεικής, η εύσπλαχνος.
et: Ta ütles: "Mu Issand, tõepoolest ma ülekohtu ennast, nii mulle andeks" ja ta andestas talle. Tõepoolest, ta on Forgiving, mille Merciful.
fi: Hän sanoi: "Herrani, todellakin ovat tehneet väärin, itse, joten anteeksi" ja hän antoi hänelle anteeksi. Itse asiassa hän on anteeksiantava, armollisin.
he: הוא אמר, "אדוני, אכן שפגעתי בעצמי, אז סלח לי" וסלח לו. ואכן, הוא Forgiving, הרחום והחנון...
hr: Rekao je, "Gospodaru, doista su nepravdu, pa oprosti mi", i oprostio mu. Doista, on je opraštanje, milostivog.
lt: Jis sakė: "Mano Viešpats, iš tiesų yra niesprawiedliwosci save, Taigi atleisk man", ir jis atleido jį. Iš tiesų, jis yra Forgiving, kad litosciwy.
lv: Viņš teica: "Mans kungs, patiešām es esat nodarījis sev, tāpēc Atvainojiet", un viņš piedeva. Protams, viņš ir, piedošanu, žēlsirdīgs.
nb: Han sa: «Min Herre, faktisk jeg har gjort urett mot meg, så tilgi meg», og han forgave. Han er faktisk tilgi, barmhjertige.
sk: On povedal: "Môj pane, naozaj som ublížili sám, tak odpusť mi," a on mu odpustil. V skutočnosti, on je odpúšťajúci, je Milosrdných.
sl: Je dejal, "Moj Gospod, res so storjena krivica, zato mi oprostite", in on mu odpustil. Res, on je tolerantna, usmiljen.
sr_cyrl: Он је рекао, "Мој господару, заиста увредио сам себе, па опрости ми", а он му је опростила. Он је заиста Форгивинг, милосрдна.
sr_latn: On je rekao, "Moj gospodaru, zaista uvredio sam sebe, pa oprosti mi", a on mu je oprostila. On je zaista Forgiving, milosrdna.
uk: Він сказав: "Господи, дійсно я образили мене, так прости мене,", і він простив йому. Дійсно, він є бачить, що Merciful.
vi: Ông nói, "Chúa của tôi, thực sự tôi có wronged bản thân mình, vì vậy tha thứ cho tôi", và ông đã tha thứ cho anh ta. Thật vậy, ông là Forgiving, Merciful.
zu: Wathi, "Nkosi, impela ngiye ngalungi ngokwami, kanjalo thethelela me," He wamthethelela.

# Quran3269
source: He said, "My Lord, for the favor You bestowed upon me, I will never be an assistant to the criminals."
ca: Va dir, "El meu Senyor, el favor li atorgava mi, que mai serà assistent als criminals."
cy: Meddai, "Fy Arglwydd, ar gyfer y favor Roedd chi roi i mi, bydd byth yn gynorthwy-ydd i y troseddwyr."
da: Han sagde, "Min herre, for den fordel du skænket mig, jeg vil aldrig være assistent for kriminelle."
el: Είπε, «Κύριέ μου, για την εύνοια σας κατοχυρωμένες επάνω μου, ποτέ δεν θα Βοηθός των εγκληματιών.»
et: Ta ütles: "Issand, olete andnud mulle, pärast teene ma kunagi olla kurjategijad assistent."
fi: Hän sanoi: "Herrani, hyväksi suonut minulle, en koskaan olla avustaja rikollisille."
he: הוא אמר, "אלי, הטובה לך מוענק לי, אני אף פעם לא יהיה הוא עוזרו של הפושעים".
hr: Rekao je, "Gospodaru, za uslugu udijelio, sam će biti pomoćnik kriminalci."
lt: Jis sakė: "Mano Viešpatie, už paslaugą jūs nukreiptas į mane, aš niekada nebus nusikaltėliai padėjėja."
lv: Viņš teica: "Mans kungs, favor jums dāvājis man, es nekad nebūs asistentu noziedznieki."
nb: Han sa, "min Herre, for du favør du ga meg, jeg vil aldri være assistent for kriminelle.
sk: On povedal: "Môj pane, za priazeň vás obdarila ma, nikdy nebudem asistent zločinci."
sl: Dejal je: »Moj Gospod, za uslugo, ki jo podeljuje mi, nikoli ne bo asistent kriminalci. «
sr_cyrl: Он је рекао, "Мој Господе, за услугу указаној, ја ће никада бити асистента да криминалци."
sr_latn: On je rekao, "Moj Gospode, za uslugu ukazanoj, ja će nikada biti asistenta da kriminalci."
uk: Він сказав: "Господи, на користь вам дарував мені, я ніколи не буде помічник, щоб злочинці."
vi: Ông nói, "Thưa ngài, cho sự ưu ái bạn ban cho tôi, tôi sẽ không bao giờ là phụ tá cho những tên tội phạm."
zu: Wathi: "Nkosi yami, ngenxa yokungakwazi ukubuyisela umusa Wena pha me mi, angisoze ngibe umsizi izigebengu."
