Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran137
source: And who would be averse to the religion of Abraham except one who makes a fool of himself. And We had chosen him in this world, and indeed he, in the Hereafter, will be among the righteous.
ca: I qui vols ser reticent a la religió d'Abraham, excepte un que fa un ximple d'ell mateix. I li havíem escollit en aquest món, i de fet, en el futur, serà entre els justos.
cy: Ac a fyddai'n osgoi i grefydd Abraham ac eithrio un sy'n gwneud ffwl ohono'i hun. Ac roedd wedi dewis iddo yn y byd hwn, ac yn wir o hyn ymlaen, bydd ef, yn ymhlith y righteous.
da: Og hvem ville være utilbøjelig til at religion af Abraham undtagen én, der gør nar af sig selv. Og vi havde valgt ham i denne verden, og han, i hinsidige, vil være blandt retfærdige.
el: Και ποιος θα ήταν αντίθετη με τη θρησκεία του Αβραάμ, εκτός από ένα που κάνει ένας ανόητος για τον εαυτό του. Και είχαμε επιλέξει αυτόν σε αυτόν τον κόσμο και, πράγματι, στη συνέχεια, θα είναι μεταξύ των δίκαιοι.
et: Ja kes oleks tõrksad Abraham religiooni peale ühe, kes teeb ise loll. Me olime valinud teda selles maailmas ja tõepoolest, edaspidi, saab ta õige seas.
fi: Ja kuka olisi vastenmielinen Abraham uskonto paitsi yksi, joka tekee huijata itseään. Ja olimme valinneet hänet tässä maailmassa, ja jopa hän, jäljempänä, on joukkoon.
he: מי יהיה בחל לדתו של אברהם מלבד אחד שעושה צחוק מעצמו. היינו בוחרים אותו בעולם הזה, והוא אכן, בעתיד, יהיה בין הצדיקים.
hr: I tko bi bio nesklon vjere Abraham osim onaj koji napravi budalu od sebe. Izabrali smo ga na ovom svijetu i zaista, u daljnjem tekstu, će biti među pravednima.
lt: Ir kurie būtų vengti Abraham religija išskyrus tas, kuris daro kvailas apie save. Ir mes pasirinko jį šiame pasaulyje, ir iš tiesų jis, toliau bus tarp teisus.
lv: Un kurš būtu negatīvās uz Abraham reliģiju. Un mums bija izvēlējies viņu šajā pasaulē, un tiešām viņš, turpmāk būs starp taisns.
nb: Og hvem ville være uvillig til religion Abraham foruten som gjør en tosk av seg selv. Og vi hadde utvalgt ham i denne verden, og faktisk, i hinsidige vil han være blant rettferdige.
sk: A kto by bol odpor k náboženstvo Abraham, okrem jedného, ktorý robí blázna zo seba. Sme si ho vybral v tomto svete a v skutočnosti, v ďalšom, bude medzi spravodlivými.
sl: In ki bi bila naklonjena, da vere Abrahama, razen tisti, ki naredi norca iz sebe. In smo ga izbral v tem svetu, in res je, v nadaljevanju, bo med pravednika.
sr_cyrl: И ко би аверзију према религији Абрахамов осим једног који прави будалу од себе. Смо га изабрао на овом свету и заиста он, на другом свету, биће међу праведне.
sr_latn: I ko bi averziju prema religiji Abrahamov osim jednog koji pravi budalu od sebe. Smo ga izabrao na ovom svetu i zaista on, na drugom svetu, biće među pravedne.
uk: І хто б проти релігії Авраама, за винятком одного, хто робить себе дурнем. І ми обрали йому в цьому світі, і дійсно він, в майбутньому, будете серед праведників.
vi: Và ai sẽ là không thích để các tôn giáo Abraham ngoại trừ một người làm cho một kẻ ngốc của mình. Chúng tôi đã chọn anh ta trong thế giới này và thực sự ông, trong tương lai, sẽ có trong số các công bình.
zu: Obani abangathanda engakwenqeni kolo Abraham fike bani kwenza isiwula ngokwakhe.

# Quran138
source: When his Lord said to him, "Submit", he said "I have submitted [in Islam] to the Lord of the worlds."
ca: Quan el Senyor va dir a ell, "Sotmetre", va dir "Em han presentat [en l'Islam] al Senyor dels mons."
cy: Pan ddywedodd ei Arglwydd wrtho, "Submit", meddai "Rwyf wedi cyflwyno [yn Islam] i Arglwydd y byd."
da: Når sin Herren sagde til ham: "Send", sagde han, "Jeg har indsendt [i Islam] til Herren of the worlds."
el: Όταν ο Λόρδος είπε σε αυτόν, «Submit», είπε «Έχω υποβάλει [στο Ισλάμ] στον κύριο των κόσμων.»
et: Kui ta isand ütles talle, "Submit", ütles ta, "Olen esitanud [islamis] Maailmade isand."
fi: Kun hänen herransa sanoi hänelle: "Lähetä", hän sanoi, "Olen esittänyt [islamissa] maailmojen luoja."
he: האדון אמר לו, "שלח", הוא אמר "הגשתי [באיסלאם] לאלוהים העולמות."
hr: Kada njegov Gospodin rekao mu, "Podastrijeti što", rekao je "Imam podnosi [u islamu] gospodaru svjetova."
lt: Kai jo Viešpats jam pasakė: "Siųsti", jis pasakė "Aš pateikė [islame] pasaulio valdovas."
lv: Kad viņa kungs viņam sacīja: "Iesniegt", viņš teica, "Es esmu iesniedzis [islāmā] kungs no pasaulēm."
nb: Når hans Herre sa til ham: "Send", sa han «Jeg har sendt [i Islamabad] til Herren av verdener.»
sk: Keď sa jeho pán mu povedal:, "Odoslať", povedal, že "Mať predložené [v islame] k Pánovi svetov."
sl: Ko svojega Gospoda rekel, da mu, "Submit", je dejal, "Sem morala predložiti [v islamu] Lord of the worlds."
sr_cyrl: Када је његов господар му рекла, "Посаљи", рекао је да је "Повиновао [у Исламу] господару света."
sr_latn: Kada je njegov gospodar mu rekla, "Posalji", rekao je da je "Povinovao [u Islamu] gospodaru sveta."
uk: Коли його Господь сказав йому "Надіслати", сказав він "Я представив [в ісламі] Господу світів."
vi: Khi Chúa của ông nói với ông, "Submit", ông nói: "Tôi đã gửi [trong đạo hồi] Chúa của thế giới."
zu: Uma akhe Lord tshela kuze kuye: "Thumela", esho "Ngiye elethwe [Islam] eNkosini ngemihlaba."

# Quran139
source: And Abraham instructed his sons [to do the same] and [so did] Jacob, [saying], "O my sons, indeed Allah has chosen for you this religion, so do not die except while you are Muslims."
ca: I Abraham va instruir els seus fills [a fer el mateix] i [també] Jacob, [dir], "O meu fills, fet Allah ha seleccionat per a vostè aquesta religió, així que no moren excepte mentre esteu musulmans."
cy: Ac Abraham cyfarwyddo a'i Feibion [i wneud yr un peth] ac [oedd] Jacob, [dweud], "O fy meibion, yn wir Allah wedi dewis i chi y grefydd hon, felly wneud nid marw ac eithrio tra byddwch yn Foslemiaid."
da: Og Abraham instruerede sine sønner [til at gøre det samme] og [så gjorde] Jacob, [siger], "O mine sønner, faktisk Allah har valgt for dig denne religion, så du ikke må dø undtagen mens du er muslimer."
el: Και Αβραάμ έδωσε εντολή τους γιους του [για να κάνουν το ίδιο] και [το ίδιο έκανε] Jacob, [λέγοντας], «Ο τους γιους μου, πράγματι Αλλάχ έχει επιλέξει για εσάς αυτή τη θρησκεία, έτσι δεν πεθαίνουν εκτός από ενώ είστε μουσουλμάνων.»
et: Ja Aabraham tegi tema poega [teha sama] ja on [teinud] Jacob, [ütles], "O mu pojad, tõepoolest Jumal on valinud teile selle religiooni, nii ei sure välja arvatud olles moslemid."
fi: Ja Abraham antoi poikansa [siihen] ja [niin] Jacob, [sanoen], "Oi poikani, todellakin Jumala on valinnut sinulle tämä uskonto niin ei kuole paitsi ollessa muslimeja."
he: אברהם הורה בניו [לעשות את אותו הדבר], [גם] יעקב, [ואמר] "O בניי, אכן אללה בחר עבורכם את הדת, אז לא מתים חוץ בזמן שאתם מוסלמים."
hr: I Abraham uputio svoje sinove [da] i [to] Jakov, [rekao], "O moji sinovi, doista Allah je odabrao za vas ove religije, tako ne umiru osim ako ste Muslimani."
lt: Ir Abraomas nurodė jo sūnūs [daryti tą patį] ir [padarė] Jokūbas, [sako], "O mano sūnūs, iš tiesų Dievas pasirinko jums ši religija, taigi neturi mirti išskyrus o jūs musulmonai."
lv: Un Abraham uzdeva saviem dēliem [rīkoties tāpat] un [tāpat] Jacob, [saka], "O mani dēli, patiešām Allah ir izvēlējusies jums šo reliģiju, tātad nevar mirt, izņemot atrodoties musulmaņu."
nb: Og Abraham instruert sønnene [for å gjøre det samme] og [så] Jacob, [sier], "O mine sønner, faktisk Allah har valgt for deg denne religionen, så ikke die unntatt mens du er muslimer."
sk: Abraham pokyn jeho synovia [to isté] a [tak urobil] Jacob, [povedať], "O mojich synov, naozaj Boh zvolil pre vás Toto náboženstvo tak zomrieť s výnimkou keď ste moslimov."
sl: In Abraham naročeno sinova [uganjati isto] [tako] Jacob, [pravijo,], "O moji sinovi, dejansko Allah za vas izbral to vero, torej ni umrl razen pa muslimani."
sr_cyrl: И Абрахам је наредио својим синовима [да учини исто] а [и] Јацоб, [указујући], "О моји синови, заиста је Алах за тебе ова религија, тако не умиру осим док сте ви муслимани."
sr_latn: I Abraham je naredio svojim sinovima [da učini isto] a [i] Jacob, [ukazujući], "O moji sinovi, zaista je Alah za tebe ova religija, tako ne umiru osim dok ste vi muslimani."
uk: І Авраам доручив його сини [чинити те саме] і [так само] Якова, [кажучи:] "O моїх синів, дійсно Аллах вибрав для вас ця релігія, так не померти за винятком поки ви мусульман."
vi: Và Abraham hướng dẫn con trai của ông [để làm như vậy] [đã] Jacob, [nói], "O con trai của tôi, quả thật vậy Allah đã chọn cho bạn tôn giáo này, vì vậy không chết trừ khi bạn là người Hồi giáo."
zu: U-Abrahama esiyalwe namadodana akhe [ukuba benze okufanayo] kanye [ngakho akazange] uJakobe, [ethi], "O madodana ami, impela Allah uye wakhetha ngawe le nkolo, ngakho abafi ngaphandle ngenkathi wena amaSulumane."

# Quran140
source: Or were you witnesses when death approached Jacob, when he said to his sons, "What will you worship after me?" They said, "We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac - one God. And we are Muslims [in submission] to Him."
ca: O era vostè testimonis quan la mort s'acostava Jacob, quan va dir als seus fills, "què et adorar després de mi?" Deien, "hem adorar el seu Déu i el Déu dels vostres pares, Abraham i Ishmael i Isaac - un sol Déu. I som musulmans [en el submissió] a ell."
cy: Neu oedd eich tystion pan âi marwolaeth Jacob, pan y dywedodd wrth ei fab, "beth fydd eich addoli ar ôl i mi?" Maent yn dweud, "bydd yn addoli eich Duw a Duw eich tadau, Abraham ac Ishmael ac Isaac-un Duw. A ydym yn Foslemiaid [yn Cyflwyniad] iddo ef.
da: Eller var du vidner når døden nærmede Jacob, da han sagde til sine sønner, "Hvad vil du tilbeder efter mig?" De sagde, "vi vil tilbede jeres Gud og Gud for jeres fædre, Abraham og Ismael og Isaac - én Gud. Vi er muslimer [i indsendelse] til ham og...
el: Ή ήσουν μάρτυρες όταν θανάτου πλησίασε Jacob, όταν είπε στους γιους του, «τι θα σας λατρείας μετά από μένα;" Είπαν, «θα λατρεύουμε τον Θεό σου και ο Θεός των πατέρων σας, ο Αβραάμ και Ishmael και Ισαάκ - ένας Θεός. «Και είμαστε Μουσουλμάνοι [στην υποβολή] σ ' αυτόν.»
et: Või olid sa tunnistaja kui surma lähenes Jacob, kui ta ütles oma poegadele, "mida te kummardama pärast mind?" Nad ütlesid: "me kummardama teie Jumal ja Jumal oma isade, Abraham ja Ismael ja Iisak - üks Jumal. Ja oleme [esitamise] moslemite talle."
fi: Tai Olitko todistajien kun kuolema Jaakob, kun hän sanoi pojilleen, "mitä palvo minua?" He sanoivat: "me palvon teidän Jumalanne ja teidän isillenne, Abrahamin ja Ismaelin ja Iisakin - yksi Jumala Jumala. Ja olemme muslimeja [alamaisuudessa] hänelle."
he: או היית עדים כאשר המוות פנה יעקב, כאשר אמר לבניו, "מה אתם סוגדים אחרי?" הם אמרו, "אנחנו סוגדים האלוהים שלך, את אלוהי האבות שלך, אברהם, ישמעאל ויצחק - אלוהים אחד. אנחנו מוסלמים [בכניעה] לו."
hr: Ili bili ste svjedoci kad smrt prilazi Jacob, kada je rekao da njegovi sinovi, "Šta će te štovati me?" Rekli su, "mi će štovati Boga i Bog tvojih otaca, Abrahama i Jišmaela i Izaka - jedan Bog. I Muslimana [u podnošenje] s njim."
lt: Ar buvo jums liudytojų kai mirties kreipėsi į Jokūbo, kai jis pasakė, kad jo sūnus, "kas bus jūs czcicie po manęs?" Jie sakė, "mes bus garbinti savo Dievo ir Dievo savo tėvo, Abraomas ir Izmaelis ir Izaokas - vienas Dievas. Ir mes esame musulmonai [į pateikimo] jam."
lv: Vai bijāt liecinieki tuvojoties nāvei Džeikobs, kad viņš teica saviem dēliem, "kas būs tu pielūdz pēc manis?" Viņi teica: "mums būs pielūgt savu Dievu un Dieva jūsu tēviem, Abraham un Ismaēla un Isaac - viens Dievs. Un mēs vēlamies viņu [iesniegšanas] musulmaņiem."
nb: Eller var du vitner når død nærmet Jacob, da han sa til sine sønner, "hva vil du tilbe etter meg?" De sa: "vi vil tilbe Gud og Gud fedres Abraham og Ismael og Isak - én Gud. Og vi er muslimer [i innlevering] til ham.
sk: Alebo boli ste svedkom, keď smrť priblížil Jakub, keď povedal, že jeho synovia, "čo vás uctievať po mne?" Povedali, že "budeme uctievať svojho Boha a Boh vašich otcov, Abraháma a Izáka - jeden Boh a. A my sme moslimovia [podľa] k nemu."
sl: Ali ste priče bili, ko smrt približal Jakoba, ko je dejal, da njegovi sinovi, "kaj boste častili po me?" So rekli, "bomo častili svojega Boga in Bog vaših očetov, Abraham in Jišmael in Izak - enega Boga. In mi smo muslimani [po] nanj."
sr_cyrl: Или сте били сведоци када смрт обратили Јацоб, када је рекао да његови синови, "шта ће ти се клањају после мене?" Рекли су, "ће молитве свог Бога и Бог твојих отаца, Абрахама и Исмаила и Исак - један Бог. И ми смо Муслимани [у покорности] са њим."
sr_latn: Ili ste bili svedoci kada smrt obratili Jacob, kada je rekao da njegovi sinovi, "šta će ti se klanjaju posle mene?" Rekli su, "će molitve svog Boga i Bog tvojih otaca, Abrahama i Ismaila i Isak - jedan Bog. I mi smo Muslimani [u pokornosti] sa njim."
uk: Чи були ви свідки, коли смерть підійшов до Якова, коли він сказав, що його синів, "що ви вклонятися будуть після мене?" Вони сказали: "ми будуть поклонятися вашим Богом і Бог ваших батьків, Авраама та Ізмаїл та Ісаак - один Бог. І ми мусульман [подання] до нього."
vi: Hoặc là bạn nhân chứng khi chết tiếp cận Jacob, khi ông nói với con trai của ông, "điều gì sẽ bạn tôn thờ sau khi tôi?" Họ nói, "chúng tôi sẽ tôn thờ Thiên Chúa của bạn và Thiên Chúa Cha của bạn, Abraham và Ishmael và Isaac - một Thiên Chúa. "Và chúng tôi là người Hồi giáo [trong trình] để anh ta."
zu: Noma ingabe ofakazi lapho ukufa waya kuJakobe, lapho uJakobe wathi emadodaneni akhe: "Babe tando you khonza emva kwami?"

# Quran141
source: That was a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.
ca: Allò era una nació que ha transmès. Tindrà [la conseqüència de] el que guanyava, i vostè tindrà el que heu guanyat. I no se li demanarà sobre el que acostumaven a fer.
cy: Yr oedd yn genedl sydd wedi trosglwyddo. Bydd yn rhaid [o ganlyniad i] beth y mae'n ei ennill, a bydd gennych beth yr ydych wedi ei ennill. Ac nad ydych yn gofyn am beth y maen nhw'n ei wneud.
da: Der var en nation, som har videregivet. Det vil have [konsekvens af] hvad det fortjent, og du vil have, hvad du har tjent. Og du vil ikke blive spurgt om hvad de plejede at gøre.
el: Αυτό ήταν ένα έθνος που έχει μετακυλιστεί. Αυτό θα είχε [ως] τι θα κερδίσει, και θα έχετε ό, τι έχετε κερδίσει. Και δεν θα ερωτηθείτε σχετικά με αυτό που χρησιμοποιείται για να το κάνετε.
et: See oli rahvas, kes on sooritanud. Tal [tagajärg] mida ta teenis, ja sul on mida olete teeninud. Ja teil ei paluta kohta, mida nad varem ei.
fi: Se oli kansakunta, joka on siirtynyt. Se on [seuraus] mitä se sai, ja olet mitä olet ansainnut. Ja kysyit ei mitä aikaisemmin tehdä.
he: זו הייתה אומה אשר עברו. יהיו לו [התוצאה של] מה הוא מזוכה, ולא תהיה לך מה הרווחת. אתם לא תתבקשו על מה היו עושים.
hr: To je narod koji je preminuo. Imat će [posljedica] ono što je zaslužio, i imat ćete ono što ste zaradili. I vi ćete biti upitani o ono što su nekad.
lt: Tai yra tauta, kuri yra perduodama. Jis turės [taigi] ką jos uždirbo, ir jūs turite ką jūs uždirbote. Ir jums bus klausiama ne apie ką jie czynili.
lv: Tas bija tauta, kas ir nodots. [Rezultāts] būs tas, ko tā nopelna, un jums būs ko esat nopelnījis. Un vairs netiek jautāts par to, ko viņi mēdza to darīt agrāk.
nb: Det var en nasjon som har gått på. Det vil ha [konsekvensen av] hva det tjent og du får hva du har tjent. Og du ikke blir spurt om hva de pleide å gjøre.
sk: To bol národ, ktorý prešiel dál. Bude mať [dôsledkom] čo získali, a budete mať, čo ste zarobili. A nie vás požiadame o tom, čo boli zvyknutí robiť.
sl: To je narod, ki je opravil na. Ima [posledica] kar je zaslužil, in boste imeli kar si zaslužil. In vam ne bo vprašal o tem, kaj oni že rabljen uganjati.
sr_cyrl: То је нација, која је преминула. То ће имати [последице] шта је зарадила, и имаћете зарадио си. И ви нећете бити упитани о шта су некад.
sr_latn: To je nacija, koja je preminula. To će imati [posledice] šta je zaradila, i imaćete zaradio si. I vi nećete biti upitani o šta su nekad.
uk: Це було нація, яка пройшла на. Вона буде мати [наслідком] те, що він заробив, і у вас буде те, що ви заробили. І вам буде запропоновано не про те, що вони використовували, щоб зробити.
vi: Đó là một quốc gia mà đã thông qua ngày. Nó sẽ có [là hệ quả của] những gì nó được, và bạn sẽ có những gì bạn đã kiếm được. Và bạn sẽ không được hỏi về những gì họ sử dụng để làm.
zu: Leso kwaba isizwe okuyinto isidlulile on.

# Quran142
source: They say, "Be Jews or Christians [so] you will be guided." Say, "Rather, [we follow] the religion of Abraham, inclining toward truth, and he was not of the polytheists."
ca: Diuen, "Ser jueus o cristians [perquè] us guiarà." Dir, "Rathes, [seguim] la religió d'Abraham, inclinant cap a la veritat, i no era de la politeistes."
cy: Maent yn dweud, "Yn Iddewon neu Gristnogion [felly] Bydd ichi gael eich arwain." Dweud, "hytrach, [inni ddilyn] crefydd Abraham, inclining tuag at wirionedd, ac nad oedd o y polytheists."
da: De siger, "Være jøder eller kristne [så] vil du blive guidet." Sige, "snarere, [vi følge] religion af Abraham, hælder mod sandheden, og han var ikke af polyteister."
el: Λένε, «Είναι Εβραίοι ή χριστιανοί [έτσι] θα καθοδηγηθείτε.» Λένε, «αντιθέτως, [ακολουθούμε] η θρησκεία του Αβραάμ, επικλινές προς την αλήθεια, και δεν ήταν από το polytheists.»
et: Nad ütlevad, "Olla juudid või kristlased [nii] siis suunavad." Öelda: "pigem, [jälgime] Abraham, kallutamist poole tõde, religioon ja ta ei olnud selle polytheists kohta."
fi: He sanovat, "Olla juutalaisia tai kristittyjä [niin] sinut ohjataan". Esimerkiksi ", vaan me seuraamme uskonto Abraham, kallistumista totuuden, ja hän ei ollut polytheists."
he: הם אומרים, "להיות יהודים או נוצרים [כך] אתה תונחה." אומרים, "ראת'ר, [נעקוב] הדת של אברהם, inclining לעבר האמת, והוא לא היה של polytheists."
hr: Oni kažu, "Budite Jevreji ili kršćani [tako] će vas voditi." Kažu, "Rather, možemo slijediti vjeru Abrahama, okrenuta prema istini, i on nije bio od su politeisti."
lt: Jie sako, "Būti žydų ar krikščionių [kad] jūs vadovausis." Sako: "vietoj, [sekame] religija Abraomo, pavertimas link tiesos, ir jis buvo ne į polytheists."
lv: Viņi saka: "Esiet ebreji vai kristieši [tā] tiks atvērts." Teiksim, "drīzāk, [mēs sekojam] reliģiju Abraham, piešķiebdama pret patiesību, un viņš nebija polytheists."
nb: De sier, "Være jøder eller kristne [så] vil du bli guidet." Si "er [vi følger] religionen til Abraham, skrånende mot sannheten, og han var ikke av polyteister."
sk: Hovoria, že "Byť Židia a kresťania [tak] budete vedení." Povedať: "skôr [sledujeme] náboženstvo Abraham, inklinující k pravde, a on nebol polyteisty."
sl: Pravijo, da "Se Judje ali kristjani [tako] boste vodeni." Reči, "raje [sledimo] vere Abrahama, nagibanje proti resnico, in on ni bil na politeiste."
sr_cyrl: Рекли су, "Будите Јевреји или хришћани [тако] ће ти бити вођена." Рецимо , "Ратхер, [пратимо] религија Абрахамов, воља према истини, а он није био на полyтхеистс."
sr_latn: Rekli su, "Budite Jevreji ili hrišćani [tako] će ti biti vođena." Recimo, "Rather, [pratimo] religija Abrahamov, volja prema istini, a on nije bio na polytheists."
uk: Вони кажуть: "Бути євреїв або християн [так] ви будете керуватися". Скажімо, "скоріше, [ми дотримуємося] релігії Авраама, схиляючись до істини, і він не був з у polytheists."
vi: Họ nói rằng, "Có người Do Thái hoặc Thiên Chúa giáo [như vậy] bạn sẽ được hướng dẫn." Nói, "Rather, [chúng tôi làm theo] tôn giáo của Abraham, inclining đối với sự thật, và ông đã không của polytheists trong."
zu: Bathi: "Yiba amaJuda noma amaKristu [ngakho] you guided."
