Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran263
source: There shall be no compulsion in [acceptance of] the religion. The right course has become clear from the wrong. So whoever disbelieves in Taghut and believes in Allah has grasped the most trustworthy handhold with no break in it. And Allah is Hearing and Knowing.
ca: No hi haurà cap obligació a [l'acceptació de] la religió. Al curs adequat ha quedat clar des del mal. Així que qui disbelieves en Taghut i creu que a Allah ha captat l'handhold més fiable sense descans en ella. I Allah és sentir i saber.
cy: Ni fydd unrhyw orfodaeth yn [derbyn] crefydd. Y cwrs cywir wedi dod i'r amlwg o anghywir. Felly pwy bynnag sydd yn disbelieves yn Taghut ac yn credu mewn Allah wedi amgyffred y gafael llaw mwyaf dibynadwy gyda dim toriad ynddo. A Allah yn clywed ac yn gwybod.
da: Der er ingen tvang i [accept af] religion. Den rette kurs er blevet klart fra forkert. Så hvem disbelieves i Taghut og tror på Allah har fattet den mest troværdige håndgreb med ingen pause i det. Og Allah er hørelse og vide.
el: Πρέπει να υπάρχει δεν εξαναγκασμός σε [αποδοχή] η θρησκεία. Ο σωστός δρόμος έχει γίνει σαφές από λάθος. Έτσι όποιος disbelieves στον Taghut και να πιστεύει στον Αλλάχ έχει κατανοήσει το πιο αξιόπιστο λαβή με καμία αλλαγή σε αυτό. Και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: Ei tohi esineda mingit sundi [vastuvõtmisest] religioon. Eks muidugi on saanud selgeks, alates vale. Nii et kes iganes disbelieves Taghut ja usub Jumal on haaranud no Break see kõige usaldusväärsem käepideme. Ja Jumal on kuulmine ja teades.
fi: Ei voida mitään pakkoa [hyväksyminen] uskonto. Oikea ratkaisu on selvinnyt nurjalta. Niin kuka ei usko Taghut ja uskoo Allahiin (swt) on ymmärtänyt luotettavin kädensijan ei taukoa. Ja Jumala on kuulon ja tietäen.
he: יהיו כל כפייה בקבלה [של] הדת. הדבר הנכון הפך ברור מן הלא נכון. אז מי disbelieves ב Taghut והוא מאמין באללה שהבין את אחיזה הכי אמינות עם בלי הפסקה בה. אללה הוא הדיון וגם לדעת ינאו
hr: [Prihvaćanje] će biti bez prisile u vjeri. Pravi put je jasno iz pogrešnoga. Pa tko disbelieves u Taghut a vjeruje u Allaha je shvatio većina pouzdan prihvat bez stanke u to. A Allah je sluh i znajući.
lt: Turi būti prievartos [priėmimas] religija. Teisingai tapo aišku iš negerai. Taigi kas disbelieves į Taghut ir tiki, kad Allah pasinaudojo labiausiai patikimas ranktūris su jokios pertraukos į jį. Ir Dievas yra klausos ir žinios.
lv: Tur jābūt bez piespiešanas [pieņemšana] reliģija. Brasla kļuvis skaidrs no nepareizas. Tātad tam, kurš disbelieves Taghut un tic Allah ir satvert visvairāk uzticama tureklis nepārtraukdama tajā. Un Allah ir dzirdes un zinot.
nb: Det skal ingen tvang i [aksept av] religionen. Rett kurs har blitt klart fra feil. Så har hvem disbelieves i Taghut og tror på Allah forstått mest pålitelige håndtaket uten bryte i den. Og Allah er høre og kjenne.
sk: Nebude žiadny nátlak [súhlas] náboženstvo. Správny kurz je zrejmé zo zlého. Takže ten, kto neverí v Taghut a verí v Boha pochopila najdôveryhodnejší držadlo s žiadna prestávka v ňom. A Allah je sluch a vedomím.
sl: Se ni prisila v [sprejetja] religija. Na pravi poti je postalo jasno, je narobe. Torej kdor jih disbelieves v Taghut ter vernik v Allah je zgrabila najbolj zanesljive oprijemala brez prekinitev v njem. In Alah je sluh in poznavanje.
sr_cyrl: Бице да ту нема присиле у [прихватања] религију. Исправна ствар је постала јасна из криву. Тако да ко год дисбелиевес у Тагхут и верује у Алаха је зграбио поверења за руку са без паузе у њему. А Аллах је слух и знајужи.
sr_latn: Bice da tu nema prisile u [prihvatanja] religiju. Ispravna stvar je postala jasna iz krivu. Tako da ko god disbelieves u Taghut i veruje u Alaha je zgrabio poverenja za ruku sa bez pauze u njemu. A Allah je sluh i znajuжi.
uk: Не повинно бути не примусу [з прийому] релігії. Правильний курс стало ясно від неправильного. Тому той, хто влаштовує викрадення в Taghut і вірить в Аллах захопив найбільш надійним фальшборт без перерви в ньому. І Аллах слуху і знаючи, що.
vi: Sẽ có không có cưỡng bách trong [chấp nhận] các tôn giáo. Khóa học phù hợp đã trở thành rõ ràng từ sai. Vì vậy, bất cứ ai disbelieves trong Taghut và tin vào Allah đã nắm handhold đáng tin cậy nhất với không phá vỡ trong nó. Và Allah là nghe và hiểu biết.
zu: Kuzakuba Abaphoqwa e [kokwamukelwa kwemfundiso] inkolo.

# Quran264
source: Allah is the ally of those who believe. He brings them out from darknesses into the light. And those who disbelieve - their allies are Taghut. They take them out of the light into darknesses. Those are the companions of the Fire; they will abide eternally therein.
ca: Allah és l'aliat d'aquells que creuen. Ell treu-los de darknesses a la llum. I els que dubten - seus aliats Taghut. Ells se'ls treu la llum en darknesses. Aquells són companys del foc; s complir eternament en el mateix.
cy: Allah yn gynghreiriad y rhai sydd yn credu. Mae ef yn dod â nhw o darknesses i oleuni. A rhai a chredu-a'u cynghreiriaid yn Taghut. Eu bod yn mynd allan y goleuni i darknesses. Mae'r rheini'n cymdeithion y tân; Bydd maent yn glynu fythol ynddo.
da: Allah er allieret med dem, som tror. Han bringer dem fra nysgerig ind i lyset. Og dem, der ikke tror - deres allierede er Taghut. De tage dem ud af lyset i nysgerig. De er kammerater i ilden; de vil overholde evigt deri.
el: Αλλάχ είναι ο σύμμαχος του εκείνους που πιστεύουν. Τους φέρνει από darknesses στο φως. Και όσοι δυσπιστώ - σύμμαχοί τους είναι Taghut. Σου τα παίρνουν από το φως σε darknesses. Αυτοί είναι οι συνοδοί του πυροσβεστικού? θα τηρήσει αιώνια εκεί.
et: Allah on liitlane, kes usuvad. Ta toob neid esile alates darknesses valgusesse. Ja need, kes usu - nende liitlased on Taghut. Nad võtavad nad sealt valgus sisse darknesses. Need on kaaslased tulekahju; nad järgivad igavesti sealsamas.
fi: Allah on liittolainen, jotka uskovat. Hän tuo ne tummuusasteilla valoon. Ja ne, jotka ovat uskottomia - heidän liittolaisensa ovat Taghut. Niissä otetaan ne pois valo tummuusasteilla. Ne ovat kumppaneita tuleen; säädöksien ikuisesti siinä.
he: אללה הוא הברית של אלה אשר מאמינים. הוא מוציא אותם מן אפלות לתוך האור. אלה לא להאמין - בריתם Taghut. הם לוקחים אותם מתוך האור לתוך מחשכים. . אלו הלוויה של האש; הם להישמע לנצח בו.
hr: Allah je saveznik onih koji vjeruju. On izvlači ih iz trenutci u svjetlo. I oni koji ne vjeruju - njihovi saveznici su Taghut. To vodi iz svjetla u trenutci. To su drugovi požara; Oni će ostati vječno u njemu.
lt: Dievas yra tie, kurie tiki sąjungininkas. Jis iškelia juos iš darknesses į šviesą. Ir tie, kurie neturi wierza - jų sąjungininkai yra Taghut. Jie į juos iš šviesos į darknesses. Tai draugų gaisro; jos paklūsta amžinai jame.
lv: Allah ir sabiedrotais, no tiem, kas tic. Viņš izceļ tos no darknesses uz gaismu. Un tie, kuri neticēt - to sabiedrotajiem ir Taghut. Viņi pieņems viņus no gaismu savā darknesses. Tie ir biedri no uguns; tie būs mūžīgi tur ievērot.
nb: Døyve er alliert med dem som tror. Han bringer dem fra darknesses inn i lyset. De som tviler - deres allierte er Taghut. De ta dem ut av lyset i darknesses. De er ledsagere av på ilden. de vil følge evig deri.
sk: Alah je spojencom tých, ktorí veria. Ten prináša im z darknesses do svetla. A tí, ktorí neveria - ich spojencov Taghut. Berú im z ľahkých do darknesses. Tie sú spoločníci požiaru; dodržia sa večne v ňom.
sl: Allah je zaveznik tistih, ki verjamejo. On prinaša jih iz darknesses v svetlobo. In tistim, ki verjamem - njihovi zavezniki so Taghut. Da so jih iz svetlobe v darknesses. So tovariši ogenj; bo upošteval večno tam.
sr_cyrl: Алах је савезник оних који верују. Он доводи их из моје.и у светло. А они који је сигуран да је лажна - њихови савезници су Тагхут. Они их не преузме 149 моје.и. То су Компањони ватре; Они ће заувек у томе да трпе.
sr_latn: Alah je saveznik onih koji veruju. On dovodi ih iz moje.i u svetlo. A oni koji je siguran da je lažna - njihovi saveznici su Taghut. Oni ih ne preuzme 149 moje.i. To su Kompanjoni vatre; Oni će zauvek u tome da trpe.
uk: Аллах є союзником тих, хто вірить. Він приносить їх від darknesses до світла. І тих, хто не вірити - їх союзники Taghut. Вони враховують їх зі світла darknesses. Тих, хто є супутниками вогню; вони будуть дотримуватися вічно в ньому.
vi: Allah là đồng minh của những người tin. Ông đã mang chúng từ darknesses vào ánh sáng. Và những người disbelieve - đồng minh của họ là Taghut. Họ đưa họ ra khỏi ánh sáng vào darknesses. Những người là companions cháy; họ sẽ tuân thủ luôn luôn trong đó.
zu: Allah ally wabakholwayo.

# Quran265
source: Have you not considered the one who argued with Abraham about his Lord [merely] because Allah had given him kingship? When Abraham said, "My Lord is the one who gives life and causes death," he said, "I give life and cause death." Abraham said, "Indeed, Allah brings up the sun from the east, so bring it up from the west." So the disbeliever was overwhelmed [by astonishment], and Allah does not guide the wrongdoing people.
ca: No has pensat qui argumenta amb Abraham sobre seu Senyor [només] perquè Allah li havia donat davídica? Quan Abraham va dir, "El meu Senyor és aquell que dóna vida i causes de la mort," va dir, "donen vida i causar la mort." Deia Abraham, "de fet, Allah porta el sol d'Orient, així portar-lo cap amunt d'Occident." Així que el disbeliever va ser aclaparat [per sorpresa], i Allah guia no la gent d'irregularitats.
cy: Nid ydych wedi ystyried yr un a ddadleuodd gyda'r Abraham am ei Arglwydd [ond] oherwydd roedd Allah wedi rhoi iddo kingship? Pan ddywedodd Abraham, "Fy Arglwydd yw un sy'n rhoi bywyd ac achosi marwolaeth," meddai, "rhoddaf bywyd a achosi marwolaeth." Dywedodd Abraham, 'yn wir, daw Allah haul o'r dwyrain, felly fagu ei o'r gorllewin." Felly yr oedd y disbeliever yn drech na [syndod], ac nid yw Allah yn arwain pobl gamwedd.
da: Har du ikke overvejet den, der fremførte med Abraham om hans herre [kun] fordi Allah havde givet ham kongedømme? Da Abraham sagde, "Min herre er den, der giver liv og forårsager død," sagde han, "Jeg giver liv og forårsage død." Abraham sagde, "Ja, Allah bringer solen fra øst, så bring det fra Vesten." Så vantro blev overvældet [af forbavselse], og Allah guide ikke forseelser mennesker.
el: Δεν έχετε σκεφτεί αυτός που υποστήριξε με Αβραάμ σχετικά με τον Λόρδο [μόνο] επειδή Αλλάχ είχε δώσει Βασιλεία; Όταν ο Αβραάμ είπε, «Κύριέ μου είναι αυτός που δίνει ζωή και τις αιτίες θανάτου,», είπε, «δίνουν ζωή και να προκαλέσουν το θάνατο.» Αβραάμ είπε, μάλιστα, Αλλάχ φέρνει τον ήλιο από την Ανατολή, έτσι ώστε να είναι από τη Δύση.» Έτσι το disbeliever με συνεπήρε [έκπληξη], και Αλλάχ δεν καθοδηγεί τους ανθρώπους αδικοπραγία.
et: Te ei ole kaalunud, kes väitis koos Abraham umbes oma isanda [ainult] sest Jumal andis talle kingship? Kui Aabraham ütles: "Issand on üks, kes annab elu ja põhjustab surma," ütles ta, "Ma annan elu ja põhjustada surma." Aabraham ütles: "tõepoolest, Allah avab päike Idast, nii et viia see kuni läänest" Nende uskmatu ülekoormatud [by hämmastust] ja Allah juhendi inimesed valesti.
fi: On pidetä se joka kiistelleet Aabrahamin kanssa hänen herransa [vain] koska Jumala oli antanut hänelle kuninkuuden? Kun Aabraham sanoi: "Herrani on se, joka antaa elämän ja aiheuttaa kuoleman," hän sanoi, "antaa elämän ja aiheuttaa kuoleman." Aabraham sanoi: "itse asiassa Jumala tuo aurinko-idästä, joten aiheuttaa se lännestä" Niin disbeliever oli hukkua [hämmästystä], ja Jumala ei ohjaa rikkomuksista ihmisiä.
he: שקלת לא האחד התווכח עם אברהם על אדונו [רק] כי אללה נתן לו מלכות? אברהם אמר: "אדוני הוא זה שנותן חיים וגורם המוות," הוא אמר, "לתת חיים ואני לגרום למוות." אברהם אמר, "ואכן, אללה מעלה את השמש מן המזרח, אז מעלה זאת מן המערב" אז disbeliever הייתי המומה [תדהמה], ומדריך אללה לא העם מעשים רעים.
hr: Razmišljaš li onaj koji je tvrdio s Abrahamom o svome Gospodinu [samo] jer Allah mu dao Kraljevstvo? Kad Abraham je rekao, "Moj gospodar je onaj koji daje život i uzroka smrti," rekao je, "dajem život i smrt." Abraham je rekao, "doista, Allah dovodi sunce s istoka, tako da bi se sa zapada." Ste nevjernik je svladan [tako začuđeno], i Allah ne vodič zločin ljudi.
lt: Ar jūs ne laikoma tas, kuris teigė su Abraomu, apie jo Viešpats [tik] nes Dievas davė jam Karalystė? Kai Abraomas atsakė, "Mano Viešpats yra tas, kuris duoda gyvenimą ir sukelia mirties," jis pasakė: "Aš suteikti gyvenimo ir sukelti mirtį." Abraomas atsakė, "iš tiesų, Dievas pakelia saulę iš Rytų, taip kad jis nuo Vakarų." Taigi, neteisingas buvo priblokšti [nuostabą], ir Dievas ne gidas nusikaltimą žmonių.
lv: Vai jums uzskatīt ne tas, kurš strīdējās ar Ābrahāmu par viņa kungs [tikai] jo Allah bija viņam iedevusi valdīšana? Kad Ābrahāmam teica: "Mans kungs ir tas, kurš dod dzīves un izraisa nāvi," viņš teica: "man dod dzīvību un izraisīt nāvi". Ābrahāmam teica: "patiešām, Allah parādīs saule no austrumiem, tātad novirzu sarunu uz šo tematu no rietumiem." Tātad disbeliever bija pārbagātības [pārsteigumu] un Allah rokasgrāmata nav grēks cilvēku.
nb: Har du ikke vurdert som kranglet med Abraham om hans Herre [bare] fordi Gud hadde gitt ham konge? Da Abraham sa: "Min Herre er som gir liv og forårsaker død," sa han, "jeg gir liv og føre til døden." Abraham sa: "Ja, Allah gir deg fra øst, så ta det opp fra vest. Så disbeliever ble overveldet [av forbauselse], og Allah guide ikke de urett.
sk: Sa nepovažuje ten, kto tvrdil s Abrahámom, o jeho pán [len] pretože Boh mu dal nebeské? Keď Abrahám povedal: "Môj pán je ten, ktorý dáva život a príčiny smrti," povedal, "dávam život a spôsobujú smrť." Abrahám povedal: "Vskutku, Alah privádza slnko od východu, tak vychovať zo západu." Tak neveriacich premožený [údiv] a Boh nie je sprievodca previnenie ľudí.
sl: Ste ne šteje tisti, ki je trdil, z Abraham o njegov gospodar [samo] ker Allah je dal kraljestvo? Ko Abraham je rekel, "Moj gospodar je tista, ki daje življenje in vzrokov smrti," je dejal, "sem dal življenje in povzroči smrt." Abraham je rekel, "res, Allah pripelje do sonca od vzhoda, torej bruhati iz zahoda." Tako je Nevjernik prevzelo [začudenje] in Allah ni vodnik protipravna dejanja ljudi.
sr_cyrl: Зар ниси размислио онај који се расправљали са Абрахамом свог господара [само] јер му је Алах дао краљевство? Када је Абрахам је рекао,"Мој господар је онај који даје живот и узрока смрти," рекао је,"ја дати живот и изазвати смрт." Абрахам је рекао: "заиста, Аллах нас доводи до сунце са истока, па испљуни са запада." Тако је сада био преплављен [запрепашћење] и Алах не поведе малверзацијама народ.
sr_latn: Zar nisi razmislio onaj koji se raspravljali sa Abrahamom svog gospodara [samo] jer mu je Alah dao kraljevstvo? Kada je Abraham je rekao, "Moj gospodar je onaj koji daje život i uzroka smrti," rekao je, "ja dati život i izazvati smrt." Abraham je rekao: "zaista, Allah nas dovodi do sunce sa istoka, pa ispljuni sa zapada." Tako je sada bio preplavljen [zaprepašćenje] i Alah ne povede malverzacijama narod.
uk: Ви не вважається той, який стверджував, з Авраамові про його Господь [просто] бо Аллах дав йому царство? Коли Авраам сказав: "Мій Господь є той, хто дає життя і причини смерті," він сказав: "я дати життя і причина смерті". Авраам сказав: "дійсно, Аллах виховує сонця зі Сходу, таким чином принести її від Заходу." Так в disbeliever був придушений [здивування], і Аллаху не направити порушник людей.
vi: Bạn đã không coi là một trong những người lập luận với Abraham về Chúa của ông [chỉ là] bởi vì Allah đã cho ông ngôi? Khi Abraham nói: "Thưa ngài là một trong những người cung cấp cho cuộc sống và nguyên nhân cái chết," ông nói, "tôi cho cuộc sống và gây ra cái chết." Abraham nói: "thật vậy, Allah mang lại ánh mặt trời từ các phía đông, vì vậy mang lại cho nó từ phía tây." Vì vậy disbeliever đã bị choáng ngợp [bởi ngạc nhiên] và Allah không hướng dẫn người dân sai trái.
zu: Anizange yini nisebenzise kubhekwe fike fanele phikisana Abraham akhe Lord [simane] ngoba Allah epha him kingship?
