Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1232
source: Indeed, those who have believed and emigrated and fought with their wealth and lives in the cause of Allah and those who gave shelter and aided - they are allies of one another. But those who believed and did not emigrate - for you there is no guardianship of them until they emigrate. And if they seek help of you for the religion, then you must help, except against a people between yourselves and whom is a treaty. And Allah is Seeing of what you do.
ca: De fet, aquells que han cregut i emigrar i va lluitar amb la seva riquesa i vida a la causa d'Allah i qui va donar refugi i ajudats - són aliats de l'altra. Però els que creien i no emigrar - per no hi ha cap tutela d'ells fins que van emigrar. I si que busquen l'ajuda de vostè per la religió, llavors vostè ha d'ajudar, excepte contra un poble entre vosaltres i qui és un tractat. I Allah és veure del que fas.
cy: Yn wir, y rheini sydd wedi credu ac ymfudo ac ymladd eu cyfoeth a'u bywydau yn achos Allah ac a roddodd shelter ac a gynorthwyir-maent yn gynghreiriaid un arall. Ond y rhai sy'n credu ac nid yn allfudo-i chi nid oes dim gwarchodaeth ohonynt nes iddynt mae allfudo. Mae ac os maent yn ceisio helpu chi ar gyfer y crefydd, yna rhaid i chi helpu, ac eithrio erbyn pobl rhyngoch a'r bwy yw Cytuniad. A yw Allah yn gweld yr hyn yr ydych yn ei wneud.
da: Ja, dem, der har troet og emigrerede og kæmpede med deres rigdom og liv i årsagen til Allah, og dem, der gav husly og hjulpet på vej - de er allierede med hinanden. Men dem, som troede og ikke udvandre - for dig der er ingen værgemål af dem indtil de emigrerer. Og hvis de søger hjælp fra dig til religionen, så skal du hjælpe, undtagen mod et folk mellem jer, og som er en traktat. Og Allah er at se på hvad du gør.
el: Πράγματι, όσοι πίστευαν και μετανάστευσε και πολέμησαν με τον πλούτο και τη ζωή των αιτίων του Αλλάχ και εκείνους που έδωσαν καταφύγιο και με τη βοήθεια - είναι σύμμαχοι του άλλου. Αλλά εκείνοι που πίστεψαν και δεν μεταναστεύουν - για εσάς δεν υπάρχει καμία κηδεμονίας τους μέχρι να μεταναστεύουν. Και αν αυτοί ζητούν βοήθεια από εσάς για την θρησκεία και, στη συνέχεια, θα πρέπει να βοηθήσει, εκτός από το ενάντια σε άτομα μεταξύ τους εαυτούς σας και τους οποίους είναι μια Συνθήκη. Και Αλλάχ είναι να δει τι κάνεις.
et: Tõepoolest, need, kes on uskunud ja emigreerunud ja võitles oma rikkusest ja elu Jumal ja need, kes andsid peavarju ja Raalprojekteerimise - põhjus on liitlased üksteist. Kuid need, kes uskusid ja tegin rändama - teile on ükski neist eestkoste kuni nad emigreeruda. Ja kui nad otsima abi teist religiooni, siis peab aitama, välja arvatud vastu inimesed iseendid ja kelle on leping. Ja Jumal nägi, mida teha.
fi: Itse asiassa ne, jotka ovat uskoneet ja muutti ja taisteli vaurautta ja asuu Jumala ja jotka turvan antoi ja auttanut - ne ovat liittoutuneet keskenään. Mutta ne, jotka uskoivat, eikä enää muuta maasta - sinulle ei ole holhousta, ennen kuin he lähtevät maastaan. Ja jos he Hakeudu teistä uskonnon, sinun täytyy auttaa paitsi vastaan teille ja joille on sopimus. Ja Jumala on nähdä mitä teet.
he: ואכן, אלה אשר יש האמין, היגר ונלחם עם העושר שלהם חייהם למען אללה ואת מי נתנה מחסה, סייעו - הם בני-ברית אחת לאחרת. אבל מי האמין, לא להגר - לך יש אין האפוטרופוס הכללי אותם עד שהם להגר. ואם הם מבקשים עזרה מכם לגבי הדת, אז אתה חייב לעזור, חוץ נגד אנשים בין את עצמכם ואת מי הוא הסכם. אללה רואה של מה שאתה עושה.
hr: Doista, oni koji su vjerovali i emigrirao i borio se sa svojim bogatstvom i živote za Allaha i one koji je dao sklonište i pomoć - oni su saveznici jedni drugima. Ali oni koji vjeruju i da li emigrirati - za vas je bez skrbništva od njih dok oni emigriraju. A ako potražiti pomoć od te religije, onda morate pomoći, osim protiv naroda između sebe i kojima je sporazum. I Allah vidi ono što radite.
lt: Tiesą sakant, tų, kurie tikėjo ir emigravo ir kovojo su savo turtus ir gyvena Dievas ir tuos, kurie suteikė pastogę ir remiamos - jie sąjungininkų vienas nuo kito. Bet tie, kurie tikėjo ir padarė ne emigruoti - jums yra be globos jų tol, kol jie emigruoti. Ir jei jie nori jums padėti dėl religijos, tada jūs turite padėti, išskyrus prieš žmones tarp savęs ir kuriems yra sutartis. Ir Dievas mato, ką jūs.
lv: Protams, tiem, kas ticēja un emigrēja un cīnījās ar viņu labklājību un dzīves cēlonis Allah un tiem, kas deva pajumti un atbalstītā - tie ir sabiedrotās valstis viena no otras. Bet tiem, kas ticēja un nevis emigrēt - jums ir bez aizbildnības, no tiem līdz brīdim, kad viņi emigrēt. Un, ja viņi meklē palīdzību no jums par reliģiju, tad ir jāpalīdz, izņemot pret cilvēkiem, starp sevi un kuriem ir līgums. Un Allah ir redzēt, ko jūs darīt.
nb: Faktisk, de som har trodd og emigrerte og kjempet med sin rikdom og bor i årsaken til Allah, og de som ga ly og hjulpet - er de allierte av hverandre. Men de som trodde og ikke emigrere - for det er ingen formynderskap av dem før de emigrere. Og hvis de søker hjelp av dere om religion, så du må hjelpe, unntatt mot en personer mellom dere, og som er en avtale. Og Allah er ser på hva du gjøre.
sk: V skutočnosti tí, ktorí verili a emigroval a bojovali s ich bohatstvo a žije v záujme Alaha, a tí, kto dal prístrešia a pomáhal - sú spojenci jeden druhého. Ale tí, ktorí verili a nie to emigrovať - pre vás nie je žiadna opatrovníctvo z nich dovtedy, kým sa vysťahovať. A ak sa hľadať pomoc z vás pre náboženstvo, potom musíte pomôcť, okrem proti ľudí medzi sebou, a koho je zmluva. A Allah je vidieť, čo robíte.
sl: Osebe, ki so verjeli in izselili in se borili z njihovo bogastvo in življenje v vzrok Allah in tisti, ki je dal zatočišče in podprto - so zavezniki med seboj. Ampak tisti, ki je verjel in je ne izseliti - za vas je ni skrbništvo nad njimi, dokler se izseliti. In če jih poiskati pomoč od vas za vero, potem morate pomagati, razen proti ljudem, med sebe in katerim je pogodba. In Alah je videl kaj vam.
sr_cyrl: Уистину , онима који су веровали и емигрирала, и борио се са својим богатством и животе у узрок Алаха, и оних који су уточиште и помагале - они су савезници једно о другоме. Али , они који верује и Нећу емигрирати - за вас не постоји без старатељства над њима док они емигрирају. И ако они траже помоћ од тебе за веру, онда мора да помогне, осим против народа између себе, и коме је споразум. И , Алах види што ви радите.
sr_latn: Uistinu, onima koji su verovali i emigrirala, i borio se sa svojim bogatstvom i živote u uzrok Alaha, i onih koji su utočište i pomagale - oni su saveznici jedno o drugome. Ali, oni koji veruje i Neću emigrirati - za vas ne postoji bez starateljstva nad njima dok oni emigriraju. I ako oni traže pomoć od tebe za veru, onda mora da pomogne, osim protiv naroda između sebe, i kome je sporazum. I, Alah vidi što vi radite.
uk: Дійсно, ті, хто вважав і емігрував і боровся з свої багатства і життя в ході Аллаха і тих, хто дав притулок і систем автоматизованого - вони є союзниками один одного. Але ті, хто вважав а не емігрувати - для вас немає не опіки, з них, поки вони емігрувати. І якщо вони звернутися за допомогою з вас для релігії, то ви повинні допомогти, за винятком проти людей між собою, а кого договір. І Аллах бачить те, що вам робити.
vi: Thật vậy, những người đã tin tưởng và di cư và chiến đấu với sự giàu có của họ và cuộc sống trong các nguyên nhân của Allah và những người đã cung cấp shelter và hỗ trợ - họ là đồng minh của nhau. Nhưng những người tin tưởng và không nhập cư - cho bạn đó là không có giám hộ của họ cho đến khi họ di cư. Và nếu họ tìm kiếm sự giúp đỡ của bạn cho các tôn giáo, sau đó bạn phải giúp đỡ, ngoại trừ đối với một người giữa mình và người mà là một hiệp ước. Và Allah là nhìn thấy những gì bạn làm.
zu: Ngempela, labo abaye kholwa thutha walwa nomcebo wabo nayo uhlala ngaphakathi zathu Allah kanye nalabo wanika yokukhosela futhi uyasizakala - they are sizana of fike another.

# Quran1233
source: And those who disbelieved are allies of one another. If you do not do so, there will be fitnah on earth and great corruption.
ca: I els que dubtaven són aliats de l'altra. Si no ho fa, no hi haurà fitnah a la terra i la gran corrupció.
cy: A rhai a ddysgais yn gynghreiriaid un arall. Os na wnewch hynny, bydd yn fitnah ar y ddaear a llygredd mawr.
da: Og dem, der disbelieved er allierede med hinanden. Hvis du ikke gør det, vil der være fitnah på jorden og stor korruption.
el: Και όσοι disbelieved είναι σύμμαχοι του άλλου. Εάν δεν κάνετε έτσι, θα υπάρξει fitnah στη γη και μεγάλη διαφθορά.
et: Ja need, kes disbelieved on liitlased üksteist. Kui te seda teete, tekib fitnah suur korruptsiooni ja maa.
fi: Ja ne, jotka uskoneet ovat liittoutuneet keskenään. Jos et tee niin, on fitnah maan päällä ja hyvä korruptio.
he: והם אלה אשר disbelieved ברית אחת לאחרת. אם לא תעשה כך, יהיו fitnah על כדור הארץ ועל השחיתות הגדולה.
hr: A oni koji bio saveznici jedni drugima. Ako to ne učinite, bit će fitnah na zemlje i velike.
lt: Ir tie, kurie disbelieved yra sąjungininkai vienas nuo kito. Jei jums to padaryti, ten bus fitnah žemėje ir didelę korupciją.
lv: Un tie, kuri disbelieved sabiedrotās valstis viena no otras. Ja jūs to darāt, būs fitnah uz zemes un lielo korupciju.
nb: De vantro er allierte av hverandre. Hvis du ikke gjør det, blir det fitnah på jorden og stor korrupsjon.
sk: A tí, kto pochyboval spojencov jeden druhého. Ak tak neurobíte, bude fitnah na zemi a veľkou korupciou.
sl: In tisti, ki so verjeli so zavezniki med seboj. Če ne storite, bo fitnah na zemlji in veliko korupcije.
sr_cyrl: И они који не верује да су савезници једно о другоме. Ако то не учините, биће фитнах на земљи и велику корупцију.
sr_latn: I oni koji ne veruje da su saveznici jedno o drugome. Ako to ne učinite, biće fitnah na zemlji i veliku korupciju.
uk: І тих, хто disbelieved союзники один від одного. Якщо ви не зробите, буде fitnah на землі і великий корупції.
vi: Và những người disbelieved là đồng minh của nhau. Nếu bạn không làm như vậy, sẽ có fitnah trên trái đất và tham nhũng lớn.
zu: Futhi labo disbelieved are sizana of fike another.

# Quran1234
source: But those who have believed and emigrated and fought in the cause of Allah and those who gave shelter and aided - it is they who are the believers, truly. For them is forgiveness and noble provision.
ca: Però aquells que han cregut i emigrar i va lluitar en la causa d'Allah i qui va donar refugi i ajudats - són ells que estan veritablement creients,. Per a ells és el perdó i la prestació noble.
cy: Ond y rhai sy'n credu ac ymfudo a fu'n ymladd yn achos Allah ac a roddodd shelter ac a gynorthwyir-hwy sydd yn y credinwyr, yn wirioneddol. Iddynt hwy yn ddarpariaeth aruchel a maddeuant.
da: Men dem, der troede og emigrerede og kæmpede i årsagen til Allah, og dem, der gav husly og hjulpet på vej - de er troende, virkelig. For dem er tilgivelse og ædle bestemmelse.
el: Αλλά εκείνοι που πίστευαν και μετανάστευσε και πολέμησαν στην αιτία του Αλλάχ και εκείνους που έδωσαν καταφύγιο και με τη βοήθεια - αυτοί είναι οι πιστοί, πραγματικά. Για αυτούς είναι συγχώρεση και ευγενή παροχή.
et: Kuid need, kes on uskunud ja emigreerunud ja võitles Jumal ja need, kes andsid peavarju ja Raalprojekteerimise - põhjus on nad on usklikud, tõeliselt. Nende jaoks on andestus ja üllas säte.
fi: Mutta ne, jotka ovat uskoneet ja muutti ja taisteli Allah ja jotka turvan antoi ja auttanut - juuri ne, jotka uskovat, todella. Heille on anteeksiantamus ja jalo säännös.
he: אבל למי יש האמין, היגר ונלחם למען אללה ואת מי נתנה מחסה, סייעו - הם אלה המאמינים, באמת. עבורם הוא מחילה והעלייה אצילי.
hr: Ali oni koji su vjerovali i emigrirao i borio se za Allaha i one koji je dao sklonište i pomoć - oni koji su vjernici, zbilja. Za njih je oprost i plemenita odredba.
lt: Bet tie, kurie tikėjo ir emigravo ir kovojo į Dievo ir tų, kurie suteikė pastogę ir remiamos - tai tie, kurie yra tikintieji, tikrai. Jiems yra atleidimas ir tauriųjų nuostata.
lv: Bet tiem, kuri ticēja un emigrēja un cīnījās Allah un tiem, kas deva pajumti un atbalstītā - cēlonis ir tie, kuri ir patiesi ticīgie. Viņiem ir piedošanas un cēlu noteikums.
nb: Men de som har trodd og emigrerte og kjempet i årsaken til Allah, og de som ga ly og hjulpet - de som troende, virkelig. For dem er tilgivelse og edle bestemmelsen.
sk: Ale tí, ktorí verili a emigroval a bojoval v záujme Alaha, a tí, kto dal prístrešia a pomáhal - sú to oni, ktorí sú veriaci, naozaj. Pre nich je odpustenie a ušľachtilý ustanovenie.
sl: Ampak tiste, ki so verjeli in izselili in se borili v vzrok Allah in tisti, ki je dal zatočišče in podprto - to je oni, ki so verniki, resnično. Za njih je odpuščanje in plemenito določba.
sr_cyrl: Али, они који су веровали и емигрирала и борио се у узрок Алаха, и оних који су уточиште и помагале - они су ти који су истински верници,. За њих је опрост и племенита одредба.
sr_latn: Ali, oni koji su verovali i emigrirala i borio se u uzrok Alaha, i onih koji su utočište i pomagale - oni su ti koji su istinski vernici,. Za njih je oprost i plemenita odredba.
uk: Але ті, хто вважав і емігрував і билися в причиною Аллаха і тих, хто дав притулок і систем автоматизованого - це їм, віруючі, по-справжньому. Для них це прощення і благородних положення.
vi: Nhưng những người đã tin tưởng và di cư và chiến đấu trong các nguyên nhân của Allah và những người đã cung cấp shelter và hỗ trợ - nó là họ là những người đang thực sự là những người tin Chúa. Đối với họ là sự tha thứ và cao quý cung cấp.
zu: Kodwa labo abaye kholwa thutha walwa zathu Allah kanye nalabo wanika yokukhosela futhi uyasizakala - ngiwo are qiniseka kholwa, ngempela.

# Quran1235
source: And those who believed after [the initial emigration] and emigrated and fought with you - they are of you. But those of [blood] relationship are more entitled [to inheritance] in the decree of Allah. Indeed, Allah is Knowing of all things.
ca: I els que creien després de [l'emigració inicial] i van emigrar i van lluitar amb vostè - són vostès. Però aquells de relació [sang] tenen més dret [a herència] en el decret d'Allah. De fet, Allah està saber de totes les coses.
cy: A'r rhai sy'n credu ar ôl [allfudo cychwynnol] ac ymfudo ac ymladd gyda chi-maent yn chi. Ond mae rhai o berthynas [gwaed] hawl mwy [i etifeddiaeth] yn ordinhad Allah. Yn wir, Allah yn gwybod am yr holl bethau.
da: Og dem, der troede efter [den første emigration] og emigrerede og kæmpede med dig - de er for dig. Men dem af [blod] forholdet ret mere [til arv] i dekret af Allah. Allah er faktisk vide af alle ting.
el: Και όσους πίστευε μετά από [την αρχική αποδημία] και μετανάστευσε και πολέμησαν μαζί σας - είναι από εσάς. Αλλά εκείνοι της σχέσης [αίμα] πιο δικαιούνται [κληρονομιά] στο διάταγμα του Αλλάχ. Πράγματι, Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: Ja need, kes uskusid pärast [esialgne väljaränne] ja emigreerunud ja võidelnud koos sa - nad on teist. Aga need [sugulussuhet] on rohkem õigus [pärand] dekreedis Jumal. Tõepoolest, Allah on teades kõiki asju.
fi: Ja ne, jotka uskoivat jälkeen [alkuperäinen maastamuutto] ja muutti ja taisteli-he eivät sinun. Mutta ne [] suhteeseen ovat enemmän oikeus [perintö] asetus-lta hillitä. Jumala nimittäin tietäen kaiken.
he: מי האמין לאחר [וההגירה הראשונית], היגר ונלחם איתך - הם מכם. אבל אלה [דם] יחסים יותר זכאים [ירושה] בפסק הדין של אללה. אכן, אללה הוא שהידיעה של כל הדברים.
hr: I oni koji vjeruju nakon [početno emigracija] i emigrirao i borio se s tobom - oni su vas. Ali one [krv] odnos više pravo [na nasljedstvo] na Allaha. Uistinu, Allah je poznavanje svih stvari.
lt: Ir tiems, kurie tikėjo po [pradinis emigracijos] ir emigravo ir kovojo su jumis - jie jums. Bet tie [kraujo] santykių daugiau teisę [į palikimą] sprendimą dėl Dievo. Iš tiesų, Allah yra žinios ir viskas.
lv: Un tie, kuri uzskatīja, ka pēc [sākotnējā emigrācijas] un emigrēja un cīnījās ar jums - tie no jums. Bet tiem [asins] attiecības ir vairāk tiesības [mantojuma] Allah dekrēts. Patiešām, Allah ir zinot visas lietas.
nb: Og de som trodde etter [første emigrasjon] og emigrerte og kjempet med deg - de er av deg. Men de av [blod] forholdet har mer [arv] i nedgang av Døyve. Døyve er faktisk å vite alt.
sk: A tí, ktorí verili po [počiatočné emigrácie] a emigroval a bojoval s vami - sú z vás. Ale tých vzťahov [krv] viac nárok [na dedičstvo] vyhláška Alah. Alah je skutočne vedieť všetko.
sl: In tisti, ki je verjel po [začetno izseljevanje] in izselili in se borili z vami - so od vas. Ampak tiste [krvi] razmerja so bolj pravico [do dedovanja] v odlok od Allah. Res, Allah je poznavanje vseh stvari.
sr_cyrl: И они који је веровао после [Почетна емиграција] и емигрирала и борио се са тобом - они су од вас. Али они од [крв] однос више право [наследство] у декретом од Алаха. Уистину , Аллах је знајужи свих ствари.
sr_latn: I oni koji je verovao posle [Početna emigracija] i emigrirala i borio se sa tobom - oni su od vas. Ali oni od [krv] odnos više pravo [nasledstvo] u dekretom od Alaha. Uistinu, Allah je znajuжi svih stvari.
uk: І ті, хто вважав, після [Початкова еміграції] і емігрував і боровся з вами - вони є з вас. Але ті з [крові] відносини мають більш право [успадкування] в Указі Аллаха. Справді, Аллах, знаючи, що всі речі.
vi: Và những người tin rằng sau khi [di cư đầu tiên] và di cư và chiến đấu với bạn - họ là của bạn. Nhưng những người trong mối quan hệ [máu] có nhiều quyền [thừa kế] trong sắc lệnh của Allah. Thật vậy, Allah là biết tất cả mọi thứ.
zu: Futhi labo ababekholwe ngenxa emva [the ukuthuthela kwelinye izwe sokuqala] thutha walwa nawe - zingabantu ngawe.

# Quran1236
source: [This is a declaration of] disassociation, from Allah and His Messenger, to those with whom you had made a treaty among the polytheists.
ca: [Això és una declaració de] desvinculació, des d'Allah i el seu Missatger, a aquells amb qui li havia fet un tractat entre els politeistes.
cy: [Hyn yn ddatganiad o] disassociation, gan Allah a ei negesydd, i'r rhai a ydych wedi gwneud cytundeb ymysg y polytheists gydag ef.
da: [Dette er en erklæring om] afstandtagen fra Allah og hans sendebud, til dem, med hvem du havde lavet en traktat mellem polyteister.
el: [Πρόκειται για κήρυξη] αποσυσχετισμό, από Αλλάχ και του Messenger, σε εκείνους με τους οποίους είχατε κάνει μια συνθήκη μεταξύ polytheists.
et: [See on deklaratsiooni] soovite lahutamisega, Allah ja tema saadik, neile, kellega oli teinud asutamislepingu seas ning polytheists.
fi: [Tämä on ilmoitus] disassociation polveutua Jumalaan ja hänen lähettiläänsä niille, joiden kanssa oli tehnyt muassa polytheists perustamissopimuksessa.
he: [זוהי הכרזת] השיוך, אללה, שליח שלו, אלה שאיתם אתה עשה הסכם בין polytheists.
hr: [Ovo je izjava] odvajanjem od Allahu i njegovom poslaniku, onima s kojima je sklopio sporazum među i politeisti.
lt: [Tai yra deklaracija] nukrypstama nuo Dievo ir jo poslanca, tiems, su kuriais norite padaryti sutarties tarp į polytheists.
lv: [Šī ir spēkā neesamības] norobežošanās no Allah un viņa Messenger tiem, ar kuriem bija veicis līgumā starp polytheists.
nb: [Dette er en erklæring av] frakobling, fra Allah og hans Messenger, til de som hadde du gjort en avtale blant polyteister.
sk: [Je to vyhlásenie] odlúčenie od Alah a jeho posol, aby tí, s ktorými mal urobil zmluvu medzi polyteisty.
sl: [To je izjava o] distanciranja od Allah in njegov sel, tistim, s katerimi bi jih naredili pogodbe med je politeiste.
sr_cyrl: [Ово је објава] уклањањем, од Алаха, и његовог гласника, онима са којима си имао је склопио споразум међу на полyтхеистс.
sr_latn: [Ovo je objava] uklanjanjem, od Alaha, i njegovog glasnika, onima sa kojima si imao je sklopio sporazum među na polytheists.
uk: [Це декларацію] видалення зв'язку, від Аллах і його Messenger, для тих, з ким ви прийняли договору серед на polytheists.
vi: [Đây là một tuyên bố của] disassociation, từ Allah và Messenger của ông, những người mà bạn đã thực hiện một hiệp ước giữa các polytheists.
zu: [Lena isimemezelo] disassociation, kusukela Allah and isithunywa sakhe, ukuze kulabo enihlangana kwase benza isivumelwano phakathi konkulunkulu abaningi.

# Quran1237
source: So travel freely, [O disbelievers], throughout the land [during] four months but know that you cannot cause failure to Allah and that Allah will disgrace the disbelievers.
ca: Així viatjar lliurement, [O disbelievers], per tota la terra [en] quatre mesos però saber que vostè no pot causar falla a Allah i que Allah es vergonya disbelievers.
cy: Felly rhydd, yn teithio [O disbelievers], drwy gydol y tir [ystod] bedwar mis ond yn gwybod eich bod ni all achosi methiant i Allah ac y bydd Allah yn disgrace y disbelievers.
da: Så rejse frit, [O vantro], overalt i landet [i] fire måneder, men ved, at du ikke kan forårsage svigt til Allah og at Allah vil skændsel vantro.
el: Έτσι ταξιδεύουν ελεύθερα, [O disbelievers], σε όλη τη γη [κατά] τέσσερις μήνες, αλλά ξέρω ότι σας μπορεί να προκαλέσει αποτυχία για να Αλλάχ και ότι ο Αλλάχ θα ντροπή disbelievers.
et: Nii vabalt reisida [uskottomille O], kogu maa [jooksul] neli kuud, kuid tean, et ei saa põhjustada rikke Jumal ja Allah on häbi selle uskottomille.
fi: Joten matkustaa vapaasti, [O uskottomat] kautta [] neljän aikana maan, mutta et voi aiheuttaa epäonnistumisen Jumalalle ja Jumala häpeä saa luovuttaa.
he: אז לנוע בחופשיות, [O disbelievers], בכל רחבי הארץ [במהלך] ארבעה חודשים אבל יודע כי אתה לא יכול לגרום לכשל אללה אללה יבזה את disbelievers.
hr: Tako slobodno, putovati [O iskuse], u cijeloj zemlji tijekom četiri mjeseca ali znam da ne mogu uzrokovati neuspjeh Allahu i da Allah osramotio i iskuse.
lt: Taip keliauti laisvai, [O disbelievers], visoje žemėje [per] keturis mėnesius, bet žinau, kad negali sukelti nepakankamumą Allaho ir kad Dievas bus gėda dėl disbelievers.
lv: Tātad brīvi ceļot [O disbelievers] visā zemē [laikā] četrus mēnešus, bet zinu, ka jūs nevarētu izraisīt kļūmes Allahu un ka Allah būs kauns disbelievers.
nb: Så reise fritt, [O troende], over hele landet [under] fire måneder, men vet at du ikke kan forårsake feil å Døyve og at Allah ville vanære troende.
sk: Tak slobodne cestovať, [O neveriacim], po celej krajine [v] štyroch mesiacoch, ale viem, že nemôže spôsobiť zlyhanie na Boha a že Boh bude hanbu neveriacim.
sl: Tako prosto gibljejo, [O disbelievers], po vsej deželi [v] štirih mesecih, vendar vem, da ne more povzročiti odpovedi v Allah in da bo Alah Blamaža za disbelievers.
sr_cyrl: Тако слободно да путују, [О скептике], по целој земљи током 4 месеца, али знам да не могу да узрокује отказивање Алаха и да ће Аллах срамотите скептике.
sr_latn: Tako slobodno da putuju, [O skeptike], po celoj zemlji tokom 4 meseca, ali znam da ne mogu da uzrokuje otkazivanje Alaha i da će Allah sramotite skeptike.
uk: Так вільно, подорож [O disbelievers], по всій землі [у] чотири місяці, але знаю, що ви не може призвести до відмови Аллаху і що Аллах буде ганьби на disbelievers.
vi: Vì vậy, đi du lịch một cách tự do, [O thì], trên khắp đất trong bốn tháng nhưng biết rằng bạn không thể gây ra sự thất bại để Allah và Allah sẽ hoen thì các.
zu: Ngakho ukuhamba ngokukhululekile, [O disbelievers], kulo lonke izwe [phakathi] izinyanga ezine kodwa wazi ukuthi awukwazi ukungakhuli Allah Allah hlaza disbelievers.
