Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2096
source: And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful.
ca: I quan l'adversitat et toca al mar, són perdut [tots els] aquells vostè invocar excepte per ell. Però quan va es lliura a la terra, s'allunyen [d'ell]. I mai és home ingrat.
cy: A pan mae adfyd yn cyffwrdd â chi ar y môr, yn colli [bob] hynny ichi alw ar wahân iddo. Ond pan fydd yn traddodi ichi ar y tir, mae eich troi i ffwrdd [oddi wrtho]. Ac byth yn dyn yn anniolchgar.
da: Og Hvornår modgang rører dig til søs, og tabt som [alle] disse du påberåbe sig bortset fra ham. Men når han leverer du til landet, du tænder væk [fra ham]. Og nogensinde er mand utaknemmelig.
el: Και όταν τις αντιξοότητες σε αγγίζει στη θάλασσα, και τα οποία χάνονται [όλα] εκείνους που επικαλούνται εκτός από αυτόν. Αλλά όταν σας παραδίδει στη γη, γυρίζετε μακριά [από αυτόν]. Και ποτέ να είναι αχάριστος άνθρωπος.
et: Ja kuna ebaõnne puudutab teid merel, kadunud on [kõik], keda te tugineda, välja arvatud teda. Kuid kui ta esitab teile maale, sa tõlgivad [temalt]. Ja kunagi on mees tänamatu.
fi: Ja kun vastoinkäymisiä koskettaa sinua merellä, menetetty ovat [kaikki] voit vedota paitsi hänelle. Mutta kun hän antaa sinun maa, käännyt pois [hänelle]. Ja aina on mies kiittämätön.
he: מתי מצוקה נוגע בך בים, הם אבודים [כל] האלה שאת מעוררת. חוץ ממנו. אבל כאשר הוא מספק לך לארץ, תסתובבי [ממנו]. והוא פעם גבר כפוי טובה.
hr: I kada nevolja dotakne na moru, izgubljeni su [svih] onih koje zazivaju osim njega. Ali kada si nabavi u zemlju, te odbiti [od njega]. I uvijek je čovjek nezahvalno.
lt: Ir kada bėdų paliečia jus jūroje, prarastas yra [visiems], kurie jus remtis išskyrus jam. Bet kai jis pristato jums žemę, jūs nusigręžti [iš jo]. Ir kada nors yra žmogus nedėkingas.
lv: Un kad nelaime jums pieskaras jūrā, ir zaudējis [visi] tiem jūs atsaukties izņemot viņu. Bet ja viņš sniedz jums uz zemes, jūs novērsties [viņam] no. Un kādreiz ir nepateicīgs cilvēks.
nb: Og når motgang berører du til sjøs, tapt er [alt] de du påkalle bortsett fra ham. Men når han gir deg til landet, gjør du bort [fra ham]. Og noensinne er mann utakknemlig.
sk: A keď nešťastie sa dotýka vás na mori, stratené sú [všetky] ty vyvolať okrem neho. Ale keď on vám prináša do pôdy, dáte preč [od neho]. A niekedy je človek nevďačný.
sl: In kdaj stisko dotakne na morju, izgubili so [vse] tistih, ki jih uveljavlja razen njega. Pa če je vam prinaša v deželo, stran [od njega]. In kdaj je človek nehvaležno.
sr_cyrl: И кад си на мору недаћама додирне, изгубљени су [све] којима сте призвали осим њега. Али када он доноси вам у земљу, си се окренуо [од њега]. И икада је незахвална.
sr_latn: I kad si na moru nedaćama dodirne, izgubljeni su [sve] kojima ste prizvali osim njega. Ali kada on donosi vam u zemlju, si se okrenuo [od njega]. I ikada je nezahvalna.
uk: І коли негаразди торкається ви на морі, втрачені є [всі] тих, кого ви посилатися, за винятком йому. Але коли він забезпечує вас на землі, ви відвернутися [від нього]. І коли-небудь людина невдячна.
vi: Và khi nghịch cảnh chạm bạn biển, bị mất được [tất cả] những bạn gọi ngoại trừ anh ta. Nhưng khi ông mang bạn đến đất, bạn lần lượt đi [từ ông]. Và bao giờ là người đàn ông vô ơn.
zu: Futhi uma adversity namatha you olwandle, elahlekile kukhona [bonke] labo ukunxusa ngaphandle Him.

# Quran2097
source: Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate.
ca: Llavors et sents segur que [en] va no farà que una part de la terra empassar o enviar contra una tempesta de pedres? Llavors vostè no trobaria per vosaltres mateixos un defensor.
cy: Yna ydych chi'n teimlo yn ddiogel nad [yn hytrach] bydd ef yn achosi rhan o'r tir i lyncu chi neu anfon yn eich erbyn storm o gerrig? Yna ni welwch drosoch eiriolwr.
da: Derefter føler du dig sikker, at [i stedet] ikke vil han forårsage en del jord til at sluge dig eller sende dem en storm af sten? Så vil du ikke finde selv fortaler.
el: Στη συνέχεια, αισθάνεστε ασφαλής ότι [αντί] δεν πρόκειται να προκαλέσει ένα μέρος της γης να σας καταπιεί ή να αποστείλουν εναντίον σας μια καταιγίδα από πέτρες; Στη συνέχεια, δεν θα βρίσκατε μόνοι σας συνήγορος.
et: Siis sa võid turvaline, et [hoopis] ta ei põhjusta osa maast neelata sind või saata teie vastu kive torm? Siis sa ei leia ise advokaat.
fi: Sitten sinusta turvallista, että [eikä] hän ei aiheuta osassa maata sinut tai lähettää sinua vastaan myrsky kiviä? Silloin ei kyllä löytää itsellenne puolestapuhuja.
he: אז אתה מרגיש בטוח כי [במקום] הוא לא יגרום לחלק הקרקע לבלוע או לשלוח נגדך סערה של אבנים? אז לא הייתם מוצאים בעצמכם עם עורך דין.
hr: Tada ste sigurni da [umjesto] On neće izazvati dio zemljišta te progutati ili poslati protiv vas oluja kamenje? Onda će pronaći za sebe zastupnik.
lt: Tada galite jaustis saugus, kad [vietoj] jis nesukels jums nuryti arba siųsti prieš jus audra akmenų žemės dalis? Tada jums bus ne rasti sau advokatas.
lv: Tad jūs jūtaties droša, ka [vietā] viņš neizraisīs daļu jūs norīt vai pret jums nosūtīt vētra akmeņu zeme? Pēc tam jūs nebūtu atrast sev advokātu.
nb: Deretter føler du sikre at [stedet] han ikke vil føre til en del av landet svelge du eller sende mot deg en storm av steiner? Så vil du ikke finne dere talsmann.
sk: Potom máte pocit, bezpečné, že [miesto] on nespôsobí, časť pôdy, aby vás prehltnúť alebo poslať proti vám búrka kamene? Potom by sa nájsť sami advokáta.
sl: Potem se vam zdi varno da [namesto] on ne bo povzročilo del zemljišča vas pogoltniti ali Pošlji proti vam vihar kamni? Potem vas ne bi našel zase zagovornik.
sr_cyrl: Онда осјећаш сигурну да [уместо тога] он неће изазвати део земље да се прогута или послати против вас олуја камења Онда не би да сами заговорник.
sr_latn: Onda osjećaš sigurnu da [umesto toga] on neće izazvati deo zemlje da se proguta ili poslati protiv vas oluja kamenja Onda ne bi da sami zagovornik.
uk: Потім ви відчувати себе захищеним, що [замість] він не викличе частину землі проковтнути вам або відправити проти вас бурю камені? Тоді не знайдеш для себе прихильником.
vi: Sau đó bạn có cảm thấy an toàn rằng [thay] ông sẽ không làm cho một phần của vùng đất nuốt bạn hoặc gửi chống lại bạn một cơn bão của đá? Sau đó bạn sẽ không tìm thấy cho mình một người ủng hộ.
zu: Khona unomuzwa ephephile [esikhundleni] He tando cha banga ingxenye bezwe konjane you noma uthumele ngokumelene nawe nesiphepho amatshe?

# Quran2098
source: Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger.
ca: O et sents segur que ell no enviarà còpia al mar una altra vegada i enviar a vostè un huracà de vent i s'ofeguen per a què es va negar? Llavors vostè no trobaria per a si mateixos contra nosaltres un venjador.
cy: Neu ydych chi'n teimlo yn ddiogel na fydd yn anfon chi'n ôl i'r môr arall amser ac anfon chi corwynt gwynt a eich boddi am beth yr ydych yn ei gwadu? Yna ni welwch drosoch eich hunain yn ein herbyn avenger.
da: Eller føler du sikkert, at han ikke vil sende dig tilbage i havet, en anden gang og sende jer en orkan af vinden og drukner dig for hvad du afvist? Så vil du ikke finde jer mod os en avenger.
el: Ή αισθάνεστε ασφαλής ότι αυτός θα δεν σας στείλει πίσω στη θάλασσα άλλη φορά και αποστολή σε σας έναν τυφώνα του ανέμου και πνίγονται σας για αυτό που σου άρνησης; Στη συνέχεια, δεν θα βρίσκατε μόνοι σας εναντίον μας τιμωρός.
et: Või sa tunned turvaline, et ta ei saada sulle tagasi merre teisel ajal ja saada teie peale orkaani tuule ja uputavad te olete keelanud? Siis sa ei leiaks ise meie vastu ka tasuja.
fi: Tai Tunnetko turvallista, hän lähettänyt takaisin mereen toinen aikaa ja lähetän teille hurrikaani tuuli ja hukuttaa sinut et kieltää? Silloin ei kyllä löytää itsellenne meitä vastaan kostaja.
he: או אתה מרגיש בטוח כי הוא לא ישלח אותך בחזרה לתוך הים עוד זמן לשלוח עליכם הוריקן של רוח ונטביע אותך בשביל מה שמנעת? אז לא הייתם מוצאים בעצמכם נגדנו גאל.
hr: Ili osjećate sigurni da ne pošalje te natrag u more još vremena i poslati na vas uragan vjetra i utopiti za što vas odbija? Onda ti ne bi našli sami protiv nas i osvetnika.
lt: Ar jaučiatės saugus kad jis ne siųsti jums atgal į jūrą kitą kartą ir siųsti į tave uragano vėjo ir skandinti jums už ką jums uždrausta? Tada jums bus ne rasti sau prieš mus yra avenger.
lv: Vai jūs jūtaties drošs, ka viņš nenosūta atpakaļ jūrā, citu laiku un nosūtīt jums pēc vēja viesuļvētras un noslīkt jūs par to, ko jūs noliegt? Tad jūs varētu atrast sev pret mums cīnītāja.
nb: Eller føler du sikre at han ikke vil sende deg tilbake i havet en annen tid og sende deg en orkan vind og drukne deg for hva du nektet? Så du ikke vil finne dere mot oss en hevner.
sk: Alebo sa cítite zabezpečené, že on nebude posielať späť do mora iný čas a poslať na vás Hurikán veterné a utopí vás za to, čo ste poprel? Potom by ste nenašli pre seba proti nám pomstiteľ.
sl: Ali se vam zdi varno da bo ne pošljete nazaj v morje drugega časa in pošljite na vas orkan vetra in utopi, za kaj si zavrnjen? Potem vas ne bi našel zase proti nam je avenger.
sr_cyrl: Или да се осежаљ сигурно да није слао те назад у море други пут и послати на вас ураган ветра и удавио због шта си одбијен? Онда би не да сами против нас осветник.
sr_latn: Ili da se oseжaљ sigurno da nije slao te nazad u more drugi put i poslati na vas uragan vetra i udavio zbog šta si odbijen? Onda bi ne da sami protiv nas osvetnik.
uk: Або зробити вас відчувати себе захищеним, що він не пошле вас в море інший час і відправити на вас ураган вітер і втопити вас за те, що вам відмовлено? Тоді не знайдеш для себе проти нас послугами Месник.
vi: Hoặc bạn có cảm thấy an toàn rằng ông sẽ không gửi lại cho bạn xuống biển một thời gian và gửi khi bạn một cơn bão của gió và rút ra bạn cho những gì bạn từ chối? Sau đó bạn sẽ không tìm thấy cho mình chống lại chúng tôi một báo thù.
zu: Noma ingabe unomuzwa wokuthi ulondeke ukuthi ngeke ukuthumela kini, zibuyiselwa olwandle ngesinye isikhathi futhi ngiyothumela phezu kwenu isiphepho somoya futhi minza lokho wena waphika?

# Quran2099
source: And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference.
ca: I tenim sens dubte els fills d'Adam l'honor i van portar a la terra i el mar i proporcionada per a ells de les coses bones i preferit-los sobre gran part del que hem creat, amb preferència [definitiva].
cy: Ac rydym wedi sicr honored plant Adam a eu cynnal ar y tir a'r môr a ddarperir ar eu cyfer o'r pethau da a hwy yn well dros lawer o'r hyn yr ydym wedi creu, â dewis [pendant].
da: Og vi har helt sikkert hædret børn af Adam og bar dem på land og hav og leveret til dem af de gode ting og foretrak dem over meget af hvad vi har lavet, med [klar] præference.
el: Και έχουμε σίγουρα τίμησε τα παιδιά του Αδάμ και τους μετέφεραν εδάφους και θάλασσας και προβλέπονται τους από τα καλά πράγματα και προτιμούνταν κατά το μεγαλύτερο μέρος του τι έχουμε δημιουργήσει, με προτίμηση [οριστική].
et: Ja meil on kindlasti au Adam laste ja läbi maa ja mere ja andis neile häid asju ja palju sellest, mida oleme loonud, koos [lõplik] eelistus eelistada.
fi: Ja olemme varmasti kunnia Aatamin lapset ja veivät heidät maalla ja merellä ja heille hyviä asioita ja mieluummin ne paljon mitä olemme luoneet, [selkeä] etusija.
he: אנחנו בהחלט ילדיו של אדם, ענדו אותם על היבשה והמים, סיפקת להם הדברים הטובים והעריצו העדיפו אותם מעל רוב שיצרנו, עם העדפה [סופי].
hr: I smo svakako čast Adamova djeca i prenosio na kopnu i moru i koje su im dobre stvari i puno što smo stvorili, [određeno] preferira njih preferiramo.
lt: Ir mes tikrai nusipelnęs Adomo vaikai ir vykdoma jų sausumos ir jūros ir teikia jiems gerų dalykų ir jas siekė per daug ką mes sukūrėme, [neabejotinas] pirmenybę.
lv: Un mums ir noteikti cienījams Ādama bērnus un tos aiznesa uz sauszemes un jūrā un tām labajām lietām, kas paredzētas un viņiem priekšroka dodama daudz par to, ko mēs esam izveidojuši, ar [konkrētu] preference.
nb: Og vi har sikkert æret barn av Adam og bar dem på land og sjø og gitt dem av de gode tingene og foretrukket dem over mye av hva vi har skapt, med [klar] preferanse.
sk: A sme určite poctený deti Adam a odniesol na pozemných a námorných a podľa nich dobré veci a im prednosť pred veľa toho, čo sme vytvorili, s [konečné] preferencie.
sl: In smo zagotovo počaščen otrok Adam in jih izvajajo na kopnem in morju in iz njih dobrih stvari in jih raje nad veliko tega, kar smo ustvarili, z [dokončno] prednost.
sr_cyrl: И имамо свакако поиаствован деца Адама и их је носила на копну и у мору и збринута их од добрих ствари и предвиђени их преко много шта смо створили, са [сигурно] жељена опција.
sr_latn: I imamo svakako poиastvovan deca Adama i ih je nosila na kopnu i u moru i zbrinuta ih od dobrih stvari i predviđeni ih preko mnogo šta smo stvorili, sa [sigurno] željena opcija.
uk: І ми безумовно заслужений дітей Адам і поніс їх на суші і на морі та умови для них все хороше і вважали за краще їм майже по те, що ми створили, з перевагою [певну].
vi: Và chúng tôi đã chắc chắn vinh dự các trẻ em của Adam và mang chúng về đất đai và biển và cung cấp cho họ những điều tốt đẹp và thích họ hơn hầu hết những gì chúng tôi đã tạo ra, [rõ ràng] ưu đãi.
zu: Futhi Siye Ngokuqinisekile honored ntwana Adam wabathwala phezu komhlaba nolwandle wawondla zezinto ezinhle futhi ayethanda kwabo okuningi ngalokho Sidale, no- [ocacile] okuthandayo.

# Quran2100
source: [Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed].
ca: [Esmentar, O Muhammad], el dia et trucarem successivament cada persones amb el seu disc [dels actes]. Llavors qui es dóna el seu disc a la mà dreta - aquells llegirà que els discos i la injustícia no es farà, [encara] tant com un fil [dins la llavor data].
cy: [Sôn, O Muhammad], bydd y diwrnod yn galw ymlaen bob pobl gyda'u record [o weithredoedd]. Yna rhoddir pwy bynnag ei record yn ei law dde-bydd rhai yn darllen eu cofnodion, ac anghyfiawnder nid gwneir iddynt, [hyd yn oed] yn gymaint fel llinyn [tu mewn y hadau dyddiad].
da: [Nævne, O Muhammad], den dag vi vil kalde frem hver folk med deres post [af gerninger]. Så hvem er givet hans rekord i hans højre hånd - de vil læse deres poster, og uretfærdighed ikke vil gøres til dem, [selv] så meget som en tråd [inde dato frø].
el: [Αναφέρετε, Ο Μωάμεθ], την ημέρα που θα Επιστρατεύω κάθε άτομα με ιστορικό τους [πράξεις]. Στη συνέχεια, όποιος δίνεται ρεκόρ του στο δεξί του χέρι - αυτά θα διαβάζονται αρχεία τους, και την αδικία δεν θα γίνει σε αυτούς, [ακόμη] όσο και ένα νήμα [μέσα οι σπόροι ημερομηνία].
et: [Mainida, O Muhammad], päev me kutsume edasi-iga inimesed saavad kirje [of deeds]. Siis kes iganes on andnud oma salvestuslehele paremas käes - neile ei loe nende kirjete ja ülekohus ei tee neile, [isegi] niipalju, kui niit [sees kuupäeva seemne].
fi: [Mainita, oi Muhammed], the Day We herättää jokaista ihmistä kertomuksiaan [tekojen]. Sitten se, joka annetaan hänen oikean kätensä - ne lukea kirjaa ja epäoikeudenmukaisuutta ei tehdä, [] jopa kierre [sisälle päivämäärä seed].
he: [להזכיר, מוחמד O], היום אנחנו נקרא הלאה כל אנשים עם שיא שלהם [של מעשים]. ואז מי ניתנת השיא שלו בידו הימנית - אלה יקראו שלהם רשומות, וחוסר הצדק לא ייעשה להם, [אפילו] בדיוק כמו חוט [בתוך הזרע תאריך].
hr: [Spomenuti, O Muhammad], dan smo će prizivati svake osobe s njihovim evidenciju [djela]. Tada onaj tko je dao njegov rekord u desnoj ruci - oni će pročitati svoje bilješke i nepravde neće raditi za njih, [čak] jednako kao konac [unutar datuma sjeme].
lt: [Paminėti, O Muhammad], dieną mes vadiname atgal kiekvieną žmonių su jų įrašas [darbai]. Tada kas pateiktas jo įrašas dešinę ranką - tie bus skaityti savo informaciją, ir neteisybės bus padaryti, kad juos, [net] kiek temoje [viduje data sėklą].
lv: [Pieminēt, O Muhammad], dienā mēs saucam izklāstīti katru cilvēku ar to ierakstu [no darbiem]. Tad tas, kurš ir dots viņa ierakstu labajā rokā - tiem, kas lasīs savus ierakstus un netaisnību nav veiks viņiem [pat] tāpat kā pavediens [iekšpuses sēklas datums].
nb: [Nevne, O Muhammad], den dagen vi vil kalle frem alle mennesker med sin rekord [av gjerninger]. Så hvem er gitt rekorden i sin høyre hånd - de vil lese deres poster og urettferdighet ikke vil bli gjort, [også] så mye som en tråd [inne dato seedet].
sk: [Spomenúť, Mohamed], deň budeme hovoriť ďalej každý ľudí s ich záznam [listín]. Potom kto je vzhľadom k jeho rekord v pravej ruke - tie bude čítať svoje záznamy a nespravodlivosť nebude vykonané, [i] rovnako ako vlákno [vnútri semeno dátum].
sl: [Omenil, O Muhammad], na dan imenujemo tja vsak ljudi z njihovo evidenco [o dejanjih]. Nato Kdor je podan njegov zapis v desno roko - tiste, ki bo prebral, svoje zapise in krivice ne bo naredil za njih, [tudi] toliko kot nit [znotraj datum seme].
sr_cyrl: [Споменуо , О Мухаммад], на дан ће Позивамо сваке особе са њиховим запис [дела]. Онда, ко год је с обзиром на његов рекорд у десној руци - оне ће читати њихове записе и неправде неће радити са њима, [чак] исто колико и нит [унутар сјеме датум].
sr_latn: [Spomenuo, O Muhammad], na dan će Pozivamo svake osobe sa njihovim zapis [dela]. Onda, ko god je s obzirom na njegov rekord u desnoj ruci - one će čitati njihove zapise i nepravde neće raditi sa njima, [čak] isto koliko i nit [unutar sjeme datum].
uk: [Зазначити, O Мухаммад], день, ми буде викликати кожен людей з їх запису [вчинки]. То той, хто отримує його запис у праву руку - тих, хто буде читати свої записи і несправедливість не буде зроблено на них, [навіть] так само, як нитка [всередині дата насіння].
vi: [Đề cập đến, O Muhammad], ngày chúng tôi sẽ gọi ra mỗi người dân với kỷ lục [hành động]. Sau đó, bất cứ ai được đưa ra hồ sơ của mình trong tay phải của ông - những người sẽ đọc hồ sơ của họ, và bất công sẽ không được thực hiện cho họ, [thậm chí] nhiều như là một chủ đề [trong những hạt giống ngày].
zu: [Ukuphathwa, O Muhammad] Suku Sizakuyibiza naphambili zonke abantu ngomlando wabo [ezenzweni].

# Quran2101
source: And whoever is blind in this [life] will be blind in the Hereafter and more astray in way.
ca: I qui és cec en aquesta [vida] serà cega en el futur i més per mal camí a camí.
cy: A pwy bynnag sydd yn ddall yn y [bywyd] hwn bydd yn ddall yn y o hyn ymlaen a mwy ar gyfeiliorn mewn ffordd.
da: Og hvem er blind i denne [life] bliver blind i hinsidige og mere på afveje i måde.
el: Και όποιος είναι τυφλός σε αυτό [ζωής] θα είναι τυφλός στη συνέχεια και πιο παραστρατημένος κατά τρόπο.
et: Ja kes on selles elus pime pime edaspidi ja rohkem eksinud viisil.
fi: Ja kuka on sokea tässä elämässä sokea jäljempänä ja harhaan tavalla.
he: מי יהיה עיוור של [החיים] יהיו עיוורים בעולם הבא, יותר מדרך הישר בדרך.
hr: I ko god je slijep na ovom [života] će biti slijep u daljnjem tekstu i više zalutati na način.
lt: Ir kas yra aklas šiame [gyvenime] bus aklas toliau ir daugiau kelio būdu.
lv: Un tas, kurš ir akls [dzīvi] būs akls turpmāk un vairāk apmaldīties veidā.
nb: Og hvem er blind i [livet] vil være blinde i hinsidige og mer vill måte.
sk: A kto je slepý v tomto [život] bude slepý v ďalej a viac scestie spôsobom.
sl: In kdor je slep na to [življenje] bo slepi v nadaljevanju in bolj zašel v način.
sr_cyrl: И ко год да је слепа у овом животу ће бити слепи на другом свету и више на одмет на начин.
sr_latn: I ko god da je slepa u ovom životu će biti slepi na drugom svetu i više na odmet na način.
uk: І той, хто є сліпий в цьому [життя] буде сліпий в загробному світі і більш оману, таким чином.
vi: Và ai là người mù trong này [đời] sẽ mù trong tương lai và lạc lối trong cách.
zu: Futhi noma ubani oyimpumputhe kule [ukuphila] kuyoba phumputheka Hereafter nokuningi badukile ngendlela.

# Quran2102
source: And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend.
ca: I de fet, eren uns a temptar-lo de la que li revelàvem per tal [que] inventar nosaltres altra cosa; i llavors haurien pres vostè com un amic.
cy: Ac yn wir, roeddent yn fin eich temtio oddi wrth hynny yr ydym wedi datgelu i chi er mwyn [] ichi ddyfeisio amdanom ni rhywbeth arall; ac yna byddai maent wedi cymryd chi fel ffrind.
da: Og ja, de var ved at friste dig væk fra det, som vi viste til dig for [for at] du opfinde om os noget andet; og så ville de have taget dig som en ven.
el: Και πράγματι, ήταν έτοιμος να σας δελεάσει μακριά από αυτό που μας προέκυψε σε εσάς για [] να σας κάνουν εφεύρουν σχετικά με εμάς κάτι άλλο? και τότε θα έχουν λάβει σας ως φίλο.
et: Ja tõepoolest, nad olid umbes meelitada teid eemale, mida me selgus et [tee] sa leiutada Firmast midagi muud; ja siis nad oleks võtnud sa oma sõbraks.
fi: Ja todellakin, ne houkuttelevat pois, mikä meidän kävi ilmi sinulle jotta [] voit keksiä meille jotain muuta; ja sitten ne olisi ottanut sinut ystäväksi.
he: אכן, והם היו בערך לפתות אותך מזה אשר חשפנו לכם מנת [לגרום] לך להמציא עלינו משהו אחר; ואז הם הייתי לוקח אותך כחבר.
hr: I doista, oni su bili da iskusa od onoga što mi otkriva vam kako [bi] vi izmislili o nama nešto drugo; i onda sigurno bi te uzeli kao prijatelja.
lt: Ir iš tiesų, jie buvo apie jį vilioja jums nuo to, kuris mums atskleidė jums [kad] jūs sugalvoti apie mus kažkas kita; ir tada jie ėmėsi jus kaip draugo.
lv: Un patiesi, viņi taisījās kārdināt jūs prom no tā, kas mums parādīja jums lai [] jūs izgudrot par mums kaut kas cits; un tad viņi būtu jāņem jums kā draugs.
nb: Og ja, de var om å friste deg vekk fra det som vi avslørte deg for [for at] du oppfinne om oss noe annet; og så ville de ha tatt deg som venn.
sk: A naozaj, oni boli o to pokúšať vás od toho, ktoré sme odhalili vám aby [] môžete vymyslieť o nás niečo iné; a potom by vzali ste ako priateľ.
sl: In res, so bile približno za nagnili od tistega, kar smo si je pokazala, da [bi] ti izumiti o nas nekaj drugega; in potem so bi naredili vi kot prijatelja.
sr_cyrl: И заиста, они су били ти завести од тога што смо ти откривено да би [] ви измислили о нама нешто друго; и онда узели би ти као пријатељ.
sr_latn: I zaista, oni su bili ti zavesti od toga što smo ti otkriveno da bi [] vi izmislili o nama nešto drugo; i onda uzeli bi ti kao prijatelj.
uk: І дійсно, вони повинні були спокусить вас від того, що ми показали вам для того, щоб [зробити] ви винаходити про нас щось інше; і тоді вони мали б ви як друга.
vi: Và quả thực, họ đã cám dỗ bạn ra khỏi đó mà chúng tôi tiết lộ cho bạn để [] bạn phát minh ra về cho chúng tôi một cái gì đó khác; và sau đó họ đã có thể đưa bạn như một người bạn.
zu: Futhi ngempela, base belungela ukukuyengela kude lokho okungase We phendla you ngaphakathi ukuze [enze] usungula ngenye Us into;
