Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1093
source: Indeed, those [worshippers] - destroyed is that in which they are [engaged], and worthless is whatever they were doing."
ca: De fet, aquells [adoradors] - destruït és que en què estan [participen], i és inútil el que estaven fent. "
cy: Yn wir, hynny [addolwyr]-dinistrio yw lle mae'r [ymgysylltu], ac yn ddiwerth, beth bynnag yr oeddent yn ei wneud. "
da: Ja, disse [tilbedere] - ødelagt er der hvor de er [engageret], og værdiløse er hvad de gjorde. "
el: Πράγματι, αυτές [πιστών] - καταστραφεί είναι ότι εκεί που είναι [συμμετέχουν], και άνευ αξίας είναι ό, τι είχαν κάνει.»
et: Tõepoolest, need [kummardajaid] - hävitatud, on see, et milles neid kasutatakse [tööle], ja mida iganes nad teevad väärtusetu on. "
fi: Itse asiassa noilla [palvojilla] - tuhoutunut, että he ovat [mukana], ja arvoton on mitä he tekevät. "
he: ואכן, אלה [המתפללים] - הרס זה ב אשר הם [העוסקים], הוא חסר ערך מה שהם לא עושים. "
hr: Doista, oni [obožavatelji] - uništen je to u koji su [sudjelovali], i bezvrijedan je sve što rade. "
lt: Iš tiesų, šių [tikinčiųjų] - sunaikinti tai, kurioje jie [Įjungta], ir beverčiai yra ką darė. "
lv: Patiešām, tiem [dievlūdzēju] - iznīcina, ir tas, ka, kurā tie [darbā], un bezvērtīgas ir tas, ko viņi dara. "
nb: Faktisk de [tilbedere] - ødelagt er at de er [engasjert], og verdiløs er hva de gjorde. "
sk: V skutočnosti tie [veriacich] - zničené, že v ktorom sú [zaoberajú], a bezcenné je, čo robia. "
sl: Res, ti [vernikov] - uničiti, je, da pa se [ki], in ničvreden je kar delajo. "
sr_cyrl: Уистину , тих [следбеници] - уништена је то у којем су [верена,] и бескорисно је шта год су радили. "
sr_latn: Uistinu, tih [sledbenici] - uništena je to u kojem su [verena,] i beskorisno je šta god su radili. "
uk: Дійсно, ці [віруючих] - знищені, що в тому, що вони [займаються], і нічого не варто все, що вони роблять. "
vi: Thật vậy, những [sùng] - phá hủy đó là trong đó họ là [tham gia], và vô giá trị bất cứ điều gì họ đã làm. "
zu: Ngempela, labo [abakhulekeli] - wabhubhisa wukuthi lapho basuke [waziphatha], futhi ngingelutho Yinoma ababewenza ".

# Quran1094
source: He said, "Is it other than Allah I should desire for you as a god while He has preferred you over the worlds?"
ca: Va dir, "És que no sigui Allah que ha desig per a tu com un Déu mentre ell ha preferit sobre els mons?"
cy: Meddai, "Yw ei heblaw Allah dylai awydd i chi fel Duw tra y mae yn well ganddo chi dros fyd?"
da: Han sagde, "Er det andre end Allah jeg skulle ønske for dig som en Gud, mens han har foretrukket du over verdener?"
el: Είπε, «Είναι εκτός από Αλλάχ, θα πρέπει να έχω την επιθυμία για εσάς ως Θεός ενώ έχει προτίμησε σας πέρα από τους κόσμους;»
et: Ta ütles: "Kas see kui ma peaks soov teile kui Jumal samal ajal, kui ta on eelistatud teil üle maailma Jumal?"
fi: Hän sanoi, "On kuin jos haluaa sinulle Jumala, vaikka hän on sinun parempana maailman Jumala?"
he: הוא אמר, "זה מלבד אללה אני צריך חפץ בשבילך כמו אלוהים בעוד הוא והעדיף על העולמות?"
hr: Rekao je, "Je li osim Allaha treba želje za kao Boga iako voli li više nad svjetovima?"
lt: Jis sakė: "Tai ne Dievas turėtų nori jums kaip Dievas, o jis turi pirmenybė jums per pasaulių?"
lv: Viņš teica: "Tas nav Allah es būtu ilgojos, lai jūs kā Dievu, kaut viņš ir dod priekšroku pār pasaulēm?"
nb: Han sa, "Er det enn Døyve jeg skulle ønske for deg som en Gud mens han foretrukne du over verdener?"
sk: On povedal: "Je to ako Boh som mali túžbu pre vás ako Boh, kým on vás má prednosť pred svety?"
sl: Je dejal, "Je razen Allah sem željo za vas kot Bog pa je vas ima prednost pred svetove?"
sr_cyrl: Он је рекао, "Је ли осим Алаха, требало би да жеља за тебе као Бога док он је ти лакше преко светова?"
sr_latn: On je rekao, "Je li osim Alaha, trebalo bi da želja za tebe kao Boga dok on je ti lakše preko svetova?"
uk: Він сказав: "Це крім Аллаха, я повинні бажати для вас, як Бог, хоча він віддав перевагу ви над світів?"
vi: Ông nói, "Có khác ngoài Allah tôi nên mong muốn cho bạn như một vị thần trong khi ông đã thích bạn trên thế giới?"
zu: Wathi, "it nye than Allah bengingathanda ngawe njengoba unkulunkulu ebe engazange ayethanda wena phezu imihlaba?"

# Quran1095
source: And [recall, O Children of Israel], when We saved you from the people of Pharaoh, [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord.
ca: I [desvetllen, O fills d'Israel], quan som estalvis des de la gent del faraó, [que] que afecten a vostè amb el pitjor turment - matar els seus fills i mantenir viva la seva dona. I el que va ser un gran judici del seu Senyor.
cy: A [gof, plant Israel O], pan rydym yn arbed chi o bobl o Ffaro, [oedd] sydd yn effeithio ar eich gyda'r boen gwaethaf-ladd eich meibion a cadw eich menywod yn fyw. Ac yn hynny o beth roedd treial mawr gan eich Arglwydd.
da: Og [recall, O børn af Israel], hvornår vi frelst dig fra befolkningen i Farao, [der var] plager dig med de værste pinsler - dræbe dine sønner og holde din kvinder i live. Og der var en stor retssag fra din herre.
el: Και [ανάκληση, O παιδιά του Ισραήλ], όταν εμείς, σας έσωσε από τους ανθρώπους του Φαραώ, [που ήταν] που σας ταλαιπωρούν με το χειρότερο βάσανο - σκοτώνοντας τους γιους σας και σας τις γυναίκες να διαιωνίσουν. Και το ότι ήταν μια μεγάλη μελέτη από το Λόρδο.
et: Ja [Meenuta, Iisraeli laste O], millal me salvestatud inimestelt vaarao, [kes ei] vaevab teie halvim piin - tappes oma poega ja hoida oma naiste elus. Ja mis oli suur kohtuprotsess alates teie Issand.
fi: Ja [, oi Israelin lapset], kun Me pelastimme teidät Faraon, [olleista ihmisistä] koettelee pahin tuska - tappaminen poikanne ja pitää naisten elossa. Ja että oli suuri koettelemus tulee Herraltasi.
he: [ראה, O בני ישראל], מתי. שמרנו לך מהאנשים של פרעה, [אשר] המעסיקה אותך עם העינוי הכי גרוע - להרוג את בניך ולשמר את הנשים שלכם. זה היה משפט נהדר של אדונך.
hr: I [opoziv, O djeci Izraela], kada smo te spasili od ljudi Faraon, [koja su] vaš problem s najgorim mukama - ubiju vaše sinove i očuvanju vaše žene. I u tome je velika sudska istraga from tvoj gospodar.
lt: Ir [prisiminti, O vaikai iš Izraelio], kada mes išgelbėti jus nuo žmonės, Faraonas, [kurie buvo] išnaikinant jums su blogiausia kančių - nužudyti savo sūnų ir išlaikyti savo moterų gyvas. Ir, kad buvo didelis teismo iš savo Viešpaties.
lv: Un [atsaukšana, O Izraēla bērniem], kad mēs saglabāt jūs no faraons, cilvēki, [kas ir] jūs cieš ar sliktāko mokas - nogalināt taviem dēliem un saglabājot savu sieviešu dzīvs. Un tas bija liels izmēģinājumu, izmantojot savu kungu.
nb: Og [husker, O Children of Israel], når vi reddet du fra de Faraos, [som var] afflicting du med den verste pinen - drepe dine sønner og holde kvinner i live. Som var en stor prøvelse Herrens.
sk: A [odvolanie, O deti Izrael], keď sme ťa zachránil od ľudí faraóna, [ktoré boli] postihujúce ste s najhoršie trápenie - zabíjanie svojich synov a udržanie svojej ženy nažive. A to bol veľký súd od svojho pána.
sl: In [odpoklic, O otrok Izrael], kdaj smo shranili iz ljudi Faraon, [ki so] vas pestijo z najhujša muka - ubijanje svoje sinove in ohranjajo svoje ženske. In v tem je velik preiskus iz svojega Gospoda.
sr_cyrl: И [опозив, О деци Израелу], када смо те спасили од људи фараона, [који су били] који вас погађа са најгорим мукама - убија твоје синове и ћива своје жене. И у томе је био велики тест из свога господара.
sr_latn: I [opoziv, O deci Izraelu], kada smo te spasili od ljudi faraona, [koji su bili] koji vas pogađa sa najgorim mukama - ubija tvoje sinove i ћiva svoje žene. I u tome je bio veliki test iz svoga gospodara.
uk: І [Нагадаємо, O діти Ізраїль], коли ми врятував вас від, хто фараона, [були] що стоять перед ви з найгірших мук - вбивство ваші сини та ваші жінки підтримання живий. І в тому, що було велике випробування з вашої Господа.
vi: Và [thu hồi, O trẻ em của Israel], khi chúng tôi đã cứu bạn từ những người của pharaon, [đã] mắc bệnh bạn tồi tệ nhất đau khổ - giết chết con trai của bạn và giữ cho phụ nữ của bạn còn sống. Và đó là một thử nghiệm tuyệt vời từ Chúa của bạn.
zu: Futhi [Ukukhumbula, O Ntwana Israyeli], uma sisindiswa you ntu kaFaro, [ababekwa] abakuhluphayo ne yokuhlushwa okubi kakhulu - ngokubulala namadodana akho ugcina nabesifazane zenu ziphila.

# Quran1096
source: And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, "Take my place among my people, do right [by them], and do not follow the way of the corrupters."
ca: I vam fer una cita amb Moses trenta nits i perfeccionar-los afegint [] deu; Així es va acabar el termini del seu Senyor com quaranta nits. I Moses va dir al seu germà Aaron, "assec entre la meva gent, fer costat [de] i no segueixen el camí de la corrupters."
cy: Ac yr ydym yn gwneud apwyntiad gyda Moses am noson ar hugain ac yn ei berffeithio iddynt gan [ychwanegu] deg; Felly, cwblhawyd tymor ei Arglwydd fel nosweithiau deugain. A dywedodd Moses i frawd Aaron, "fy yn digwydd ymysg pobl fy, wneud iawn [gan] ac nid yn dilyn y ffordd o y corrupters."
da: Og vi lavede en aftale med Moses 30 nætter og perfektioneret dem ved tilsætning af ti; så på sigt af hans herre blev afsluttet som fyrre nætter. Og Moses sagde til sin bror Aron, "tage min plads blandt mit folk, gøre ret [af dem] og følger ikke måde, hvorpå corrupters."
el: Και κάναμε μια συνάντηση με Moses για τριάντα νύχτες και τελειοποίησε τους με [Προσθήκη] δέκα? Έτσι ο όρος του Λόρδου ολοκληρώθηκε ως σαράντα νύχτες. Και Moses είπε στον αδελφό του Ααρών, «μου πραγματοποιηθεί μεταξύ των ανθρώπων μου, κάνετε ακριβώς [με τους] και δεν μπορεί να ακολουθήσει το δρόμο της η corrupters.»
et: Ja oleme teinud ametisse Moses 30 ööd ja täiuslikuks neid [lisamine] kümme; nii ta isand kehtivusaeg lõppes nelikümmend ööd. Ja Moses ütles, et tema vend Aaron, "minu toimuvad minu rahva seas, teha, eks [neid] ja jälgida, kuidas selle corrupters."
fi: Ja teimme tapaaminen Moses 30 yötä ja kehittäneet niitä lisäämällä [] kymmenen; niin herra aikavälillä valmistui neljäkymmentä yötä. Ja Moses sanoi veljelleen Aaron "tilalleni kansani keskuudessa, tehdä oikea [heille], ja eivät noudata corrupters tavalla."
he: ואנחנו ישה עם Moses 30 לילות לשפרו אותם [תוספת של] עשר; אז המונח של האל שלו הושלמה כ-40 לילות. Moses אמר לאחיו אהרון, "לתפוס את מקומי בין אנשיי [עמם צדק], אל תבצע את הדרך של corrupters."
hr: I sastanak sa Moses trideset noći i usavršio ih [dodatak] deset; Tako pojam njegov gospodar bio dovršen i četrdeset noći. A Moses je rekao da njegov brat Aaron, "zauzeti mjesto među mojim narodom, napraviti pravu stvar [] i ne slijedite put na corrupters."
lt: Ir mes jam susitikti su Moses trisdešimt naktų ir tobulinami juos pridedant [] dešimt; Todėl terminas, jo Viešpats buvo baigtas, kaip keturiasdešimt naktų. Ir Moses pasakė, kad jo brolis Aaronas, "mano vykti tarp savo žmonių, padaryti [juos], ir ne po kelias į corrupters."
lv: Un mēs norunājuši ar Moses trīsdesmit naktis un pilnveidojams, tos pievienojot [] desmit; tāpēc viņa lords termins tika pabeigts kā četrdesmit naktis. Un Moses teica brālim Aaron, "mana jānotiek starp maniem ļaudīm, darīt tieši [tiem], un neseko corrupters veidā.
nb: Og vi gjorde en avtale med Moses tretti netter og perfeksjonert dem ved [tillegg av] ti; så av hans Herre ble fullført som førti netter. Og Moses sa til sin bror Aaron, "ta min plass blant mitt folk, gjøre rett [av dem, og ikke følger veien for de kobber og jern.
sk: A sme sa dohodli s Moses tridsať nocí a zdokonalil ich pridaním [] desať; Takže termín jeho pán bol dokončený ako štyridsať nocí. A Moses povedal jeho brat Aaron, "brať svoje miesto medzi svoj ľud si právo [ich] a nenasledujú cestu corrupters."
sl: In smo se dogovorili z Moses za trideset noči in izpopolnil jih [dodatek] deset; tako izraz svojega Gospoda je bila dokončana v štirideset noči. In Moses je dejal njegov brat Aaron, "prevzela moje mesto med svoj narod, ali desno [jih], in ne po poti je corrupters."
sr_cyrl: Смо и заказала састанак са Мосес тридесет ноћи усаврљили их додавањем [] 10; Тако да је израз од свог господара, завршена је као 40 ноци. А Мосес је рекао да његов брат Арон, "Заузми моје место у мом народу, урадим праву ствар [] и не прати на путу за цорруптерс."
sr_latn: Smo i zakazala sastanak sa Moses trideset noći usavrљili ih dodavanjem [] 10; Tako da je izraz od svog gospodara, završena je kao 40 noci. A Moses je rekao da njegov brat Aron, "Zauzmi moje mesto u mom narodu, uradim pravu stvar [] i ne prati na putu za corrupters."
uk: І ми призначив подачу з Moses протягом тридцяти ночей і вдосконалені їх додаванням [] десять; так що термін його Господь завершилось сорок ночі. І Moses сказав, що його брат Аарон "зайняти своє місце серед моїх людей, зробити прямо [їх] і не слідувати шляху до тепер."
vi: Và chúng tôi thực hiện một cuộc hẹn với Moses cho ba mươi đêm và hoàn thiện họ bằng cách [bổ sung] mười; do đó, thuật ngữ của Chúa của ông đã được hoàn thành như bốn mươi đêm. Và Moses nói: em trai của ông Aaron, "của tôi diễn ra trong số những người của tôi, làm ngay [của họ], và không làm theo cách của các corrupters."
zu: Futhi Sahlela noMose ezingamashumi amathathu nobusuku obuthathu phelelisa kubo by [kwalokho] eziyishumi;

# Quran1097
source: And when Moses arrived at Our appointed time and his Lord spoke to him, he said, "My Lord, show me [Yourself] that I may look at You." [Allah] said, "You will not see Me, but look at the mountain; if it should remain in place, then you will see Me." But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, "Exalted are You! I have repented to You, and I am the first of the believers."
ca: I quan Moses va arribar al nostre temps assenyalat i el Senyor va parlar a ell, va dir, "El meu Senyor, Mostra'm [t] que pot mirar-te." [Allah] va dir: "vostè no em veuran, però mira la muntanya; Si hauria de romandre en el lloc, llavors vostè veurà amb mi." Però quan el seu senyor es va aparèixer a la muntanya, va representar nivell i Moses va caure inconscient. I quan va despertar, va dir, "exaltat és vostè! Jo he penedit a vostè, i jo sóc el primer dels creients."
cy: A pan Moses cyrhaeddodd ein amser penodedig ac yn ei siarad yr Arglwydd iddo, meddai ef, "Fy Arglwydd, dangos i mi [eich hun] bod efallai yn edrych arnoch chi." [Allah] dywedodd, "Bydd chi fy ngweld, ond edrych ar y Mynydd; Os dylai aros yn ei le, yna byddwch yn gweld Me." Ond pan ymddengys fod ei Arglwydd yn y Mynydd, roedd ef yn ei rendro yn lefel, a gostyngodd Moses yn anymwybodol. A phan oedd ei ddeffro, meddai ef, "i'w mawrygu ydych! Rwyf wedi edifarhau i chi a fi yw'r cyntaf y credinwyr.
da: Og da Moses ankom vores aftalte tidspunkt og sin Herren talte til ham, sagde han, "Min herre, Vis mig [dig], jeg kan se på dig." [Allah] sagde, "du ikke vil se mig, men ser på bjerget; Hvis det skal forblive på plads, vil så du se mig." Men da hans herre syntes at bjerget, han gjorde det niveau, og Moses faldt bevidstløs. Og da han vågnede, sagde han, "ophøjet er du! Jeg har angret til dig, og jeg er først af troende."
el: Και όταν Moses έφτασε σε πέρας το χρόνο μας και του κυρίου μίλησε με τον ίδιο, είπε, «Κύριέ μου, δείξε μου [τον εαυτό σας] ότι εγώ μπορεί να μοιάσει σε σας.» [Αλλάχ] είπε, «σας θα με δει, αλλά κοιτάξτε το βουνό? Εάν πρέπει να παραμείνει στη θέση του, τότε θα δείτε εμένα.» Αλλά όταν του Λόρδου εμφανίστηκε στο βουνό, ερμήνευσε αυτό το επίπεδο, και Moses, έπεσε λιπόθυμος. Και όταν ξύπνησε, είπε, "εξυψώνεται θα είναι! Εγώ έχουν μετανοήσει σας και είμαι ο πρώτος των πιστών».
et: Ja kuna Moses meie määratud ajal ja tema Issand rääkis talle, ta ütles: "Issand, Näita mulle [ise] et mul võib vaatan sind." [Jumalat] ütles: "te ei näe mind, kuid pilk mägi; kui see peaks endiselt olemas, siis näed mind." Aga kui ta isand paistis mägi, ta muudab selle taseme ja Moses langes teadvuseta. Ja kui ta ärkas, ütles ta, "ülendatud oled sa! Ma kahetsenud teile, ja ma olen esimene usklike."
fi: Ja kun Moses saapui sovittuun aikaan ja Herra puhui hänelle, hän sanoi: "Herrani, Näytä minulle [itse] että voi katsoa sinua." [Jumala] sanoi, "te näe minua, mutta Katsokaa vuori; Jos se olisi jatkettava, niin näet minua." Mutta hänen herransa tullessa vuori hänen suoritettu tason ja Moses putosi tajuttomana. Ja kun hän heräsi, hän sanoi, "ylevä olet! Minä olen katunut teille ja olen ensimmäinen uskovaiset.
he: מתי Moses הגיעו שלנו המועד ואת שלו דיבר אליו, הוא אמר, "אדוני, תראה לי [לך] שאוכל להסתכל עליך." [אללה] אמר, "אתה לא תראה אותי, אבל תסתכל על ההר; אם זה צריך להישאר במקום, אתה תראה אותי" אבל כאשר האדון הופיע אל ההר, הוא מעובד זה ברמה, Moses נפל מחוסר הכרה. כאשר התעורר, הוא אמר, "אם כבר אתה! אני צריך התחרט אליך, אני הראשון של המאמינים."
hr: I kada Moses stigao u dogovoreno vrijeme i gospodin govorio s njim, rekao je, "Moj gospodaru, Pokaži mi [sami] da može gledati na vas." [Allah] je rekao, "da će Me vidjeti, ali pogled na planinu; Ako to treba ostati na mjestu, onda ćete vidjeti mene." Ali kad mu Lord pojavio na planinu, on donijelo je razini, a Moses pao u nesvijesti. I kad se probudio, rekao je, "uzvišen si ti! Se pokajali za vas, i ja sam prvi vjernici."
lt: Ir kai Moses atvyko į mūsų laiką ir jo Viešpats kalbėjo su juo, jis sakė: "Mano Viešpatie, parodyti man [save] kad aš gali žiūrėti į tave." [Dievas] sakė: "Jūs pamatysite mane, bet pažvelgti į kalno; jei ji ir turi likti vietoje, tada jūs pamatysite mane." Bet kai jo Viešpats pasirodė kalno, jis suteiktas lygio, ir Moses krito be sąmonės. Ir kai jis pabudo, jis sakė: "išaukštintas yra jums! Aš yra nawróciły jums, ir aš esu pirmasis iš tikintieji."
lv: Un kad Moses ieradās mūsu nosacītajam laikam un viņa kungs runāja ar viņu, viņš teica: "Milord, parādies man [], ka es var apskatīt jums." [Allah] teica: "jūs mani neredzēs, bet skatīties uz kalnu; Ja tas būtu jāpaliek savā vietā, tad jūs redzēsiet mani." Bet, kad viņa kungs parādījās pie kalna, viņš padarīja to līmeni un Moses krita bezsamaņā. Un tad, kad viņš pamodās, viņš teica: "cildens jūs esat! Ir nožēlojuši jums, un es esmu pirmā no ticīgo.
nb: Og da Moses kom på vår avtalt tid og hans Herren taledde til ham, sa han, "Min Herre, Vis meg [selv at jeg kan se på deg." [Allah] sa, "du ikke vil se meg, men se på fjellet; Hvis det skal være på plass, vil du se meg." Men da hans Herre dukket opp til fjellet, han utførte det nivå, og Moses ble bevisstløs. Og da han våknet, sa han, "opphøyet er du! Jeg har angret til deg, og jeg er først av troende.
sk: A keď Moses dorazili naše určený čas a jeho pán hovoril k nemu, povedal: "Môj pane, ukáž mi [si] že môžem pozrieť na teba." [Allah] povedal: "vám nebude ma vidieť, ale pozrite sa na vrchu; Ak by mala zostať na mieste, potom uvidíte ma." Ale keď svojho pána sa objavil na horu, on vydal úrovni a Moses spadol v bezvedomí. A keď sa prebudil, povedal: "povýšil ste! Som činili pokánie k vám, a ja som prvý z veriacich."
sl: In kdaj Moses prispeli na naše dogovorjenem času in njegov Gospod govoril z njim, je dejal, "Moj Gospod, Pokaži mi [si] da lahko gledam na vas." [Alahove] rekel, "vi ne boste videli Me, ampak pogled na gore; Če pa morajo ostati v veljavi, potem bo videli." Ampak ko ga gospodar zdelo, da gore, je izreklo ravni in Moses padel nezavesten. In ko se je zbudil, je dejal, "vzvišeno ali ste! Sem žal za vas, in jaz sem prvi verniki."
sr_cyrl: И када Мосес стигли у договорено време и његов господар говорио са њим, он је рекао, "Мој господару, покажи ми [се] могу да гледам у тебе." [Аллах ] је рекао, "ти не да Ме види, али погледај на планину; Ако то треба да остане на месту, видећете мене." Али када је свог господара појавио се на планину, што је то учинио нивоа и Мосес пао без свести. И када се пробудио, он је рекао, "измореном си! Сам да се покајао с тобом, а ја сам прва од верници."
sr_latn: I kada Moses stigli u dogovoreno vreme i njegov gospodar govorio sa njim, on je rekao, "Moj gospodaru, pokaži mi [se] mogu da gledam u tebe." [Allah] je rekao, "ti ne da Me vidi, ali pogledaj na planinu; Ako to treba da ostane na mestu, videćete mene." Ali kada je svog gospodara pojavio se na planinu, što je to učinio nivoa i Moses pao bez svesti. I kada se probudio, on je rekao, "izmorenom si! Sam da se pokajao s tobom, a ja sam prva od vernici."
uk: І коли Moses прибули на наших призначений час і його Господь говорив йому, він сказав: "Господи, покажи мені [себе] що я може дивитися на вас." [Аллах] сказав: "ви не побачите мене, але подивіться на горі; Якщо цей проріз залишається на місці, то ви побачите мене." Але коли його Господь з'явився на гору, він надані рівні, Moses впав без свідомості. І коли він прокинувся, він сказав: "Exalted ти! Покаявся до вас, і я перший віруючих.
vi: Và khi Moses đến thời gian bổ nhiệm của chúng tôi và của ông Chúa nói với ông, ông nói, "Thưa ngài, show me [chính mình] tôi có thể nhìn vào bạn." [Allah] nói, "bạn sẽ không nhìn thấy tôi, nhưng nhìn vào núi; Nếu nó nên vẫn còn tại chỗ, sau đó bạn sẽ thấy tôi." Nhưng khi ông Chúa xuất hiện núi, ông rendered cấp, và Moses rơi bất tỉnh. Và khi ông tỉnh dậy, ông nói, "sôi nổi là bạn! Tôi đã ăn năn cho bạn, và tôi lần đầu tiên của các tín hữu."
zu: Lapho uMose efika ngesikhathi Yethu ezimisiwe akhe Lord wakhuluma kuye, wathi: "Nkosi yami, ngibonise [Zitholele ngokwakho] ukuthi ngibone You."
