Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1260
source: Allah has already given you victory in many regions and [even] on the day of Hunayn, when your great number pleased you, but it did not avail you at all, and the earth was confining for you with its vastness; then you turned back, fleeing.
ca: Allah ja ha donat la victòria a moltes regions i [encara] dia de Hunayn, quan el seu gran nombre li complau, però ho no fer ús en absolut i la terra va ser limitant per a vostè amb la seva immensitat; llavors es va tornar, fugint.
cy: Mae'r Allah eisoes wedi rhoi eich buddugoliaeth mewn nifer o ranbarthau ac ar [hyd yn oed] oedd y dydd o Hunayn, pan oedd eich nifer fawr yn falch ichi, ond nid ei oedd manteisio ar chi o gwbl, ac yn y ddaear yn cael ei gyfyngu i chi gyda ei faint; Yna roedd eich troi'n ôl, ffoi.
da: Allah har allerede givet dig sejr i mange regioner og [også] på dagen for Hunayn, når din store antal tilfreds du, men det ikke nytte dig på alle, og jorden begrænser for dig med dens enorme mængde; derefter vendte du tilbage, flygter.
el: Αλλάχ έχει ήδη δώσει νίκη σε πολλές περιοχές και [ακόμη] από την ημέρα της Hunayn, όταν μεγάλος αριθμός σας στην ευχάριστη θέση σας, αλλά το δεν ωφελούμε καθόλου, και η γη περιορίζοντας για εσάς με την απεραντοσύνη του? στη συνέχεια σας γύρισε πίσω, που προσπαθούν να ξεφύγουν.
et: Jumal on andnud juba teie võit paljudes piirkondades ja [isegi] oma Hunayn, kui suur arv rahul te, kuid see ei kasuta te üldse ja maa päeval oli sulgeda teile avarust; siis sa pöördus tagasi, põgenevad.
fi: Jumala on jo antanut teille voiton monilla alueilla ja [edes] päivän Hunayn, kun suuri joukko olet tyytyväinen, mutta se ei ole käyttänyt sinua lainkaan, ja maa oli pelkästään sinulle sen laajuus; Voit kääntyi takaisin, pakenevat.
he: אללה נתן לך כבר ניצחון באזורים רבים, [אפילו] היום של חנין, כאשר המספר הגדול שלך רצון, אך זה לא הועיל לך בכלל, וכדור הארץ היה והזוהמה בשבילך עם מרחבים שלה; ואז הפכת, שנמלט.
hr: Allah ti je dao već pobjede u mnogim regijama i [i] na dan Hunayn, kada velik broj zadovoljan ti, ali to ti koristiti na svim, a zemlja je sputavajući za vas sa svojim beskonačnost; Onda si okrenuo leđa, bježi.
lt: Dievas davė jau jūs pergalę daugelyje regionų ir [net] Hunayn, kai jūsų daug malonu jums, bet jis padarė ne pasinaudoti jūsų visų, ir žemės dienai buvo neginčijamai jums su jo erdvus; tada jūs atsigręžė, bėga.
lv: Allah ir jau devis uzvaru daudzos reģionos un [pat] Hunayn, kad ļoti daudzi ar prieku jums, bet tas nav izmantot jums vispār un Zemes diena bija aprobežojot jums ar savu plašumu; tad jūs pagriezās atpakaļ, bēg.
nb: Allah har allerede gitt deg seier i mange regioner og [også] på Hunayn, når din nettnavigator fornøyd du, men det ikke benytte du hele, og jorden var trange for deg med sin enorme; så slått du tilbake, flyktet.
sk: Alah vám už dal víťazstvo v mnohých regiónoch a [i] na deň Hunayn, keď veľké množstvo rád, že ste, ale ju nevyužíval ste vôbec, a krajina bola zväzujúce si s jej rozľahlosť; potom sa obrátil späť, utekajú.
sl: Allah je že dal zmago v mnogih regijah in [niti] na dan Hunayn, ko vaš veliko vesel si, vendar to ni koristil vam sploh, in zemlja je meja za vas z prostranstvih; nato si obrnil nazaj, bežijo.
sr_cyrl: Аллах ти је већ дао победу у многим подручјима и [чак] на дан Хунаyн, кад твој велики број сваким ти, али да ли то није уопште да ти успеха, а земља је била поступцима за тебе са својим пространству; Онда сте се вратили, беже.
sr_latn: Allah ti je već dao pobedu u mnogim područjima i [čak] na dan Hunayn, kad tvoj veliki broj svakim ti, ali da li to nije uopšte da ti uspeha, a zemlja je bila postupcima za tebe sa svojim prostranstvu; Onda ste se vratili, beže.
uk: Аллах вже дав вам перемоги у багатьох регіонах і [навіть] на день Hunayn, коли номер вашого великого інформує вас, але він не скористатися ви на всіх і земля обмежившись для вас з його обширності; Потім ви повернувся, рятуючись від.
vi: Allah đã đưa cho bạn chiến thắng tại nhiều khu vực và [thậm chí] vào ngày Hunayn, khi số lượng tuyệt vời của bạn hài lòng bạn, nhưng nó đã không tận dụng bạn ở tất cả, và trái đất nhốt cho bạn với tính minh mông của nó; sau đó, bạn quay trở lại, chạy trốn.
zu: Allah kakade akuniké you AHLULA ezindaweni eziningi futhi [ngisho] ngosuku Hunayn, lapho inombolo yakho enkulu kwakho, kodwa cha avail you nhlobo, futhi umhlaba waba elinganisela ngawe nobukhulu bayo;

# Quran1261
source: Then Allah sent down His tranquillity upon His Messenger and upon the believers and sent down soldiers angels whom you did not see and punished those who disbelieved. And that is the recompense of the disbelievers.
ca: Llavors Allah enviat la seva tranquil·litat seu Missatger i els creients i enviat àngels soldats qui no veia i castiga els que dubtaven. I aquesta és la recompensa dels disbelievers.
cy: Yna mae'r Allah yn anfon i lawr ei llonyddwch ar ei negesydd ac ar y credinwyr a anfonwyd i lawr angylion milwyr bwy ydych nid yn gweld ac yn cosbi rhai a ddysgais. Ac yn ad-dalu y disbelievers.
da: Derefter Allah sendt ned hans ro over hans sendebud og over troende og sendt ned soldater engle hvem du ikke se og straffet dem der disbelieved. Og det er belønning af vantro.
el: Τότε Αλλάχ έστειλε κάτω από την ηρεμία του Messenger και οι πιστοί και έστειλε στρατιώτες άγγελοι που δεν βλέπω και να τιμωρούνται όσοι disbelieved. Και αυτό είναι η ανταμοιβή των disbelievers.
et: Siis Jumal saatnud oma tema vaiksus tema saadik ja usklikud ja saatnud oma sõdurite inglid keda ei näinud ja karistada neid, kes disbelieved. Ja ongi selle uskottomille registreerimiskohas.
fi: Sitten Jumala lähetti hänen hiljaisuutta hänen lähettiläänsä ja uskovaiset ja lähetti sotilaat enkelit ei näe ja rangaista niitä, jotka uskoneet. Ja se palkka, saa luovuttaa.
he: לאחר מכן אללה נשלח שלו שלווה על שליח שלו, על המאמינים, שלח חיילים מלאכים למי שאתה לא רואה ונענש למי disbelieved. . וזה פיצוי של disbelievers...
hr: Onda Allah poslao njegov mir njegovu poslaniku i vjernicima i poslao vojnici anđeli koga vidjeli i kaznio one koji bio. I nagrada je iskuse.
lt: Tada Dievas pasiuntė žemyn savo ramybės jo Messenger ir tikintieji ir zeslal kareiviai angelai kuriam nematau ir bausti tuos, kurie disbelieved. Ir tai, kad disbelievers atpildą.
lv: Allah nosūtīts uz leju viņa miers pār viņa Messenger un ticīgie un nosūtīja nosaka karavīru eņģeļi kuru neredzēja un sodīt tos, kuri disbelieved. Un tas ir atlīdzība disbelievers.
nb: Allah sendt ned hans ro hans Messenger og troende og sendt ned soldater engler som du ikke ser og straffet de vantro. Og det er vederlag av troende.
sk: Potom Boh zoslal svojho pokoja, jeho posol a veriaci a zoslal vojakov anjelov nevidel a potrestaní tých, kto pochyboval. A to je odmenu neveriacim.
sl: Potem Allah poslal svoj mir, His Messenger in verniki in poslan vojaki angeli jim ni videti in kaznuje tiste, ki so verjeli. In to je nadomestilo za disbelievers.
sr_cyrl: Онда Аллах је послао његов Транqуилитy, његово Мессенгер и верници и послао војнике анђели кога ти ниси видео и казнити оне који не верује. И то је компензацију за скептике.
sr_latn: Onda Allah je poslao njegov Tranquility, njegovo Messenger i vernici i poslao vojnike anđeli koga ti nisi video i kazniti one koji ne veruje. I to je kompenzaciju za skeptike.
uk: Потім Аллах посланим його спокій на його Messenger і на віруючих і посланим солдатів ангели кого не побачив і покарати тих, хто disbelieved. І це нагорода в disbelievers.
vi: Sau đó, Allah được gửi xuống của mình yên tĩnh khi Messenger của ông và khi các tín hữu và gửi xuống thiên thần binh sĩ người mà bạn không nhìn thấy và trừng phạt những người disbelieved. Và đó là thương hiệu thì những.
zu: Bese Allah sa nikela naziphazamiso waKhe phezu isithunywa sakhe naphezu amakholwa sa nikela amasosha izingelosi bani wena wangabona futhi jezisa labo disbelieved.

# Quran1262
source: Then Allah will accept repentance after that for whom He wills; and Allah is Forgiving and Merciful.
ca: Llavors Allah acceptarà penediment després d'això per a qui ell vol; i Allah és indulgent i Clement.
cy: Yna bydd Allah yn derbyn pedair ar ôl hynny y mae ef yn wills; ac Allah yn Forgiving a Merciful.
da: Derefter vil Allah acceptere omvendelse efter, for hvem han vil; og Allah er Forgiving og barmhjertige.
el: Στη συνέχεια, ο Αλλάχ θα δεχθεί μετάνοια μετά από αυτόν για τον οποίο διαθήκες; και Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Siis Jumal aktsepteerib meeleparanduse pärast, et kellele ta tahab; ja Jumal on Forgiving ja Merciful.
fi: Sitten Jumala hyväksyy parannusta sen, kenelle hän tahtoo; ja Allah on anteeksiantava ja armollisin.
he: אז אללה יקבל חזרה בתשובה אחרי זה למי שהוא ירצה; אללה הוא Forgiving, הרחום והחנון.
hr: Onda Allah neće prihvatiti pokajanje nakon toga za koga hoće; a Allah je opraštanje i milostiv.
lt: Tada Dievas bus priimti atgailos po to, kurį jis testamentų; ir Dievas yra Forgiving ir litosciwy.
lv: Pēc tam Allah pieņems nožēlošana, pēc tam, kam viņš vēlas; un Allah, piedošanu un žēlsirdīgs.
nb: Deretter godtar Allah omvendelse etter som han wills; og Allah er tilgi og barmhjertig.
sk: Potom Boh bude prijímať pokánie za to, že pre koho on chce; a Boh je odpúšťajúci a Milosrdných.
sl: Nato bo Allah sprejme kesanje, potem jim je oporok; in Alah je tolerantna in usmiljen.
sr_cyrl: Онда ће Аллах прихватити покајање након тога за кога је воља; а Аллах је Форгивинг и милосрдна.
sr_latn: Onda će Allah prihvatiti pokajanje nakon toga za koga je volja; a Allah je Forgiving i milosrdna.
uk: Потім Аллах буде приймати покаяння після цього для кого він хоче; і Аллах бачить і Merciful.
vi: Sau đó Allah sẽ chấp nhận ăn năn sau đó mà Ngài muốn; và Allah là Forgiving và Merciful.
zu: Khona Allah uzowamukela ukuphenduka ngemva kwalokho ngoba whom He tando;

# Quran1263
source: O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Haram after this, their [final] year. And if you fear privation, Allah will enrich you from His bounty if He wills. Indeed, Allah is Knowing and Wise.
ca: O es que he cregut, de fet la politeistes són brut, així que anem a no aproximació al-Masjid al-Haram després d'això, seu any [final]. I si vostè por privacions, Allah us enriquirà a nivell de la seva generositat si Ell voluntats. De fet, Allah està saber i savi.
cy: O Mae chi sydd wedi credu, yn wir, y polytheists yn frwnt, felly gadewch iddynt na dull al-Masjid al-Haram ar ôl hyn, eu blwyddyn [terfynol]. Ac os ydych yn poeni galedi, bydd Allah yn cyfoethogi eich gan ei bounty os mae ef wills. Yn wir, Allah yn gwybod a Wise.
da: O du, der har troet, faktisk polyteister er urene, så lad dem ikke tilgang al-Masjid al-Haram efter dette, deres [endelige] år. Og hvis du er bange for afsavn, Allah vil berige dig fra hans dusør hvis han testamenter. Allah er, at vide og klog.
el: O εσάς που πίστεψαν, πράγματι οι πολυθεϊστές είναι ακάθαρτοι, ώστε να τους αφήσουμε δεν προσέγγιση al Masjid al-Haram μετά από αυτό, [τελικό] έτος τους. Και αν φοβάστε στέρηση, Αλλάχ θα εμπλουτισμό σας από γενναιοδωρία αν διαθήκες. Πράγματι, ο Αλλάχ είναι γνωρίζοντας και σοφός.
et: O kes uskunud tõepoolest selle polytheists on roojane, nii et andke neile mitte lähenemine al-Masjid al-Haram hiljem, [lõplik] aastal. Ja kui sa kardad narkootikumidega, Allah rikastavad teid alates tema halastus kui ta tahab. Tõepoolest, Allah on teades ja tark.
fi: O jotka ovat uskoneet itse polytheists on saastainen, niin annat heille ei lähestymistapa al-Masjid al-Haram tämän jälkeen [] vuodeksi. Ja jos pelkäät puutteessa, Allah rikastuttaa sinua päässä armostaan jos tahtoo. Itse asiassa Jumala on tieto ja viisas.
he:  מי מאמין, אכן polytheists אינן טהורות, אז נתת להם לא הגישה אל-מסג'יד אל-חראם. אחרי זה, השנה [סופי] שלהם. אם את חוששת privation, אללה יעשיר אותך מן השפע שלו אם הוא צוואות. אכן, אללה הוא שהידיעה וחכם.
hr: O ti koji su vjerovali, zaista su politeisti su nečisti, neka ne pristupa al-Masjid al-Haram nakon toga njihov [ZAVRŠNE] godine. I ako se bojiš zakinutosti, Allah će obogatiti vas iz njegove glave ako hoće. Uistinu, Allah je poznavanje i mudar.
lt: O jūs, kurie tikėjo, iš tiesų, polytheists yra nešvarūs, Taigi tegul ne požiūris al-Masjid al-Ḥaram mečetę po to, jų [galutinis] metų. Ir jei jūs nerimaujate nepriteklių, Dievas praturtins jūsų iš jo lazdelės jei jis nori. Iš tiesų, Allah yra žinios ir išmintingas.
lv: O tu, kas ticējusi, patiešām polytheists runā netīrus vārdus, tāpēc ļaujiet viņiem nav pieejas al Masjid al-Haram pēc tam viņu [gala] gadam. Un ja jums bailes nabadzība, Allah bagātinās jums no savas veltes, ja viņš vēlas. Patiešām, Allah ir zinot un gudrs.
nb: O dere som har trodd, faktisk polyteister er urent, så la dem ikke tilnærming al-Masjid al-Haram, sitt [siste] år. Og hvis du frykter savn, Allah vil bli rik fra sitt hvis han wills. Døyve er faktisk kjennskap og klok.
sk: O vás, ktorí ste uverili, vskutku polyteisty sú nečisté, tak nech nie prístup Abraj al-Haram potom ich [posledný]. A ak máte strach, núdzu, Alah obohatia vás od jeho štedrosť, ak on chce. Alah je skutočne vedieť a múdry.
sl: O kdo verjel, res je politeiste so nečiste, zato jim ne pristop al-Masjid al-Haram po tem, njihovo [končno] leto. In če vas je strah lahko, Alah bo obogatilo si od svoje radodarnosti če on hoče. Res, Allah je poznavanje in pametno.
sr_cyrl: О ти који верују, заиста су полyтхеистс су прљави, па нека они не приступ ал-дћамију ал-Харам након овога, [завршној] години. И ако те страх пропаст, Алах це и вас обогатити од његове награде ако буде. Уистину , Аллах је знајужи и мудар.
sr_latn: O ti koji veruju, zaista su polytheists su prljavi, pa neka oni ne pristup al-dћamiju al-Haram nakon ovoga, [završnoj] godini. I ako te strah propast, Alah ce i vas obogatiti od njegove nagrade ako bude. Uistinu, Allah je znajuжi i mudar.
uk: О ви, хто вірив, дійсно на polytheists є нечистою, так нехай не підхід Аль Масджид аль Харам після цього їх [остаточного] року. І якщо ти боїшся окресленого, Аллах збагатить вас від його щедрість якщо він хоче. Дійсно, Аллах є знаючи, що і Мудрого.
vi: O bạn của những người đã tin rằng, thực sự của polytheists là ô uế, vì vậy hãy để họ không phải phương pháp tiếp cận al-Masjid al-Haram sau này, [cuối cùng] năm của họ. Và nếu bạn sợ hãi chính, Allah sẽ làm phong phú thêm bạn từ hào phóng của mình nếu ngài muốn. Thật vậy, Allah là hiểu biết và khôn ngoan.
zu: O you kholwa ngempela konkulunkulu abaningi zingcolile, ngakho mabangabuyeli ukusondela al-Masjid al-haram ngemva kwalokhu, unyaka wabo [wokugcina].

# Quran1264
source: Fight those who do not believe in Allah or in the Last Day and who do not consider unlawful what Allah and His Messenger have made unlawful and who do not adopt the religion of truth from those who were given the Scripture - [fight] until they give the jizyah willingly while they are humbled.
ca: Lluiti amb els que no creuen en Allah o en l'últim dia i que no consideren il·legal que Allah i el seu Missatger han fet il·legal i que no adopten la religió de la veritat d'aquells que van rebre l'escriptura - [lluita] fins que doni el jizyah voluntàriament mentre estan humiliats.
cy: Ymladd y rhai nid sydd yn credu yn Allah, neu yn y dydd diwethaf ac sydd nid yn ystyried anghyfreithlon wedi pa Allah a Messenger ei gwneud yn anghyfreithlon ac sydd nid yn mabwysiadu y grefydd o wirionedd o'r rheini y rhoddwyd yr ysgrythur-[brwydr] hyd nes eu bod yn rhoi y jizyah o'u gwirfodd er eu bod yn ostyngedig.
da: Bekæmpe dem, der ikke tror på Allah eller på den sidste dag og der ikke betragter ulovlig hvad Allah og hans sendebud har gjort ulovlig, og der ikke vedtager religion af sandheden fra dem, der blev givet Skriften - [kampen] indtil de giver jizyah villigt mens de er ydmyget.
el: Καταπολέμηση εκείνους που δεν πιστεύουν στον Αλλάχ ή κατά την τελευταία ημέρα, και που θεωρείτε παράνομο τι Αλλάχ και του Messenger έχουν κάνει παράνομο και που δεν θα υιοθετήσουν τη θρησκεία της αλήθειας από εκείνους που είχαν δοθεί η γραφή - [αγώνα] μέχρι να δίνουν την jizyah θέλησή τους ενώ βρίσκονται ταπεινωθεί.
et: Võidelda need, kes ei usu Jumalat või viimast päeva ja kes ei arva ebaseadusliku mida Allah ja tema saadik teinud ebaseaduslik ja kes ei viiks tõde omadest, kes olid andnud Püha - [võitlus] kuni nad annan selle jizyah meeleldi kui nad alandlikuks religioon.
fi: Taistella niitä, jotka eivät usko Jumalaan tai viimeinen päivä ja jotka eivät pidä laitonta mitä Jumala ja hänen lähettiläänsä ovat tehneet laittoman ja jotka eivät ota uskonto totuus niiltä, jotka olivat saaneet Pyhän - [taistelua] kunnes he antavat jizyah mielellään niiden ollessa nöyräksi.
he: כנגד אלה אשר אינם מאמינים באללה או ביום האחרון, אשר אינם מחשיבים את לא חוקי אללה איזה ושליח שלו הפכו בלתי חוקיים, מי ואינן תופסות את דת האמת ממי קיבלו כתבי הקודש - [קרב] עד שהם יתנו את jizyah ברצון בזמן שהם כנוע.
hr: Bori s onima koji ne vjeruju u Allaha i u posljednji dan i koji ne smatraju nezakonitim što Allahu i njegovom poslaniku su nezakonito i koji ne usvoji religija istine od onih koji su dobili pisma - [se] sve dok ne daju u jizyah rado dok su ponizno.
lt: Kovoti su tais kurie netiki Dievu arba paskutinę dieną, o kurie ne laikyti neteisėta kas Dievo ir jo poslanca padarė neteisėtą ir kurie nereikia priimti religijos tiesos iš tų, kurie buvo suteikta raštas - [kova] tol, kol jie duoti į jizyah noriai o jie susitaikyti.
lv: Cīnīties pret tiem, kuri neticu Allah vai pēdējai dienai un kurš neuzskata nelikumīgu kādi Allah un viņa Messenger veikušas prettiesiskas un kurš to nedrīkst pieņemt patiesību no tiem, kas tika dota svētie raksti - [cīņā] līdz brīdim, kad tie dod jizyah labprātīgi, kamēr tie ir humbled reliģiju.
nb: Kjempe de som ikke tror på Allah eller i den siste dagen og som ikke vurdere ulovlig hva Allah og hans Messenger har gjort ulovlig og som ikke vedta religion sannheten fra de som ble gitt skriften - [kampen] før de gir jizyah frivillig mens de er ydmyket.
sk: Bojovať proti tým, ktorí neveria v Boha alebo v posledný deň a kto nie za nezákonné čo Alah a jeho posol vystúpili protiprávne, a ktorí nemajú prijímať náboženstvo pravdy od tých, ktorí dostali písmo - [boj] kým dávajú jizyah dobrovoľne, zatiaľ čo oni sú pokorený.
sl: Boj proti tistih ki ne verjamejo v Allah ali v zadnji dan in ki ne obravnava nezakonito kaj Allah in njegov sel so nezakonite in ki ne sprejmejo vero resnico od tistih, ki so imele pismo - [boj], dokler se ne dajejo v jizyah prostovoljno, medtem ko so poniža.
sr_cyrl: Бори се с онима који не могу да верујем у Алаха или у једном дану, а ко не сматрају незаконитим какав Алаха, и његовог гласника направио незаконито, и ко то не усвоји религија истине од оних који су добили писмо - [борбе] док се добровољно дају у јизyах, док су они понизно.
sr_latn: Bori se s onima koji ne mogu da verujem u Alaha ili u jednom danu, a ko ne smatraju nezakonitim kakav Alaha, i njegovog glasnika napravio nezakonito, i ko to ne usvoji religija istine od onih koji su dobili pismo - [borbe] dok se dobrovoljno daju u jizyah, dok su oni ponizno.
uk: Боротьба тих, хто не вірить в Аллах або в останній день і хто не вважають незаконними що Аллах і його Messenger зробив незаконними і хто не прийняти релігії правду від тих, які давали Писання - [бійці] поки вони дають на jizyah охоче, хоча вони принижений.
vi: Chiến đấu với những người không tin vào Allah hoặc trong ngày cuối cùng và những người không xem xét bất hợp pháp những gì Allah và Messenger của ông đã thực hiện trái pháp luật và những người không chấp nhận các tôn giáo của sự thật từ những người đã được đưa ra kinh thánh - [đánh nhau] cho đến khi họ cung cấp cho jizyah sẵn sàng trong khi họ đang hạ nhục.
zu: Fight labo cha kholwa Allah noma Suku futhi ngubani ungacabangi unlawful ngalokho Allah and isithunywa sakhe baye benza ngokungemthetho abangakholelwa ukulandela inkolo yeqiniso evela kulabo banikwa umBhalo - [impi] baze give
