Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1190
source: And [remember, O Muhammad], when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan, and Allah plans. And Allah is the best of planners.
ca: I [recorda, O Muhammad], quan els que dubtaven conspiraren contra frenar o matar o expulsió [de Makkah]. Però planegen i plans d'Allah. I Allah és el millor dels planificadors.
cy: A [cofio, O Muhammad], pan oedd rhai a ddysgais yn cynllwynio yn eich atal chi neu yn eich lladd neu eich troi allan [blentyndod] erbyn. Ond maent yn cynllunio, a chynlluniau Allah. A Allah yw'r gorau o gynllunwyr.
da: Og [huske, O Muhammad], når dem, der disbelieved plottes du dy dig eller dræbe dig eller smide dig [fra Makkah]. Men de planlægger, og Allahs planer. Og Allah er bedst af planlæggere.
el: Και [θυμηθείτε, Ο Μωάμεθ], όταν όσοι disbelieved καταγράφεται σε σας για να σας περιορίσει ή να σκοτώσω ή να σας ρίξουν [από Μέκκα]. Αλλά προγραμματίζουν και Αλλάχ σχέδια. Και Αλλάχ είναι ο καλύτερος των πολεοδόμων.
et: Ja [mäleta, O Muhammad], kuna need, kes disbelieved diagrammile vastu teil takistavad teil või sind tappa või väljatõst [: Makkah]. Kuid nad planeerida ja Allah plaanid. Ja Jumal on parim planeerijad.
fi: Ja [muista, oi Muhammed], kun ne, jotka uskoneet syötöstä voit rajoittavat teitä tai tappaa sinut tai häätää [from Makkah]. Mutta he suunnittelevat ja Allah suunnitelmat. Ja Jumala on suunnittelijoiden paras.
he: ו [זכור, מוחמד O], כאשר מי disbelieved המותווים נגדך. כדי לרסן את או להרוג אותך, או לפנות אותך [מתוך מכה]. . אבל הם מתכננים, אללה תוכניות. אללה מיטב המתכננים.
hr: I [zapamtite, O Muhammad], kada oni koji bio urotu protiv silu ili ubiti ili da uklonite [iz Makkah]. Oni planiraju, a Allah planira. A Allah je najbolji od planera.
lt: Ir [prisiminti, O Muhammad], kada tie, kurie disbelieved grafiškai jūs suvaržyti jums ar tave užmušti arba iškeldinti jūs [nuo Makkah]. Bet jie planą, ir Dievas planus. Ir Dievas yra geriausias iš planuotojai.
lv: Un [atceries, O Muhammad], kad tiem, kuri disbelieved koordinātēs jūs ierobežot jums vai jūs nogalināt vai izlikt jūs [no Makkah]. Bet viņi plānu un Allah plāniem. Un Allah ir labākais no plānotājiem.
nb: Og [husker, O Muhammad], når de vantro plottet mot dere holde deg eller drepe deg eller kaste deg ut [fra Mekka]. Men de planlegger, og Allah planer. Og Allah er best planleggere.
sk: A [Pamätajte, Mohamed], kedy tí, kto pochyboval vynesených proti vám, aby ste brániť alebo zabiť alebo vás vysťahovať [z Mekky]. Ale plán a Alah plány. A Allah je najlepšie plánovačov.
sl: In [spomnim, O Muhammad], ko tiste, ki so verjeli v odvisnosti od vas, da boste omejili ali ubijem ali vas izselijo [iz Makkah]. Vendar načrtujejo, in Alahove načrte. In Alah je najboljši načrtovalci.
sr_cyrl: И [запамтите, О Мухаммад], када они који не верује заверу против да вас завезати или да те убијем или да те избацити [из Макках]. Али они планирају, а Аллах планира. А Аллах је најбољи од планера.
sr_latn: I [zapamtite, O Muhammad], kada oni koji ne veruje zaveru protiv da vas zavezati ili da te ubijem ili da te izbaciti [iz Makkah]. Ali oni planiraju, a Allah planira. A Allah je najbolji od planera.
uk: І [Пам'ятайте, що Мухаммад O], коли ті, хто disbelieved змова проти вас стримувати вас або вбити вас або вилучити ви [із Makkah]. Але вони планують і Аллах планів. І Аллах є кращим планувальників.
vi: Và [nhớ, O Muhammad], khi những người disbelieved âm mưu chống lại bạn kiềm chế bạn hoặc giết bạn hoặc gỡ bỏ bạn [từ Makkah]. Nhưng họ có kế hoạch và kế hoạch Allah. Và Allah là tốt nhất của nhà kế hoạch.
zu: Futhi [khumbula, O Muhammad], lapho labo disbelieved wamenzela ugobe ukuba singagijimeli wena noma uzokubulala noma evict you [kusukela Makkah].

# Quran1191
source: And when Our verses are recited to them, they say, "We have heard. If we willed, we could say [something] like this. This is not but legends of the former peoples."
ca: I quan els nostres versos els recitats per ells, diuen, "hem sentit. Si hem volgut, podríem dir [quelcom] com aquest. Això no és sinó llegendes dels antics pobles."
cy: Ac wrth ein penillion yn ei roi iddynt, maent yn dweud, "Rydym wedi clywed. Os ydym yn ewyllysio iddi, gallem ddweud [rhywbeth] fel hyn. Nid yw hyn ond chwedlau o bobloedd gynt."
da: Og når vores vers er reciteret til dem, de siger, "vi har hørt. Hvis vi villet, kunne vi sige [noget] som denne. Dette er ikke men legender af de tidligere folk."
el: Και όταν μας στίχοι είναι recited τους, λένε, «έχουμε ακούσει. Αν εμείς το θέλησες, θα μπορούσαμε να πούμε [κάτι] όπως αυτό. Αυτό δεν είναι αλλά θρύλους των πρώην λαών."
et: Ja kui meie salmid loetud neile, nad ütlevad, "me oleme kuulnud. Kui meil kombeks, me võiks öelda [midagi] sellist. See pole aga endine Rahvaste legende."
fi: Ja kun meidän jakeita luetaan heille, he sanovat, "Olemme kuulleet. Jos emme tahtoisi [jotain] voisimme sanoa näin. Tämä ei ole mutta legendoja entinen kansojen."
he: ושמענו כאשר הפסוקים שלנו הם אותם, שהם אומרים, ". אם אנחנו רצון, נוכל לומר [משהו] ככה. זה לא אבל אגדות העמים לשעבר".
hr: I kad naše Stihove recitira im, kažu, "mi smo čuli. Ako smo volje, mogli bismo reći [nešto] kao što je ovaj. Ovo je ne samo legende bivše naroda."
lt: Ir kai mūsų eilėmis recytuja jiems, jie sako, "mes girdėjome. Jei mes valios, mes galime pasakyti [kažkas] kaip šis. Tai ne bet legendos buvusių žmonių."
lv: Un kad mūsu vārsmas tiek citēja ar viņiem, viņi saka: "mēs esam dzirdējuši. Ja mums gribas, mēs varētu teikt [kaut] līdzīgs šim. Tas nav bet leģendas bijušais tautu."
nb: Og når vår vers blir resitert til dem, de sier, "vi har hørt. Hvis vi ville, kunne vi si [noe] som dette. Dette er ikke men legender av tidligere folk."
sk: A keď naše verše sú prednášal na nich, oni hovoria, "sme počuli. Ak sme vôľou, by sme mohli povedať [niečo] takhle. To nie je ale legendy bývalého národov."
sl: In ko naša verzov se recitirajo nanje, pravijo, "smo slišali. Če smo volje, lahko [nekaj] rečemo takole. To ni ampak legende nekdanji narodi."
sr_cyrl: И када нам стихови су рецитовао им, кажу они, "смо цули. Ако смо воље, могао да поменемо [] овако. Ово није само легенде о бившим народима."
sr_latn: I kada nam stihovi su recitovao im, kažu oni, "smo culi. Ako smo volje, mogao da pomenemo [] ovako. Ovo nije samo legende o bivšim narodima."
uk: І коли наші вірші читається до них, вони кажуть: "Ми слухали. Якщо ми волею, ми може сказати, [] наступним чином. Це не але легендах народів, колишній."
vi: Và khi câu thơ của chúng tôi niệm cho họ, họ nói, "chúng tôi đã nghe. Nếu chúng ta ý chí, chúng tôi có thể nói [cái gì] như thế này. Điều này không nhưng huyền thoại của các dân tộc trước đây."
zu: Futhi uma Emavesi hlabelela them, bathi, "Sizwile. Uma senza willed we ukusho [okuthile] njengaye umuntu lo. Lokhu akuyona kodwa zinganekwane ezizwe yangaphambili."

# Quran1192
source: And [remember] when they said, "O Allah, if this should be the truth from You, then rain down upon us stones from the sky or bring us a painful punishment."
ca: I [recorda] quan deien, "Allah O, si això han de ser la veritat de vostè, llavors pluja sobre nosaltres pedres del cel o ens porten un dolor càstig."
cy: A [cofio] pan maent yn dweud, "O Allah, os dylai hyn fod y gwir gennych, yna bwrw glaw i lawr ar ein gwarthaf cerrig o'r awyr neu ddwyn ein cosbi poenus."
da: Og [huske], da de sagde, "O Allah, hvis dette skulle være sandheden fra dig, så regn over os sten fra himlen eller bringe os en smertefuld straf."
el: Και [θυμηθείτε] όταν είπε, «Ο Αλλάχ, αν αυτό θα πρέπει να την αλήθεια από εσάς, τότε να βρέξει πέτρες από τον ουρανό επάνω σε μας ή να μας φέρει μια οδυνηρή τιμωρία.»
et: [Mäleta] Kuna nad ütlesid, "O Jumal, kui see peaks tõele sinult, siis vihm meid kivid taevast või tuua meile valus karistuse."
fi: Ja [muista] kun he sanoivat: "Oi Allah, jos tämä on totuus, sitten sataa päällemme kivet taivaalta tai tuoda meille tuskallinen rangaistus."
he: [זוכר] כאשר הם אמרו, "אללה הו, אם זה צריך להיות האמת, ואז להמטיר עלינו אבנים מן השמים או להביא לנו עונש כואב."
hr: I ne zaboravite kad su rekli, "O Allahu, ako to treba biti istina od tebe, onda kiša dolje na nas kamenje s neba ili donijeti nam bolna kazna."
lt: Ir [prisiminti], kai jie pasakė, "O Allaho, jei tai turėtų būti tiesos iš jūsų, tada lietus žemyn ant mūsų akmenys iš dangaus ar atnešti skausmingas bausmė."
lv: Un [atceros] kad viņi teica: "O Allāh, ja tas būtu patiesību no jums, tad akmeņi no debesīm pār mums lietus vai sniegs mums sāpīgi sods."
nb: Og [Husk] da de sa, "O Allah, hvis dette bør være sannheten fra deg, deretter regnet på oss stein fra himmelen eller bringe oss en pinefull straff."
sk: A [nezabudnite], keď im povedal, "Ó Alláhu, ak to majú pravdu, potom dážď sa na nás kamene z neba alebo nám priniesť bolestivé trest."
sl: In zapomni [si] kdaj rekli, »O Allah, to treba resnice od vas, potem dež na nas kamni z neba ali nam prinaša boleča kazen. «
sr_cyrl: И запамтите када су: "О Аллах, ако ово да истину од тебе, а онда пада на нас камење с неба или да нам донесе болна казна."
sr_latn: I zapamtite kada su: "O Allah, ako ovo da istinu od tebe, a onda pada na nas kamenje s neba ili da nam donese bolna kazna."
uk: І [Пам'ятайте], коли вони сказали: "O Аллаха, якщо це повинні бути правду від вас, то дощ на нас каменів з неба або принести нам хворобливі покарання."
vi: Và [nhớ] khi họ nói, "O Allah, nếu điều này nên là sự thật từ bạn, sau đó mưa xuống khi chúng tôi đá từ trên trời hay mang lại cho chúng ta một hình phạt đau đớn."
zu: Futhi [khumbula] xa bathi, "O Allah, uma lokhu kufanele kube yaniso You, khona-ke kwehle phezu kwethu amatshe esibhakabhakeni noma alethe us buhlungu jeziso."

# Quran1193
source: But Allah would not punish them while you, [O Muhammad], are among them, and Allah would not punish them while they seek forgiveness.
ca: Però Allah vols no castigar-los mentre tu, [O Muhammad], es troben entre ells, i Allah vols no castigar-los mentre van demanar perdó.
cy: Ond byddai Allah cosbi nid tra ydych, [O Muhammad], yn eu plith, a byddai Allah cosbi nid tra bydd yn ceisio maddeuant.
da: Men Allah vil ikke straffe dem, mens du, [O Muhammad], er blandt dem, og Allah vil ikke straffe dem, mens de søger tilgivelse.
el: Αλλά Αλλάχ δεν θα τους τιμωρήσει ενώ, [Ο Μωάμεθ], είστε μεταξύ τους, και Αλλάχ δεν θα τους τιμωρήσει ενώ ζητούν συγχώρεση.
et: Kuid Jumal kas karistada neid, kuigi sa [O Muhammad], on nende hulgas ja Jumal kas karistada neid, kuigi nad otsima andestust.
fi: Mutta Jumala ei rankaisee heitä, [Oi Muhammed] joukossa, ja Allah ei rankaisee heitä vaikka ne pyrkivät anteeksiantoa.
he: אבל אללה לא יעניש אותם בעוד [O מוחמד], אתה, ביניהם, אללה לא יעניש אותם בזמן שהם מבקשים מחילה.
hr: Ali Allah će ih kazniti dok si [O Muhammad], među njima, a Allah će ih kazniti dok oni traže oprost.
lt: Bet Dievas būtų ne nubausti juos, o jūs, [O Muhammad], tarp jų, ir Dievas būtų ne nubausti juos, o jie prašyti atleidimo.
lv: Bet Allāha varētu sodīt tos, kamēr jūs [O Muhammad], starp viņiem, un Allah varētu sodīt tos, kamēr viņi piedošanu.
nb: Men Allah ville ikke straffe dem mens du [O Muhammad], er blant dem, og Allah ville ikke straffe dem mens de søker tilgivelse.
sk: Ale Boh by potrestali ste [Mohamed], sú medzi nimi, a Alah by trestať ich, kým sa usilovať o odpustenie.
sl: Vendar Allah ne bi kaznovala, jih pa, [O Muhammad], ste med njimi, Alah jih bi kaznovanje ne, medtem ko iščejo odpuščanje.
sr_cyrl: Али , Аллах би не казни их док је [О Мухаммад], ви међу њима и Аллах би не казни их док су тражити опрост.
sr_latn: Ali, Allah bi ne kazni ih dok je [O Muhammad], vi među njima i Allah bi ne kazni ih dok su tražiti oprost.
uk: Але Аллах б не карав їх у той час як ви [O Мухаммад], серед них, і Аллах б не карав їх у той час як вони шукати пробачення.
vi: Nhưng Allah sẽ không trừng phạt chúng trong khi bạn [O Muhammad], trong số đó, và Allah sẽ không trừng phạt họ trong khi họ tìm kiếm sự tha thứ.
zu: Kodwa Allah wayengeke jezisa them khashana you, [O Muhammad], kukhona phakathi kwabo, futhi Allah wayengeke jezisa them ngenkathi they khonga yekelo.

# Quran1194
source: But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know.
ca: Però per què hauria Allah no castigar-los mentre que obstrueixen [persones] des d'al al-Masjid-Haram i ells no eren [encaixar ser] seus guardians? Seus guardians [veritables] no són sinó els justos, però la majoria d'ells no saben.
cy: Ond pam dylai Allah nid cosbi tra maent yn rhwystro [pobl] gan al-Masjid al-Haram, a nid oedd [yn addas i fod yn] ei warcheidwaid? Nid yw ei warcheidwaid [gwir] ond y righteous, ond nid rhan fwyaf ohonynt yn gwybod.
da: Men hvorfor skal Allah ikke straffe dem mens de hindrer [folk] fra al-Masjid al-Haram og de var ikke [passe at være] sine vogtere? Dens [rigtigt] værger er ikke men retfærdige, men de fleste af dem ved ikke.
el: Αλλά γιατί πρέπει να Αλλάχ δεν τους τιμωρήσει ενώ αυτοί γίνονται εμπόδιο [Πρόσωπα] al Masjid al-Haram και δεν ήταν [ικανός να είναι] κηδεμόνων; [Αληθινή] κηδεμόνων δεν είναι παρά μόνο οι δίκαιοι, αλλά οι περισσότεροι από αυτούς δεν γνωρίζουν.
et: Aga miks peaks Jumal karistada neid samas nad takistavad [inimesed] al-Masjid al-Haram ja nad ei olnud [sobivad olevat] selle valvuritelt? [Tõeline] hooldajatel ei ole aga õige, kuid enamik neist ei tea.
fi: Mutta miksi Jumala ei pitäisi rangaista niitä, kun ne tuki [ihmiset] al-Masjid Al-Haram ja ne eivät [kuntoon] sen vartijoita? [Todellinen] huoltajien eivät ole, mutta vanhurskaat, mutta useimmat heistä eivät tiedä.
he: אבל למה צריך אללה לא להעניש אותם בזמן שהם להכשיל [אנשים] מ אל-מסג'יד באל-חראם והם לא היו [מתאימה להיות] אפוטרופוסים שלה? שומרי [אמיתי] שלה אינם אלא הצדיקים, אבל רובם לא יודעים.
hr: Ali zašto Allah ne kažnjava ih dok oni ometaju [ljudi] od al-Masjid al-Haram i oni nisu [stane se] njegova skrbnika? [Istina] čuvari nisu ali pravedni, ali većina njih ne zna.
lt: Bet kodėl turėtų Dievas negali bausti už juos o jie trukdo [žmonės] iš al-Masjid al-Haram ir jie nebuvo [tinka, kad] jo globėjai? Jos [tikras] globėjai nėra o teisieji, tačiau dauguma jų nežino.
lv: Bet kāpēc nevajadzētu Allah sodīt tos, kamēr viņi traucē [cilvēku] no al-Masjid al-Haram, un tie nebija [spēj būt] tās aizstāvji? Tās [tiesa] aizbildņiem nav bet taisns, bet vairums no viņiem nezina.
nb: Men hvorfor skulle Gud ikke straffe dem mens de hindre [folk] fra al-Masjid al-Haram og de var ikke [anfall å bli] sine voktere? Dens [true] foresatte er ikke men rettferdige, men de fleste av dem vet ikke.
sk: Ale prečo by Alah potrestali kým sa brániť [ľudia] z al Masjid al-Haram, a oni neboli [fit byť] jeho strážcovia? Jeho [pravda] strážcovia nie sú, ale spravodliví, ale väčšina z nich nevie.
sl: Ampak zakaj Allah ne smete kažnjavati medtem, ko so ovira [ljudje] iz al-Masjid al-Haram in so bili ne [sposobne biti] njegove stražarjev? Njegove stražarjev [resnično], niso pa pravednika, ampak večina od njih ne vem.
sr_cyrl: Али зашто би требало да Алах не да их казнимо док они ремете [људи] од ал-дћамију ал-Харам, и они нису били [пристаје да буде] својих старатеља? Своје [истина] старатељи су не само праведне, али већина њих не знам.
sr_latn: Ali zašto bi trebalo da Alah ne da ih kaznimo dok oni remete [ljudi] od al-dћamiju al-Haram, i oni nisu bili [pristaje da bude] svojih staratelja? Svoje [istina] staratelji su ne samo pravedne, ali većina njih ne znam.
uk: Але чому повинні Аллаху не карав їх у той час як вони перешкоджають [чоловік] від мечеті Аль Масджид аль-Харам і вони були не [відповідати, щоб бути] її опікуни? [Справжній] правоохоронці не але праведники, але більшість з них не знаю.
vi: Nhưng tại sao nên Allah không trừng phạt họ trong khi họ cản trở [người] từ al-Masjid al-Haram và họ đã không [vừa là] người giám hộ của nó? Các hộ vệ [thật sự] không nhưng sự công bình, nhưng hầu hết trong số họ không biết.
zu: Kodwa kungani kufanele Allah hhayi jezisa them ngenkathi they vimbela [abantu] al-Masjid al- Haram futhi babengakwazi [kufanelekile ukuba] ababheki yayo?

# Quran1195
source: And their prayer at the House was not except whistling and handclapping. So taste the punishment for what you disbelieved.
ca: I a la casa d'oració no era excepte xiulant i handclapping. Així tastar el càstig per què dubtaven.
cy: Ac nid oedd eu gweddi yn y tŷ ac eithrio chwibanu a handclapping. Felly blas y gosb ar gyfer hyn a ddysgais chi.
da: Og deres bøn på huset var ikke undtagen fløjtende og handclapping. Så smag straffen for hvad du disbelieved.
el: Και τους προσευχή στο σπίτι δεν ήταν εκτός από το σφύριγμα και handclapping. Έτσι γεύση της τιμωρίας για ό, τι σας disbelieved.
et: Ja nende palve majas ei olnud peale vilistamine ja handclapping. Nii maitse eest mida sa disbelieved.
fi: Ja heidän rukouksensa talossa ei vihellykset ja handclapping lukuun ottamatta. Niin maku rangaistus mitä uskoneet.
he: התפילה שלהם בבית לא היה אלא שורק, handclapping. אז לטעום העונש על מה אתה disbelieved.
hr: I njihova molitva u kući nije bilo osim zviždanje i pljesak. Kušanje je kazna za ono što si bio.
lt: Ir jų maldos namų nebuvo išskyrus švilpimas ir handclapping. Taigi skonio bausmę už ką jūs disbelieved.
lv: Un viņu lūgšanu namā nebija, izņemot svilpoja un handclapping. Tātad sods par to, ko jūs disbelieved garša.
nb: Og deres bønn på huset var ikke unntatt plystre og håndklapping. Så smake straffen for hva du vantro.
sk: A ich modlitby v dome nebol okrem pískanie a handclapping. Tak Ochutnajte trest za to, čo ste pochyboval.
sl: In njihova molitev v hiši ni bilo razen žvižganje in handclapping. Tako okus kazen za kaj boste verjeli.
sr_cyrl: И њихова молитва у кући није било осим звићдиљ и хандцлаппинг. Па пробај казна за шта ти не верује.
sr_latn: I njihova molitva u kući nije bilo osim zviћdiљ i handclapping. Pa probaj kazna za šta ti ne veruje.
uk: І їх молитви в будинку не було за винятком свистом і handclapping. Таким чином, смак покарання за те, що ви disbelieved.
vi: Và họ cầu nguyện tại nhà đã không ngoại trừ huýt sáo và handclapping. Vì vậy hương vị các hình phạt cho những gì bạn disbelieved.
zu: Futhi umthandazo wabo at the House kwakungekona ngaphandle amakhwela futhi handclapping.

# Quran1196
source: Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered.
ca: De fet, els que dubten passar la seva riquesa per evitar [persones] de la manera d'Allah. Així que passen llavors serà per a ells un pesar [font de]; llavors ells serà superada. I els que tenen dubtaven - a l'infern que es recolliran.
cy: Yn wir, mae rhai a chredu yn treulio eu cyfoeth i osgoi [pobl] o'r ffordd o Allah. Felly bydd ei wario; yna bydd yn iddynt ofid [ffynhonnell]; yna y bydd eu goresgyn. A'r rhai sydd wedi ddysgais--unto uffern y maent yn ei chasglu.
da: Ja, dem, der tvivle tilbringe deres rigdom for at afværge [folk] fra måde Allah. Så de vil bruge det; så vil det være for dem en [kilde] beklagelse; så vil de blive overvundet. Og dem, der har disbelieved - for fanden de vil blive indsamlet.
el: Πράγματι, όσοι δυσπιστώ περνούν τα πλούτη τους να αποτρέψουν [Πρόσωπα] από το δρόμο του Αλλάχ. Έτσι θα ξοδεύουν? στη συνέχεια θα είναι για αυτούς μια λύπη [πηγή]? στη συνέχεια θα να ξεπεραστούν. Και όσοι έχουν disbelieved - εις την κόλαση, αυτοί θα συγκεντρωθούν.
et: Tõepoolest, need, kes usu veeta linale [inimesed] sellest, kuidas Jumal oma rikkust. Nii nad kulutavad seda; siis võib neid [allikas] kahetsusega; siis nad aitavad ületada. Ja need, kes on disbelieved - põrgu need kogub juurde.
fi: Itse asiassa ne, jotka ovat uskottomia viettää heidän omaisuutensa välttämiseksi [ihmiset] tapa hillitä. Joten he tulevat viettämään. se on heille [lähde] valitettavaa; sitten he voittavat. Ja ne jotka ovat uskoneet - niin helvetin heidät kootaan.
he: ואכן, אלה לא להאמין לבלות את עושרם למנוע [אנשים] מן הדרך של אללה. אז הם יבלו בה; אז יהיה להם [מקור] חרטה; ואז הם להתגבר. . ואת מי יש disbelieved - אשא לעזאזל הם שייאספו...
hr: Uistinu, oni koji ne vjeruju troše svoje bogatstvo da izbjegne [ljudi] od put Alaha. Tako će provesti Onda će biti za njih [izvor] žaljenje; Onda oni će biti nadvladani. I oni koji imaju bio - k pakao će okupljenima.
lt: Iš tiesų, tie, kurie neturi wierza praleisti savo turtus išvengti [žmonės] nuo to, kaip Dievas. Todėl jie bus praleisti tada ji bus jiems [Šaltinis] apgailestauju; tada jie bus įveikti. Ir tie, kurie turi disbelieved - pas po velnių jie bus surinkti.
lv: Protams, tiem, kuri neticēt pavadīt savu bagātību no Allah veidā novērst [cilvēku]. Tātad viņi pavada tad tas būs viņiem [izcelsmes] žēl; tad viņi gūs virsroku. Un tiem, kam ir disbelieved - unto ellē viņi tiks savākta.
nb: Faktisk, de som tviler tilbringe sin rikdom å avverge [folk] fra veien til Allah. Så vil de bruke det. så vil det være for dem en [Kilde] anger; deretter vil de bli overvunnet. Og de som vantro - til helvete de samles.
sk: V skutočnosti tí, ktorí neveria stráviť svoje bohatstvo odvrátiť [ľudia] z toho, ako Boh. Tak trávia potom to bude pre nich [zdroj] ľutovať; potom bude možné prekonať. A tí, ktorí majú pochyboval - ku peklo, ktoré sa získajú.
sl: Res, tistim, ki verjamem preživijo svoje bogastvo preprečiti [ljudje] iz pot Allah. Tako so porabili potem bo za njih [vir] obžalujem; nato je treba premagati. In tiste, ki so verjeli - reče pekel, bo treba zbrati.
sr_cyrl: Заиста , они који је сигуран да је лажна провести своје богатство да се избегне [људи] од пута Аллах. Тако ће провести Биће им је жаљење [извор]; Онда они ће превазићи. И они који имају не верује - к пакао су бити прикупљене.
sr_latn: Zaista, oni koji je siguran da je lažna provesti svoje bogatstvo da se izbegne [ljudi] od puta Allah. Tako će provesti Biće im je žaljenje [izvor]; Onda oni će prevazići. I oni koji imaju ne veruje - k pakao su biti prikupljene.
uk: Дійсно, тих, хто не вірити витрачають свої багатства, щоб запобігти [чоловік] від того, як Аллаха. Так що вони будуть проводити його; тоді буде потрібно для них [Джерело] жалю; Потім вони будуть подолані. І ті, які мають disbelieved - до пекла, вони будуть зібрані.
vi: Thật vậy, những người disbelieve dành sự giàu có của họ để ngăn chặn [người] cách của Allah. Vì vậy, họ sẽ chi tiêu nó; sau đó nó sẽ là cho họ một hối tiếc [nguồn]; sau đó, họ sẽ được khắc phục. Và những người có disbelieved - cho đến địa ngục, họ sẽ được thu thập.
zu: Ngempela, labo disbelieve chitha ngengcebo yabo ukukugwema [abantu] endleleni Allah.
