Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran272
source: And the example of those who spend their wealth seeking means to the approval of Allah and assuring [reward for] themselves is like a garden on high ground which is hit by a downpour - so it yields its fruits in double. And [even] if it is not hit by a downpour, then a drizzle [is sufficient]. And Allah, of what you do, is Seeing.
ca: I l'exemple dels que gasten la seva riquesa buscant els mitjans per a l'aprovació d'Allah i assegurant-li [recompensa per]-se és com un jardí en la terra alta, que és colpejada per un sol - així que produeix el seus fruits en doble. I [encara] no és colpejat per un sol, llavors un rajolí [és suficient]. I Allah, del que fas, és veure.
cy: Ac enghraifft o'r rhai sy'n treulio eu cyfoeth yn chwilio am ffordd i gymeradwyaeth Allah a sicrhau [gwobr am] Mae eu hunain fel gardd ar dir uchel sydd yn taro gan glaw trwm-felly bydd yn cyflawni ei ffrwyth yn dwbl. A [hyd yn oed] Os yw yn taro nid gan cawodydd trymion, yna sesno [yn ddigon]. A yw Allah, yr hyn yr ydych yn ei wneud, yn ei gweld.
da: Og eksempel for dem, der bruger deres rigdom søger midler til godkendelse af Allah og forsikrede [belønning for] selv er som en have de højtliggende, som er ramt af et regnskyl - så det giver sine frugter i dobbelt. Og [selvom] det ikke er ramt af en regnskyl, så en støvregn [er tilstrækkelig]. Og Allah, hvad du gør, er at se.
el: Και το παράδειγμα εκείνων που ξοδεύουν τον πλούτο τους, αναζητώντας μέσα για την έγκριση του Αλλάχ και τη διασφάλιση [ανταμοιβή για] οι ίδιοι είναι σαν ένας κήπος στο υψηλό έδαφος που χτυπιέται από μια νεροποντή - έτσι θα αποφέρει τους καρπούς σε διπλά. Και [ακόμη], εάν αυτό δεν έχει πληγεί από μια νεροποντή, τότε ένα ψιλόβροχο [αρκεί]. Και Αλλάχ, τι μπορείτε να κάνετε, είναι να δει.
et: Ja need, kes veedavad oma jõukust leida võimalused Allah heakskiidul ja tagamisel [tasu] näide ise on nagu aia kõrgendiku, mis on tabanud paduvihm - nii see saagikus viljad topelt. Ja [isegi], kui see on tabanud mõne paduvihm, siis [piisab] tibutama. Ja Jumal, mida teha, on näha.
fi: Ja ne, jotka viettävät heidän omaisuutensa löytää tapoja hillitä hyväksymistä ja varmistaa [palkita] esimerkiksi itse on kuin puutarha korkealla paikalla, jonka on aiheuttanut kaatosade - niin se tuottaa sen hengen hedelmiä. Ja [vaikka] se ei lyödä kaatosade ja tihkusade [on]. Ja Jumala, mitä sinulla on nähdä.
he: הדוגמה של מי מבלה את עושרם מחפשים לאישור אללה והבטחת [פרס] עצמם היא כמו גינה בשטח גבוה אשר נפגע על ידי מבול - אז זה מניב הפירות בכפול. ואפילו [] אם זה לא נפגע על ידי מבול, ואז טפטוף [מספיקה]. אללה, של מה שאתה עושה, הוא רואה.
hr: A primjer onih koji troše svoje bogatstvo porokom odobrenje Allaha i uvjeravajući [nagradu za] sebe je kao vrt na povišenom terenu koji je udario pljusak - tako daje svoje plodove u bračni. I [i] Ako je ne pogodi pljusak, onda izmaglica [dovoljno je]. I Allaha, ono što radite, vidim.
lt: Ir tie, kurie praleidžia savo turtus ieško būdų, kaip Dievas, patvirtinimo ir užtikrinant [atlygį už] pavyzdys patys yra kaip aukštos žemės, kuris nukentėjo downpour - Taigi ji duoda savo vaisių – dvivietis sodas. Ir [net] Jei tai yra hit iš downpour, tada dulksna [pakanka]. Ir Dievas, ir ką jūs darote, mato.
lv: Un piemērs tiem, kuri pavada savu bagātību, meklējot līdzekļus Allah apstiprināšanu un nodrošinot [atlīdzību] paši ir kā augstas zemē, kas ir skāris lietus gāze - tāpēc tā ražu tās augļus dubultu dārzs. Un [pat], ja tas nav skāris lietus gāze, tad līņāt [pietiek]. Un Allah, par to, ko jūs darīt, ir redzēt.
nb: Og eksempel på de som tilbringer sin rikdom søker betyr godkjenning av Allah og sikre [belønning for] seg er som en hage på høydene som er truffet av et regn - så det gir sine frukter i dobbeltrom. Og [] hvis det ikke er rammet av et regn og penslet [er tilstrekkelig]. Og Allah, av hva du gjør, er å se.
sk: A príklad z tých, ktorí trávia svoje bohatstvo, hľadanie prostriedkov na schválenie Alaha a zabezpečenie [odmena za] samotné je ako Záhrada na vysokej ground, ktorá je hit lejak - takže to prináša svoje ovocie v double. A [i], ak to nie je hit lejak a potom mrholenie [postačuje]. A Boh, čo robíte, je vidieť.
sl: In v primeru tistih, ki preživijo svoje bogastvo, iskanje načinov za odobritev Allah in zagotavljanje [nagrado za] sami je kot vrt na visoko mesto, ki je prizadela Pršec - tako donosi njeni plodovi v dvojno. In [tudi], če je ne zadeti s a Pršec, potem Rositi [zadostuje]. In Alah, kaj vam, je videl.
sr_cyrl: И пример оних који проводе своје богатство траже средства за одобравање од Алаха и осигуравајући [награду за] је себе као врт на високој земљи која је погођена само пар капљица - па њега произилази своје воће у дупло. А [и] да је не погоди само пар капљица, онда капље [је довољан]. И , Алах, што ви радите, да видимо.
sr_latn: I primer onih koji provode svoje bogatstvo traže sredstva za odobravanje od Alaha i osiguravajući [nagradu za] je sebe kao vrt na visokoj zemlji koja je pogođena samo par kapljica - pa njega proizilazi svoje voće u duplo. A [i] da je ne pogodi samo par kapljica, onda kaplje [je dovoljan]. I, Alah, što vi radite, da vidimo.
uk: І на прикладі тих, які витрачають свої багатства, шукає засоби для затвердження Аллах і забезпечення [винагороду за] себе, як сад на високому місці, який постраждав від злива - так він дає свої плоди в двомісному номері. І [навіть], якщо він не постраждав від зливу, то дощ [є достатнім]. І, бачачи Аллаха, що вам робити.
vi: Và các ví dụ về những người dành sự giàu có của họ đang tìm kiếm có nghĩa là sự chấp thuận của Allah và đảm bảo [phần thưởng cho] mình cũng giống như một khu vườn trên đất cao là trúng một downpour – vì vậy, sản lượng trái cây của nó trong đôi. Và [thậm chí] nếu nó không được đánh bằng một downpour, sau đó một drizzle [là đủ]. Và Allah, của những gì bạn làm, là nhìn thấy.
zu: Futhi Bonakaliso of labo chitha bo cebi ukufuna kusho ekuvumeni Allah baqinisekisa [umvuzo] ngokwabo kufana ingadi ephakeme okuyinto hit by a imvula - ngakho yiso sibathelela isithelo saso okabili.

# Quran273
source: Would one of you like to have a garden of palm trees and grapevines underneath which rivers flow in which he has from every fruit? But he is afflicted with old age and has weak offspring, and it is hit by a whirlwind containing fire and is burned. Thus does Allah make clear to you [His] verses that you might give thought.
ca: Un dels li agradaria tenir un jardí de palmeres i vinyes sota quin cabal de rius en que ell té de cada fruita? Però ell s'afligeix amb la vellesa i té descendència feble, i és colpejat per un remolí que continguin foc i es crema. Així Allah deixar ben clar que [el seu] versos que pot donar pensar.
cy: Hoffai un ohonoch wedi gardd goed palmwydd a gwinwydden oddi tano y llif afonydd mewn sydd ganddo o bob ffrwyth? Ond mae'n dioddef â henaint ac mae'r epil wan, ac mae'n taro gan Gorwynt sy'n cynnwys tân ac yn llosgi. Felly yw'r Allah yn egluro i chi [ei] penillion y gallai roi meddwl.
da: Gerne en af jer har en have med palmer og vinstokke nedenunder som floder flow i hvilket han har fra hver frugt? Men han er plaget af alderdom og har svage afkom, og det er ramt af en hvirvelvind, der indeholder brand og er brændt. Således Allah gøre klart for du [hans] vers, som du kan give troede.
el: Ήθελα κάποιος από εσάς να έχει έναν κήπο με φοίνικες και αμπέλια, κάτω από το οποίο ποτάμια ροή στην οποία έχει από κάθε καρπό; Αλλά αυτός είναι στενοχωρούνται με το γήρας και έχει αδύναμο απογόνους, και έχει πληγεί από μια δίνη που περιέχουν φωτιά και καίγεται. Έτσι Αλλάχ κάνει σαφές σε σας [του] στίχους που θα μπορούσατε να σκεφτεί.
et: Tahaks teist on palmipuud ja viinapuude all mis jõed tõusevad Aed linnas, kus tal on iga puu? Aga ta on nakatunud vanemas eas ja on nõrk järglastele ja see on tabanud keeristorm, mis sisaldavad tulekahju ja kirjutamist. Seega ei Jumal selgeks tegema teile [tema] salmid, et te annaksite arvasin.
fi: Teistä haluaisi puutarhan palmujen ja viiniköynnösten alla joka joet jossa hän on joka hedelmä? Mutta hän kärsii vanhuus on heikko jälkeläisiä ja se osuu tornado, joka sisältää palo ja poltetaan. Näin Jumala tehdä selväksi voit [hänen] säkeet että mahti kimmoisuus ajatus.
he: אחד מכם רוצה לקבל גן של עצי דקל וגפנים מתחת נהרות שזורמים ב אשר יש לו מן כל פרי? אבל הוא במחלה בגיל מבוגר ואין לו צאצאים חלש, וזה נפגע על ידי שישה חודשים המכיל באש נשרף. לפיכך אללה להבהיר לך [שלו] פסוקים שהיו נותנים חשב.
hr: Bih od vas imati vrt palmi i vinove loze ispod koje protok rijeke u koje je od svakog voća? Ali je bolesnik star i slab potomstvo, a to je pogodio vihor koji sadrže vatru i snimanja. Tako ne Allah jasno dati do znanja da [njegov] stihovi koji možda dati mislio.
lt: Vienas iš jūsų norėtų turėti citrinmedžių po kurių upių tėkmės ir palmių sode, kuriame turi iš kiekvieną vaisių? Bet jis yra serga senyvo amžiaus ir silpnos palikuonių, ir jis nukentėjo su ugnies audra ir sudegino. Taigi nėra Dievas būtų aišku jums [jo] eilučių, kad tu gali duoti maniau.
lv: Viens no jums gribētu būt dārzs, palmas un vīnstīgas, zem kura upju plūsma, kas palikušas no katra augļa? Bet viņš ir nomocīts ar vecumu un ir vāja pēcnācējiem, un tas ir skārusi viesuļvētra, kas satur uguns un tiek dedzināti. Tādējādi netiek Allah skaidri jums [viņa] vārsmas, kas varētu dot nodomāja.
nb: Gjerne en av dere har en hage med palmer og vinranker under der elvene strømmer der han har fra hver frukt? Men han er rammet av alderdom og har svak avkom, og det er truffet av en virvelvind som inneholder brann og brennes. Dermed gjør Allah klart til du [hans] vers som du kan gi trodde.
sk: Jeden z vás by chcel mať záhradu paliem a vínnej révy, pod ktoré toku rieky v ktorej má z každého ovocia? Ale je postihnutý so starobou a má slabé potomstvo, a to je hit víchrica, obsahujúce oheň a spálil. Tak robí Alah objasniť na vás [jeho] verše, ktoré môžete dať si myslel.
sl: Od vas želi imeti vrt palme in vinske trte pod katero tok reke v kateri on iz vsakega sadja? Vendar je zbolijo s starostjo in je šibka potomcev in je udaril po viharju, ki vsebujejo ogenj in spali. Tako ne Alah bo jasno da vas [njegovi] verzov podajate morda mislil.
sr_cyrl: Један од вас радо да имамо свој врт палме и винова лоза испод које потеку у које он има из сваког воћа? Али он је измучен с годинама и има слаба потомства и то је погођена вихор који садрже ватру и да је спалио. Тако да ли Алах прави јасну [његове] те стихове да ти можда дати мислио.
sr_latn: Jedan od vas rado da imamo svoj vrt palme i vinova loza ispod koje poteku u koje on ima iz svakog voća? Ali on je izmučen s godinama i ima slaba potomstva i to je pogođena vihor koji sadrže vatru i da je spalio. Tako da li Alah pravi jasnu [njegove] te stihove da ti možda dati mislio.
uk: Один з вас хотіли б отримати сад пальмових дерев і винограду, під які річках потік в який він має від кожен плід? Але він страждає з віком і слабкі потомства і він постраждав від вихор, який містить вогню і спалюється. Таким чином Аллах зробити ясною для вас [його] вірші, які ви могли б дати думав.
vi: Một trong những bạn có muốn có một khu vườn cây cọ và nho bên dưới dòng chảy con sông mà trong đó ông có từ mỗi quả? Nhưng ông bị ảnh hưởng với tuổi già và có con cái yếu, và nó bị trúng đạn bởi một cơn lốc chứa cháy được đốt cháy. Vì vậy Allah làm cho rõ ràng để bạn [của mình] câu thơ đó bạn có thể cung cấp cho nghĩ.
zu: Ingabe omunye walabo ungathanda ukuba ingadi esundu, nemivini ngaphansi imifula egeleza lapho anakho kusukela zonke izithelo?

# Quran274
source: O you who have believed, spend from the good things which you have earned and from that which We have produced for you from the earth. And do not aim toward the defective therefrom, spending [from that] while you would not take it [yourself] except with closed eyes. And know that Allah is Free of need and Praiseworthy.
ca: O es que he cregut, passar de les coses bones que t'has guanyat i d'allò que hem produït per a vostè de la terra. I no apuntar cap al defectuós dels mateixos, despesa [de la] mentre que no prendria [t] excepte amb els ulls tancats. I saber que Allah és lliure de necessitat i Praiseworthy.
cy: O sydd wedi credu, wario o'r pethau da sydd wedi ei ennill ac a ydym wedi cynhyrchu i chi o'r ddaear. Ac nid fwriad tuag at y diffygiol thelir, gwariant [o] er na fyddech chi'n cymryd ei [eich hun] ac eithrio llygaid ar gau. A gwybod bod Allah yn rhad ac am ddim o angen ac Praiseworthy.
da: O du, der har troet, tilbringe fra de gode ting, som du har tjent og fra det, som vi har udarbejdet for dig fra jorden. Og tager ikke sigte mod defekt deraf, udgifter [end] mens du ikke ville tage det, [dig] undtagen med lukkede øjne. Og ved, at Allah er fri af behovet og Praiseworthy.
el: O σας που πιστεύουν, περνούν από τα καλά πράγματα που έχετε κερδίσει και από αυτό που έχουμε δημιουργήσει για σας από τη γη. Και μην στρέφετε προς το ελαττωματικό από αυτά, δαπάνες [από] ενώ θα δεν παίρνετε [τον εαυτό σας] εκτός από με κλειστά τα μάτια. Και γνωρίζουμε ότι Αλλάχ είναι ΔΩΡΕΑΝ ανάγκη και Praiseworthy.
et: O kes on uskunud, veeta häid asju, mis on teenitud ja see, mida oleme valmistanud teile maast. Ja eesmärk ei ole poole puudusega, kulutusi [omast], kuigi te ei võtaks [ise] välja arvatud suletud silmadega. Ja tean, et Jumal on vaja vaba ja Praiseworthy.
fi: O jotka ovat uskoneet vietät hyvistä asioista, jotka olet ansainnut ja se, mitä olemme laatineet sinulle maasta. Ja pyri kohti viallinen, menoja [että] Vaikka et ottaa [itse] paitsi suljetuin silmin. Ja tiedämme, että Jumala on ilmainen on ja Praiseworthy.
he:  מי מאמין, לבלות את הדברים הטובים בו שהרווחת ומן אשר הפקנו בשבילך מן הארץ. ואת לא המטרה לכיוון הפגום ממנו, מבלה [משם] בזמן לא תיקחי את זה [את] חוץ בעיניים עצומות. ואני יודע כי אללה הוא ללא צורך Praiseworthy.
hr: O ti koji su vjerovali, provesti od dobrih stvari koje ste zaradili i od onoga što smo proizveli za vas sa zemlje. I nije cilj prema je neispravan od toga, potrošnja [iz toga] dok ti ne bi to [sami] Osim zatvorenih očiju. I znam da Allah je slobodan od potrebe i Praiseworthy.
lt: O jūs, kurie tikėjo, išleisti iš gerų dalykų, kurį jūs uždirbote ir nuo to, kuris mes davė jums nuo žemės. Ir nėra skirtos link trūkumais, išlaidų [nuo] o jums nebus priimti jį [save] išskyrus užsimerkus. Ir žinau, kad Dievas yra nemokama, reikia ir Praiseworthy.
lv: O kas ticējusi, pavadāt no labajām lietām, kas ir nopelnījuši, un no tā, kas mums ir devuši jums no zemes. Un mērķis nav pret bojāto, [ka] no izdevumiem, kamēr jūs neko nepieņēma [sev] izņemot ar aizvērtām acīm. Un zina, ka Allāhs ir nepieciešams brīvs un Praiseworthy.
nb: O du hvem har trodd, tilbringe fra de gode tingene som du har tjent og som vi har utarbeidet for deg fra jorden. Og ikke sikte mot defekt hvorav, bruke [fra at] mens du ikke ville ta det [deg] unntatt med lukkede øyne. Og vet at Allah er gratis behov og Praiseworthy.
sk: O vás, ktorí ste uverili, míňať, z dobrých vecí, ktoré ste získali a od tých, ktoré sme vyrobili pre vás zo Zeme. A nie že náš cieľ neleží chybné, výdavky [z], zatiaľ čo by nie si ju [si] okrem so zavretými očami. A viem, že Boh je bez potreby a Praiseworthy.
sl: O vas, ki ste verjeli, porabili od dobrih stvari, ki ste zaslužili in od tistega, ki smo ustvarili za vas iz zemlje. In ne cilj proti napako, poraba [kot], medtem ko bi ne vzamete [si] razen z zaprtimi očmi. In vem, da je Allah brezplačno potrebe in Praiseworthy.
sr_cyrl: О ти који верују, провести из добре ствари које си зарадио и оно што смо направили за вас из земље. И циљ није ка неисправном владини, потрошња [из тога], док ти то више неће да [се] осим са затвореним очима. И знам да је Аллах слободно по потреби и Праисеwортхy.
sr_latn: O ti koji veruju, provesti iz dobre stvari koje si zaradio i ono što smo napravili za vas iz zemlje. I cilj nije ka neispravnom vladini, potrošnja [iz toga], dok ti to više neće da [se] osim sa zatvorenim očima. I znam da je Allah slobodno po potrebi i Praiseworthy.
uk: O ви, хто вірив, проведіть від хороші речі, які ви заслужили і від того, що ми підготували для вас від землі. І ставить собі за мету бік на несправний від них, витрачаючи [від], поки ви б не взяти його [себе] Крім із закритими очима. І знаю, що Аллах безкоштовно необхідності і Praiseworthy.
vi: O bạn của những người đã tin rằng, dành những điều tốt đẹp mà bạn có thể kiếm được và từ đó mà chúng tôi đã sản xuất cho bạn từ trái đất. Và không nhằm mục đích hướng tới khiếm khuyết từ đó, chi tiêu [từ đó] trong khi bạn sẽ không có nó [chính mình] ngoại trừ với đôi mắt khép kín. Và biết rằng Allah là miễn phí cần thiết và Praiseworthy.
zu: O you kholwa chitha izinto ezinhle ongazigcwalisanga zuza futhi esusela kulowo We khiqiza you nga kho emhlabeni.

# Quran275
source: Satan threatens you with poverty and orders you to immorality, while Allah promises you forgiveness from Him and bounty. And Allah is all-Encompassing and Knowing.
ca: Satanàs amenaça amb la pobresa i ordena a la immoralitat, mentre que Allah li promet el perdó d'ell i recompenses. I Allah és que abasta i saber.
cy: Mae Satan yn eich bygwth â thlodi a Gorchmynion chi i anfoesoldeb, tra mae'r Allah yn addo eich maddeuant iddo a bounty. Ac Allah yn hollgynhwysol a gwybod.
da: Satan truer dig med fattigdom og ordrer du til umoral, mens Allah lover dig tilgivelse fra ham og bounty. Og Allah er altomfattende og vidende.
el: Ο Σατανάς σας απειλεί με τη φτώχεια και τις παραγγελίες σας ανηθικότητα, ενώ Αλλάχ σας υπόσχεται συγχώρεση από αυτόν και γενναιοδωρία. Και Αλλάχ είναι όλος-καλύπτοντας και γνωρίζοντας.
et: Saatan ähvardab teid vaesuse ja tellimuse sa amoraalsuse, kuigi Jumal tõotab andestust teda ja halastus. Ja Jumal on kõike ja teades.
fi: Saatana uhkaa köyhyys ja tilaukset voit moraalittomuus, kun Jumala lupaa sinulle anteeksi häneltä ja armo. Ja Jumala on kaiken kattava ja tietää.
he: שטן מאיים אותך עם עוני, הזמנות את מוסריות, ואילו אללה מבטיח לך מחילה מן אותו ואת הראשים. אללה הוא החובקת כל ומבין עניין.
hr: Sotona vam prijeti siromaštvo i ti naređuje da nemoral, a Allah vam obećava oprost od njega i ucjene. I Allah je sveobuhvatni i znajući.
lt: Šėtonas kelia grėsmę jums su skurdo ir įsako jums į amoralumo, o Dievas žada jums atleidimą iš jo ir lazdelės. Ir Dievas yra visa apimanti ir žinant.
lv: Sātans jūs draud ar nabadzību un rīkojumi jums netikumība, kamēr Allah sola piedošanu no viņa un veltes. Un Allah ir visaptveroša un zinoši.
nb: Satan truer deg med fattigdom og bestillinger du til umoral, mens Allah lover du tilgivelse fra ham og skuddpremie. Og Allah er altomfattende og kjenne.
sk: Satan vám hrozí chudoba a príkazy vám nemorálnosť, keď Boh sľubuje odpustenie od neho a štedrosť. A Boh je všetci-zahŕňať a vedel.
sl: Satan lahko ogroža z revščino in nalogi ste nemoralnosti, medtem ko Allah vam obljublja odpuščanje iz njega in radodarnosti. In Alah je vseobsegajoča in vedo.
sr_cyrl: Сотона ти прети сиромаштва и ти наређује да неморала, док Аллах обећава опрост од њега и награда. А Аллах је свеобухватајућег и знања.
sr_latn: Sotona ti preti siromaštva i ti naređuje da nemorala, dok Allah obećava oprost od njega i nagrada. A Allah je sveobuhvatajućeg i znanja.
uk: Сатана загрожує вас з бідності і замовлень ви до аморальності, хоча Аллах обіцяє вам прощення від нього і щедрості. І Аллах всеохоплюючим і знаючи.
vi: Satan đe dọa bạn với đói nghèo và đơn đặt hàng bạn đến đạo Đức, trong khi Allah hứa hẹn bạn sự tha thứ từ anh ta và hào phóng. Và Allah là tất cả, bao gồm và hiểu biết.
zu: USathane usongela wena ubumpofu oda ukuba ukuziphatha okubi, nakuba Allah thembisa you yekelo Him futhi ekufunayo nekucelayo.

# Quran276
source: He gives wisdom to whom He wills, and whoever has been given wisdom has certainly been given much good. And none will remember except those of understanding.
ca: Ell dóna la saviesa a qui ell voluntats, i qui s'ha donat saviesa sens dubte li ha donat molt bona. I cap recordar, llevat dels de comprensió.
cy: Mae'n rhoi doethineb i bwy y mae ef wills, a pwy bynnag a roddwyd doethineb sicr Rhoddwyd llawer o ddaioni. A bydd yn cofio dim ac eithrio rhai o ddealltwriaeth.
da: Han giver visdom til hvem han vil, og hvem har fået visdom har helt sikkert fået meget godt. Og ingen vil huske undtagen dem forståelse.
el: Δίνει Σοφία στους οποίους διαθήκες, και όποιος έχει δοθεί Σοφία έχει σίγουρα έχει δοθεί πολύ καλή. Και κανένας δεν θα θυμάται εκτός από εκείνες της κατανόησης.
et: Ta annab tarkust, kellele ta tahab ja kes iganes on antud tarkus kindlasti eelnevalt andnud palju head. Ja ükski mäletavad, välja arvatud mõistmist.
fi: Hän antaa viisautta, kenelle tahtoo, ja kuka sai viisautta varmasti sai paljon hyvää. Ja kukaan muistaa paitsi ymmärrystä.
he: הוא נותן חכמה למי שהוא חפץ, מי ניתנה החוכמה בהחלט ניתנה הרבה. אף אחד לא יזכור. מלבד אלה של הבנה.
hr: On daje mudrost kome hoće, a onaj tko je dao mudrost je sigurno dao mnogo dobra. I ne će sjetiti osim onih razumijevanja.
lt: Jis suteikia išmintį, kuriems jis testamentų, o kas buvo suteikta išmintis tikrai buvo suteikta daug gero. Ir nė vienas prisimins išskyrus supratimo.
lv: Viņš dod gudrību, kam viņš vēlas, un tas, kurš devis gudrība ir noteikti piešķirta daudz laba. Un neviens atcerēties, izņemot izpratni.
nb: Han gir visdom som han wills, og den som har fått visdom har sikkert fått mye bra. Og ingen vil huske unntatt de av forståelse.
sk: Dáva múdrosť, komu on chce, a ten, kto dal múdrosť určite dostal veľa dobrého. A nikto sa nezabudnite okrem tých, porozumení.
sl: Mu daje modrost, komu je oporoke, in kdor je bila dana modrost je zagotovo dobila veliko dobrega. In nobena bo ne pozabite, razen tistih, za razumevanje.
sr_cyrl: Он даје мудрост коме он Wиллис, и ко год добије мудрост је сигурно дао много доброг. И ниједан ће запамтити осим оних о разумевању.
sr_latn: On daje mudrost kome on Willis, i ko god dobije mudrost je sigurno dao mnogo dobrog. I nijedan će zapamtiti osim onih o razumevanju.
uk: Він дає мудрість, яким він хоче, і той, хто дав мудрість безумовно було дано багато хорошого. І не жоден буде забувайте, за винятком тих, про взаєморозуміння.
vi: Ông cho sự khôn ngoan mà Ngài muốn, và ai đã được sự khôn ngoan đã chắc chắn được trao nhiều tốt. Và không ai sẽ nhớ ngoại trừ những người hiểu biết.
zu: Yena unikeza ukuhlakanipha ukuba whom He tando, futhi noma ubani elinikwe ukuhlakanipha Ngokuqinisekile ophiwe okuningi okuhle.
