Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran384
source: Indeed, those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment, and they will have no helpers.
ca: De fet, aquells que dubten i morir mentre ells són disbelievers - mai la capacitat de la terra en or [tot] seria acceptada des d'un d'ells si ell [tractar] rescatar-se amb ell. Per a aquells que hi haurà un dolor càstig, i tindran cap ajudants.
cy: Yn wir, y rhai a chredu ac yn marw tra eu bod yn disbelievers-byth y byddai derbyn y gallu [gyfan] y ddaear mewn aur o un ohonynt os byddai [ceisio] wystlon ei hun â hi. Ar gyfer y rhai y bydd yn cosbi poenus, a bydd ganddynt unrhyw gynorthwywyr.
da: Ja, dem, der tvivle og dø, mens de vantro - aldrig ville jorden i guld [hel] kapacitet blive accepteret fra en af dem hvis han ville [vil] gidsel sig med det. For dem der vil være en smertelig straf, og de vil have ingen hjælpere.
el: Πράγματι, αυτοί που πεθαίνουν και δυσπιστώ ενώ είναι disbelievers - ποτέ δεν θα το [πλήρης] μεταφορική ικανότητα της γης σε χρυσό γίνει αποδεκτή από ένα από αυτά αν αυτός θα [επιδιώκουν να] όμηρο τον εαυτό του με αυτό. Για όσους θα υπάρξει μια οδυνηρή τιμωρία και δεν θα έχουν καμία βοηθοί.
et: Tõepoolest, need, kes usu ja surevad samal ajal, kui nad on uskottomille - kunagi maa kullas [terve] võimsus arvestatakse ühest neist kui ta oleks [eesmärk] lunaraha ennast sellega. Neile tekib valulik karistuse ja neil puudub abilised.
fi: Itse asiassa ne, jotka ovat uskottomia ja kuolevat, kun ne ovat uskottomat - koskaan maan kultaa [koko] kapasiteetti hyväksyttäisiin niistä jos hän [pyrkivät] ostaa itse sen kanssa. Niille on tuskallinen rangaistus, ja heillä ei ole auttajia.
he: ואכן, למי להאמין, למות בעוד הם disbelievers - מעולם לא היכולת [כל] האדמה זהב תתקבל מאחד מהם? אם הוא [מבקשים] כופר את עצמו עם זה. עבור אלה יהיו עונש כואב, יהיה להם לא עוזרים.
hr: Uistinu, oni koji je siguran da je lažna i umrijeti dok su iskuse - nikad ne bi [cijela] kapacitet zemlje zlata biti prihvaćen od jednog od njih kad bi [nastoje] otkup sebe s njom. Za one koji će biti bolna kazna i imaju nema pomagača.
lt: Iš tiesų, tie, kurie neturi wierza ir mirti o jie disbelievers - niekada būtų [visos] talpa žemės aukso priimtas iš vieno iš jų jei jis būtų [siekia] išpirkos save su juo. Tiems, kurie bus skausminga bausmė, ir jie turės ne pagalbininkai.
lv: Protams, tiem, kuri neticēt un mirst, lai gan tie ir disbelievers - nekad nav zelta zeme [visas] jaudas pieņems no viena no tiem, ja viņš būtu [mērķis] izpirkt sevi ar to. Tiem būs sāpīgs sods, un viņiem būs bez palīgiem.
nb: Faktisk, de som tviler og dø mens de er troende - aldri ville [hele] kapasiteten på jorden i gull godtas fra en av dem hvis han ville [søker å] løsepenger seg med den. For dem det vil være en pinefull straff, og de vil ikke ha noen hjelpere.
sk: V skutočnosti tí, ktorí neveria a zomrieť, zatiaľ čo oni sú neveriacim - nikdy [celej] kapacitu Zeme v zlato budú prijaté z jedného z nich ak by [snažia] výkupné seba s ním. Pre tých bude bolestivé trest, a budú mať bez pomocníkov.
sl: Osebe, ki verjamem in umrl, medtem ko so disbelievers - nikoli ne bi [celotno] zmogljivost zemlje v zlatu sprejmejo od enega od njih če bi [skušajo] odkupnino sam z njo. Za tiste, ki bodo boleče kazen, in bodo imeli pomočnikov ni.
sr_cyrl: Заиста , они који сумњаш и умре док су скептике - никад не би [све] капацитет земље у злату бити прихваћен од једног од њих ако он би [покушавају да] откупнину за себе са тим. За оне ће бити болна казна, и они ће имати нема помагачи.
sr_latn: Zaista, oni koji sumnjaš i umre dok su skeptike - nikad ne bi [sve] kapacitet zemlje u zlatu biti prihvaćen od jednog od njih ako on bi [pokušavaju da] otkupninu za sebe sa tim. Za one će biti bolna kazna, i oni će imati nema pomagači.
uk: Дійсно, тих, хто не вірити і вмирають, поки вони disbelievers - ніколи не буде [усього] потенціалу землі в золото прийнято з одного з них якщо б він [прагнуть] викупити себе з нею. Для тих, хто буде болючим покарання, і вони не немає помічників.
vi: Thật vậy, những người disbelieve và chết trong khi họ thì - không bao giờ sẽ năng trái đất vàng, [toàn bộ] được chấp nhận từ một trong số họ nếu anh ta [tìm kiếm] chuộc mình với nó. Đối với những người sẽ có một hình phạt đau đớn, và họ không có ai giúp đỡ.
zu: Ngempela, labo disbelieve phoqoka NGENKATHI they are disbelievers - angisoze the [yonke] umthamo yomhlaba igolide amukela omunye wabo uma wayeyoba [sifuna ukuba] ngesihlengo ngokwakhe nalo.

# Quran385
source: Never will you attain the good [reward] until you spend [in the way of Allah] from that which you love. And whatever you spend - indeed, Allah is Knowing of it.
ca: Mai li a assolir el bé [recompensa] fins que passen [en Allah] des d'aquell que t'agrada. I qualsevol cosa passar - de fet, Allah és saber d'ella.
cy: Byth bydd eich cyrraedd da [gwobr] hyd nes y byddwch yn ei wario [rhwystro Allah] a ydych yn eu caru. A beth bynnag eich gwariant-yn wir, yw Allah yn gwybod amdano.
da: Aldrig vil du opnå god [belønning] indtil du tilbringe [i vejen for Allah] fra det, som du elsker. Og uanset hvad du bruger - faktisk Allah vel vidende om det.
el: Ποτέ δεν θα επιτύχεις το καλό [ανταμοιβή] μέχρι να ξοδεύετε [με τον τρόπο του Αλλάχ] από αυτό που αγαπάς. Και ό, τι ξοδεύετε - πράγματι, Αλλάχ γνωρίζοντας από αυτό.
et: Kunagi te saavutada hea [tasu] kuni [Jumalat] viis veeta see, mida sa armastad. Ja mida iganes sa kulutad - tõepoolest, Allah on sellest teadlik.
fi: Koskaan voit saavuttaa hyvä [palkita] kunnes kulutat [tapa hillitä] siitä, jossa you love. Ja Lahjoitatte - itse asiassa Jumala tietää sen.
he: לעולם לא להשיג הטוב [פרס] עד אתה מבלה [בדרכו של אללה] מזה שאתה אוהב. . ולדעת מה אתה מבלה - אכן, אללה זה מזה.
hr: Će te postići dobar [nagrada] sve dok ne potrošite [na putu Allah] od onoga što voliš. I što god provesti - doista, Allah je znao za to.
lt: Niekada bus jums pasiekti gerą [atlygį] kol jūs išleidžiate [Dievas] kaip nuo tos, kuri jums patinka. Ir ką jūs išleisti - iš tiesų, Allah yra žinant jo.
lv: Nekad netiks jūs sasniegt labu [atlīdzība] līdz brīdim, kad jūs pavadīt, [Allah] kā no tā, kas jums patīk. Un neatkarīgi no jums pavadīt - patiešām, Allah ir zināt par to.
nb: Aldri vil du oppnå gode [belønning] før du bruker [i form av Døyve] fra det som du elsker. Og hva du tilbringe - faktisk Allah er å vite det.
sk: Nikdy vám dosahovať dobré [odmena] kým strávite [v ceste Allah] od tej, ktorú máte radi. A čo strávite - Vskutku, Alah je vedieť to.
sl: Nikoli ne boste dosegli dobro [nagrado] dokler ne porabite [na poti Allah] od tiste, ki imate radi. In karkoli boste porabili - res, Allah je vedela za to.
sr_cyrl: Никада ће ти неће постићи добре [награда] док не проводиш [на Алаховом путу] од оне које волите. И шта год ти провести - заиста, Аллах је знати за то.
sr_latn: Nikada će ti neće postići dobre [nagrada] dok ne provodiš [na Alahovom putu] od one koje volite. I šta god ti provesti - zaista, Allah je znati za to.
uk: Ніколи не буде вам досягти хорошого [нагорода] поки ви проводите [на шляху Аллах] від того, що ви любите. І що б ви витрачаєте - дійсно, Аллах знаючи про це.
vi: Không bao giờ sẽ bạn đạt được tốt [thưởng] cho đến khi bạn chi tiêu [trong cách của Allah] từ đó mà bạn yêu thích. Và bất cứ điều gì bạn chi tiêu - thực sự, Allah là biết của nó.
zu: Ngeke uphinde bathole okuhle [umvuzo] uze uchithe [endleleni ka Allah] esusela kulowo omthandayo.

# Quran386
source: All food was lawful to the Children of Israel except what Israel had made unlawful to himself before the Torah was revealed. Say, [O Muhammad], "So bring the Torah and recite it, if you should be truthful."
ca: Tot el menjar era lícit a nens d'Israel excepte què Israel havia fet il·legal a si mateix abans que la Torà va ser revelat. Dir, [O Muhammad], "Així que portar el Torah i recitar això, si vostè ha de ser veraç."
cy: Oedd y bwyd i gyd yn gyfreithlon i blant Israel ac eithrio beth Israel wedi gwneud anghyfreithlon ei hun cyn datgelwyd y Torah. Dweud, [O Muhammad], "Felly ddwyn y Torah a'i hadrodd, os y dylech fod yn onest."
da: Al mad var lovligt at Israels børn undtagen hvad Israel havde gjort ulovlig at selv før Toraen blev afsløret. Sige, [O Muhammad], "Så bringe Toraen og recitere det, hvis du skulle være sandfærdig."
el: Όλα τα τρόφιμα ήταν νόμιμη για τα παιδιά του Ισραήλ, εκτός από ό, τι Ισραήλ είχε κάνει παράνομο στον εαυτό του πριν από το Torah αποκαλύφθηκε. Πω, [Ο Μωάμεθ], «Έτσι φέρει το Torah και προφέρουν συνέχεια, αλλά, αν θα πρέπει να είναι αληθείς.»
et: Kõik toit oli õiguspärane Iisraeli laste peale mida Iisrael oli ebaseaduslik ise enne tehtud Toora avastati. Ütlen, [O Muhammad], "Nii et tuua Toora ja etlema see, kui sa peaksid olema tõesed."
fi: Kaikki ruoka oli laillista Israelin lapset paitsi mitä Israel oli tehnyt laitonta itselleen ennen Tooran paljastui. Esimerkiksi: [Oi Muhammed] "Niin tuo Tooran ja lue se, jos olisi totuudenmukaista."
he: כל האוכל היה כדין ילדים ישראל מלבד מה ישראל הפך בלתי חוקי לעצמו לפני התורה נחשף. אומרים, [O מוחמד], "אז להביא את התורה ולא לדקלם את זה, אם אתה צריך להיות כנה."
hr: Sva hrana je zakonito da se djeca Izraela osim što Izrael učinio nezakonitim da sam prije Tori otkriveno. Kažu, [O Muhammad], "Tako donijeti Tori i recitirati, ako bi trebao biti iskren."
lt: Visas maistas buvo teisėta Izraelio vaikai išskyrus ką Izraelis padarė neteisėtą sau prieš Tora buvo atskleista. Tarkim, [O Muhammad], "Taip kad Tora ir deklamuoti, jei jūs turite būti teisingi."
lv: Visi pārtikas bija likumīga Izraēla bērniem, izņemot visu, ko Izraēla ir radījis prettiesiskas sev pirms Toras tika atklāts. Teiksim, [O Muhammad], "Tātad dot Toras un izrunāt to, ja jums ir jābūt patiesam."
nb: Alle var lovlig til Israels barn unntatt hva Israel hadde gjort ulovlig selv før Torah ble avslørt. Si, [O Muhammad], "Så ta Toraen og resitere, dersom du skulle være sannferdig."
sk: Všetky jedlo bolo zákonné deti Izraela, okrem čo Izrael urobil protiprávne sám pred Tóra bola odhalená. Napríklad: [Mohamed], "Takže priniesť Tóry a recitovať, ak by ste mali byť pravdivé."
sl: Vsa hrana je zakonito, da otrok izraelsko razen kaj Izrael je nezakonito sam pred Tora je pokazala. Recimo, [O Muhammad], "Tako prinašajo Tora in recitirali, če bi morali biti resnični."
sr_cyrl: Сва храна било законито децу Израелу осим шта Израел направио незаконито да себе пре Тора је откривена. Рецимо, [О Мухаммад], "Па Донесите Торе и изговарамо, да си био искрен."
sr_latn: Sva hrana bilo zakonito decu Izraelu osim šta Izrael napravio nezakonito da sebe pre Tora je otkrivena. Recimo, [O Muhammad], "Pa Donesite Tore i izgovaramo, da si bio iskren."
uk: Всі їжа була законним дітей Ізраїлеві, за винятком, що Ізраїль зробив незаконними до себе перед Тори було виявлено. Скажімо, [O Мухаммад], "Так принести Тори і читати це, якщо ви повинні бути правдивими".
vi: Tất cả thực phẩm là hợp pháp để trẻ em của Israel ngoại trừ những gì Israel đã làm trái pháp luật cho mình trước khi Torah đã được tiết lộ. Nói, [O Muhammad], "Vì vậy mang theo Torah và đọc nó, nếu bạn cần phải trung thực."
zu: Zonke ukudla kungokomthetho Ntwana Israyeli ngaphandle yini u-Israyeli ayezenzile emthethweni ngokwakhe phambili Torah yembulwa.

# Quran387
source: And whoever invents about Allah untruth after that - then those are [truly] the wrongdoers.
ca: I qui inventa sobre mentida Allah després d'això - llavors aquells [veritablement] són els malfactors.
cy: A dyfeisio pwy bynnag am Allah untruth ar ôl hynny-yna yn rhai [yn wir] y tramgwyddo.
da: Og hvem opfinder om Allah usandhed efter- så er de [virkelig] lovovertrædere.
el: Και όποιος εφευρίσκει για αναλήθεια του Αλλάχ μετά από αυτό - τότε αυτά είναι [πραγματικά] οι παραβάτες.
et: Ja kes iganes leiutab umbes Allah vale pärast seda -, siis need on [tõeliselt] selle tekitaja.
fi: Ja kuka keksii Allah valhe jonka jälkeen - niin ne ovat todella] laajemmalti.
he: מי ממציא על השקר אללה לאחר מכן - לאחר מכן אלו [באמת] הפושעים.
hr: I onaj koji izmišlja o Allahu neistina nakon toga - onda su to [doista] počinioce.
lt: Ir kas išrado apie Dievo netiesą po to - tada jie yra [tikrai] grzesznicy.
lv: Un tas, kurš izdomā par Allah nepatiesība, pēc tam - tad tie [patiesi] pārkāpējus.
nb: Hvem oppfant om Allah usannhet etter det - og de er [virkelig] i wrongdoers.
sk: A ten, kto vymyslí o Alah nepravdy po-tie sú potom [naozaj] zloèinci.
sl: In kdor si izmisli o Allah neresnico po tem - potem so [resnično] je wrongdoers.
sr_cyrl: И ко год измисли о Аллах неистине након тога - онда то су [истински] починиоце.
sr_latn: I ko god izmisli o Allah neistine nakon toga - onda to su [istinski] počinioce.
uk: І той, хто винаходить про Аллах неправди, після чого - то тих, хто справді [] на розкаюємося.
vi: Và bất cứ ai phát minh ra về Allah untruth sau đó - sau đó, những người [thật sự] Các wrongdoers.
zu: Futhi noma ubani invents mayelana Allah abangebona abeqiniso ngemva kwalokho - ke labo are [ngempela] laba benzi bokubi.

# Quran388
source: Say, "Allah has told the truth. So follow the religion of Abraham, inclining toward truth; and he was not of the polytheists."
ca: Dir: "Allah ha dit la veritat. Per seguir la religió d'Abraham, inclinant cap a la veritat; i no era de la politeistes."
cy: Dweud, "Mae Allah wedi dweud y gwir. Felly yn dilyn crefydd o Abraham, inclining tuag at wirionedd; ac nid oedd o y polytheists.
da: Sige, "Allah har fortalt sandheden. Så Følg religion af Abraham, hælder mod sandheden; og han var ikke af polyteister."
el: Λένε, «Αλλάχ είπε την αλήθεια. Έτσι να ακολουθήσει τη θρησκεία του Αβραάμ, επικλινές προς την αλήθεια. και δεν ήταν από το polytheists.»
et: Öelda: "Jumal on rääkinud tõtt. Nii et järgige religioon Abraham, kallutamist poole tõde; ja ta ei olnud selle polytheists kohta."
fi: Esimerkiksi: "Jumala on kertonut totuuden. Joten seuraa uskonto Abraham, kallistumista totuuden; ja hän ei ollut polytheists."
he: אומרים, "אללה סיפר את האמת. אז אחרי הדת של אברהם, inclining לעבר האמת; הוא לא היה polytheists."
hr: Reći, "Allah je rekao istinu. Zato slijedite vjeru Abrahama, okrenuta prema istini; i on nije bio od i politeisti.
lt: Sako: "Dievas pasakė tiesą. Todėl atlikite religija Abraomo, pavertimas link tiesos; ir jis buvo ne į polytheists."
lv: Teiksim, "Allah ir teicis patiesību. Lai sekotu reliģiju Abraham, piešķiebdama pret patiesību; un viņš nebija polytheists."
nb: Si, "Allah har fortalt sannheten. Så følg religion Abraham, skrånende mot sannheten. og han var ikke av polyteister.
sk: Povedať: "Boh povedal pravdu. Tak nasledovať náboženstvo Abraham, inklinující k pravde; a on nebol polyteisty."
sl: Pravijo, da "Allah je povedal resnico. Tako, da sledite vere Abrahama, nagibanje proti resnico; in on ni bil na politeiste."
sr_cyrl: Реци , "Аллах је рекао истину. Пратите религија Абрахамов, воља према истини; а он није био од на полyтхеистс."
sr_latn: Reci, "Allah je rekao istinu. Pratite religija Abrahamov, volja prema istini; a on nije bio od na polytheists."
uk: Скажімо, "Аллах сказав правду. Тому виконуйте релігії Авраама, схиляючись до істини; і він не з у polytheists."
vi: Nói, "Allah đã nói sự thật. Vì vậy hãy thực hiện theo tôn giáo của Abraham, inclining đối với sự thật; "và ông đã không của polytheists trong."
zu: Ithi, "Allah olitshele iqiniso Ngakho landela kolo Abraham, inclining ngase iqiniso.. Wayengekho we konkulunkulu abaningi"

# Quran389
source: Indeed, the first House [of worship] established for mankind was that at Makkah - blessed and a guidance for the worlds.
ca: De fet, la primera casa [de culte] establert per a la humanitat que va ser a Makkah - beneït i un Consell per als mons.
cy: Yn wir, y Tŷ cyntaf [o addoli] a sefydlwyd ar gyfer dynolryw oedd ar blentyndod-bendithio a canllawiau ar gyfer y byd.
da: Det første hus [af tilbedelse] etableret for menneskeheden var der faktisk på Makkah - velsignet og en vejledning til verdener.
el: Πράγματι, [της λατρείας] το πρώτο σπίτι που καθορίζονται για την ανθρωπότητα που ήταν σε Makkah - ευλογημένος και καθοδήγησης για τον κόσμο.
et: Esimene maja [Palvelkaa] kehtestatud inimkonnale tõepoolest mis Makkah - õnnistatud ja juhiseid, kuidas valmistuda maailmad.
fi: Ensimmäinen talossa [palvonta] perustettu ihmiskunnalle oli, että Makkah - siunattu ja ohjauksen maailman.
he: אכן, הבית הראשון [תפילה] הוקמה לאנושות זה היה במקאך - מבורך והכוונת העולמות.
hr: Doista, prvi kuću [vjere] za čovječanstvo koje je u Mekku - blagoslovljen i smjernice za svjetova.
lt: Iš tiesų, pirmasis namas [garbinti] nustatyta žmonijai buvo kad Makkah - palaiminti ir orientavimo pasaulius.
lv: Patiešām, pirmā māja [dievkalpojumu] izveidota cilvēcei bija Makkah - svētlaimīgs un vadlīnijas pasaules.
nb: Faktisk var det første huset [for tilbedelse] etablert for menneskeheten som Mekka - velsignet og en veiledning for verdens.
sk: Skutočne, prvý dom [uctievania] pre ľudstvo bolo, že v Mekke - požehnaný a vedenie svety.
sl: Res, prva hiša [čaščenja] za človeštvo je bil, da v Makkah - blagoslovljen in smernice za svetove.
sr_cyrl: Заиста , на први богомољи [] успостављен за људски род који је био у Макках - благословљен и као водич за светова.
sr_latn: Zaista, na prvi bogomolji [] uspostavljen za ljudski rod koji je bio u Makkah - blagoslovljen i kao vodič za svetova.
uk: Дійсно, перший будинок [поклоніння] створена для людства було те, що в Makkah - Блаженний і керівництво для світів.
vi: Thật vậy, ngôi nhà đầu tiên [của thờ phượng] thành lập cho nhân loại là tại Makkah - may mắn và một hướng dẫn cho thế giới.
zu: Ngempela, iNdlu lokuqala [yokukhulekela] isungulwe ngesintu kwakungelona ukuthi at Makkah - esibusisekile a hola imihlaba.

# Quran390
source: In it are clear signs [such as] the standing place of Abraham. And whoever enters it shall be safe. And [due] to Allah from the people is a pilgrimage to the House - for whoever is able to find thereto a way. But whoever disbelieves - then indeed, Allah is free from need of the worlds.
ca: En ella són evidents [com] el lloc de peu d'Abraham. I qui ho introdueix serà segur. I [deu] a Allah de la gent és un pelegrinatge a la casa - per a qui és capaç de trobar que un camí. Però qui disbelieves - llavors fet, Allah és lliure de necessitat dels mons.
cy: Yn ei arwyddion clir [fel] lle sefydlog Abraham. A fydd pwy bynnag sy'n dod i mewn yn ddiogel. A [fod] i Allah gan bobl yw pererindod i'r tŷ-pwy bynnag sydd yn gallu dod o hyd i ffordd iddi. Ond pwy bynnag a disbelieves-yna yn wir, yn rhydd o angen o fyd Allah.
da: Det er klart tegn [som] stående sted af Abraham. Og uanset hvem der træder det skal være sikkert. Og [grund] til Allah fra folk er en valfart til huset - for hvem er købedygtig hitte hertil en måde. Men hvem disbelieves - så ja, Allah er gratis fra nødvendigheden af verdens.
el: Σε αυτό είναι σαφή σημάδια της μόνιμης θέσης του Αβραάμ [όπως]. Και όποιος εισέρχεται το πρέπει να είναι ασφαλή. Και [θα] Αλλάχ από τους ανθρώπους είναι ένα προσκύνημα στο σπίτι - για οποιοσδήποτε είναι σε θέση να εξέλθουν σ ' αυτήν. Αλλά όποιος disbelieves - τότε πράγματι, Αλλάχ είναι δωρεάν από την ανάγκη των κόσμων.
et: Seal on näha selgeid [nagu] Abraham alaline koht. Ja kes läheb ta peab olema ohutu. Ja [tingitud] Allah inimesed on palverännak maja - kes iganes suudab leida sellele nii. Aga kes iganes disbelieves - siis tõepoolest, Allah on vaja Maailmade vabaks.
fi: Siinä ovat selviä merkkejä [kuten] pysyvä paikka Abraham. Ja jos joku tulee turvallinen. Ja [] Jumala kansalta on pyhiinvaellus House - Kuka pystyy löytämään niihin. Mutta kuka ei usko - niin Jumala onkin Ilmainen on maailman.
he: בו הם סימנים ברורים [כגון] המקום שעמד אברהם. מי נכנס זה יהיה בטוח. ו [בשל] אללה מן העם הוא לרגל לבית - עבור מי יהיה מסוגל למצוא שהוכנסו בו דרך. אבל מי disbelieves - אז אכן, אללה הוא ללא צורך של העולמות.
hr: U to su jasni znakovi poput stoji mjesto Abrahama. I ko god uđe u to će biti siguran. I [treba] da Allah od ljudi je hodočašće u kuću - za onoga tko je u mogućnosti pronaći njima način. Ali tko disbelieves - pa uistinu, Allah je slobodan od potrebe svjetova.
lt: Jame yra aiškių požymių [pvz] Abraomas stovi vietoje. Ir kas įveda jį turi būti saugūs. Ir [nes] Dievas iš žmonių yra piligrimystė į namus - tas, kas sugeba rasti jo būdą. Bet kas disbelieves - tada iš tiesų, Allah yra laisvas nuo reikia pasaulių.
lv: Tas ir skaidri redzams [piemēram], Abraham pastāvīgās dzīvesvietas. Un kurš ievada, tas ir droši. Un [izpildes] Allah no cilvēkiem ir svētceļojumu uz mājām - tas, kurš spēj to atrast veidu, kā. Bet tas, kurš disbelieves - tad patiešām, Allah ir konstatēta vajadzība pasaulēm.
nb: Det er klare tegn [som] stående stedet for Abraham. Og den som kommer inn det skal være trygt. Og [grunn] Allah fra folk er en pilegrimsreise til huset - for hvem er kjøpedyktig finner dette en måte. Men hvem disbelieves - og Allah er faktisk uten behovet av verdens.
sk: To sú jasné znaky [napríklad] stála miesto Abraháma. A ten, kto vstúpi, to musí byť bezpečné. A [spôsobené] Boh od ľudí je púť do domu - pre toho, kto je schopný nájsť k nemu cestu. Ale kto neverí - potom skutočne Alah je bez potreby svetov.
sl: V njem so jasni znaki [kot] stoji mesto Abraham. In kdor vstopi mora biti varno. In [zaradi] Allah od ljudi, je romanje v hišo - Kdor je našel njo način. Vendar kdor jih disbelieves - potem res, Allah je brez potrebe svetov.
sr_cyrl: У њему су јасни знакови попут стоји место од Абрахама. И ко год уђе то бити сигурни. И [крајњи рок] да Аллах од људи којима је ходочашће у кућу - ко год да буде моћи наћи предњег начин. Али ко год дисбелиевес - онда заиста, Аллах је слободан од потребе светова.
sr_latn: U njemu su jasni znakovi poput stoji mesto od Abrahama. I ko god uđe to biti sigurni. I [krajnji rok] da Allah od ljudi kojima je hodočašće u kuću - ko god da bude moći naći prednjeg način. Ali ko god disbelieves - onda zaista, Allah je slobodan od potrebe svetova.
uk: В ньому є явні ознаки [наприклад] Авраама, місце стоячи. І той, хто входить він буде безпечний. І [через] Аллах від людей є паломництво до будинку - для того, хто здатний знайти до нього шлях. Але той, хто влаштовує викрадення - то дійсно, Аллах звільниться від необхідності світів.
vi: Trong đó có các dấu hiệu rõ ràng như vị trí đứng của Abraham. Và bất cứ ai đi vào nó sẽ được an toàn. Và [vì] Allah từ nhân dân là một cuộc hành hương về nhà - cho bất cứ ai có thể tìm thêm nưa cách. Nhưng bất cứ ai disbelieves - sau đó thực sự, Allah là miễn phí từ các nhu cầu của thế giới.
zu: Kuyo izimpawu ezicacile [ezifana] endaweni nokuma ka-Abrahama.
