Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2455
source: You will not see therein a depression or an elevation."
ca: No veiem en ell una depressió o una elevació."
cy: Ni welwch erthyglau iselder neu gweddlun."
da: Du vil ikke se deri en depression eller en elevation."
el: Δεν θα δείτε σε αυτήν μια κατάθλιψη ή μια ανύψωση."
et: Te ei näe nendes on langus või tõus."
fi: Et näe siinä masennus tai korkeus."
he: לא תראה בו גומה או ובחרמון."
hr: Nećete vidjeti u njemu depresiju ili visine."
lt: Jūs pamatysite ten depresija arba pakilimas."
lv: Nebūs redzamas tajā depresija vai paaugstināšanu."
nb: Du vil ikke se der en depresjon eller en høyde."
sk: Vidíte v ňom depresie a nadmorskej výške."
sl: Ne boste videli v njej depresijo ali zvišanje."
sr_cyrl: Не видите у томе депресије или висину."
sr_latn: Ne vidite u tome depresije ili visinu."
uk: Ви не побачите в ньому депресію або висоті."
vi: Bạn sẽ không nhìn thấy trong đó một trầm cảm hoặc độ cao."
zu: Ngeke ubone therein ukucindezeleka noma ephakeme. "

# Quran2456
source: That Day, everyone will follow [the call of] the Caller [with] no deviation therefrom, and [all] voices will be stilled before the Most Merciful, so you will not hear except a whisper [of footsteps].
ca: Aquell dia, tothom seguirà [la crida de] la trucada [amb] cap desviació dels mateixos, i veus [tots els] es pot es va calmar abans el misericordiós, perquè vostè no escoltarà excepte un xiuxiueig [de passos].
cy: Y diwrnod hwnnw, bydd pawb yn dilyn [galwad] y galwr [gyda'r] oes gwyriad thelir, a bydd stilled lleisiau [bob] cyn tosturiol, felly ni fyddwch yn clywed ac eithrio sibrwd [o ôl troed].
da: Dag, alle vil følge [call of] opkalds [med] ingen afvigelse herfra, og [alle] stemmer vil stilnede før den mest barmhjertige, så du ikke vil høre undtagen en hvisken [af fodspor].
el: Εκείνη την ημέρα, καθένας θα ακολουθήσει [την κλήση του] ο καλών [με] καμία απόκλιση από αυτήν, και [όλες] φωνές θα να ακινητοποιήσει πριν ο πανάγαθος, έτσι δεν θα ακούτε εκτός από ένας ψίθυρος που [βήματα].
et: Sel päeval, igaüks jälgib [Helista] helistaja [koos] ükski kõrvalekalle sellest, ja näidatakse enne armollinen, stilled [kõik] häält, et sa ei kuule välja arvatud sosin [jälgedes].
fi: Samana päivänä, jokainen seurata [kutsu] soittajan [kanssa] ole poikkeama tästä, ja [all] ääniä pelaajalle ennen laupias, joten et kuule paitsi kuiskaukseksi [jalanjälkiä].
he: באותו היום, כולם יעברו [הקריאה של] המתקשר [עם] חריגה ממנו, ו [כל] הקולות להיות שמעל לפני הרחמן ביותר, ולכן לא תשמע חוץ לחישה [של צעדים].
hr: Tog dana, svi će slijediti [poziv] Caller [s] bez odstupanja od toga, i [sve] glasovi će biti smiren prije Najmilostiviji, pa nećete čuti osim šapat [od stope].
lt: Tą dieną, visi seks [kvietimas] [su] nedaug nukrypo skambinantysis, ir [visi] balsai bus raminančią prieš litosciwy, todėl tu neišgirsi išskyrus šnabždesys [iš pėdomis].
lv: Todien, ikvienam būs sekot [aicinājumam] zvanītājs [ar] nekādas novirzes no tiem un [visi] viedokļi tiks nomierinājās pirms žēlsirdīgs, tāpēc jūs dzirdēsiet ne izņemot čuksts [pēdās].
nb: Den dagen, alle vil følge [call of] oppringeren [med] ingen avvik derav, og [alle] stemmene vil være stilnet før den mest barmhjertige, så du ikke vil høre unntatt en hvisken av fotspor].
sk: Ten deň, budú všetci nasledovať [volanie] volajúceho [s] žiadna odchýlka z neho a [všetky] hlasy sa utíšil pred Most Milosrdných, takže nebudete počuť okrem šepot [kroky].
sl: Ta dan, vsakdo bo sledil [call of] klicatelj [z] ni odstopanje, in [vse] glasove, se bo umirivahu pred najbolj usmiljen, tako ne boste slišali razen šepeta [stopinje].
sr_cyrl: Тог дана, сви ће следити [зов] позивалац [са] без одступања владини, и [сви] гласови ће стално бити у природи раније најмилостивији, тако да не чућете осим [мрвицу стопе].
sr_latn: Tog dana, svi će slediti [zov] pozivalac [sa] bez odstupanja vladini, i [svi] glasovi će stalno biti u prirodi ranije najmilostiviji, tako da ne čućete osim [mrvicu stope].
uk: Того ж дня, кожна людина буде слідувати [заклик] абонент [з] немає відхилення від них, і [всі] голоси буде stilled перед милостивий, так що ви не почуєте, за винятком Шепіт [стопах].
vi: Ngày đó, tất cả mọi người sẽ làm theo [cuộc gọi của] người gọi với không có độ lệch từ đó, và tiếng nói [tất cả] sẽ được ngừng trước nhất thương xót, vì vậy bạn sẽ không nghe ngoại trừ một tiếng thì thầm [của bậc thang].
zu: Lokho Day, wonke umuntu uyolandela [call of] caller [nge] kungabikho kuphambuka khona, futhi bonke [] amaphimbo uzobe nzonzobala ngaphambi the Ningi Nomusa, ngakho ngeke uzwe ngaphandle umnyenyezo [wezigi].

# Quran2457
source: That Day, no intercession will benefit except [that of] one to whom the Most Merciful has given permission and has accepted his word.
ca: Aquell dia, sense intercessió beneficiarà excepte [que] qui més compassius ha donat permís i ha acceptat la seva paraula.
cy: Y diwrnod hwnnw, bydd unrhyw intercession o fudd ac eithrio [] un y mae mwyaf tosturiol rhoi caniatâd ac mae wedi derbyn ei air.
da: Dag, ingen forbøn vil gavne undtagen [] en som den mest barmhjertige har givet tilladelse og har accepteret hans ord.
el: Εκείνη την ημέρα, δεν μεσολάβηση θα ωφεληθούν εκτός [του] ένα στους οποίους ο πανάγαθος έδωσε την άδεια και έχει αποδεχθεί το λόγο του.
et: Sel päeval ei eestkostmine saavad v.a [] üks, kellele selle armollinen andis loa ja tema sõna vastu võtnud.
fi: Samana päivänä, ei esirukousta hyödyttää paitsi [] jolle Armahtaja on antanut luvan ja hyväksyi hänen sanaansa.
he: באותו היום, אין התערבותו ייהנו חוץ [] אחד הרחמן ביותר נתנה רשות ולא קיבל את המילה שלו.
hr: Taj dan nema zagovor će imati koristi osim [to od] jedan kojima najmilostiviji dao dozvolu i prihvaća njegovu riječ.
lt: Tą pačią dieną, ne užtarimo bus naudinga išskyrus [] vienas kam labiausiai gailestingas yra suteiktas leidimas ir priėmė jo žodį.
lv: Šajā dienā nav aizrunāšana gūs labumu izņemot [ka] viens, kam visvairāk žēlsirdīgs atļāvis un ir pieņēmis viņa vārdu.
nb: Den dagen, ingen forbønn vil gagne unntak [av] som den mest Nåderike har gitt tillatelse og har akseptert hans ord.
sk: Ten deň, žiadne prosby budú mať prospech, okrem [] ten komu Najpodstatnejšou dala povolenie a prijal jeho slova.
sl: Tisti dan, ne priprošnjo hoteti prid razen [je] ena komu najbolj usmiljen je dovolil in sprejel njegove besede.
sr_cyrl: Тог дана, нема посредовање ће имати користи осим [оних] један коме се најмилостивији је дао дозволу и прихватила његову реч.
sr_latn: Tog dana, nema posredovanje će imati koristi osim [onih] jedan kome se najmilostiviji je dao dozvolu i prihvatila njegovu reč.
uk: Цей день, немає заступництва принесе користь за винятком [що] одним яким самий милосердний дозволу і прийняв його слово.
vi: Ngày hôm đó, không có can thiệp sẽ đem lại lợi ích trừ [là] một người khoan dung nhất đã được sự cho phép và đã chấp nhận lời.
zu: Lowo suku hhayi intercession bayozuza ngaphandle [kwala] lowo Ningi Nomusa ekunike imvume futhi wamukele izwi lakhe.

# Quran2458
source: Allah knows what is [presently] before them and what will be after them, but they do not encompass it in knowledge.
ca: Allah sap què és [actualment] abans d'ells i el que serà després d'ells, però no abasten el coneixement.
cy: Allah gwyr beth [ar hyn o bryd] cyn iddynt a beth fydd ar ôl iddynt, ond nid ydynt yn cynnwys ei mewn gwybodaeth.
da: Allah ved hvad er [i øjeblikket] før dem, og hvad vil være efter dem, men de omfatter det ikke i viden.
el: Αλλάχ γνωρίζει τι είναι [σήμερα] πριν τους και ποια θα είναι μετά από αυτά, αλλά δεν περιλαμβάνει αυτό σε γνώση.
et: Jumal teab mida on [praegu] enne neid ja milline saab olema pärast neid, kuid nad hõlmavad ta teadmisi.
fi: Jumala tietää [hetkellä] ennen ja mitä tulee heidän jälkeensä, mutta he kuulu osaamiseen.
he: אללה יודע מהו [כיום] לפני אותם ואת מה יהיה אחרי אותם, אבל הם לא להקיף אותו בידע.
hr: Allah zna šta je [sada] prije njih i šta će biti poslije njih, ali oni to ne obuhvaća znanje.
lt: Dievas žino, kas yra [dabar] prieš juos ir kas bus po jų, bet jie negali apimti jį žinių.
lv: Allah zina, ko pašlaik [] pirms tos, un kāda būs pēc tam, kad viņiem, bet viņi nevar ietvert atziņas.
nb: Allah vet hva er [dag] før dem, og hva vil være etter dem, men de gjør ikke omfatte det i kunnskap.
sk: Boh vie, čo momentálne [] pred nimi, a čo bude po nich, ale oni nezahŕňala poznatkov.
sl: Allah ve, kaj je [sedaj] pred njimi in kaj se bo po njih, vendar pa ne zajemajo v znanje.
sr_cyrl: Аллах зна ста је [тренутно] пред њима и шта ће бити након њих, али они то не обухвате у знање.
sr_latn: Allah zna sta je [trenutno] pred njima i šta će biti nakon njih, ali oni to ne obuhvate u znanje.
uk: Аллах знає, що [сьогодні] перед ними, і що буде після них, але вони охоплюють його в знань.
vi: Allah biết là [hiện nay] gì trước khi họ và những gì sẽ họ, nhưng họ không bao gồm nó trong kiến thức.
zu: Allah azi babe is KHO [masinyane] phambi kwabo futhi siyoba yini ngemva kwabo, kodwa abazi ahlanganise it in ulwazi.

# Quran2459
source: And [all] faces will be humbled before the Ever-Living, the Sustainer of existence. And he will have failed who carries injustice.
ca: I cares [tots els] serà humiliat abans mai-vius, el Sustainer de l'existència. I ell haurà fracassat que comporta d'injustícia.
cy: A bydd wynebau [bob] yn teimlwn yn wylaidd yng cyn y byw erioed, y Sustainer o fodolaeth. A bydd wedi methu pwy sy'n gwneud anghyfiawnder.
da: Og [alle] ansigter vil blive ydmyget før Ever-levende, opretholderen af eksistens. Og han har svigtet der bærer uretfærdighed.
el: Και [όλα] πρόσωπα θα είναι ταπείνωσε πριν από την ολοένα και συνθηκών διαβίωσης, αυτός που συντηρεί την ύπαρξη. Και αυτός θα έχουν αποτύχει Ποιος ασχολείται με την αδικία.
et: Ja [kõik] nägu näidatakse alandlikuks enne Ever-elu, olemasolu alalhoidja. Ja ta ei täitnud, kes tegeleb ülekohus.
fi: Ja [all] kasvot nöyrtyneenä yhä elävät Sustainer olemassaolo. Eikä hän ole voinut tökset epäoikeudenmukaisuutta.
he: ועל פניהם [כל] ענווה לפני Ever-החיים, Sustainer של הקיום. הוא נכשלה נושאת אי-צדק.
hr: I [sve] lica, bit će ponižen prije nego ikad-dnevni, održava postojanje. I on bude koji nosi nepravde.
lt: Ir [visi] veidai bus pažemintas iki Ever-gyvo, Sustainer egzistavimo. Ir jis bus nepavyko, kurie vykdo neteisybė.
lv: Un [visi] sejas tiks humbled pirms Ever-Living, eksistenci uzturētājs. Un viņš būs neizdevās, kas nes netaisnību.
nb: Og [alt] ansikter vil bli humbled før er stadig levende, stabiliserer eksistens. Og han vil ha mislyktes som bærer urettferdighet.
sk: A [všetky] tváre sa pokoril pred Ever-žijúci, podporovateľom existencie. A sa mu nepodarilo, kto nesie nespravodlivosti.
sl: In [vsi] obrazi bo poniža pred Ever-življenje, enako obstoja. In on bo uspel, ki nosi krivico.
sr_cyrl: И [све] лица ће бити понизна пред Евер-ћивима, на одрћавања динамике постојања. И он право разоцарење који носи неправде.
sr_latn: I [sve] lica će biti ponizna pred Ever-ћivima, na odrћavanja dinamike postojanja. I on pravo razocarenje koji nosi nepravde.
uk: І [всі] обличчя, буде понижений перед Ever-життя, Sustainer існування. І він буде не змогли, хто несе несправедливості.
vi: Và [tất cả] khuôn mặt sẽ được hạ nhục trước Ever-sống, Đâng tồn tại. Và ông sẽ có thất bại người mang bất công.
zu: Futhi [bonke] ubuso iyothotshiswa ngaphambi Ever-Living, uMsekeli ukhona.

# Quran2460
source: But he who does of righteous deeds while he is a believer - he will neither fear injustice nor deprivation.
ca: Però el que fa de justos fets mentre que ell és un creient - ell ni es por injustícia ni la privació.
cy: Ond ef sy'n gwneud y gweithredoedd hoes dabloid tra ei fod yn credu'n-bydd ychwaith ofn anghyfiawnder nac amddifadedd.
da: Men han, der gør af retfærdige gerninger, mens han er en troende - han vil hverken bange for uretfærdighed eller afsavn.
el: Αλλά αυτός που κάνει του δίκαιοι πράξεις, ενώ είναι οπαδός - θα ούτε φόβο αδικία, ούτε στέρηση.
et: Aga kes ei õige tegusid, kuigi ta on usklik - ta näidatakse kumbki hirmu ebaõigluse ega äravõtmine.
fi: Mutta joka tekee vanhurskaita tekoja, kun hän on uskovainen - hän eivät pelkää epäoikeudenmukaisuutta tai puutetta.
he: אך מי שעושה מעשים צדיקים בעוד הוא מאמין - הוא יהיה גם חושש העוול ולא חסך.
hr: Ali tko čini pravedna djela dok je vjernik - on će ni nepravdu ni deprivacije.
lt: Bet tas, kuris vykdo teisieji poelgius, o jis yra tikintysis - jis bus nei baiminasi neteisingumo, nei atėmimo.
lv: Bet tas, kurš dara taisns darbiem, bet viņš ir ticīgais - viņš būs ne bailes, netaisnību, nedz brīvības atņemšanu.
nb: Men han som gjør av rettferdige gjerninger mens han er en tro - han vil verken frykter urettferdighet eller deprivasjon.
sk: Ale ten, kto robí spravodlivé skutky, zatiaľ čo on je veriaci - on sa ani strach, nespravodlivosť, ani deprivácia.
sl: Ampak kdor ne pravični dejanja, medtem ko je vernik - on ne bo strah, krivice niti odvzem.
sr_cyrl: Али онај ко ради праведног дела, док је верник - он неће ни страх неправде, нити депривација.
sr_latn: Ali onaj ko radi pravednog dela, dok je vernik - on neće ni strah nepravde, niti deprivacija.
uk: Але той, хто робить з добрі справи, хоча він є віруючим - він буде ні страху, несправедливості, ні позбавлення.
vi: Nhưng người nào của hành động chính trong khi ông là một người tin tưởng - ông sẽ không phải lo sợ sự bất công, cũng không thiếu thốn.
zu: Kodwa lowo owenza of nezenzo zokulunga ngenkathi he is ikholwa - yena ngeke yesabe okungemthetho nor nokuswela.

# Quran2461
source: And thus We have sent it down as an Arabic Qur'an and have diversified therein the warnings that perhaps they will avoid [sin] or it would cause them remembrance.
ca: I així ens han empresonat com un Alcorà àrab i han diversificat en ell les advertències que potser evitarà [sin] o ells provocaria record.
cy: Ac felly yr ydym wedi ei anfon i lawr fel Qur'an Arabeg ac wedi arallgyfeirio ynddo y rhybuddion bod efallai byddant yn osgoi'r [pechod] neu byddai'n achosi eu cofio.
da: Og derfor vi har sendt det ned som en arabisk Koran og har diversificeret deri advarsler, måske de vil undgå [sin] eller det vil påføre dem erindring.
el: Και έτσι έχουν σταλεί ως μια αραβική Qur'an και έχουν διαφοροποιηθεί σε αυτήν τις προειδοποιήσεις ότι ίσως θα αποφευχθεί [αμαρτία] ή θα τους προκαλούσε ανάμνηση.
et: Ja seega me on saatnud seda Araabia Koraan ja on mitmekesise sealsamas hoiatusi, et võibolla nad väldivad [pattu] või see põhjustab neile mälestuseks.
fi: Ja näin on lähettää se Arabian Koraanin ja on monipuolinen siinä varoitukset että ehkä välttää [sin] tai niille aiheutuu muisto.
he: ובכך אנו שלחו אותו כמו הקוראן בערבית, מגוונים תוך האזהרות כי אולי הם ימנעו [חטא] או שזה יגרום להם זכרון.
hr: I tako smo poslali ga kao Kur'an na arapskom i imaju raznolik u njemu upozorenja da možda oni će izbjegavati [sin] ili da će ih izazvati sjećanje.
lt: Ir taip mes ji pateikė Arabų Korano ir išplėtė jame įspėjimai, kad galbūt jie padės išvengti [nuodėmės] ar tai sukeltų jų atminimas.
lv: Un tādējādi mums ir nosūtījušas to kā arābu Korāns un tajā ir diversificēts brīdinājumi, ka varbūt viņi izvairīsies no [grēks] vai tā varētu radīt viņiem piemiņas.
nb: Og derfor vi har sendt det som en arabisk Koranen og har diversifisert der advarsler at kanskje de vil unngå [synd] eller det ville føre dem til erindring.
sk: A tak sme ho poslali ako Korán v arabčine a rozložilo v ňom varovania, že snáď sa vyhnete [hriech] alebo to by spôsobilo ich pamiatku.
sl: In tako smo so poslan kot arabski Koran in razpršene v njem opozorila, da morda se izognejo [sin] ali bi povzročali spomina.
sr_cyrl: И тако смо да су га послали као неки арапски Куран и имају развио у томе, од упозорења да можда они ће избећи [грех] или би их изазвала памћења.
sr_latn: I tako smo da su ga poslali kao neki arapski Kuran i imaju razvio u tome, od upozorenja da možda oni će izbeći [greh] ili bi ih izazvala pamćenja.
uk: І тим самим послав його як Арабська Коран і мають диверсифікованої в ньому попередження, що, можливо, вони будуть уникати [гріх] або це викликало б їх пам'яті.
vi: Và vì vậy chúng tôi đã gửi nó như một kinh Koran tiếng ả Rập và có đa dạng trong đó cảnh báo rằng có lẽ họ sẽ tránh [sin] hoặc nó sẽ gây ra cho họ nhớ.
zu: Futhi kanjeyana sa it nikela njengenhlangano Arabic Qur'an futhi baye isabalalise therein izixwayiso ezimenyezelwa mhlawumbe bayogwema [isono] noma abangele ngabo yenkumbulo.

# Quran2462
source: So high [above all] is Allah, the Sovereign, the Truth. And, [O Muhammad], do not hasten with [recitation of] the Qur'an before its revelation is completed to you, and say, "My Lord, increase me in knowledge."
ca: Tan alt [sobretot] és Allah, el sobirà, la veritat. I, [O Muhammad], no accelerar amb [recitació de] l'Alcorà abans s'ha completat la seva revelació a vostè, i dir, "el meu Senyor, increment em coneixement."
cy: Mor uchel [anad] yw Allah, sofran, y gwir. A [O Muhammad], nid oes brysuro â [lefaru o] y Qur'an cyn ei ddatguddiad wedi'u cwblhau i chi, a dweud, "fy Arglwydd, cynyddu mi mewn gwybodaeth."
da: Så højt [over alle] er Allah, suveræne, sandheden. Og [O Muhammad], ikke skynde mig med [recitation af] Koranen før sin åbenbaring er afsluttet til dig, og sige, "min herre, øge mig viden."
el: Τόσο ψηλά [πάντων] είναι Αλλάχ, το κυρίαρχο, την αλήθεια. Και, [Ο Μωάμεθ], δεν επιταχύνει με [απαγγελία του] το Κοράνι πριν την αποκάλυψη ολοκληρώνεται σε εσάς, και λένε, «Κύριέ μου, αύξηση του μου γνώση.»
et: Nii kõrge [üle kõik] on Jumalat suveräänne, tõde. Ja [O Muhammad], kiirustama [ettekandmine] Koraan enne selle Ilmutuse lõppu sulle ja öelda, "Issand, suurenemine mulle teadmisi."
fi: Niin korkealla [kaikki] on Jumala, suvereeni, totuus. Ja [Oi Muhammed] nopeuttaa [lausunta] Koraanin ennen sen ilmestys on valmis teille ja sanoa, "herrani, lisää minua tietoa."
he: כל כך גבוה [מעל הכל] הוא אללה, הריבון, את האמת. ומוחמד, [O], לא יזרז עם [דקלום] הקוראן לפני ההתגלות שלו הושלמה לך, והוא אומר, "אדוני, להגדיל לי הידע."
hr: Visoko [prije svega] je Allah, vladar, istina. I [O Muhammad], ubrzati s [moljenje] Kur'an prije njegove objave su završeni ti i reći, "gospodaru, povećanje mi znanje."
lt: Toks didelis [visų pirma] yra Dievas, valdovo, tiesa. Ir, [O Muhammad], ne skubėti su [deklaravimas ir] Korano iki jo apreiškimas yra baigtas jums, ir pasakyti, "mano Viešpatie, padidinti man žinių."
lv: Tik augstu [pirmām kārtām] ir Allah, Sovereign, patiesību. Un [O Muhammad], ne paātrināt ar [citāts no] Korāns pirms tā atklāsme ir pabeigta jums un saka: "mans kungs, palielināt man zināšanas."
nb: Så høyt [over alle] er Allah, suverene, sannheten. Og [O Muhammad], ikke skynde seg med [resitasjon av] Koranen før sin åpenbaring er fullført for deg, og si, "min Herre, øke meg i kunnskap.
sk: Tak vysoko [predovšetkým] je Alah, panovníka, je pravda. A [Mohamed], nebude ponáhľať s [recitácie] Korán pred jeho zjavenia neskončí na vás a povedať, "môj pán, mi zvýšenie poznatkov."
sl: Tako visoko [predvsem] je Allah, suvereno, resnica. In [O Muhammad], ne pospeši z [recitacija] Koran, preden dopolni tako, da vam njegovo razodetje, in reči, "Moj Gospodar, povečati mi v znanja."
sr_cyrl: Тако високо [изнад свега] је Аллах, владар, истину. Мухамедом, [О], не убрза са [рецитације] Кур'ану пре своје откривење заврши са тобом, и рекао, "мој господару, повећање ми знање."
sr_latn: Tako visoko [iznad svega] je Allah, vladar, istinu. Muhamedom, [O], ne ubrza sa [recitacije] Kur'anu pre svoje otkrivenje završi sa tobom, i rekao, "moj gospodaru, povećanje mi znanje."
uk: Настільки висока, [перш за все] є Аллаха, суверенних, правда. І [O Мухаммад], не поспішають з [декламація] Коран перед його одкровення буде завершено до вас і сказати: "Мій Господь, збільшення мене знань."
vi: Cao như vậy [trên tất cả] là Allah, quyền, sự thật. Và [O Muhammad], không đẩy nhanh với [lần chuỗi] kinh Koran trước khi sự mặc khải của nó được hoàn thành cho bạn, và nói, "Thưa ngài, tăng tôi kiến thức."
zu: Ngakho okusezingeni [ngaphezu kwabo bonke] Allah, EnguMbusi, iQiniso.

# Quran2463
source: And We had already taken a promise from Adam before, but he forgot; and We found not in him determination.
ca: I ja ens havia fet una promesa d'Adam abans, però va oblidar; i hem trobat no en ell la determinació.
cy: A oedd eisoes yn gwneud addewid gan Adam cyn, ond anghofiodd; ac ni welsom ni mewn iddo penderfyniad.
da: Og vi havde allerede taget et løfte fra Adam før, men han glemte; og vi fandt ikke i ham bestemmelse.
el: Και έχουμε ήδη λάβει μια υπόσχεση από τον Αδάμ πριν, αλλά ξέχασε? και βρήκαμε δεν σ ' αυτόν τον προσδιορισμό.
et: Ja meil oli juba võetud lubadus Adam enne, kuid ta unustas; ja leidsime ei temasse määramine.
fi: Ja olimme jo ottaneet lupaus Aadamin ennen, mutta hän unohti; ja löysimme ei hänessä määrittäminen.
he: אנחנו כבר לקח הבטחה מאדם לפני, אבל הוא שכח; ומצאנו לא בו בנחישות.
hr: I već smo uzeli obećanje od Adama, ali je zaboravio; i našli smo u njemu odlučnost.
lt: Ir mes jau buvo pažadas nuo Adomo iki, bet jis pamiršo; ir mes nustatėme ne į jį nustatyti.
lv: Un mēs jau veikusi solījums no Adam pirms, bet viņš aizmirsa; un mēs noskaidrojām, nav viņu apņēmību.
nb: Og vi hadde allerede tatt et løfte fra Adam før, men han har glemt; og vi fant ikke i ham besluttsomhet.
sk: A sme už prijali sľub od Adama pred, ale zabudol; a našli sme v ňom stanovenie.
sl: In smo že sprejele obljuba od Adama pred, vendar je pozabil; in smo ugotovili, ne v njem določanje.
sr_cyrl: И већ преузели смо обећање од Адама раније, али је заборавио; и нашли смо одлучност не у њега.
sr_latn: I već preuzeli smo obećanje od Adama ranije, ali je zaboravio; i našli smo odlučnost ne u njega.
uk: І ми виконував обіцянку від Адама, перед, але він забув; і ми знайшли не в його визначення.
vi: Và chúng tôi đã được một lời hứa từ Adam trước khi, nhưng ông đã quên; và chúng tôi thấy không có trong anh ta quyết tâm.
zu: Futhi We kakade ethenjiswa Adamu ngaphambi, kodwa yakhohlwa;
