Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2726
source: But the people divided their religion among them into sects - each faction, in what it has, rejoicing.
ca: Però la gent divideix la seva religió entre ells en sectes - cada facció, en el que té, alegrant.
cy: Ond mae pobl yn rhannu eu crefydd yn eu plith yn sectau-pob carfan, yn beth mae, lawenhau.
da: Men folk delt deres religion blandt dem i sekter - hver fraktion, hvad det har, jubel.
el: Αλλά οι άνθρωποι χωρίζονται τους θρησκεία μεταξύ τους σε αιρέσεις - κάθε φατρία, σε ό, τι έχει, πανηγυρισμούς.
et: Aga inimesed jagada oma religiooni, nende hulgas arvesse sektid - iga fraktsioon, mis see on, pidutsemine.
fi: Mutta ihmiset jakaa heidän uskontonsa joukossa tulee lahkojen - kunkin ryhmittymän, mitä se on ilo.
he: אבל האנשים חילקו את הדת שלהם בקרב אותם לתוך כתות - סיעה, זה מה יש, צוהלים.
hr: Ali ljudi dijele njihove vjere među njima u sekti - svaka strana, u tome je, uživajući.
lt: Bet žmonės suskirstyti savo religiją tarp jų į sektos - kiekviena frakcija, į tai, ką ji turi, džiaugtis.
lv: Bet cilvēki sadalīt savu reliģiju starpā par sektām - katrai frakcijai, kas tas ir, jautrība.
nb: Men de delt sin religion blant dem i sekter - hver fraksjon, i hva det har, glede.
sk: Ale ľudí rozdeliť svoje náboženstvo medzi nimi do sekty - Každá frakcia, čo to má, raduje.
sl: Vendar ljudje delijo svoje vere med njimi v sekte - vsaka frakcija, v to, kar je, veselje.
sr_cyrl: Али људи подељена њихове религије међу њима у сектама - свака фракција, у то је радује.
sr_latn: Ali ljudi podeljena njihove religije među njima u sektama - svaka frakcija, u to je raduje.
uk: Але люди розділити їх релігії, серед них в сект - кожної фракції, в те, що вона виявила радіє.
vi: Nhưng những người chia của tôn giáo trong số đó vào phái - mỗi phe, trong những gì nó có, vui mừng.
zu: Kodwa abantu ihlukaniswe inkolo yabo phakathi kwabo abe amahlelo - iqembu ngalinye, nalokho anakho, ayetshathe ethokoza.

# Quran2727
source: So leave them in their confusion for a time.
ca: Així, deixar-los en la seva confusió per un temps.
cy: Felly gadael iddynt yn eu dryswch am amser.
da: Så lad dem i deres forvirring for en tid.
el: Μέχρι τα εγκαταλείψουν στη σύγχυση για μια φορά.
et: Nii et Jäta need oma aega segadust.
fi: Joten jätä ne hämmennystään aikaa.
he: אז תשאיר להם בבלבול שלהם במשך זמן.
hr: Tako ih ostaviti u njihovu zbunjenost vremena.
lt: Todėl palikti juos jų painiavos laiką.
lv: Tātad atstāt tos viņu apjukums laiku.
nb: Så la dem i deres forvirring i tid.
sk: Nechajte ich v ich zámene čas.
sl: Tako jih pustiti v njihova zmedenost za časa.
sr_cyrl: Зато их остави у њихову збуњеност времена.
sr_latn: Zato ih ostavi u njihovu zbunjenost vremena.
uk: Так залишити їх у подиві протягом часу.
vi: Do đó để lại cho họ trong sự nhầm lẫn của họ trong một thời gian.
zu: Ngakho hamba them ukudideka kwabo okwesikhathi esithile.

# Quran2728
source: Do they think that what We extend to them of wealth and children
ca: Creuen que el que podem estendre a ells de la riquesa i els nens
cy: A ydynt yn credu bod hyn yn ymestyn iddynt cyfoeth a phlant
da: De tror, at hvad vi udvide dem af rigdom og børn
el: Νομίζουν ότι τι επεκτείνουμε τους πλούτο και τα παιδιά
et: Kas nad arvavad, et mida me neile laienevad jõukuse ja lapsed
fi: Luulevatko he, että mitä voimme laajentaa heille vaurautta ja lapset
he: הם חושבים כי מה אנו להרחיב להם עושר וילדים
hr: Misle da smo popunjenost im bogatstvo i djeca
lt: Jų manymu, kad ką mes suteikti jiems gerovę ir vaikų
lv: Viņi domā, ka to, ko mēs paplašināt tās bagātības un bērnu
nb: Tror de at hva vi utvide dem av rikdom og barn
sk: Myslíte si myslia, že to, čo sme sa rozšíriť ich bohatstva a deti
sl: Ali mislijo, da kaj smo razširiti, jim bogastva in otroci
sr_cyrl: Они мисле да шта смо проширили им богатства и децу
sr_latn: Oni misle da šta smo proširili im bogatstva i decu
uk: Вони думають, що те, що ми висловлюємо ними багатства і дітей
vi: Họ có nghĩ rằng những gì chúng tôi mở rộng cho họ về sự giàu có và con cái
zu: Ingabe bacabanga ukuthi lokho Sidlulisa kubo ingcebo nezingane

# Quran2729
source: Is [because] We hasten for them good things? Rather, they do not perceive.
ca: És [perquè] ens accelerar-los coses bones? Més aviat, no perceben.
cy: Mae [oherwydd] inni brysuro eu pethau da? Yn hytrach, wneud nad oeddent yn gweld.
da: Er [fordi] vi skynder os for dem gode ting? Snarere, de ikke opfatter.
el: Είναι [επειδή] σπεύδουμε για τους καλά πράγματα; Μάλλον, εκείνοι δεν το αντιλαμβάνονται.
et: [Kuna] me kiirustama neile head asjad on? Pigem on nad tajuvad.
fi: On [koska] emme kiirehtiä niitä hyviä asioita? Pikemminkin he eivät ymmärrä.
he: ? האם [נוכל לזרז עבורם דברים טובים כי] במקום זאת, הם לא תופסים.
hr: Je [jer] možemo ubrzati im dobre stvari? Umjesto toga, oni ne vide.
lt: Yra [nes] mes paspartinti jiems gerų dalykų? O, jie nesuvokia.
lv: Ir [jo] mēs paātrināt viņiem labas lietas? Drīzāk viņi neuztver.
nb: Er [fordi] vi skynder meg for dem bra? Snarere oppfatter de ikke.
sk: Je [pretože] môžeme urýchliť ich dobré veci? Skôr, že nevnímajú.
sl: Je [ker] smo pospeši zanje dobrih stvari? Namesto tega ne dojemajo.
sr_cyrl: Да ли је [јер] смо убрзати за њих добре ствари? Уместо тога, они не виде.
sr_latn: Da li je [jer] smo ubrzati za njih dobre stvari? Umesto toga, oni ne vide.
uk: Пояснюється [] поспішаємо для них гарні речі? Швидше за все, вони не сприймають.
vi: Là [bởi vì] chúng tôi đẩy nhanh cho họ những điều tốt đẹp? Thay vào đó, họ không nhận thức.
zu: Ingabe [yokuthi] We khawuleza ngabo izinto ezinhle?

# Quran2730
source: Indeed, they who are apprehensive from fear of their Lord
ca: De fet, ells que són aprensius de por al seu Senyor
cy: Yn wir, y nhw sy'n bryderus rhag ofn yr Arglwydd eu
da: Ja, de, der er ængstelig fra frygt for deres Herre
el: Πράγματι, αυτοί που είναι ανήσυχοι από τον φόβο του Λόρδου
et: Tõepoolest, need, kes on kartlik nende Issand hirmust
fi: Itse asiassa he ovat huolissaan heidän Herransa pelosta
he: אכן, הם חששות מפני הפחד של האל שלהן
hr: Uistinu, oni koji su prestrašen od straha od gospodara
lt: Iš tiesų, tie, kurie yra sumanus iš baimės jų Viešpaties
lv: Patiešām, tie, kuri ir nobažījušies no bailēm par savu kungu
nb: Faktisk de som er engstelig av frykt for deres Herre
sk: V skutočnosti tí, ktorí majú strach zo strachu o svojho pána
sl: Res, oni, ki so prestrašen od strahu svojega Gospoda
sr_cyrl: Заиста , они су ти који стрепе од страха од свог господара
sr_latn: Zaista, oni su ti koji strepe od straha od svog gospodara
uk: Справді, вони, які побоювалися від страху перед їх Господа
vi: Thật vậy, họ là những người đang sợ hãi từ nỗi sợ hãi của Chúa
zu: Ngempela, labo are ethukile ekwesabeni iNkosi yabo

# Quran2731
source: And they who believe in the signs of their Lord
ca: I es que creuen en els senyals del seu Senyor
cy: A nhw sy'n credu mewn arwyddion yr Arglwydd eu
da: Og de, der tror på Tegnene på deres Herre
el: Και αυτοί που πιστεύουν στην τα σημάδια του Λόρδου
et: Ja need, kes usuvad nende Issand märke
fi: Ja ne, jotka usko Herransa merkkejä
he: הם המאמינים הסימנים של האל שלהן
hr: I oni koji vjeruju u znakove svoga Gospodina
lt: Ir tie, kurie tiki savo Viešpaties požymiai
lv: Un tie, kas tic savu kungu pazīmes
nb: Og de som tror på tegn på deres Herre
sk: A tí, ktorí veria v znamení svojho pána
sl: In ti, ki verjamejo v znake svojega Gospoda
sr_cyrl: И они који верују у знацима свог господара
sr_latn: I oni koji veruju u znacima svog gospodara
uk: І вони, хто вірить в ознаки їх Господа
vi: Và họ là những người tin vào các dấu hiệu của Chúa
zu: Futhi abakholelwa komba bo Lord

# Quran2732
source: And they who do not associate anything with their Lord
ca: I que no res associar amb el seu Senyor
cy: A hwy a nid cysylltu unrhyw beth gyda eu Arglwydd
da: Og de, der ikke forbinder noget med deres Herre
el: Και αυτοί που δεν συνδέουν τίποτα με τους Λόρδος
et: Ja need, kes ei seosta midagi nende Issand
fi: Ja ne, jotka liittävät mitään Herransa
he: והם מי משייך כל דבר האל שלהן
hr: I oni koji ništa ne pridružiti svoga Gospodina
lt: Ir tie, kurie nesieja nieko su jų Viešpaties
lv: Un tie, kuri neko nevar saistīt ar savu kungu
nb: Og de som ikke knytter noe med deres Herre
sk: A tí, ktorí niečo nie spájať s svojho pána
sl: In oni, ki povezujejo vse s svojega Gospoda
sr_cyrl: И они који ништа не асоцира са свог господара
sr_latn: I oni koji ništa ne asocira sa svog gospodara
uk: І ті, хто нічого не асоціювати з їх Господа
vi: Và họ là những người không kết hợp bất cứ điều gì với Chúa
zu: Futhi ngubani ncisheka cha associate anything neNkosi yabo

# Quran2733
source: And they who give what they give while their hearts are fearful because they will be returning to their Lord -
ca: I els que donen el donen mentre els seus cors tenen por perquè retornaran al seu Senyor-
cy: A nhw sy'n rhoi beth maent yn ei rhoi er bod eu calonnau yn ofnus oherwydd byddant yn dychwelyd at yr Arglwydd eu-
da: Og de, der giver hvad de giver, mens deres hjerter er bange, fordi de vil vende tilbage til deres Herre-
el: Και αυτοί που δίνουν αυτά που δίνουν ενώ φοβούνται τις καρδιές τους, επειδή αυτοί θα επανέλθουμε τους Lord-
et: Ja need, kes võtavad, mida nad annavad, kuigi nende südamed on hirmus, sest nad naasevad oma Lord-
fi: Ja ne, jotka tekevät, mitä he antavat, vaikka heidän sydämensä ovat peloissaan, koska he palaavat Herransa-
he: והם שנותנים מה שנותנים בזמן ליבם חוששים כי הם חוזרת לאלוהים שלהם-
hr: I oni koji daju šta daju dok su njihova srca strah jer oni će se vratiti u svog gospoda.
lt: Ir tie, kurie duoti ką jie suteikti, o jų širdys yra bijantis, nes jie bus grįžta į savo Viešpaties-
lv: Un tie, kas dod, dod, bet viņu sirdis ir šausmīgs, jo viņi atgriežas savu kungu-
nb: Og de som gir hva de gir mens deres hjerter er redd fordi de kommer tilbake til deres Herre-
sk: A tí, ktorí dávajú, čo dať, hoci ich srdce sa bojí, pretože sa bude vracať do svojho pána-
sl: In oni, ki kaj dajo, medtem ko njihova srca so prestrašeni, ker se bodo vrnili za gospodar-
sr_cyrl: И они који дају шта дају док су њихова срца страху јер су се враћају њихов господар-
sr_latn: I oni koji daju šta daju dok su njihova srca strahu jer su se vraćaju njihov gospodar-
uk: І вони, які дають те, що вони дають, хоча їх серця бояться, тому що вони будуть повертатися до свого Господа-
vi: Và họ là những người cung cấp cho những gì họ đưa ra trong khi trái tim của họ đang sợ hãi bởi vì họ sẽ trở lại của Chúa-
zu: Futhi ubani ukunikeza abanipha sebenzi khashana bo hliziyo abesabayo ngoba uzobe abuyele bo Lord -

# Quran2734
source: It is those who hasten to good deeds, and they outstrip [others] therein.
ca: És qui afanyo a bones accions, i aquí [altres] superant.
cy: Rhai sy'n cyflymu i weithredoedd da, ac maent yn fwy na'r [eraill] ynddynt.
da: Det er dem, der vil skynde mig at gode gerninger, og de overgå [andre] deri.
el: Είναι εκείνοι που σπεύδουν να καλές πράξεις, και αυτοί ξεπερνά τον [άλλοι] σ ' αυτό.
et: On neid, kes kiirustama, et heateod ja nad outstrip [teised] sealsamas.
fi: Ne, jotka kiirehtiä hyviä tekoja ja ne ohittaa [others] siinä.
he: זה מי לכזו מעשים טובים, ובזה הם להצליח [ואחרים].
hr: Oni koji su da dobra djela, i oni [drugih] nadmašiti u tome.
lt: Tai tie, kurie skubėti į gerus darbus, ir jie pralenkia [kiti] ten pat.
lv: Steidzos uz labiem darbiem, kuri ir un viņi pārspēt [citiem] tajā.
nb: Det er de som skynde til gode gjerninger, og de overgår [andre] der.
sk: Je tých, ktorí urýchliť dobrých skutkov a že predstihnúť [others] v nej.
sl: To je tisti, ki pospeši dobra dela, in jih prekašala [drugi] v njej.
sr_cyrl: Је оних који убрзати да добра дела, и превелики су [другима] у томе.
sr_latn: Je onih koji ubrzati da dobra dela, i preveliki su [drugima] u tome.
uk: Це тих, які поспішають добрі справи, і вони обіграти [інші] в ньому.
vi: Đó là những người đẩy nhanh việc tốt, và họ vượt xa [khác] trong đó.
zu: Kuyinto labo khawuleza izenzo ezinhle, futhi kwalawo [abanye] therein.

# Quran2735
source: And We charge no soul except [with that within] its capacity, and with Us is a record which speaks with truth; and they will not be wronged.
ca: I cobrem cap ànima excepte [amb això dins] la seva capacitat, i amb nosaltres és un disc que parla amb veritat; i no ser injustament.
cy: A ydym yn codi tâl heb enaid ac eithrio [â hynny o fewn] ei gallu, ac mae gyda ni yn gofnod a siarad gyda gwir; ac ni Bydd maent yn cam.
da: Og vi opkræver ingen sjæl undtagen [med der i] dens kapacitet, og hos os er en optegnelse, som taler med sandheden; og de vil ikke blive krænket.
el: Και χρεώνουμε καμία ψυχή εκτός από [με αυτό εντός] την ικανότητα του, και μαζί μας είναι μια εγγραφή που μιλάει με την αλήθεια. και δεν θα αδικηθεί.
et: Ja meil tasuta ükski hing peale [, et maksimaalselt] teovõime ning siin on tõend, mis räägib tõde; ja nad ei ülekohtu.
fi: Ja me ladata ole sielua paitsi [että] kapasiteettiaan, ja meille on ennätys, joka puhuu totuutta; ja ne ei vääryyttä.
he: ואנו גובים שום נשמה חוץ [עם כי בתוך] הקיבולת שלו, איתנו היא רשומה אשר מדבר עם האמת; הם לא יהיה עוול.
hr: I nitko osim [s tim unutar] svoj kapacitet, a s nama je zapis koji govori s istinom; i oni će se vrijeđa.
lt: Ir mes už sielos išskyrus [su kad per] savo pajėgumų, ir su mumis yra su įrašu, kuris sako tiesą; ir jie nėra nuskriausti.
lv: Un mēs maksa nav dvēsele, izņemot [ka] ar savu jaudu, un mums ir ieraksts, kas runā patiesību; un tie nedrīkst būt kaitējums.
nb: Og vi belaster ingen sjel unntatt [med at innen] kapasiteten, og med oss er en post som snakker med sannheten; og de vil ikke bli gjort urett.
sk: A účtujeme dušu okrem [s tým v rámci] svojej kapacity a u nás je záznam, ktorý hovorí pravdu; a oni budú nie poškodené.
sl: In bomo zaračunali nobene duše razen [s tem v] svoje zmogljivosti, in z nami je zapis, ki govori resnico; in ne bodo oškodovani.
sr_cyrl: И наплацујемо нема душу осим [тиме унутар] својих капацитета, а са нама је запис који говори са истином; и они ће бити преварена.
sr_latn: I naplacujemo nema dušu osim [time unutar] svojih kapaciteta, a sa nama je zapis koji govori sa istinom; i oni će biti prevarena.
uk: І ми стягуємо немає душі, за винятком [з цим в рамках] її потенціал, і у нас є запис, який розмовляє з правди; і вони не бути ображені.
vi: Và chúng tôi tính phí không có linh hồn ngoại trừ [với điều đó trong vòng] khả năng của mình, và với chúng tôi là một kỷ lục mà nói với sự thật; và họ sẽ không được wronged.
zu: Futhi We bakhokhiswe akukho phefumulo [nalelo ngaphakathi] umthamo wayo, futhi nathi kuyinto irekhodi elikhuluma ngeqiniso;

# Quran2736
source: But their hearts are covered with confusion over this, and they have [evil] deeds besides disbelief which they are doing,
ca: Però els seus cors estan cobertes amb confusió sobre això, i que tenen fets [mals] a més d'incredulitat que estan fent,
cy: Ond eu calonnau wedi eu gorchuddio â dryswch dros hyn, ac mae ganddynt [anfad] gweithredoedd heblaw am anghrediniaeth y maent yn ei wneud,
da: Men deres hjerter er dækket med forvirring over dette, og de har [ugerninger] Udover vantro, som de gør,
el: Αλλά τις καρδιές τους είναι καλυμμένα με σύγχυση κατά τη διάρκεια αυτής, και έχουν [κακές] πράξεις εκτός από δυσπιστία που κάνουν,
et: Kuid nende südamed on kaetud segadust üle selle ja [kurja] teod peale uskumatus, mis nad teevad, on neil
fi: Mutta heidän sydämensä on peitetty sekaannusta tämän, ja niillä on [evil] tekoja lisäksi epäusko, jossa he tekevät
he: אבל לבם מכוסים בלבול על זה, ויש להם מעשים [רעים] מלבד חוסר אמונה אשר שהם עושים,
hr: Njihova srca su prekrivene zbunjenost nad ovim, a oni imaju [zla] djela osim nevjerice koje rade,
lt: Tačiau jų širdyse yra padengtos sumaištį per šį, ir jie [blogis] darbais be netikėjimas, kuris daro,
lv: Bet viņu sirdis ir pārklāti ar neskaidrību par šo, un tie ir [ļauno] darbiem, bez tam neticēja savām acīm, ko viņi dara,
nb: Men deres hjerter er dekket av forvirring over dette, og de har [onde] gjerninger foruten vantro som de gjør,
sk: Ale ich srdcia sú pokryté zmätok nad tým, a oni majú [zlé] skutky okrem neveriacky, čo robia,
sl: Ampak njihova srca so zajeti z zmedo nad tem in imajo [zla] dejanja poleg nejeverno, ki delajo,
sr_cyrl: Али њихова срца су прекривени збуњеност због овога, и они имају [] злодела осим неверовање које раде,
sr_latn: Ali njihova srca su prekriveni zbunjenost zbog ovoga, i oni imaju [] zlodela osim neverovanje koje rade,
uk: Але їхні серця покриті плутанини з цього приводу, і вони мають [] учинках Крім зневіру, яку вони роблять,
vi: Nhưng trái tim của họ được bảo hiểm với sự nhầm lẫn về điều này, và họ có những hành động [ác] bên cạnh sự hoài nghi mà họ đang làm,
zu: Kodwa izinhliziyo zabo zimbozwe ukudideka lokhu, futhi babe [ububi] izenzo futhi disbelief okuyinto abakwenzayo,

# Quran2737
source: Until when We seize their affluent ones with punishment, at once they are crying [to Allah] for help.
ca: Fins quan Aprofitem els més rics amb càstig, a la vegada van els demana que la canviïn [a Allah].
cy: Tan pan rydym yn manteisio ar eu cefnog rhai â chosbi, ar unwaith yn crio [i Allah] am help.
da: Indtil hvornår vi gribe deres velhavende dem med straf, græder på én gang de [til Allah] for at få hjælp.
el: Μέχρι πότε θα εκμεταλλευθούμε εύπορες τους αυτά με τιμωρία, ταυτόχρονα είναι κλάμα [να Αλλάχ] για βοήθεια.
et: Kuni Millal me haarata oma jõukad ones koos karistuse, korraga nad on nutt [Jumal] abi.
fi: Vasta kun tartumme varakkaiden itse rangaistus kerralla he itkevät [Jumalalle] apua.
he: עד מתי נוכל לתפוס שלהם סגורה, אמידה אלה עם העונש, בעת ובעונה אחת הם בוכים [אל אללה] לעזרה.
hr: Do kada moramo preuzeti njihove pritoke one s kaznom, odjednom oni su plakati [Allah] za pomoć.
lt: Iki kada mes pasinaudoti jų turtingos tie su bausmės, vienu metu jie yra verkti [Dievas] pagalbos.
lv: Līdz, kad mēs konfiscēt to pārtikušo tiem ar sodu, vienlaikus viņi ir raudāšana [Allah] palīdzību.
nb: Før når vi gripe deres velstående seg med straff, er samtidig de gråter [å Døyve] for hjelp.
sk: Až keď sme využiť svojich bohatých tie s trestom, naraz ich plačú [aby Allah] o pomoc.
sl: Do kdaj bomo izkoristiti svojih bogatih tisti z kazen, ko so v solzah [v Allah] za pomoč.
sr_cyrl: До када ми заузимамо њихове имужних оне са казна, одједном плацу [Алаху] за помоћ.
sr_latn: Do kada mi zauzimamo njihove imuжnih one sa kazna, odjednom placu [Alahu] za pomoć.
uk: До коли ми захопити їх багаті ті з покарання одночасно вони плачуть [щоб Аллах] про допомогу.
vi: Cho đến khi chúng tôi nắm bắt những người giàu có của họ với hình phạt, cùng một lúc họ đang khóc [để Allah] để được giúp đỡ.
zu: Kuze Lapho sibamba abathandekayo babo acebile nge isijeziso, ngaso leso sikhathi bekhala [Allah] ecela usizo.

# Quran2738
source: Do not cry out today. Indeed, by Us you will not be helped.
ca: No plorar avui. De fet, per nosaltres vostè estarà no acompanyada.
cy: Wylo heddiw. Yn wir, ni fydd eich ni helpu.
da: Skal ikke græde i dag. Ja, af os du vil ikke blive hjulpet.
el: Μην κλαις σήμερα. Πράγματι, εμείς σας δεν θα βοηθήσει.
et: Ei nuta täna. Tõepoolest, meie poolt sul ei aidanud.
fi: Älä itke tänään. Itse asiassa meille ei autetaan.
he: . אל תבכי היום ואכן, על-ידינו לך יהיה לא עזר.
hr: Plakati danas. Doista, od nas ti neću se pomoglo.
lt: Don't cry šiandien. Iš tiesų, mes jums nebus padėjo.
lv: Neraudi šodien. Patiešām, mēs jums būs līdzēt.
nb: Ikke gråte i dag. Faktisk av oss vil du ikke bli hjulpet.
sk: Neplač dnes. Vskutku, u nás budete nie pomohol.
sl: Ne joči danes. Res, pri nas bo ni pomagal.
sr_cyrl: Немој да плаиељ данас. Заиста , поред нас ће не би помогао си.
sr_latn: Nemoj da plaиeљ danas. Zaista, pored nas će ne bi pomogao si.
uk: Не кричати сьогодні. Дійсно, нами вам буде не надати допомогу.
vi: Không khóc ngày hôm nay. Thật vậy, chúng tôi bạn sẽ không được giúp đỡ.
zu: Musa amemeze namuhla.

# Quran2739
source: My verses had already been recited to you, but you were turning back on your heels
ca: Meus versos ja havia estat recitat a vostè, però vostè es van tornant enrere damunt els talons
cy: Roedd fy penillion eisoes wedi'i roi i chi, ond roedd ydych yn troi yn ôl ar eich sodlau
da: Min vers havde allerede blevet fremsagt til dig, men du var at vende tilbage på hælene
el: Τους στίχους μου είχε ήδη γίνει recited σε εσάς, αλλά να περιστρέφετε πίσω στα τακούνια σας
et: Mu värsse oli sulle juba loetud, kuid olid vöib oma PA
fi: Minun runoja oli jo luettu sinulle mutta sinun paluuta kantapäihin
he: הפסוקים שלי דקלם כבר אליך, אבל אתה היית חוזר על העקבים שלך
hr: Moje stihove je već bio izrecitirao ti, ali su bili povratka za petama
lt: Mano eilėraščiai jau turėjo buvo skaito jums, bet jūs buvo kelio atgal jūsų kulniukai
lv: Manu pantus jau bijis skaitīja pie jums, bet jums bija pagrieziena atpakaļ uz jūsu papēži
nb: Min vers hadde allerede blitt resitert til deg, men du var å slå tilbake på hælene
sk: Moje verše mal už boli prednášal na vás, ale boli ste sa obrátil na päty
sl: Moji verzi je že bil recitiral vam, ampak bi nazaj obračali na vaše pete
sr_cyrl: Моји стихови већ је био изрецитовао теби, али сте били повратка за петама
sr_latn: Moji stihovi već je bio izrecitovao tebi, ali ste bili povratka za petama
uk: Мої вірші були вже читав вам, але ви були шляху назад на п'ятки
vi: Câu thơ của tôi đã được ngâm với bạn, nhưng bạn đã quay trở lại trên gót của bạn
zu: Amavesi My yayikhululwe hlabelela kuwe, kodwa ayenza emuva kho thende

# Quran2740
source: In arrogance regarding it, conversing by night, speaking evil.
ca: En l'arrogància en relació amb això, conversant de nit, parlant de mal.
cy: Yn haerllugrwydd ynghylch ei, sgwrsio gan nos, siarad drygioni.
da: I arrogance med hensyn til det, samtale om natten, taler ondt.
el: Στην αλαζονεία αφορούν αυτό, συνομιλεί με το βράδυ, μιλώντας κακό.
et: Aastal ülbus, öösel conversing, rääkides kurja kohta see.
fi: Kaupungissa ylimielisyys sitä, keskustellessaan yöllä, puhuminen paha.
he: מתוך התנשאות בדבר זה, בהשלמת פרטים בלילה, מדבר הרוע.
hr: U aroganciju torusa, razgovoru noću, govoreći zlo.
lt: Į arrogance apie ji, bičiulį naktį, kalbėti blogio.
lv: Ar augstprātību, attiecībā uz to, sarunājoties pa nakti, runā ļaunu.
nb: I arroganse angående det samtaler om natten, tale ondt.
sk: V arogancia, pokiaľ ide o to, konverzovať v noci, hovoriť zlo.
sl: V aroganco, glede to, conversing ponoči, govori zlo.
sr_cyrl: У ароганцији, који се односи на то, разговору по ноћи, кад смо код зла.
sr_latn: U aroganciji, koji se odnosi na to, razgovoru po noći, kad smo kod zla.
uk: У зарозумілість щодо його, розмовляючи вночі, виступаючи зла.
vi: Trong kiêu ngạo về nó, chuyện ban đêm, nói ác.
zu: In khukhumala mayelana it, bexoxa ebusuku, bekhuluma okubi.
