Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1815
source: They will not believe in it, while there has already occurred the precedent of the former peoples.
ca: No creuran en ell, mentre que ja s'ha produït el precedent dels pobles antics.
cy: Ni byddant yn credu ynddo, tra y mae eisoes wedi digwydd y cynsail o bobloedd hen.
da: De vil ikke tro i det, mens der er allerede opstået præcedens for de tidligere folk.
el: Δεν θα πιστεύουν σε αυτό, ενώ έχει ήδη παρουσιαστεί το προηγούμενο της πρώην λαών.
et: Nad ei usu seda, kuigi on juba toimunud endise Rahvaste pretsedent.
fi: He eivät usko, vaikka entinen kansojen ennakkotapaus on jo tapahtunut.
he: הם לא יאמין בו, ואילו שם כבר התרחשה התקדים של העמים לשעבר.
hr: Neće vjerovati u to, dok već dogodila presedan bivši naroda.
lt: Jie netiki, o jau įvyko precedentas buvusių žmonių.
lv: Tie būs netic, bet jau radās precedents bijušās tautu.
nb: De vil ikke tro, mens det har allerede skjedd muligheten for tidligere folkene.
sk: Nebudú veriť, keď už došlo precedens bývalých obyvateľov.
sl: Ne boste verjeli v to, medtem ko pa je že prišlo do precedens nekdanji narodi.
sr_cyrl: Не верују у то, док је већ до преседана бившег народа.
sr_latn: Ne veruju u to, dok je već do presedana bivšeg naroda.
uk: Не повірять у це, хоча вже сталася прецедент колишній народів.
vi: Họ sẽ tin vào nó, trong khi đó đã xảy ra các tiền lệ của các dân tộc trước đây.
zu: They cha kholwa it, kanti vele kube khona okungase kufaniswe ezizwe yangaphambili.

# Quran1816
source: And [even] if We opened to them a gate from the heaven and they continued therein to ascend,
ca: I [encara] vam obrir a ells una porta del cel i van continuar aquí a pujar,
cy: A [hyd yn oed] Os agorwyd iddynt gât gan y nefoedd a aethant yn weithredol i ddringo'r,
da: Og [også] Selvom vi åbnede dem en gate fra himlen og de fortsatte deri at bestige,
el: Και, [αν] που τους άνοιξε μια πύλη από τον ουρανό και σ ' αυτό συνέχισαν να ανέβει,
et: Ja [isegi], kui me neile värava kaudu avatud taevas ja nad jätkasid seal tõusta,
fi: Ja [vaikka] olemme avanneet niitä portti taivaasta ja he jatkoivat siinä nousta,
he: [אפילו] אם אנחנו נפתח להם שער מן השמים, הם המשיכו ובזה להתרומם,
hr: A [i] Ako smo otvorili im vrata s neba i nastavili su u tome da se uspne,
lt: Ir [net] Jei mes atidarė jiems į vartus iš dangaus, o jie ten toliau pakilti,
lv: Un [pat] Ja mēs atvērām viņiem vārtus no debesīm, un viņi turpināja tur augšā,
nb: Og [også] hvis vi åpnet en port fra himmelen og de fortsatte der å stige,
sk: A [i], keď sme otvorili im brány z neba a sú v ňom naďalej stúpať,
sl: In [tudi], če smo odprli za njih vrata iz nebes in so v njej še dvigne,
sr_cyrl: А [и] да смо отворили им врата у небеса, и наставили су у томе да се уздигну,
sr_latn: A [i] da smo otvorili im vrata u nebesa, i nastavili su u tome da se uzdignu,
uk: І [навіть], якщо ми відкриті до їх ворота з неба, і вони продовжували в ньому сходити,
vi: Và [thậm chí] Nếu chúng ta mở ra cho họ một cổng từ thiên đường và họ tiếp tục trong đó lên,
zu: Futhi [ngisho] uma Savula kubo isango kusukela ezulwini futhi baqhubeka therein nokuba senyukele,

# Quran1817
source: They would say, "Our eyes have only been dazzled. Rather, we are a people affected by magic."
ca: Que diria, "els nostres ulls tenen només ha enlluernat. Més aviat, som un poble afectat per art de màgia."
cy: Bydden nhw'n dweud, "Mae ein llygaid yn unig yw wedi'i ddallu. Yn hytrach, ydym yn bobl yr effeithir arnynt gan hud."
da: De ville sige, "vores øjne har kun været forblændet. Snarere, vi er mennesker berørt af magic."
el: Θα έλεγαν, "τα μάτια μας μόνο έχετε γίνει θαμπωμένος. Μάλλον, είμαστε ένας λαός που επηρεάζονται από την μαγεία."
et: Nad ütleks, "meie silmad on ainult olnud dazzled. Pigem oleme mõjutatud magic inimesed."
fi: He sanoivat: "silmät on vain ollut häikäistä. Pikemminkin olemme kärsivien magic."
he: הם היו אומרים, "העיניים שלנו יש רק היה רושם. במקום זאת, אנחנו אנשים מושפעים על-ידי קסם."
hr: Rekli bi, "oči samo bio zaslijepljen. Umjesto toga, mi smo ljudi pod utjecajem magije."
lt: Jie sako, "mūsų akis turite tik buvo apakinti. O, mes esame žmonių nukentėjo magija."
lv: Viņi saka: "mūsu acis ir tikai bijis žilbt. Pareizāk sakot, cilvēkiem, ko skārušas burvju mēs esam."
nb: De ville si: "øynene har bare blitt blendet. Snarere, vi er et folk påvirkes av magi.
sk: Oni by hovorili: "naše oči majú nielen oslnený. Skôr sme ľuďom postihnutým mágie."
sl: Kot pravijo, "naše oči so bile samo očarala. Namesto tega smo ljudi, prizadetih zaradi magije."
sr_cyrl: Рекли би: "насе оци су само била одушевљена. Радије , ми смо људи погођени магија."
sr_latn: Rekli bi: "nase oci su samo bila oduševljena. Radije, mi smo ljudi pogođeni magija."
uk: Вони б сказав, "наші очі тільки повинні були засліпила. Скоріше, ми є людей, постраждалих від магії".
vi: Họ sẽ nói, "đôi mắt của chúng tôi đã chỉ được dazzled. Thay vào đó, chúng tôi là một người bị ảnh hưởng bởi ma thuật."
zu: They tshela "Amehlo ethu aye dazzled kuphela. Kunalokho, singabantu ehlaselwe imilingo."

# Quran1818
source: And We have placed within the heaven great stars and have beautified it for the observers.
ca: I hem posat dins de les grans estrelles de cel i tenen embellint-lo pels observadors.
cy: Ac rydym wedi gosod o fewn y sêr mawr Duw, ac wedi ei beautified ar gyfer yr arsylwyr.
da: Og vi har placeret i Himlens store stjerner og har forskønnet det for observatørerne.
el: Και έχετε τοποθετήσει μέσα σε μεγάλα αστέρια τον ουρανό και έχει ωραιοποιημένο αυτό για τους παρατηρητές.
et: Ja meil on paigutatud taevas suurt tähte ja on kaunistab vaatlejatele.
fi: On sijoitettu taivaan suuret tähdet ja ihana se hetken.
he: לנו יש להציב בתוך הכוכבים הגדולים עדן יש לייפות את זה עבור בצופים.
hr: I stavili u nebu velika zvijezda i to uljepšava za promatrači.
lt: Ir mes įdėjome per dangaus Didžiosios žvaigždės ir Upiększony jį už stebėtojų.
lv: Un mēs lieliski debesīs zvaigznes ir izvietotas un tas ir izdaiļojis novērotāji.
nb: Og vi har plassert i himmelen store stjerner og har forskjønnet det for observatører.
sk: A sme umiestnili do neba veľké hviezdy a majú skrášlil pre pozorovateľov.
sl: In smo postavili v nebesih velike zvezde in Uljepšan za opazovalce.
sr_cyrl: Смо поставили унутар рај велике звезде и имати то најулепшавана за посматраие.
sr_latn: Smo postavili unutar raj velike zvezde i imati to najulepšavana za posmatraиe.
uk: І ми розмістили в рамках великі зірки неба і є прикрашали його для спостерігачів.
vi: Và chúng tôi đã đặt trong các ngôi sao trên trời tuyệt vời và có beautified cho các quan sát viên.
zu: Futhi Siye ibekwe ngaphakathi izinkanyezi ezinkulu ezulwini ekwenze waba muhle it for the izingqapheli.

# Quran1819
source: And We have protected it from every devil expelled [from the mercy of Allah]
ca: I s'han protegit des de cada diable expulsat [de la pietat d'Allah]
cy: Ac rydym yn ei amddiffyn rhag pob drwg ngwahardd [drugaredd Allah]
da: Og vi har beskyttet det mod hver Djævelen bortvist [fra barmhjertighed i Allah]
el: Και εμείς προστάτευσαν από κάθε διάβολος απελαθεί [από το έλεος του Αλλάχ]
et: Ja me selle kaitsta iga heidetud [halastuse Jumal] devil:
fi: Ja se on suojassa joka rukoilee karkotettiin [Jumalan armoa]
he: יש לי הגנו זה מפני כל השד גורש [מן הרחמים של אללה]
hr: I zaštitili smo ga od svakog đavla [iz Allahova milost.
lt: Ir mes turime apsaugoti ją nuo kas velnias [iš Dievo malonės]
lv: Un mums ir jāaizsargā no ik velns izraida [no mercy Allah]
nb: Og vi har beskyttet det mot hver djevelen utvist [fra nåde av Døyve]
sk: A budeme mať chránené pred každý čert vykázaná [na milosť Allaha]
sl: In smo so zaščitene pred vsak hudič, izgnani [iz usmiljenja Allah]
sr_cyrl: И то смо ститили су из сваког вуку [из милост Алахова]
sr_latn: I to smo stitili su iz svakog vuku [iz milost Alahova]
uk: І ми захищали її від кожного диявол вигнані [з милості Аллаха]
vi: Và chúng ta đã bảo vệ nó từ tất cả ma quỷ khỏi [lòng thương xót của Allah]
zu: Futhi Siye evikelwe zikuthola kwabo bonke odeveli bangaxoshwa [kusukela isihe Allah]

# Quran1820
source: Except one who steals a hearing and is pursued by a clear burning flame.
ca: Excepte un que roba una audiència i és perseguit per una flama que crema clar.
cy: Ac eithrio un, pwy steals gwrandawiad a ganlynir gan fflam llosgi clir.
da: Undtagen én der stjæler en høring og forfølges af en klart brændende flamme.
el: Εκτός από ένα που κλέβει μια ακρόαση και ακολουθείται από μια σαφή καίγοντας φλόγα.
et: Peale ühe, kes varastab ärakuulamist ja taotletava selge põleva leegi.
fi: Paitsi yksi joka varastaa kuulemista ja pyritään kirkas palava liekki.
he: מלבד אחד מי גונב שימוע, הוא נרדף על ידי להבה בוערת ברורה.
hr: Osim jednog koji krade saslušanje i progonio gori plamen.
lt: Išskyrus vieną kas pavogs išklausyti ir yra siekiama aiškiai degimo liepsna.
lv: Izņemot vienu, kurš nozog uzklausīšanu un tiek īstenota ar skaidru degšanas liesmas.
nb: Bortsett fra en som stjeler en høring og forfulgt av en klar brennende flamme.
sk: Okrem jedného, kto kradne vypočutie a sleduje jasný horenia.
sl: Razen enega, ki ukrade zaslišanje in izvajajo jasno kurjenje ognja.
sr_cyrl: Осим једног који краде саслушање је следила и од стране јасне пламена.
sr_latn: Osim jednog koji krade saslušanje je sledila i od strane jasne plamena.
uk: За винятком одного, хто краде слухання і переслідуваний ясно полум'я спалювання.
vi: Ngoại trừ một người đánh cắp một buổi điều trần và được theo đuổi bởi một ngọn lửa đang cháy rõ ràng.
zu: Ngaphandle lowo entshontshe ukulalelwa landela ilangabi ecacile burning.

# Quran1821
source: And the earth - We have spread it and cast therein firmly set mountains and caused to grow therein [something] of every well-balanced thing.
ca: I la terra - ens han estès i elenc fermament en el mateix conjunt de muntanyes i causada per créixer aquí [quelcom] de totes les coses ben equilibrat.
cy: Y ddaear-rydym wedi lledaenu a cast weithredol gadarn gosod mynyddoedd a achosir i dyfu ynddo [rhywbeth] o bob peth cytbwys.
da: Og jorden - vi har spredt det og støbt deri fast indstillet bjerge og forårsagede at vokse deri [noget] af hver velafbalanceret ting.
el: Και η γη - έχουμε έχουν εξαπλωθεί και cast σε αυτήν σταθερά βουνά και προκάλεσε να αυξάνεται σ ' αυτό [κάτι] του κάθε πράγμα καλά ισορροπημένο.
et: Ja maa - meil on levinud see ja enamus seal kindlalt seatud mäed ja tekitanud neis kasvab [midagi] iga tasakaalustatud asi.
fi: Ja earth - on levinnyt ja valettu siinä tiukasti asettaa vuoret ja aiheutti kasvaa siinä [jotain] jokainen tasapainoinen asia.
he: הארץ - לנו יש להפיץ את זה ויוצרות בו בחוזקה להגדיר הרי וגרם לגדול בה [משהו] כל דבר מאוזנת היטב.
hr: I zemlja - imati ravnomjerno i uloge u njemu čvrsto postaviti planine i izazvao u njemu rasti [nešto] Svaka dobro uravnotežena stvar.
lt: Ir žemės - mes skleisti jį ir vaidino jame tvirtai nustatyti kalnai ir sukėlė augti joje [kažkas] kas gerai subalansuota, ką.
lv: Un zeme - mums ir izplatījies un cast tajos stingri noteikt kalni un izraisīja tajās audzēt [kaut] katru labi sabalansēta lieta.
nb: Og jorden - har vi bygget den felles der fast sette fjell og forårsaket å vokse der [noe] alt godt balansert.
sk: A Zeme - sme ju šíriť a obsadenie v ňom pevne nastaviť hory a spôsobila v ňom rastie [niečo] každá vec, dobre vyvážená.
sl: In zemlje - smo imeli namažemo in oddanih v njej trdno nastavljen gora in povzroča v njej rastejo [nekaj] vsako stvar, ki dobro uravnotežena.
sr_cyrl: И земља - нам је Подастро и гипс у томе чврсто поставити планине и изазвао да расте у томе [нешто] сваки добро избалансиран ствари.
sr_latn: I zemlja - nam je Podastro i gips u tome čvrsto postaviti planine i izazvao da raste u tome [nešto] svaki dobro izbalansiran stvari.
uk: І земля - ми повинні поширювати його і актори в ньому твердо встановити гір і викликало рости в ньому [щось] все, що добре збалансований.
vi: Và trái đất - chúng tôi đã lây lan và diễn viên trong đó chắc chắn đặt núi và gây ra để phát triển trong đó [cái gì] mọi thứ cân bằng tốt.
zu: Futhi umhlaba - We wayendlala emthela therein umiswe uqine ezintabeni nasemagqumeni asenze sikhule therein [okuthile] sayo yonke into nokunomsoco.

# Quran1822
source: And We have made for you therein means of living and [for] those for whom you are not providers.
ca: I hem fet per a vostè en el mateix mitjà de viure i [per a] aquells per als quals no esteu proveïdors.
cy: Ac yr ydym wedi gwneud i chi ynddo ffordd o fyw a [i] rhai ohonynt nad ydych yn ddarparwyr.
da: Og vi har gjort for dig deri middel til nulevende og [for] dem, for hvem du ikke er udbydere.
el: Και έχουμε κάνει για σας σ ' αυτό μέσα διαβίωσης και [για] εκείνους για τους οποίους δεν είστε παρόχους.
et: Ja oleme teinud sinule neis elu ja [jaoks] need, kellele te ei ole pakkujad.
fi: Ja olemme tehneet sinulle siinä tarkoittaa ja [on] ne, joille et ole tarjoajat.
he: עשינו לך בה אמצעי של חיים ולאלה [] אשר אתה לא ספקי.
hr: I mi smo napravili za vas u njemu sredstvo življenja i [za] one za koje ti nisu davatelji usluga.
lt: Ir mes padarėme jums jame gyvenimo ir [už] tiems, kuriems jūs nesate teikėjai.
lv: Un mums ir devuši jums tajā nozīmē dzīves un [tiem], kam jūs neesat pakalpojumu sniedzējiem.
nb: Og vi har gjort for deg der levende og [for] de som ikke er leverandører.
sk: A urobili sme pre vás v ňom znamená žiť a [pre] tých, ktorým nie sú poskytovateľmi.
sl: In smo naredili za vas v tem način življenja in [za] tiste, za katere niste ponudniki.
sr_cyrl: И направили смо за вас у томе средства од живота и [за] оне за кога ти ниси добављачи.
sr_latn: I napravili smo za vas u tome sredstva od života i [za] one za koga ti nisi dobavljači.
uk: І ми зробили для вас в ньому означає, що життя і [для] тих, для яких немає постачальників.
vi: Và chúng tôi đã làm cho bạn trong đó có nghĩa là sống và [] những người mà bạn không phải là nhà cung cấp.
zu: Futhi Senze ngawe therein kusho zokuphila [wenu] labo ungeyena abahlinzeki.

# Quran1823
source: And there is not a thing but that with Us are its depositories, and We do not send it down except according to a known measure.
ca: I no hi ha una cosa però que amb nosaltres són seus dipòsits, i no enviem excepte una mesura conegut.
cy: Ac nid yw yn beth ond bod gyda ni yn ei depositories, ac nad anfonwn ei i lawr ac eithrio yn ôl Mesur hysbys.
da: Og der er ikke en ting men at hos os er dens depoter, og vi sender ikke det undtagen ifølge en kendt foranstaltning.
el: Και δεν υπάρχει ένα πράγμα, αλλά ότι μαζί μας είναι θεματοφύλακες της, και εμείς δεν το στείλετε παρά μόνο σύμφωνα με ένα γνωστό μέτρο.
et: Ei ole asi aga et siin on oma hoiukohaks ja me ei saada see välja arvatud vastavalt tuntud meede.
fi: Ja ei ole mitään vaan että kanssamme sen talletuksissa ja emme lähetä se paitsi tunnettu toimenpiteen mukaan.
he: אין דבר, אלא כי איתנו הם depositories שלה, אנחנו לא שולחים את זה חוץ בהתאם מידה ידועה.
hr: Ne postoji ništa ali da s nama su njegov depozitari i šalje ga osim prema poznate mjere.
lt: Ir nėra dalykas, bet kad pas mus yra jos depozitoriumai, ir mes ne siųsti ją išskyrus pagal žinomą priemonę.
lv: Tur nav lieta, bet mums ir tās arhīvus un mēs to nevar nosūtīt uz leju izņemot atkarībā no zināmajiem pasākuma.
nb: Og det er ikke en ting, men at med oss er dens depositories, og vi vil ikke sende det bortsett fra etter et kjent mål.
sk: Nie je vec, ale u nás sa jej depozitármi a neposielame ho s výnimkou podľa známych opatrenie.
sl: In ni stvar ampak pri nas so svoje depozitarji, in mi ne pošlje razen po znanih ukrep.
sr_cyrl: Не постоји ништа, али код нас су своју депоситориес и ми не шаљи то осим према познатим меру.
sr_latn: Ne postoji ništa, ali kod nas su svoju depositories i mi ne šalji to osim prema poznatim meru.
uk: І там не річ, але що у нас є її депозитаріїв, і ми не надсилати його за винятком відомі межі.
vi: Và đó không phải là một điều nhưng với chúng tôi là bồn chứa của nó, và chúng tôi không gửi nó trừ theo một biện pháp được biết đến.
zu: Futhi akukho into kodwa ukuthi nathi kukhona depositories yayo, futhi Asazi ulithumele phansi ngaphandle ngokusho ngesilinganiso owaziwa.

# Quran1824
source: And We have sent the fertilizing winds and sent down water from the sky and given you drink from it. And you are not its retainers.
ca: I hem enviat els vents fecundant i enviat aigua del cel i tenint en compte la beguda d'ella. I no són seus criats.
cy: Ac rydym wedi anfon y gwyntoedd fertilizing a anfonwyd i lawr dŵr o'r awyr, ac y rhoddwyd diod chi ohono. Ac nid ydych yn ei ymarferwyr.
da: Og vi har sendt gødskning vindene og sendt ned vand fra himlen og givet dig drink fra det. Og du er ikke dens følgesvende.
el: Και έχουμε αποστέλλονται την γονιμοποιητική ανέμους και έστειλε νερό από τον ουρανό και να δοθεί το ποτό σας κάτω από αυτό. Και δεν είστε υπηρέτες του.
et: Ja me saatnud viljastanud tuuled ja seda saatnud oma taevast ja arvestades sa juua vett. Ja sa ei ole oma fiksaatorites.
fi: Ja me lähettää lannoittavia tuulet ja lähetti vettä taivaalta ja juot sen. Ja et ole sen kiinnittimet.
he: יש שלח את הרוחות המפרה ואנו נשלח מים מן השמים, אשר שאתה שותה ממנה. . ואתה לא מהמשכורת שלו.
hr: I nismo poslali gnojenje vjetrova i poslao vodu s neba i dao si piti iz njega. A ti si svojim knjigovođama.
lt: Ir mes turime siųsti trąšių vėjai ir zeslal iš dangaus ir atsižvelgiant į tai, jūs gerti vandens iš jo. O jūs nesate jos fiksatoriai.
lv: Un mums ir nosūtīts šķidro vēji un nosūtīts uz leju no debesīm un ņemot vērā jums dzert ūdeni no tā. Un jūs neesat tās vasaļiem.
nb: Og vi har sendt gjødslende vinden og sendt ned fra himmelen og gitt du drikker fra den. Og du er ikke sine tilhengere.
sk: A sme odoslali živiny vetry a zoslal vody z neba a pijete z neho. A nie ste jeho poddaní.
sl: In smo poslali gnojilno vetrovi in poslan vodo z neba in pijete iz nje. In vi ste ne svoj retainers.
sr_cyrl: И имамо послао фертилизинг ветрови и послао низ воду с неба, а с обзиром да пије из ње. И ти ниси њен вазали.
sr_latn: I imamo poslao fertilizing vetrovi i poslao niz vodu s neba, a s obzirom da pije iz nje. I ti nisi njen vazali.
uk: І ми послав внесення вітри і посланим води з неба і з урахуванням вам напій з нього. І ви не його ретейнером.
vi: Và chúng tôi đã gửi những cơn gió fertilizing và gửi xuống nước từ bầu trời và đưa ra bạn uống từ nó. Và bạn không phải là thuộc hạ của nó.
zu: Futhi sithumile imimoya efaka umquba sa nikela chichiza bhakabhaka futhi banikezwe uphuza kuwo.

# Quran1825
source: And indeed, it is We who give life and cause death, and We are the Inheritor.
ca: I de fet, som nosaltres els que donen vida i provocar la mort, i som l'hereu.
cy: Ac yn wir, ni sydd yn rhoi bywyd ac achosi marwolaeth, a ydym y etifeddol.
da: Og ja, det er os, der giver liv og forårsage død, og vi er arvtager.
el: Και πράγματι, εμείς που δίνουν ζωή και να προκαλέσει το θάνατο, και είμαστε η κληρονόμος.
et: Ja tõepoolest, see on me, kes annavad elu ja põhjustada surma ja oleme pärijale.
fi: Itse asiassa juuri me, jotka antavat elämän ja aiheuttaa kuoleman ja olemme sokerituki.
he: אכן, אנחנו נותנים חיים ולא לגרום למוות, ואנחנו הדבר.
hr: I doista, mi smo ti koji daju život i smrt, a mi smo u naslednicu.
lt: Ir iš tiesų, tai mes, kurie suteikia gyvenimą ir sukelti mirtį, ir mes paveldėtojui.
lv: Un tik tiešām, tas ir, mēs, kas dod dzīvību un izraisīt nāvi, un mēs esam mantiniekam.
nb: Og ja, det er vi som gir liv og føre til døden, og vi er Inheritor.
sk: V skutočnosti je to my, kto dal život a spôsobujú smrť a sme sa dedičovi.
sl: In res, je smo, ki daje življenje in vzrok smrti, in smo se dediču.
sr_cyrl: Уистину , ми смо ти који је дао живот и узрок смрти и ми смо на наследницу.
sr_latn: Uistinu, mi smo ti koji je dao život i uzrok smrti i mi smo na naslednicu.
uk: І дійсно, саме ми дати життя і привести до смерті, і ми на Inheritor.
vi: Thật vậy, chúng tôi đã cung cấp cho cuộc sống và gây ra cái chết và chúng tôi là Inheritor.
zu: Futhi ngempela, kuba Thina okunika ukuphila imbangela nokufa, futhi Singabantu oyiNdlalifa.

# Quran1826
source: And We have already known the preceding [generations] among you, and We have already known the later [ones to come].
ca: I ja sabem les [generacions] precedents entre vosaltres, i ja hem conegut els posteriors [que vingui].
cy: Ac mae eisoes yn hysbys blaenorol [cenedlaethau] eich plith, ac yr ydym eisoes yn gwybod y ddiweddarach [rhai i ddod].
da: Vi har allerede kendt de foregående [generationer] blandt jer, og vi har allerede kendt senere [dem til at komme].
el: Και γνωρίζουμε ήδη την προηγούμενη [γενιές] ανάμεσά σας, και έχουμε ήδη γνωρίσει τη συνέχεια [αυτά να έρθουν].
et: Meil juba teada eelmise [põlvkondade] teie seas ja me oleme juba teada hiljem [need tulevad].
fi: Ja olemme jo tiedossa edellisen [sukupolven] keskuudessanne on tiedetty jo myöhemmin [niistä tulla].
he: אנחנו כבר יודעים הקודם [הדורות] ביניכם ואני כבר הכרנו את [המאוחרים לבוא].
hr: Već poznajemo prethodne [generacije] među vama i već poznajemo kasnije [vi doći].
lt: Ir mes jau žinome praėjusių [kartos] tarp jūsų, ir mes jau žinoma vėliau [jų atvykti].
lv: Mums jau ir zināms iepriekšējā [u] starp jums un mēs jau zināms vēlāk [tie nāks].
nb: Og vi kjent allerede foregående [generasjoner] blant dere, og vi kjent allerede senere [de komme].
sk: Poznáme predchádzajúcich [generácií] už medzi vami a sme už známe [tie neskôr príde].
sl: In smo že znani prejšnjih [generacijah] med vami, in smo že znano kasneje [tiste dobiti].
sr_cyrl: Већ знамо претходне [генерације] медју вама и већ знамо [оне касније доћи].
sr_latn: Već znamo prethodne [generacije] medju vama i već znamo [one kasnije doći].
uk: І ми вже знали попереднього [поколінь] серед вас, і ми вже знали пізніше [ті прийти].
vi: Và chúng ta đã biết trước [thế hệ] trong số các bạn, và chúng ta đã biết sau này [những người để đi].
zu: Futhi Sesike niwazile esandulele [ezizukulwaneni] phakathi kwenu, futhi kakade Thina siyalwazi kamuva [yibo ukuza].

# Quran1827
source: And indeed, your Lord will gather them; indeed, He is Wise and Knowing.
ca: I de fet, el seu Senyor reunirà de fet, és savi i saber.
cy: Ac yn wir, y bydd eich Arglwydd yn casglu iddynt; yn wir, mae Wise a gwybod.
da: Og ja, jeres Herre vil samle dem; Ja, han er kloge og vide.
el: Και πράγματι, ο Κύριός σας θα συγκεντρώσει τους? Πράγματι, είναι σοφός και ξέροντας.
et: Ja tõepoolest, teie Issandat kogunevad Tõepoolest, ta on tark ja teades.
fi: Ja itse asiassa teidän Herranne kokoontuvat Hän on viisas ja tietäen.
he: אכן, האל שלך לאסוף אותם; ואכן, הוא חכם, לדעת.
hr: I doista, Gospodar tvoj će okupiti ih; Doista, on je mudar i znajući.
lt: Ir iš tiesų, jūsų Viešpats bus surinkti juos; iš tiesų, jis yra protingas ir žinios.
lv: Un tik tiešām, savu kungu tiksies Protams, viņš ir gudrs un zinot.
nb: Og faktisk deres Herre samles. faktisk er han klok og kjenne.
sk: A skutočne, váš pán zhromaždí v skutočnosti, on je múdry a vedel.
sl: In res, vaš gospod severovzhodnega Atlantika dejansko je pametno in poznavanje.
sr_cyrl: И заиста, твој господар окупиће се њих; Он је заиста мудар и знајужи.
sr_latn: I zaista, tvoj gospodar okupiće se njih; On je zaista mudar i znajuжi.
uk: І дійсно, ваш Господь поставить їх; дійсно, він є мудрим і знаючи, що.
vi: Và quả thật vậy, Chúa của bạn sẽ thu thập họ; Thật vậy, anh ta là khôn ngoan và hiểu biết.
zu: Futhi impela, Nkosi wakho ngibabuthe;
