Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran43
source: But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, "Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time."
ca: Però Satanàs va fer relliscar fora d'ella i tragués d'aquell [condició] en que havien estat. I ens va dir, "Anar avall, [tots], com a enemics entre ells, i vostè tindrà a la terra un lloc d'assentament i la prestació per un temps."
cy: Ond mae Satan yn achosi iddynt lithro allan ohono ac oddi [Cyflwr] yn lle yr oeddent wedi bod. A ydym yn dweud, "Mynd i lawr, [pob un ohonoch], fel gelynion i un arall, a bydd gennych ar wyneb y ddaear lle setliad a darpariaeth ar gyfer amser."
da: Men Satan fik dem til at glide ud af det og fjernede dem fra at [tilstand] i som de havde været. Og vi sagde: "Gå ned, [alle], som fjender til hinanden, og du vil have på jorden et sted med udligning og hensættelse til en tid."
el: Αλλά ο Σατανάς προκαλείται να γλιστρήσει έξω από αυτό και τους από ότι η [κατάσταση] στο οποίο βρίσκονταν. Και είπαμε, «Πάει κάτω, [όλους εσάς], ως εχθροί μεταξύ τους, και θα έχετε πάνω στη γη ένα μέρος του οικισμού και πρόβλεψη για ένα χρόνο.»
et: Kuid Saatan põhjustanud nende libisemist sellest välja ja ära neid kõnealusele tingimusele on mis nad on. Me ütlesime "Minna alla [kõik te], nagu vaenlased omavahel ja siis on rahvahulgal koht lahendamise ja täiskasvanute aega."
fi: Mutta saatana sai heidät liukua pois ja poistaa ne kyseisen edellytyksen, joka oli ollut. Sanoimme: "Mene alas [kaikki teistä] vihollisia keskenään, ja sinulla on maan päällä paikka ratkaisu ja aikaa."
he: אבל השטן גרם להם לחמוק מזה להסיר אותם ממצב זה [] שבו הם היו. ואז אמרנו, "לרדת, [כל], ככל אויבים זה לזה, ולא תהיה לך על פני האדמה מקום של הסדרת ובמתן לזמן".
hr: Ali Sotona im se iz njega i ukloniti ih iz to [stanje] u kojem su bili. I rekli smo, "Ići dolje, [svi], neprijatelji jedni drugima, a na zemlji će imati mjesto za naselje i za vrijeme."
lt: Bet Šėtonas sukelia jiems slydimo iš jo ir pašalinti juos iš [ja], kurioje jie buvo. Ir mums pasakė, "Eiti žemyn, [visi iš jūsų], kaip priešų į vienas kitą, ir jūs turite žemėje vieta atsiskaitymo ir teikimo laiką."
lv: Bet sātans izraisa viņiem slīdēšanas no tā un tiem noņemta [stāvokļa], ko viņi bija. Un mēs teicām: "Iet uz leju, [visiem jums], kā ienaidnieki ar vienu citu, un jums būs uz zemes norēķināšanās un jāparedz laiks vieta."
nb: Men Satan forårsaket dem å gli ut av det og fjernet dem fra at [betingelse] i som de hadde vært. Og vi sa, "gå ned, [alle], som fiender til hverandre, og du vil ha på jorden en plass oppgjør og avsetning for en tid.
sk: Ale Satan spôsobil im prekĺznuť z nej a odstránil z tejto [stav], v ktorom boli. A my sme povedali, "Ísť nadol, [všetky z vás] ako nepriatelia navzájom, a budete mať na zemi miesto sporov a poskytovanie čas."
sl: Vendar Satan povzročil zdrs iz nje in jih odstrani od [pogoja], v kateri so bili. In mi rekel: "Šel dol, [vse vas], kot sovražnike drug drugemu, in boste imeli na zemlji kraj poravnave in predviden čas."
sr_cyrl: Али Сатана довело до тога да се из ње и уклонили их од тог стања у којем су били. И рекли смо: "Ако паднем, [сви], као и непријатељи једно другом, а тебе ће над земљом место насеље и одредба времена."
sr_latn: Ali Satana dovelo do toga da se iz nje i uklonili ih od tog stanja u kojem su bili. I rekli smo: "Ako padnem, [svi], kao i neprijatelji jedno drugom, a tebe će nad zemljom mesto naselje i odredba vremena."
uk: Але сатані спричиняли бажання вислизнути з його і видаляти їх з [стан], в яких вони були. І ми вже говорили, "йти вниз [всіх вас], як ворогів, щоб один одного і ви будете мати на землі місцем поселення і положення на час".
vi: Nhưng Satan gây ra cho họ để trượt ra khỏi nó và loại bỏ chúng từ đó [điều kiện] trong đó họ đã có. Và chúng tôi đã nói, "Đi xuống, [tất cả], như là kẻ thù với nhau, và bạn sẽ có khi trái đất một nơi định cư và cung cấp cho một thời gian."
zu: Kodwa uSathane okwagcina kuwenze liphuma kulo wabasusa ukuthi [isimo] lapho ayekade.

# Quran44
source: Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.
ca: Llavors Adam rebut de les seves paraules Senyor [alguns], i va acceptar el seu penediment. De fet, és el que és el Accepting de penediment, el Clement.
cy: Wedyn derbyniodd Adam gan eiriau yr Arglwydd [rai], ac ei fod yn derbyn ei edifeirwch. Yn wir, mae'n ef sy'n dderbyn o edifeirwch, y Merciful.
da: Derefter Adam modtaget fra sin herre, [nogle] ord, og han accepterede sin omvendelse. Ja, det er ham, der er accept af anger, barmhjertige.
el: Τότε Αδάμ που έλαβε από τον Λόρδο [μερικά] λόγια, και δέχθηκε τη μετάνοια. Πράγματι, είναι αυτός που είναι η αποδοχή της μετάνοιας, ο φιλεύσπλαχνος.
et: Siis Adam sai tema [mõned] Issanda sõnad, ja ta võttis tema meeleparandus. Tegelikult on ta, kes on meeleparandus, nende Merciful vastuvõtmine.
fi: Sitten Adam sai herra, [jotkut] sanansa, ja hän hyväksyi hänen parannuksen. On nimittäin hän, joka on parannuksen, armollisin hyväksyminen.
he: אדם קיבל את מילותיו של האל [יש], ואז הוא מקבל את עצמו. אכן, זה מי הוא Accepting של תשובה, הרחום והחנון...
hr: I Adem primi neke riječi od gospodara [neki] svoga, i on je prihvatio njegovo pokajanje. Doista, on je taj koji je prihvaćanje pokajanja, milostivog.
lt: Tada Adomas gavo iš jo Viešpats [kai] žodžiai, ir jis sutiko jo atgaila. Iš tiesų, tai tas, kuris yra atgaila, kad litosciwy Accepting.
lv: Pēc tam Adam saņēma no viņa [kādu] Kunga vārdiem, un viņš pieņēma savu grēku nožēlu. Patiešām, tas ir tas, kas ir grēku nožēlu, žēlsirdīgs piekrišana.
nb: Adam mottatt fra sin herre [noen] ord, og han akseptert hans omvendelse. Det er faktisk den som godtar omvendelse, barmhjertige.
sk: Potom Adam dostal od jeho slová pána, [niektoré], a on prijal jeho pokánie. Naozaj, je to on, kto je akceptovanie pokánie, je Milosrdných.
sl: Potem Adam dobil iz njegove besede gospoda, [nekatere], in je sprejel svoje kesanje. Res, da je on, ki je Accepting kesanje, usmiljen.
sr_cyrl: Онда је Адам примио од његове реци господару [неки], и он је прихватио његово покајање. Заиста, он је тај који је Аццептинг покајања, милосрдна.
sr_latn: Onda je Adam primio od njegove reci gospodaru [neki], i on je prihvatio njegovo pokajanje. Zaista, on je taj koji je Accepting pokajanja, milosrdna.
uk: Потім Адам отримав від його слова Господа, [деякі], і він прийняв його покаяння. Дійсно, це той, хто прийняття покаяння, на Merciful.
vi: Sau đó, Adam nhận được từ Chúa [một số] của ông, và ông đã chấp nhận sự hối cải của mình. Thật vậy, nó là là Accepting ăn năn hối cải, Merciful.
zu: Khona-ke u-Adamu wanikezwa emazwini akhe Lord [abanye], futhi Yavuma ukuphenduka kwakhe.

# Quran45
source: We said, "Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.
ca: Ens va dir, "baixar d'ell, tots vostès. I quan orientació ve a tu de mi, qui segueix el meu Consell - hi haurà cap por sobre ells, ni es ells grieve.
cy: Dywedasom, "ewch i lawr gan ei, bob un ohonoch. A pan ddaw'r canllawiau i chi oddi wrthyf fi, pwy bynnag sy'n dilyn canllawiau fy-ni fydd unrhyw ofn ynghylch eu, ac ni bydd iddynt alaru.
da: Vi sagde, "gå fra det, alle jer. Og når vejledning kommer til dig fra mig, hvem følger min vejledning - der bliver ingen frygt angående dem, eller vil de sørge.
el: Είπαμε, "πάει κάτω από αυτό, όλοι σας. Και όταν την καθοδήγηση που έρχεται σε εσάς από εμένα, Όποιος ακολουθεί καθοδήγησή μου - θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: Me ütlesime "minna seda, teile kõigile. Ja kui juhiseid tuleb teile minult, kes järgib minu arendus - tekib ei karda neid käsitlevatele, ega nad leinata.
fi: Sanoimme "alas se, kaikki teistä. Ja kun ohjaus tulee sinulle minulta, kuka seuraa minun guidance - ei olla pelätkö niitä koskevien, eikä ne surra.
he: אמרנו, "לרדת ממנו, כולכם. הדרכה מגיע לך ממני, כל מי שהולך אחרי והכוונה שלי - יהיו ללא פחד הקשור בהם, ולא יהיה להם להתאבל.
hr: Mi je rekao, "Idi od njega, sve vas. I kada vodstvo dolazi ti od mene, tko god slijedi moje upute - neće biti nikakvog straha koji se njih tiču, niti će oni tugovati.
lt: Mes pasakė, "eiti nuo jį, jums visiems. Ir kai nurodymai ateina jums iš manęs, kas taip mano patarimus - ten bus ne baimė dėl jų, nei bus jie sielvartauti.
lv: Mēs teicām: "iet uz leju no tā jums visiem. Un, kad norādījumi nāk pie jums no manis, kurš seko mana vadlīnijas - nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: Vi sa, "gå ned fra det, alle dere. Og når veiledning kommer til deg fra meg, den som følger min veiledning - det vil være ingen frykt om dem, heller ikke vil de sørge.
sk: Sme povedali, "ísť dole z toho, vám všetkým. A keď pokyny k vám príde odo mňa, každý, kto sleduje môj návod - bude bez strachu o ich, ani sa im truchlit.
sl: Smo rekli, "dol iz njega, vse vas. In ko navodila pride k vam, od mene, kdor sledi moja navodila - bo brez strahu, ki jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Рекли смо: "Иди доле из ње, сви ви. И када водич долази из мене, ко год прати мојим водством - ће бити без страха у вези са њима, нити ће они туговати.
sr_latn: Rekli smo: "Idi dole iz nje, svi vi. I kada vodič dolazi iz mene, ko god prati mojim vodstvom - će biti bez straha u vezi sa njima, niti će oni tugovati.
uk: Ми вже говорили, "спуститися з неї, всіх вас. І під керівництвом приходить до вас від мене, той, хто слідує моїм керівництвом - буде без страху, що стосуються їх, і не будуть вони сумують.
vi: Chúng tôi nói, "đi xuống từ đó, tất cả các bạn. Và khi hướng dẫn đến bạn của tôi, bất cứ ai theo hướng dẫn của tôi - sẽ là không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Sathi: "Yehla kuso, nonke Futhi uma hola imibango efika kini ivela Me, noma ubani olandela iseluleko My -. Akuyikuba khona ukwesaba ngokuphathelene them nor tando they lila.

# Quran46
source: And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally."
ca: I els que dubten i negar rètols - els seran companys del foc; ells es queda aquí eternament."
cy: A'r rhai a chredu ac yn gwadu ein arwyddion-bydd rhai cymdeithion y tân; Bydd eu glynu ynddo fythol."
da: Og dem som ikke tror og benægte vores tegn - de vil være ledsagere af ilden; de vil overholde deri evigt."
el: Και όσους αμφισβητούν και δυσπιστώ μας σημάδια - αυτοί θα συντρόφους του το πυρ. θα τηρήσει εκεί αιώνια.»
et: Ja need, kes usu ja eitada meie märke - need on kaaslased tulekahju; nad järgivad selles igavesti."
fi: Ja ne, jotka usko ja kieltävät meidän merkkejä - ne on kumppaneita tuleen; ne noudattaa siinä ikuisesti."
he: ואלה אשר להאמין ולדחות את השלטים שלנו - אלו יהיו השותפים של האש; הם יצויית ובזה לנצח"
hr: I onih koji je siguran da je lažna i odbiti naše znakove - oni će biti pratnja od požara; Oni će ostati u njoj vječno."
lt: Ir tie, kurie neturi wierza ir paneigti mūsų ženklai - tas bus draugų gaisro; jos paklūsta ten amžinai."
lv: Un tiem, kam neticēt un noliegt mūsu zīmes - tie būs ceļabiedri uguns; tie būs ievērot tajā mūžīgi."
nb: Og de som tviler og nekte våre skilt - de vil være følgesvenner ildsjøen. de vil følge der evig.»
sk: A tí, ktorí neveria, a poprieť naše značky - tie budú spoločníci požiaru; že bude dodržiavať v ňom naveky."
sl: In tisti, ki verjamem in zanikati naših znakov - tisti bodo spremljevalci ogenj; se bo upošteval v njem večno."
sr_cyrl: И они који је сигуран да је лажна и ускрати свој знак - оне ће бити пратиље ватре; Они ће трпе у томе бескрајно."
sr_latn: I oni koji je siguran da je lažna i uskrati svoj znak - one će biti pratilje vatre; Oni će trpe u tome beskrajno."
uk: І тих, хто не вірити і заперечувати наших знаки - ті буде супутники вогню; вони будуть дотримуватися в цьому вічно."
vi: Và những người disbelieve và từ chối các dấu hiệu của chúng tôi - những người sẽ là companions của ngọn lửa; họ sẽ tuân thủ trong đó đời đời."
zu: Futhi labo disbelieve aphike nezibonakaliso Our - lezo kuyoba labangane Fire;

# Quran47
source: O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.
ca: O fills d'Israel, recordar el meu favor que jo hagi atorgat a vostè i complir el meu Pacte [sobre tu] que vaig a complir el seu pacte [de mi] i tenir por de [només] me.
cy: Mae O blant Israel, yn cofio fy favor a wyf wedi roi i chi a chyflawni fy cyfamod [ar] a bydd gyflawni eich cyfamod [oddi wrthyf], ac ofni [ond] Me.
da: O børn af Israel, huske min fordel, som jeg har skænket dig og opfylde min pagt [når du], at jeg vil opfylde dine pagt [af mig], og være bange for [kun] Me.
el: O παιδιά του Ισραήλ, να θυμάστε μου χάρη που έχω παραχωρήσει επάνω σας και να εκπληρώσει Συνθήκη μου [σε σας] που θα εκπληρώσει σας σύμφωνο [από μένα], και να φοβάται [μόνο] μου.
et: O laste Iisraeli mäleta minu kasuks, mida olen andnud teie peale ja täita minu pakt [te] pärast, et ma täita oma pakt [minult] ja kartke mind [ainult].
fi: O lasten Israelin muistaa minun puolesta, joka on suonut sinulle ja täyttää minun liittoni [päällenne], että olen täyttää liiton [minulta] ja pelkää [vain] Me.
he: הו בני ישראל, זכור את הטובה שלי, אשר יש שהטלתי עליכם ולהגשים את האמנה [עליכם] שיש לי להגשים את האמנה [ממני], ולא לפחד [בלבד].
hr: O sinovima Izraelovim, zapamti moju korist koji su si udijelio i ispuniti moj Savez [po] da ću ispuniti svoj savez [od mene], i bojte se [samo] ja.
lt: O vaikai iš Izraelio, prisiminti savo naudai, kuris buvo padovanotas jums ir įvykdyti mano paktas [ant tavęs], kad aš bus įvykdyti jūsų paktas [iš manęs], ir bijoti [tik] mane.
lv: O bērnu Izraēla, manā labā, kas ir dāvājis jums atcerēties un piepildīt manu derību [pār jums], ka man būs piepildīt savu karagājienu [no manis] un baidīties no manis [tikai].
nb: O Children of Israel, husker min favør som jeg har skjenket deg og oppfylle min pakt [på deg] som jeg vil oppfylle dine pakt [fra meg], og være redd for [bare].
sk: O deti Izraela, pamätať môj prospech, ktorých som obdarila vás a splniť moje dohovoru [na vás], že bude plniť svoj pakt [odo mňa], a sa báť [len] me.
sl: O otroke Izraela, ne pozabite svoj prid, ki sem jih podeljuje na vas in izpolnjujejo moje zveze [na vas], da bi izpolnila svoje zaveze [od mene], in se boji [samo] Me.
sr_cyrl: О деци од Израела, запамти моју корист која је подарила ми је до тебе и испунити мој савез [над вама] да ће испунити завет [од мене], а бој се мене [само].
sr_latn: O deci od Izraela, zapamti moju korist koja je podarila mi je do tebe i ispuniti moj savez [nad vama] da će ispuniti zavet [od mene], a boj se mene [samo].
uk: O діти Ізраїлю, мою користь, і я дарував вас пам'ятати і виконують свого заповіта [на вас], що я буду виконувати ваші заповіту [мене] і боятися [тільки] Me.
vi: O trẻ em của Israel, hãy nhớ rằng ưu tiên của tôi mà tôi đã ban cho bạn và hoàn thành của tôi giao ước [khi bạn] tôi sẽ hoàn thành giao ước của bạn [từ tôi], và được sợ [chỉ] Me.
zu: O Ntwana Israyeli khumbula Mi favor I pha you futhi afeze isivumelwano sami [phezu kwakho] ukuthi mina ngeke fulfill kho vumelwano [kimi], futhi wesabe [kuphela] Me.

# Quran48
source: And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.
ca: I creure en el que he enviat per confirmar que és [ja] amb vostè, i no ser el primer en no creuen en això. No intercanvi meu signes per un preu petit i [només] por mi.
cy: Ac yn credu mewn beth y wedi ei anfon i lawr yn cadarnhau hynny a dyna [eisoes] gyda chi, ac yn nid y cyntaf beidio â chredu ynddo. A oes nid cyfnewid fy arwyddion am bris bach, ac ofn [ond] Me.
da: Og tror på hvad jeg har sendt ned bekræfter, at der [allerede] med dig, og ikke være først til at tvivle på det. Og ikke bytte mit tegn til en lille pris, og frygter [kun] Me.
el: Και πιστεύουν σε ό, τι μου έχουν στείλει επιβεβαίωση ότι που είναι [ήδη] μαζί σας, και δεν είναι η πρώτη που δυσπιστώ σε αυτό. Δεν ανταλλάσσουν μου σημάδια για μια μικρή τιμή, και ο φόβος [μόνο] μου.
et: Usu mida olen saatnud ette mis kinnitab, et mis on [juba] teiega ning olla mitte ei usu. ta esimene. Mitte vahetada väike hind minu märke ja hirm [ainult] mina.
fi: Ja usko olen lähettänyt vahvistaa, joka on [jo] kanssasi ja olla ei epäillä se ensimmäinen. Ei vaihtaa minun oireita pieni hinta ja pelko [vain] Me.
he: מאמין מה שלחתי למטה המאשרת המהווה [כבר] איתך ו ראשונים לא להאמין בה. לא להחליף את השלטים שלי במחיר סמלי ואני חושש [רק].
hr: Vjerovati u što sam poslao potvrditi taj koji je [već] s tobom i biti prvi koji će vjerovati u to. I ne razmjenjivati moji znakovi za malu cijenu, i strah [samo] ja.
lt: Ir tiki kas man atsiuntė žemyn patvirtinantis, kad kuri yra [jau] su jumis, ir negali būti pirmas ne wierza ji. Ir negalima keistis mano požymiai už mažą kainą, ir baimė [tik] mane.
lv: Ticam, ka tas, ko esat nosūtījis uz leju, apstiprinot, ka kas jau [] kopā ar jums un nevar būt pirmajiem, kuri neticēt tajā. Nevar apmainīties ar manu nelielu cenu zīmēm un bailes [tikai] me.
nb: Og tror på hva jeg har sendt ned bekrefter det som er [allerede] med deg, og ikke være først å tvile i den. Og ikke utveksle min skiltene for en liten pris, og frykt [bare].
sk: Veriť v to, čo majú zoslal potvrdzuje, že čo je (už) s vami a nesmie byť prvý neveria v to. Nie výmena moje známky za malú cenu a strach [len] Me.
sl: In verjamem v tisto, kar sem poslal navzdol potrjuje, da ki je [že] z vami, in ne sme biti prvi, da verjamem v to. Ne izmenjujejo moji znaki za majhno ceno in strah [samo] Me.
sr_cyrl: Веруј у ста сам послао низ Потврђујући да што је [већ] с тобом и не бити први да сумњаш у то. И не разменимо моји знакови за мала цена и страх [само] мене.
sr_latn: Veruj u sta sam poslao niz Potvrđujući da što je [već] s tobom i ne biti prvi da sumnjaš u to. I ne razmenimo moji znakovi za mala cena i strah [samo] mene.
uk: І вірити в те, що я послав вниз підтверджує, що яких уже [] з вами, і бути не першим, щоб не вірити в це. І не обміну моєї ознаки за невелику ціну і страх [тільки] мене.
vi: Và tin vào những gì tôi đã gửi xuống xác nhận rằng đó là [đã] với bạn, và là không phải là người đầu tiên disbelieve trong nó. Không trao đổi của tôi dấu hiệu cho một mức giá nhỏ, và sợ hãi [chỉ] Me.
zu: Futhi ukukholelwa kulokho sengithumele phansi eqinisekisa ukuthi which is [kakade] nawe, ungabi ngowokuqala disbelieve kuwo.

# Quran49
source: And do not mix the truth with falsehood or conceal the truth while you know [it].
ca: I no barrejar la veritat amb falsedat o amaguen la veritat encara que sé que [es].
cy: Ac nid cymysgedd y gwir gyda anwiredd nac yn cuddio y gwir er y gwyddoch [TG].
da: Og ikke blande sandheden med løgn eller skjule sandheden, mens du kender [det].
el: Και μην αναμειγνύεται η αλήθεια με το ψέμα ή κρύβουν την αλήθεια, ενώ το ξέρεις [].
et: Ja tõde segada valetamine või varjata tõde, kuigi sa tead [seda].
fi: Ja älä sekoita totuus valhe tai salata totuutta, vaikka tiedät [sen].
he: ולא לערבב האמת אם שקר או להסתיר את האמת בזמן שאתם יודעים [בו].
hr: I ne miješati istinu s laži i prikriti istinu dok [to].
lt: Ir negalima maišyti tiesą su melas arba nuslėpti tiesą, o žinote, [kad].
lv: Jaukt kopā patiesību ar viltību vai noslēpt patiesību, kamēr jūs zināt, [tā].
nb: Og ikke blande sannheten med løgn eller skjule sannheten mens vet du [det].
sk: A nie mix pravdy lož, alebo zakryť pravdu, aj keď viete, že [to].
sl: In ne resnica pomeša laž ali prikriti resnico, medtem ko veste [ga].
sr_cyrl: И преливање истину неистина или сакрити истину, док ви знате за [то].
sr_latn: I prelivanje istinu neistina ili sakriti istinu, dok vi znate za [to].
uk: І не змішувати правду з брехня або приховують правду, у той час як ви знаєте, що [він].
vi: Và không pha trộn sự thật với falsehood hoặc che giấu sự thật trong khi bạn biết [nó].
zu: Futhi akuhlangani iqiniso ngamanga noma yokufihla iqiniso ngenkathi niyazi [isixhumo].

# Quran50
source: And establish prayer and give zakah and bow with those who bow [in worship and obedience].
ca: I establir l'oració i donar zakah i arc amb qui arc [en veneració i obediència].
cy: A sefydlu gweddi a rhoi zakah a bow gyda'r rhai sy'n plygu [mewn addoliad a dinasydd].
da: Og etablere bøn og give zakah og bue med dem, der bøjer [i tilbedelse og lydighed].
el: Και προσευχή θεσπίσει και να δώσει zakah και τόξο με όσους πρωραίες [στη λατρεία και υπακοή].
et: Ja loovad palve ja anna zakah ja nendega, kes [in kummardama ja kuulekuse] vibu bow.
fi: Ja vahvistaa rukous ja antaa zakah ja keula niiden kanssa, jotka taivuta paperikaukalossa [palvonta ja kuuliaisuuden].
he: להקים תפילה ותן zakah, קשת עם מי קשת [ב פולחן וצייתנות].
hr: I uspostavljanje molitve i dati zakah i luk s onima koji luk [u obožavanje i poslušnost].
lt: Ir nustatyti malda ir duoti zakah ir lankas su tais, kurie lankas [garbinimas ir paklusnumo].
lv: Un izveidot lūgšanu un sniegt zakah un loku ar tiem, kuri priekšgala [ar dievkalpojumu un paklausību].
nb: Og etablere bønn og gir zakah og bue med de som bøyer [i tilbedelse og lydighet].
sk: A modlitby a dať Zakát a luk s tými, ktorí lúk [v uctievanie a poslušnosti].
sl: In vzpostavitev molitev in zakah in lok s tistimi, ki lok [v bogoslužje in poslušnosti].
sr_cyrl: И успостављање молитве и дај заках и лук са онима који се клањају [у молитву и послушности].
sr_latn: I uspostavljanje molitve i daj zakah i luk sa onima koji se klanjaju [u molitvu i poslušnosti].
uk: І встановити молитви і дати zakah та лук з тих, хто з лука [богослужіння в послуху].
vi: Và thiết lập các cầu nguyện và cung cấp cho zakah và bow với những người cung [trong thờ phượng và Vâng lời].
zu: Futhi ukusungula umthandazo futhi anikeze zakah bow labo khothama [ekukhulekeleni ngokwazisa futhi simlalela].
