Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran61
source: And [recall] when Moses said to his people, "O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator." Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.
ca: I [avís] Quan Moses va dir a la seva gent, "O meu poble, fet que vosaltres mateixos han injustament per la presa del panxell [per al culte]. Així que penedir-se al seu creador i maten. Que és el millor per a [tots] a la vista del seu creador. " Llavors va acceptar el seu penediment; de fet, és la Accepting de penediment, el Clement.
cy: A [cofio] pan y dywedodd Moses wrth ei bobl, "O 'm pobl, yn wir chi wedi eich hunain cam gan eich cymryd y llo [ar gyfer addoli]. Felly edifarhau i eich crëwr a lladd eich hunain. Dyna'r gorau ar gyfer [ohonynt] byddwch yn gweld eich crëwr. " Wedyn derbyniodd eich pedair; yn wir, yn ei dderbyn o edifeirwch, y Merciful.
da: Og [recall] da Moses sagde til sit folk, "O mit folk, ja du har krænket selv din udtagning af kalv [for tilbedelse]. Så omvende sig til din skaberen og dræbe dem selv. Det er bedst for [alle] du i synet af din skaberen. " Derefter accepteret han din omvendelse; Ja, han er accept af anger, barmhjertige.
el: Και [ανάκληση] όταν Moses είπε στο λαό, "Ο λαός μου, πράγματι έχετε αδικηθεί τους εαυτούς σας σας λαμβάνοντας του μόσχου [για λατρεία]. Έτσι μετανοήσουν δημιουργό σας και να σκοτώσουν τους εαυτούς σας. Ότι είναι το καλύτερο για [όλα] σας στα μάτια του δημιουργού σας.» Στη συνέχεια, δέχτηκε σας μετάνοια. Πράγματι, είναι η αποδοχή της μετάνοιας, ο φιλεύσπλαχνος.
et: Ja [Meenuta] kui Moses ütles oma rahvale, "O minu inimesed tõepoolest on ise oma vasikas [ette kummardama] võttes vääriti koheldud. Nii kahetsema oma Loojat ja tapavad iseendid. Mis on parim [kõik] sa oma looja silmis. " Siis ta võttis oma meeleparanduse; Tõepoolest, ta on meeleparandus, nende Merciful vastuvõtmine.
fi: Ja [] kun Moses sanoi kansalleen "Oi kansani, todellakin itse kärsineensä otetaan vasikan [rukoilemaan]. Joten parannuksen luoja ja tappaa itseänne. Tämä on paras kaikille [] sinun Luojasi silmissä. " Sitten hän hyväksyi parannukseen; Hän onkin parannukseen, armollisin hyväksyminen.
he: [ראה] Moses אמר לאנשים שלו, "O את האנשים שלי, אכן אתה התעה את עצמכם על ידי את מאסרו של העגל [לצורך סגידה]. אז בתשובה לבורא שלך, להרוג את עצמכם. . זה הטוב ביותר על [כל] אתה בעיני היוצר שלך. " ואז הוא קיבל תשובה שלך; ואכן, הוא Accepting של תשובה, הרחום והחנון...
hr: I [opoziv] kada Moses je rekao svome narodu, "narode moj, uistinu su sebe nepravdu uzimajući tele za obožavanje]. Tako se pokajati za tvoj stvoritelj i vi ćete umrijeti. To je najbolje za [sve] u očima vašeg Stvoritelja. " Zatim je prihvatio pokajanje; Doista, on je prihvaćanje pokajanja, milostivog.
lt: Ir [atšaukti] kai Moses sako, kad jo žmonės, "O mano tauta, iš tikrųjų turite nuskriausti save iš savo veršelio [ir garbinimas]. Taigi apgailestavo, kad jūsų kūrėjas ir žudyti save. Tai geriausia [visi] jūs į savo kūrėjo akyse. " Tada jis sutiko savo tikėjimą; iš tiesų, jis yra atgaila, kad litosciwy Accepting.
lv: Un [atsaukšana] kad Moses teica savai tautai, "O mana tauta patiešām esat sev nodarījis ar savu veikšanu teļu [dievkalpojumiem]. Tātad nožēlot savu radītāju un nogalināt sevi. Kas ir labākais [visi] tu savu Radītāju aktuāli. " Tad viņš piekrita nožēlošana; Protams, viņš ir nožēlošana, žēlsirdīgs piekrišana.
nb: Og [] da Moses sa til sitt folk, "O mitt folk, ja du har gjort urett dere med din ta på kalven [for tilbedelse]. Så omvende til din skaper og drepe dere. Som er best for [alle] du for din skaper.» Han aksepterte omvendelsesdag; faktisk er han godtar omvendelse, barmhjertige.
sk: A [odvolanie] keď Moses hovorí k svojmu ľudu, "O mojich ľudí, naozaj ste ublížili sami svoje pričom teľaťa [pre uctievanie]. Takže ľutovať svojho Stvoriteľa a zabiť seba. To je najlepšie pre [všetky] si v očiach svojho Stvoriteľa. " Potom prijal vaše pokánie; naozaj, je to akceptovanie pokánie, je Milosrdných.
sl: In [preklic] Ko Moses dejal, da svoje ljudi, "O moj narod, res ste jih bili oškodovani sami tako, da se teleta [za bogoslužje]. Tako se pokesajo za svoje ustvarjalca in ubil sebe. To je najboljši navzlic [od] ste v očeh svojega Stvarnika. " Nato je sprejel svoje kesanje; res, on je Accepting kesanje, usmiljen.
sr_cyrl: И [опозив] када Мосес је рекао својим људима, "О мој народ, заиста си себи нанео до твоје узимање теле [за]. Тако да се покаје за својим Творцем и убијте се. То је најбоље за [све] те на видику од свог творца. " Онда је он прихватио твоје покајање; Он је заиста Аццептинг покајања, милосрдна.
sr_latn: I [opoziv] kada Moses je rekao svojim ljudima, "O moj narod, zaista si sebi naneo do tvoje uzimanje tele [za]. Tako da se pokaje za svojim Tvorcem i ubijte se. To je najbolje za [sve] te na vidiku od svog tvorca. " Onda je on prihvatio tvoje pokajanje; On je zaista Accepting pokajanja, milosrdna.
uk: І [згадати], коли Moses сказав до свого народу, "O народ мій, дійсно ви образили себе шляхом прийняття теляти [для поклоніння]. Так покаятися Творця і вбити себе. Що є кращим для [всі] ви в очах ваших Творця. " Потім він прийняв покаяння; дійсно, він є прийняття покаяння, на Merciful.
vi: Và [thu hồi] khi Moses nói với người dân của mình, "O người của tôi, thực sự bạn có wronged mình bằng cách tham gia bạn bò [để thờ phượng]. Vì vậy, ăn năn đến Creator của bạn và giết mình. Đó là tốt nhất cho [tất cả] bạn trong tầm nhìn của người sáng tạo của bạn. " Sau đó ông đã chấp nhận sự hối cải của bạn; Thật vậy, ông là Accepting ăn năn hối cải, Merciful.
zu: Futhi [buyekeza] lapho uMose wathi kubantu bakhe: "O bantu bami, ngokwenu ngempela you ngalungi kho Ngokuthatha wakho sethole [ngenjongo yokukhulekela]. Ngakho phenduka kho Dali kwenziwe ibulale nezinsiza ngokwenu. Yilokho okungcono kakhulu [nonke] ngawe

# Quran62
source: And [recall] when you said, "O Moses, we will never believe you until we see Allah outright"; so the thunderbolt took you while you were looking on.
ca: I [avís] Quan vostè va dir, "O Moses, ens mai no creurà vostè fins que veiem Allah absoluta"; Així que el llamp prendre mentre que cercava.
cy: A [cofio] pan ddywedasoch, "O Moses, bydd byth credwn ichi hyd nes y gwelwn Allah yn llwyr"; felly cymerodd y daranfollt chi tra byddwch yn edrych.
da: Og [husker] Når du sagde, "O Moses, vi vil aldrig tro du indtil vi ser Allah decideret"; så thunderbolt tog du mens du var på udkig.
el: Και [ανάκληση] όταν είπε, «O Moses, σας θα ποτέ δεν πιστεύουμε μέχρι να δείτε το Αλλάχ οριστικές»? έτσι τον κεραυνό σας πήρε ενώ ψάχνατε.
et: Ja [Meenuta] kui sa ütlesid, "O Moses, me ei kunagi usu sind kuni näeme Jumalat suisa"; nii et thunderbolt võttis samal ajal, kui sa olid otsivad.
fi: Ja [] kun sanoit, "O Moses koskaan uskomme sinua kunnes näemme Jumalan suoraan"; joten thunderbolt oli, kun olit etsimässä.
he: [זוכר] כאשר אמרת, "O Moses, אנחנו אף פעם לא יאמינו לך עד שנראה את אללה על הסף"; אז מכת הברק לקח אותך בעוד אתה מסתכל.
hr: I [opoziv] kada si rekao, "O Moses, neće nikada ne vjerujemo ti dok ne vidimo Allaha otvoreno"; tako munja si dok te gleda.
lt: Ir [atšaukti] kai sakei, "O Moses, mes niekada įtikės jums tol, kol mes matome Dievo vienakrypčius"; Taigi, "Thunderbolt" paėmė jus nors ieškote.
lv: Un [atgādināt] Ja jums teica: "O Moses, mēs nemūžam neuzminēsiet, jums līdz brīdim, kad mēs redzam, ka Allāhs turnīra"; tāpēc zibens spēriens ņēma jums, kamēr jūs meklējat.
nb: Og [husker] når du sa, "O Moses, vi vil aldri tror du før vi ser Allah outright"; så tok lynet du mens du ser.
sk: A [pripomínajú], keď ste povedal, "O Moses bude nikdy veríme vám kým vidíme, že Boh úplne"; Takže blesk trvalo vám, kým ste boli pri pohľade.
sl: In [preklic], ko si rekel, "O Moses, bo nikoli ne verjamemo vam dokler bomo videli Allah dokončno"; tako je thunderbolt si je vzel, medtem ko ste iskali.
sr_cyrl: [Се ] када си рекао, "О Мосес, смо поверуј док не видимо да је Аллах потпуну"; Тако да ме погоди гром ти је требало док сте гледали.
sr_latn: [Se] kada si rekao, "O Moses, smo poveruj dok ne vidimo da je Allah potpunu"; Tako da me pogodi grom ti je trebalo dok ste gledali.
uk: І [Нагадаємо], коли ви сказали, "Moses O ми нізащо не повірять ви поки ми бачимо Аллах відвертий"; так що грім взяв, поки ви шукали.
vi: Và [nhớ lại] khi bạn nói, "O Moses, chúng tôi sẽ không bao giờ tin bạn cho đến khi chúng ta thấy Allah ngay"; Vì vậy, chiếc thunderbolt đã cho bạn trong khi bạn đang tìm kiếm.
zu: Futhi [buyekeza], lapho uthi: "O Mose, asisoze sikukholwe kuze sibona Allah okusobala lowo muntu";

# Quran63
source: Then We revived you after your death that perhaps you would be grateful.
ca: Llavors hem reviscut després de la seva mort que potser seria agraït.
cy: Yna ein hadfywio ar ôl marwolaeth eich bod efallai byddech yn ddiolchgar.
da: Så vi genoplivet du efter din død, at du måske ville være taknemmelig.
el: Αναβίωσαν στη συνέχεια εμείς σας μετά το θάνατό σας ότι ίσως θα ήσαστε ευγνώμονες.
et: Seejärel me taaselustati sa pärast oma surma, et äkki sa oleks tänulik.
fi: Sitten elvyttää sinun että Olkaa kiitollisia kuoleman jälkeen.
he: ואז אנחנו החיו את אחרי המוות שלך כי אולי תהיה אסיר תודה.
hr: Onda smo si oživio nakon svoje smrti da bi možda biti zahvalan.
lt: Tada mes Zn jus po savo mirties, kad galbūt jums bus dėkingi.
lv: Pēc tam mēs jums atdzīvināja pēc jūsu nāves, ka varbūt jums būtu pateicīgs.
nb: Så vi gjenopplivet du din død at kanskje du ville være takknemlig.
sk: Potom sme si oživili po vašej smrti, že snáď by ste byť vďačná.
sl: Nato smo jih obnovil po vaši smrti, da nemara vi domišljavec hvaležen.
sr_cyrl: Онда смо ти оживљена после твоје смрти, ти би била захвална.
sr_latn: Onda smo ti oživljena posle tvoje smrti, ti bi bila zahvalna.
uk: Потім ми відродили ви після вашої смерті, що можливо вам був би вдячний.
vi: Sau đó, chúng ta phục hồi bạn sau khi cái chết của bạn, mà có lẽ bạn sẽ được biết ơn.
zu: Khona We dlweza you ngemva kokufa yakho ukuthi mhlawumbe nawe siyokwazisa.

# Quran64
source: And We shaded you with clouds and sent down to you manna and quails, [saying], "Eat from the good things with which We have provided you." And they wronged Us not - but they were [only] wronging themselves.
ca: I ombra amb núvols i enviat a vostè mannà i guatlles, [dir], "Menjar de les coses bones que ens han facilitat". I ells ens van no - però ells [només] van wronging-se.
cy: A ydych yn cysgodi â cymylau a anfonwyd i lawr i chi manna a sofliâr, [dweud], "Bwyta o'r pethau da a rydym wedi darparu i chi." Ac roedd eu cam ohonom ni-ond [ond] maent yn wronging eu hunain.
da: Og vi skygge du med skyer og sendt ned til du manna og vagtler, [siger], "Spis af de gode ting, som vi har givet dig." Og de krænket os ikke - men de [kun] gøre selv.
el: Και εμείς σας σκιάζεται με σύννεφα και αποστέλλονται σε σας μάννα και ορτύκια, [λέγοντας], «Τρώνε από τα καλά πράγματα με τα οποία έχουμε παρέχονται σας». Και μας θίγονται όχι - αλλά αυτοί αδικούσαμε [μόνο] οι ίδιοι.
et: Ja me varjutatud sa pilved ja saatnud oma te manna ja vutte, [ütles], "Eat, kellega oleme pakkunud teile head asjad." Ja nad ülekohtu meile mitte -, kuid nad olid [ainult] wronging ise.
fi: Ja varjostettu pilviä ja lähettänyt sinulle mannaa ja viiriäisiä, [sanoen] "Syödä hyviä asioita, joiden kanssa olemme toimittaneet teille." Ja ne vääryyttä meitä ei - mutta ne olivat [vain] wronging itse.
he: אנחנו מוצל אותך עם עננים, שלח את המן ואת בתרנגולי הקרב, [ואמר] "לאכול מן הדברים הטובים שבה אנו מגישים לך." הם לנו עוול לא - אבל הם היו [רק] ההיתר עצמם.
hr: A mi ti u hladu s oblacima i poslali da ti mana i prepelice, [rekao], "Jedite od dobrih stvari s kojima mi smo vas dobili." I oni nam nepravdu ne - ali oni su [samo] wronging sebe.
lt: Ir mes nuspalvinta jums su debesys ir išsiųstas į jūsų mana ir putpelėmis, [sako], "Iš gerų dalykų, kuriuos mes teikiame jums valgyti." Ir jie nuskriausti mums ne - bet jie buvo [tik] wronging patys.
lv: Un mēs jums ieēnota ar mākoņiem un nosūtīts uz leju, lai jūs manna un paipalas, [saka], "Ēd no labas lietas, ar kurām esam nodrošinājuši jums." Un viņi mums nodarīts kaitējums ne - bet tie bija [tikai] wronging sevi.
nb: Og vi skyggelagt du med skyer og sendt ned til du manna og vaktler, [sa] "Spis fra de gode tingene som vi har gitt deg." Og de urett oss ikke - men de ble [bare] wronging seg.
sk: A my si v tieni mraky a zaslať vám manu a prepelice, [povedať], "Jedzte z dobrých vecí, ktoré sme poskytli vám." A oni nám ublížili nie - ale oni boli [len] wronging sami.
sl: In smo si senci z oblaki in pošljejo vam manna in prepelice, [pravijo,] "Jejte od dobrih stvari, ki smo ga podali." In krivico so nas ne -, vendar so bile [samo] wronging sami.
sr_cyrl: И ти осениене са облацима и послао да ти мана и препелице, [указујући], "Једите од добрих ствари са којима смо пружили су ти". И су нас изиграли не - али они су били сами [само] wронгинг.
sr_latn: I ti osenиene sa oblacima i poslao da ti mana i prepelice, [ukazujući], "Jedite od dobrih stvari sa kojima smo pružili su ti". I su nas izigrali ne - ali oni su bili sami [samo] wronging.
uk: І ми заторкнуті хмари і послав до вас манну і перепелів, [кажучи:] "Їж від гарні речі, з якими ми надали вам". І вони образили нас не -, але вони були [тільки] wronging себе.
vi: Và chúng tôi bóng mờ bạn với đám mây và được gửi xuống bạn manna và chim cút, [nói], "Ăn từ những điều tốt đẹp mà chúng tôi đã cung cấp cho bạn." Và họ wronged chúng tôi không - nhưng họ đã [chỉ] wronging mình.
zu: Futhi We ukubopha wena ngamafu sa phansi kuze you manna izigwaca, [ethi], "Yidla ezintweni ezinhle ngazo Sinikeze wena."

# Quran65
source: And [recall] when We said, "Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward]."
ca: I [avís] Quan ens va dir, "entrar en aquesta ciutat i menjar-ne allà on vostè es en [facilitat i] l'abundància i introduir la porta saludant humilment i dir, 'Alleujar nosaltres dels nostres càrregues.' [Llavors] hem perdonin vostres pecats per a vostè, i s'incrementarà els autors de bons [en bondat i recompensa]."
cy: A [cofio] pan ydym wedi dweud, "Rhowch y ddinas hon a bwyta ohono lle bynnag y byddwch yn [hwylustod a] digonedd, a rhowch y giât consortia yn ostyngedig a dweud, 'Yn ein rhyddhau rhag ein beichiau.' Bydd gennym [yna] maddau eich pechodau i chi, a byddwn yn cynyddu phoenwn da [yn dyn a gwobrwyo].
da: Og [recall] Da vi sagde, "Angiv denne by og spise fra det, uanset hvor du vil i [lethed og] overflod, og Angiv porten ydmygt bukkende og sige, «Fritager os fra vore byrder.» Vi [så] vil tilgive deres synder, og vi vil øge magtsyge af god [i godhed og belønning]."
el: Και [ανάκληση] όταν είπαμε, "εισάγετε αυτή την πόλη και να φάτε από αυτό, όπου και θα σας σε [ευκολία και] αφθονία, και εισάγετε την πύλη υποκύπτοντας ταπεινά και λένε, «Να μας απαλλάξει από τα βάρη μας.» Εμείς [τότε] θα συγχωρήσω τις αμαρτίες σας για σας, και θα αυξήσουμε το doers του καλού [στην Αγαθότητα και την ανταμοιβή].»
et: Ja [Meenuta] kui me ütles, "sisestage selle linna ja süüa seda kõikjal, kus te näidatakse [lihtsust ja] arvukus, ja kummardasid alandlikult värava ja öelda:"Vabastada meid meie halduskoormuse." Me teile [siis] oma patud andeks, ja me kasvab hea Kurjategijaist [in headus ja tasu]."
fi: Ja [] kun sanoimme, "päästä tänne ja syödä sitä, missä voit [helposti ja] runsaus, ja sisälle taipuu nöyrästi ja sanoa:"Vapauta meitä taakkamme." Annamme [silloin] anteeksi sinun syntisi sinulle ja lisäämme tekijöitä, hyvä [in hyvyys ja palkita].
he: [ראה] כאשר אמרנו, "הזן את העיר ולאכול ממנו בכל מקום שבו אתה תראה עוד [הקלות ו] שפע, נכנס בשער משתחווים בענווה ואני אומר, 'לשחרר אותנו בנטל שלנו.' אנחנו [אז] יסלח לחטאיך. בשבילך, אנחנו יגדל פעלתנים טוב [חסד ותגמול]."
hr: I [opoziv] kada mi je rekao, "Unesite grad i jesti iz njega gdje god hoćeš u [jednostavnost i] obilje, i unesite vrata smjernog i reći,"Osloboditi nas od našeg tereta." [Onda] će oprostiti grijehe za vas, i ćemo povećati vršitelji dobro [u dobroti i nagrada]."
lt: Ir [atšaukti] kai mes pasakė, "įveskite šį miestą ir valgyti iš jo kur jums [lengvai ir] gausa, ir įveskite vartų linkę nuolankiai ir pasakyti,"Atleisti mums mūsų naštą." Mes [tada] bus atleisti jūsų nuodėmes jums, ir mes padidinti daro gera [– gėrio ir apdovanoti]."
lv: Un [atsaukšana], kad mēs teicām: "Ievadiet šajā pilsētā un ēst no tā, kur jums būs [vieglumu un] pārpilnību, un ievadiet palocīdamies pazemīgi vārtiem un saka:"Atbrīvot mūs no mūsu slogu." Mēs [tad] piedod jūsu grēki jums un mums pieaugs doers no labas [labestības un atalgot]."
nb: Og [] da vi sa: "Angi denne byen og spise fra den hvor du vil i [letthet og] overflod, og angi porten bukker ydmykt og si,"Lindre oss av våre byrder." Vi vil [da] tilgi deg syndene for deg, og vi vil øke doers av god [med godhet og belønning]."
sk: A [pripomínajú], keď sme povedali, "zadajte toto mesto a jesť z nej vždy, keď budete v [jednoduchosť a] hojnosti, a zadajte brány pokorne uklonil a povedať:"Zbaviť nás naše záťaže." [Potom] My odpustí vaše hriechy pre vás a zvýšime konajte dobré [v dobrote a odmena]."
sl: In [preklic], ko smo rekli, "vnesite to mesto in jesti od njega, kjer boste v [enostavnost in] številčnosti, in vnesite vrata ponižno priklonila in reči,"Lajšanje nas naše obremenitev." Smo [torej] odpuščati svoje grehe za vas, in bomo povečali kršitelje dobrega [na dobroto in nagrado]."
sr_cyrl: И [опозив] када смо рекли, "Унесите овај град и једе из ње, где год да ли ће у [једноставан и] изобиљу, и унесите капију клањања понизно и рекао, 'Не одведу ослободимо тог терета.' Ми [онда] срамота за тебе, и ми ћемо повећати акцију од добре [у доброту и награда]."
sr_latn: I [opoziv] kada smo rekli, "Unesite ovaj grad i jede iz nje, gde god da li će u [jednostavan i] izobilju, i unesite kapiju klanjanja ponizno i rekao, 'Ne odvedu oslobodimo tog tereta.' Mi [onda] sramota za tebe, i mi ćemo povećati akciju od dobre [u dobrotu i nagrada]."
uk: І [згадати], коли ми вже говорили, "ввести це місто і їдять з нього скрізь, де ви будете в [легкість і] достаток і Заходимо у ворота кланяючись смиренно і сказати: 'Звільняти нас від нашого тягаря'. Ми [потім] простить ваші гріхи для вас, і ми буде дедалі передбачивши добра [добра і нагорода]."
vi: Và [thu hồi] khi chúng tôi nói, "nhập thành phố này và ăn nó bất cứ nơi nào bạn sẽ ở [một cách dễ dàng và] sự phong phú, và nhập cổng bowing khiêm nhường và nói, 'Làm giảm chúng tôi của gánh nặng của chúng tôi.' [Sau đó], chúng ta sẽ tha thứ tội lỗi của bạn cho bạn, và chúng tôi sẽ tăng kẻ tốt [tốt đẹp và thưởng]."
zu: Futhi [buyekeza] lapho sathi: "Ngena nalo muzi udla kuwo noma ngabe ukuphi intando [kalula] ngokuchichimayo, ngena sango humbly ekukhothameleni nithi, 'oyosikhulula imithwalo yethu.'

# Quran66
source: But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.
ca: Però aquells que injustament canviat [aquestes paraules] a una declaració altre que allò que havia dit a ells, així que hem enviat a aquells que injustament un càstig del cel, perquè ells van desobeir desafiant.
cy: Ond newidiodd rhai sy'n cam [geiriau hynny] i ddatganiad heblaw hynny a oedd wedi dweud iddynt, felly anfonwyd i lawr ar y rhai sy'n cam cosb o'r awyr oherwydd roedd iddynt dorri'r defiantly.
da: Men dem, der krænket ændret [ordene] til en erklæring end den, som havde sagt til dem, så vi sendt ned over dem, der krænket en straf fra himlen, fordi de trodsigt ulydig.
el: Αλλά όσοι θίγονται άλλαξε [αυτά τα λόγια] σε μια δήλωση διαφορετικό από εκείνο που είχε ειπωθεί τους, ώστε να μας στείλει προς όσοι θίγονται μια τιμωρία από τον ουρανό, επειδή αυτοί προκλητικά ανυπακοή.
et: Aga need, kes ülekohtu muutunud [need sõnad] erinevas suuruses, mis oli olnud ütles neile, et saatsime neile, kes ülekohtu taevast karistust, sest nad olid väljakutsuvalt disobeying.
fi: Mutta ne, jotka väärin muuttaa [sanat] selvitystä kuin se, joka oli sanonut heille, joten lähetimme niille, joka väärin taivaalta rangaistus, koska he olivat uhmakkaasti tottelemattomuus.
he: אבל למי עוול שינה [מילים אלה] הצהרה חוץ מזה אשר נאמר להם, אז שלחנו ועל אלו עוול עונש מן השמים בגלל שהם וכיסוי בהתרסה.
hr: Ali one koji nepravdu promijenio te riječi izjave osim toga što su govorili, pa smo poslali na one koji su zgriješili kazna s neba jer su definitivno neslušate.
lt: Bet tuos, kurie niesprawiedliwosci pasikeitė [šie žodžiai] išskyrus pareiškimą, kuris buvo pasakė jiems, todėl mes pasiuntė į tuos, kurie niesprawiedliwosci bausmės iš dangaus, nes jie buvo iššaukiančiai nesilaikymą.
lv: Bet tiem, kas nodarīts kaitējums mainījies [šie vārdi] paziņojumu, kas nav, kas bija pateikts, tāpēc mēs nosūtījām uz leju pēc tiem, kam pāri sodīšanu no debesīm, jo tie bija izaicinoši nepaklausot.
nb: Men de som urett endret [ordene] til en uttalelse enn det som hadde sagt til dem, så vi sendt ned som gjort urett mot en straff fra himmelen fordi de var trassig ulydig.
sk: Ale tí, ktorí ublížili zmenil [tieto slová] vyhlásenie ako, ktoré boli povedal, aby sme zoslali na tých, ktorí ublížili trest z neba, pretože oni boli vyzývavé neuposlúchnutie.
sl: Ampak tisti, ki je bila oškodovana spremenila te besede z izjavo, ki ni, kar je bilo povedano, da jih, tako smo poslali po tistim, ki je bila oškodovana kazen iz neba, ker so kljubovalno oglušivši.
sr_cyrl: Али они који неправду променио те речи у саопштењу осим тога што је био рекао им, па смо послали над онима који неправду казна с неба, јер су пркосно мамице.
sr_latn: Ali oni koji nepravdu promenio te reči u saopštenju osim toga što je bio rekao im, pa smo poslali nad onima koji nepravdu kazna s neba, jer su prkosno mamice.
uk: Але ті, які образили ці слова в заяві, крім цього, які сказали їм, так що ми послали на тих, які образили покарання з неба, тому що вони були зухвало непокора.
vi: Nhưng những người wronged thay đổi [những từ] để một tuyên bố khác hơn là đã được nói với họ, vì vậy chúng tôi đã gửi những người wronged một hình phạt từ bầu trời, bởi vì họ defiantly disobeying.
zu: Kodwa labo ngalungi washintsha [lawo mazwi] kwesitatimende ngaphandle ukuthi eyayihunyushwe wathi kubo, ngakho We sa phansi phezu kwalabo ngalungi esivela esibhakabhakeni ngenxa yokuthi babethi ngokweyisa kodwa awalaleli.
