Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3194
source: But indeed, I will send to them a gift and see with what [reply] the messengers will return."
ca: Però de fet, vaig a enviar-los un regal i veure amb quina [respon] missatgers tornarà".
cy: Ond yn wir, bydd yn anfon rhodd iddynt ac yn gweld pa [ateb] Bydd y negeswyr yn dychwelyd."
da: Men ja, jeg vil sende dem en gave og se med hvilke [svar] budbringere vil vende tilbage."
el: Αλλά πράγματι, θα στείλει τους ένα δώρο και να δούμε με τι [απάντηση] οι αγγελιοφόροι θα επιστρέψει.»
et: Aga tõepoolest, ma saada neile kingitus ja vaata koos [vastus] Inglid tagasi."
fi: Mutta, aion lähettää heille lahjaksi ja Katso, mitä vastauksen sanansaattajat palaa."
he: אבל אכן, אני אשלח להם מתנה, לראות מה [תגובה] השליחים ישובו".
hr: Ali doista, će im poslati dar i vidjeti što [odgovor] glasnike će se vratiti."
lt: Bet iš tiesų, aš bus nusiųsti jiems dovaną ir pamatyti su ką [atsakyti] sugrįš pasiuntiniai."
lv: Bet patiešām, es nosūtīt viņiem dāvanu un redzēt, ar ko [Atbildēt] kurjeriem atgriezīsies."
nb: Men ja, jeg vil sende dem en gave og se med hva [svar] budbringere vil returnere.
sk: Ale naozaj, pošlem im darček a vidieť, čo [odpovedať] sa vráti poslov."
sl: Ampak dejansko, bo jim pošljete darilo in videti, kaj [odgovori] bo vrnil sli."
sr_cyrl: Али заиста, да им пошаљете као поклон и видим са [одговор] ће вратити весници."
sr_latn: Ali zaista, da im pošaljete kao poklon i vidim sa [odgovor] će vratiti vesnici."
uk: Але дійсно, я пошлю їм у подарунок і побачити з того, що [відповідь] буде повернути посланцями."
vi: Nhưng thực sự, tôi sẽ gửi cho họ một món quà và xem với những gì [trả lời] các sứ giả sẽ trở lại. "
zu: Kodwa impela, Ngiyothumela kubo isipho futhi ubone lokho [impendulo] izithunywa uzobuya. "

# Quran3195
source: So when they came to Solomon, he said, "Do you provide me with wealth? But what Allah has given me is better than what He has given you. Rather, it is you who rejoice in your gift.
ca: Així quan venien a Salomó, va dir, "u em proporcionen amb riquesa? Però què Allah m'ha donat és millor que el que ha donat. Més aviat, és el que s'alegren en el seu regal.
cy: Felly pan y daethant i Solomon, meddai ef, "ydych chi'n darparu mi gyda Cyfoeth? Ond Allah wedi rhoi imi yn well na hyn wedi rhoi ichi. Yn hytrach, mae'n chi sy'n llawenhau yn eich rhodd.
da: Så da de kom til Salomo, sagde han, "du giver mig med rigdom? Men hvad Allah har givet mig er bedre end hvad han har givet dig. Snarere, det er dig der glæde sig i din gave.
el: Τόσο όταν ήρθαν να Solomon, είπε, «παρέχετε μου με πλούτο; Αλλά τι Αλλάχ μου έδωσε είναι καλύτερη από ό, τι έχει δώσει. Μάλλον, είναι εσύ που χαίρεσαι στο δώρο σας.
et: Nii kui nad tulid Saalomoni, ütles ta, "kas anda mulle rikkust? Aga mida Jumal on andnud mulle on parem kui mis ta on andnud teile. Pigem ei te, kes rõõmustavad teie kingitus.
fi: Joten kun he tulivat Solomon, hän sanoi, "sinä antaa minulle ja? Mutta Jumala antoi minulle on parempi kuin mitä hän on antanut sinulle. Pikemminkin se on sinun, jotka iloitsevat lahjasi.
he: אז כשהם באו שלמה, הוא אמר, "האם אתם מספקים אותי עם עושר? אבל מה אללה נתן לי הוא יותר טוב מה שהוא נתן לך. במקום זאת, מי שישו את המתנה שלך.
hr: Tako kada dođoše Salomon, rekao je, "se osigurati mene sa bogatstvom? Ali ono što Allah dao mi je bolje nego što si dao. Naprotiv, to je vas koji se raduju u vašoj moći.
lt: Taigi kai jie atėjo į Saliamono, sakė jis, "ar galėtumėte man pateikti turto? Bet ką Dievas davė man yra geriau, nei ką jis davė jums. O, tai jūs, kurie džiaugtis savo dovaną.
lv: Tātad, kad viņi nonāca pie Zālamana, viņš teica, "jūs nodrošināt man ar bagātību? Bet kādi Allah ir devusi man ir labāks nekā tas, ko viņš ir devis jums. Drīzāk, tas ir jums, kurš priecāties par savu dāvanu.
nb: Så når de kom til Salomo, sa han, "du gir meg med rikdom? Men hva Gud har gitt meg er bedre enn hva han har gitt deg. Snarere er det du som fryder seg i gave.
sk: Takže keď prišiel k Šalamúnovi, povedal, "poskytujete mi s bohatstvom? Ale čo mi dal Alah je lepšia ako to, čo on vám dal. Skôr je to vám, ktorí sa radujú vaše darček.
sl: Tako ko so prišli Solomon, je dejal, "delati vi priskrbeti se mi s bogastvo? Ampak kaj Allah dal mi je boljši od kaj je dal. Namesto tega je vas, ki v svoje darilo.
sr_cyrl: Па кад су дошли Соломон, рекао је, "зарадјујете ме са богатством? Али шта ми је дао Аллах боље је од коју ти је дао. Боље је који се радују у твој дар.
sr_latn: Pa kad su došli Solomon, rekao je, "zaradjujete me sa bogatstvom? Ali šta mi je dao Allah bolje je od koju ti je dao. Bolje je koji se raduju u tvoj dar.
uk: Так коли вони прийшли до Соломон, він сказав: "ви надаєте мені з багатством? Але те, що Аллах дав мені краще, ніж те, що він дав вам. Скоріше, це ти, хто радіти ваш подарунок.
vi: Vì vậy khi họ đến Solomon, ông nói, "làm bạn cung cấp cho tôi với sự giàu có? Nhưng những gì Allah đã cho tôi là tốt hơn so với những gì ông đã cho bạn. Thay vào đó, nó là người vui mừng trong món quà của bạn.
zu: Ngakho uma they sondela uSolomoni, wathi: "Ingabe ungangenzela indlela ingcebo? Kodwa kuthiwani Allah anginike khona kungcono than babe He epha you. Kunalokho, kuba nina nijabule isipho sakho.

# Quran3196
source: Return to them, for we will surely come to them with soldiers that they will be powerless to encounter, and we will surely expel them therefrom in humiliation, and they will be debased."
ca: Tornar a ells, sens dubte vindrà per ells amb soldats que seran incapaços de trobar i es segurament expulsem derivar d'humiliació i que es ser degradat. "
cy: Yn dychwelyd iddynt, bydd Rydym yn sicr yn dod atynt gyda milwyr y byddant yn ddi-rym i ddod ar eu traws, a bydd gennym siawns ddiarddel eu thelir yn sarhad, a bydd eu danseilio."
da: Vende tilbage til dem, for vi vil helt sikkert komme til dem med soldater, at de vil være magtesløse at støde på, og vi vil helt sikkert fordrive dem deraf i ydmygelse, og de bliver fornedret."
el: Τους για να επιστρέψουν, γιατί εμείς θα έρθει σίγουρα σε αυτούς με στρατιώτες που θα είναι ανίκανη να αντιμετωπίσει, και εμείς θα σίγουρα να τους εκδιώξει από αυτά στην ταπείνωση, και αυτοί θα να απαξιωθεί.»
et: Tagasi neid, me kindlasti tuleme neile sõdurid, et nad on võimetud silmitsi seista, ja me kindlasti suruvad neid sellest alanduse ja need debased."
fi: Paluu, meidän tulee varmasti heille sotilasta, että ne voi kohdata, ja meidän varmasti karkottaa heidät niistä nöyryytystä ja ne emäkset."
he: להחזיר להם, כי אנחנו בוודאי יגיע אליהם עם חיילים הם יהיו חסרי אונים למפגש, בוודאי לגבי אותם ממנו בהשפלה ואני להשפיל? הם."
hr: Vratiti ih, mi će sigurno doći da ih sa vojnicima koji će moći sastati, i mi ćemo sigurno isključiti ih od toga u poniženje i oni će biti debased."
lt: Grįžti į juos, mes tikrai ateis į juos su karių, jie bus bejėgiai susidurti, ir mes bus tikrai išsiųsti juos iš jų pažeminimas, ir jie bus debased."
lv: Atgriezties pie tiem, mēs noteikti atnāks pie viņiem ar karavīriem, kas tie būs bezspēcīga sastapties, un mums būs noteikti izraidīt tos no tiem, pazemojums un tie būs bāzēm. "
nb: Gå tilbake til dem, for vi vil helt sikkert komme til dem med soldater at de vil være maktesløs å møte, og vi vil sikkert utvise dem derfra i ydmykelse, og de vil bli fornedret."
sk: Vrátiť, určite sme sa im s vojakmi, že budú bezmocní stretnúť, a sa budeme určite vyhnať ich z nich v poníženia a oni budú báz."
sl: Vrniti, bomo zagotovo prišli do njih z vojaki, ki bodo nemočni srečati, in mi bo zagotovo zapoditi jih iz njih v poniževanje in jih bo baz."
sr_cyrl: Да им вратимо, јер нам долазе сигурно да их са војницима који су моћи срести, и ми ћемо сигурно искључити их владини у понижење, и они ће бити понићен."
sr_latn: Da im vratimo, jer nam dolaze sigurno da ih sa vojnicima koji su moći sresti, i mi ćemo sigurno isključiti ih vladini u poniženje, i oni će biti poniћen."
uk: Повернутися до них, бо ми обов'язково прийде до них з солдатів, що вони будуть в безсила стикаються і ми безумовно вижене їх від них у приниження, і вони будуть бути приниженим."
vi: Trả lại cho họ, chúng tôi chắc chắn sẽ có cho họ với người lính mà họ sẽ không thể gặp, và chúng tôi sẽ chắc chắn trục xuất họ từ đó trong sự sỉ nhục, và họ sẽ được debased. "
zu: Buyela kubo, ngoba we surely sondela them amasosha ukuthi ngeke abe namandla nazo namuhla, futhi ngokuqinisekile saxosha kubo therefrom ngenxa yokululazeka, futhi bayobizwa ezonakele. "

# Quran3197
source: [Solomon] said, "O assembly [of jinn], which of you will bring me her throne before they come to me in submission?"
ca: [Solomon] va dir, "O Assemblea [de jinn], qui de vosaltres em portarà el seu tron abans de que vénen a mi en el submissió?"
cy: [Solomon] dywedodd, "O Cynulliad [o jinn], a chi fydd yn dwyn imi ei Orsedd cyn iddynt ddod i mi yn y cyflwyniad?"
da: [Salomon] sagde, "O forsamling [af jinn], hvem af jer vil bringe mig sin trone, før de kommer til mig i indsendelse?"
el: [Solomon] είπε, «O Βουλή [του jinn], ποιος από εσάς θα μου φέρει θρόνο της πριν έρθουν σε μένα στην υποβολή;»
et: [Saalomoni] ütles: "O assamblee [dzinni], kes teie toob mulle tema troonile enne, kui nad tulevad mulle esitamise?"
fi: [Salomo] sanoi, "O kokoonpano [jinn], mikä tuo minut hänen valtaistuimensa, ennen kuin ne tulevat minulle alamaisuudessa?"
he: [שלמה] אמר, "O הרכבה [של ג'יני], מי יביא לי את הכתר לפני שהם יבואו אלי בהכנעה?"
hr: [Solomon] je rekao, "O skupštini [Jin], koji je od vas će mi donijeti svoje prijestolje prije nego dođu kod mene u pokornosti?"
lt: [Saliamono] sakė: "O susirinkimas [iš džinas], kuris jums bus duoti man savo sostą prieš jie ateina pas mane teigimu?"
lv: [Zālamana] teica: "O asamblejas [džins], kurš no jums dos man savu troni pirms iesniegšanas tie nonāk pie manis?"
nb: [Salomo] sa, "O montering [av jinn], som dere vil bringe meg tronen før de kommer til meg i underkastelse?"
sk: [Šalamún] povedal: "O montáž [jinn], kto z vás mi prinesie jej trón ako prídu ku mne v podaní?"
sl: [Salomon] reče: "O zboru [jinn], ki ste me bo prinesla svoj prestol, preden pridejo do mene v oddajo?"
sr_cyrl: [Соломон ] је рекао, "О скупштине [духу], који је од вас ће Донеси јој престо пре него што су ми се у покорности?"
sr_latn: [Solomon] je rekao, "O skupštine [duhu], koji je od vas će Donesi joj presto pre nego što su mi se u pokornosti?"
uk: [Соломон] сказав, "O складання [jinn], хто з вас принесе мені її трону, перш ніж вони приходять до мене в подання?"
vi: [Solomon] nói, "O lắp ráp [jinn], mà bạn sẽ mang lại cho tôi ngai vàng của mình trước khi họ đến với tôi trong trình?"
zu: [USolomoni] wathi: "O umhlangano [of jinn], okuyinto kini ozongiyisa esihlalweni sayo sobukhosi ngaphambi kobana beze kimi azithobe?"

# Quran3198
source: A powerful one from among the jinn said, "I will bring it to you before you rise from your place, and indeed, I am for this [task] strong and trustworthy."
ca: Un potent un entre jinn va dir, "jo et portarà això abans que s'aixequen del seu lloc, i de fet, estic per aquesta [tasca] fort i fiable."
cy: Dywedodd un o blith y jinn, pwerus "bydd yn ei gyflwyno i chi cyn ichi godi eich lle, ac yr wyf yn wir, ar gyfer y dasg cryf a dibynadwy."
da: En kraftfuld en blandt jinn sagde, "Jeg vil bringe det til dig, før du stiger fra din plads, og jeg er faktisk for denne [opgave] stærke og troværdige."
el: Ένα ισχυρό ένας από το jinn είπε, «εγώ θα σας φέρει σε πριν σας αυξάνεται από τη θέση σας, και μάλιστα, είμαι για αυτό [εργασία] ισχυρή και αξιόπιστη. "
et: Võimas ühe hulgast ning dzinni ütles: "ma toon ta teile enne sinu asemel tõusuks, ja tõepoolest, ma olen selle ülesande tugev ja usaldusväärne."
fi: Tehokas siten jinn sanoi, "Aion tuoda sen sinulle, ennen kuin nouset kotoasi ja olenkin tämän tehtävän vahva ja luotettava."
he: רב עוצמה אחד מבין הנוסע אמר, "אני יביא אותו לך. לפני שאתה עלייה מהמקום שלך, ואני אכן, למשימה זו [] אמין וחזק."
hr: Snažan jedan od jinn je rekao, "da će to donijeti prije nego se uzdignete iz svog mjesta, i uistinu, ja sam za ovaj [zadatak] jak i pouzdan."
lt: Galingas vienas su džinas sako, "aš bus grąžinti jį į jums, prieš jums pakilti iš savo vietos, ir iš tiesų, aš šią [užduotį] tvirtų ir patikimų."
lv: Spēcīgs viens no džins teica: "es tā dos jums, pirms jūs piecelties no jūsu vietā, un patiešām, es esmu par šo [uzdevumu] spēcīgu un uzticamu."
nb: En kraftig fra jinn sa: "Jeg vil ta det til deg før du stiger fra stedet, og jeg er faktisk for denne [oppgaven] sterk og pålitelig."
sk: Mocný jeden spomedzi jinn povedal: "vám prinesie vám skôr, ako budete rásť zo svojho miesta, a v skutočnosti som [úlohy] silný a dôveryhodný."
sl: Močan eden izmed v jinn je dejal, "bo to vam prinašam preden ste vzpon iz svoje mesto, in res, jaz sem za te [naloge] močan in zanesljiv."
sr_cyrl: Моћан једну од дух је рекао, "не ће да ти га донесем пре него ли устати из тебе, и заиста, ја сам за овај задатак јак и поуздан."
sr_latn: Moćan jednu od duh je rekao, "ne će da ti ga donesem pre nego li ustati iz tebe, i zaista, ja sam za ovaj zadatak jak i pouzdan."
uk: Потужний один з числа на jinn сказав: "я буде повернути його до вас, перш ніж ви піднімаєтеся від вашого місця, і я для цього [завдання] сильного і надійного."
vi: Một mạnh mẽ một trong số các jinn nói, "tôi sẽ mang nó đến cho bạn trước khi bạn tăng từ vị trí của bạn, và thực sự, tôi cho này [việc] mạnh mẽ và đáng tin cậy."
zu: A onamandla phakathi kwabantwana jinn wathi: "Mina uyoletha kuwe phambi kwakho avuke endaweni yakho, futhi impela, mina am lokhu [msebenzi] eqinile futhi unokwethenjelwa."

# Quran3199
source: Said one who had knowledge from the Scripture, "I will bring it to you before your glance returns to you." And when [Solomon] saw it placed before him, he said, "This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed, my Lord is Free of need and Generous."
ca: Va dir que tingués coneixement de l'escriptura, "que et portarà abans la mirada torna a tu." I quan [Solomon] veure que es posa davant d'ell, va dir, "és la desgràcia del meu Senyor em comprovar si vaig a estar agraït o ingrat. I qui està agraït - l'agraïment és només per [el benefici de] ell mateix. I qui és ingrat - després de fet, el Senyor és lliure de necessitat i Generous."
cy: Dywedodd un a oedd â gwybodaeth o'r ysgrythur, "fe'i cyflwynaf i chi cyn i chi ddychwelyd eich cipolwg." Pan welodd [Solomon] Rhoddodd cyn iddo, dywedodd, "Dyma o favor o fy Arglwydd i mi brofi a bydd yn ddiolchgar neu anniolchgar. A pwy bynnag ddiolchgar-ei ddiolchgarwch am yn unig [budd] ei hun. A phwy bynnag anniolchgar-yna yn wir, fy Arglwydd yn rhydd o angen a hael."
da: Sagde den ene, der havde viden fra Skriften, "Jeg vil bringe det til dig før dit blik vender tilbage til dig." Og da [Salomon] så det placeres foran ham, han sagde, "Dette er fra min herre at teste mig, om jeg vil være taknemmelig eller utaknemmelige gunst. Og hvem er taknemmelig - hans taknemmelighed er kun for [fordel af] sig selv. Og hvem er utaknemmelige - så ja, min herre er fri af behovet og generøse."
el: Είπε αυτός που είχε γνώση από τη γραφή, «εγώ θα σας φέρει σε πριν τη ματιά σας επιστρέφει σε εσάς.» Και όταν [Σολομώντος] είδε αυτό τοποθετείται πριν από αυτόν, είπε, «αυτό είναι από την εύνοια του Κυρίου μου, για να ελέγξετε μου αν θα είμαι ευγνώμων ή αχάριστος. Και όποιος είναι ευγνώμων - την ευγνωμοσύνη του είναι μόνο για [όφελος] ο ίδιος. Και όποιος είναι αχάριστος - τότε πράγματι, Κύριέ μου είναι χωρίς ανάγκη και γενναιόδωρη.»
et: Ütles üks, kes oli teadlik alates pühakiri, "ma toon ta teile enne oma pilgu tagastab teile." Ja kui [Saalomoni] nägi ta panna enne teda, ta ütles: "see on minu Issand mulle katsetada, kas ma olla tänulik või tänamatu kasuks. Ja kes on tänulik - oma tänulikkust on ainult [tulu] ise. Ja kes iganes on tänamatu - siis tõepoolest, minu Issand on vaja vabu ja suur."
fi: Sanoi yksi, jolla on tietämystä Raamatusta, "tuon sen sinulle ennen teidän silmäyksellä palauttaa sinulle." Ja kun [Solomon] näki se sijoitettu ennen häntä, hän sanoi, "Tämä on minun herrani koettele minua, olisin kiitollinen tai kiittämätön suosioon. Ja kuka on kiitollinen - kiitoksensa vain [hyötyä] itse. "Ja kuka on kiittämätön - niin herra onkin Ilmainen on ja antelias."
he: אמר אחד בעל ידע מן הכתוב, "אביא אותו אליך לפני שלך במבט חוזר אליך." [שלמה] ראה שזה שהונחה לפניו, הוא אמר, "זה מכל הטובה של אלוהיי לבחון אותי. אם אני אהיה אסיר תודה או כפוי טובה. מי יהיה אסיר תודה - הכרת התודה שלו הוא רק לטובת [של] עצמו. מי יהיה כפוי טובה - אז אכן, אלוהים הוא ללא צורך, נדיב".
hr: Rekao je jedan koji je imao znanja iz pisma, "da će to donijeti prije nego tvoj pogled vraća vam." I kada [Solomon] vidio se nalazi pred njim, rekao je, "Ovo je od uslugu gospodaru da me testirate da li će biti zahvalan ili nezahvalan. A ko je zahvalan - zahvalnosti je samo za [u korist] sebe. Ko je nezahvalan - pa uistinu, gospodaru je bez potrebe i velikodušan."
lt: Sako tas, kuris turėjo žinių iš Šventojo Rašto, "aš bus grąžinti jį į jums prieš savo žvilgsniu grįžta jums." Ir kai [Saliamono] pamatė jis dedamas prieš jį, jis sakė: "tai mano Viešpats mane patikrinti, ar aš būsiu dėkingas arba nedėkingas palankumą. Ir kas yra dėkingas - jo Padėkos yra tik už [naudos] pats. Ir kas yra nedėkingas - tada iš tiesų, mano Viešpats yra nemokama, reikia ir Generous."
lv: Teica viens, kam bija zināšanas no svētie raksti, "man dos to jums pirms jūsu acu uzmetiena atgriežas pie jums." Un kad [Zālamana] redzēju nolikusi viņam priekšā, viņš teica: "tas ir no mans kungs mani pārbaudīt, vai es būšu pateicīgs vai nepateicīgs favor. Un kurš ir pateicīgs - viņa pateicība ir tikai [labu] pats. Un kurš ir nepateicīgs - tad tiešām mans kungs ir nepieciešams brīvs un Generous.
nb: Sa som hadde kunnskap fra skriften, "Jeg vil gi det til deg før ditt blikk returneres til deg." Og da [Solomon] så det plassert foran ham, sa han, "Dette er fra til fordel for min Herre å teste meg om jeg vil være takknemlig eller utakknemlig. Og hvem er takknemlig - sin takknemlighet er bare for [fordelen av] selv. Hvem er utakknemlig - og faktisk min Herre er gratis trenger og gavmild."
sk: Povedal, že ten, kto mal znalosti z Biblie, "uvediem to vám pred váš pohľad sa vráti k vám." A keď [Šalamún] videl, je umiestnený pred ním, on povedal: "to je z zdvorilosti môjho Pána test ma, či budem vďačný, alebo nevďačný. A ten, kto je vďačný - svoju vďačnosť je len na [výhody] sám. A kto je nevďačný - potom Vskutku, môj pán je bez potreby a veľkorysý."
sl: Je dejal eden, ki je znanje iz Svetega pisma, "bo to vam prinašam pred vaš pogled vrne k vam." In ko [Salomon] videl to postavi pred njega, je dejal, "to je korist moj gospodar preizkusiti me ali bom hvaležen in nehvaležen. In kdor je hvaležen - svojo hvaležnost je samo za [v korist] sam. In kdor je nehvaležno - potem res, moj gospodar je brezplačno potrebe in velikodušno."
sr_cyrl: Рекао је један који је имао знања из Светог писма, "водим то теби пре него твој поглед даје теби." И када [Соломон] видео то ставили пред њега, он је рекао, "Ово је од услугу и господару да ме тестирате да ли ја ће бити захвалан или незахвалан. А онај ко је захвалан - своју захвалност само за [у корист] себе. И ко год да је незахвална - онда заиста, господару слободно по потреби и великодусно."
sr_latn: Rekao je jedan koji je imao znanja iz Svetog pisma, "vodim to tebi pre nego tvoj pogled daje tebi." I kada [Solomon] video to stavili pred njega, on je rekao, "Ovo je od uslugu i gospodaru da me testirate da li ja će biti zahvalan ili nezahvalan. A onaj ko je zahvalan - svoju zahvalnost samo za [u korist] sebe. I ko god da je nezahvalna - onda zaista, gospodaru slobodno po potrebi i velikodusno."
uk: Сказав, що той, хто був знань з Писання, "я буде довести його до вас перед тим, як ваш погляд повертається до вас." І побачивши [Соломон] він поміщається перед ним, він сказав: "це з користь мого Господа, щоб перевірити мене, я буду вдячний або невдячна. І хто буде вдячна - подяка тільки для [на користь] сам. І той, хто є невдячним - то дійсно, мій Господь є вільна необхідності і щедрий."
vi: Nói một trong những người có kiến thức từ kinh thánh, "tôi sẽ mang nó với bạn trước khi nháy mắt của bạn trở lại với bạn." Và khi [Solomon] thấy nó đặt trước khi anh ta, ông nói, "đây là từ sự ưu ái của tôi Chúa để kiểm tra tôi cho dù tôi sẽ được biết ơn hay vô ơn. Và bất cứ ai biết ơn - lòng biết ơn của mình là chỉ cho [các lợi ích của] mình. Và ai là vô ơn - sau đó quả thật vậy, thưa Đức vua là miễn phí cần thiết và Generous."
zu: Wathi lowo wayenolwazi kusukela umBhalo, "ngiyakuwulethela kuwe phambi nhla kho ubuyele esimweni sakho kuwe."

# Quran3200
source: He said, "Disguise for her her throne; we will see whether she will be guided [to truth] or will be of those who is not guided."
ca: Va dir, "disfressar per a ella el seu tron; veurem si serà guiat [a veritat] o ella serà d'aquells que no és guiada."
cy: Dywedodd, "yn celu iddi ei Orsedd; Byddwn yn gweld hi a bydd yn llywio [i gwir] neu fydd y rhai sydd yn eu harwain ni."
da: Han sagde, "forklædning for hende sin trone; Vi vil se, om hun vil blive ledt [til sandheden] eller vil være dem, der ikke er styret."
el: Είπε, «μεταμφίεση για εκείνη της θρόνο. θα δούμε αν θα καθοδηγείται [να αλήθεια] ή αυτή θα είναι από εκείνους που δεν καθοδηγείται».
et: Ta ütles: "varjata teda tema trooni; Me näeme, kas ta suunavad [tõde] või hakatakse neid, kes ei pea juhinduma."
fi: Hän sanoi: "Naamioituminen hänelle hänen valtaistuimensa; näemme onko hän ohjataan [totuus] tai on niitä, jotka ei ole it."
he: הוא אמר, "להסוות אותה המלכות שלה; נראה אם היא תקבל הדרכה [לאמת] או יהיה מאלה ולא יופרע."
hr: Rekao je, "maskirati za nju svom prijestolju; Vidjet ćemo da li će biti vođeni [za istinom] ili ona će biti onih koji ne vodi."
lt: Jis sakė: "jai nuslėpti savo sosto; mes matome, ar ji bus vadovaujamasi [į tiesą] ar bus tų, kurie nekeltų."
lv: Viņš teica: "viņu noslēpt savu troni; mēs redzēsim, vai viņa būs jāvadās [uz patiesību] vai būs tiem, kuri nevar vadīties."
nb: Han sa, "forkledninger for henne tronen; Vi vil se om hun vil bli guidet [til sannheten] eller blir som ikke styres."
sk: On povedal: "maskovanie pre ňu jej trón; uvidíme, či ona bude riadiť [k pravde] alebo bude tých, ktorí nie je vedená."
sl: On reče: "prikrivanje za njo njen prestol; bomo videli ali je vodeni [resnico], ali bo tistih, ki ne ravna."
sr_cyrl: Он је рекао, "маска за њу њеног трона; Видимо да ли је она ће бити вођена [за истином] или ће бити оних који је нису вођена."
sr_latn: On je rekao, "maska za nju njenog trona; Vidimo da li je ona će biti vođena [za istinom] ili će biti onih koji je nisu vođena."
uk: Він сказав: "Приховати її трону; ми побачимо, чи вона буде керуватися [істини] або буде тих, хто керується вже не свідомістю."
vi: Ông nói, "Ngụy trang cho cô ấy của mình lên ngôi; chúng tôi sẽ xem liệu cô ấy sẽ được hướng dẫn [sự thật] hoặc sẽ có những người không có hướng dẫn."
zu: Wathi: "Disguise ngoba wakhe sobukhosi; sizobona ngabe she guided [ukuba iqiniso] noma ngeke ibe kulabo akabuswa."
