Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1382
source: And they worship other than Allah that which neither harms them nor benefits them, and they say, "These are our intercessors with Allah " Say, "Do you inform Allah of something He does not know in the heavens or on the earth?" Exalted is He and high above what they associate with Him
ca: I altre que Allah que qual ni perjudica-los ni beneficis-los, i dir, "Aquests són nostres desvirtuïn amb Allah" veneren diuen, "Vostè informa Allah d'alguna cosa no sap al cel o a la terra?" Exaltat és ell i alta sobre el que es relacionen amb ell
cy: Ac mae nhw'n addoli'n heblaw Allah na niweidio hwy nac o fudd iddynt, a byddant yn dweud, "Mae'r rhain yn ein intercessors â Allah" yn dweud, "Nid ydych yn rhoi gwybod Allah o rywbeth nad yw'n gwybod yn y nefoedd neu ar y ddaear?" Mae i'w mawrygu ef a uchel uchod beth maent cysylltiol ag ef
da: Og de tilbeder andre end Allah, der hverken skader dem heller ikke gavner dem, og de siger, "Dette er vores forbedere med Allah" siger, "Gør du informere Allah af noget, han ikke kender i himlen eller på jorden?" Ophøjet er han og højt over hvad de forbinder med ham
el: Και που λατρείας εκτός από Αλλάχ ότι που δεν βλάπτει τους ούτε τους ωφελούν, και λένε, «Αυτά είναι μας μεσιτεύουν με Αλλάχ» λένε, «Σας ενημερώνει Αλλάχ κάτι ξέρει στους ουρανούς ή στη γη;» Εξυψώνεται είναι αυτός και πάνω από αυτό που συνδέουν μαζί του
et: Ja nad kummardavad peale, et mis kumbki kahjustab neid ega kasu neile ja nad ütlevad: "Need on meie intercessors Jumalat" Jumal öelda: "Kas te teavitama midagi ta ei tea, taevas või maa peal Jumal?" Ülendatud on ta ja kohal nad seostavad teda
fi: Ja he palvovat muita kuin Allah ei vahingoita niitä eikä hyödyttää heitä ja he sanovat: "Nämä ovat meidän rukousryhmiä kanssa Jumala" eli "Tehdä ilmoittaa Allah jotain hän ei tiedä taivaassa tai maan päällä?" Ylevä on hän ja korkealla mitä he hänen rinnalleen
he: הם סוגדים מלבד אללה כי אשר לא שיפגע בהם וגם לא מועיל להם, הם אומרים, "אלה שלנו intercessors עם אללה" אומרים, "האם ליידע את אללה על משהו שהוא אינו יודע בשמיים או על פני האדמה?" אם כבר הוא גבוה מעל מה הם מקשרים אותו והוא
hr: I obožavaju druge od Allaha koji im šteti niti koristi njima, i oni kažu, "To su naši posrednici s Allahom" kažu, "Da li obavijestiti Allah nešto ne zna na nebu ili na zemlji?" Uzvišen je on i visoko iznad što oni povezuju s njim
lt: Ir jie garbina ne kad kurioje nei kenkia jiems nei naudos juos, ir jie sako, "Tai yra mūsų intercessors su Dievo" Dievas sako: "Tai jūs informuoja Dievas kažką jis nežino danguje ar žemėje?" Išaukštintas yra jis ir aukščiau ką jie susieti su juo
lv: Un viņi pielūdz citiem mērķiem kā vien Allāhs, kuras ne viņiem nodara ļaunumu ne priekšrocības tiem, un viņi saka: "Šie ir mūsu intercessors ar Allah" saka: "Vai jūs informēt Allah, kaut viņš nezina debesīs vai uz zemes?" Pacilāta, viņš un augstu virs to, ko viņi saista ar viņu
nb: Og de tilber andre enn Døyve at som ingen skade dem eller fordeler dem, og de sier, "Dette er våre forbedere med Allah" sier, "Gjør du informere Allah av noe han ikke vet i himmelen eller jorden?" Opphøyet er han og høyt over hva de forbinder med ham
sk: A uctievajú ako Alah, že ktorá škodí im ani úžitok, a hovoria: "To sú naše intercessors s Alláh" povedal, "To informovať Alah niečo nevie, na nebi alebo na zemi?" Vyvýšený je on a vysoko nad to, čo sa spájajú s ním
sl: In so častili razen Allah, ki ne škoduje, jih niti jim koristi, ki pravijo, "To so naše priprošnjike s Allah" pravijo "Delati obvestiti Allah nečesa ne ve v nebesih ali na zemlji?" Vzvišeno je on in visoko nad kaj povezujejo z njim
sr_cyrl: Божанство осим Аллах каквог нико их не дира, нити одговара им, да кажу, "Ово су нам интерцессорс Алах" Они кажу, "Ради вас информисати Аллах нечега, он не зна да на небу или на земљи?" Измореном је он и високо изнад су му придружите
sr_latn: Božanstvo osim Allah kakvog niko ih ne dira, niti odgovara im, da kažu, "Ovo su nam intercessors Alah" Oni kažu, "Radi vas informisati Allah nečega, on ne zna da na nebu ili na zemlji?" Izmorenom je on i visoko iznad su mu pridružite
uk: І вони поклоняються, крім Аллаха, що який не завдає шкоди їх і не приносить користь їх, і вони кажуть: "Це наш заступники з Аллах" сказати: "Ви повідомити Аллах про те, що він не знає, на небесах, або на землі?" Піднесене є він і високо над те, що вони пов'язують із ним
vi: Và họ tôn thờ ngoài Allah mà không hại chúng cũng không lợi cho họ, và họ nói, "Đây là của chúng tôi intercessors với Allah" nói, "Làm bạn thông báo cho Allah của một cái gì đó ông không biết trên bầu trời hoặc trên trái đất?" Sôi nổi là ông và cao ở trên những gì họ liên kết với anh ta
zu: Futhi bakhulekela onkulunkulu kunokuba Allah ukuthi lapho kungoni kulimaza them nor sizo them they tshela "La are ithu intercessors Allah" Awusho, "Ingabe ukwazisa Allah to He cha azi bhakabhaka noma emhlabeni asisho?"

# Quran1383
source: And mankind was not but one community [united in religion], but [then] they differed. And if not for a word that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ.
ca: I la humanitat no era més que una comunitat [Regne en religió], però [llavors] que diferien. I si no fos per una paraula que precedida del seu Senyor, vols han estat jutjat entre ells [immediatament] sobre que sobre les quals difereixen.
cy: Ac nid oedd dynolryw ond un gymuned [Unedig mewn crefydd], ond [yna] eu bod yn wahanol. Ac os nad ar gyfer gair a oedd yn rhagflaenu gan eich Arglwydd, byddai ei wedi cael eu barnu rhwng [ar unwaith] ynghylch hynny y maent yn wahanol.
da: Og menneskeheden var ikke men én EF [forenet i religion], men [så] de afveg. Og hvis ikke for et ord, der gik forud for fra din Herre, det ville have været bedømt mellem dem [samme] om det, som adskiller de sig.
el: Και η ανθρωπότητα δεν ήταν αλλά μία Κοινότητα [ενωμένοι στην θρησκεία], αλλά [τότε] που διέφεραν. Και αν όχι για μια λέξη που προηγήθηκε από το Λόρδο, αυτό θα κριθεί μεταξύ τους [αμέσως] σχετικά με την οποία επί των οποίων διαφέρουν.
et: Ja inimkond ei olnud vaid ühe ühenduse [Ameerika religioon], kuid [siis] nad erinesid. Ja kui mitte jaoks sõna, mis eelnes teie Issand, see oleks hinnatud [kohe] seotud et mille üle nende kehtestatud omavahelised.
fi: Ja ihmiskunta ei mutta yksi yhteisöön [uskonnon] mutta [silloin] erottuvat toisistaan. Ja tokko ei ajaksi-sana, joka edelsi tulee Herraltasi, se katsottu välillä [välittömästi] koskevat jonka erilaisia.
he: המין האנושי לא היה אלא קהילה אחת [יונייטד בדת], אבל [אז] הם שונה. אם לא בשביל מילה שקדמו מן האל שלך, זה נשפטו ביניהם [מיד] בנוגע אשר במהלכן הם שונים.
hr: Čovječanstvo nije bilo ali jedna zajednica [Ujedinjeni u vjeri], a [onda] su se razlikovali. I ako ne za riječ koja prethodi iz vašeg gospodara, to bi bili osuđeni između njih [odmah] o da nad kojima se razlikuju.
lt: Ir žmonijos nebuvo bet viena bendruomenė [Didžioji religija], tačiau [tada] jie skyrėsi. O jei netinka žodis, kuris prieš iš savo Viešpaties, jis būtų buvo vertinami tarp jų [iš karto] dėl, per kurį jie skiriasi.
lv: Un cilvēce nebija, bet viena kopiena [vieno reliģijas], bet [tad] tie atšķīrās. Un ja ne par vārdu, kas sākas no savu kungu, tas būtu ir bijis vērtēt savstarpējo [nekavējoties], pār kurām tie atšķiras attiecībā.
nb: Og menneskeheten var ikke, men et samfunn [united i religion], men [da] de skilte seg. Og hvis ikke for et ord som Herrens, det ville ha vært dømt mellom dem [gang] om det som skiller.
sk: Ľudstvo nebolo ale jedného spoločenstva, [Spojené v náboženstve], pričom [a] odlišovali. A ak nie na slovo, ktoré predchádzali od svojho pána, že by boli súdení [okamžite] týkajúci sa, ktoré sa líšia.
sl: In človeštvo ni ampak ena skupnost [Velika, v vero], vendar [torej] so se razlikovali. In če ne za besedo, da pred iz svojega Gospoda, da bi je ocenjena med njimi [takoj] glede na to, v katerem se razlikujejo.
sr_cyrl: Људски род није био али једна заједница [уједињени у религији], а [тадашњи] су се разликовали. И ако не за рец која је претходила од твог Господа, то би био оценио између њих [одмах] које се односе на над којим се они разликују.
sr_latn: Ljudski rod nije bio ali jedna zajednica [ujedinjeni u religiji], a [tadašnji] su se razlikovali. I ako ne za rec koja je prethodila od tvog Gospoda, to bi bio ocenio između njih [odmah] koje se odnose na nad kojim se oni razlikuju.
uk: І людство не було, але одній громаді, [об'єднані в релігії], але [потім] вони відрізнялися. І якщо не для слова, яке передувало від вашого Господь, він би були засуджені між ними [негайно] щодо, над якими вони відрізняються.
vi: Và nhân loại đã không nhưng một trong những cộng đồng [Vương tôn giáo], nhưng sau đó], chúng khác nhau. Và nếu không phải cho một lời dẫn trước từ Chúa của bạn, nó sẽ có được đánh giá giữa chúng [ngay] liên quan tới mà qua đó họ khác nhau.
zu: Futhi ngesintu kwakungelona kodwa umphakathi owodwa [bahlangane enkolweni], kodwa [ke] ayehlukile.

# Quran1384
source: And they say, "Why is a sign not sent down to him from his Lord?" So say, "The unseen is only for Allah [to administer], so wait; indeed, I am with you among those who wait."
ca: I diuen, "per què és un signe no enviat a ell del seu senyor?" Diu així: "invisibles és només per a Allah [gestionar], així que espera; de fet, estic amb tu entre aquells que esperar. "
cy: Ac maent yn dweud, "pam arwydd nid anfonir i lawr iddo ef gan ei Arglwydd?" Felly yn dweud, "y unseen yn unig ar gyfer Allah [i weinyddu], aros felly; yn wir, yr wyf â chi ymhlith y rhai sy'n aros."
da: Og de siger, "Hvorfor er et tegn ikke sendt til ham fra hans herre?" Så siger, "usynlige er kun for Allah [at administrere], så vent; Ja, jeg er med dig blandt dem, der vente. "
el: Και λένε, «γιατί είναι ένα σημάδι δεν αποστέλλονται σε αυτόν από τον Λόρδο;» Έτσι λένε, «το αόρατο είναι μόνο για Αλλάχ [να διαχειριστεί], so wait? Πράγματι, είμαι μαζί σας μεταξύ εκείνων που περιμένετε.»
et: Ja nad ütlevad, "miks märk ei saadetakse talle ta isand?" Nii öelda, "on nähtamatu on ainult Allah [manustamiseks], so oodata; Tõepoolest, ma olen teiega nende seas, kes ootama."
fi: Ja he sanovat, "Miksi on merkki ei lähettänyt hänelle Luojan?" Niin eli "näkymätön on vain Allah [antaa], joten odota; itse asiassa minä kuulun kanssasi jaksaa odottaa."
he: הם אומרים, "למה זה סימן שלא נשלחה לו אדונו?" אז נגיד, "הבלתי נראה הוא רק למען אללה [לנהל], אז רגע; אכן, אני איתך בין אלה לחכות."
hr: I kažu, "Zašto je znak nije poslao da mu od svoga gospodara?" Tako reći, "nevidljivo je samo za Allaha [za administraciju], pa Čekaj; Doista, ja sam sa vama među onima koji čekaju."
lt: Ir jie sako, "kodėl yra ženklas ne zeslal jam iš savo Viešpaties?" Taip sako, "nematyto yra tik Dievas [vykdyti], tiek laukti; iš tiesų, aš esu su jumis tarp tų, kurie palaukti."
lv: Un viņi saka: "kāpēc zīme netiek sūtīti uz leju viņam no viņa kungs?" Tā teikt, "neredzamā ir tikai par Allāhu, [lai administrētu], tik pagaidiet; patiešām, es esmu kopā ar jums, starp tiem, kuri gaida."
nb: Og de sier, "hvorfor et tegn sendt til ham fra hans Herre?" Så sier, "usynlige er bare for Allah [å administrere], så vent; Ja, jeg er med deg blant dem som venter."
sk: A hovoria: "prečo je znamenie nie zoslal ho od svojho pána?" Takže povedať, "neviditeľné je len pre Alaha [podávať], tak čakať; v skutočnosti som s vami medzi tými, ktorí čakajú. "
sl: In pravijo, "zakaj je znak ni poslan nanj iz svojega gospodarja?" Tako pravijo, "nevidno je samo za Allah [da], tako čakati; res, jaz sem z vami med tistimi, ki čakajo."
sr_cyrl: И кажу, "Зашто је знак није послао да га из свог господара?" Рецимо , "невидјено је само за Алаха [обавезати], иекај; Заиста , ја сам са вама међу онима који чекају."
sr_latn: I kažu, "Zašto je znak nije poslao da ga iz svog gospodara?" Recimo, "nevidjeno je samo za Alaha [obavezati], иekaj; Zaista, ja sam sa vama među onima koji čekaju."
uk: І вони кажуть, "Чому знак не передається йому пан його?" Так кажуть, "невидиме, це тільки для Аллах [для адміністрування], так чекати; Справді, я з вами серед тих, хто чекати".
vi: Và họ nói, "tại sao một dấu hiệu không gửi cho ông từ của mình Chúa?" Nói như vậy, "unseen là chỉ cho Allah [để quản lý], vì vậy chờ đợi; Thật vậy, tôi với bạn trong số những người chờ đợi. "
zu: Futhi bathi, "Kungani uphawu sa phansi him akhe Lord?"

# Quran1385
source: And when We give the people a taste of mercy after adversity has touched them, at once they conspire against Our verses. Say, "Allah is swifter in strategy." Indeed, Our messengers record that which you conspire
ca: I quan donem la gent un gust de la misericòrdia després de l'adversitat ha tocat a ells, a la vegada van conspirar contra nostres versos. Dir: "Allah és eixamplada en estratègia". De fet, nostres missatgers enregistrar allò que vostè conspirar
cy: A pan fyddwn yn rhoi pobl flas ar drugaredd ar ôl wedi adfyd yn cyffwrdd â nhw, mae nhw ar unwaith cynllwynio erbyn ein penillion. Dweud, "Mae Allah yn gyflymach yn y strategaeth." Yn wir, mae ein negeswyr yn cofnodi hynny y mae eich cynllwynio
da: Og når vi giver folk en smag af barmhjertighed efter modgang har rørt dem, på en gang de konspirerer mod vores vers. Sige, "Allah er hurtigere i strategi". Ja, vores budbringere optage det, som du konspirerer
el: Και όταν δίνουμε τα άτομα μια γεύση του Ελέους μετά τους άγγιξε τις αντιξοότητες, ταυτόχρονα συνωμοτούν εναντίον μας στίχους. Λένε: «Αλλάχ είναι ταχύτερη στην στρατηγική.» Πράγματι, κλητήρες μας καταγράφει αυτό που συνωμοτούν για σας
et: Ja kui me anname inimesed halastust maitse pärast ebaõnne on puudutanud neid, korraga nad salasepitsema vastu meie salmid. Öelda: "Jumal on turvalisemad strateegia." Tõepoolest, meie kullerid registreerida see, mida te salasepitsema
fi: Ja kun annamme ihmisten maistaa armoa, kun vastoinkäymiset on koskettanut heitä, kerralla he vehkeilevät vastaan meidän säkeet. Esimerkiksi: "Jumala on nopeampaa strategiaa." Itse asiassa meidän sanansaattajat tietueen joka voit vehkeilevät
he: כאשר אנו נותנים לאנשים טעם של רחמים לאחר מצוקות נגע בהם, בעת ובעונה אחת הן זוממות נגד הפסוקים שלנו. אומרים, "אללה הוא מואץ באסטרטגיה". אכן, שליחים שלנו להקליט את אשר אתם זוממים במתן
hr: I kada dajemo ljudima milošću nakon nesreće nije ih dodirnuo, odjednom su kovati zavjeru protiv naše stihove. "Allah je brži u strategiji". Doista, naš Glasnik snimiti ono što ste zajedno smislili
lt: Ir kai mes suteikiame žmonėms skonio gailestingumo po nelaimės liečia juos, vienu metu jie sąmokslą prieš mūsų eilėmis. Sako, "Dievas yra greičiau strategiją." Iš tiesų, mūsų pasiuntiniai įrašyti tai, kas jums sąmokslą
lv: Un kad mēs dodam cilvēkiem garšu žēlastību pēc posta, kas tām pieskārusies, vienlaikus viņi sazvērestību pret mūsu vārsmas. Saka: "Allah ir ātrāka stratēģijā." Patiešām, mūsu kurjeri ierakstīt to, ko jūs sazvērestību
nb: Og når vi gir folk en smak av nåde etter motgang har rørt dem, de konspirerer samtidig mot våre vers. Si, "Allah er raskere i strategi." Faktisk posten våre sendebud som du konspirerer
sk: A keď sme dať ľuďom chuť milosrdenstva po nepriazeň osudu sa ich dotkol, naraz ich konspirovat proti našej verše. Povedať "Alah je rýchlejšiu stratégie." Vskutku, naši poslovia záznam, ktorý ste konspirovat
sl: In ko smo dali ljudi okus milost po stisko dotaknil njih, hkrati so zaroto proti naši verzov. Pravijo, da "Allah je hitrejši v strategiji." Res, naše kurirje zapis, ki vas spremljajo
sr_cyrl: И када смо људе да окусе милост након што их недаћама није такао, одједном уроте се против нам стихова. Реци , "Аллах је много у стратегији." Заиста , нам гласници записали оно што постајете
sr_latn: I kada smo ljude da okuse milost nakon što ih nedaćama nije takao, odjednom urote se protiv nam stihova. Reci, "Allah je mnogo u strategiji." Zaista, nam glasnici zapisali ono što postajete
uk: І коли ми даємо людям смак милосердя, після того, як негаразди доторкнувся до них, одночасно вони змови проти наших вірші. Сказати, "Аллах стрімкими стратегії." Дійсно, нашими посланцями записувати те, що ви змову з
vi: Và khi chúng tôi cung cấp cho người dân một hương vị của mercy sau khi nghịch cảnh đã chạm vào chúng, cùng một lúc họ âm mưu chống lại câu thơ của chúng tôi. Nói, "Allah là swifter trong chiến lược." Thật vậy, các sứ giả của chúng tôi ghi lại rằng đó bạn âm mưu
zu: Futhi uma nathi sipha abantu ukunambitheka isihe ngemva kokudlubulunda adversity uye wathinta nabo, ngaso leso sikhathi uzungu Emavesi.

# Quran1386
source: It is He who enables you to travel on land and sea until, when you are in ships and they sail with them by a good wind and they rejoice therein, there comes a storm wind and the waves come upon them from everywhere and they assume that they are surrounded, supplicating Allah, sincere to Him in religion, "If You should save us from this, we will surely be among the thankful."
ca: És el que li permet viatjar per terra i mar fins que, quan ets en vaixells i van navegar amb ells per un bon vent i s'alegren, arriba un vent de tempesta i vinguda a ells per les onades de tot arreu i assumeixen que les envolta, súplica Allah, sincer a ell en la religió, "si que ha de salvar-nos d'aquesta segurament estarem entre el agraïts. "
cy: Ef sy'n eich galluogi i deithio ar dir a môr nes, pan fyddwch mewn llongau ac maent yn hwylio gyda hwy gan gwynt da ac mae eu lawenhau ynddo, daw gwynt storm a daw y tonnau arnynt o bob man ac maent yn tybio bod eu bod wedi'u hamgylchynu, ymbilgar Allah, diffuant iddo mewn crefydd, "os dylai chi yn ein cadw rhag hyn Byddwn yn sicr ymysg y ddiolchgar. "
da: Det er ham, der gør det muligt at rejse på land og hav, indtil, når du befinder dig i skibe og de sejler med dem af en god vind og de fryde sig deri, kommer der en storm vinden og bølgerne falde over dem fra overalt og de antager, at de er omringet, bedende Allah, oprigtig til ham i religion, "Hvis du skal spare os fra denne Vi vil helt sikkert være blandt de taknemmelige. "
el: Είναι αυτός που δίνει τη δυνατότητα να ταξιδέψετε σε στεριά και θάλασσα μέχρι, όταν βρίσκεστε σε πλοία και πλέουν με τους από ένα καλό άνεμο και χαίρονται σ ' αυτό, έρχεται μια καταιγίδα άνεμος και τα κύματα που έρχονται επάνω σε τους από παντού και υποθέτουν ότι περιβάλονται, Παρακλητικός Αλλάχ, ειλικρινή σ ' αυτόν στη θρησκεία, "αν σας θα πρέπει να μας σώσει από αυτό θα είμαστε σίγουρα μεταξύ τις ευγνώμονες.»
et: See on tema, kes lubab teil reisida maismaa enne, kui olete laevadel ja nad sõidavad nendega hea ja nad rõõmustavad, sealt tuleb torm tuul ja lained tulevad neile kõikjal ja nad eeldavad, et need on ümbritsetud, supplicating Allahi siiras talle usku, "kui sa peaksid päästa meid see Meil on kindlasti üheks selle tänulikud. "
fi: Hän voi voit matkustaa maalla ja merellä, kunnes, kun aluksissa ja ne purjehtivat niiden kanssa hyvä tuuli ja he riemuitsevat, tulee myrskyn tuuli ja aallot päälleen, kaikkialla ja he olettavat, että niiden ympärillä, anoneen Jumala, uskonto, vilpitön, "jos olisi säästäisi meidät tältä saamme varmasti joukossa kiitollinen. "
he: זה אשר מאפשר לך לנסוע ביבשה ובים עד, כאשר אתה בספינות, הם מפליגים איתם על ידי רוח טוב, הם שמחו, מגיעה רוח סערה, הגלים באים עליהם בכל מקום, הם מניחים כי הם מוקפים, supplicating אללה, כנה לו בדת, "אם אתה צריך להושיע אותנו מכל זה אנחנו בטח יהיה בין אסירי תודה. "
hr: On omogućuje da putuju na kopnu i moru dok, kada su u brodovima i plove s njima dobar vjetar i oni se raduju u njima, dođe oluja vjetar i valovi dolaze na njih sa svih strana i oni pretpostavljaju da su okruženi, supplicating Allahu, iskreno mu vjeru, "Ako bi nas spasiti mi ćemo sigurno biti među je zahvalan. "
lt: Tai tas, kuris leidžia jums keliauti sausumos bei jūrų kol, kai esate laivuose ir jie plaukioja su jais iš gero vėjo ir jie linksmai, ateina audra vėjo ir bangų ateiti į juos iš visur ir jie mano, kad jie yra apsupti, supplicating Dievas, nuoširdus jam religija, "jei jums turėtų išgelbėti mus nuo šio Mes tikrai bus tarp kad dėkingi. "
lv: Tas ir tas, kas dod iespēju ceļot uz sauszemes un jūrā līdz brīdim, kad, strādājot uz kuģiem, un tie kuģo ar viņiem ar labu vēja un tie priecāties, tur nāk vētra vējš un viļņi nāk pār viņiem no visur, un tās pieņemt, ka tie ir apkārt, supplicating Allāhu, patiesi viņu reliģija, "ja mums ir jāsaglabā no šī mēs protams, ir starp pateicīgs. "
nb: Det er han som lar deg reise på land og sjø før, når du er i skip seile med dem av en god vind og de fryde seg, det kommer en storm vind og bølger kommer på dem fra overalt og de antar at de er omgitt, supplicating Allah, oppriktig ham i religion, "Hvis du skal redde oss fra dette Vi vil sikkert være blant de takknemlig. "
sk: To je ten, ktorý umožňuje jazdu na pozemných a námorných až, keď ste na lodiach a plachtou s nimi dobrý vietor a radovať sa, príde búrka vietor a vlny prichádzajú na ne odvšadiaľ a predpokladajú, že sú obklopení, supplicating Alaha, úprimne mu v náboženstve, "Ak by nás zachránil z tohto určite budeme medzi vďačný. "
sl: To je tisti, ki vam omogoča, da potujejo na kopnem in morju, dokler, ko ste na ladjah in se jadro z njimi dober veter in se veselite, pride neurje veter in valovi prihajajo na njih od vsepovsod in prevzamejo, da jih obkrožijo, supplicating Allah, mu iskreno, v vero, "če bi nas reši iz tega zagotovo bomo med je hvaležen. "
sr_cyrl: Он је тај који вам омогућава да путују на копну и мору, док, када сте у бродовима и плове с њима до добар ветар и они се радују изнесено долази олуја ветар и таласи се на њих са свих страна и они претпостављају да су опкољени, мољења Алаха, искрена са њим у религији, "Ако треба да спасите нас од овог Сигурно смо међу су захвални. "
sr_latn: On je taj koji vam omogućava da putuju na kopnu i moru, dok, kada ste u brodovima i plove s njima do dobar vetar i oni se raduju izneseno dolazi oluja vetar i talasi se na njih sa svih strana i oni pretpostavljaju da su opkoljeni, moljenja Alaha, iskrena sa njim u religiji, "Ako treba da spasite nas od ovog Sigurno smo među su zahvalni. "
uk: Саме він дає вам можливість подорожувати на суші і на морі, поки, коли ви кораблів і їм вітрило з них добре вітром і вони радіють в ньому, настає буря вітру і хвиль прийде на них з усіх боків і вони припускають, що вони оточені, supplicating Аллаха, щирий йому в релігії, "Якщо ви повинні врятувати нас від це Ми, безумовно, буде серед на вдячними. "
vi: Đó là ông đã cho phép bạn đi trên đất và biển cho đến khi, khi bạn đang ở trong con tàu và họ đi thuyền với chúng bằng một cơn gió tốt và họ vui mừng trong đó, có đến một cơn gió bão và những con sóng đến khi chúng từ khắp mọi nơi và họ giả định rằng họ được bao quanh, supplicating Allah, chân thành với anh ta trong tôn giáo, "nếu bạn nên cứu chúng ta từ đây chúng tôi chắc chắn sẽ trong số các xin cám ơn. "
zu: Kuyinto Lowo kukwenza ukuhamba ezweni nasolwandle kuze, uma kukhona ngemikhumbi futhi abalapha nawo umoya omuhle futhi bayajabula therein, kuza isivunguvungu nasemagagasini kuyokwehlela phezu kwaso kusukela yonke indawo futhi bacabanga ukuthi
