Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran596
source: And when you have completed the prayer, remember Allah standing, sitting, or [lying] on your sides. But when you become secure, re-establish [regular] prayer. Indeed, prayer has been decreed upon the believers a decree of specified times.
ca: I quan hagueu completat l'oració, recordeu Allah de peu, asseguts o [sent] en els seus costats. Però quan et converteixes en segura, restablir l'oració [regular]. De fet, oració ha estat decretat sobre els creients un decret de especificat vegades.
cy: A chofiwch, pan fyddwch wedi cwblhau'r y weddi, Allah sefyll, eistedd, neu [gorwedd] ar eich ochr. Ond pan ydych yn ddiogel, gweddi [rheolaidd] ail-sefydlu. Yn wir, mae gweddi wedi dyfarnu ar y credinwyr ordinhad o amserau penodedig.
da: Og når du har fuldført bøn, huske Allah stående, siddende eller [lå] på dine sider. Men når du bliver sikker, genetablere [løbende] bøn. Faktisk, bøn er bevilget efter de troende et dekret af angivet gange.
el: Και όταν έχετε ολοκληρώσει την προσευχή, θυμηθείτε Αλλάχ στέκεται, κάθεται, ή [ψέματα] στις πλευρές σας. Αλλά όταν γίνεσαι ασφαλή, να αποκαταστήσουν την προσευχή [τακτική]. Πράγματι, κατόπιν οι πιστοί ένα διάταγμα της ορισμένες περιόδους γ προσευχή.
et: Ja täitmist palves, mäletan Allah seistes, istudes või [lamades] oma pool. Aga millal te jääte turvaline, taasluua [regulaarselt] palve. Tõepoolest, abielulahutusprotsessil palve korral otsuse tegemisel kindlaksmääratud aegadel usklikud.
fi: Ja Valmistuttuaan rukous muista Jumala seisoo, istuu tai [makaa] sivuillesi. Mutta kun sinusta on tullut turvallista, palauttaa [säännöllinen] rukous. Itse asiassa rukous on julistettu kun uskovien asetuksella tiettyinä aikoina.
he: לאחר שהשלמת את התפילה, זוכרים אללה עומד, יושב או [שוכב] על זרועותיך לצדי. אבל מתי הפכת להיות מאובטח, ליצור מחדש תפילה [קבוע]. אכן, התפילה כבר הוציא על המאמינים גזירת שצוין פעמים.
hr: I kad su završili molitvu, sjećaš se Allaha stojeći, sjedeći ili [leži] s vaše strane. Ali kada postaneš siguran, ponovno uspostaviti [] redovnu. Doista, molitva je odlučio na vjernike Dekret od navedenog puta.
lt: Ir kai jūs baigėte malda, prisiminti Dievo stovint, sėdint ar [yra] savo pusių. Bet kada galite tapti saugia, atkurti [nuolat] malda. Iš tiesų, malda buvo paskelbtas teismo nuo tikinčiųjų dekretu nurodytu laiku.
lv: Un, kad esat pabeidzis lūgšanu, atcerieties Allah stāv, sēž vai jūsu puses [guļ]. Bet kad tu kļūsti drošs, atjaunotu [regulāru] lūgšanu. Patiešām, lūgšanu pasludinot pēc laulības noteiktos laikos ticīgie.
nb: Og når du har fullført bønn, husker Allah stå, sitte eller [liggende] på sidene. Men når du blir sikkert, gjenopprette [vanlig] bønn. Faktisk har bønn blitt bestemt på de troende en forordning av tidene.
sk: A keď ste dokončili modlitby, Alah stojí, sedí alebo [ležiace] na vašej strany. Ale keď sa stanete bezpečné, oživili [pravidelné] modlitby. V skutočnosti modlitba exmanžela na veriacich, Vyhláška o určenom čase.
sl: In ko ste dokončali molitev, ne pozabite Alah stalnega, sedi ali [leži] na telesu. Ampak ko postaneš zanesljiv, obnove [redno] molitev. Res, molitev je bila že razglašena na verniki odločbe o določenih terminih.
sr_cyrl: Запамтите када сте завршили са молитвом, Алах стајао, седео или [лагање] са твоје стране. Али када постанете сигурну, поново успоставите [редовне] молитву. Заиста , молитва била предодредио над верницима декрет од наведене пута.
sr_latn: Zapamtite kada ste završili sa molitvom, Alah stajao, sedeo ili [laganje] sa tvoje strane. Ali kada postanete sigurnu, ponovo uspostavite [redovne] molitvu. Zaista, molitva bila predodredio nad vernicima dekret od navedene puta.
uk: І під час створення молитву, пам'ятайте Аллах стоячи, сидячи або [лежить] на боках. Але коли ви стати безпечною, відновити [регулярні] молитви. Дійсно, молитва була постановив на віруючих декрету вказано разів.
vi: Và khi bạn đã hoàn thành cầu nguyện, hãy nhớ rằng Allah đứng, ngồi, hoặc [nằm] trên mặt của bạn. Nhưng khi bạn trở nên an toàn, thiết lập lại cầu nguyện [thường]. Thật vậy, cầu nguyện đã được quyết định khi các tín hữu một nghị định quy định thời gian.
zu: Futhi uma usuqede uthandaza, khumbula Allah mile fofobala noma [elele] ezinhlangothini zenu.

# Quran597
source: And do not weaken in pursuit of the enemy. If you should be suffering - so are they suffering as you are suffering, but you expect from Allah that which they expect not. And Allah is ever Knowing and Wise.
ca: I no debilitar l'enemic en la recerca. Si vostè ha estar patint - així que estan patint com vostè està patint, però esperar des d'Allah que no esperen. I Allah és mai saber i savi.
cy: Ac nid oes gwanhau wrth fynd ar drywydd y gelyn. Os dylai fod yn dioddef-felly maent yn dioddef fel eich bod yn dioddef, ond yr ydych yn disgwyl oddi wrth Allah hynny y maent yn disgwyl ni. A Allah yn gwybod erioed ac yn ddoeth.
da: Og ikke svække i jagten på fjenden. Hvis du skulle ramt - så er de lidelser som du lider, men du forventer fra Allah, som de ikke forventer. Og Allah er nogen sinde vidende og kloge.
el: Και όχι να εξασθενίσει ἐδίωκον. Εάν θα πρέπει να πάσχει - έτσι είναι αυτοί που υποφέρουν καθώς υποφέρεις, αλλά περιμένετε από Αλλάχ αυτό που δεν περιμένουν. Και Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: Ja nõrgendada saavutamiseks vaenlane. Kui teil peaks olema - nii on nad kannatusi, kui sind on tabanud, kuid ootate Jumal see, mida nad ootavad mitte. Ja Jumal on kunagi teades ja tark.
fi: Ja heikennä pyrkiessään vihollinen. Jos sinulla pitäisi olla - siis ne kärsimystä kuin sinulla on, mutta te odotatte Jumalalta sitä, mitä he odottavat ei. Ja Jumala on koskaan tietää ja viisas.
he: מחלישה במרדף אחר האויב. אם אתה שצריך לסבול - גם הם סבל כפי שאתם סובלים, אבל אתה מצפה מן אללה את אשר הם לא מצפים. אללה הוא אי פעם לדעת ונבונה.
hr: I ide joj u potrazi za neprijatelja. Ako bi trebao biti pate - pa su oni pate i pate, ali očekivati od Allaha ono što ne očekuju. A Allah je ikada znati i mudar.
lt: Ir ne susilpninti siekiant priešas. Jei jums turėtų būti kenčia - Taigi jie kenčia, kenčia, tačiau galima tikėtis iš Dievo, kuris jie tikisi, kad ne. Ir Dievas yra kada nors žinant ir išmintingas.
lv: Un nedrīkst vājināt saskaņā ar ienaidnieku. Ja jūs cieš - Tātad tie cieš kā jūs cieš, bet jūs sagaidāt no Allah, ko viņi nevar sagaidīt. Un Allah ir jebkad zinot un gudrs.
nb: Og ikke svekke i jakten på fienden. Hvis du skal lide - så er de lider som du lider, men du forventer fra Allah som de ikke forventer. Døyve er noen gang vite og klok.
sk: A nie oslabiť honbe za nepriateľa. Ak by sa utrpenie - tak sú to utrpenie, ako sú utrpenie, ale môžete očakávať od Boha to, čo očakávajú, že nie. A Allah je vôbec vedieť a múdry.
sl: In ne oslabi pri uresničevanju sovražnika. Če ste se trpljenje - tako so trpljenje kot imate, ampak pričakujete od Allah, ki ne pričakujejo. In Allah je koli vedo in pametno.
sr_cyrl: И не ослаби у потрази за непријатеља. Ако ти треба да пати - тако су патње док ви патите, али очекујете од Алаха оно што не очекују. А Аллах је икада знати и мудар.
sr_latn: I ne oslabi u potrazi za neprijatelja. Ako ti treba da pati - tako su patnje dok vi patite, ali očekujete od Alaha ono što ne očekuju. A Allah je ikada znati i mudar.
uk: І тільки не послабить гонитві за ворогом. Якщо ви повинні страждати - так само вони страждають, як ви страждаєте, але ви очікуєте від Аллах те, що вони очікують, що не. І Аллах ніколи не знаючи і мудрий.
vi: Và không làm suy yếu trong việc theo đuổi kẻ thù. Nếu bạn cần phải đau khổ - như vậy là họ đau khổ như bạn đang đau khổ, nhưng bạn mong đợi từ Allah đó mà họ không mong đợi. Và Allah là bao giờ hiểu biết và khôn ngoan.
zu: Futhi ungalulazi ekuphishekeleni isitha.

# Quran598
source: Indeed, We have revealed to you, [O Muhammad], the Book in truth so you may judge between the people by that which Allah has shown you. And do not be for the deceitful an advocate.
ca: De fet, ens han revelat a vostè, [O Muhammad], el llibre en veritat així vostè pot jutjar entre les persones per el que Allah ha mostrat. I no ser per a l'enganyosa un defensor.
cy: Yn wir, yr ydym wedi datgelu i chi, [O Muhammad], y llyfr mewn gwirionedd fel y gall farnu rhwng y bobl hynny sydd wedi bod Allah yn dangos ichi. Ac ni wneud fod ar gyfer y dwyllodrus eiriolwr.
da: Ja, vi har åbenbaret for dig, [O Muhammad], bog i sandhed så du kan dømme mellem mennesker af det, som Allah har vist dig. Og vær ikke for den svigefulde fortaler.
el: Πράγματι, έχουμε αποκάλυψε σε σας, [Ο Μωάμεθ], το βιβλίο στην πραγματικότητα έτσι μπορεί να κρίνετε την μεταξύ τους ανθρώπους από αυτό που Αλλάχ έχει δείξει σας. Και δεν είναι για το ψευδής παράσταση δικηγόρου.
et: Tõepoolest, meil on näitas sulle, [O Muhammad], tõsi, nii võib kohtunik vahel inimesed selle, mis Jumal on näidanud teile raamat. Ja olla jaoks on valelik advokaat.
fi: Itse asiassa olemme paljastaneet sinulle, [Oi Muhammed] kirja totuus, jotta voidaan arvioida sen, mitä Jumala on osoittanut teille ihmisten välillä. Ja ei olla petollinen puolestapuhuja.
he: אכן, נחשפו לך, [O מוחמד], הספר האמת אז אתה יכול לשפוט בין האנשים על ידי אשר אללה הראה לך. לא להיות עבור קידמה את אמצעי המרמה עו...
hr: Doista, otkrili smo vam, [O Muhammad], knjiga u istinu tako da mogu suditi među ljudima prema onome što Allah je pokazao. I ne biti za je podmukla zastupnik.
lt: Iš tiesų, mes parodė jums, [O Muhammad], tiesą sakant, jūs gali spręsti tarp žmonių pagal tai, kas Dievas parodė jums knyga. Ir negali būti dėl klaidinančio advokatas.
lv: Patiešām, mēs atklāja jums [O Muhammad] patiesību, tāpēc varam spriest starp cilvēkiem, kas Allah ir parādījusi, jūs grāmatu. Un nedrīkst būt maldinošs par advokātu.
nb: Faktisk har vi avslørte deg, [O Muhammad], boken med sannhet så du kan dømme mellom folk av det hvilke Døyve vist deg. Og ikke vær for den svikefulle talsmann.
sk: V skutočnosti sme odhalili vám [Mohamed], kniha o pravde tak môže súdiť medzi ľuďmi, ktoré Alah vám ukázali. A nebuďte za podvodné advokáta.
sl: Res, smo pokazali vam, [O Muhammad], knjiga v resnici tako lahko sodite med ljudi z to kar Allah je razstava. In ne bo za na goljufivo zagovornik.
sr_cyrl: Заиста , смо да ти откривено, [О Мухаммад], књига у истини, тако да Ви просудите између народа од стране онога кога је Алах ти је показала. И немојте се за на лукавог заговорник.
sr_latn: Zaista, smo da ti otkriveno, [O Muhammad], knjiga u istini, tako da Vi prosudite između naroda od strane onoga koga je Alah ti je pokazala. I nemojte se za na lukavog zagovornik.
uk: Дійсно, ми вже показали вам, [O Мухаммад], книги по правді кажучи, так що може судити між людьми за те, що Аллах показали, ви. А як не за брехливий адвокат.
vi: Thật vậy, chúng tôi đã tiết lộ cho bạn, [O Muhammad], cuốn sách sự thật vì vậy bạn có thể thẩm phán giữa người bởi đó mà Allah đã cho thấy bạn. Và không là cho là dối trá một người ủng hộ.
zu: Ngempela, We phendla you, [O Muhammad], iNcwadi ngeqiniso ukuze ungase yahlulele phakathi kwabantu by ukuthi Allah tshengisa you.

# Quran599
source: And seek forgiveness of Allah. Indeed, Allah is ever Forgiving and Merciful.
ca: I demanar perdó d'Allah. De fet, Allah és alguna vegada Clement i perdonant.
cy: A cheisio maddeuant Allah. Yn wir, bod Allah yn faddeugar a tosturiol erioed.
da: Og søge tilgivelse af Allah. Allah er faktisk nogensinde tilgivende og barmhjertig.
el: Και να ζητήσει συγχώρεση του Αλλάχ. Πράγματι, Αλλάχ είναι ποτέ επιεικής και φιλεύσπλαχνος.
et: Ja otsima andestust Jumal. Tõepoolest, Allah on kunagi andestav ja armuline.
fi: Ja pyydä anteeksi Jumala. Itse asiassa Jumala on aina anteeksiantava ja laupias.
he: שמבקש מחילה של אללה. אכן, אללה הוא אי פעם סלחני ורחום.
hr: I tražite oprost od Allaha. Uistinu, Allah je uvijek oprašta i milostivi.
lt: Ir prašyti Dievo atleidimo. Iš tiesų, Allah yra kada nors atlaidus ir gailestingas.
lv: Un lūgt piedošanu par Allah. Patiešām, Allah ir kādreiz piedodošs un žēlsirdīgs.
nb: Og søker tilgivelse Allah. Døyve er faktisk noensinne tilgivende og barmhjertig.
sk: A požiadať o odpustenie Boha. Boh je naozaj niekedy odpúšťajúci a milosrdný.
sl: In iščejo odpuščanje Allah. Res, Allah je koli tolerantna in usmiljen.
sr_cyrl: И тражити опрост од Алаха. Уистину , Аллах је икада опростити и милостив.
sr_latn: I tražiti oprost od Alaha. Uistinu, Allah je ikada oprostiti i milostiv.
uk: І шукати пробачення Аллаха. Дійсно, Аллах є ніколи не прощає і милосердний.
vi: Và tìm kiếm sự tha thứ của Allah. Thật vậy, Allah là bao giờ khoan dung và thương xót.
zu: Futhi bacele ukuthethelelwa Allah.

# Quran600
source: And do not argue on behalf of those who deceive themselves. Indeed, Allah loves not one who is a habitually sinful deceiver.
ca: I no discutir en nom d'aquells que enganyar-se. De fet, Allah estima no un que és un pecat habitualment enganyador.
cy: Ac nid yn dadlau ar ran y rhai sydd yn twyllo eu hunain. Yn wir, mae'r Allah wrth ei bodd yn un sy'n deceiver gyson sinful.
da: Og ikke argumentere for dem, der bedrager sig selv. Faktisk elsker Allah ikke én, der er et sædvanligt syndige bedrager.
el: Και δεν μπορώ να διαφωνήσω εκ μέρους εκείνων που εξαπατούν τους εαυτούς τους. Πράγματι, ο Αλλάχ αγαπάει όχι εκείνος που είναι συνήθη αμαρτωλή απατεώνας.
et: Ja ei vaidle nimel, kes petta end. Tõepoolest, Jumal armastab mitte üks, kes on alaliselt patune petja.
fi: Ja Älä väitä niiden puolesta, jotka pettää itseään. Itse asiassa Jumala rakastaa ei yksi, joka on tavallisesti syntinen pettäjä.
he: אל תתווכח עבור אלה שאינם משלים את עצמם. אכן, אללה אוהב לא אחת מי מתעתעת חוטא באופן קבוע.
hr: I ne raspravljati među onima koji se zavarava. Doista, Allah voli ne onaj tko je prevarant uobičajeno grešno.
lt: Ir argumentų, vardu tie, kurie apgauti save. Iš tiesų Dievas myli ne vienas, kuris yra nuolat nuodėmingas apgavikai.
lv: Un nestrīdieties vārdā tiem, kuri sevi maldināt. Patiešām, Allah mīl nevis vienu, kas ir pastāvīgi grēcīgs blēdis.
nb: Og ikke krangle på vegne av de som lure seg selv. Faktisk elsker Allah ikke en som er en fast syndig bedrager.
sk: A nehádajte sa za tých, ktorí klamú sami seba. Naozaj, Boh miluje ani jeden, ktorý je obvyklý hriešne podvodník.
sl: In ne trditi, v imenu tistih, ki varajo sami. Res, Allah ljubi ne tisti, ki je običajno grešno Prevarant.
sr_cyrl: И не препирите се у име оних који варају сами себе. Уистину , Аллах воли ни један који је из навике грешно варалица.
sr_latn: I ne prepirite se u ime onih koji varaju sami sebe. Uistinu, Allah voli ni jedan koji je iz navike grešno varalica.
uk: І не стверджують, від імені тих, які обманюють самих себе. Дійсно, Аллах любить не той, хто зазвичай гріховної брехун.
vi: Và không tranh luận thay mặt những người đánh lừa mình. Thật vậy, Allah yêu không phải là một trong những người là một deceiver habitually tội lỗi.
zu: Futhi ncisheka cha phikisana egameni labo abathohlisa ngokwabo.

# Quran601
source: They conceal [their evil intentions and deeds] from the people, but they cannot conceal [them] from Allah, and He is with them [in His knowledge] when they spend the night in such as He does not accept of speech. And ever is Allah, of what they do, encompassing.
ca: Amaguen [seves intencions mals i escriptures] de la gent, però no pot amagar [que] des d'Allah, i és amb ells [en el seu coneixement] Quan van passar la nit en com ell no accepta d'expressió. I mai és Allah, del que van fer, que abasta.
cy: Eu bod yn cuddio'r [eu bwriadau drwg a gweithredoedd] gan y bobl, ond ni ellir eu cuddio [eu] gan Allah, ac mae ef gyda hwy [yn ei wybodaeth] pan fyddant yn treulio y nos yn fel nad yw'n derbyn araith. A byth yn Allah, o'r hyn y maent yn ei wneud, yn cwmpasu.
da: De skjuler [deres onde hensigter og handlinger] fra mennesker, men de kan ikke skjule [dem] fra Allah, og han er med dem [i sin viden] når de tilbringe natten i som han ikke accepterer indlæg. Og nogensinde er Allah, hvad de gør, omfatter.
el: Αποκρύπτουν την [τους κακό προθέσεις και οι πράξεις] από τον λαό, αλλά δεν μπορεί να υποκρύπτουν [τους] από Αλλάχ, και αυτός είναι μαζί τους [σε γνώση του] Πότε θα περάσουν τη νύχτα σε, όπως δεν αποδέχεται του λόγου. Και ποτέ Αλλάχ, τι κάνουν, περικλείει.
et: Nad varjata [oma kurjade kavatsuste ja teod] inimesed, kuid nad ei saa varjata [neid] Jumalalt ja ta on nendega [faktidesse] Kuna nad veedavad öö nagu ta ei ole nõus kõnes. Ja kunagi on Jumal, mida nad teevad, mis hõlmab.
fi: He salaavat [heidän pahoja aikeita ja tekoja] ihmisiä, mutta he oltaisi [heille] Jumala ja hän on niitä [tieto] jahka he kuluttaa yön, koska hän ei hyväksy puheen. Ja koskaan on Jumala, mitä he tekevät.
he: הם טומנים בחובם [כוונות רעות ומעשים שלהם] מהעם, אבל הם לא טומנים בחובם [אותם] מן אללה, הוא איתם [בידע שלו] כאשר הם מבלים את הלילה כמו שהוא אינו מקבל הדיבור. אי פעם אללה, של מה שהם עושים, המקיף.
hr: [Zle nakane i djela] kriju od ljudi, [ih] ne mogu sakriti od Allaha, a on je s njima u svoje znanje] kada oni provode noć u kao što on ne prihvaća govora. I uvijek je Allaha, onoga što rade, obuhvata.
lt: Jie nuslėpti [jų blogis ketinimus ir poelgius] nuo žmonių, bet jie negali nuslėpti [jiems] iš Dievo, ir jis yra su jais [į savo žinių] kada jie praleisti naktį tokių kaip jis nepriima kalbos. Ir kada nors yra Dievas, ir ką jie daro, apimanti.
lv: Viņi slēpj [to ļauno nodomiem un darbiem] no cilvēkiem, bet viņi nevar noslēpt [tiem] no Allah, un viņš ir ar tiem [viņa zināšanas] kad viņi pavadīt nakti, kā viņš nepieņem runas. Un vispār Allāham, ko viņi dara, aptver.
nb: De skjuler [deres onde hensikter og gjerninger] fra folk, men de kan ikke skjule [dem] fra Allah, og han er med dem [i sin kunnskap] når de tilbringe natten i som han ikke godtar tale. Og noensinne er Allah, av hva de gjør, omfatter.
sk: Skrývajú [ich zlé úmysly a činy] od ľudí, ale skrývajú nemôže [ich] od Boha, a on je s nimi [v jeho vedomosti] keď trávia noci v ako neprijíma reči. A niekedy je Boh, čo robia, zahŕňajúce.
sl: Skrijejo [njihovo zlo namere in dejanja] od ljudi, vendar ne more skrijejo [jih] od Allah, in je z njimi [v svoje znanje] ko so preživeli noč v, kot je ne sprejema govora. In kdaj je Alah, kaj storiti.
sr_cyrl: Крију [њихове зле намере и дела] од људи, али они не могу сакрити [их] Аллах, и он је са њима [у његово знање] када они проведу ноћ у као што је он не прихвата говора. А некад је Алах, о ономе што чине, која обухвата.
sr_latn: Kriju [njihove zle namere i dela] od ljudi, ali oni ne mogu sakriti [ih] Allah, i on je sa njima [u njegovo znanje] kada oni provedu noć u kao što je on ne prihvata govora. A nekad je Alah, o onome što čine, koja obuhvata.
uk: Вони приховують [їх злі наміри і вчинки] від народу, але вони не можуть приховати [їх] від Аллаха, і він з ними [у своє знання] коли вони ночують у таких, як він не приймає мовлення. І коли-небудь є Аллаха, про те, що вони роблять, який охоплює.
vi: Họ che giấu [ác ý định và hành động của họ] từ người dân, nhưng họ không thể che giấu [chúng] từ Allah, và ông là với họ [trong kiến thức của mình] khi họ nghỉ qua đêm ở như ông không chấp nhận ngôn luận. Và bao giờ Allah, của những gì họ làm, bao gồm.
zu: They gubadlela [izinhloso zabo ezimbi nezenzo] elivela kubantu, kodwa akakwazi ngempela ukufihlela kubo siyobatshela [bona] Allah, He is nabo [e Akhe azani] lapho nichithe ubusuku ezifana Yena alamukeli yokukhuluma.

# Quran602
source: Here you are - those who argue on their behalf in [this] worldly life - but who will argue with Allah for them on the Day of Resurrection, or who will [then] be their representative?
ca: Aquí ets - aquells que argumenten en nom seu en [aquesta] vida mundana - sinó que argumenten amb Allah per a ells el dia de resurrecció o [llavors] qui serà el seu representant?
cy: Yma rydych chi-rhai pwy a ddadlau ar eu rhan yn y bywyd worldly [hwn]-ond pwy bydd ddadlau gyda Allah iddynt ar ddiwrnod yr atgyfodiad, neu [yna] pwy fydd yn eu cynrychioli?
da: Her du er - dem der argumentere på deres vegne i [denne] verdslige liv - men hvem vil argumentere med Allah for dem på den dag i opstandelse eller hvem bliver [så] deres repræsentant?
el: Εδώ είστε - εκείνοι που υποστηρίζουν για λογαριασμό τους στην κοσμική ζωή [αυτό] - αλλά ποιος θα υποστηρίξει με Αλλάχ τους κατά την ημέρα της Αναστάσεως, ή ποιος θα [τότε] εκπρόσωπος τους;
et: Siin on - need, kes väidavad, nende nimel [käesoleva] maise elu - aga kes ülestõusmise päeval nad Jumalat väita või kes [siis] olema oma esindaja?
fi: Täällä on - ne, jotka väittävät niiden puolesta [tämän] maallista elämää - mutta kuka voi väittää kanssa Jumala heille ylösnousemuksen päivänä tai kuka on [silloin] hänen edustajansa?
he: כאן אתה? - מי להתווכח מטעמם בחיים הגשמיים [אלו] - אבל מי להתווכח עם אללה עבורם על יום התקומה, או [אז] מי יהיה הנציג שלהן
hr: Ovdje ste - oni koji tvrde da u njihovo ime u [ovaj] svjetovni život - ali tko će raspravljati s Allah za njih na dan uskrsnuća ili [onda] tko će biti njihov predstavnik?
lt: Čia jūs esate - tie, kurie teigia savo vardu [šio] žemiškas gyvenimas - bet kurie bus ginčytis su Dievo jiems apie prisikėlimo dieną, ar kas [tada] bus jų atstovas?
lv: Šeit jums ir - tiem, kas apgalvo, viņu vārdā [šo] laicīgo dzīvi - bet kurš apgalvos ar Allah viņiem par augšāmcelšanās dienu vai [tad] kurš būs viņu pārstāvis?
nb: Her du er - de som hevder på deres vegne i [Dette] verdslige liv - men hvem vil argumentere med Allah for dem på oppstandelsen, eller hvem blir [da] sine?
sk: Tu sú - tí, ktorí argumentujú v ich mene v [tomto] pozemský život - ale kto bude argumentovať s Alah pre nich na deň vzkriesenia alebo [potom] ktorý bude ich zástupcom?
sl: Tukaj ste - tisti, ki trdijo v njihovem imenu v [ta] posvetno življenje - ampak kdo bo trdijo z Allah za njih na dan od vstajenje, ali [torej] kdo bo njihov zastopnik?
sr_cyrl: Ево - онима који тврде у њихово име у [овом] земаљски живот - али ко ће се расправљати са Аллах за њих на дан ускрснућа, ко [тадашњи] биће или њихов представник?
sr_latn: Evo - onima koji tvrde u njihovo ime u [ovom] zemaljski život - ali ko će se raspravljati sa Allah za njih na dan uskrsnuća, ko [tadašnji] biće ili njihov predstavnik?
uk: Ось - ті, хто стверджують, від їх імені у [цьому] мирські житті - але хто буде сперечатися з Аллах їм на день Воскресіння або хто [] стане їх представник?
vi: Ở đây bạn là - những người tranh luận trên danh nghĩa của họ trong cuộc sống trần tục [này] - nhưng những người sẽ tranh luận với Allah cho họ ngày ngày sống lại, hoặc người [sau đó] sẽ có đại diện của họ?
zu: Lapha wena - labo phikisana bo behalf ngaphakathi [lo] worldly pilo - kodwa ngubani azophikisana Allah ngabo Suku Vuko, noma ozoba [ngaleso sikhathi] abe ummeleli yabo?
