Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran660
source: Indeed, those who disbelieve and avert [people] from the way of Allah have certainly gone far astray.
ca: De fet, aquells que dubten i evitar [persones] de la manera d'Allah certament han anat molt per mal camí.
cy: Yn wir, mae rhai a chredu ac osgoi [pobl] o'r ffordd o Allah yn sicr wedi mynd lawer ar gyfeiliorn.
da: Faktisk er dem, som ikke tror og afværge [folk] fra måde Allah sikkert kommet langt på afveje.
el: Πράγματι, αυτοί που δυσπιστώ και να αποτρέψουν [Πρόσωπα] από το δρόμο του Αλλάχ σίγουρα πλανήθηκαν μακριά.
et: Tõepoolest, kes usu ja ära hoida [inimesed] sellest, kuidas Jumal on kindlasti läinud kaugele eksinud.
fi: Itse asiassa ne, jotka ovat uskottomia ja välttää [ihmiset] siitä, miten Jumala on varmasti harhautunut paljon.
he: ואכן, למי להאמין, למנוע [אנשים] מן הדרך של אללה היה בהחלט לסטות רחוק.
hr: Uistinu, onima koji je siguran da je lažna i spriječiti [ljudi] kako Allah sigurno zastranila daleko.
lt: Iš tiesų, tie, kurie neturi wierza ir išvengti [žmonės] nuo to, kaip Dievas tikrai nuėjo toli iš kelio.
lv: Protams, tiem, kuri neticēt un novērst [cilvēku] no Allah veids noteikti gājis tālu apmaldīties.
nb: Faktisk, de som tviler og avverge [folk] fra måten Allah har sikkert gått langt bort.
sk: V skutočnosti tí, ktorí neveria a odvrátiť [ľudia] z toho, ako Boh určite preč ďaleko scestie.
sl: Pravzaprav, tistih, ki verjamem in preprečiti [ljudje] iz pot Allah zagotovo šla daleč zašel.
sr_cyrl: Заиста , они који је сигуран да је лажна и отклоне [људи] од пута Аллах имати свакако залутао далеко.
sr_latn: Zaista, oni koji je siguran da je lažna i otklone [ljudi] od puta Allah imati svakako zalutao daleko.
uk: Дійсно, тих, хто не вірити і запобігти [чоловік] від того, як Аллаха безумовно, пройшли далеко оману.
vi: Thật vậy, những người disbelieve và ngăn chặn [người] cách của Allah đã chắc chắn đi xa lạc lối.
zu: Ngempela, labo disbelieve angashaywa [abantu] endleleni Allah Ngokuqinisekile thathaza kude astray.

# Quran661
source: Indeed, those who disbelieve and commit wrong [or injustice] - never will Allah forgive them, nor will He guide them to a path.
ca: De fet, aquells que dubten i cometre malament [o injustícia] - mai es Allah perdonar, ni es va guiar a un camí.
cy: Yn wir, rhai a chredu ac ymrwymo anghywir [neu anghyfiawnder]-byth bydd Allah yn maddau iddynt, ac ni bydd ef yn eu tywys i lwybr.
da: Ja, dem, som ikke tror og begå forkert [eller uretfærdighed] - aldrig vil Allah tilgive dem, eller vil han guide dem til en sti.
el: Πράγματι, αυτοί που δυσπιστώ και διαπράττουν λάθος [ή αδικία] - ποτέ δεν θα Αλλάχ συγχωρήσω τους, δεν θα αυτός να τους καθοδηγήσει σε μια διαδρομή.
et: Tõepoolest, need, kes usu ja pannud vale [või ebaõigluse] - kunagi Jumal anna neile andeks, ega ta juhendavad neid teele.
fi: Jotka uskottomia ja tekevät väärin [tai epäoikeudenmukaisuutta] - ei koskaan jälkisäädös hillitä heille anteeksi, eikä hän ohjaa heitä polku.
he: ואכן, למי להאמין ולא לבצע טעות [או אי צדק] - לעולם לא. שאללה יסלח להם, וגם הוא ידריך אותם לנתיב.
hr: Uistinu, oni koji je siguran da je lažna i počiniti zlo ili nepravdu] - nikada neće im Allah oprostiti, niti će je voditi ih na put.
lt: Iš tiesų, tie, kurie neturi wierza ir padaryti neteisingai [ar neteisybė] - niekada bus Dievas przebacz jiems, nei jis bus nukreipti juos į kelią.
lv: Protams, tiem, kuri neticēt un izdarīt nepareizi [vai netaisnība] - nekad Allah piedot tiem, nedz arī viņš palīdzēs viņiem ceļu.
nb: Faktisk vil de som tviler og begår feil [eller urettferdighet] - aldri Allah tilgi dem, eller vil han lede dem til en bane.
sk: Naozaj, tých, ktorí neveria a zaviazať zle [alebo nespravodlivosť] - nikdy nebude Boh odpustiť, ani mu ich povedie cesta.
sl: Res, tisti, ki verjamem in se zavežejo narobe [ali krivice] - nikoli ne bo Alah odpusti jim, niti bo on vodil na pot.
sr_cyrl: Заиста , они који сумњаш и поиини зло [или неправде] - никада им је Аллах опростити, нити ће он водити их на путању.
sr_latn: Zaista, oni koji sumnjaš i poиini zlo [ili nepravde] - nikada im je Allah oprostiti, niti će on voditi ih na putanju.
uk: Дійсно, тих, хто не вірити і вчинення неправильно [або несправедливість] - ніколи не буде Аллаха, прости їм, ні він буде направляти їх до контуру.
vi: Thật vậy, những người disbelieve và cam kết sai [hoặc bất công] - sẽ không bao giờ Allah tha thứ cho họ, cũng không phải ông sẽ hướng dẫn họ đến một con đường.
zu: Ngempela, labo disbelieve bophezela nokungalungile [noma ukungabi nabulungisa] - Ngeke Allah thethelela them nor tando He khaphi them endleleni.

# Quran662
source: Except the path of Hell; they will abide therein forever. And that, for Allah, is [always] easy.
ca: Excepte el camí de l'infern; es queda aquí per sempre. I que, per Allah, [sempre] fàcil.
cy: Ac eithrio y llwybr o uffern; Bydd eu cadw at erthyglau am byth. A hynny, ar gyfer Allah, [hawdd bob amser yw].
da: Bortset fra sti af helvede; de vil forblive deri for evigt. Og, for Allah, [altid] nemt.
el: Εκτός από το μονοπάτι του κόλαση? θα τηρούνται σε αυτήν για πάντα. Και ότι, για τον Αλλάχ, είναι [πάντα] εύκολο.
et: Välja arvatud teed põrgu; nad järgivad seal igavesti. Ja mis, Jumal, on [alati] lihtne.
fi: Paitsi tie helvettiin; säädöksien siinä ikuisesti. Ja että Jumala, on [aina] helppoa.
he: פרט הנתיב של גיהנום. הם להישמע בו לנצח. זה, למען האל, [תמיד קל].
hr: Osim put pakla; Oni će ostati u njemu zauvijek. I, za Allaha, [uvijek] lako je.
lt: Išskyrus kelias pragarą; jos paklūsta jame amžinai. Ir, dėl Dievo, tai [visada] lengvai.
lv: Izņemot ceļu uz elli; viņi ievēro tur uz visiem laikiem. Un tas, par Allāhu, [vienmēr] viegli.
nb: Bortsett fra veien til helvete; de vil følge der alltid. Og som for Allah, [alltid] enkelt.
sk: Okrem cesta z pekla; dodržia sa v ňom navždy. A to, pre Boha, je [stále] jednoduché.
sl: Razen pot pekel; se bo upošteval v njem večno. In da za Allah, prisotno [] enostavno.
sr_cyrl: Осим путању пакла; Они ће у томе заувек да трпе. И то, за Алаха, [] лако је.
sr_latn: Osim putanju pakla; Oni će u tome zauvek da trpe. I to, za Alaha, [] lako je.
uk: Крім шлях пекло; вони будуть дотримуватися в ньому назавжди. І що, для Аллаха, [завжди] легко.
vi: Ngoại trừ con đường địa ngục; họ sẽ tuân thủ trong đó mãi mãi. Và rằng, đối với Allah, [luôn] dễ dàng.
zu: Ngaphandle kuze dlela Hogo;

# Quran663
source: O Mankind, the Messenger has come to you with the truth from your Lord, so believe; it is better for you. But if you disbelieve - then indeed, to Allah belongs whatever is in the heavens and earth. And ever is Allah Knowing and Wise.
ca: O la humanitat, el Missatger ha arribat a vostè amb la veritat del seu Senyor, així cregui; és millor per a vostè. Però si vostè no creuen - de fet, llavors a Allah pertany el que està en el cel i la terra. I mai és assenyat i sabent Allah.
cy: O dynolryw, y negesydd wedi dod i chi gyda y gwir gan eich Arglwydd, felly yn credu; Mae'n well i chi. Mae'r ond os mae eich chredu-yn wir, yna i Allah yn perthyn beth bynnag sydd yn y nefoedd a'r ddaear. Ac byth yn gwybod Allah a Wise.
da: O menneskeheden, Messenger er kommet til dig med sandheden fra din Herre, så tro; Det er bedre for dig. Men hvis du tvivle - så faktisk, at Allah hører, hvad der er i himlene og jorden. Og nogensinde er Allah vidende og kloge.
el: O ανθρωπότητα, το Messenger έχει έρθει σε σας με την αλήθεια από το Λόρδο, έτσι πιστεύω? είναι καλύτερο για σας. Αλλά αν μπορείτε δυσπιστώ - τότε, πράγματι, να Αλλάχ ανήκει ό, τι είναι στους ουρανούς και στη γη. Και ποτέ Αλλάχ γνωρίζει και σοφός.
et: O inimkonnale, sõnumitooja on tulnud teie tõde oma Lord, nii usuvad; See on parem teile. Kuid kui te usu - tõepoolest, siis Jumala kuulub iganes on taevas ja maa. Ja kunagi on Jumal teades ja tark.
fi: Ihmiskunta, Messenger on tullut teille totuus tulee Herraltasi, niin usko; se on parempi sinulle. Mutta jos epäilette - sitten Jumalalle kuuluu kaikki, mikä on taivaat ja maan. Ja koskaan Allah tietää ja viisas.
he: הו, האנושות, השליח הגיע לך עם האמת שלך לורד, אז תאמין; . זה יותר טוב בשבילך. אבל אם אתה להאמין - אז אכן, אללה שייך כל מה שנמצא השמיים והארץ. אי פעם לדעת אללה וחכם.
hr: O čovječanstvu, Glasnik je doći k vama s istinom od vašeg gospodara, tako da; To je bolje za vas. Ali ako sumnjati - onda zaista, Allahu pripada sve što je na nebesima i zemlji. I nikad nije Allah zna i mudar.
lt: O žmonijai, Messenger turi ateiti pas jus su tiesa iš savo Viešpaties, taip mano; tai geriau už jus. Bet jei jūs ne wierza - tada iš tikrųjų Allaho priklauso kokia yra į dangų ir žemę. Ir kada nors yra Dievo žinios ir išmintingas.
lv: O cilvēcei, kurjers ir nākt pie jums ar patiesību no jūsu kungs, tāpēc uzskatu, ka; tas ir labāks par jums. Bet ja jums neticēt - patiešām, tad lai Allāhs pieder, kāda ir debesis un zeme. Un kādreiz ir Allah zinot un gudrs.
nb: O menneskeheten, Messenger har kommet til deg med sannheten Herrens, så tro; Det er bedre for deg. Men hvis du tviler - deretter faktisk til Allah tilhører i himmelen og jorden. Er noensinne Allah vet og klok.
sk: O ľudstvo, posol má prísť k vám s pravdou od svojho pána, tak verte; je to lepšie pre vás. Ale ak si neveria - potom skutočne Bohu patrí, čo je na nebi i na zemi. A niekedy je Boh vedel a múdry.
sl: O človeštva, sel je prišel k vam z resnico iz svojega Gospoda, tako verjamem; To je bolje za vas. Vendar če vam verjamem - potem dejansko v Allah spada, karkoli je v nebesih in zemlji. In kdaj je Allah vedo in pametno.
sr_cyrl: О људски род, гласник је дошао да те са истином од твог Господа, па верујем; Боље је за тебе. Али ако си сигуран да је лажна - тада заиста, Алаху припада шта год је у небеса и земљу. А некад је Аллах зна и мудар.
sr_latn: O ljudski rod, glasnik je došao da te sa istinom od tvog Gospoda, pa verujem; Bolje je za tebe. Ali ako si siguran da je lažna - tada zaista, Alahu pripada šta god je u nebesa i zemlju. A nekad je Allah zna i mudar.
uk: O людства, Messenger прийшов до вас з правдою від вашого Господа, так що вірю; Це краще для вас. Але якщо ви не вірити - то дійсно, щоб Аллах належить все, що знаходиться в небеса та Земля. І коли-небудь Аллах знаючи і Мудрого.
vi: O nhân loại, Messenger đã đến với bạn với sự thật từ của mình Chúa, vì vậy tin; nó là tốt hơn cho bạn. Nhưng nếu bạn disbelieve - sau đó, quả thật vậy, Allah thuộc về bất cứ điều gì là trong các tầng trời và trái đất. Và bao giờ là Allah biết và khôn ngoan.
zu: O Isintu, uMphrofethi kufikile you yaniso nga kho Lord de bakholelwa kanjalo;

# Quran664
source: O People of the Scripture, do not commit excess in your religion or say about Allah except the truth. The Messiah, Jesus, the son of Mary, was but a messenger of Allah and His word which He directed to Mary and a soul [created at a command] from Him. So believe in Allah and His messengers. And do not say, "Three"; desist - it is better for you. Indeed, Allah is but one God. Exalted is He above having a son. To Him belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs.
ca: O gent de l'escriptura, no cometre l'excés en la seva religió o diuen sobre Allah excepte la veritat. El Messiah, Jesús, el fill de Mary, era excepte un Missatger d'Allah i la seva paraula que dirigeix a Maria i una ànima [creada a una comanda] d'ell. Així cregui en Allah i els seus missatgers. I no diuen, "Tres"; desistir - és millor per a vostè. De fet, Allah és però un Déu. Exaltat és ell damunt tenir un fill. A ell pertany el que està en el cel i el que està en la terra. I prou és Allah com triturador d'Afers.
cy: O bobl yr ysgrythur, nid ymrwymo gormodol yn eich crefydd nac yn ei ddweud am Allah ac eithrio y gwir. Oedd y Messiah, Iesu, fab i Mary, ond negesydd Allah a ei air y cyfarwyddodd ef i Mary ac enaid [creu yn Gorchymyn] oddi wrtho. Felly yn credu mewn Allah a ei negeswyr. Ac nid yn dweud, "Tri"; Ymatal-mae'n well i chi. Yn wir, yw Allah ond un Duw. I'w mawrygu yn ef uchod gael mab. Iddo ef y perthyn beth bynnag yn y nefoedd a beth bynnag sydd ar y ddaear. Ac mae digon o Allah fel Disposer o faterion.
da: O folk af Skriften, ikke begå overskydende i din religion eller sige om Allah undtagen sandheden. Messias, Jesus, søn af Mary, var, men en budbringer af Allah og hans ord, som han instruerede til Mary og en sjæl [lavet på en kommando] fra ham. Så tro på Allah og hans sendebud. Og må ikke sige, "Tre"; afståelses - det er bedre for dig. Allah er faktisk men én Gud. Ophøjet er han over at have en søn. Han hører hvad der er i himlene og hvad der er på jorden. Og tilstrækkelig er Allah som forvalter af anliggender.
el: O άνθρωποι του Scripture, μην διαπράξουν περίσσεια σας θρησκεία ή λέει για τον Αλλάχ εκτός από την αλήθεια. Το Messiah, Ιησούς, ο γιος της Μαρίας, ήταν μόνο αγγελιοφόρος του Αλλάχ και της λέξης του που απηύθυνε προς Mary και ένα πνεύμα [που δημιουργήθηκε σε μια εντολή] από αυτόν. Έτσι, πιστεύουν στο Αλλάχ και του κλητήρες. Και δεν το λέω, "Τρία"? άμεση παύση - είναι καλύτερο για σας. Αλλάχ είναι, πράγματι, αλλά ένας Θεός. Υπερυψωμένα αυτός είναι πάνω από την κατοχή ενός γιου. Σ ' αυτόν ανήκει ό, τι είναι στους ουρανούς και στη γη. Και επαρκή είναι ο Αλλάχ ως Disposer των υποθέσεων.
et: O inimesi Pühakirja, toime liigse oma usutunnistuse või Allah tõde välja öelda. Messias, Jeesuse, Maarja, poeg oli ainult Jumalat ja tema sõna, lavastaja Mary ja [loodud käsu] hing teda sõnumitooja. Nii usuvad Jumalat ja tema inglid. Ja ära ütle, "Kolm"; loobuma - see on parem teile. Tõepoolest, Allah on ainult üks Jumal. Ülendatud on ta kohal olles poeg. Temale kuulub iganes on taevas ja mis on maa peal. Ja piisav on Jumal nagu jäätmekõrvaldaja enese.
fi: O ihmiset Raamatun, älä sitoutua liikaa uskonto tai sanoa Jumala paitsi totuus. Messias, Jeesus, Marian poika oli messenger Jumalan ja sanansa, jonka hän ohjasi Mary ja sielun [luoda komennon] häneltä. Uskokaa Jumalaan ja hänen lähettiläitä. Ja älä sano, "Kolme"; herkeävät - se on parempi sinulle. Itse asiassa Jumala on vain yksi Jumala. Ylevä on se, että poika. Hänelle kuuluu kaikki, mikä on taivaassa ja mitä on maan päällä. Ja riittävä Allah asioiden säätäjä.
he: O אנשים של כתבי הקודש, אין לבצע עודף בדת שלך או לומר על אללה מלבד האמת. המשיח, ישוע, בנה של מרים, לא היה אלא שליח אללה ואת המילה שלו, אשר ניהל את מרי, נשמה [יצירת פקודה] ממנו. כל כך מאמינה אללה, לשליחיו. ולא תאמר, "שלוש"; לחדול - זה יותר טוב בשבילך. אכן, אללה הוא אבל אלוהים אחד. הנעלה הוא מעל ילד. אליו שייך מה הוא בשמים והוא מה על פני האדמה. והוא מספיק אללה כמו Disposer של ענייני.
hr: O ljudi Svetog pisma, ne počine višak vaše religije ili reći o Allahu osim istinu. Mesija, Isus, sin Marije, je poslanik Allaha i njegova riječ koju je režirao Mariji i duša [oformljen at naredbu] od njega. Zato vjerujem u Allaha i svoje glasnike. I ne govori, "Tri"; odustajanje - to je bolje za vas. Uistinu, Allah je jedan Bog. Uzvišen je on iznad imati sina. Njemu pripada sve što je na nebesima i na zemlji. A dovoljan je Allah kao odlagača poslova.
lt: O žmonių knygos, negalima padaryti perteklius ir jūsų religijos arba pasakyti apie Allah, išskyrus tiesą. Mesijas, Jėzus, Marija, sūnus buvo bet messenger Dievas ir jo žodis, kuris jis nukreiptas į Marijos ir sielos [sukurta komanda] iš jo. Taigi tiki Dievo ir jo pasiuntiniai. Ir nereikia sakyti, "Trys"; nutraukimo - tai geriau už jus. Iš tiesų, Allah yra tik vienas Dievas. Išaukštintas yra jis virš turintys sūnų. Jam priklauso kokia yra danguje ir kas yra ant žemės. Ir pakankamai yra Dievas kaip reikalų tvarkymą.
lv: O cilvēku rakstos, ne izdarīt lieko savu reliģiju vai teikt par Allah, izņemot patiesību. Mesija, Jēzus, Marija, dēls bija tikai ziņnesis no Allah un viņa vārdu, ko viņš vadīja Mērija un dvēsele [komandu izveidoja] no viņa. Tātad tic Allah un viņa kurjeri. Un nav teikt, "Trīs"; atturēties,-tas ir labāks par jums. Patiešām, Allah ir tikai viens Dievs. Sajūsmināts viņš ir iepriekš kam dēls. Viņam pieder, kāds ir debesīs un kāds ir uz zemes. Un pietiekami Allah kā lietu aizvākšanu.
nb: O folk i skriften, ikke begå overflødig i religion eller si om Allah bortsett fra sannheten. Messias, Jesus, sønn av Mary, var bare en budbringer av Gud og hans ord som han rettet til Mary og sjel [skapt en kommando] fra ham. Så tro på Allah og hans sendebud. Og ikke si, "Tre"; avstå - det er bedre for deg. Døyve er faktisk bare én Gud. Opphøyet er han over å ha en sønn. Ham tilhører i himmelen og det som er på jorden. Tilstrekkelig er Allah som Disposer av saker.
sk: O ľudí z písma, spáchať prebytok vo vašom náboženstvo ani hovoriť Alah, okrem pravdy. Mesiáš, Ježiš, syn Márie, bola ale posol Boha a jeho slovo, ktoré riadil Mary a duše [vytvorený príkaz] od neho. Tak veriť v Boha a jeho poslovia. A nehovorte, "Tri"; ustat - je to lepšie pre vás. Alah je skutočne, ale jeden Boh. Vyvýšený je vyššia majú syna. K nemu patrí, čo je v nebesiach a čo je na zemi. A dostatočná je Alah zneškodňovateľ vecí.
sl: O ljudje Sveto pismo, ne zavežejo presežek v vaše vere ali povedati o Allah razen resnico. Mesija Jezus, sin Marije, je pa sel od Allah in njegove besede, ki je usmerjeno k Mary in dušo [ustvaril na ukaz] od njega. Tako vernik v Allah in svoje glasnike. In ne rečem, "Tri"; z delom - to je bolje za vas. Res, Alah je, ampak enega Boga. Vzvišeno je zgoraj ima sina. Mu pripada karkoli je v nebesih in karkoli je na zemlji. In dovolj je Allah kot odstranjevalec zadeve.
sr_cyrl: О људима из Светог писма, не поиини вишак у твоја религија и рекао о Аллах, осим истине. Месија , Исус, син Марије, је био али гласник Алах и његова реч која је усмерена на Мери и душу [креиран на команду] од њега. Тако да верујеш у Аллаха и његове гласнике. И немој да кажеш, "Три"; Одустани ,-то је боље за тебе. Уистину , Аллах је само један Бог. Узвиљеном је он изнад имати сина. Њему припада шта год је на небесима, и шта год је на земљи. А довољан је Аллах као Диспосер послова.
sr_latn: O ljudima iz Svetog pisma, ne poиini višak u tvoja religija i rekao o Allah, osim istine. Mesija, Isus, sin Marije, je bio ali glasnik Alah i njegova reč koja je usmerena na Meri i dušu [kreiran na komandu] od njega. Tako da veruješ u Allaha i njegove glasnike. I nemoj da kažeš, "Tri"; Odustani,-to je bolje za tebe. Uistinu, Allah je samo jedan Bog. Uzviљenom je on iznad imati sina. Njemu pripada šta god je na nebesima, i šta god je na zemlji. A dovoljan je Allah kao Disposer poslova.
uk: O людей в Писанні, вчинити надлишок у вашу релігію або не сказати про Аллаха, крім правди. Месія Ісус, син Марії, було, але Посланник Аллаха та його слово, яке Він доручив Марію і душі, створеним на команду] від нього. Так що вірю в Аллах і його посланцями. І не кажіть, «Три»; утримуватися - це краще для вас. Дійсно, Аллах є лише один Бог. Піднесений чи є він вище того, син. Йому належить все, що знаходиться в небесах, і все, що є на землі. І достатнім Аллах як Disposer справ.
vi: O người của kinh thánh, không cam kết dư thừa trong tôn giáo của mình hoặc nói về Allah ngoại trừ sự thật. Chúa cứu thế, Chúa Giêsu, con trai của Mary, đã nhưng một messenger của Allah và lời hứa mà ông đạo diễn Mary và một linh hồn [tạo ra một lệnh] từ anh ta. Vì vậy, tin vào Allah và sứ giả của mình. Và nói, "Ba"; chấm dứt - đó là tốt hơn cho bạn. Thật vậy, nhưng một Thiên Chúa là Allah. Sôi nổi ấy ở trên có một con trai. Anh ta thuộc về bất cứ điều gì ở trên trời và bất cứ điều gì trên trái đất. Và đầy đủ là Allah Disposer của vấn đề.
zu: O ntu scripture, cha bophezela ngokweqile enkolweni yakho noma ukusho mayelana Allah ngaphandle iqiniso.

# Quran665
source: Never would the Messiah disdain to be a servant of Allah, nor would the angels near [to Him]. And whoever disdains His worship and is arrogant - He will gather them to Himself all together.
ca: Vols mai el menyspreu Messies ser servent d'Allah, ni vols els àngels a prop [a ell]. I el que disdains la seva adoració i és orgullós - va reunir-se ells a si mateix tots junts.
cy: Byddai byth y dirmyg Messiah was Allah, na byddai angylion ger [iddo ef]. A pwy disdains ei addoli ac yn drahaus-ef bydd eu casglu i ei hun gyda'i gilydd.
da: Vil aldrig Messias foragt at være ansat i Allah, eller ville englene nær [til ham]. Og den, der foragter hans tilbedelse og arrogant - han vil samle dem til sig alle sammen.
el: Ποτέ δεν θα το Μεσσία περιφρόνηση να είναι υπάλληλος του Αλλάχ, ούτε οι άγγελοι κοντά [στον αλλά(χ)]. Και όποιος περιφρονεί τη λατρεία του και να είναι αλαζονική - αυτός θα συγκεντρώσει τους στον εαυτό του όλοι μαζί.
et: Kunagi oleks Messias põlgus Jumala sulane olevat ega kõrvalda ingleid lähedal [talle]. Ja kes iganes disdains tema kultuse ja on ülbe - ta on koguda neid ise kõik koos.
fi: Olisi ikinä Messias halveksinta on Allahin palvelija, eikä myöskään enkeleitä lähellä [hänelle]. Ja kuka tämä hänen palvonta ja ylimielisyyttä - hän kokoaa ne itse kaikki yhdessä.
he: מעולם לא הייתי הבוז המשיח להיות משרת של אללה, ולא היו המלאכים ליד [אליו]. מי שבז לפולחן והוא מתנשא - הוא אאסוף אותם לעצמו כולם ביחד.
hr: Nikad ne bi Mesija prezir biti sluga Alahov, niti bi Anđeli u blizini [da on]. I onaj tko prezire svoje štovanje i arogantno - on će ih skupiti da se svi zajedno.
lt: Niekada nebūtų Mesijas idëja, kad Dievo tarnas, nei būtų angelai – [jam]. Ir kas disdains savo garbinimo ir yra arogantiški - jis bus surinkti juos sau visi kartu.
lv: Nekad nebūtu Mesija nicināšana ir kalps, Allah, nedz būtu eņģeļus pie [viņam]. Un kurš disdains viņa pielūgsmes un ir augstprātīgi - viņš būs savākt tos pie sevis visi kopā.
nb: Ville aldri Messias forakt å være en tjener av Allah, heller ville englene nær [til ham]. Og den som disdains hans tilbedelse og er arrogant - han vil samle dem til seg alle sammen.
sk: Nikdy by Mesiáš pohŕdanie byť služobníkom Boha ani by anjelov v blízkosti [ho]. A kto pohŕda jeho uctievanie a je arogantný - on zhromaždí ich do seba všetko dohromady.
sl: Nikoli ne bi prezirom Mesija biti služabnik Allah, niti bi angeli blizu [nanj]. In kdor disdains njegovo čaščenje in je aroganten - on bo jih zberejo sam vse skupaj.
sr_cyrl: Никад не би Месија гадјење бити слуга Аллаха, нити би анђели близу [да он]. И ко год да дисдаинс његову висост и арогантан - он ће се окупити их себи све заједно.
sr_latn: Nikad ne bi Mesija gadjenje biti sluga Allaha, niti bi anđeli blizu [da on]. I ko god da disdains njegovu visost i arogantan - on će se okupiti ih sebi sve zajedno.
uk: Ніколи не хотів би бути раб Аллаха, презирство Месії, і не буде ангелів біля [до нього]. І той, хто disdains його поклоніння і зарозуміло - він буде зібрати їх до себе всі разом.
vi: Không bao giờ sẽ Thái độ khinh Messiah là một công chức của Allah, và cũng không nào các thiên thần gần [ông]. Và bất cứ ai disdains tôn thờ của ông và là kiêu ngạo - ông sẽ thu thập họ cho mình tất cả cùng nhau.
zu: Ngeke uMesiya kwenyanya ukuba abe inceku Allah, futhi ngeke izingelosi eduze [kuye].
