Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1574
source: And We did not wrong them, but they wronged themselves. And they were not availed at all by their gods which they invoked other than Allah when there came the command of your Lord. And they did not increase them in other than ruin.
ca: I no podem fer malament-los, però ells mateixos injustament. I no van ser aprofitat en tots els seus déus que invocaven altre que Allah quan va venir l'ordre del seu Senyor. I no es va incrementar en diferents de ruïna.
cy: Ac nid ydym o'i le iddynt, ond roedd eu cam eu hunain. A oedd eu nid wedi manteisio ar bob gan eu duwiau a arweiniodd iddynt at eraill nag Allah pan y deuai y feistrolaeth ar eich Arglwydd. A nid ydynt yn cynyddu mewn heblaw adfail.
da: Og vi gjorde ikke forkert dem, men de krænket selv. Og de var ikke benyttet på alle af deres guder, som de gældende andre end Allah når der kom kommando af din herre. Og de øge ikke dem i end ruin.
el: Και εμείς δεν έκανε λάθος τους, αλλά θίγονται οι ίδιοι. Και αυτοί δεν είχαν ωφεληθεί καθόλου από τους θεούς που αυτοί επίκληση εκτός από Αλλάχ, όταν ήρθε η εντολή του Λόρδου σας. Και αυτοί δεν αύξησε τους σε εκτός από την καταστροφή.
et: Ja me tegin valesti neid, kuid nad ülekohtu ise. Ja nad olid kasutanud üldse oma jumalad, mis nad tugineda, välja arvatud Jumal kui tuli käsk oma Issanda poolt. Ja nad ei kasvanud neid peale häving.
fi: Ja ei ole väärässä ne, mutta ne väärin itse. Ja he olivat ei käyttänyt lainkaan heidän jumaliaan, johon ne vedota muu kuin Jumala, kun tuli teidän Herranne komento. Ja ne lisää niitä kuin pilata.
he: לא טעינו אותם, אך הם עוול עצמם. הם היו לא ניצל בכלל על ידי האלים שלהם אשר הם מופעל מלבד אללה כאשר באה הפקודה של האדון. הם לא להגביר אותם מלבד הרס.
hr: Smo pogriješili ih, a oni sebe nepravdu. I oni su nije iskoristio sve prema svojim bogovima koji su osim Allaha pozivati kada dođe naredba vaš gospodar. I oni ih povećati osim ruševina.
lt: Ir mes ne blogai juos, bet jie patys nuskriausti. Ir jie buvo ne pasinaudojo ne visi iš jų dievų, jie remiasi ne Dievas kai atėjo komandą jūsų Viešpats. Ir jie nepadidėjo jų išskyrus griuvėsiai.
lv: Un mums bija nepareizi viņiem, bet viņi paši kaitējums. Un tie bija nav izmantojusi vispār ar saviem dieviem, kas tos izmantot citiem mērķiem kā vien Allāhs ienākot komandu savu kungu. Un viņi tos nepalielinājās nav pazudināt.
nb: Og vi gjorde ikke feil dem, men de gjort urett mot seg. Og de ble ikke benyttet på alle av deres guder som de påberopte enn Allah når det gjaldt kommandoen Herrens. Og de øke ikke dem i enn ruin.
sk: A sme urobili zle nie je, ale oni samy ublížili. A oni boli nevyužil vôbec ich bohov, ktoré sú iné ako Alah vyvolá prišiel príkaz svojho pána. A oni ich nezvýšila ako Zrúcanina.
sl: In smo jih ne narobe, vendar so sami oškodovani. In so bili ni koristil sploh njegovemu bogovi, ki so razen Allah sklicevati, ko je prišel ukaz svojega gospodarja. In ni povečalo jih ni pokvaril.
sr_cyrl: Ми их није скривила, а они сами себе неправду. И они не уздигло на свим њиховим боговима који су други него Аллах призвана доласком командом свога господара. И они нису повећани их у осим пропасти.
sr_latn: Mi ih nije skrivila, a oni sami sebe nepravdu. I oni ne uzdiglo na svim njihovim bogovima koji su drugi nego Allah prizvana dolaskom komandom svoga gospodara. I oni nisu povećani ih u osim propasti.
uk: І ми зробили неправильно, їх, але вони самі образили. І вони були не скористалися взагалі за своїм богам, якому задіяно крім Аллаха, коли приходила команди пана свого. І вони не збільшилася їх у відмінних від розорення.
vi: Và chúng ta không phải đã làm sai họ, nhưng họ wronged mình. Và họ không được availed ở tất cả bởi các vị thần của họ, mà họ gọi khác ngoài Allah khi có lệnh của Chúa của bạn. Và họ không tăng chúng ở ngoài làm hỏng.
zu: Futhi Asizange okungalungile kubo, kodwa they ngalungi ngokwabo.

# Quran1575
source: And thus is the seizure of your Lord when He seizes the cities while they are committing wrong. Indeed, His seizure is painful and severe.
ca: I així és la confiscació del teu Senyor, quan ell aprofita les ciutats, mentre que estan cometent malament. De fet, la seva confiscació és dolorosa i greu.
cy: Ac felly yn atafaelu eich Arglwydd pan mae ei fod yn achub y dinasoedd er eu bod wedi ymrwymo yn anghywir. Yn wir, ei atafaelu yn boenus a difrifol.
da: Og dermed er beslaglæggelse af din Herre, når han griber byerne mens de begår fejl. Faktisk, hans beslaglæggelse er smertefuld og alvorlig.
el: Και έτσι είναι η κατάσχεση του Λόρδου σας, όταν άρπαξε τις πόλεις ενώ είναι διαπράττουν λάθος. Πράγματι, η κατάσχεση είναι επίπονη και σοβαρή.
et: Ja seega on oma Issanda arestimine, kui ta haarab linnad, kuigi nad tegelevad vale. Tõepoolest, tema arestimine on valus ja raske.
fi: Ja siten on teidän Herranne takavarikointi, kun hän tarttuu kaupungeissa, kun he syyllistyvät väärin. Itse asiassa hänen takavarikointi on kivulias ja vaikea.
he: ולכן הוא תפיסת האל שלך כשהוא תופס את הערים בזמן שהם עשו טעות. אכן, ההתקף שלו הוא קשות וכואב.
hr: I tako je napadaj u vaš gospodar kad on uhvati gradova dok oni se čine u redu. Doista, napad je bolna i teška.
lt: Ir taip yra jūsų Viešpats, konfiskavimą, kai jis paima miestų, o jie daro negerai. Iš tiesų, jo arešto yra skausmingas ir sunkus.
lv: Un tādējādi ir aresta savu kungu, kad viņš sažņaudzas pilsētās, kamēr viņi ir izdarījuši nepareizi. Protams, viņa arestu ir smaga un sāpīga.
nb: Dermed er beslag av deres herre når han griper byene mens de begår feil. Hans anfall er faktisk gjør vondt og alvorlig.
sk: A teda je zabavenie svojho pána, keď on chytí miest, zatiaľ čo sa dopúšťajú zle. Vskutku, jeho zabavenie je bolestivé a ťažké.
sl: In tako je zaseg svojega Gospoda, ko je prinasa mest, medtem ko so obvezala narobe. Res, njegov zaseg je boleč in hudo.
sr_cyrl: И стога заплену свога господара када он обузима градове, док су поцинили у реду. Заиста , његов напад је болно и озбиљне.
sr_latn: I stoga zaplenu svoga gospodara kada on obuzima gradove, dok su pocinili u redu. Zaista, njegov napad je bolno i ozbiljne.
uk: І таким чином, захоплення пана свого, коли він захоплює містах, у той час як вони чинять неправильно. Дійсно, його захоплення є болючим і серйозними.
vi: Và như vậy là đạo Chúa của bạn khi ông nắm bắt các thành phố trong khi họ đang phạm sai lầm. Thật vậy, tịch thu của ông là đau đớn và nghiêm trọng.
zu: Futhi ngenxa yalokho ekuthatheni kho Lord ngenkathi usebenzisa imizi kuyilapho bophezela okungalungile.

# Quran1576
source: Indeed in that is a sign for those who fear the punishment of the Hereafter. That is a Day for which the people will be collected, and that is a Day [which will be] witnessed.
ca: Fet que és un senyal per a aquells que temen el càstig de la d'ara endavant. És un dia per a que la gent es farà un recull i que és un dia [que] va ser testimoni.
cy: Yn wir yn hynny yn arwydd ar gyfer y rhai sy'n ofni y gosb o y o hyn ymlaen. Dyna'r diwrnod y bydd pobl yn cael eu casglu, a dyna ddiwrnod [fydd] yn dyst.
da: Faktisk er i, et tegn for dem, der frygter, at straffen i hinsidige. Det er en dag som folk vil blive indsamlet, og det er en dag, [der er] været vidne til.
el: Πράγματι σε αυτό είναι ένα σημάδι για εκείνους που φοβούνται την τιμωρία του εφεξής. Αυτό είναι μια ημέρα για την οποία οι άνθρωποι θα συλλέγονται, και αυτό είναι μια ημέρα [που θα] μάρτυρες.
et: Tõepoolest, et on märk neile, kes kardavad edaspidi karistuse. St päev, mille inimesed on kogutud, ja see on päev, [mis] tunnistajaks.
fi: Siinä onkin merkki niille, jotka pelkäävät jäljempänä rangaistus. Joka on päivä, johon niitä kerätään, ja se on päivä, [joka] todistamassa.
he: אכן זה הוא סימן לאלו החוששים לעונש בעולם הבא. זה יום שבו האנשים ייאספו, וזה יום [יהיה] עדים.
hr: Zaista u tome je znak za one koji se boje kazne nakon smrti. To je dan za koji ljudi će biti prikupljeni, a to je dan [koja se] svjedok.
lt: Iš tiesų, kad yra ženklas tiems, kurie bijo baudimą už toliau. Tai per dieną, kurių žmonės bus surinkti, ir tai per dieną, [kuris yra] liudininkai.
lv: Protams, ka ir zīme tiem, kuri baidās, ka turpmāk sodīt. Tas ir dienā, kas cilvēkiem tiks vākti, un tas ir dienā, [kas ir] liecinieks.
nb: Faktisk er som et tegn for dem som frykter straffen av hinsidige. Det er en dag som de blir hentet, og det er en dag [som er] vitne.
sk: Naozaj v tom, že je znamením pre tých, ktorí sa bojí trestu ďalej. Ktorý je dňom, ktoré ľudia budú inkasovať, a to je deň, [ktoré] svedkom.
sl: Res da je znak za tiste, ki se bojijo kaznovanja v nadaljevanju. To je dan, za katere ljudje bodo zbrane, in ki je na dan, [ki] priča.
sr_cyrl: Заиста у то је знак за оне који се бојим се казне за надаље. То је дан за који људи ће бити прикупљени, а то је дана [који ће бити] присуствовали.
sr_latn: Zaista u to je znak za one koji se bojim se kazne za nadalje. To je dan za koji ljudi će biti prikupljeni, a to je dana [koji će biti] prisustvovali.
uk: Дійсно в тому, що є ознакою для тих, хто побоюється покарання П'єра. Тобто день, для яких люди будуть збиратися, і це день, [які] були свідками.
vi: Quả thật đó là một dấu hiệu cho những người sợ hãi hình phạt sau đây. Đó là một ngày mà mọi người sẽ được thu thập, và đó là một ngày [sẽ] đã chứng kiến.
zu: Ngempela kuleyo kuwuphawu kulabo abamesabayo isijeziso Hereafter.

# Quran1577
source: And We do not delay it except for a limited term.
ca: I no podem retardar excepte per un període limitat.
cy: A fyddwn yn gohirio ei heblaw am gyfnod cyfyngedig.
da: Og vi forsinker ikke det bortset fra en begrænset periode.
el: Και εμείς να μην καθυστερήσει αυτό εκτός από μια περιορισμένη χρονική περίοδο.
et: Ja me ei viivitaks see välja arvatud piiratud aja jooksul.
fi: Ja emme viivytä sitä paitsi vain rajoitetun ajan.
he: אנחנו לא לעכב את זה חוץ מונח מוגבלת.
hr: I necemo to osim ograničen mandat.
lt: Ir mes nedelsiant jį išskyrus ribotą laiką.
lv: Un mēs nedrīkst aizkavēt izņemot ierobežotā termiņā.
nb: Og vi utsette ikke det bortsett fra en begrenset periode.
sk: A sme neodkladajte Okrem obmedzenej doby.
sl: In mi ne zamudi razen omejen mandat.
sr_cyrl: И ми то не успоравај осим ограничен мандат.
sr_latn: I mi to ne usporavaj osim ograničen mandat.
uk: І ми, не відкладайте це за винятком обмежений термін.
vi: Và chúng ta không làm chậm nó ngoại trừ một thuật ngữ hạn chế.
zu: Futhi Asazi cha mukela it except for a term elinganiselwe.

# Quran1578
source: The Day it comes no soul will speak except by His permission. And among them will be the wretched and the prosperous.
ca: El dia que es no tracta ànima parlarà excepte amb el seu permís. I entre ells serà el pròsper i condemnats.
cy: Bydd y diwrnod y daw unrhyw enaid yn siarad ac eithrio drwy ei ganiatâd. Ac yn eu plith a fydd y truenus a ffyniannus.
da: Den dag det kommer ingen sjæl vil tale undtagen ved sin tilladelse. Og blandt dem bliver elendige og de velstående.
el: Την ημέρα που έρχεται δεν ψυχή θα μιλήσει εκτός από την άδειά του. Και ανάμεσά τους θα είναι η άθλια και η ευημερούσα.
et: Tegemist ei ole hinge päeval kõneleb peale tema loata. Ja nende hulgas on selle armetu ja on jõukas.
fi: Jona se tulee ei sielu puhuu paitsi hänen luvallaan. Ja heidän joukossaan on kurja ja vauras.
he: ביום שהוא מגיע ללא נשמה ידבר אלא על ידי רשותו. ביניהם יהיה האומלל ומשגשגת.
hr: Dan je u pitanju dušu će govoriti osim njegove dozvole. I među njima će biti jadan i prosperitetna.
lt: Tą dieną jis ateina sielos kalbės išskyrus iš jo teisę. Ir tarp jų bus apgailėtinus ir klesti.
lv: Runa nav dvēsele dienā runās, izņemot ar viņa atļauju. Un starp viņiem būs nožēlojams un pārtikušu.
nb: Dagen det kommer ingen sjel vil snakke unntatt ved hans tillatelse. Og blant dem skal være elendige og velstående.
sk: Deň príde bez duše bude hovoriť okrem jeho zvolením. A medzi nimi bude úbohé a prosperujúce.
sl: Dan gre brez duše razen govoril z njegovim dovoljenjem. In med njimi bo Ubožec in uspešnih.
sr_cyrl: Дан је у питању нема душу говорити осим од стране његове дозволе. И међу њима ће бити јадне и на напредни.
sr_latn: Dan je u pitanju nema dušu govoriti osim od strane njegove dozvole. I među njima će biti jadne i na napredni.
uk: День, мова йде не душі буде говорити за винятком з його дозволу. І серед них буде знедолених і процвітаючою.
vi: Ngày nói linh hồn không sẽ nói ngoại trừ bởi sự cho phép của mình. Và trong số đó sẽ là the không may và sự thịnh vượng.
zu: Usuku kuziwa hhayi phefumulo khuluma ngaphandle kwemvume yaKhe.

# Quran1579
source: As for those who were [destined to be] wretched, they will be in the Fire. For them therein is [violent] exhaling and inhaling.
ca: Pel que fa a aquells que estaven [destinats a ser] miserable, estaran en el foc. Per a ells en el mateix és una exhalar [violents] i inhalació.
cy: O ran y rheini a oedd yn [mae'n rhwym o fod yn] truenus, y byddant yn y tân. Iddynt hwy ynddo yn exhaling [treisgar] ac anadlu.
da: Som for dem, der var [bestemt til at være] elendige, vil de være i ilden. For dem er deri [voldelige] exhaling og indånder.
el: Όσο για εκείνους που ήταν [τείνει να αποτελέσει] άθλια, θα είναι στη φωτιά. Για τους σ ' αυτό είναι [βίαια] εκπνοή και την εισπνοή.
et: Aga need, kes olid [sinna olevat] armetu, neid tulekahju. Neid seal on [tugev] exhaling ja sissehingamist.
fi: Niille, jotka olivat [tarkoitus olla] kurja, ne tuleen. Heille siinä on [väkivaltainen] uloshengitys ja hengittävät.
he: עבור אלה אשר היו [נועד להיות] אומלל, הם יהיו בתוך האש. עבורם ובזה הוא ונשיפה [אלים] שאיפת.
hr: Za one koji su bili [namijenjeno sadnji] bijedni, oni će biti u vatri. Za njih u njemu je [nasilna] izdisanje i udisanje.
lt: Tiems, kurie buvo [lemta būti] niekam tikęs, jie bus ugnies. Dėl jų ten yra [smurtinio] iškvėpti bei įkvėpti.
lv: Tiem, kuri bija [paredzēts būt] nožēlojams, tie būs uguns. Viņiem tur ir [vardarbīgu] izelpoja un ieelpo.
nb: Som for de som var [forutbestemt til å være] elendige, vil de være i brannen. For dem er der [voldsomme] exhaling og innånding.
sk: Pokiaľ ide o tých, ktorí boli [súdené byť] úbohý, bude v ohni. Nimi sa v ňom [násilné] výdychov a vdychujú.
sl: Kot je za tiste, ki so bili [namenjene treba] nesrečne, bodo v ogenj. Zanje v tem je [nasilnih] exhaling in inhalacije.
sr_cyrl: Што се тиче оних који су били [сурено да буду] је грозно, они ће бити у ватри. За њих ту је [насилна] издишу и удисати.
sr_latn: Što se tiče onih koji su bili [suрeno da budu] je grozno, oni će biti u vatri. Za njih tu je [nasilna] izdišu i udisati.
uk: Що стосується тих, які були [судилося бути] wretched, вони будуть у вогні. Для них в ньому є [насильницької] видихаючи і вдихаючи.
vi: Đối với những người có [mệnh được] không may, họ sẽ trong ngọn lửa. Đối với họ đó là [bạo lực] sự hít.
zu: Njengoba for labo ababethambekele [ezizoba] lusizi, bayoba uMlilo.

# Quran1580
source: [They will be] abiding therein as long as the heavens and the earth endure, except what your Lord should will. Indeed, your Lord is an effecter of what He intends.
ca: [Ls] romandre aquí mentre suportar els cels i la terra, excepte el que cal es teu Senyor. De fet, el seu senyor és una effecter de què pensa.
cy: [Fydd] ufudd i'r cyhyd ag y mae y nefoedd a'r ddaear yn eu dioddef, ac eithrio beth y dylai eich Arglwydd ei bydd ynddo. Yn wir, eich Arglwydd yn effecter o beth y mae'n bwriadu.
da: [De bliver] lovlydige deri så længe himlene og jorden udholde, undtagen hvad jeres Herre bør vil. Jeres Herre er faktisk en effecter af hvad han har til hensigt.
el: [Θα] νομοταγής σ ' αυτό όσο χρόνο υπομείνουν τον ουρανό και τη γη, εκτός από ό, τι θα πρέπει να θα σας Λόρδος. Πράγματι, είναι μια effecter του τι προτίθεται ο Λόρδος σας.
et: [Neid] seaduskuulekad seal seni, kuni taevas ja maa taluma, välja arvatud teie Issandat tuleks näidatakse. Tõepoolest, teie Issand on effecter, mida ta kavatseb esitada.
fi: [Ne] noudattavien siinä niin kauan kuin taivaat ja maa kestää, paitsi mitä teidän Herranne tulee. Itse asiassa teidän Herranne on effecter ja hän aikoo.
he: [הם יהיו] שומר בה כל עוד את השמים ואת הארץ לסבול, מלבד מה האדון צריך יהיה. אכן, אדונך הוא effecter של מה הוא מתכוון.
hr: [Su se] prebiva u njemu sve dok nebo i zemlja traju, osim što Gospodar tvoj bi trebao bit. Uistinu, Gospodar tvoj je effecter od što namjerava.
lt: [Jie bus] gerbiantys jame tol, kol į dangų ir žemę ištverti, išskyrus ką turėtų bus jūsų Viešpats. Iš tiesų, jūsų Viešpats yra effecter, ką jis ketina.
lv: [Tie ir] ievērojot tajā, kā debesis un zeme paciest, izņemot savu kungu vajadzētu būs. Patiešām, jūsu kungs ir effecter par to, ko viņš plāno.
nb: [De skal] lovlydige der så lenge himlene og jorden tåle, bortsett fra hva deres Herre bør vil. Ja, Herren er en effecter av hva han akter.
sk: [Bude] dodržiavanie v ňom tak dlho, ako nebo a zem vydržať, s výnimkou, čo by sa svojho pána. Váš pán je naozaj effecter na to, čo zamýšľa.
sl: [Bodo] upoštevanje v njem tako dolgo, kot prenašati razen kaj naj bo vaš gospod nebes in zemlje. Res, vaš gospodar je effecter od kaj namerava.
sr_cyrl: [Буду ] постојану у томе све док је небеса и земљу издржати, осим шта треба да ће твој господар. Заиста , твој господар је на еффецтер од ста намерава.
sr_latn: [Budu] postojanu u tome sve dok je nebesa i zemlju izdržati, osim šta treba da će tvoj gospodar. Zaista, tvoj gospodar je na effecter od sta namerava.
uk: [Будуть] незмінною в ньому, доки небо й земля терпіти, за винятком ваш Господь повинен буде. Дійсно, Господь ваш є effecter про те, що він має намір.
vi: [Họ sẽ] tuân thủ trong đó như trời và đất chịu đựng, ngoại trừ những gì Chúa của bạn nên sẽ. Thật vậy, Chúa của bạn là một effecter của những gì ông dự định.
zu: [Bayoba] ezigcina therein njengoba nje amazulu nomhlaba sikhuthazele, ngaphandle babe kho Lord fanele okufanele nithande.

# Quran1581
source: And as for those who were [destined to be] prosperous, they will be in Paradise, abiding therein as long as the heavens and the earth endure, except what your Lord should will - a bestowal uninterrupted.
ca: I pel que fa a aquells que estaven [destinat a ser] pròsper, estaran en paradís, romandre aquí tant de temps com els cels i la terra suportar, excepte el seu Senyor hauria es - una concessió ininterrompuda.
cy: Ac o ran y rheini a oedd yn [wedi'u tynghedu i fod] ffyniannus, a byddant yn baradwys, ufudd i'r ynddo cyhyd ag y nefoedd a'r ddaear ddioddef, ac eithrio beth y dylai eich Arglwydd ei bydd-bestowal di-dor.
da: Og som for dem, der var [bestemt til at blive] velstående, de vil være i paradis, lovlydige deri så længe som himlene og jorden udholde, undtagen hvad jeres Herre bør vil - en uafbrudt påskønnelse.
el: Και όσο για εκείνους που ήταν [τείνει να αποτελέσει] ευημερούσα, θα είναι στο παράδεισο, τηρώντας σ ' αυτό όσο τον ουρανό και τη γη που υπομένουν, εκτός από ό, τι θα πρέπει να θα σας Λόρδος - μια απρόσκοπτη απονομή.
et: Ja need, kes olid [määratud olema] jõukas, neid paradiisis, seaduskuulekad seal seni, kuni taevas ja maa taluma, välja arvatud, mida teie Issandat tuleks näidatakse - teenetemärgi katkematu.
fi: Ja niille, jotka olivat [tarkoitus olla] vauras, ne paratiisissa, noudata siinä niin kauan kuin taivaat ja maa kestää paitsi teidän Herranne olisi on - lahjoittautumisen keskeytyksettä.
he: ובאשר למי שהיה [מיועדים להיות] משגשגת, הם יהיו בגן עדן, שומר בו כל עוד השמים ולסבול כדור הארץ, מלבד מה האדון צריך רצון - של bestowal ללא הפרעה.
hr: Kao i za one koji su [predodređen da bude] prosperitetna, oni će biti u raju, prebiva u njemu koliko god nebesa i zemlja izdržati, osim što Gospodar tvoj bi trebao bit - darivanja bez prekida.
lt: Ir tiems, kurie buvo [lemta būti] klesti, jie bus rojus, gerbiantys ten taip ilgai, kaip dangaus ir žemės ištverti, išskyrus ką jūsų Viešpats turėtų bus - padovanojimo nepertraukiamas.
lv: Un runājot par tiem, kuri bija [lemts būt] pārtikušu, tie būs paradīze, ievērojot tur tik ilgi, cik debesis un zeme paciest, izņemot to, kas jūsu kungs būtu būs - dāvana bez pārtraukuma.
nb: Og som for de som var [forutbestemt til å være] velstående, de vil være i paradis, følger den idet lang idet himmelen og jorden tåle, bortsett fra hva deres Herre bør vil - en skjenkelse uavbrutt.
sk: A pokiaľ ide o tých, ktorí boli [predurčený byť] prosperujúce, bude v raji, dodržiavanie v ňom tak dlho, ako nebo a zem znášať okrem svojho pána by sa - udelením bez prerušenia.
sl: In kot za tiste, ki so bili [se] uspešna, bodo v raju, upoštevanje v njem tako dolgo, kot nebo in zemlja podnosim, razen kaj naj bo vaš gospodar - dokapitalizacijo, ki je neprekinjeno.
sr_cyrl: А што се тиче оних који су били [предодређен да буде] просперитетна, они ће бити у рају, постојану у томе све док је небеса и земљу издржати, осим шта треба да ће твој господар - бестоwал који је без прекида.
sr_latn: A što se tiče onih koji su bili [predodređen da bude] prosperitetna, oni će biti u raju, postojanu u tome sve dok je nebesa i zemlju izdržati, osim šta treba da će tvoj gospodar - bestowal koji je bez prekida.
uk: А що стосується тих, які були [судилося стати] процвітаючою, вони будуть в раю, дотримання в ньому так довго, як небо і земля витримати, за винятком, що ваш Господь повинен буде - віддачею безперебійного.
vi: Và đối với những người có [mệnh] thịnh vượng, họ sẽ thiên đường, tuân thủ trong đó càng lâu càng trên bầu trời và trái đất chịu đựng, ngoại trừ những gì Chúa của bạn nên sẽ - ân không bị gián đoạn.
zu: Futhi njengoba labo ababengamele [ezizoba] echumayo, they be Pharadisi uthobele therein inqobo nje uma bhakabhaka hlaba bekezela ngaphakathi, ngaphandle babe kho Lord fanele kufanele kuthanda - a bestowal ungaphazanyiswa.
