Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran300
source: It is He who has sent down to you, [O Muhammad], the Book; in it are verses [that are] precise - they are the foundation of the Book - and others unspecific. As for those in whose hearts is deviation [from truth], they will follow that of it which is unspecific, seeking discord and seeking an interpretation [suitable to them]. And no one knows its [true] interpretation except Allah. But those firm in knowledge say, "We believe in it. All [of it] is from our Lord." And no one will be reminded except those of understanding.
ca: És qui ha enviat a vostè, [O Muhammad], llibre; en els versos [que són] precisa - són la base del llibre - i altres inespecífics. Pel que fa a aquells als cors del qual és la desviació [de veritat], es seguirà que d'ella que és inespecífics, buscant la discòrdia i que busquen una interpretació [apte a ells]. I ningú sap la seva interpretació [veritable] excepte Allah. Però dir que aquells firma en el coneixement, "Creiem en ella. Tot [això] és de nostre Senyor." I ningú va recordar excepte els d'entesa.
cy: Ef sydd wedi anfon i lawr i chi, [O Muhammad], y llyfr; yn cael ei penillion [bod] union-maent yn sylfaen y llyfr-ac eraill amhenodol. O ran y rheini yn eu calonnau yw gwyriad [o'r gwir], byddant yn dilyn hynny ohono sy'n yn amhenodol, ceisio anghytgord a cheisio dehongliad [addas iddynt]. Ac ni wyr neb ei dehongliad [gwir] ac eithrio Allah. Ond dweud hynny gadarn mewn gwybodaeth, "Credwn ynddo. Gyd [] yn gan ein Arglwydd." A bydd unrhyw un yn cael eu hatgoffa ac eithrio rhai o ddealltwriaeth.
da: Det er ham, der har sendt ned til dig, [O Muhammad], bogen; i det er vers, [der er] præcise - de er grundlaget for bogen- og andre uspecifik. Som for dem, i hvis hjerter er afvigelse [fra sandheden], vil de følge med det, som er uspecifikke, søger splid og søger en fortolkning [egnet til dem]. Og ved ingen sin [rigtigt] fortolkning bortset fra Allah. Men disse firma i viden siger, "vi tror på den. Alle [det] er fra Vorherre." Og ingen vil blive mindet undtagen dem forståelse.
el: Είναι αυτός που έχει αποσταλεί σε εσάς, [Ο Μωάμεθ], το βιβλίο? σε αυτό είναι οι στίχοι [που] ακριβή - είναι η βάση του βιβλίου - και άλλοι ακαθόριστα. Όσο για εκείνους στις των οποίων καρδιές είναι απόκλιση [από αλήθεια], θα ακολουθούν που το οποίο είναι αόριστες, αναζητώντας διχόνοια και ζητεί ερμηνεία [κατάλληλο τους]. Και κανείς δεν ξέρει την [αληθινή] ερμηνεία εκτός από Αλλάχ. Αλλά εκείνοι επιχείρηση στη γνώση ας πούμε, "πιστεύουμε σε αυτό. Όλα [] είναι από το Λόρδο μας.» Και κανείς δεν θα πρέπει να υπενθυμίζεται εκτός από εκείνες της κατανόησης.
et: See on see, kes saatis sulle, [O Muhammad], raamat; ta on salmid, [mis on] täpne - nad on raamatu - ja teised uleks aluseks. Aga need, kelle süda on [kõrvalekaldumine tõde], need tulenevad mis see, mis on abstraktsed, keda ebakõla ja [sobivad neile] tõlgendust. Ja keegi ei tea selle [tõeline] tõlgendamise välja arvatud Jumal. Kuid nende firma teadmised ütlevad: "me usume seda. Kõik [on] on pärit meie Issand." Ja keegi meelde, välja arvatud mõistmist.
fi: Hän, joka on lähettänyt teille [Oi Muhammed] kirja; siinä on runoja, [että] tarkkoja - ne ovat perusta kirja - ja muita epämääräisiä. Niille, joiden sydän on näistä säännöistä [totuus] he seuraa, että se, joka on epäselviä, etsii eripuraa ja etsivät tulkinta [heille soveltuvaa]. Ja kukaan ei tiedä [todellinen] tulkinta paitsi Allah. Mutta ne yrityksen Tietoa sanoa, "uskomme siihen. Kaikki [se] on Herraltamme." Ja kukaan muistutti paitsi ymmärrystä.
he: הוא זה שתמיד יש נשלח לך, [O מוחמד], הספר; באופן זה הם פסוקים [כי הם] מדויק - הם הבסיס של הספר - ואחרים לא ספציפי. עבור אלה אשר לבם הוא סטייה [האמת], שהם יעברו זה של זה שהוא לא ספציפי, המחפשים הרמוניה ומחפשים פרשנות [מתאים להם]. אף אחד לא יודע את הפירוש [האמיתי] שלה מלבד אללה. אבל אלה המשרד ידע לומר, "אנחנו מאמינים בה. כל [בו] היא מהאלוהים שלנו." אף אחד לא תהיה הזכיר למעט אלה של הבנה.
hr: On je taj koji je poslan [O Muhammad], u knjizi; u njemu su stihovi [koja su] precizno - oni su temelj knjige - i drugih nespecifičnih. Kao i za one čija srca je Nepridržavanje [istina], slijedit će da to što je nespecifičnih, tražeći nesloge i traže tumačenje [pogodan za njih]. I nitko ne zna [istina] tumačenje osim Allaha. Ali ta firma u znanje reći, "mi vjerujemo u to. Sve [to] je od našega." I ne će biti podsjetnik osim onih razumijevanja.
lt: Tai tas, kuris buvo išsiųstas jums, [O Muhammad], knyga; ji yra eilučių, [kad yra] tiksliai - jie knyga - ir kiti neaiški. Kaip ir tie, kurių širdis yra tiesa] [nesilaikymas, jie seks, ji yra neaiški, ieško nesantaiką ir aiškinimo [tinkamas jiems]. Ir niekas nežino, aiškindama [tikras] išskyrus Dievas. Tačiau tų žinių įmonė pasakyti, "mes tikime jį. Visa [tai] yra iš mūsų Viešpats." Ir niekas bus priminta išskyrus supratimo.
lv: Tas ir tas, kas ir nosūtījusi uz leju jums [O Muhammad] grāmata; jo tas ir vārsmas, [kas ir] precīzi - tie ir pamats grāmatu - un citi nenoteikti. Runājot par tiem, kuru sirdis ir novirze [no patiesības], tie sekos par to, kas ir nenoteikti, meklējot nesaskaņas un meklē [piemērota tām] interpretācija. Un neviens nezina interpretāciju [tiesa], izņemot Allah. Bet šīs sabiedrības zināšanu saka: "mēs tā uzskatām. Visu [tā] ir no mūsu Kungam." Un neviens tiks atgādināts, ka izņemot izpratni.
nb: Det er han som har sendt ned til deg, [O Muhammad], boken. i det er vers [som er] presis - de er grunnlaget for boken- og andre uspesifikke. Som for de som hjerter er avvik [fra sannheten], vil de følger av det som er uspesifikke, søker splid og søker en tolkning [passer dem]. Og vet ingen presisert [true] unntatt Allah. Men de fast i kunnskap sier, "vi tror på den. Alle [] er fra vår Herre." Og ingen blir minnet unntatt de av forståelse.
sk: To je ten, ktorý poslal k vám, [Mohamed], knihy; to sú verše, [ktoré] presné - sú základom knihy - a iní nešpecifická. Pokiaľ ide o tých, ktorých srdce je odchýlka [od pravdy], budú nasledovať, to, čo je nešpecifická, hľadám zvar a hľadám výklad [vhodné pre nich]. A nikto nevie [pravda] výklad okrem Alaha. Ale tieto firmy poznatkov povedal: "Veríme, že v ňom. Všetko [] je od nášho Pána." A nikto sa pripomenul, okrem tých, porozumení.
sl: To je on, ki je poslan vam, [O Muhammad], knjige; v njej so verzi, [ki] natančno - so temelj knjige - in drugi nespecifična. Kot je za tiste, v katerih srca je odklon [iz resnico], bodo sledili ki je, ki je nespecifična, iščejo razdora in iščejo razlago [primerna za njih]. In nihče ne ve [resnično] razlago razen Allah. Vendar tistih podjetje znanja reči, "verjamemo v to. Vse [to] je od našega Gospoda." In nihče ne bo spomnil razen razumevanja.
sr_cyrl: Он је тај који је послао да те, [О Мухаммад], књига; у то су стихови [то су] прецизан - они су темељ књиге - и други сте нејасни. Што се тиче оних у чија срца је девијација [истина], то је тај који је сте нејасни, тежећи неслоге и траже је интерпретација [погодни за њих] ће прате. И нико не зна његово [истина] тумачење осим Алаха. Али та фирма у знање је рекао, "ми верујемо у то. "Све [то] је од Господа." И нико неће се огласити осим оних о разумевању.
sr_latn: On je taj koji je poslao da te, [O Muhammad], knjiga; u to su stihovi [to su] precizan - oni su temelj knjige - i drugi ste nejasni. Što se tiče onih u čija srca je devijacija [istina], to je taj koji je ste nejasni, težeći nesloge i traže je interpretacija [pogodni za njih] će prate. I niko ne zna njegovo [istina] tumačenje osim Alaha. Ali ta firma u znanje je rekao, "mi verujemo u to. "Sve [to] je od Gospoda." I niko neće se oglasiti osim onih o razumevanju.
uk: Саме він, який спрямований ви [O Мухаммад], книга; у нього є вірші, [які] точним - вони є основою книга - та інших unspecific. Що стосується тих, чиї серця є відхилення [від істини] вони будуть випливає, що його, яка є unspecific, шукає ворожнечу і шукає тлумачення [непридатний для їх]. І ніхто не знає своє тлумачення [справжній] крім Аллаха. Але ці фірми в знання сказати: "Ми віримо в це. Все [це] є від Господа нашого". І ніхто не буде нагадувати, за винятком тих, про взаєморозуміння.
vi: Đó là ông những người đã gửi xuống cho bạn, [O Muhammad], cuốn sách; trong đó là câu thơ [đó là] chính xác - họ là nền tảng của cuốn sách - và những người khác unspecific. Đối với những người trong trái tim mà là độ lệch [từ thật], họ sẽ theo đó của nó mà là unspecific, tìm kiếm bất hòa và tìm kiếm một giải thích [phù hợp với họ]. Và không ai biết của nó giải thích [thật sự] ngoại trừ Allah. Nhưng công ty trong kiến thức nói, "chúng tôi tin vào nó. [Trong đó] là từ Chúa chúng ta." Và không ai sẽ được nhắc nhở ngoại trừ những người hiểu biết.
zu: Kuyinto Lowo sa phansi you, [O Muhammad], iNcwadi;

# Quran301
source: [Who say], "Our Lord, let not our hearts deviate after You have guided us and grant us from Yourself mercy. Indeed, You are the Bestower.
ca: [Que dir], "nostre Senyor, que nostre cors es desvia després que ens han guiat i concedir-nos de tu mateix misericòrdia. De fet, ets el Bestower.
cy: [Sy'n dweud], "ein Arglwydd, gadewch i ni ein calonnau wyro ar ôl i chi wedi ein tywys a grant inni gan eich hun drugaredd. Yn wir, yr ydych yn y Bestower.
da: [Der siger], "Vorherre, lad ikke vores hjerter afviger efter du har vejledt os og give os fra dig selv barmhjertighed. Du er faktisk Bestower.
el: [Που] «ο Κύριός μας, ας μην μας καρδιές παραβάτης αφού μας και να μας ελεήσει από τον εαυτό σας. Πράγματι, είστε την απονεμών.
et: [Kes ütlevad], "meie Issanda lasta pole meie südamed nivoo pärast te juhtis meid ja anna meile iseendast halastust. Tõepoolest, on esitatud Bestower.
fi: [Jotka] "Herramme, sanon ei meidän sydämet poikkeavat kun ovat ohjanneet meitä ja antaa meille itse armoa. Itse asiassa olet lahjoittaja.
he: [מי אומר], אדוננו, תני לא שלנו לבבות שכדורים אחריך הנחו אותנו ויעניק לנו מעצמך רחמים. אכן, אתה Bestower...
hr: [Ko] "Gospoda, neka se ne naša srca određene valute odstupa nakon što nas je vodio i daj nam od sebe milost. Doista, vi ste taj koji daruje.
lt: [Kas pasakyti], mūsų Viešpats, tegul mūsų širdyse nenukrypti po to, kai buvo vadovautasi mus ir suteikia mums nuo sau malonės. Iš tiesų, jūs esate į Bestower.
lv: [Kas saka], "mūsu kungs, ļaujiet nav mūsu sirdis atšķiras pēc tam, kad mums ir jāvadās un piešķirt mums žēlastību no sevis. Protams, tu esi Bestower.
nb: [Som sier], "vår Herre, la ikke våre hjerter avviker etter du har ledet oss og gi oss fra deg nåde. Du er faktisk skjenkeren.
sk: [Kto povedať], "náš Pán, nech nie naše srdcia úplne odlišné potom, čo ste nás a daj nám od seba milosrdenstva. V skutočnosti, ste Bestower.
sl: [Kdo reči], "Naš Gospod, naj ne naša srca odstopajo ko so vodeni nas ter nas dovoljenje od sebe usmiljenja. Res, ste v Bestower.
sr_cyrl: [Који ] "Господ, да га не не нам срца настрани после тебе усмеравала нас и дај нам од себе милост. Заиста , ти си на Бестоwер.
sr_latn: [Koji] "Gospod, da ga ne ne nam srca nastrani posle tebe usmeravala nas i daj nam od sebe milost. Zaista, ti si na Bestower.
uk: [Хто сказати,], "нашого Господа, нехай не наші серця відступати після ви привели нас і надати нам від самого себе милосердя. Ви дійсно на Bestower.
vi: [Ai nói], "Chúa của chúng tôi, để không phải chúng tôi trái tim đi chệch sau khi bạn đã hướng dẫn chúng tôi và trao cho chúng tôi từ bản thân bạn lòng thương xót. Thật vậy, bạn đang Bestower.
zu: [Abakhuluma], "Ithu Lord qhashisa cha ithu hliziyo abaphambuki emva You guided us usiphe kusuka Yourself isihe. Ngempela, Wena noMuphi.

# Quran302
source: Our Lord, surely You will gather the people for a Day about which there is no doubt. Indeed, Allah does not fail in His promise."
ca: Nostre Senyor, segurament vostè recollirà les persones per un dia que no hi ha dubte. De fet, Allah no fallar a la seva promesa."
cy: Ein Arglwydd, onid ydych Bydd casglu pobl ar gyfer diwrnod y nid oes unrhyw amheuaeth. Yn wir, yw'r Allah yn methu yn ei addewid."
da: Vor Herre, helt sikkert du vil samle folk for en dag, som der er ingen tvivl om. Faktisk svigter Allah ikke i hans løfte."
el: Ο Κύριός μας, σίγουρα θα συλλέγετε τους ανθρώπους για μια ημέρα για την οποία δεν υπάρχει καμία αμφιβολία. Πράγματι, Αλλάχ δεν αποτυγχάνει στην υπόσχεσή του.»
et: Meie Issand kindlasti näidatakse kogunevad päevas, millest pole kahtlust inimesed. Tõepoolest, Allah ei õnnestu tema lubadus."
fi: Meidän Herramme varmasti kerätä kansaansa päivässä, josta ei ole epäilystäkään. Itse asiassa Jumala ei eivät lupauksensa."
he: אדוננו, בוודאי אתה יתכנסו העם ליום, על אשר אין שום ספק. אכן, אללה לא נכשל בההבטחה שלו"
hr: Gospoda, sigurno će okupiti ljude za dan za koji nema sumnje. Uistinu, Allah neće iznevjeriti svoje obećanje."
lt: Mūsų Viešpats, tikrai jums susirinks žmonės per dieną, apie kurį nėra jokių abejonių. Iš tiesų, Dievas ne nesugeba savo pažadą."
lv: Mūsu kungs, noteikti tiks pulcēsies cilvēki dienā, par kuru nav šaubu. Patiešām, Allah nepievils savu solījumu."
nb: Vår Herre, sikkert vil du samle folk på en dag som det er ingen tvil. Faktisk mislykkes Allah ikke i løftet."
sk: Náš Pán, určite sa stretnú ľudia denne, o ktorých nie je pochýb. Vskutku, Alah nezabudla v jeho sľub."
sl: Naš Gospod, zagotovo bo zbiranje ljudi za dan, o katerih ni nobenega dvoma. Res, Allah ne v njegovo obljubo."
sr_cyrl: Господ , сигурно те ће се окупити људи на дан, о којој нема никакве сумње. Заиста , Аллах не изгубе у његово обећање."
sr_latn: Gospod, sigurno te će se okupiti ljudi na dan, o kojoj nema nikakve sumnje. Zaista, Allah ne izgube u njegovo obećanje."
uk: Наш Господь, напевно ви збере людей на день про якого не викликає сумніву. Дійсно, Аллах не витримують в свою обіцянку."
vi: Chúa chúng ta, chắc chắn bạn sẽ tập hợp mọi người một ngày về mà có là không có nghi ngờ. Thật vậy, Allah không thất bại trong lời hứa của mình."
zu: Ithu Lord Ngokuqinisekile bazohlangana kwalaba bantu ukuze Day singenakho ukungabaza mayelana okukhona.

# Quran303
source: Indeed, those who disbelieve - never will their wealth or their children avail them against Allah at all. And it is they who are fuel for the Fire.
ca: De fet, els que dubten - mai ho farà la seva riquesa o als seus fills aprofitar-los contra Allah en absolut. I és que són el combustible per al foc.
cy: Yn wir, rhai a chredu-byth bydd eu cyfoeth neu mae eu plant fanteisio ar iddynt erbyn Allah o gwbl. A hwy sy'n tanwydd ar gyfer y tân.
da: Ja, dem, der ikke tror - vil aldrig deres rigdom eller deres børn benytte dem mod Allah overhovedet. Og det er dem, der er brændsel til ilden.
el: Πράγματι, αυτοί που δυσπιστώ - ποτέ δεν θα τα πλούτη τους ή τα παιδιά τους χρησιμοποιήσει αυτά κατά Αλλάχ καθόλου. Και αυτοί είναι καύσιμο για την πυρκαγιά.
et: Tõepoolest, need, kes usu - kunagi oma rikkust või lastel kasutada neid Allah vastu üldse. Ja on neid, kes on kütus tulekahju.
fi: Itse asiassa ne, jotka ovat uskottomia - koskaan tule heidän omaisuutensa tai lastensa käyttää niitä Jumalaa vastaan lainkaan. Ja ne, jotka ovat polttoainetta tuleen.
he: ואכן, אלה לא להאמין - לעולם לא את עושרם או ילדיהם הועיל להם נגד אללה בכלל. . וזה הם דלק על האש.
hr: Uistinu, oni koji ne vjeruju - neće svoje bogatstvo ili njihova djeca ih iskoristiti protiv Allaha na sve. I oni su gorivo za vatru.
lt: Iš tiesų, tie, kurie neturi wierza - niekada savo turtus ar jų vaikams pasinaudoti juos nuo Dievo visai. Ir tai jie, kurie yra kuro ugnis.
lv: Protams, tiem, kuri neticēt - nekad savu bagātību vai saviem bērniem izmantot tos pret Allāhu vispār. Un tas ir, tos, kuri degvielas ugunsgrēks.
nb: Faktisk, de som tviler - vil aldri deres rikdom eller barna benytte dem mot Allah hele. Og det er de som drivstoff for ild.
sk: V skutočnosti tí, ktorí neveria - nikdy sa ich bohatstva alebo svoje deti využiť ich proti Alah vôbec. A to oni, ktorí sú paliva na oheň.
sl: Res, tistim, ki verjamem - nikoli ne bo svoje bogastvo ali njihovi otroci izkoristijo jih zoper Alah sploh. In to je oni, ki so gorivo za ogenj.
sr_cyrl: Заиста , онима који је сигуран да је лажна - никада њихово богатство или њихова деца је узалудно их Аллах уопште. И они су ти који су горива за ватру.
sr_latn: Zaista, onima koji je siguran da je lažna - nikada njihovo bogatstvo ili njihova deca je uzaludno ih Allah uopšte. I oni su ti koji su goriva za vatru.
uk: Дійсно, тих, хто не вірити - ніколи не буде свої багатства або їхніх дітей скористатися їх проти Аллах на всіх. І це їм, паливо для вогню.
vi: Thật vậy, những người disbelieve - sẽ không bao giờ là sự giàu có của họ hoặc con cái của họ tận dụng chúng chống lại Allah ở tất cả. Và họ là những người là nhiên liệu cho ngọn lửa.
zu: Ngempela, labo disbelieve - angisoze ngengcebo yabo noma izingane zabo asebenzise ngokumelene Allah nhlobo.

# Quran304
source: [Theirs is] like the custom of the people of Pharaoh and those before them. They denied Our signs, so Allah seized them for their sins. And Allah is severe in penalty.
ca: [Ells és] com el costum de la gent del faraó i aquells abans d'ells. Van negar rètols, perquè Allah agafat pels seus pecats. I Allah és greu en pena.
cy: [Hwy yw'r] fel arfer gan bobl Ffaro a hynny cyn iddynt. Iddynt wrthod ein arwyddion, felly roedd Allah yn hatafaelu iddynt am eu pechodau. A Allah yn ddifrifol yn gosb.
da: [Er] som brugerdefineret af Farao og dem før dem folk. De benægtede vores tegn, så Allahs beslaglagt dem for deres synder. Og Allah er alvorlig i straf.
el: [Δική τους είναι], όπως το έθιμο του λαού του Φαραώ και εκείνες πριν από αυτούς. Αρνήθηκαν τις ταμπέλες μας, έτσι Αλλάχ τους κατασχέθηκαν τις αμαρτίες τους. Και Αλλάχ είναι σε σοβαρή ποινή.
et: [Päralt on] kohandatud vaarao ja neile enne neid rahvale meeldib. Nad eitasid meie märke nii Allah arestitud neid nende pattudest. Ja Jumal on raske karistus.
fi: Heidän on kuten farao ja ennen heitä kansan tapana. Ne kiistivät merkkejä, joten Allah yllätti heidät heidän synneistään. Ja Jumala on ankara rangaistus.
he: [שלהם הוא] אוהב את המנהג של העם של פרעה ואלה לפניהם. הם דחו את השלטים שלנו, אז אללה תפסו אותם על חטאיהם. אללה הוא חמור בעונשם.
hr: Njihova je kao običaj ljudi Faraon i oni prije njih. Poricat naši znakovi, tako Allah zaplijenila ih za njihove grijehe. A Allah je u kaznu.
lt: [Jiems yra] kaip Faraonas ir prieš juos žmonės paprotys. Minėtos institucijos neigė mūsų ženklai, todėl Dievas paimti juos už jų nuodėmes. Ir Dievas yra sunki bausmė.
lv: [Savējo ir], piemēram, pielāgotas cilvēku no faraons, un tiem priekšā. Tās noliedza mūsu zīmes, tāpēc Allah izdevīgu tos par saviem grēkiem. Un Allah ir smags sods.
nb: [Deres er] som skikken av farao og de som før dem folk. De nektet våre tegn, så Allah beslaglagt dem for deres synder. Og Allah er alvorlig i straffen.
sk: [Stretol je] ako zvyk ľudí faraóna a tie pred nimi. Popreli našej značky, takže Alah ich chytil za svoje hriechy. A Allah je ťažké trestu.
sl: [Njihovo je] kot po meri ljudi faraon in tiste, ki so pred njimi. Zanikali so naše znake, tako Alah jih zasegli za svoje grehe. In Alah je huda kazen.
sr_cyrl: [Њихова је] као прилагођена народа фараона и оних пре њих. Одбили су нам знакове, тако да их је Алах заузели за своје грехе. А Аллах је озбиљан у казну.
sr_latn: [Njihova je] kao prilagođena naroda faraona i onih pre njih. Odbili su nam znakove, tako da ih je Alah zauzeli za svoje grehe. A Allah je ozbiljan u kaznu.
uk: [Їхнєє], як звичай людей фараона, а ті перед ними. Вони заперечували наших ознаки, так що Аллах захопили їх гріхів. І Аллах серйозними покарання.
vi: [Họ là] giống như tùy chỉnh của người dân của Pharaoh và những người trước đó. Họ từ chối những dấu hiệu của chúng tôi, vì vậy Allah tịch thu chúng cho tội lỗi của họ. Và Allah là nghiêm trọng trong hình phạt.
zu: [Wawo] like langalezo NTU Pharaoh futhi labo phambili them.

# Quran305
source: Say to those who disbelieve, "You will be overcome and gathered together to Hell, and wretched is the resting place."
ca: Diuen els que dubten, "es pot superar i va reunir a l'infern i miserable és el lloc."
cy: Dweud i'r rhai a chredu, "byddwch yn goresgyn a gasglwyd at ei gilydd i uffern ac truenus yn y man gorffwys."
da: Sige til dem, der ikke tror, "du vil overvinde og samlet til helvede, og elendige er hvilested."
el: Να πω σε όσους δυσπιστώ, «θα ξεπεράσει και θα συγκεντρώνονται μαζί στην κόλαση, και άθλια, είναι το αναπαυτήριό.»
et: Ütle neile, kes usu, "teid üle saada ja kogunesid põrgusse ja armetu on puhkavad."
fi: Sanoa niille, jotka ovat uskottomia "voittaa ja koottu helvettiin ja kurja on leposija."
he: תגיד למי להאמין, "אתה תהיה להתגבר, המתאספים לגיהינום, העלובים מנוחתו."
hr: Reci onima koji ne vjeruju "ćete prevladati i okupili u pakao, a jadan je mjesto gdje".
lt: Pasakyti tiems, kurie neturi uwierzyli, "jums bus įveikti ir susirinko į pragarą, ir niekam tikęs yra poilsio vieta."
lv: Teikt, kuri neticēt, "jūs pārvarēt un pulcējās kopā, lai ellē un nožēlojams ir atdusas vietu."
nb: Si til de som tviler, "du skal overvinne og samlet til helvete, og elendig er hvilestedet."
sk: Povedať tým, ktorí neveria, "budete prekonať a zišli do pekla, a úbohý je miesto."
sl: Povedati tistim, ki verjamem, "vam bo premagati in zbrali skupaj v pekel, in nesrečne je počivališče."
sr_cyrl: Реци онима који је сигуран да је лажна, "ти се превазићи и окупили се у пакао, и јадна је мијесто где."
sr_latn: Reci onima koji je siguran da je lažna, "ti se prevazići i okupili se u pakao, i jadna je mijesto gde."
uk: Сказати тим, хто не вірити "вам буде подолати і зібрав в пекло, і wretched є місцем відпочинку".
vi: Nói đến những người disbelieve, "bạn sẽ được khắc phục và tụ tập cùng nhau xuống địa ngục, và không may là nơi nghỉ ngơi."
zu: Thanini kulabo disbelieve "Wena zizoqedwa futhi kubuthene ndawonye Hogo lusizi iyona indawo yokuphumula."
