Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran268
source: The example of those who spend their wealth in the way of Allah is like a seed [of grain] which grows seven spikes; in each spike is a hundred grains. And Allah multiplies [His reward] for whom He wills. And Allah is all-Encompassing and Knowing.
ca: L'exemple dels que gasten la seva riquesa en el camí d'Allah és com una llavor [de gra] que creix set pics; en cada pic és un centenar de cereals. I Allah es multiplica a [seva recompensa] per a qui ell voluntats. I Allah és que abasta i saber.
cy: Mae enghraifft o'r rhai sy'n treulio eu cyfoeth rhwystro Allah fel hadau [o rawn] sy'n tyfu spikes saith; pob pigyn yn gant o grawn. Ac mae'r Allah ac.uk [ei wobrwyo] am bwy mae ef wills. Ac Allah yn hollgynhwysol a gwybod.
da: Eksempel på dem, der bruger deres rigdom i vejen for Allah er som et frø [af korn], som vokser syv pigge; i hver spike er hundrede korn. Og Allah ganger [hans belønning] for hvem han Testamente. Og Allah er altomfattende og vidende.
el: Το παράδειγμα εκείνων που ξοδεύουν τον πλούτο τους με τον τρόπο του Αλλάχ είναι σαν ένας σπόρος [σιτηράς] που μεγαλώνει επτά αιχμές? σε κάθε συλλέκτη είναι εκατό σιτάρια. Και Αλλάχ [ανταμοιβή του] πολλαπλασιάζει για τους οποίους διαθήκες. Και Αλλάχ είναι όλος-καλύπτοντας και γνωρίζοντας.
et: Näiteks need, kes veedavad oma rikkust, viisil Jumal on nagu seeme [ning tera], mis kasvab seitse naelu; iga Spike on saja terad. Ja Allah korrutab [tema tasu] keda ta tahab. Ja Jumal on kõike ja teades.
fi: Esimerkkinä niille, jotka viettävät heidän omaisuutensa, niin Jumala on kuin siemen [jyvän], joka kasvaa seitsemän piikkejä; jokainen piikki on sata jyviä. Ja Jumala kertoo [hänen palkkansa] kenelle tahtoo. Ja Jumala on kaiken kattava ja tietää.
he: הדוגמה של מי מבלה את עושרם בדרכו של אללה היא כמו זרע [של תבואה] אשר גדל קוצים שבעה; כל ספייק הוא 100 גרגרים. אללה מכפילה [הפרס שלו] עבור מי שהוא רוצה. אללה הוא החובקת כל ומבין עניין.
hr: Primjer onih koji troše svoje bogatstvo na Allahovom putu je kao sjeme [žita] koje raste sedam šiljaka; u svaki šiljak je stotinu zrna. A Allah umnožava [nastradao] za koga hoće. I Allah je sveobuhvatni i znajući.
lt: Pavyzdžiui, tie, kurie praleidžia savo turtus būdu Dievas yra kaip sėkla [iš grūdų], auga septynių spindulių; Kiekviena smaigalys yra šimtas grūdai. Ir Dievas daugina [savo atlygį], kuriam jis testamentų. Ir Dievas yra visa apimanti ir žinant.
lv: Piemērs tiem, kuri pavada savu bagātību tādā veidā Allah ir kā sēklas [graudu] kas aug septiņas tapas; katrā smaile ir simts graudi. Un Allah reizina [viņa atlīdzība], attiecībā uz kuru viņš vēlas. Un Allah ir visaptveroša un zinoši.
nb: Eksempel på de som tilbringer sin rikdom i form av Allah er som et frø av korn] som vokser syv toppene; i hver spiss er hundre korn. Og Allah ganger [hans belønning] for som han wills. Og Allah er altomfattende og kjenne.
sk: Príklad z tých, ktorí trávia svoje bohatstvo v ceste Alah je ako semeno [zrno] ktorá rastie sedem hrotmi; v každého zásobníka je sto zrná. A Boh rozmnožuje [jeho odmenou] pre koho on chce. A Boh je všetci-zahŕňať a vedel.
sl: Na primer tistih, ki preživijo svoje bogastvo na poti Allah je kot seme [zrn] ki raste sedem konice; v vsako spike je sto zrn. Ter Allah pomnoži [nagrado], za katere je oporok. In Alah je vseobsegajoča in vedo.
sr_cyrl: На пример од оних који проводе своје богатство на Алаховом путу је као зрно [зрна] које расте седам бодљи; у свакој Спајк је стотину зрна. И , Алах множи своју награду за кога је воља. А Аллах је свеобухватајућег и знања.
sr_latn: Na primer od onih koji provode svoje bogatstvo na Alahovom putu je kao zrno [zrna] koje raste sedam bodlji; u svakoj Spajk je stotinu zrna. I, Alah množi svoju nagradu za koga je volja. A Allah je sveobuhvatajućeg i znanja.
uk: На прикладі тих, які витрачають свої багатства на шляху Аллаха, як насіння [з зерна], яка росте сім шипи; у кожен сплеск є 100 зерен. І Аллах Перемножує його нагорода для кого він хоче. І Аллах всеохоплюючим і знаючи.
vi: Ví dụ về những người dành sự giàu có của họ theo cách của Allah là giống như một hạt giống [hạt] mọc gai 7; trong mỗi cành là một trăm loại ngũ cốc. Và Allah multiplies [của ông thưởng] cho người mà Ngài muốn. Và Allah là tất cả, bao gồm và hiểu biết.
zu: Isibonelo of labo chitha ngengcebo yabo ngendlela Allah ufana nembewu [yokusanhlamvu] okuyinto lukhula spikes eziyisikhombisa;

# Quran269
source: Those who spend their wealth in the way of Allah and then do not follow up what they have spent with reminders [of it] or [other] injury will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve.
ca: Aquells que gasten la seva riquesa en el camí d'Allah i no seguiu fins que han passat amb recordatoris [en això] o a [altre] lesió tindran la seva recompensa amb el seu Senyor i no hi haurà cap por sobre ells, ni es ells grieve.
cy: Bydd rhai sy'n treulio eu cyfoeth rhwystro Allah ac yna nid dilyn fyny beth maent wedi treulio gyda nodiadau atgoffa [o] neu anaf [arall] yn cael eu gwobrwyo gyda eu yr Arglwydd, ac ni fydd unrhyw ofn ynghylch eu, nac bydd maent yn galaru.
da: Dem, der bruger deres rigdom i vejen for Allah og derefter ikke følge op på hvad de har brugt med påmindelser [om det] eller [andre] skade vil have deres belønning med deres Herre, og der bliver ingen frygt angående dem, eller vil de sørge.
el: Όσοι περνούν τα πλούτη τους με τον τρόπο του Αλλάχ και δεν ακολουθήσουν κατόπιν επάνω τι περνούσαν με υπενθυμίσεις [του] ή [other] ζημία θα έχει τους ανταμοιβή αυτών με τους Λόρδος, και θα υπάρξει κανένα φόβο που τους αφορούν, δεν θα να θλίβομαι.
et: Need, kes veedavad oma rikkust, viisil Jumal ja seejärel jälgida mida nad veetsid koos meeldetuletusi [ta] või [muu] kahju on oma tasu nende Issand ja ei tule mingit hirmu suhtes ega näidatakse nad leinata.
fi: Ne, jotka viettävät heidän omaisuutensa tapa hillitä ja sitten ei seurata mitä he käytetty muistutuksia [se] tai [other] vahinkoa on palkkansa Herransa kanssa, ja ei tule pelätä niitä koskevien, eikä ne surra.
he: מי לבלות את עושרם בדרכו של אללה, אז אל תבצע את מה הם בילו עם תזכורות [ממנה] או [השני] פציעה יהיה הפרס שלהם עם לורד שלהם יהיו ללא פחד הקשור בהם, ולא יהיה שהם מתאבלים.
hr: Oni koji troše svoje bogatstvo na Allahovom putu, a zatim slijedite gore što su proveli s podsjetnik [na to] ili [druge] ozljede će imati svoju plaću sa svoga Gospodina, i bit će bez straha koji je se tiču, niti će oni tugovati.
lt: Tie, kurie praleidžia savo turtus būdu Dievas ir tada ne sekti kas jie praleido su priminimų [jos] arba [kita] žalos bus jau atsiėmė užmokestį su jų Viešpaties, ir ten bus ne baimė dėl jų, taip pat bus jie sielvartauti.
lv: Tiem, kuri pavada savu bagātību, kā arī Allah un pēc tam nav sekot to, ko viņi ir pavadījuši ar atgādinājumiem [tā] vai [citiem] zaudējumu būs viņu atlīdzība ar savu kungu, un nebūs nekādu baiļu par to, kā arī būs tie sēro.
nb: De som bruker sin rikdom i form av Allah og så ikke følger opp hva de har brukt med påminnelser [om det] eller [andre] skader vil ha deres belønne med deres Herre, og det blir ingen frykt om dem, eller vil de sørge.
sk: Tých, ktorí trávia svoje bohatstvo v ceste Alah a potom nie sledovať to, čo sme strávili s pripomienkou [] alebo [Ostatné] zranenia bude mať ich odmenou za svojho pána, a tam bude žiadny strach, ktoré sa ich týkajú, ani sa im truchlit.
sl: Tisti, ki preživijo svoje bogastvo na poti Allah in nato ne nadaljevanje kaj so porabili z opomniki [tega] ali [druge] škode imajo svoje nagrade s svojega Gospoda, in bo brez strahu, ki jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Оних који проведе своје богатство на Алаховом путу, и онда не прати се шта су провеле са подсетнике [то] или [друге] повреда бити награђени са свог господара, и ће бити без страха у вези са њима, нити ће они туговати.
sr_latn: Onih koji provede svoje bogatstvo na Alahovom putu, i onda ne prati se šta su provele sa podsetnike [to] ili [druge] povreda biti nagrađeni sa svog gospodara, i će biti bez straha u vezi sa njima, niti će oni tugovati.
uk: Ті, хто проводять свої багатства на шляху Аллах і потім не стежити за те, що вони провели з нагадуваннями [про це] або [іншого] травми буде мати їх винагородить пана свого і буде без страху, що стосуються їх, і не будуть вони сумують.
vi: Những người dành sự giàu có của họ theo cách của Allah và sau đó không làm theo những gì họ đã trải qua với lời nhắc nhở [trong] hoặc [khác] chấn thương sẽ có phần thưởng của họ với Chúa, và không có không sợ hãi mà liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Labo chitha ngengcebo yabo ngendlela Allah futhi ngalesosikhathi cha landela lokho bachitha izikhumbuzo [yalo] noma [ezinye] kwaba ukulimala kuyodingeka umvuzo wabo neNkosi yabo, futhi ngeke kube khona ukwesaba ngokuphathelene them nor tando

# Quran270
source: Kind speech and forgiveness are better than charity followed by injury. And Allah is Free of need and Forbearing.
ca: Discurs amable i perdó són millors que la caritat seguit per lesió. I Allah és lliure de necessitat i Forbearing.
cy: Araith caredig a maddeuant yn well nag elusen ddilyn gan anaf. Ac Allah yn rhad ac am ddim o angen a Forbearing.
da: Slags tale og tilgivelse er bedre end velgørenhed efterfulgt af skade. Og Allah er fri af behovet og Forbearing.
el: Είδος λόγου και συγχώρεση είναι καλύτερη από τη φιλανθρωπία, ακολουθούμενη από τραυματισμό. Και Αλλάχ είναι ΔΩΡΕΑΝ ανάγκη και Forbearing.
et: Lahke kõne ja Andestamine on paremad kui heategevus järgneb kahju. Ja Jumal on vaja vaba ja Forbearing.
fi: Sellainen puhe ja anteeksianto on parempi kuin hyväntekeväisyys seuraa solvaus. Ja Jumala on ilmainen on ja Forbearing.
he: סוג דיבור ומחילה עדיפים צדקה ואחריו פציעה. אללה הוא ללא צורך Forbearing.
hr: Vrste govora i oprost su bolji od ljubavi slijede ozljede. A Allah je slobodan od potrebe i Forbearing.
lt: Geras kalbos ir atleidimas yra geriau nei labdaros po traumos. Ir Dievas yra nemokama, reikia ir Forbearing.
lv: Veida runas un piedošana ir labāki par labdarības seko traumas. Un Allah ir nepieciešama bezmaksas un Forbearing.
nb: Type tale og tilgivelse er bedre enn veldedighet etterfulgt av skade. Og Allah er gratis behov og Forbearing.
sk: Láskavý prejav a odpustenie sú lepšie ako charitu, nasleduje zranenie. A Allah je bez potreby a Forbearing.
sl: Vrste govora in odpuščanje so boljši od ljubezni, sledijo poškodbe. In Alah je brezplačno potrebe in Forbearing.
sr_cyrl: Добар говор и опрост су бољи од добротворне сврхе праћен повреда. А Аллах је слободно по потреби и Форбеаринг.
sr_latn: Dobar govor i oprost su bolji od dobrotvorne svrhe praćen povreda. A Allah je slobodno po potrebi i Forbearing.
uk: Добрі слова і прощення не поступаються благодійність слідують травми. І Аллах безкоштовно необхідності і Forbearing.
vi: Loại bài phát biểu và sự tha thứ là tốt hơn so với tổ chức từ thiện theo sau chấn thương. Và Allah là miễn phí cần thiết và Forbearing.
zu: ekhululekile nenomusa nokuthethelela bangcono charity ilandelwe yibo ukulimala.

# Quran271
source: O you who have believed, do not invalidate your charities with reminders or injury as does one who spends his wealth [only] to be seen by the people and does not believe in Allah and the Last Day. His example is like that of a [large] smooth stone upon which is dust and is hit by a downpour that leaves it bare. They are unable [to keep] anything of what they have earned. And Allah does not guide the disbelieving people.
ca: O que han cregut, no invalida la seva Caritats amb recordatoris o lesió com fa un que passa la seva riquesa [només] per ser vistos per les persones i no creu en Allah i el darrer dia. Seu exemple és com la d'un suau [gran] pedra que és pols i és colpejat per una pluja que deixa al descobert. Són incapaços [fer] res de què s'han guanyat. I Allah guia no un poble incrèdul.
cy: O chi sydd wedi credu, wneud na all eich elusennau gyda nodiadau atgoffa neu anaf fel yw'r un sy'n treulio ei gyfoeth [ond] i'w gweld gan y bobl ac nid yw'n credu yn Allah ac yn y dydd diwethaf. Ei esiampl yn fel yn llyfn [mawr] garreg ar sydd yn llwch ac yn taro gan cawodydd trymion sy'n gadael yn noeth. Ydynt yn gallu [i gadw] unrhyw beth o'r hyn y maent wedi ei ennill. Ac nid yw Allah yn arwain y bobl disbelieving.
da: O du, der har troet, ikke afkræfte din velgørende organisationer med påmindelser eller skade som gør én, der tilbringer sin rigdom [kun] for at blive set af mennesker og ikke tror på Allah og den yderste dag. Hans eksempel er ligesom en [store] glat sten som er støv og er ramt af en regnskyl, der forlader det nøgne. De er ikke [kunne holde] noget af hvad de har tjent. Og Allah guide ikke mistroiske folk.
el: O εσάς που πίστεψαν, δεν ακυρώνει φιλανθρωπικά ιδρύματα σας με τις υπενθυμίσεις ή τραυματισμό όπως μπορεί κάποιος που ξοδεύει τον πλούτο του [μόνο] για να δει από το λαό και δεν πιστεύει στο Αλλάχ και την τελευταία ημέρα. Το παράδειγμά του είναι όπως αυτόν μια ομαλή [μεγάλη] πετρών που είναι η σκόνη και έχει πληγεί από μια νεροποντή που αφήνει γυμνό. [Να] είναι τίποτα από αυτά που κέρδισε. Και Αλλάχ δεν καθοδηγεί την disbelieving άτομα.
et: O kes oleks uskunud, ei muuda oma heategevuslike meeldetuletused või kahju nagu üks, kes veedab oma rikkuse [ainult] näinud inimesed ei ja ei usu Jumalat ja viimasel päeval. Tema eeskuju on sellist [suur] sile kivi, mis on tolmu ja paduvihm, mis väljub alasti tabanud. Nad ei suuda [pidama] midagi, mida nad on teeninud. Ja Jumal juhib olid inimesed.
fi: Oi te, jotka ovat uskoneet Kumoa hyväntekeväisyysjärjestöt muistutuksia tai vahinkoa kuin se yksi, joka käyttää hänen omaisuutensa [vain] ihmisten silmissä ja ei usko Jumalaan ja viimeiseen päivään. Hänen esimerkkinsä on kuin että [ISO] sileä kivi joka on pöly ja osuu kaatosade, joka lähtee paljas. He eivät pysty [pitämään] mitään tuloistaan. Ja Jumala ei johda uskottomia ihmisiä.
he:  מי מאמין, לא תפסול שלך צדקה עם תזכורות או פציעה כמו מי מבלה את עושרו [רק] על ידי העם ולא להאמין אללה, היום האחרון. דוגמה שלו היא כמו זה של חלקה [רב] אבן אשר אבק ועל נפגע על ידי מבול זה משאיר אותה חשופה. הם אינם מסוגלים [להמשיך] דבר מה שהם הרוויחו. ונדריך אללה לא העם disbelieving.
hr: O ti koji su vjerovali, poništiti dobrotvorni fond s podsjetnika ili ozljede kao što radi onaj koji provodi svoje bogatstvo [samo] da se vidi od ljudi a ne vjeruje u Allaha i zadnji dan. Njegov primjer je kao da je od [veliki] glatka kamena na kojem je prašina i je udario pljusak koji ostavlja gola. Oni nisu u stanju [da] ništa što su zaradili. I Allah ne vodič sumnja ljudi.
lt: O kurie tiki, tai nepaneigia savo labdaros priminimus arba žalos ar tas, kuris praleidžia savo turtus [tik] turi būti vertinamas iš žmonių ir netiki Dievo ir paskutinę dieną. Jo pavyzdys yra kaip ir [didelis] sklandžiai akmens kuris yra dulkių ir nukentėjo downpour kad palieka jį ant pliko. Jie negali [kad] nieko, ką jie uždirbo. Ir Dievas ne gidas niewiernych žmonių.
lv: O jums, kas ticējusi, nepadara savu labdarības ar atgādinājumiem vai miesas bojājumiem, kā viens, kurš pavada viņa bagātība [tikai] jāskatās, ko cilvēki dara un netic Allah un pēdējā dienā. Viņa piemērs ir tāpat kā [lielu] gluda akmens, kas ir putekļi un ir skāris lietusgāzes, kas paliek tukša. Viņi nespēj [Saglabāt] kaut ko viņi ir nopelnījuši. Un Allah nav guide neticīgi cilvēki.
nb: O dere som har trodd, ikke oppheve din veldedighet med påminnelser eller skade som gjør som tilbringer sin rikdom [bare] for å bli sett av mennesker, og ikke tror på Allah og siste dag. Hans eksempel er som en [stor] jevn stein som er støv og er truffet av et regn som forlater den nakne. De er ikke [å holde] noe av hva de har tjent. Og Allah guide ikke disbelieving folk.
sk: O vás, ktorí ste uverili, neruší vaše charitatívnych upomienky alebo ujmy ako ten, kto trávi svoje bohatstvo [len] vidieť ľudí a neverí v Boha a v posledný deň. Jeho príklad je ako u [veľký] hladký kameň na prach a je zasiahnutý lejak, ktorý necháva holé. Nie sú schopní [aby] niečo čo si zaslúžili. A Boh nie je sprievodca neveriacky ľudí.
sl: O vi, ki ste verjeli, ne razveljavlja svoje dobrodelne organizacije z opomniki ali poškodbe kot ne tisti, ki preživi svojega premoženja [samo], da bi videli ljudje in ne vernik v Allah in zadnji dan. Njegov primer je podobnega [velik] gladko kamen, ki je prah in jih je prizadela Pršec, ki prepušča gole. Ne moreta [da] nič kar so zaslužili. Ter Allah ni vodnik disbelieving ljudi.
sr_cyrl: О ти који верују, не побијају добротворног рада са подсетнике или повреде као онај који проводи своје богатство [само] да их виде људи ради и не верује у Аллаха и последњи дан. Његов пример је као онај од [велики] глатко камен на којем је прах и је погођена само пар капљица оставља голим. Они нису у могућности [да] нешто за шта су зарадили. И , Алах не води дисбелиевинг људе.
sr_latn: O ti koji veruju, ne pobijaju dobrotvornog rada sa podsetnike ili povrede kao onaj koji provodi svoje bogatstvo [samo] da ih vide ljudi radi i ne veruje u Allaha i poslednji dan. Njegov primer je kao onaj od [veliki] glatko kamen na kojem je prah i je pogođena samo par kapljica ostavlja golim. Oni nisu u mogućnosti [da] nešto za šta su zaradili. I, Alah ne vodi disbelieving ljude.
uk: О ви, хто вірив, не недостовірність благодійні з нагадування або травми як той, хто витрачає свій багатства [тільки] щоб розглядатися народом і не вірить у Аллах і останній день. Його приклад схожа на [великих] гладкою камінь, який є пилу і постраждали від злива, що залишає голими. Вони не в змозі [зберегти] що-небудь про те, що вони заслужили. І Аллаху не направити невіруючий людей.
vi: O bạn của những người đã tin tưởng, không làm mất hiệu lực của bạn tổ chức từ thiện với lời nhắc hoặc chấn thương khi có một người đã dành sự giàu có của mình [chỉ] để được nhìn thấy bởi những người và không tin vào Allah và ngày cuối cùng. Ví dụ của mình là tương tự như của một mịn [lớn] đá khi đó là bụi và bị trúng đạn bởi một downpour lá trần. Họ có thể [tiếp tục] bất cứ thứ gì họ có thể kiếm được. Và Allah không hướng dẫn người dân disbelieving.
zu: O you kholwa musa kuqede kho sa izikhumbuzo noma ukulimala njengoba enza fike chitha ingcebo yakhe [kuphela] ukuba esabonwa abantu futhi akakholelwa Allah Suku.
