Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2308
source: Those were the ones upon whom Allah bestowed favor from among the prophets of the descendants of Adam and of those We carried [in the ship] with Noah, and of the descendants of Abraham and Israel, and of those whom We guided and chose. When the verses of the Most Merciful were recited to them, they fell in prostration and weeping.
ca: Eren aquells a qui atorgaven Allah favor entre els profetes dels descendents d'Adam i d'aquells que porten a [en el vaixell] amb Noah i dels descendents d'Abraham i Israel i d'aquells qui hem guiat i triar. Quan els versos de més compassius van ser recitats per ells, que va caure en la prostració i plorant.
cy: Rheini oedd y rhai ar bwy oedd Allah wedi rhoi'r favor o blith y proffwydi o ddisgynyddion Adam a rhai rydym yn eu cynnal [yn y llong] gyda Noah, ac o ddisgynyddion Abraham a Israel, ac o'r rheini yr ydym dan arweiniad a dewis. Pan oedd y penillion o mwyaf tosturiol ei roi iddynt, disgynnodd yn prostration ac yn wylo.
da: Dem var dem efter hvem Allah skænket favor blandt efterkommere af Adam og af der vi [i skibet] med Noah og efterkommere af Abraham og Israel, og af dem, som vi guidet og valgte profeter. Når versene af den mest barmhjertige blev reciteret til dem, faldt de i udmattelse og græd.
el: Εκείνοι ήταν αυτοί με τους οποίους Αλλάχ είναι κατοχυρωμένες εύνοια μεταξύ των προφητών του οι απόγονοι του Αδάμ και των διενεργούμενων εμείς [στο πλοίο] με Νώε και των απογόνων του Αβραάμ και του Ισραήλ, και από εκείνους τους οποίους θα καθοδηγείται και επέλεξε. Όταν τους στίχους του ο πανάγαθος ήταν recited τους, έπεσε σε κατάπτωση και κλαίγοντας.
et: Need olid need, kellele Jumal andis pärast kasuks järglastel Adam ja neist me vedada [laeva] koos noa ja järeltulijad Abraham ja Iisrael, ja need, keda me Juhendav ja valis prohvetite seast. Kui viimane armuline värsid olid loetud neile, nad langesid täielik kurnatus ja nutt.
fi: Nämä olivat niitä kun jolle Allah suonut hyväksi joukosta jälkeläiset Adam ja tehdyistä [in aluksen] Nooan kanssa ja jälkeläisten Abraham ja Israelin ja niistä, joita ohjaa ja valitsi profeetoista. Kun säkeet Armahtaja oli lausui heille, he turvautuivat uupumusta ja itkien.
he: אלה היו אלה על מי אללה העניק טובה מבין הנביאים של צאצאיו של אדם ואת אלה אנחנו נשא [בתוך הספינה] עם נוח ושל צאצאיו של אברהם וישראל, של אלה שאותם אנו מודרכת, בחרה. כאשר הפסוקים של הרחמן ביותר נאמרת אליהם, הם התאהבו השתטחות ובוכה.
hr: To su bile one na kojima Allah podario uslugu od proroka potomci Adama i onih navedenoga [u brod] s Noom i potomci Abrahama i Izrael, i onih koje smo vođeni i izabrao. Kad stihovi najmilostiviji su recitirali na njih, i one u klečanja i plača.
lt: Tai buvo tie, kurie kai kam Dievas padovanoja naudai iš pranašų palikuonys Adomo ir mes gabenami [laivo] su Noah bei palikuonys Abraomo ir Izraelis, ir tuos, kuriuos mes vadovaujasi ir pasirinko. Kai ženklai, labiausiai gailestingas buvo skaito jiems, jie pateko į išsekimas ir verkti.
lv: Tie bija tie, pēc kuriem Allah apveltīts labvēlība no praviešiem pēcteči Ādama un no tiem mēs pārvadāt [kuģa] ar Noah un pēcteči Abraham un Izraēlu, kā arī tās valstis, kuras mums vadīties un izvēlējās. Kad viņiem tika citēja pantus no vairums žēlsirdīgs, tie samazinājās prostrācija un asaru.
nb: Disse var de på som Allah ga favør blant profetene etterkommere av Adam og til de vi gjennomført [i skipet] med Noah og etterkommere av Abraham og Israel, og de som vi guidet og valgte. Når versene av mest barmhjertige var resitert til dem, falt de i sammenbrudd og gråt.
sk: To boli tie na ktorých Boh prepožičal milosť spomedzi prorokov potomkov Adama a sme vyšetrovaní [v lodi] s Noah a potomkovia Abraháma a Izrael, a tých, ktorým sme vedení a vybral. Keď im boli recitoval verše Most Milosrdných, padli vyčerpanie a plač.
sl: To so bili tisti na katere Allah podaril uslugo izmed prerokov potomci Adam in smo izvedenih [v ladja] z Noah in potomci Abraham in Izrael, in tistih, ki smo vodeni in se je odločil. Ko so verzi iz najbolj usmiljen so recitiral jim, so padle v izčrpanost in jok.
sr_cyrl: То су биле оне над којима је Алах указала услугу међу пророке од потомака Адама и оних које смо испратили [у броду] са Ноом, и потомци Абрахама и Израел, као и оне на које смо вођена и изабрао. Када стиха у најмилосрднији су изговаране им, пали су на мису и плакати.
sr_latn: To su bile one nad kojima je Alah ukazala uslugu među proroke od potomaka Adama i onih koje smo ispratili [u brodu] sa Noom, i potomci Abrahama i Izrael, kao i one na koje smo vođena i izabrao. Kada stiha u najmilosrdniji su izgovarane im, pali su na misu i plakati.
uk: Це були ті за кого Аллах дарував користь з числа пророків Нащадки Адама і тих, що ми провели [у корабель] з Ной а з нащадками Авраама і Ізраїль і тих, кого ми керуючись і вибрав. Коли вірші самий милосердний відправляються до них, вони впали в прострація і плачу.
vi: Những người đã là những người theo người mà Allah ban cho các ưu tiên từ trong số các tiên tri của các hậu duệ của Adam và những người chúng tôi thực hiện [trong tàu] với Noah, và các hậu duệ của Abraham và Israel, và những người mà chúng tôi đã hướng dẫn và đã chọn. Khi những câu thơ của thương xót nhất niệm cho họ, họ rơi vào lễ lạy và khóc.
zu: Lezo kwakuyizikhathi yibo esesifikelwe Allah PHA umusa phakathi abaprofethi inzalo ka-Adamu no-zalabo Sasiphatha [emkhunjini] noNowa, kanye wozalo luka-Abrahama no-Israyeli, kanye lalabo Thina waqondisa wakhetha.

# Quran2309
source: But there came after them successors who neglected prayer and pursued desires; so they are going to meet evil -
ca: Però va venir després d'ells successores que descuidat pregària i perseguit desitjos; Així que van conèixer els mal-
cy: Ond yna daeth ar ôl iddynt olynwyr sy'n esgeuluso gweddi a mynd ar drywydd dyheadau; Felly maent yn mynd i gwrdd â drygioni-
da: Men der kom efter dem efterfølgere, der forsømte bøn og forfulgte ønsker; så de vil opfylde onde-
el: Αλλά εκεί ήρθε μετά τους διαδόχους που παραμελούνται προσευχή και να επιδιώκει τις επιθυμίες. έτσι πρόκειται να καλύψει το κακό-
et: Kuid siis tuli pärast, nende pärijad, kes hooletusse palve ja taotletava soove; nii, et nad ei kavatse rahuldada paha-
fi: Mutta tuli perään oikeutetuille henkilöille, jotka laiminlyöty rukous ja jatkettava toiveisiin; joten he aikovat tavata paha-
he: אבל באה אחריהם, פעילויות עוקבות מי שכח התפילה וחיזר אחר תשוקותיו; אז הם הולכים לפגוש את הרוע-
hr: Ali dođe poslije njih nasljednike koji je zanemario molitve i slijedio želje; Tako će se naći zlo-
lt: Bet atėjo po jų teisių perėmėjams, kurie apleisti maldą ir siekiama norus; kad jie yra gonna patenkinti blogis-
lv: Bet tur ieradās pēc tiem mantiniekiem, kuri novārtā lūgšanu un sasniedzamo vēlmes; Tātad viņi gatavojas tikties ar ļauno-
nb: Men kom det etter dem etterfølgere som neglisjert bønn og forfulgt begjær; slik de skal møte onde-
sk: Ale tam prišiel po ich nástupcov, ktorí zanedbávať modlitbu a sleduje túžby; Takže sa chystáte splniť zlo-
sl: Ampak je prišel po njih nasledniki, ki zanemarja molitev in uresničevati želje; tako gredo spoznati zlo-
sr_cyrl: Али тамо је напао их наследнике који је занемарио молитву и прогонио жеље; Тако да они иду да упознам зло-
sr_latn: Ali tamo je napao ih naslednike koji je zanemario molitvu i progonio želje; Tako da oni idu da upoznam zlo-
uk: Але прийшов після їх наступників нехтували молитви і переслідував бажань; так що вони мають намір зустрітися зло-
vi: Nhưng có đến sau khi họ là những người kế vị người bỏ rơi cầu nguyện và theo đuổi những ham muốn; Vì vậy, họ sẽ gặp ác-
zu: Kodwa lapho sondela ngasemuva them abazolandela abaye bangakunaka umthandazo awasukela nezifiso;

# Quran2310
source: Except those who repent, believe and do righteousness; for those will enter Paradise and will not be wronged at all.
ca: Excepte aquells que es penedeixin, creure i fer justícia; per a aquells ingressarà a paradís i no ser injustament en absolut.
cy: Ac eithrio y rhai sydd yn edifarhau, credu ac a chyfiawnder i; ar gyfer y rheini fydd Rhowch baradwys a ni bydd yn cam o gwbl.
da: Undtagen dem, der omvender sig, tror og gør retfærdighed; for dem, der vil komme i paradis og vil ikke blive krænket på alle.
el: Εκτός από αυτούς που μετανοήσουν, πιστεύουν και κάνουν δικαιοσύνη? για όσους θα τεθεί Paradise, και δεν θα αδικηθεί σε όλα.
et: Välja arvatud need, kes ei paranda meelt, usun ja ei õiguseks; neile, kes alustavad paradiis ja näidatakse ei ülekohtu üldse.
fi: Paitsi niille, jotka uskovat ja tekevät vanhurskaasti. niille tulee Paratiisin ja ei vääryyttä ollenkaan.
he: פרט למי שמתוודה, מאמין ולעשות צדק; עבור אלה יכנסו לגן עדן, לא יהיה עוול בכלל.
hr: Osim onih koji se pokaju, vjeruju i čine pravednost; za one koji će ući u raj i će se vrijeđa na sve.
lt: Išskyrus tuos, kurie nawróca, tikėti ir daryti tiesos; tiems, kurie bus įvesti rojus ir negali būti nuskriausti ne visi.
lv: Izņemot tos, kuri nožēlot, domāt un darīt taisnību; tiem, kas stāsies Paradise un būs kaitējums nav vispār.
nb: Bortsett fra de som omvender seg, tror og rettferdighet. for de inn paradis og vil ikke være wronged hele.
sk: S výnimkou tých, ktorí pokánie, veriť a robiť spravodlivosť; pre tých, ktorí vstúpia raj a bude nie ublížili vôbec.
sl: Razen tistih, ki se pokesajo, verjamejo in ne pravičnosti; za tiste, ki vnese raj in ne bodo oškodovani sploh.
sr_cyrl: Осим оних који се покају, верујем и ради праведности; за оне ући у рај, и неће бити преварена уопште.
sr_latn: Osim onih koji se pokaju, verujem i radi pravednosti; za one ući u raj, i neće biti prevarena uopšte.
uk: За винятком тих, хто покаятися вірити і робити правди; для тих, хто увійде рай і взагалі не бути ображені.
vi: Ngoại trừ những người ăn năn, Đức tin và làm sự công bình; Đối với những người sẽ nhập vào thiên đường và không sẽ được wronged ở tất cả.
zu: Ngaphandle labo phenduka kholwa benze ukulunga;

# Quran2311
source: [Therein are] gardens of perpetual residence which the Most Merciful has promised His servants in the unseen. Indeed, His promise has ever been coming.
ca: [Aquí són] jardins de residència perpètua que més compassius ha promès seus servents a invisibles. De fet, la seva promesa ha estat arribar mai.
cy: [Erthyglau yn] gerddi preswylio parhaol sy'n fwyaf tosturiol addawodd ei weision yn y unseen. Yn wir, mae ei addewid erioed wedi dod.
da: [Deri er] haver af permanent residence, som den mest barmhjertige har lovet sine tjenere i usynlige. Faktisk har hans løfte nogensinde kommet.
el: [Σε αυτήν είναι] κήπους αόριστης διάρκειας διαμονής που ο πανάγαθος υποσχέθηκε υπηρέτες του στην unseen. Πράγματι, την υπόσχεσή του ποτέ έχει βγει.
et: [Sealsamas on] aiad perpetual elamisõigust, Viimane armuline on lubanud oma sulased on nähtamatu. Tõepoolest kunagi olnud tulevad oma lubaduse.
fi: [Siinä ovat] gardens ikuinen asuinpaikka, jonka Armahtaja on luvannut hänen palvelijansa näkymätön. Itse asiassa hänen lupauksensa on koskaan tulossa.
he: [ובזה הם] גני מגוריו תמידי אשר הרחמן ביותר הבטיח משרתיו של הבלתי נראה. אכן, ההבטחה שלו אי פעם באה.
hr: [Su] vrtovi trajna boravka koji je najmilostiviji je obećao svojim slugama u nevidljivo. Doista, svoje obećanje ikad dolazi.
lt: [Jame yra] sodai nuolatinės gyvenamosios vietos, labiausiai gailestingas pažadėjo savo tarnus, nematyto. Iš tiesų, savo pažadą kada nors ateina.
lv: [Tajā ir] dārzi pastāvīgas dzīvesvietas, kurā vairums žēlsirdīgs ir apsolījis saviem kalpiem neredzēts. Protams, viņa sola arvien nāk.
nb: [Der er] hager perpetual bosted som den mest Nåderike har lovet sine tjenere i usynlige. Faktisk har noen gang løftet kommet.
sk: [V ňom sú] záhrady večný pobyt, ktorých Najpodstatnejšou sľúbil jeho služobníci v neviditeľné. V skutočnosti, jeho sľub má stále prichádzajú.
sl: [V njej so] vrtovi večne prebivališča, ki najbolj usmiljen je obljubil služabnike v nevidno. Res, je svojo obljubo vedno prihajajo.
sr_cyrl: [У томе су] вртова сталном боравка, који је најмилостивији обећао је своје слуге на невидјено. Уистину , обећање икад долази.
sr_latn: [U tome su] vrtova stalnom boravka, koji je najmilostiviji obećao je svoje sluge na nevidjeno. Uistinu, obećanje ikad dolazi.
uk: [В ньому є] сади вічний проживання, що самий милосердний пообіцяв своїм слугам невидиме. Дійсно, його обіцянку ніколи не приїжджають.
vi: Trong đó có khu vườn cư trú vĩnh viễn mà thương xót nhất đã hứa với tôi tớ của Ngài trong unseen. Thật vậy, lời hứa của mình có bao giờ đến.
zu: [Kulapho kukhona] ngaphakathi gadi sokuhlala esiphakade okuyinto the Ningi Nomusa uthembise izinceku zaKhe unseen.

# Quran2312
source: They will not hear therein any ill speech - only [greetings of] peace - and they will have their provision therein, morning and afternoon.
ca: No es reproduirà en qualsevol discurs malalt - només la Pau [salutacions de] - i tindran seu acompliment, matí i tarda.
cy: Byddant nid yn clywed ynddynt unrhyw araith sâl-dim ond heddwch [cyfarchion o]-a bydd ganddynt eu darpariaeth ynddo, y bore a'r prynhawn.
da: De vil ikke hører deri alle syge tale - kun [hilsener af] fred - og de vil have deres bestemmelse heri, morgen og eftermiddag.
el: Δεν θα ακούσει σε αυτήν κάθε άρρωστος ομιλία - μόνο [χαιρετισμούς του] ειρήνη - και θα έχουν την παροχή τους σε αυτήν, πρωί και απόγευμα.
et: Nad ei kuule seal haige kõne - vaid [head] rahu - ja neil on nende osutamist, hommikul ja pärastlõunal.
fi: He eivät kuule siinä huonosti puhe - vain [terveiset] rauhan - ja niillä on tarjontaa, aamulla ja iltapäivällä.
he: הם לא ישמעו ובזה כל דיבור חולה - רק השלום [ברכות של] - ולא תהיה להם הוראה שלהם, בבוקר ובערב.
hr: Ne Čut će u njoj bilo loše govora - samo [pozdrav od] mir - i imaju svoje odredbe u njemu, ujutro i popodne.
lt: Jie neišgirsi ten jokių blogai kalba - tik [sveikinimo] taikos - ir jie turės savo nuostatą, ryte ir po pietų.
lv: Tie netiek atskaņots tajā jebkuru sliktu runu - tikai mieru [sveicieniem] - un tie būs to sniegšanu, no rīta un pēcpusdienā.
nb: De vil ikke høre der noen syke tale - bare [hilsener til] fred - og de vil ha tilbudet, morgen og ettermiddag.
sk: Sú počuť v ňom zle slová - iba pokoj [pozdravy] - a oni budú mať ich poskytovania, ráno a popoludní.
sl: Ne bodo slišali v njej vse slabo govora - le [pozdravi] mir - in bodo imeli njihovo posredovanje, zjutraj in popoldne.
sr_cyrl: Ће не чују у томе неки болесни говор - само [Поздрав од] мир - и имају њихове одредбе у томе, ујутро и поподне.
sr_latn: Će ne čuju u tome neki bolesni govor - samo [Pozdrav od] mir - i imaju njihove odredbe u tome, ujutro i popodne.
uk: Вони не почують в ньому будь-який хворий мовлення - лише [Привітан ­ п] миру - і вони будуть мати їх отримання в ньому, вранці та вдень.
vi: Họ sẽ không nghe thấy trong đó bất kỳ lời nói bị bệnh - chỉ [lời chào của] hòa bình - và họ sẽ có điều khoản trong đó, buổi sáng và buổi chiều.
zu: They cha zwa therein iyiphi inkulumo ukugula - kuphela [imikhonzo] ukuthula - futhi kuyomelwe somphako wabo therein, ekuseni nantambama.

# Quran2313
source: That is Paradise, which We give as inheritance to those of Our servants who were fearing of Allah.
ca: Que és el paradís, que donem com a herència als nostres servidors que eren per por d'Allah.
cy: Mae hynny'n baradwys, a ydym yn rhoi fel etifeddiaeth i'r rhai ein gweision a oedd yn ofni Allah.
da: Det er paradis, som vi giver som arv til dem af vores tjenere, der frygt Allah.
el: Που είναι ο παράδεισος που δίνουμε ως κληρονομιά σε εκείνους των υπαλλήλων μας, οι οποίοι φοβούμενος του Αλλάχ.
et: See on paradiisi, kus anname nagu pärimine neile meie teenistujad, kes Jumala kartes.
fi: Se on paratiisi, jossa annamme perintönä niille jotka olimme pelätä Jumalan palvelijoita.
he: . זה גן עדן, שבו אנחנו נותנים כמו ירושה לאלה של שלנו משרתים היו מחשש של אללה.
hr: To je raj, koji možemo dati baštinu onima od naših slugu koji su strahu od Allaha.
lt: Tai yra rojus, kurį mes suteikiame kaip kad tie mūsų tarnautojų, kurie buvo bijo Dievo.
lv: Tas ir paradīze, kas mums dod kā mantojuma tiem mūsu ierēdņi, kuri bija baidoties no Allah.
nb: Det er paradis, som vi gir som arv til de av våre tjenere som var fryktet Allah.
sk: To je raj, ktorú dávame ako dedičstvo tým našich zamestnancov, ktorí boli zo strachu Alaha.
sl: To je raj, ki dajemo kot dediščino tistim naših uslužbencev, ki so bili zaradi bojazni, Allah.
sr_cyrl: То је рај, којој дајемо као наследство на оне нам службеника који су били страхујући од Алаха.
sr_latn: To je raj, kojoj dajemo kao nasledstvo na one nam službenika koji su bili strahujući od Alaha.
uk: Це рай, який ми даємо успадкування для тих з наших слуг, які були побоюючись Аллаха.
vi: Đó là thiên đường, chúng tôi cung cấp cho như di sản thừa kế cho những nhân viên của chúng tôi những người đã vì sợ Allah.
zu: Lokho IPharadesi, okuyinto Simbonga zibe yifa labo zezinceku bethu ababengoFakazi abesaba Allah.

# Quran2314
source: [Gabriel said], "And we [angels] descend not except by the order of your Lord. To Him belongs that before us and that behind us and what is in between. And never is your Lord forgetful -
ca: [Gabriel dir], "i que [àngels] descendim no excepte per ordre del seu Senyor. A ell pertany que abans de nosaltres i que darrere de nosaltres i què hi ha al mig. I mai no és el seu Senyor oblidosos-
cy: [Dywedodd Gabriel], 'a ddisgyn [angylion] yr ydym ni ac eithrio Amcangyfrifir eich Arglwydd. Iddo ef y perthyn ger ein bron a tu ôl i ni a beth yw rhwng. A byth yn eich Arglwydd yn anghofus-
da: [Gabriel sagde], "og vi [engle] ned ikke undtagen af rækkefølgen af din herre. Ham tilhører der før os og der bag os, og hvad er i mellem. Og aldrig er din herre glemsom-
el: [Είπε ο Gabriel], "και [άγγελοι] κατεβαίνουμε δεν εκτός από τη σειρά το Λόρδο. Σ ' αυτόν ανήκει που πριν από εμάς και που πίσω από μας και τι είναι μέσα-μεταξύ. Και ποτέ δεν είναι ο Λόρδος σας ξεχασιάρης-
et: [Gabriel ütles], "ja me [inglid] laskuda ei arvatud oma Issanda järjekorraga. Temale kuulub mis enne meid ja mis taga meile ja mida on vahel. Ja kunagi on oma Issanda unustav-
fi: [Gabriel sanoi], "ja [angels] laskeutua ei paitsi määräyksellä teidän Herranne. Hänelle kuuluu että ja että takana ja mitä on välillä. Ja koskaan muistamaton Herrasi-
he: [Gabriel אמר], "ואנו [המלאכים] לא רק לפי הסדר אדונך. אליו שייך זה לפני אותנו וזה מאחורינו מהו שביניהם. ואני לעולם לא חי שכחן-
hr: [Gabriel rekao], "i mi [anđeli] spuštaju ne osim odredbom Gospodar tvoj. Mu pripada to prije nas i to iza nas i ono što je između. I nikad nije gospodar tvoj zaboravan-
lt: [Gabriel sakė], "ir mes [angelai] nusileidžia ne išskyrus LR įsakymu jūsų Viešpats. Jam priklauso, prieš mus, ir kad už mus ir kas yra tarp jų. Ir niekada yra jūsų Viešpats pamiršęs-
lv: [Gabriel teica], "un mēs [eņģeļi] nolaisties ne izņemot by the order of savu kungu. Viņam pieder, kas pirms mums un ka aiz mums un kas ir pa vidu. Un nekad nav savu kungu aizmāršīgs-
nb: [Gabriel sa], "og vi [engler] ned ikke unntatt av deres Herre. Ham tilhører som før oss og det bak oss og hva som er i mellom. Og aldri er din Herre glemsom-
sk: [Gabriel povedal] "a my [anjeli] zostúpiť nie okrem poradím svojho pána. K nemu patrí, pred nami, a že za nami a čo je medzi nimi. A nikdy nie je zábudlivý - svojho pána
sl: [Gabriel je dejal], "in smo [angeli] spustimo ne razen z vrstnim redom svojega Gospoda. Mu ki spada pred nami in to za nas in kaj je vmes. In nikoli je svojega Gospoda pozabljivi-
sr_cyrl: [Габриел рекао], "и смо [анђели] да се спусте не осим по налогу свога господара. Њему припада то пред нама, и то иза нас, а која је у средини. И никад није твој господар забораван-
sr_latn: [Gabriel rekao], "i smo [anđeli] da se spuste ne osim po nalogu svoga gospodara. Njemu pripada to pred nama, i to iza nas, a koja je u sredini. I nikad nije tvoj gospodar zaboravan-
uk: [Gabriel сказав], "і ми [ангели] спускатися не за винятком наказом Господь ваш. Йому належить що перед нами і які позаду нас і те, що між ними. І ніколи не ваш Господь забудькуватим-
vi: [Gabriel nói], "và chúng tôi [thiên thần] xuống không ngoại trừ theo lệnh của Chúa của bạn. Anh ta thuộc đó trước khi chúng tôi và rằng đằng sau chúng tôi và những gì ở giữa. Và không bao giờ là Chúa của bạn quên-
zu: . [UGabriyeli yathi], "Futhi thina [Izingelosi] makehle hhayi ngaphandle ngomyalo kho Lord Kuze Him fanele ukuthi ngaphambi kwethu nokuthi ngemva kwethu futhi siyini phakathi Ngeke is kho Lord kahle abayizikhohlwa. -

# Quran2315
source: Lord of the heavens and the earth and whatever is between them - so worship Him and have patience for His worship. Do you know of any similarity to Him?"
ca: Senyor dels cels i la terra i sigui entre ells - tan veneren i tenen paciència per a la seva adoració. Vostè sap de qualsevol semblança amb ell?"
cy: Yr Arglwydd y nefoedd, y ddaear a beth bynnag yw rhyngddynt-felly addoli ef a wedi amynedd ar gyfer ei addoli. Wyddoch chi o unrhyw debygrwydd iddo?"
da: Herren af himlene og jorden og hvad der er mellem dem - så tilbede ham og har tålmodighed til hans tilbedelse. Kender du nogen lighed med ham?"
el: Κύριος του τον ουρανό και τη γη και ό, τι είναι μεταξύ τους - έτσι τον προσκυνήσουν και να έχετε υπομονή σχετικά με τη λατρεία. Ξέρετε οποιαδήποτε ομοιότητά του με τον;»
et: Issand taeva ja maa ja iganes on nendevahelise - nii teda kummardama ja kannatust, tema jumalateenistusest. Kas sa tead mis tahes sarnasust temaga?"
fi: Herra taivaat ja maan ja mitä on välillä - niin häntä ja hänen palvonta kärsivällisyyttä. Tiedätkö samankaltaisuus hänelle?"
he: אלוהים את השמים ואת הארץ מה יהיה ביניהם - אז סוגדים לו, יש לי סבלנות לצורך סגידה שלו. אתה יודע של כל דמיון לו?"
hr: Gospodar nebesa i zemlje i sve što je između njih - tako mu se klanjati i imati strpljenja za njegovo štovanje. Ti znaš o sličnosti s njim?"
lt: Viešpats dangų ir žemę ir kokia yra tarp jų - taip garbinti jį ir turėti kantrybės jo pamaldos. Ar žinote, jokio panašumo į jį?"
lv: Lord no debesīm un zemi un kāds ir starp tām - tik pielūgt viņu un pacietības viņa dievkalpojumiem. Vai jūs zināt jebkura līdzība ar viņu?"
nb: Herren himmelen og jorden og alt som er mellom dem - så tilbe ham og ha tålmodighet for hans tilbedelse. Vet du om enhver likhet ham?"
sk: Pán neba a Zeme, čo je medzi nimi - tak mu pokloniť a trpezlivosť pre jeho uctievanie. Viete o akákoľvek podobnosť s ním?"
sl: Gospod nebes in zemlje in karkoli je med njimi - tako mu poklonit in potrpljenje za svoje bogoslužje. Ali veste, katero koli podobnosti z njim?"
sr_cyrl: Господару небеса и земље и шта год је између њих - тако му се клањају и имати стрпљења за његову висост. Да ли знаљ од никакве сличности са њим?"
sr_latn: Gospodaru nebesa i zemlje i šta god je između njih - tako mu se klanjaju i imati strpljenja za njegovu visost. Da li znaљ od nikakve sličnosti sa njim?"
uk: Господь небеса і земля і все, що між ними - так поклонятися йому і мати терпіння для його поклоніння. Ви знаєте про будь-яку схожість з ним?"
vi: Chúa tể của bầu trời và trái đất và bất cứ điều gì giữa chúng - vì vậy thờ phượng Ngài, và kiên nhẫn để thờ phượng của mình. Bạn có biết của bất kỳ tương đồng với anh ta?"
zu: Lord of the bhakabhaka hlaba futhi noma yini phakathi kwabo - ngakho khonza Him babe nesineke ngoba nokukhulekelwa kwaKhe.
