Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran331
source: At that, Zechariah called upon his Lord, saying, "My Lord, grant me from Yourself a good offspring. Indeed, You are the Hearer of supplication."
ca: Zechariah cridat seu Senyor, dient: "el meu Senyor, dóna'm de tu mateix una bona descendència. De fet, vostè és l'oient de súplica."
cy: Ar hynny, galwodd Zechariah ar ei Arglwydd, gan ddweud, "fy Arglwydd, grant mi eich hun epil da. Yn wir, yr ydych yn Hearer o supplication."
da: På at, opfordrede Zakarias sin herre, sagde: "Herre, Giv mig fra dig selv en god afkom. Ja, du er tilhøreren af bøn."
el: Εκείνη, Ζαχαρίας κάλεσε τον Λόρδο, λέγοντας, «Κύριέ μου, δώσε μου από τον εαυτό σας μια καλή απογόνους. Πράγματι, είστε ο ακροατής ικεσίας.»
et: Sel, Sakarja kutsus ta isand, öeldes: "mu Issand, anna mulle iseendast head järglased. Tõepoolest, olete Hearer supplication."
fi: Sakarja kehotti hänen herransa, sanoen: "herrani, anna minulle itse hyviä jälkeläisiä. Itse asiassa olet kuulija rukoilevat."
he: כך, זכריה קרא האל שלו, אומר, "אלוהים, הענק לי מעצמך צאצא טוב. אכן, אתה כבר מדבר ותחנון."
hr: To, Zaharija zove njegova Gospoda, govoreći: "gospodaru moj, podari mi od sebe dobro potomstvo. Doista, vi ste slušatelja prošnje."
lt: Tuo, kad, Zacharijas pakvietė jo Viešpats, sakydamas: "mano Viešpats suteikia man nuo sau gera palikuonių. Iš tiesų, jūs esate kandžių klausytojo."
lv: Pie, Zaharijs aicināja savu kungu, sacīdams: "mans kungs, grant mani no sev labu pēcnācējiem. Patiešām esat klausītājs lūgšanas."
nb: At kalt Zechariah ved hans Herre, sa: «min Herre, gi meg fra deg selv en god avkom. Faktisk, du er den som hører på påkallelse."
sk: Na to, že Zachariáš vyzval svojho pána, hovoriac: "môj pane, daj mi od seba dobrý potomkov. V skutočnosti ste poslucháčov prosbe."
sl: V tistem, Zaharija pozvan njegov gospodar, reče: "Moj Gospodar, dodelitev mi sami dobro potomcev. Res, ste poslušalca molitev."
sr_cyrl: У томе, Захарија је позвао свог господара, који је рекао, "мој господару, подари ми од себе добро потомство. Заиста , ти си правдати од молитви."
sr_latn: U tome, Zaharija je pozvao svog gospodara, koji je rekao, "moj gospodaru, podari mi od sebe dobro potomstvo. Zaista, ti si pravdati od molitvi."
uk: При цьому Захарія закликала пан його, кажучи: "Господи, дай мені від себе гарним offspring. Дійсно, ти слухача благання."
vi: Lúc đó, Zechariah kêu gọi Chúa của ông, rằng: "Thưa ngài, Grant cho tôi từ chính mình một cái tốt. Thật vậy, bạn là người nghe của supplication."
zu: Ngaleso sikhathi, uZakariya balula akhe Lord, ethi: "Nkosi yami, ungiphase kusukela Yourself inzalo enhle. Ngempela, You are Ozwayo yalokho kunxusa."

# Quran332
source: So the angels called him while he was standing in prayer in the chamber, "Indeed, Allah gives you good tidings of John, confirming a word from Allah and [who will be] honorable, abstaining [from women], and a prophet from among the righteous."
ca: Així els àngels diu ell mentre ell estava fent oració a la cambra, "de fet, Allah li dóna bona noticia de John, confirmant una paraula d'Allah i [qui serà] honorable, abstenció [de dones] i un profeta entre els justos."
cy: Fel angylion alw tra oedd ef yn sefyll mewn gweddi yn y Siambr, "yn wir, mae'r Allah yn rhoi ichi tidings da John, cadarnhau gair Allah a [fydd] Anrhydeddus, Ymatal [merched], ac yn broffwyd o blith y righteous."
da: Så englene kaldte ham mens han stod i bøn i salen, "faktisk Allah giver dig gode tidender af John, bekræfter et ord fra Allah og [hvem bliver] hæderlig, undlader [kvinder], og en profet blandt retfærdige."
el: Έτσι τους αγγέλους τον αποκαλούσε ενώ στεκόταν στην προσευχή στο θάλαμο, "πράγματι, Αλλάχ σας δίνει καλή είδηση του Ιωάννη, επιβεβαιώνοντας μια λέξη από τον Αλλάχ και [που θα] κυρίες και κύριοι, η αποχή [από γυναίκες], και προφήτης μεταξύ δίκαιοι.»
et: Nii inglid helistasin talle, kuigi ta seisis palves kambrisse, "tõepoolest, Allah annab teile rõõmusõnumit John, kinnitades Allah ja [kes] sõna austatud, hoidudes [naised], ja hulgast õige prohvet."
fi: Joten enkelit kutsui häntä, kun hän seisoi rukouksessa istuntosalissa, "itse asiassa Jumala antaa sinulle ilosanoman, John, vahvistaa sanan Allah ja [joka on] kunniamaininta, tyhjää [naisten], ja profeetta vanhurskaiden keskuudesta."
he: אז המלאכים קוראים לו בעת שעמד בתפילת בבית הבליעה, "ואכן, אללה נותן לך בשורות טובות של ג'ון, המאשר מילה מן אללה ויהיה [מי] מכובד, נמנעת [נשים], ולא נביא הצדיקים."
hr: Kako anđeli ga nazvao dok je stajao u molitvi u komori, "doista, Allah vam daje dobru vijest o John, potvrđujući riječi od Allaha i [koja se] častan, suzdržavanje [od žene], i prorok od pravednih."
lt: Todėl angelai pavadino jį o jis stovėjo ir malda į kamerą, o "iš tiesų, Dievas suteikia jums gerą naujieną Jono, patvirtinantis pastraipą nuo Dievo ir [kas bus] Garbingas, susilaikys [moterims], ir pranašas iš teisus."
lv: Lai eņģeļi viņu sauca, kamēr viņš stāvēja lūgšanu zālē, "patiešām, Allah dod jums labas vēstis, John, apstiprinot vārdu Allah un [kas ir] goda atturas [sievietes] no un pareģis no taisns."
nb: Så englene kalte ham mens han sto i bønn i kammeret, "faktisk Allah gir deg gode budskap om John, bekrefter et ord fra Allah og [som er] hederlig avstå [fra kvinner], og en profet blant rettferdige.»
sk: Takže anjeli ho nazval, zatiaľ čo stál v modlitbe, v komore, "naozaj, Alah vám dáva dobrú zvesť o John, potvrdzuje slovo od Boha a [sú] čestné, zdržia [ženy], a proroka spomedzi spravodliví."
sl: Tako angeli poklicala, medtem ko je stal v molitvi v komori, "dejansko Allah vam dobrih novic John, ki potrjuje besedo od Allah in [kdo bo] časten, vzdržijo [ženske], in prerok med pravednika."
sr_cyrl: Па андјели га је позвао док је стајао у молитви у комори, "заиста, Аллах ти даје радосне Јована, потврђујући реч од Алаха и [који ће бити исправно, није се изјаснила [од жене], и пророк међу праведне."
sr_latn: Pa andjeli ga je pozvao dok je stajao u molitvi u komori, "zaista, Allah ti daje radosne Jovana, potvrđujući reč od Alaha i [koji će biti ispravno, nije se izjasnila [od žene], i prorok među pravedne."
uk: Так що ангели покликав його, поки він стояв у молитві в камері, "дійсно, Аллах дає вам добру новину про Івана, що підтверджує слово з Аллах і [хто буде] почесно, утримуються [від жінок] і пророк з-поміж праведників."
vi: Vì vậy, các thiên thần được gọi là anh ta trong khi ông đứng cầu nguyện trong buồng, "thật vậy, Allah cho phép bạn tidings tốt của John, xác nhận một từ từ Allah và [ai sẽ] danh, kiêng [từ phụ nữ], và một nhà tiên tri trong số các công bình."
zu: Ngakho Gelosi balula him ngenkathi wayemi emthandazweni ekamelweni, "Ngempela, Allah kukunika esibikela izindaba ezinhle zokukholwa uJohane, eqinisekisa izwi Allah [abayoba] uhlonishwe, ukuzila [kwabesifazane], futhi umprofethi phakathi

# Quran333
source: He said, "My Lord, how will I have a boy when I have reached old age and my wife is barren?" The angel said, "Such is Allah; He does what He wills."
ca: Va dir, "El meu Senyor, com tindré un nen quan he arribat a edat antiga i la meva dona és estèril?" L'Àngel va dir, "és Allah; Ho fa el que vol."
cy: Meddai, "Fy Arglwydd, sut bydd gennyf bachgen pan wyf wedi cyrraedd henaint ac mae fy ngwraig yn hesb?" Dywedodd yr angel, "o'r fath yw Allah; Gwna hyn iddo wills."
da: Han sagde, "Min herre, hvordan jeg får en dreng når jeg har nået alderdommen og min kone er golde?" Englen sagde, "Sådan er Allah; Han gør hvad han Testamente."
el: Είπε, «Κύριέ μου, πώς θα έχω ένα αγόρι όταν έχω έχουν φτάσει σε μεγάλη ηλικία και η γυναίκα μου είναι άγονο;» Ο άγγελος είπε, "αυτός είναι ο Αλλάχ? Κάνει τι διαθήκες.»
et: Ta ütles: "Issand, kuidas mul on poiss kui jõudsin vanaduse ja mu naine on viljatu?" Ingel ütles: "selline on Jumal; Ta teeb mis ta tahab."
fi: Hän sanoi: "Herrani, kuinka Onko poika kun pääsin vanhuus ja vaimoni on karu?" Enkeli sanoi: "niin on hillitä; Hän tekee mitä tahtoo."
he: הוא אמר, "אדוני, איך יהיה לי ילד כאשר הגעתי לגיל זקנה, אשתי היא עקרה?" המלאך אמר, "כזה הוא אללה; הוא עושה מה שהוא רוצה."
hr: Rekao je, "Gospodaru, kako će imati dječaka kad sam došla do starosti i žena mi je nerotkinja?" Anđeo je rekao, "kao što je Allah; On radi ono što on želi."
lt: Jis sakė: "Mano Viešpats, kaip aš turiu berniukas kai aš pasiekė senatvės ir mano žmona yra nevaisinga?" Angelas sako, "toks yra Dievas; Jis daro ką jis testamentų."
lv: Viņš teica: "Mans kungs, cik man būs zēns ir sasnieguši vecuma, un mana sieva ir neauglīgs?" Eņģelis teica, "tāds ir Allah; Viņš dara to, ko viņš vēlas".
nb: Han sa: «Min Herre, hvordan vil jeg ha en gutt når jeg har nådd alderdom og min kone er ufruktbar?» Engelen sa, "slik er Gud. Han gjør hva han wills."
sk: On povedal: "Môj pán, ako budem mať chlapca keď som dosiahol veku, a moja žena je neplodná?" Anjel povedal: "taký je Boh; Robí, čo chce on."
sl: Dejal je: »Moj Gospod, kako bo imam fant ko so dosegli starost in moja žena je neplodna? « Angel reče: "tako je Allah; Počne, kaj on hoče."
sr_cyrl: Он је рекао, "Мој господару, како ће добити мали када сам дошла до старости, а моја жена је неплодна?" Анђео је рекао: "тако је Аллах; Он ради ста му је воља."
sr_latn: On je rekao, "Moj gospodaru, kako će dobiti mali kada sam došla do starosti, a moja žena je neplodna?" Anđeo je rekao: "tako je Allah; On radi sta mu je volja."
uk: Він сказав: «Пане мій, як я матиме хлопчик коли я досягли похилого віку, і моя дружина безплідні?» Ангел сказав: "таких Аллах; Він робить те, що він хоче."
vi: Ông nói, "Thưa ngài, làm sao sẽ tôi có một cậu bé khi tôi đã đạt đến tuổi già và vợ là cằn cỗi?" Thiên sứ nói: "Như vậy là Allah;" Ông đã làm những gì Ngài muốn."
zu: Wathi: "Nkosi yami, ngizokwazi kanjani abe umfana lapho ngiye esegugile futhi nomkami eyinyumba?"

# Quran334
source: He said, "My Lord, make for me a sign." He Said, "Your sign is that you will not [be able to] speak to the people for three days except by gesture. And remember your Lord much and exalt [Him with praise] in the evening and the morning."
ca: Va dir, "El meu Senyor, fan per a mi un signe." Ell va dir, "el seu signe és que no podrà [poder] parlar al poble durant tres dies excepte gest. I recordar el seu Senyor molt i exaltar [ell amb elogi] a la nit i al matí."
cy: Meddai, "Fy Arglwydd, gwneud i mi arwydd." Au Said, "eich arwydd yw na wnewch [yn gallu] siarad i bobl am dri diwrnod ac eithrio drwy ystum. A llawer yn cofio eich Arglwydd a exalt [ef gyda chanmoliaeth] yn y bore a gyda'r nos.
da: Han sagde, "Min herre, gør for mig et tegn." Han sagde, "din tegn er, at du ikke vil [kunne] tale til folket i tre dage undtagen af gestus. Og husk din herre meget og ophøje [ham med ros] i om aftenen og om morgenen."
el: Είπε, «Κύριέ μου, κάνε για μένα ένα σημείο.» Αυτός είπε, «το ζώδιό σας είναι ότι δεν θα [είναι σε θέση να] μιλάει στους ανθρώπους για τρεις μέρες εκτός από χειρονομία. Και θυμάστε τον Λόρδο πολύ και να υψώσει [τον με έπαινο] το βράδυ και το πρωί.»
et: Ta ütles: "Mu Issand, tee mind märgiks." Ta ütles, "oma märk on, et sa ei [oleks võimalik] Räägi nendele inimestele kolm päeva peale žest. Ja mäletan oma Issanda palju ja ülendab [teda kiitust] õhtul ja hommikul."
fi: Hän sanoi: "Herrani, tee minulle merkki." Hän sanoi, "merkki on, että et [pystyy] puhua ihmisille kolme päivää lukuun ottamatta ele. Muista Herrasi paljon ja ylistää [hänelle kiitosta] illalla ja aamulla."
he: הוא אמר, "אלוהים, תעשה לי סימן." הוא סעיד, "סימן שלך הוא שלא תצליח [להיות מסוגל] לדבר אל העם במשך שלושה ימים חוץ על ידי המחווה. זוכר את אדונך ממש, כתפיו [אותו בשבחים] בערב, בבוקר."
hr: Rekao je, "Gospodaru moj, učini mi znak." On je rekao, "tvoj znak je da nećete [moći] govoriti s ljudima tri dana osim gestom. I sjećati se tvoj gospodar mnogo i veličati [ga hvale] u večernjim i jutarnjim satima.
lt: Jis sakė: "Mano Viešpatie, padaryk mane ženklas." Jis sakė, "jūsų ženklas yra tai, kad jums bus ne [būtų galima] kalbėti žmonėms tris dienas išskyrus gestas. Ir prisiminti savo Viešpaties daug ir išaukštinti [jam su giriasi] vakare ir ryte."
lv: Viņš teica: "Mans kungs, dot man zīmi." Viņš teica, "tava zīme ir, ka jums nebūs [var] sarunāties ar cilvēkiem uz trim dienām, izņemot ar žestu. Un daudz atcerēties savu kungu un cildināt [viņam ar uzslavu] vakara un rīta."
nb: Han sa: «Min Herre, gjør for meg et tegn.» Han sa, "skilt er at du ikke vil [kunne] tale til folket i tre dager unntatt av gest. Og husk din Herre mye og opphøye [ham med ros] om kvelden og morgenen.
sk: On povedal: "Môj pán, aby pre mňa znamenie." On povedal, "je vaše znamenie, že nebudete [mohli] hovoriť ľuďom, na tri dni s výnimkou gesto. Nezabudnite na svojho pána moc a oslavovať [mu chválu] v noci a ráno."
sl: On reče: "Moj Gospodar, da zame znak." On je dejal, "vaš znak je, da ne boste [lahko] govorijo ljudem za tri dni, razen z gesto. In še spomnite svojega Gospoda in poveličujejo [mu s hvalo] zvečer in zjutraj."
sr_cyrl: Он је рекао, "Мој господару, да ми знак." Он рекао, "твој знак је да ти се неће [моћи] народу говорити за три дана, осим од стране гест. "И запамти твој господар много и уздигнемо [га са похвалама] у вечери и јутра."
sr_latn: On je rekao, "Moj gospodaru, da mi znak." On rekao, "tvoj znak je da ti se neće [moći] narodu govoriti za tri dana, osim od strane gest. "I zapamti tvoj gospodar mnogo i uzdignemo [ga sa pohvalama] u večeri i jutra."
uk: Він сказав: "Мій Господь, щоб для мене підписати". Він сказав, "ваш знак є, що ви не будете [зможе] говорити людям за три дні за винятком жест. І пам'ятайте ваш Господь набагато і вивищувати [його з похвалою] в той вечір і був ранок."
vi: Ông nói, "Thưa ngài, làm cho tôi một dấu hiệu." He Said, "đăng nhập của bạn là bạn sẽ không [có thể] nói chuyện với những người trong ba ngày ngoại trừ bằng cử chỉ. Và hãy nhớ rằng Chúa của bạn nhiều và nâng cao [anh ta với lời khen ngợi] trong buổi tối và buổi sáng."
zu: Wathi: "Nkosi yami, Ngenzela isibonakaliso."

# Quran335
source: And [mention] when the angels said, "O Mary, indeed Allah has chosen you and purified you and chosen you above the women of the worlds.
ca: I [parlar] Quan els àngels deien, "O Maria, fet Allah ha escollit i purificada i escollit per sobre les dones dels mons.
cy: [Yn sôn am] pan fydd yr angylion wedi dweud, "O Mary, Allah yn wir dewis chi a puro eich ac eich dewis uchod y menywod y byd.
da: Og [omtale] når engle sagde, "O Maria, faktisk Allah har valgt dig og renset du og valgt dig over kvinderne i verdener.
el: Και [αναφορά] όταν οι άγγελοι δήλωσε, "O Mary, πράγματι Αλλάχ έχει επιλέξει και σας καθαρίζεται και επιλέξει πάνω από τις γυναίκες των κόσμων.
et: Ja [mainida] Kui inglid ütlesid, "O Mary, tõepoolest Jumal on valitud sa ja puhastatud teile ja te üle maailma naised.
fi: Ja [] kun enkelit sanoi, "O Mary, todellakin Jumala on valinnut sinut ja puhdistettu voit ja valinnut sinut edellä naisten maailman.
he: [לציין] כאשר המלאכים אמרו, "O מרי, אכן אללה בחר בך, לטהר את, בחר בך מעל הנשים של העולמות.
hr: I [spomenuti] kada anđeli je rekao, "O Marijo, doista Allah je izabrao i pročišćena te i izabrao iznad žene svijeta.
lt: Ir [paminėti] Kai angelai sakė: "Marija, iš tiesų Dievas turi parinkti jums ir išgrynintas jums ir parinkti jums virš pasaulio moterų.
lv: Un [min] kad eņģeļi teica: "O Marija, patiešām Allah ir izvēlējies jūs un jūs attīra un izvēlējos jūs virs pasaules sieviešu.
nb: Og [nevne] da englene sa: O Mary, faktisk Allah har valgt og renset deg og valgt over verdens kvinner.
sk: A [spomenúť] keď anjelov povedal: "O Márii, naozaj Alah má vybrala vás prečistí vás a vybrali ste vyššie ženy svetov.
sl: In [omenil] Ko angeli reče: "O Marija, dejansko Allah je izbrali in vam očistimo in izbrali zgoraj ženske svetov.
sr_cyrl: [Споменуо ] кад анђели су рекли, "О Маријо, заиста Аллах је изабрала тебе и просветли и изабрала тебе изнад жене светова.
sr_latn: [Spomenuo] kad anđeli su rekli, "O Marijo, zaista Allah je izabrala tebe i prosvetli i izabrala tebe iznad žene svetova.
uk: І [кажучи вже] коли ангели сказав: "O Марії, дійсно Аллах має вибрав вас і очищений ви і вибрав вас вище жінок світів.
vi: Và [kể] khi các thiên sứ nói rằng, "O Mary, thật vậy Allah đã chọn cậu và tinh khiết bạn và chọn bạn trên các phụ nữ của thế giới.
zu: Futhi [Khumbuzani] lapho yezingelosi ake asho, "O Mary, ngempela Allah enyula you hlamba you abakhethiweyo, nina ngaphezu kwabantu abesifazane imihlaba.

# Quran336
source: O Mary, be devoutly obedient to your Lord and prostrate and bow with those who bow [in prayer]."
ca: O Maria, ser devotament obedient al seu Senyor i postrar i arc amb qui arc [en oració]. "
cy: O Mary, yn daer obedient at eich Arglwydd a prostrate a plygu gyda'r rhai sy'n plygu [mewn gweddi]. "
da: O Mary, være andægtig lydige mod jeres Herre og næsegrus og bøje med dem, der bøjer [i bøn]. "
el: O Mary, είναι ευλαβικά υπάκουος στον Κύριό σας και κατάκοιτος και τόξο με όσους πρωραίες [στην προσευχή].»
et: O Mary, olla jumalakartlikult sõnakuulelikud oma Issanda ja polvistuvan ja nendega, kes [palves] vibu bow. "
fi: Mary, hartaasti kuuliaisia teidän Herranne ja kumartavat ja keula niiden kanssa, jotka painavat [rukouksessa]. "
he: הו, מרי, נמי בדבקות לאלוהים, הערמונית, קשת עם מי קשת [בתפילה]. "
hr: O Marijo, pobožno poslušnost da Gospodar tvoj i bespomoćan i luk s onima koji luk [u molitvi]. "
lt: O Marija, dievobaimingai paklusti savo ponui ir wybijaja ir lankas su tais, kurie lankas [modlitwie]. "
lv: O Marija, ir dievbijīga paklausīgs savu kungu un nogurdināt un loku ar tiem, kuri priekšgala [lūgšanā]. "
nb: O Mary, engasjerte lydige mot deres Herre og nedbrutt og bøye seg de som bøye [i bønn]. "
sk: O Mária, vrúcne počúvať svojho pána a přemoci a luk s tými, ktorí lúk [v modlitbe]. "
sl: O Marija, Pokorni pobožno svojega Gospoda in prostracije in lok s tistimi, ki lok [v molitvi]. "
sr_cyrl: О , Марy, бити побожно послушна свом господару и поклоните и поклони се с онима који се клањају [у молитви]. "
sr_latn: O, Mary, biti pobožno poslušna svom gospodaru i poklonite i pokloni se s onima koji se klanjaju [u molitvi]. "
uk: O Марії, слухатися побожним ваш Господь і НІЦ і лука з тими, хто з лука [в молитві]. "
vi: O Mary, sùng đạo Cơ đốc Vâng lời Chúa của bạn và suy nhược và cúi với những người cung [trong cầu nguyện]. "
zu: O Mary, kube ngokuzinikela esilalelayo kho Lord wawa futhi bakhothame labo khothama [emthandazweni]. "

# Quran337
source: That is from the news of the unseen which We reveal to you, [O Muhammad]. And you were not with them when they cast their pens as to which of them should be responsible for Mary. Nor were you with them when they disputed.
ca: Que és de les notícies d'invisibles que podem revelar a vostè, [O Muhammad]. I que no van amb ells quan posen en els bolígrafs sobre quin d'ells ha de ser responsable de la Mary. Ni tenia amb ells quan es discuteix.
cy: Mae gan y newyddion am y unseen a ydym yn datgelu i chi, [O Muhammad]. Ac nid oeddech gyda hwy wrth iddynt fwrw eu pennau ynghylch pa un ohonynt ddylai fod yn gyfrifol am Mary. Nid oedd eich gyda hwy pan roeddent yn anghytuno ychwaith.
da: Der er fra nyheden om den usynlige, som vi afsløre for dig, [O Muhammad]. Og du var ikke med dem når de kastede deres penne, hvilke af dem bør være ansvarlig for Mary. Eller var du med dem når de omstridte.
el: Που είναι από τη νέα του unseen που αποκαλύπτουμε σε εσάς, [Ο Μωάμεθ]. Και δεν ήταν μαζί τους όταν ρίχνει πένες τους ως προς το ποια από αυτά θα πρέπει να είναι υπεύθυνη για Mary. Ούτε ήσουν μαζί τους όταν αμφισβητούν.
et: Mis on nähtamatu, mis me avaldada teile [O Muhammad] Uudised. Ja sa ei olnud neid kui nad enamus nende kasvuhooneid kumb neist peaks vastutama Mary. Samuti olid sa nendega, kui nad vaidlustanud.
fi: Se on näkymätön, joka meidän paljastaa teille [Oi Muhammed] uutisista. Ja te ette niitä kun ne valettu niiden kynät, mikä niistä olisi vastattava Mary. Myöskään olit niitä, kun ne kiistivät.
he: זה מהחדשות של סמוי אשר אנו חושפים לך, [O מוחמד]. ולא היית איתם כאשר הם מטילים את העטים שלהם לגבי מי מהם צריך להיות אחראי על מרי. . ולא היית איתם כאשר הם שנויות במחלוקת.
hr: To je iz vijesti nevidjeno kojeg možemo otkriti, [O Muhammad]. A ti nisi s njima kada su bacili svoje olovke koje od njih bi trebao biti odgovoran za Mary. Niti si s njima kad su nijekali.
lt: Tai nuo nematyto, mes atskleisti jums, [O Muhammad] Naujienos. Ir jums nebuvo su jais kai jie mesti savo rašikliai dėl to, kuris iš jų turėtų būti atsakinga už Marijos. Nei tu buvai su jais, kai jie ginčijo.
lv: Tas ir no neredzēts, kurā mēs atklāt jums [O Muhammad] jaunumi. Un jums nav ar viņiem, kad viņi cast to pildspalvas par to, kura no tām būtu jāuzņemas atbildība par Mariju. Ne tu biji kopā ar viņiem, kad viņi apstrīd.
nb: Det er fra nyheten om den usynlige som vi vise deg, [O Muhammad]. Og du var ikke med dem når de kastet sine penner om hvilke av dem skal være ansvarlig for Mary. Eller er du med dem når de omstridte.
sk: To je z noviniek neviditeľných, ktoré môžeme prezradiť vám, [Mohamed]. A ste neboli s nimi keď odovzdali svoje perá, ktorý z nich by mal byť zodpovedný za Márie. Ani ste boli s nimi, keď sa sporné.
sl: To je od novice nevidno, ki smo razkrili vam, [O Muhammad]. In niste bili z njimi ko ti oddanih njihova pisala o tem, katera od njih mora biti odgovorna za Mary. Prav tako ste bili z njimi, ko so sporna.
sr_cyrl: То је из вест о видљивим која открива ти, [О Мухаммад]. И ниси била са њима када су бацили своје оловке о томе који од њих би требао бити одговоран за Марy. Нити си био с њима кад су спорне.
sr_latn: To je iz vest o vidljivim koja otkriva ti, [O Muhammad]. I nisi bila sa njima kada su bacili svoje olovke o tome koji od njih bi trebao biti odgovoran za Mary. Niti si bio s njima kad su sporne.
uk: Саме від Новини невидиме, які ми виявляємо до вас, [O Мухаммад]. І ви не були з ними коли вони кинули їх ручки, які з них повинні відповідати за Мері. Ні, ви були з ними, коли вони заперечується.
vi: Đó là những tin tức của thần bí mà chúng tôi tiết lộ cho bạn, [O Muhammad]. Và bạn không là với họ khi họ bỏ bút của khi mà họ phải chịu trách nhiệm cho Mary. Cũng không phải là bạn với họ khi họ tranh cãi.
zu: Lokho kuvela izindaba yesidalwa esingabonakali lapho We phendla you, [O Muhammad].
