Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran786
source: I said not to them except what You commanded me - to worship Allah, my Lord and your Lord. And I was a witness over them as long as I was among them; but when You took me up, You were the Observer over them, and You are, over all things, Witness.
ca: He dit no a ells excepte el que manava em - veneren Allah, Senyor i el seu Senyor. I era un testimoni sobre ells mentre jo estava entre ells; però quan vostè em va portar cap amunt, van ser l'observador sobre ells, i són, sobre totes les coses, testimoni.
cy: Dywedais nid ar eu cyfer ac eithrio beth yr ydych yn gyfrifol am fi-i addoli Allah, fy Arglwydd a eich Arglwydd. Ac yr oeddwn yn dyst dros iddynt cyhyd ag yr oeddwn yn mysg; ond pan ymgymerodd chi â mi i, yr oeddech yn yr Observer drostynt, a ydych, dros holl bethau, tyst.
da: Jeg sagde ikke til dem, undtagen hvad du befalede mig - at tilbede Allah, min herre og din herre. Og jeg var et vidne over dem så længe jeg var blandt dem; men når du tog mig, du var observatøren over dem, og du er over alle ting, vidne.
el: Δεν τους είπα εκτός από ό, τι με - η λατρεία Αλλάχ, ο Λόρδος μου και σας Λόρδος διέταξε. Και υπήρξα μάρτυρας πάνω τους, εφόσον ήμουν μεταξύ τους. αλλά όταν με πήρε, ήσουν ο παρατηρητής πάνω τους, και είστε, πάνω από όλα τα πράγματα, μάρτυρας.
et: Ma ütlesin ei ole nende suhtes välja milliseid teid käskis mind - Jumal, minu Issand ja teie Issandat kummardama. Ja ma olin tunnistaja nende üle, kui olin sekka; Aga kui sa võtad mind, sa olid vaatleja nende üle ja oled üle kõik asjad, tunnistaja.
fi: Sanoin ei niitä paitsi mitä minä kielsin - palvoa Allahin, herrani ja teidän Herranne. Ja olin todistamassa päälle niin kauan kuin olin kesken; mutta kun otitte minut vastaan, olit tarkkailija niiden päälle ja olet yli kaiken, todistaja.
he: אמרתי להם אלא מה ציווה עלי - לסגוד לאללה, אדוני הלורד, אדונך. ואני הייתי עדה מעליהם כל עוד הייתי ביניהם; אך שלקחת אותי, היית הצופה מעליהם, אתה, על כל הדברים, העד.
hr: Rekao sam da ih ne osim onoga što ste mi - obožavanje Allaha, gospodaru moj i vaš gospodar to zapovijedio. I sam bio svjedok nad njima dokle god sam bio među njima; Ali kada si me odveo, si promatrač nad njima, i ti si nad svim stvarima, svjedok.
lt: Sakiau kad juos išskyrus ką liepė man - kad czcicie Dievo, mano Viešpats ir jūsų Viešpats. Ir buvau liudininkė virš jų, kol aš buvau tarp jų; bet kai jums paėmė mane, jums buvo stebėtojas virš jų, ir jūs esate, virš visų dalykų, liudytojas.
lv: Man teica, ka nav tos izņemot to, ko jūs mani - pielūgt Allah, mans kungs un jūsu kungs pavēlēja. Un es biju liecinieks pār tiem, kā es biju starp tiem; bet kad jūs aizveda mani uz augšu, esi novērotājs pār tām, un jūs esat pār visām lietām, liecinieku.
nb: Jeg sa ikke å dem bortsett fra hva du befalte meg - å tilbe Gud, min Herre og deres Herre. Og jeg var et vitne over dem så lenge jeg var blant dem. men når du tok meg, du var observatøren over dem, og du er, over alle ting, vitne.
sk: Povedal som, aby im okrem čo prikázal mi - uctievať Boha, môjho Pána a svojho pána. A bol svedkom nad nimi, tak dlho, ako som bol medzi nimi; ale keď sa ma ujal, ste pozorovateľa nad nimi, a máte nad všetkými vecami, svedok.
sl: Sem rekel, ne nanje, razen kaj ukazal mi - častili Allah, moj gospodar in svojega gospodarja. In sem bil priča nad njimi, dokler sem bil med njimi; vendar ko si mi vzel, ste bili opazovalec nad njimi, in vi ste, nad vse stvari, priča.
sr_cyrl: Рекао сам да их не осим шта си ми наредио - да се клањају Алаху, господару мој и твој господар. И сам је био свједок над њима докле год сам био међу њима; Али када си ме одвео, сте били посматрац над њима, ти си изнад свих ствари, сведок.
sr_latn: Rekao sam da ih ne osim šta si mi naredio - da se klanjaju Alahu, gospodaru moj i tvoj gospodar. I sam je bio svjedok nad njima dokle god sam bio među njima; Ali kada si me odveo, ste bili posmatrac nad njima, ti si iznad svih stvari, svedok.
uk: Мені сказали, не їх за винятком того, що вам наказав мені - для поклоніння Аллаху, мій Господь і ваш Господь. І я був свідком над ними, поки я була серед них; але коли ви взяли мене, ви були спостерігач над ними, і ви, над усіма речами, свідок.
vi: Tôi nói không với họ ngoại trừ những gì bạn chỉ huy tôi - để tôn thờ Allah, thưa Đức vua và Chúa của bạn. Và tôi đã chứng kiến hơn họ miễn là tôi là một trong số họ; nhưng khi bạn đã cho tôi, bạn đã là quan sát qua chúng, và bạn đang có, trên tất cả mọi thứ, chứng kiến.
zu: Ngathi ngeke kubo ngaphandle okwangihlaba You phatha - ukuze akhulekele Allah, mi Lord kho Lord.

# Quran787
source: If You should punish them - indeed they are Your servants; but if You forgive them - indeed it is You who is the Exalted in Might, the Wise.
ca: Si vostè s'hauria de castigar-los - en efecte són els teus servents; però si vostè perdonar - de fet és el que és l'exaltat en forces, el savi.
cy: Os dylai eich cosbi-yn wir maent yn eich gweision; ond os y maddeuwch imi iddynt-yn wir mae'n chi sydd Exalted yn efallai, yn y doeth.
da: Hvis du skal straffe dem - er de dine tjenere; men hvis du tilgive dem - ja det er dig der er ophøjede i magt, klogt.
el: Αν πρέπει να τιμωρείς τους - βρίσκονται μάλιστα τους δούλους σου? αλλά, αν συγχωρήσετε τους - πράγματι είναι εσύ που είναι η Exalted στην μπορούσε, του Σοφού.
et: Kui sa peaksid karistama - tõepoolest, nad on oma teenistujale; Aga kui sa andeks neile - tõepoolest see on teile, kes on ülendatud Might, tark.
fi: Jos pitäisi rangaista niitä - ne ovat todellakin palvelijat; mutta onko heille - anteeksi se todellakin on sinulle, joka on Ylhäinen voisi viisas.
he: אם אתה צריך להעניש אותם -. הם באמת עובדים המשרתים שלך; אבל אם לסלוח להם - אכן זה לך מי לרוממו באולי, החכם.
hr: Ako ih treba kazniti - zapravo oni su sluge; Ali ako si oprostiti-doista je koji je Exalted u moć, mudri.
lt: Jei reikėtų bausti juos - iš tiesų jie yra jūsų tarnautojai; bet jei jūs przebaczy - iš tiesų tai jūs, kurie yra Exalted, gali, Išminčius.
lv: Ja jums nevajadzētu sodīt tos - patiešām tie ierēdņi; bet ja jūs piedot tiem - patiešām tas ir jums, kas ir izredzētais, kas, iespējams, gudrs.
nb: Hvis du skal straffe dem - faktisk er de dine tjenere. men hvis du tilgi dem - faktisk det er du som er opphøyet i Might, Wise.
sk: Ak by ste mali trestať - v skutočnosti sú vaše zamestnancov; ale ak si odpustiť - naozaj je to kto je postáv by, múdry.
sl: Če bi kažnjavati - dejansko so uslužbenci; vendar če odpusti jim - res je vas, ki je Exalted v oblast, pametno.
sr_cyrl: Ако ти треба да их казнимо - они су заправо твоје слуге; Али ако ти опрости им - јесте ви који је Еxалтед у моћ, мудри.
sr_latn: Ako ti treba da ih kaznimo - oni su zapravo tvoje sluge; Ali ako ti oprosti im - jeste vi koji je Exalted u moć, mudri.
uk: Якщо ви повинні покарати їх - дійсно, як службовців; але якщо вам пробачити їм - насправді це вас, хто є Exalted в меча, Мудрого.
vi: Nếu bạn cần trừng phạt họ - thực sự họ là công chức của mình; nhưng nếu bạn tha thứ cho họ - thực sự là người là Exalted tại có thể, sự khôn ngoan.
zu: Uma Kufanele jezisa them - impela kukhona izinceku zakho;

# Quran788
source: Allah will say, "This is the Day when the truthful will benefit from their truthfulness." For them are gardens [in Paradise] beneath which rivers flow, wherein they will abide forever, Allah being pleased with them, and they with Him. That is the great attainment.
ca: Allah dirà, "Aquest és el dia quan la veraç es beneficiaran de la seva veracitat." Per a ells són jardins [en paradís] sota quin cabal de rius, on es queda per sempre, Allah ser grat i ells amb ell. Aquesta és la gran consecució.
cy: Bydd Allah yn dweud, "Hwn yw y dydd pan y geirwir bydd ELWa eu onestrwydd." Ar eu cyfer yn gerddi [yn baradwys] o dan y llif afonydd, lle bydd yn cadw at yr am byth, Allah yn falch gyda hwy, ac maent gydag ef. Mae cyrhaeddiad mawr.
da: Allah vil sige, "Dette er dagen hvor den sandfærdige vil drage fordel af deres sandfærdighed." For dem er haver [i Paradise] under hvilke floder flow, hvori de vil overholde forever, Allah være tilfreds med dem, og de med ham. Der er stor opfyldelsen.
el: Αλλάχ θα πει, «Αυτή είναι η ημέρα όταν το αληθινό θα επωφεληθούν από τους ειλικρίνεια.» Για αυτούς είναι κήποι [στον παράδεισο] κάτω από τις οποίες ροής των ποταμών, όπου θα τηρήσει για πάντα, Αλλάχ να είναι ευχαριστημένος μαζί τους, και μαζί του. Που είναι η μεγάλη επίτευξη.
et: Jumal ütleb, "See on päev, millal on tõesed saavad kasu oma tõepärasuse." Nende jaoks on aiad [paradiisis] all mis jõed tõusevad, kus nad järgivad igaveseks, Jumal on rahul, ja nad temaga. See on suurepärane saavutamiseks.
fi: Allah sanoo: "Tämä on päivä, kun totuudenmukaista hyötyvät niiden totuudesta." Heille on puutarha [Paratiisissa] alla joka joet jossa ne kiinni ikuisesti, Allah on tyytyväinen heidän kanssaan ja he häntä. Tämä on suuri saavuttamisen.
he: אללה אומר, "זה היום כאשר אמת יהנה ואמיתותן". עבורם הם הגנים [בגן עדן] מתחת נהרות שזורמים, שבו הם יצויית לנצח, אללה להיות מרוצה והם איתו. זה הפרי הגדול.
hr: Allah će reći, "Ovo je dan kada je istinit će imati koristi od njihova istinitost." Za njih su vrtovi [u raj] ispod koje poteku rijeke, u kojem oni trpe zauvijek, Allah bio zadovoljan s njima, i oni s njim. To je veliko postignuće.
lt: Dievas sako, "Tai yra tą dieną, kada į teisingą turės naudos iš jų teisingumo." Jiems yra sodų [rojuje] po kurių upių srautai, kuriame jos paklūsta amžinai, Dievas yra malonu su jais, ir jie su juo. Tai puikus pasiekti.
lv: Allah teiks, "Šī ir diena, kad patiesas gūs labumu no to patiesumu." Viņiem ir dārzos [paradīzē] zem kuras upju plūsma, kur tie tiks norunājām veselu mūžību, Allah ir apmierināts ar viņiem, un viņi ar viņu. Tas ir liels sasniegšana.
nb: Allah vil si, "Dette er dagen når den sannferdig vil dra nytte av deres sannferdighet." For dem er hager [i paradis] under der elvene strømmer, hvor de vil bli evig, Allah være fornøyd med dem, og de med ham. Det er stor oppnåelse.
sk: Boh povie, "To je deň, kedy pravdivé bude profitovať z ich pravdivosť." Pre nich sú záhrady [v raji] pod ktorú toku rieky, kde sa riadi navždy, Alah je spokojný s nimi a oni s ním. To je skvelé vzdelania.
sl: Bodo rekli Allah, "To je dan, ko resnične bo koristila njihovo resničnost." Za njih so vrtovi [v raju] pod kateri rek pretoka, pri čemer se bo upošteval večno, Alah je zadovoljen z njimi, in so z njim. To je velik doseganje.
sr_cyrl: Аллах це реци, "Ово је дан када је искрен ће имати користи од њихове искреност." За њих су вртовима [у рају] испод које потеку, у којима су настаће заувек, Аллах био задовољан са њима, а они га. То је сјајно постизању.
sr_latn: Allah ce reci, "Ovo je dan kada je iskren će imati koristi od njihove iskrenost." Za njih su vrtovima [u raju] ispod koje poteku, u kojima su nastaće zauvek, Allah bio zadovoljan sa njima, a oni ga. To je sjajno postizanju.
uk: Аллах скаже: "Це день, коли на правдивий виграють від їх правдивості". Для них є сади [в раю] під які річках потік, якому вони будуть дотримуватися назавжди, Аллах, будучи задоволений їх і вони з ним. Це велике досягнення.
vi: Allah sẽ nói, "Đây là những ngày khi sự thật sẽ hưởng lợi từ tính trung thực của họ." Đối với họ là vườn [trong thiên đường] bên dưới mà dòng chảy sông ngòi, trong đó họ sẽ tuân thủ mãi mãi, Allah được hài lòng với họ, và họ với anh ta. Thật sự đạt được tuyệt vời.
zu: Allah uyothi: "Lona SUKU UMA truthful ziyozuza BO truthfulness."

# Quran789
source: To Allah belongs the dominion of the heavens and the earth and whatever is within them. And He is over all things competent.
ca: A Allah pertany el dominion dels cels i la terra i el que està dins d'ells. I és sobre totes les coses competents.
cy: I Allah yn perthyn ddominiwn y nefoedd a'r ddaear a beth bynnag sydd o fewn eu. Ac mae dros holl bethau yn gymwys.
da: Allah tilhører herredømme af himlene og jorden og hvad der er i dem. Og han er over alle ting kompetente.
el: Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη και ό, τι υπάρχει μέσα τους. Και αυτός είναι για όλα τα πράγματα αρμόδια.
et: Allah kuulub võim taevas ja maa ja iganes on sees. Ja ta on üle kõik asjad pädev.
fi: Jumalalle kuuluu valta taivaat ja maan ja mikä on niiden sisällä. Ja hän on yli kaiken toimivaltaisten.
he: אללה שייך הריבונות של השמים ואת הארץ שנמצא בתוכם. והוא מעל המוסמכת כל הדברים.
hr: Allahu pripada vlast nebesa i zemlje i sve što je unutar njih. I on je sve nadležna.
lt: Dievas priklauso viešpatavimas, dangų ir žemę ir kokia yra jų viduje. Ir jis yra virš visų dalykų kompetentinga.
lv: Allah pieder debesis un zeme un kāds ir tajās valdīšana. Un viņš ir pār visām lietām, kas ir kompetentas.
nb: Til Allah tilhører herredømmet over himmelen og jorden og alt er i dem. Og han er over alle ting kompetent.
sk: Bohu patrí panstva z neba a Zeme a čo je v nich. A on je nad všetkými vecami, ktoré sú príslušné.
sl: Allah pripada oblast nebesa in zemlja in vse, kar je v njih. In on je nad vse stvari, ki so pristojni.
sr_cyrl: Алах припада власт небеса и земље и шта год је у њима. И он је готово све ствари које су компетентни.
sr_latn: Alah pripada vlast nebesa i zemlje i šta god je u njima. I on je gotovo sve stvari koje su kompetentni.
uk: Щоб Аллах належить Домініон небеса та Земля і все, що знаходиться всередині них. І він все впокорив компетентним.
vi: Allah thuộc lãnh địa của bầu trời và trái đất và bất cứ điều gì trong vòng chúng. Và ông là tất cả về những điều có thẩm quyền.
zu: Ukuze Allah fanele dominion of bhakabhaka hlaba futhi noma yini ngaphakathi kubo.

# Quran790
source: [All] praise is [due] to Allah, who created the heavens and the earth and made the darkness and the light. Then those who disbelieve equate [others] with their Lord.
ca: Elogi [all] és [deu] a Allah, que crear el cel i la terra i va fer la foscor i la llum. Llavors els que dubten equiparar [altres] amb el seu Senyor.
cy: Canmoliaeth [bob] yn [] i Allah, sydd wedi creu y nefoedd a'r ddaear a gwneud y tywyllwch a goleuni. Yna mae rhai a chredu yn cyfateb [eraill] gyda eu yr Arglwydd.
da: [Alle] ros er [grund] Allah, som skabte himlene og jorden og gjort mørket og lys. Så dem, der ikke tror sidestille [andre] med deres Herre.
el: [Όλα] έπαινος οφείλεται [] Αλλάχ, ο οποίος δημιούργησε τον ουρανό και τη γη και έκανε το σκοτάδι και το φως. Στη συνέχεια όσοι δυσπιστώ [άλλοι] εξισώνουν με τους Λόρδος.
et: [Kõik] kiitust tuleneb [] Jumal, kes lõi taeva ja maa ja pimedus ja valgus. Need, kes usu võrdsustatakse [teised] koos nende Issand.
fi: [All] kehua johtuu [] jotta hillitä, joka loi taivaat ja maan ja tehnyt pimeyden ja valon. Sitten ne, jotka ovat uskottomia rinnastaa [others] Herransa.
he: [כל] שבח היא [בשל] לאללה, מי ברא את השמים ואת הארץ ועשה את החושך והאור. . אז אלה לא להאמין ששקול [ואחרים] לורד שלהם.
hr: [Sve] hvale je [zbog] Allahu, koji je stvorio nebesa i zemlju i tamu i svjetlo. Zatim oni koji ne vjeruju [drugih] ravnati sa svoga Gospodina.
lt: [Visi] girti yra [dėl] Dievas, kuris sukūrė dangų ir žemę ir tamsos ir šviesos. Tada tie, kurie neturi wierza prilygti [kiti] su jų Viešpaties.
lv: [Visi] slavēt ir [izpildes] Allah, kas radīja debesis un zemi un padarīja tumsu un gaismu. Pēc tam tie, kuri neticēt [citiem] vienādot ar savu kungu.
nb: [Alle] ros er [grunn] Allah, som skapte himlene og jorden og mørket og lyset. Så de som tviler likestille [andre] med deres Herre.
sk: [Všetky] chvála je [spôsobené] Boh, ktorý stvoril nebo a zem a temnota a svetlo. Potom tých, ktorí neveria na roveň [others] svojho pána.
sl: [Vse] pohvale zapade [] v Allah, ki je ustvaril nebo in zemljo in teme in svetlobe. Torej tistim, ki verjamem [drugi] enačijo s svojega Gospoda.
sr_cyrl: [Све ] похвале доспева [] Алаху, који створи небо и земљу и направио таме и светла. Онда они који су управљали [другима] изједнаиаваљ са свог господара.
sr_latn: [Sve] pohvale dospeva [] Alahu, koji stvori nebo i zemlju i napravio tame i svetla. Onda oni koji su upravljali [drugima] izjednaиavaљ sa svog gospodara.
uk: [Всі] похвали обумовлюється [] Аллах, який створив небо й земля і зробив темряви і світло. Тоді ті, хто не вірити прирівняти [інші] з їх Господа.
vi: [Tất cả] khen phải [] để Allah, người tạo ra trời và trái đất và làm cho bóng tối và ánh sáng. Sau đó, những người disbelieve đánh đồng [khác] với Chúa.
zu: [All] udumo [ngenxa] Allah, owadala amazulu nomhlaba futhi wenza ubumnyama nokukhanya.

# Quran791
source: It is He who created you from clay and then decreed a term and a specified time [known] to Him; then [still] you are in dispute.
ca: És el que t'ha creat d'argila i llavors va decretar un terme i un temps especificat [sap] per ell; [encara] llavors vostè està en disputa.
cy: Ef sy'n creu eich clai ac yna a ddyfarnwyd y tymor ac amser penodedig [enw] iddo ef; [o hyd] yna ydych mewn anghydfod.
da: Det er ham, der skabte dig fra ler og derefter dekreteret et begreb og et bestemt tidspunkt [kendte] til ham; derefter [fortsat] befinder du dig i tvisten.
el: Είναι αυτός που θα δημιουργηθεί από πηλό και τότε αποφασίστηκε ότι ένας όρος και ένα ορισμένο χρονικό διάστημα [γνωστό] σ ' αυτόν. στη συνέχεια [εξακολουθεί] ότι βρίσκεστε σε αντιδικία.
et: See on tema, kes tekkinud savi ja siis otsustatud, tähtajaga ja kindlaksmääratud aja [tuntud] [ikka] siis on vaidlustatud.
fi: Hän, joka loi teidät savesta ja sitten säätänyt termi ja tietyn ajan [eli] [edelleen] niin olet riita.
he: זה אשר יצר את מחמר, ואז ציווה מונח ואת זמן שצוין [ידוע] [עדיין] אז אתה שבמחלוקת.
hr: On je taj koji te stvorio od gline i onda odredio termin i određeno vrijeme [nije upoznao] s njim; [još uvijek] onda ste u sporu.
lt: Tai tas, kuris sukūrė jus iš molio ir tada pasisuko terminas ir nurodytu laiku [žinomas] [vis dar] tada jūs turite neišspręstų ginčų.
lv: Tas ir tas, kas radīja jūs no māla un pēc tam pasludinot termins un noteiktā laikā [zināms] [vēl] tad jums ir strīds.
nb: Det er han som skapte deg av leire og deretter bestemt et uttrykk og en bestemt tid [kjent] til ham; [fortsatt] du er i tvist.
sk: To je ten, ktorý vás stvoril z hliny a potom nariadil termín a určitý čas [známe] potom [stále] sú v spore.
sl: To je tisti, ki ste jo ustvarili iz gline in nato odredil izraz in dolo [] [še vedno] potem ste v sporu.
sr_cyrl: Он је тебе створио од глине и онда да убрзају термин и одређеног времена [познат] с њим; [још ] ви сте у спору.
sr_latn: On je tebe stvorio od gline i onda da ubrzaju termin i određenog vremena [poznat] s njim; [još] vi ste u sporu.
uk: Це той, хто створив вас з глини і тоді ухвалив термін і вказаного часу [відома] до нього; Тоді [ще] ви в суперечці.
vi: Đó là ông đã tạo ra bạn từ đất sét và sau đó quyết định một thuật ngữ và một thời gian nhất định [biết] để anh ta; [còn] sau đó, bạn đang tranh cãi.
zu: Kuyinto He qamba you nga bumba bese ekhipha umyalo wokuba term kanye nesikhathi esibekiwe [ezaziwayo] kuye;

# Quran792
source: And He is Allah, [the only deity] in the heavens and the earth. He knows your secret and what you make public, and He knows that which you earn.
ca: I ell és al là, [el Déu únic] en els cels i la terra. Que coneix el seu secret i què fer públiques, i sap el que vostè guanya.
cy: Ac ef yw Allah, [yr unig Dduwdod] yn y nefoedd a'r ddaear. Gwyr eich cyfrinach a beth a wnewch cyhoeddus, a gwyr y byddwch yn ennill.
da: Og han er Allah, [den eneste guddom] i himlene og jorden. Han kender din hemmelighed og hvad du offentliggør, og han ved det, som du optjener.
el: Και αυτός είναι ο Αλλάχ, [η μόνη θεότητα] στον ουρανό και τη γη. Ξέρει το μυστικό σας και τι μπορείτε να κάνετε δημόσια, και ξέρει ότι αυτό που κερδίζετε.
et: Ja ta on Allahi [ainus jumalus] taeva ja maa. Ta teab Sinu saladus ja mida sa avaldab ja ta teab, et mis teenid.
fi: Ja hän on Allah, [ainoa Jumala] taivaassa ja maan päällä. Hän tietää salaisuutesi ja teet julkisen ja hän tietää sen, jonka ansaitset.
he: הוא אללה, [האל היחיד] את השמים ואת הארץ. . הוא יודע את הסוד שלך, מה אתה עושה ציבורית, והוא יודע את אשר אתה מרוויח.
hr: I on je Allah, [jedino božanstvo] u nebesa i zemlje. On zna tvoju tajnu i ono što ti objavljuje, i on zna ono što zaradite.
lt: Ir jis yra Dievas, [tik Dievybės] į dangų ir žemę. Jis žino savo paslaptis ir kas viešai, ir jis žino tai, kas jums uždirbti.
lv: Un viņš ir Allah [vienīgā dievība] heavens un zemes. Viņš zina savu noslēpumu un veicat valsts, un viņš zina to, kas jums nopelnīt.
nb: Og han er Allah, [bare Guddommen] i himlene og jorden. Han vet din hemmelige og hva du gjøre offentlig, og han vet som du tjener.
sk: A on je Boh, [jediné božstvo] nebo a zem. Vie, že vaše tajomstvo a čo môžete zverejniť, a vie, že to, čo budete zarábať.
sl: In on je Allah, [samo božanstvo] v nebesih in na zemlji. Pozna vašo skrivnost in kaj naredite javnih, in ve, da je tisto, kar si zasluži.
sr_cyrl: И он је Аллах, [једини боћанство] у небеса и земљу. Зна твоју тајну, а кројимо јавне, и он зна оно што зарадите.
sr_latn: I on je Allah, [jedini boћanstvo] u nebesa i zemlju. Zna tvoju tajnu, a krojimo javne, i on zna ono što zaradite.
uk: І він Аллаха, [тільки божество] у небі та землі. Він знає, що ваш секрет, і те, що ви робите громадськості, і він знає, що те, що ви заробляєте.
vi: Và ông là Allah, [thần duy] trong bầu trời và trái đất. Ông ấy biết bí mật của bạn và những gì bạn làm cho công chúng, và ông biết điều đó mà bạn kiếm được.
zu: Futhi u-Allah, [unkulunkulu kuphela] ngaphakathi bhakabhaka hlaba.

# Quran793
source: And no sign comes to them from the signs of their Lord except that they turn away therefrom.
ca: I cap senyal prové a ells els senyals del seu Senyor excepte que s'allunyen dels mateixos.
cy: Ac nid oes arwydd y daw iddynt arwyddion eu Arglwydd heblaw y maent yn troi i ffwrdd thelir.
da: Og ingen tegn kommer til dem fra tegn på deres Herre, bortset fra at de vender væk herfra.
el: Και κανένα σημάδι έρχεται να τους από τα σημάδια του Λόρδου, εκτός από το ότι γυρίζουν μακριά από αυτά.
et: Ja ei ole märk pärineb neile nende Issand märke välja, et nad tõlgivad nendest.
fi: Ja mitään merkkejä tulee heille heidän Herransa oireita paitsi, että he kääntyvät pois niistä.
he: אין סימן מגיע להם מן הסימנים של הלורד חוץ מזה הם פונים משם ממנו.
hr: I nema im od znakova gospodara osim da ti od toga.
lt: Ir nė menkiausio ateina jiems jų Viešpats požymių išskyrus tai, kad jie iš jų nusigręžti.
lv: Un ne miņas nāk viņiem savu kungu pazīmju izņemot to, ka viņi no tās novērsties.
nb: Og ingen tegn kommer til dem fra tegn på deres Herre bortsett fra at de slår unna derav.
sk: A žiadne známky príde k nim príznaky svojho pána, okrem toho, že sa z nich odvrátil.
sl: In ni znak prihaja z njimi znakov svojega Gospoda, razen, da se obrnejo proč iz njih.
sr_cyrl: Да, а ни трага долази да их из знакове свог господара, осим да се окрену владини.
sr_latn: Da, a ni traga dolazi da ih iz znakove svog gospodara, osim da se okrenu vladini.
uk: І ніяких ознак приходить до них з ознак їх Господь Крім того, що вони відвернутися від них.
vi: Và không có dấu hiệu đi kèm với họ từ các dấu hiệu của Chúa ngoại trừ rằng họ lần lượt đi từ đó.
zu: Futhi akukho sibonakaliso sondela them kusukela komba bo Lord lowo they jikisa therefrom.
