Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1544
source: And his Wife was standing, and she smiled. Then We gave her good tidings of Isaac and after Isaac, Jacob.
ca: I la seva dona estava de peu, i ella va somriure. Després ens va donar la bona nova d'Isaac i després Isaac, Jacob.
cy: Ac yr oedd ei wraig yn sefydlog, a gwenodd. Rhoesom wedyn ei tidings da Isaac ac ar ôl Isaac, Jacob.
da: Og hans kone stod, og hun smilede. Så vi gav hende gode tidender om Isaac og efter Isaac, Jacob.
el: Στεκόταν η σύζυγός του, και χαμογέλασε. Στη συνέχεια μας έδωσε την καλή είδηση, του Ισαάκ και μετά Ισαάκ, τον Ιακώβ.
et: Tema naine seisis ja ta naeratas. Siis andsime oma rõõmusõnumit Isaac ja Iisak, Jaakob pärast.
fi: Ja hänen vaimonsa seisoi ja hän hymyili. Sitten annoimme hänen ilosanoman Isaac ja sen jälkeen Isaac, Jacob.
he: אשתו עמדה ו היא חייכה. . ואז נתנו לה בשורות טובות של יצחק, לאחר יצחק, יעקב.
hr: Njegova supruga je stajao i nasmijala. Dali smo joj radosne Izaka i nakon Izak, Jakov.
lt: Ir jo žmona stovėjo, ir ji nusišypsojo. Tada mes davė jai gera žinia Izaokas ir po Izaokas, Jokūbas.
lv: Un viņa sieva stāvēja, un viņa pasmaidīja. Tad mums deva viņas labas vēstis un Isaac Isaac Jacob.
nb: Og hans kone ble stående, og hun smilte. Så vi ga henne godt budskap av Isak og etter Isak, Jakob.
sk: Jeho manželka stál a usmiala sa. Potom sme dali jej dobrá zvesť, Isaac a po Izák, Jákob.
sl: In njegova žena je stal, in nasmehnila. Potem mi je dal njen dobrih novic Isaac in po Isaac, Jacob.
sr_cyrl: Његова супруга је стајао и она се насмејала. Онда , дали смо јој радосне Исака и после Исак, Јакоб.
sr_latn: Njegova supruga je stajao i ona se nasmejala. Onda, dali smo joj radosne Isaka i posle Isak, Jakob.
uk: Його дружина стояв, і вона посміхнулася. Потім ми дали свою добру новину, Ісаака і після Ісака, Яків.
vi: Vợ ông đã đứng và cô mỉm cười. Sau đó, chúng tôi đã cho cô tidings tốt của Isaac và sau Isaac, Jacob.
zu: Nomkakhe wayemi, futhi yena amamatheke.

# Quran1545
source: She said, "Woe to me! Shall I give birth while I am an old woman and this, my husband, is an old man? Indeed, this is an amazing thing!"
ca: Ella va dir, «Ai a mi! Seran vaig parir mentre jo sóc una dona vella i això, el meu marit, és un home vell? De fet, això és una cosa sorprenent!"
cy: Dywedodd, "gwae i mi! Bydd rhoi genedigaeth tra yr wyf yn hen wraig ac mae hyn, fy ngwr, hen ddyn? Yn wir, mae hyn yn beth anhygoel!"
da: Hun sagde: "ve mig! Skal jeg føder, mens jeg er en gammel kone og dette, min mand er en gammel mand? Ja, dette er en fantastisk ting!"
el: Είπε, «Αλίμονο μου! Πρέπει να γεννήσει, ενώ είμαι μια ηλικιωμένη γυναίκα και αυτή, ο σύζυγός μου, είναι ένας γέρος; Πράγματι, αυτό είναι ένα καταπληκτικό πράγμα!"
et: Ta ütles: "häda! Peab sünnitama ma kuigi ma olen naine ja see, mu abikaasa on vana mees? Tõepoolest, see on hämmastav asi!"
fi: Hän sanoi, "voi minua! On olen synnyttää, vaikka olen vanha nainen ja mieheni, tämä on vanha mies? Itse asiassa tämä on hämmästyttävä asia!"
he: היא אמרה, "אבוי לי! האם הלידה בזמן. אני אישה זקנה, בעלי, זה זקן? ואכן, זה דבר מדהים!"
hr: Rekla je, "Jao meni! Ću ja roditi sam stara žena i ovo, moj muž je starac? Doista, ovo je čudesno!"
lt: Ji sakė: "Vargas man! Turi man gimdyti, o aš esu sena moteris ir tai, mano vyras yra vyras? Iš tiesų, tai nuostabus dalykas!"
lv: Viņa teica: "bēdas man! Sniedz man dzemdēt bērnu, kamēr es esmu veca sieviete un tas, mans vīrs ir vecs cilvēks? Patiešām, tas ir pārsteidzoša lieta!"
nb: Hun sa: "ve meg! Skal jeg føder mens jeg er en gammel kvinne og dette, min mann, en gammel mann? Faktisk er dette en fantastisk ting!"
sk: Ona povedala: "Beda mi! Musí poskytnúť narodenia, keď som stará žena a to, môj manžel je starý? V skutočnosti, to je úžasná vec!"
sl: Je rekla, "oprosti mi! Se jaz rodila sem starka pa to, moj mož je starec? Pravzaprav, to je neverjetno stvar!"
sr_cyrl: Рекла је: "Господе. Да ли ћу ја рађати док ја сам старица, а ово, мој супруг, је старац? Заиста , ово је изванредно!"
sr_latn: Rekla je: "Gospode. Da li ću ja rađati dok ja sam starica, a ovo, moj suprug, je starac? Zaista, ovo je izvanredno!"
uk: Вона сказала: "горе мені! Повинен я дати народження, поки я є старою жінкою та, мій чоловік, це старий чоловік? Дійсно, це дивна річ!"
vi: Cô nói: "khốn cho tôi! Thì tôi sinh con trong khi tôi là một bà già và đây, chồng tôi, là một ông già? Thật vậy, đây là một điều tuyệt vời!"
zu: Wathi: "Maye kimi! Ngiyakunika wabelethela Ngineminyaka isalukazi futhi lokhu, umyeni wami, ixhegu? Yebo, lokhu kuyinto amazing!"

# Quran1546
source: They said, "Are you amazed at the decree of Allah? May the mercy of Allah and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable."
ca: Deien, "són vostè sorprès el decret d'Allah? Pot ser la pietat d'Allah i la seva benedicció sobre vosaltres, gent de la casa. De fet, ell és Praiseworthy i Honorable".
cy: Maent yn dweud, "yr ydych yn rhyfeddu at yr ordinhad Allah? Gellir drugaredd Allah a ei bendithion ar chi, pobl y tŷ. Yn wir, ei fod yn Praiseworthy ac anrhydeddus."
da: De sagde, "er du forbløffet på dekret af Allah? Allah og hans velsignelser kan være over jer, folk i huset. Ja, han er Praiseworthy og hæderlig."
el: Είπαν, «είσαι καταπληκτικός στα το διάταγμα, του Αλλάχ; Μπορεί το έλεος του αλλά(χ) και ευλογίες του κατόπιν εσείς, οι άνθρωποι του σπιτιού. Πράγματι, είναι Praiseworthy και έντιμος.»
et: Nad ütlesid: "on teil üllatunud Allah dekreet? Võib armoilla Jumala ja tema õnnistusi olgu teile, inimesed maja. Tõepoolest, ta on Praiseworthy ja lugupeetud."
fi: He sanoivat: "Oletko hämmästynyt asetus-lta hillitä? Ehkä Jumala ja hänen siunauksensa armoille teitä, kansan. Itse asiassa hän on Praiseworthy ja arvoisan."
he: הם אמרו, "אתה נדהמים על פסק הדין של אללה? הרחמים של אללה וברכות שלו ייתכן עמכם, אנשי הבית. ואכן, הוא Praiseworthy המכובד."
hr: Rekli su, "Jeste li iznenađeni Dekret od Allaha? Možda je milost od Allaha i njegov blagoslov na vas, ljudi od kuće. Doista, on je Praiseworthy i pošten."
lt: Jie sakė: "jūs stebina ne Dievas dekreto? Gali malonės Dievas ir jo palaiminimus bus su jumis, žmonės namo. Iš tiesų, jis yra Praiseworthy ir Gerbiamam."
lv: Viņi teica: "ir jūs amazed Allah dekrēts? Allah un viņa svētības žēlastību var pār jums, tautas namā. Protams, viņš ir Praiseworthy un goda".
nb: De sa: "er du overrasket over nedgang av Døyve? Kan være prisgitt Allah og hans velsignelser over deg, folk i huset. Faktisk er han Praiseworthy og hederlig.
sk: Povedali, že "ste ohromení vyhláška Alah? Možno na milosť a nemilosť Boha a požehnanie na vás ľudia v dome. V skutočnosti, on je Praiseworthy a čestné."
sl: So rekli, "se boste presenečeni na odlok od Allah? Lahko na milost in nemilost Allah in njegovi blagoslove se na vas, ljudi v hiši. Res, on je Praiseworthy in cenjeni."
sr_cyrl: Рекли су: "да ли ниси задивљен декретом од Алаха? Можда на вас, људи куће на милост и немилост Алах и његов благослов. Он је заиста Праисеwортхy и цењени."
sr_latn: Rekli su: "da li nisi zadivljen dekretom od Alaha? Možda na vas, ljudi kuće na milost i nemilost Alah i njegov blagoslov. On je zaista Praiseworthy i cenjeni."
uk: Вони сказали: "ви здивовані Аллах Указу? Чи можливо милості Аллаха і його благословення на вас, люди в будинку. Дійсно, він є Praiseworthy і почесних".
vi: Họ nói, "được bạn ngạc nhiên tại các nghị định của Allah? Lòng thương xót của Allah và phước lành của mình có khi những người của ngôi nhà bạn. Thật vậy, ông là Praiseworthy và danh dự."
zu: Bathi: "Ingabe wena amazed at the isimemezelo Allah? Kwangathi umusa ka Allah nezibusiso zaKhe sibe phezu kwakho, abantu bendlu. Ngempela, He is Ncomeka nezihloniphekile."

# Quran1547
source: And when the fright had left Abraham and the good tidings had reached him, he began to argue with Us concerning the people of Lot.
ca: I quan l'ensurt havia deixat d'Abraham i la bona nova s'havia arribat a ell, va començar a discutir amb nosaltres pel que fa a la gent del Lot.
cy: A pan oedd y arswydd wedi gadael Abraham a chyrhaeddodd y tidings da iddo, dechreuodd i ddadlau gyda ni ynghylch pobl lawer.
da: Og når forskrækkelse havde forladt Abraham og de gode tidender nåede ham, begyndte han at argumentere med os angående folk af mange.
el: Και όταν ο τρόμος είχε αφήσει ο Αβραάμ και η καλή είδηση είχε έφτασαν σ ' αυτόν, άρχισε να υποστηρίξει μαζί μας σχετικά με τα πρόσωπα της παρτίδας.
et: Ja kui ehmatus oli jätnud Aabrahami ja häid sõnumeid jõudnud teda, ta hakkas meile palju inimeste vaielda.
fi: Ja kun säikähtää jäi Abraham ja hyvää sanomaa oli saapunut hänelle, hän alkoi puhua meille paljon kansasta.
he: כאשר הפחד עזב אברהם בשורות טובות הגיעו לו, הוא התחיל להתווכח איתנו בנוגע העם של רבים.
hr: A kad strah ostavio Abraham i dobre vijesti stigli do njega, počeo se svađati s nama u vezi ljudi mnogo.
lt: Ir kai išgąstis paliko Abraomas ir gera žinia pasiekė jam, jis pradėjo ginčytis su mumis dėl daug žmonių.
lv: Un bailes bija atstājis Abraham un labas vēstis sasniedza viņu, viņš sāka strīdēties ar mums par daudz cilvēku.
nb: Og når av skrekk forlot Abraham og det gode budskap hadde nådd ham, begynte han å argumentere med oss om folket i mye.
sk: A keď strach odišiel, Abraham, a dobrá zvesť dosiahla ho začal tvrdiť, s nami o ľudí veľa.
sl: In ko strahu zapustili Abraham in mu dosegel dobrih novic, je začel prepirati z nami o ljudi veliko.
sr_cyrl: И када страх напустио Абрахам и на радосне досегли га, поцео је да се расправљати са нама у вези људи из серије.
sr_latn: I kada strah napustio Abraham i na radosne dosegli ga, poceo je da se raspravljati sa nama u vezi ljudi iz serije.
uk: І коли переляку покинули Авраама, і добру новину досяг його, він почав сперечатися з нами щодо людей багато.
vi: Và khi sợ đã rời Abraham và tidings tốt đã đạt đến anh ta, ông bắt đầu để tranh luận với chúng tôi liên quan đến người dân của nhiều.
zu: Futhi lapho ingebhe wayeshiye Abrahama izindaba ezinhle zase zifinyelele kude kuye, waqala ukuphikisa Us ngabantu uLoti.

# Quran1548
source: Indeed, Abraham was forbearing, grieving and [frequently] returning [to Allah].
ca: De fet, Abraham va ser forbearing, dol i tornar [sovint] [a Allah].
cy: Yn wir, yr oedd Abraham forbearing, galaru a dychwelyd [aml] [i Allah].
da: Faktisk, Abraham forbearing, sørgende og [ofte] tilbage [til Allah].
el: Πράγματι, ο Αβραάμ αποχή, θρηνεί και [συχνά] επιστρέφοντας [Αλλάχ].
et: Tõepoolest, Abraham oli hoidumise leinavad ja [sageli] tulles [Jumalat].
fi: Itse asiassa Abraham oli kärsiminen, suree ja [usein] Palattuaan [Jumala].
he: אכן, אברהם היה מאופקים, האבל וחזרה [לעתים. קרובות] [אללה].
hr: Doista, Abraham je podnositi, žalosti i [često] povratka [Allah].
lt: Iš tiesų, Abraomas buvo skolingai, grieving ir [dažnai] grįžti [Dievas] į.
lv: Patiešām, Abraham bija pieļaujam, sēru un [bieži] atgriežas [Allah].
nb: Faktisk var Abraham overbærende, sorg og [ofte] tilbake [til Døyve].
sk: Skutočne Abraham bol zhovievavý, smutný a [často] vrátite [Boh].
sl: Dejansko je bil Abraham dolžnikom, žalujem in [pogosto] vračajo [Alahove].
sr_cyrl: Заиста , Абрахам је био форбеаринг, у жалости и [често] враћа [Аллах].
sr_latn: Zaista, Abraham je bio forbearing, u žalosti i [često] vraća [Allah].
uk: Дійсно, Авраам був forbearing, сумує і [часто] повернення [Аллах].
vi: Thật vậy, Abraham forbearing, đau buồn và [thường] trở về [Allah].
zu: Bala Abraham was enonembe, abasosizini lokufelwa futhi [njalo] kokubuyela [Allah].

# Quran1549
source: [The angels said], "O Abraham, give up this [plea]. Indeed, the command of your Lord has come, and indeed, there will reach them a punishment that cannot be repelled."
ca: [Els àngels deia], "O Abraham, renunciar a aquest [petició]. De fet, l'ordre del seu Senyor ha arribat i de fet, hi arribarà-los un càstig que no pot ser rebutjat."
cy: [Dywedodd y angylion,] "O Abraham, rhoi fyny hwn [apêl]. Yn wir, mae Gorchymyn eich Arglwydd yn dod, ac yn wir, yna bydd eu cyrraedd cosb ni all cadw draw ohono.
da: [Engle sagde], "O Abraham, opgive denne [anbringende]. Faktisk kommando af din herre er kommet, og ja, der vil nå dem en straf, der ikke kan blive frastødt."
el: [Οι άγγελοι είπε], «Ω Αβραάμ, εγκαταλείψουν αυτό [λόγος]. Πράγματι, η εντολή του Λόρδου σας έχει έρθει, και μάλιστα, εκεί θα τους φτάσει μια τιμωρία που δεν μπορεί να απωθούνται.»
et: [Inglid ütlesid], "O Abraham, loobuda käesoleva väite. Tõepoolest, oma Issanda käsu kätte jõudnud, ja tõepoolest, seal jõuab neid karistuse, mis ei saa tõrjutakse."
fi: [Enkelit sanoi], "O Abraham, luopua tämän kanneperusteen. Itse asiassa teidän Herranne komento on tullut, ja todellakin on tavoittaa ne rangaistuksen, jonka voidaan torjua.
he: [המלאכים אמרו], "O אברהם, לוותר זו [הטיעון]. אכן, הפקודה של האדון הגיע, ואכן, לשם תגיע להם עונש זה לא יכול להיות דחוי."
hr: [Anđeli] "O Abrahamu, daj se taj [prigovor]. Doista, naredba vaš Gospodin je došao i doista, tamo će doći do njih neka kazna koja ne odbija."
lt: [Angelai sakė], "O Abraomas, give up šis [pagrindas]. Iš tiesų, komandą jūsų Viešpats atėjo, ir iš tiesų, ten bus pasiekti juos bausmę, kurios negali būti atstumiami."
lv: [Eņģeļi teica:] "O Abraham, atteikties no šī [pamata]. Tik tiešām, savu kungu komanda ir pienācis, un patiešām, tur sasniegs to sodam, kas nevar derdzās."
nb: [Englene sa], "O Abraham, gi opp denne [appell]. Faktisk kommandoen Herrens har kommet, og faktisk kommer det dem en straff som ikke kan bli frastøtt.
sk: [Anjelov povedal] "O Abrahámovi, vzdať sa tejto [dôvod]. Vskutku, príkaz svojho pána prišiel, a naozaj, tam bude osloviť trest, ktorý nemôže byť odrazil."
sl: [Angeli dejal], "O Abraham, dal gor ta [razlog]. Res, ukaz svojega gospodarja je prišel, in res, tam bo njihovo doseganje kazen, ki ni odganja."
sr_cyrl: [Анђели су рекли], "О Абрахам, одустати ову молбу. Заиста, команду над твој господар долази, и заиста, тамо ће достићи их казна која не могу бити одбија."
sr_latn: [Anđeli su rekli], "O Abraham, odustati ovu molbu. Zaista, komandu nad tvoj gospodar dolazi, i zaista, tamo će dostići ih kazna koja ne mogu biti odbija."
uk: [Анголів сказав:] "O Авраама, відмовитися від цієї [про визнання провини]. Дійсно, команда ваш Господь прийшов і дійсно, там буде досягти їх покарання, яке не може бути відштовхувало."
vi: [Những thiên thần nói], "O Abraham, bỏ này [plea]. Thật vậy, sự chỉ huy của Chúa của bạn đã đến, và thực sự, có sẽ tiếp cận họ một hình phạt mà không thể được đẩy lùi."
zu: [Izingelosi zazithe], "O Abrahama, yeka le [kunxusa] Bala, umyalo kho Lord sondela., Futhi ngempela, kuyoba sifinyelele kubo isijeziso ukuthi asikwazi wacasulwa."

# Quran1550
source: And when Our messengers, [the angels], came to Lot, he was anguished for them and felt for them great discomfort and said, "This is a trying day."
ca: I quan nostres missatgers, [àngels], arribar a molt, va ser violentat per a ells i sentir-los gran malestar i deia, "Aquest és un dia tractant".
cy: A pan ddaeth ein negeswyr, [angylion], i lawer, yr oedd wylofain ar eu cyfer ac yn teimlo ar eu cyfer mawr anghysur a dywedodd, "Mae hwn yn ddiwrnod anodd."
da: Og da vores budbringere, [engle], kom til mange, han var forpinte for dem og følte dem stor ubehag og sagde: "Dette er et forsøg på dagen."
el: Και όταν μας κλητήρες, [οι άγγελοι], πολλά, ήταν πιάνει άγχος θέμα για αυτούς και αισθάνθηκε για αυτούς μεγάλη δυσφορία και είπε, "Αυτό είναι μια προσπάθεια ημέρα."
et: Ja kui meie kullerid [inglid] tuli palju, ta oli Ahdistunut neid ja tundis neile suur ebamugavustunne ja ütles: "See on üritab päev."
fi: Ja kun sanansaattajat [angels] tuli paljon, hän oli ahdistunut niistä ja tuntui niitä suuri epämukavuutta ja sanoi: "Tämä on yrittää päivä."
he: שליחים שלנו, [המלאכים], הגיעה למגרש, הוא היה המיוסרות עבורם והרגישה עבורם גדול נוחות ואמר: "זה יום קשה".
hr: I kad naše glasnike, [anđeli], mnogo, on je tjeskobnu za njih i osjećala za njih velika nelagoda i rekao: "Ovo je težak dan."
lt: Ir kai mūsų pasiuntiniai, [angelai], atėjo daug, jis buvo anguished jiems ir pajuto jiems didelį diskomfortą ir pasakė: "Tai bando dieną."
lv: Un kad mūsu kurjeri [angels], bija daudz, viņš bija anguished viņiem un jutos viņiem liels diskomforts un teica: "Tas ir mēģina dienu."
nb: Og når våre sendebud, [englene], kom til mange, han var forpinte for dem og følte for dem stor ubehag og sa: "Dette er en prøver dagen."
sk: A keď naši poslovia, [anjeli], prišlo veľa, bol úzkostné, a pocit, pre nich veľké nepohodlie a povedal: "To je denne snaží."
sl: In ko naše kurirje, [angeli], je veliko, je bil tesnobi zanje in počutil za njih veliko nelagodje in reče: "To je poskušal dan."
sr_cyrl: И када нам гласнике, [анђели], серије, био је патила за њих и било ми је супер их узрокује немир и рекао: "Ово је напоран дан."
sr_latn: I kada nam glasnike, [anđeli], serije, bio je patila za njih i bilo mi je super ih uzrokuje nemir i rekao: "Ovo je naporan dan."
uk: І коли нашими посланцями [ангели], багато, він був болісний для них і відчував за їх великий дискомфорт і сказав: "це намагаються день."
vi: Và khi các sứ giả của chúng tôi, [thiên thần], đến nhiều, ông anguished cho họ và cảm thấy đối với họ rất khó chịu và nói, "Đây là một ngày cố gắng."
zu: Futhi lapho Ithu gijimi thathaza, [izingelosi], weza uLoti, yena uyaveva ngabo futhi uyazwelana nabo ubuhlungu obukhulu, wathi: "Lolu usuku ezama."

# Quran1551
source: And his people came hastening to him, and before [this] they had been doing evil deeds. He said, "O my people, these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason?"
ca: Seu poble va accelerar a ell, i abans [això] que havia estat fent males obres. Va dir, "la meva gent, O són les meves filles; són més pur per a vostè. Així tingui por d'Allah i vergonya no mi sobre els meus convidats. Hi ha no entre vosaltres, un home de raó? "
cy: A daeth ei bobl prysuro iddo, a cyn [hyn] roeddynt wedi ei wneud gweithredoedd drwg. Dywedodd, "O fy pobl, mae'r rhain yn fy merched; maent yn burach i chi. Felly ofn Allah ac nid oes disgrace mi ynghylch fy gwesteion. A oes nid ymysg eich dyn rheswm? "
da: Og hans folk kom skynde sig til ham, og før [denne] de havde gjort onde gerninger. Han sagde, "O mit folk, disse er mine døtre; de er renere for dig. Så frygt Allah og ikke skændsel mig om mine gæster. Er der ikke iblandt jer en mand af grunden? "
el: Οι άνθρωποι ήρθαν επίσπευση σε αυτόν, και πριν από [αυτό] είχε κάνει κακές πράξεις. Είπε, «O μου άνθρωποι, αυτοί είναι οι κόρες μου? είναι καθαρότερο για σας. Μέχρι το φόβο Αλλάχ και δεν ντροπή μου σχετικά με τους επισκέπτες μου. Υπάρχει δεν ανάμεσά σας ένας άνθρωπος της λογικής;»
et: Oma rahvast tuli talle hastening ja [see] enne nad olid teinud kurja tegusid. Ta ütles: "O minu rahvas, need on mu tütart; nad on teile puhtamaks. Nii karda Jumalat ja häbi mulle kohta oma külalistele. Kas mitte teie mees põhjus seas? "
fi: Ja hänen kansansa oli kiirehdittävä hänelle ennen [Tämä] ne ovat tehneet pahoja tekoja. Hän sanoi: "Oi kansani, nämä ovat tyttäreni; ne ovat puhtaampia puolestasi. Joten pelätkää Allahia, ja älä häpeä vieraitani minulle. Onko ei teistä mies syy? "
he: אנשיו ובאו אליו ואני לפני [זה] הם עושים מעשים רעים. הוא אמר, "O עמי, אלו הבנות שלי; . הם מזוכך בשבילך. אז הפחד אללה, אל תבייש אותי לגבי האורחים שלי. האם יש ביניכם לא איש של סיבה? "
hr: Njegov narod došao požurujući ga i prije [to] je, čine zla djela. Rekao je: "narode moj, ovo su moje kćeri; one su čišće za vas. Pa boj se Allaha i nemoj osramotiti me o mojim gostima. Ima li među vama čovjek od razuma? "
lt: Ir jo žmonės atėjo pagreitindami jam, ir prieš [tai] jie buvo padaryti piktus darbus. Jis sakė: "O mano tauta, tai yra mano dukterys; jie yra švarios jums. Taip bijo Dievo ir ne gėda man dėl mano svečiai. Ar yra ne tarp jūsų priežasties žmogus? "
lv: Viņa ļaudis nāca steidzās pie viņa un pirms [šo] viņi bija dara ļauno darbiem. Viņš teica: "O mana tauta, tās ir manas meitas; tie visšķīstāko jums. Tāpēc bailes Allah un nav kauns, man par manu viesi. Ir tur, nevis starp jums iemesls cilvēks? "
nb: Og hans folk kom fremskynde til ham, og før [Dette] de hadde gjort onde gjerninger. Han sa, "mitt folk, dette er mine døtre. de er renere for deg. Så frykt Gud og ikke skam meg om mine gjester. Er det ikke blant dere en mann av grunn? "
sk: Jeho ľudia prišli ponáhľal k nemu a pred [to] robil zlé skutky. On povedal: "O mojich ľudí, Toto sú moje dcéry; sú čistejšie pre vás. Takže strach Alah a nie hanbu mi o svojich hostí. Je tam nie je medzi vami človek rozumu? "
sl: In svoj narod prišel, pospešijo, da ga, in pred [to] naredili zla dejanja. On reče: "O moji ljudje, to so moje hčere; so dela za vas. Tako strah Alah in ne Blamaža me o moji gostje. Tam je ni med vami človek razlog? "
sr_cyrl: Његов народ је дошао лепотицу са њим и раније [ово] они су радили злодела. Рекао је: "О мој народ, ово су моје кћери; Они су иистије за тебе. Тако страх Алаха и не Срамотите ме у вези моје госте. Има ли не медју вама разуман? "
sr_latn: Njegov narod je došao lepoticu sa njim i ranije [ovo] oni su radili zlodela. Rekao je: "O moj narod, ovo su moje kćeri; Oni su иistije za tebe. Tako strah Alaha i ne Sramotite me u vezi moje goste. Ima li ne medju vama razuman? "
uk: І його люди приходили прискорюють йому, і перед [це] вони робили злі справи. Він сказав: "O народ мій, це мої дочки; вони чистіше для вас. Так бояться Аллах і не ганьби на мене про мої гості. Чи є не серед вас людиною розуму? "
vi: Và người dân của mình đến hastening với anh ta, và trước đó [] họ đã làm những hành động ác. Ông nói, "O người của tôi, đây là con gái của tôi; họ là purer cho bạn. Như vậy sợ Allah và không hoen tôi liên quan đến khách của tôi. Đó không phải trong số các bạn một người đàn ông của lý do? "
zu: Nabantu bakhe befika beshesha kuye, naphambi [lokhu] bebelokhu benza izenzo ezimbi.
