Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran488
source: And their Lord responded to them, "Never will I allow to be lost the work of [any] worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah, and Allah has with Him the best reward."
ca: I el seu Senyor va respondre a ells, "mai no em permetrà que es perd l'obra de [qualsevol] treballador entre vosaltres, homes o dones; Ets de l'altra. Així que qui va emigrar o ser expulsats de les seves cases van ser perjudicats en la meva causa lluitar o van ser morts - segurament traurà d'ells seves malifetes i segurament admetré-los als jardins sota quin cabal de rius com recompensa de Allah, i Allah té amb ell la millor recompensa. "
cy: A ymatebodd eu yr Arglwydd iddynt, "byth byddaf yn caniatáu eu colli gwaith [unrhyw] gweithiwr ymhlith chi, boed yn wryw neu fenyw; yr ydych yn un arall. Felly rhai a ymfudo neu eu troi allan o'u cartrefi neu a niweidiwyd yn fy achos neu ymladd neu oedd lladd-byddaf yn sicr yn dileu ohonynt o'u camweddau, a bydd siawns cyfaddef iddynt i gerddi o dan y llif afonydd fel gwobr gan Allah, ac mae Allah gydag ef y gwobrwyo gorau. "
da: Og deres Herren svarede til dem, "aldrig vil jeg tillade at være mistet arbejde [enhver] arbejdstager blandt jer, om hankøn eller hunkøn; du er af en anden. Så dem, der udvandrede eller blev fordrevet fra deres hjem eller blev skadet i min sag kæmpede eller blev dræbt - jeg vil helt sikkert fjerne fra dem deres misgerninger, og jeg vil sikkert indrømme dem til haver under hvilke floder flow som belønning fra Allah og Allah har med ham den bedste belønning. "
el: Και τους Λόρδος ανταποκριθεί σ ' αυτά, "ποτέ δεν θα επιτρέψω να χαθεί το έργο του [κάθε] εργαζόμενος ανάμεσά σας, είτε αρσενικό ή θηλυκό? είστε σε ένα άλλο. Έτσι όσοι μετανάστευσαν ή εξορίστηκαν από τα σπίτια τους ή είχαν θιγεί κατά μου αιτία ή πολέμησε ή ήταν σκοτώθηκε - εγώ θα αρθούν σίγουρα από αυτές τις κακές τους πράξεις, και σίγουρα παραδέχομαι τους στους κήπους κάτω από τις οποίες ροής των ποταμών ως ανταμοιβή από Αλλάχ, και Αλλάχ έχει μαζί του την καλύτερη ανταμοιβή.»
et: Ja nende Issand vastas neile, "kunagi ma lubada kaduma töö [iga] töötaja, teie seast, kas mees või naine; olete üksteisest. Nii need, kes emigreerus või oma kodust välja või ei kahjustanud minu põhjus või võidelnud või olid tappis - ma kindlasti eemaldada neilt nende üleastumised, ja ma kindlasti tunnistavad neid aiad all mis jõed tõusevad nagu tasu Jumalalt ja Jumal on temaga parim tasu. "
fi: Ja Herransa vastasi, "koskaan minä sallia menetetty työ [] työntekijää, onko mies tai nainen; Olet toisistaan. Niin jotka muutti tai häädettiin kodeistaan tai vahingoitettiin minun asiassani taisteli tai oli tapettu - varmasti poistaa heiltä heidän rikoksistaan ja varmasti myönnän niitä puutarhaan alla joka joet palkkiona Jumalalta ja Allah on hänen paras palkinto. "
he: האדון שלהם הגיבו להם, "מעולם לא אני יאפשר להיות איבד את עבודתו של עובד [כל] ביניכם, אם זכר או נקבה; אתה אחת לאחרת. אז אלה היגרו או פונו מבתיהם או נפגעו המטרה שלי נלחם או היו הורגים - אני בוודאי יסיר מהם ולקצינים, אני בוודאי יודו אותם לגנים מתחת נהרות שזורמים כפרס מאללה, ומציעה אללה איתו את הפרס הטובה ביותר. "
hr: Njihov gospodar odgovorio na njih, "ne će dopustiti biti izgubljeni rad [bilo] radnik među vama, bilo muško ili žensko; Ti si nekog drugog. Tako oni koji su emigrirali ili su bili istjerani iz svojih domova ili su oštećeni u mom cilju borio se ili su bili ubio - će sigurno ukloniti iz njima njihovih nedjela, i ja cu sigurno priznati ih vrtova ispod koje poteku rijeke kao nagradu od Allaha i Allah ima s njim najbolju nagradu. "
lt: Ir jų Viešpats atsakė jiems, "niekada bus galima bus prarastas darbo [bet] darbuotojų tarp jūsų, kištukinės arba lizdinės; Jūs esate vienas nuo kito. Taigi tie, kurie emigravo arba buvo iškeldinti iš savo namų arba buvo pažeisti mano sukelti kovojo ar buvo nužudyti - aš tikrai pašalins iš jų savo paklydimus, ir aš tikrai pripažinti juos sodų po kurios upės srautas kaip atlygį iš Dievo, ir Dievas turi su juo geriausias atlygis. "
lv: Un viņu kungs atbildēja uz tiem, "nekad man ļaus zaudēt darbu [visas] darba ņēmēju vidū, vai vīriešu vai sieviešu dzimuma; jūs esat viens no otra. Tātad tiem, kuri emigrēja vai tika padzinušas no savām mājām tika nodarīts kaitējums, mans iemesls cīnījās vai tika nogalināti - es noteikti noņems no viņiem to misdeeds, un es noteikti atzīt tos uz dārziem, zem kura upes plūsmu kā atlīdzība no Allah Allah ir ar viņu labāko atdevi. "
nb: Og Herren svarte, "aldri vil jeg tillate tapt arbeid [alle] arbeider blant dere, hvorvidt mannlig eller kvinner; du er fra hverandre. Så de som utvandret ble kastet ut fra sine hjem eller ble skadet i min sak kjempet eller ble drept - jeg vil sikkert fjerne fra dem deres ugjerninger, og jeg vil sikkert innrømme dem hager under der elvene strømmer som belønning fra Allah, og Allah har med seg den beste belønningen. "
sk: A ich pán odpovedal, "nikdy som umožní stratia prácu [každý] pracovník medzi vami, či muž alebo žena; ste jeden druhého. Takže tí, ktorí emigrovali, boli vysťahovaní zo svojich domovov alebo boli poškodené pri mojej príčinou bojovali alebo boli zabil - bude určite odstrániť z nich ich neprávosti, a priznám sa, určite ich do záhrady, pod ktoré toku rieky ako odmenu od Boha a Boh má s ním najlepšie odmenu. "
sl: In svojega Gospoda odgovoril nanje, "nikoli ne bom lahko izgubljena delo [] delavca med vami, moške ali ženske; vi ste eden od drugega. Tako tiste, ki izselili ali so pregnale iz svojih domov, so bili oškodovani v svoj vzrok ali so se borili ubil - bo zagotovo odstranim iz njih njihove zločine, in bo zagotovo priznam jih Gardens pod kateri rek tok kot nagrado od Allah in Alah je z njim najboljša nagrada. «
sr_cyrl: И њихов господар је одговорио на њих, "никад допустити изгубити посао [сваког] радника медју вама, да ли је мушки или женски; Ти си један од другога. Тако они који су емигрирали или су исељени из својих домова или повреди у моју борбу или су се борили, или су били убио - ја ће сигурно уклонити из њих својим неделима, и ја сигурно не признају их вртова испод које потеку као награду од Алаха и Алах са њим су награда за најбољи. "
sr_latn: I njihov gospodar je odgovorio na njih, "nikad dopustiti izgubiti posao [svakog] radnika medju vama, da li je muški ili ženski; Ti si jedan od drugoga. Tako oni koji su emigrirali ili su iseljeni iz svojih domova ili povredi u moju borbu ili su se borili, ili su bili ubio - ja će sigurno ukloniti iz njih svojim nedelima, i ja sigurno ne priznaju ih vrtova ispod koje poteku kao nagradu od Alaha i Alah sa njim su nagrada za najbolji. "
uk: І їх Господь відповів їм: "ніколи не буде я дозволяють бути втрату роботи [] працівникові серед вас, будь то чоловік або жінка; ти один від одного. Так, хто емігрував або були виселені зі своїх будинків або постраждали у моєму причиною або воювали, або були вбиті - я безумовно видалить від них свої злодіяння, я безумовно визнаю їх сади під які річках потік нагороду від Аллах і Аллах має з ним найкраща нагорода. "
vi: Và Chúa của họ đã trả lời với họ, "không bao giờ tôi sẽ cho phép bị mất công việc của người lao động [bất] trong số các bạn, cho dù nam hay nữ; bạn là một trong những khác. Vì vậy những người di cư bị đuổi ra khỏi nhà của họ hoặc đã bị hại trong nguyên nhân của tôi đã chiến đấu hay là chết - tôi sẽ chắc chắn gỡ bỏ từ họ misdeeds của họ, và tôi chắc chắn sẽ thừa nhận họ đến khu vườn bên dưới mà dòng chảy con sông như là phần thưởng từ Allah, và Allah có với anh ta phần thưởng tốt nhất. "
zu: Futhi bo Lord phendula them, "Ngeke ngivumele ukuba ulahlekelwe umsebenzi [yimuphi] isisebenzi phakathi kwenu, kungakhathaliseki ukuthi iduna noma insikazi,. Ukhona omunye nomunye Ngakho labo thutha noma baxoshwa emizini yabo noma owalimala e

# Quran489
source: Be not deceived by the [uninhibited] movement of the disbelievers throughout the land.
ca: No ser enganyats pel moviment dels disbelievers per tota la terra [desinhibida].
cy: Nid yn eu twyllo gan y mudiad [ddirwystr] o disbelievers drwy gydol y tir.
da: Ikke blive narret af den [uhæmmede] bevægelse af vantro over hele landet.
el: Μην ξεγελιέστε από κινήματος [ανεμπόδιστη] των disbelievers σε όλη τη χώρα.
et: [Pidurdamatu] liikumist kogu maa uskottomille ei petta.
fi: Ei harhaan [estoton] liikkeen uskottomat kautta maan.
he: לא שולל על-ידי תנועת [] disbelievers בכל רחבי הארץ.
hr: Ne prevari [nesputano] kretanje iskuse u cijeloj zemlji.
lt: Negali būti apgauti [nevaržomo] judėjimas disbelievers visoje žemėje.
lv: Nevar tikt maldināts [uninhibited] kustība disbelievers visā zemē.
nb: Ikke bli lurt av [uhemmet] bevegelsen av troende over hele landet.
sk: Nie byť podvedení [bez zábran] pohyb neveriacim po celej krajine.
sl: Ne varajte se z [Neinhibiran] gibanje disbelievers po vsej deželi.
sr_cyrl: Да није вас заведе [слободна] кретања скептике по целој земљи.
sr_latn: Da nije vas zavede [slobodna] kretanja skeptike po celoj zemlji.
uk: Не обманюйтеся [розкутий] рух disbelievers по всій землі.
vi: Không bị lừa dối bởi phong trào [bỏ hoang] thì trong suốt đất.
zu: Ningadukiswa by ukunyakaza [uninhibited] disbelievers kulo lonke izwe.

# Quran490
source: [It is but] a small enjoyment; then their [final] refuge is Hell, and wretched is the resting place.
ca: [És però] un gaudi petit; seva refugi [final] és l'infern, i miserable és el lloc.
cy: [Mae'n ond] mwynhad bach; yna eu lloches [terfynol] yn uffern, ac truenus yn y man gorffwys.
da: [Det er men] en lille nydelse; derefter deres [endelige] refuge er helvede, og elendige er hvilested.
el: [Είναι αλλά] μια μικρή απόλαυση? στη συνέχεια τους [τελικό] καταφύγιο είναι κόλαση, και άθλια είναι το σημείο ανάπαυσης.
et: [See on aga] väike nauding; seejärel [lõplik] pelgupaiga on Hell ja armetu on puhkavad.
fi: [Se on mutta] pieniin nautintoihin; sitten [viimeinen] refuge on helvetti ja kurja on leposija.
he: [זה אבל] הנאה קטנה; ואז המחסה [סופי] זה גיהנום, אומלל הוא מקום קבורתו.
hr: [To je ali] mali užitak; Onda njihov [konačno] utočište je pakao, i jadan je mjesto gdje.
lt: [Tai bet] mažą malonumą; tada jų [galutinis] prieglobsčio yra pragaras, ir niekam tikęs yra poilsio vieta.
lv: [Tas ir, bet] mazo prieku; pēc tam to [gala] patvērumu ir elle un nožēlojams ir atdusas vietu.
nb: [Det er men] en liten glede; deretter sin [ferdig] tilflukt er helvete elendige er hvilestedet.
sk: [To je ale] malé radosti; potom ich [posledný] útočisko je peklo, a úbohý je miesto posledného odpočinku.
sl: [To je vendar] majhen užitek; potem svoje [končno] zatočišče je pekel in nesrečne je počivališče.
sr_cyrl: [То је али] мали уживање; Онда је њихов [коначни] уточиште је пакао, а јадна је мијесто где.
sr_latn: [To je ali] mali uživanje; Onda je njihov [konačni] utočište je pakao, a jadna je mijesto gde.
uk: [Це але] невеликі задоволення; потім їх [остаточного] притулок пекло, і знедолених є місцем відпочинку.
vi: [Nó nhưng] thưởng thức nhỏ; sau đó họ trú ẩn [cuối cùng] là địa ngục, và không may là nơi nghỉ ngơi.
zu: [It is kodwa] ukujabula encane;

# Quran491
source: But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah. And that which is with Allah is best for the righteous.
ca: Però aquells que temia el seu Senyor tindran jardins sota quin cabal de rius, romandre eternament en el mateix, allotjaments, des d'Allah. I el que és amb Allah és el millor per al recte.
cy: Ond bydd rhai sydd yn ofni yr Arglwydd eu gerddi o dan y llif afonydd, ufudd i'r fythol ynddo, fel llety gan Allah. Ac mae hynny'n sydd ag Allah gorau ar gyfer y righteous.
da: Men dem, der frygter deres herre vil have haver under hvilke floder flow, lovlydige evigt deri, som overnatning fra Allah. Og det, der er med Allah er bedst for retfærdige.
el: Αλλά αυτοί που φοβούνται τους Λόρδος θα έχουν κήπους κάτω από τις οποίες ροής των ποταμών, τηρώντας αιώνια σ ' αυτό, ως κατάλυμα από τον Αλλάχ. Και αυτό που είναι με τον Αλλάχ είναι καλύτερο για τους δίκαιους.
et: Kuid need, kes kartsid nende Issand on aiad all mis jõed tõusevad, kinni igavesti seal, majutus Jumalalt. Ja see, mis on Allah on parim õige.
fi: Mutta ne, jotka pelkäävät Herransa on puutarhan alla joka joet noudattavien ikuisesti siinä Majoitus Jumalalta. Ja mikä on Jumala on parasta vanhurskaat.
he: אבל שחששו האדון שלהם יהיה גנים מתחת נהרות שזורמים, שומר לנצח בו, כמו לינה מן אללה. זה שהוא עם אללה הוא הטוב ביותר עבור הצדיקים.
hr: Ali oni koji se bojao gospodara vrtova ispod koje poteku rijeke, trajan vječno u njoj, smještaj od Allaha. I ono što je Allah je najbolji za pravednike.
lt: Bet tie, kurie bijojo savo Viešpaties turės sodai po kurių upių srautai, gerbiantys amžinai jame, kaip apgyvendinimo, Dievas. Ir tai, kas yra su Dievas yra geriausias teisus.
lv: Bet tiem, kas baidījās, ka viņu kungs būs dārzi, zem kura upes plūsmu, ievērojot mūžīgi tajā, kā apmešanās no Allah. Un tas, kas ir ar Allah ir labākais taisns.
nb: Men de som fryktet Herren deres har hager under der elvene strømmer, varig evig der, som overnatting fra Allah. Og som med Allah er best for rettferdige.
sk: Ale tí, ktorí sa obávali svojho pána záhrady pod ktoré toku rieky, rešpektujúce večne v ňom, ako ubytovanie od Boha. A to, čo je s Alláh je najlepšie pre spravodlivých.
sl: Ampak tisti, ki so se Bali njihovega gospodarja so vrtovi pod kateri rek tok, upoštevanje večno tam, kot namestitev od Allah. In tisto, kar je z Allah je najboljši za pravičnega.
sr_cyrl: Али онима који се боје свог господара имаће вртова испод које потеку, постојану бескрајно изнесено као смештај од Алаха. И то што је Алах је најбољи за праведне.
sr_latn: Ali onima koji se boje svog gospodara imaće vrtova ispod koje poteku, postojanu beskrajno izneseno kao smeštaj od Alaha. I to što je Alah je najbolji za pravedne.
uk: Але ті, хто побоюється їх Господь буде сади під які річках потік, незмінно вічно в ньому, як розміщення від Аллах. І те, що з Аллах краще для праведників.
vi: Nhưng những người đáng sợ của Chúa sẽ có khu vườn bên dưới mà dòng chảy sông ngòi, tuân thủ trong đó luôn luôn, là chỗ ở từ Allah. Và đó là với Allah là tốt nhất cho sự công bình.
zu: Kodwa ababemesaba bo Lord ziyoba izingadi ngaphansi ngalo imifula, ezigcina phakade therein, njengoba behlala Allah.

# Quran492
source: And indeed, among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them, [being] humbly submissive to Allah. They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed, Allah is swift in account.
ca: I de fet, entre la gent de l'escriptura són aquells que creuen en Allah i el que es va revelar a vostè i el que va ser revelat a ells, [ser] humilment se sotmet a Allah. No es intercanvien els versos d'Allah per a un preu petit. Aquells tindran la seva recompensa amb el seu Senyor. De fet, Allah és ràpida en compte.
cy: Ac yn wir, ymysg pobl y ysgrythur yn rhai sy'n credu yn Allah a datgelwyd beth i chi a beth a datgelwyd iddynt, [yn] ostyngedig ostyngedig i Allah. Wneud iddynt nid yn cyfnewid penillion Allah am bris bach. Bydd rhai yn cael eu gwobrwyo gyda eu yr Arglwydd. Yn wir, Allah yn gyflym yn cyfrif.
da: Og ja, blandt folk af Skriften er dem, der tror på Allah og hvad blev åbenbaret for dig og hvad blev afsløret hertil, [der] ydmygt underdanig til Allah. De udveksler ikke vers af Allah til en lille pris. De vil have deres belønning med deres Herre. Faktisk, Allah er hurtig i konto.
el: Και πράγματι, ανάμεσα στους ανθρώπους του Scripture είναι εκείνοι που πιστεύουν στον Αλλάχ και αυτό που αποκαλύφθηκε σε σας και αυτό που αποκαλύφθηκε σε αυτούς, υποτακτική ταπεινά Αλλάχ [όντας]. Δεν ανταλλάσσουν τους στίχους του Αλλάχ για μια μικρή τιμή. Αυτοί θα έχουν τους ανταμοιβή αυτών με τους Λόρδος. Πράγματι, Αλλάχ είναι ταχεία σε λογαριασμό.
et: Ja tõepoolest, pühakiri inimeste seas on neid, kes usuvad Jumalat ja milline oli näitas teile ja milline oli näitas neile, [on] alandlikult julgeolekuteenistus Allah. Nad üksteisele Jumala salmid väike hind. Need on nende tasu nende Issand. Tõepoolest, Allah on swift kontol.
fi: Ja Raamattu keskuudessa ovatkin ne, jotka uskovat Jumalaan ja kävi ilmi sinulle ja kävi ilmi, [että] nöyrästi alamainen Jumalan. Ne vaihtaa säkeet Allah on pieni hinta. Ne on palkkansa Herransa kanssa. Itse asiassa Jumala on nopeasti huomioon.
he: ואכן, בקרב העם של כתבי הקודש הם אלה אשר מאמינים אללה, מה שנחשף אליך, מה שנחשף אליהם, [להיות] כנועה בהכנעה לאללה. הם לא מחליפים את הפסוקים של אללה במחיר סמלי. אלה יהיה הגמול שלהם עם לורד שלהם. אכן, אללה הוא מהיר בחשבון.
hr: I doista, među ljudima u pismu su oni koji vjeruju u Allaha i ono što je otkriveno na vas i ono što je otkriveno da ih, [što] ponizno pokoran Allahu. Ne razmjenjuju stihovi uzvišenog Alaha za malu cijenu. Oni će imati svoju plaću sa svoga Gospodina. Uistinu, Allah je brz u račun.
lt: Ir iš tiesų, tarp raštas žmonės yra tie, kurie tiki Dievo ir kas buvo atskleista jums ir kas buvo atskleista, [yra] nuolankiai paklūsta Allaho. Jie negali keisti ženklai Dievo už mažą kainą. Tie turės jų atlygį su jų Viešpaties. Iš tiesų, Allah yra greitai sąskaitoje.
lv: Un patiešām, rakstiem cilvēku vidū ir tie, kas tic Allah un ko atklāja pie jums un ko atklāja pie viņiem, [ir] pazemīgi pakļāvīgi Allah. Viņi nevar apmainīties ar Allah vārsmas par mazu cenu. Tiem būs viņu atlīdzība ar savu kungu. Patiešām, Allah ir ātra kontu.
nb: Og ja, blant skriften er de som tror på Allah og det var åpenbart for deg og det var åpenbart for dem, [er] ydmykt underdanig til Allah. De utveksler ikke vers av Allah for en liten pris. De vil ha deres belønne med deres Herre. Faktisk er Allah rask i kontoen.
sk: A naozaj, medzi ľuďmi písma sú tí, ktorí veria v Alaha, čo bolo zjavené, aby ste a čo bolo zjavené, [bol] pokorne poslušný Bohu. Vymieňajú si nie verše Alah za malú cenu. Tie budú mať ich odmenou za svojho pána. Boh je naozaj rýchle účte.
sl: In res, med ljudmi Sveto pismo so tiste, ki verjamejo v Allah in kaj je pokazala za vas in kaj je pokazala, da jih, [se] ponižno Pokoran v Allah. Izmenjanih ne verzov Allah za majhno ceno. Tisti imajo svoje nagrade s svojega Gospoda. Res, Allah je hitro v račun.
sr_cyrl: И заиста, међу људима из Светог писма су веровали у Аллаха и шта ти је било откривено и шта је откривено да их, [постане] понизно покоран Алаху. Они не размене стихове Алаха за мала цена. Оне бити награђени са свог господара. Уистину , Аллах је брз у налог.
sr_latn: I zaista, među ljudima iz Svetog pisma su verovali u Allaha i šta ti je bilo otkriveno i šta je otkriveno da ih, [postane] ponizno pokoran Alahu. Oni ne razmene stihove Alaha za mala cena. One biti nagrađeni sa svog gospodara. Uistinu, Allah je brz u nalog.
uk: І справді, в народі Писання тих, котрі вірять у Аллах і те, що було показали вам і що було виявлено до них, [що] смиренно покірна Аллаха. Вони не обмінюватися вірші Аллаха за невелику ціну. Тих, хто буде мати їх винагородить пана свого. Справді, Аллах, швидкими в обліковий запис.
vi: Và quả thật vậy, trong số những người của Kinh Thánh là những người tin vào Allah và những gì đã được tiết lộ cho bạn và những gì đã được tiết lộ cho họ, [] khiêm nhường submissive Allah. Họ không trao đổi những câu thơ của Allah cho một mức giá nhỏ. Những người sẽ có phần thưởng của mình với Chúa. Thật vậy, Allah là nhanh chóng trong tài khoản.
zu: Futhi impela, phakathi ntu scripture are labo kholwa Allah nokuthi yini phendla you futhi ngaphakathi babe phendla them, [ngokuba] ngokuthobeka sizithobe Allah.

# Quran493
source: O you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful.
ca: O que han cregut, perseverar i suportar i romandre estacionat i por d'Allah que vostè tingui èxit.
cy: O Mae chi sydd wedi credu, dyfalbarhau a dioddef ac yn parhau i fod wedi eu gosod ac yn ofni Allah y gallech fod yn llwyddiannus.
da: O du, som har ment, holde ud og udholde og forblive stationeret og frygt Allah, du kan blive en succes.
el: O εσείς που πίστευαν, να επιμείνουμε και να αντέξει και να παραμένουν σταθμεύουν και ο φόβος Αλλάχ, ότι μπορεί να είναι επιτυχής.
et: O kes oleks uskunud, järjekindlalt ja kannatama ja jäävad paiknevad ja kardavad Jumalat, et võite olla edukas.
fi: Oi te, jotka ovat uskoneet, sinnikkäästi ja kestää ja pysyä sijoitettu ja pelätkää Allahia, että menestyisitte.
he:  מי מאמין, להתמיד ולא לסבול ולהישאר מוצב ופחד אללה שיתכן שיהיה מוצלח.
hr: O ti koji su vjerovali, ustrajati i izdržati i ostati stacionirane i boji Allaha da može biti uspješan.
lt: O neišgaruoja tikėti, atkakliai ir ištverti ir lieka valstybę ir bijoti Dievo, kad jums gali būti sėkminga.
lv: O jums, kas ticējusi, būt neatlaidīgam un paciest un joprojām ir izvietoti un bailes Allah, ka jums var būt veiksmīga.
nb: O du hvem har trodd, utholdende og tåle og være stasjonert og frykt Gud at du kan bli vellykket.
sk: O vás, ktorí ste uverili, vytrvať a vydržať a zostávajú umiestnených a strach, Alah, že môžete byť úspešný.
sl: O ste verjeli, vztrajati in prenašati in ostanejo nameščene in strah pred Allah, da bi bili uspešni.
sr_cyrl: О ти који верују, истрајати и трпимо и остају стациониране и бојим се Алаху да ти може бити успешна.
sr_latn: O ti koji veruju, istrajati i trpimo i ostaju stacionirane i bojim se Alahu da ti može biti uspešna.
uk: О ви, які увірували, наполегливість і витримати і залишаються дислокованих і страх Аллаха, які можуть бути успішними.
vi: O bạn của những người đã tin tưởng, kiên trì và chịu đựng và vẫn đóng quân và sợ Allah mà bạn có thể thành công.
zu: O you kholwa phikelela sikhuthazele futhi sihlale wamisa futhi yesabe Allah ukuthi kungenzeka kuphumelele.
