Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran372
source: It is not for a human [prophet] that Allah should give him the Scripture and authority and prophethood and then he would say to the people, "Be servants to me rather than Allah," but [instead, he would say], "Be pious scholars of the Lord because of what you have taught of the Scripture and because of what you have studied."
ca: És no per a un humà [profeta] que Allah ha de donar-li l'escriptura i autoritat i prophethood i llavors ell diria a la gent, "ser criats a mi més que Allah", però [en canvi, ell diria], "Ser pietós estudiosos del Senyor per què li han ensenyat de l'escriptura i per el que heu estudiat".
cy: Mae'n nid ar gyfer dynol [Proffwyd] y dylai Allah roi iddo yr ysgrythur ac awdurdod a prophethood a wedyn byddai'n dweud y bobl, "yn weision i mi yn hytrach na Allah", ond [yn hytrach, byddai'n dweud], "Yn ysgolheigion duwiol Arglwydd oherwydd beth rydych wedi dysgu o yr ysgrythur ac oherwydd yr hyn yr ydych wedi astudio."
da: Det er ikke for en menneskelig [profet] at Allah bør give ham de hellige skrifter og myndighed og profetskab og så ville han sige til folk, "være tjenere til mig i stedet for Allah", men [i stedet ville han sige], "Være fromme lærde af Herren på grund af hvad du har lært af Skriften og hvad du har studeret".
el: Δεν είναι για έναν άνθρωπο [προφήτη] ότι Αλλάχ θα πρέπει να του δώσει την γραφή και αρχή και prophethood και, στη συνέχεια, θα έλεγε στους ανθρώπους, «είναι υπηρέτες να μου αντί να Αλλάχ", αλλά [αντ ' αυτού, θα έλεγε], «Είναι ευσεβής μελετητές του κυρίου λόγω αυτά που έχουν διδάξει της γραφής και τι έχουν μελετηθεί».
et: Ei ole inimese [prohvet] et Jumal peaks andma talle pühakiri ja alluvuses ja prophethood ja siis ta ütleks rahvale, "olla teenistujate mulle, mitte Jumal", kuid [selle asemel, ta ütleks], "Tuleb vaga õpetlased Issanda, mida on õpetanud, et pühakirja ja tõttu ei uuritud."
fi: Se ei ole ihmisen [profeetta] Jumala pitäisi antaa hänelle Raamatun ja viranomaisen ja elävältähautaamista, ja sitten hän sanoisi ihmisiä, "on henkilöstön minua kuin Jumala", mutta [sen sijaan hän sanoi], "Olla hurskas tutkijat Herran, mitä olet opettanut Raamatun ja koska olet opiskellut."
he: זה לא בשביל אדם [הנביא] כי אללה צריכה לתת לו את הכתובים ואת רשות prophethood, אז הוא היה אומר לאנשים, "להיות משרתים אותי. במקום אללה", אבל [במקום זאת, הוא היה אומר:] "להיות מלומדים אדוק של האדון בשל מה שלימדתם של כתבי הקודש ובשל מה שלמדת."
hr: To je nije za čovjeka [prorok] da mu Allah dati Sveto pismo i autoritet i prophethood i onda rekao da ljudi, "biti sluge za mene, a ne Allaha", ali [umjesto toga, rekao je], "Biti pobožni učenjaci gospodina zbog pisma što ste učili i što si proučavala."
lt: Tai ne dėl žmogaus [pranašas] kad Dievas turėtų duoti jam Šventojo Rašto ir institucija ir proroctwo ir tada jis sako žmonės, "būti tarnautojų man, o ne Dievas", tačiau [vietoj to, jis sakydavo], "Būti religingas mokslininkai Viešpaties dėl ko jus išmokė knygos ir dėl to, ką jūs studijavau."
lv: Tas ir nevis cilvēka [Pravietis] ka Allah jādod viņam rakstos un iestāde un prophethood, un tad viņš teiktu tautai, "būt ierēdņi mani, nevis Allah", bet [vietā, viņš mēdza teikt], "Būt dievbijīgs zinātnieki kungam sakarā ar to, ko jūs māca Bībele un sakarā ar to, ko esmu studējis."
nb: Det er ikke for en human [profeten] at Gud skulle gi ham skriften og autoritet og han var profet og så han vil si til folket, "være tjenere til meg i stedet for Allah", men [i stedet han vil si], "Være fromme forskere Herren på grunn av hva du har lært av skriften og på grunn av hva du har studert."
sk: To nie je pre človeka [prorok], že Alah by mu písmo a orgán a proroctvá a potom by povedal ľuďom, "sa zamestnanci mi skôr ako Boh", ale [namiesto toho, on by povedal], "Byť zbožný učenci pána, pretože to, čo ste učil písma a vzhľadom na to, čo ste študovali."
sl: To je ne za ljudi [prerok], da Allah bi mu pisma in organ in prophethood in potem bi rekel, da ljudje, "uslužbencev mi kot Alah", vendar [namesto tega, bi rekel], "pobožna učenjakov Gospoda zaradi učil Sveto pismo in zaradi kaj so preučevali."
sr_cyrl: То је не за људско [пророк] да Алах да га спис и ауторитет и пропхетхоод, и онда би рекао људима, "бити слуге да ме радије него Аллах", али [уместо тога, он би рекао], "Бити побожни научници од Бога због научила си од Светог писма и шта студирате."
sr_latn: To je ne za ljudsko [prorok] da Alah da ga spis i autoritet i prophethood, i onda bi rekao ljudima, "biti sluge da me radije nego Allah", ali [umesto toga, on bi rekao], "Biti pobožni naučnici od Boga zbog naučila si od Svetog pisma i šta studirate."
uk: Це не для людини [пророк] що Аллах повинні дати йому Писання і авторитет і пророцтва, і тоді він б сказати людям, "бути слугами мене, а не Аллах", але [замість цього, він скаже], "Бути благочестиві вчених Господь через те, що ви вчили з Писання, і через те, що ви вивчили".
vi: Nó là không phải cho một con người [tiên tri] rằng Allah nên cho anh ta những kinh thánh và thẩm quyền và các sứ và sau đó ông sẽ nói cho mọi người, "là các công chức để tôi chứ không phải là Allah", nhưng [thay vào đó, ông sẽ nói], "Là các học giả tín đồ sùng đạo của Chúa vì những gì bạn đã dạy trong kinh thánh và vì những gì bạn đã học."
zu: Akusikho engumuntu [umprofethi] Allah ungamniki umBhalo namagunya prophethood bese yena wayethi abantu, "Yiba izinceku kimi kunokuba Allah," kodwa [kunalokho, yena ubeyothi], "Yiba

# Quran373
source: Nor could he order you to take the angels and prophets as lords. Would he order you to disbelief after you had been Muslims?
ca: Tampoc podria li va ordenar fer àngels i profetes com a senyors. Vols li va ordenar a incredulitat després que hagués estat musulmans?
cy: Ac ni allai ei Gorchymyn ichi gymryd y angylion a'r proffwydi fel Arglwyddi. Byddai'n Gorchymyn chi i anghrediniaeth ar ôl ichi oedd Foslemiaid?
da: Heller ikke kunne han beordre dig til at tage de engle og profeter som lords. Ville han bestille du til vantro, efter at du havde været muslimer?
el: Ούτε θα μπορούσε αυτός να παραγγείλετε σας για να τους αγγέλους και προφήτες ως άρχοντες. Θα αυτός παραγγελία σας να δυσπιστία μετά από ήσασταν μουσουλμάνοι;
et: Samuti võiks ta selleks teid Inglid ja prohvetid nagu isandaid. Oleks ta et te ei uskunud et pärast seda, kui oli olnud moslemid?
fi: Eikä hän käskyn enkelit ja profeetat kuten lords. Hän määräisi te jotta epäusko kun olet ollut muslimeja?
he: ולא יכול הוא פוקד עליך לקחת את המלאכים ואת הנביאים כמו הלורדים. הוא יזמין אותך כדי חוסר אמונה לאחר שהיית מוסלמים?
hr: Niti bi on naredio da se anđeli i proroci kao gospodari. Će on narediti da nevjerica nakon što su bili Muslimani?
lt: Taip pat jis galėtų užsisakyti jums imtis angelai ir pranašai kaip valdovai. Norėčiau jis, kad jūs į netikėjimo po to, kai jums buvo musulmonų?
lv: Tāpat viņš varētu noteikt, veikt angels un pravieši, kā kungi. Būtu viņš pasūtīt jums uz neticību, pēc tam, kad bija bijuši musulmaņi?
nb: Heller ikke kan han bestille å ta engler og profeter som herrer. Ville han bestille deg til vantro etter at du hadde vært muslimer?
sk: Ani mu prikázať, aby si anjelov a prorokov ako pánov. By on, aby ste neveriacky potom, čo ste boli moslimovia?
sl: Prav tako lahko odredi, da angeli in preroki kot gospodarji. Bi ga odredi nejeverno, potem ko so bili muslimani?
sr_cyrl: Нити могу да је наредио да се анђели и пророци као господари. Бих је наредио да неверовање након што сте били Муслимани?
sr_latn: Niti mogu da je naredio da se anđeli i proroci kao gospodari. Bih je naredio da neverovanje nakon što ste bili Muslimani?
uk: Також він може замовити вас взяти ангелів і пророків як лордів. Б він наказую тобі на невір'я після того, як ви були мусульман?
vi: Cũng như, ông có thể đặt hàng bạn để có các thiên thần và các tiên tri là lãnh chúa. Nào anh ta để bạn hoài nghi sau khi bạn đã có là người Hồi giáo?
zu: Nor ingabe wayengazithethelela yokukuyala + ukuba athathe izingelosi nabaprofethi njengoba noMbusi wababusi.

# Quran374
source: And [recall, O People of the Scripture], when Allah took the covenant of the prophets, [saying], "Whatever I give you of the Scripture and wisdom and then there comes to you a messenger confirming what is with you, you [must] believe in him and support him." [Allah] said, "Have you acknowledged and taken upon that My commitment?" They said, "We have acknowledged it." He said, "Then bear witness, and I am with you among the witnesses."
ca: I [desvetllen, O gent de les escriptures], quan Allah va prendre el Pacte dels profetes, [dir], "qualsevol cosa donar-li de les escriptures i saviesa i llavors no hi ve a vostè un Missatger confirmant què és amb tu, [ha] creuen en ell i donar-li suport." [Allah] deia, "Ha reconegut i assumits que meu compromís?" Deien, "Ens han reconegut això." Va dir, "llavors donar testimoni, i estic amb tu entre els testimonis".
cy: A [gof, O bobl yr ysgrythur], pan gymerodd Allah y cyfamod y proffwydi, [dweud], 'beth bynnag roi ichi o'r ysgrythur a doethineb ac yna daw i chi negesydd cadarnhau beth yw gyda chi, chi [Rhaid] yn credu mewn iddo a chefnogi ef." [Allah] yn dweud, "Ydych chi wedi cydnabod ac wedi fy ymrwymiad ar hynny?" Maent yn dweud, "yr ydym wedi cydnabod hynny." Meddai, "yna yn dwyn tyst, ac yr wyf gyda chi ymysg y tystion."
da: Og [recall, O folk af Skriften], når Allah tog pagt af profeterne, [siger], "uanset hvad jeg give dig af Skriften og visdom og så er der kommer til dig en messenger bekræfter, hvad er med dig, du [skal] tror på ham og støtte ham." [Allah] sagde, "Har du erkendt og taget på, at mit engagement?" De sagde, "Vi har erkendt det." Han sagde, "så vidner, og jeg er med dig blandt vidnerne."
el: Και [ανάκληση, O άνθρωποι του Scripture], όταν ο Αλλάχ πήρε το Σύμφωνο των προφητών, [λέγοντας], "ό, τι θα δώσω της Αγίας Γραφής και Σοφία και στη συνέχεια, υπάρχουν έρχεται σε σας αγγελιοφόρο επιβεβαίωση τι είναι μαζί σας, [πρέπει να] πιστεύουν σ ' αυτόν και να τον υποστηρίξει." [Αλλάχ] είπε, «Έχετε αναγνωρίζεται και λαμβάνεται επάνω που δέσμευσή μου;» Είπαν, «Έχουμε αναγνωρίσει αυτό.» Είπε, «τότε μαρτυρούν, και είμαι μαζί σας μεταξύ των μαρτύρων».
et: Ja [Meenuta, O inimesi pühakirja], kui Jumal võttis [öelda], prohvetite pakti "mis iganes ma annan teile pühakiri ja tarkuse ja siis tuleb sulle kinnitades, mis on teie Messengeri, [peab] temasse usuvad ja teda toetada." [Jumalat] ütles: "Ole sa tunnistas ja antavatele mis minu pühendumus?" Nad ütlesid: "Meil on tunnistanud ta." Ta ütles: "siis tunnistan, ja olen teiega tunnistajate seas."
fi: Ja [, oi ihmiset Raamatun], kun Jumala otti liiton profeettoja, [sanoen], "mitä annan teille Raamatun ja viisautta ja sitten tulee luoksesi vahvistaa, mikä on sanansaattaja, [on] uskovat häneen ja tukea häntä" [Jumala] sanoi: "Onko teillä otettava siihen sitoumukseni? He sanoivat: "Olemme tunnustaneet sen." Hän sanoi, "sitten todistaa, ja kuulun kanssasi todistajien."
he: [ראה, O אנשים של כתבי הקודש], אללה לקחה את האמנה של הנביאים, [ואמר] "מה נותן לך כתבי הקודש תבונה, ואז יש בא אליך שליח לוודא מה קורה איתך, [יש] מאמינים בו את תומך בו" [אללה] אמר, "יש לך הודתה ואף לקח על זה המחויבות שלי?" הם אמרו, "אנחנו המטוסים אישרו את זה." הוא אמר, "ואז כעד, אני איתך בין העדים."
hr: I [opoziv, O ljudima pisma], kada je Allah uzeo zavjet proroka [govoreći], "što god vam pismu i mudrosti i tu dolazi do vas Glasnik potvrđuje ono što je s tobom, [mora] vjeruju u njega i podržavaju ga." [Allah] je rekao, "Jesi li priznati i uzeti na to moje opredjeljenje?" Rekli su, "Priznali to." Rekao je, "onda svjedoče, a ja sam s tobom među svjedocima."
lt: Ir [prisiminti, O žmonės knygos], kai Dievas paėmė Testamento pranašų, [sako], "kokia aš jums rašto ir išminties ir tuomet ateis pas jus patvirtinantis, kas yra su jumis messenger, [turi] tiki juo ir jį remti." [Dievas] sakė: "Ar jūs pripažino ir pensijas kad savo įsipareigojimą?" Jie sakė, "Mes pripažino jis." Jis pasakė, "tada liudija, ir aš esu su jumis tarp liudininkų."
lv: Un [atsaukšana, O cilvēku rakstos], Allah stājos pravieši [saka] pilsētas mēru "kāds es dodu jums Svētos rakstus un gudrību un tad viņi nāk pie jums messenger apstiprina, kāda ir ar jums, ir viņam ticēt un atbalstīt viņu." [Allah] teica: "Ir atzīts un pēc kuras veikti manu apņemšanos?" Viņi teica: "Mums ir atzinušas to." Viņš teica: tad liecinieku, un es esmu kopā ar jums starp lieciniekiem.
nb: Og [husker, O folket av kristendomskunnskapen], når Allah tok pakten profetenes [sier], "hva jeg gi deg av skriften og visdom og så er det kommer til deg en budbringer bekrefter hva er med deg, du [må] tro på ham og støtte ham." [Allah] sa, "Har du anerkjent og påtatt som mitt engasjement?" De sa: "Vi har anerkjent den." Han sa, "deretter vitne, og jeg er med deg blant vitner.
sk: A [odvolanie, O ľudí písma], keď Boh vzal pakt prorokov [povedať], "čo som vám písma a múdrosť a potom tam príde k vám posol potvrdzuje, čo je s vami, potrebné v neho veria a podporovať ho." [Allah] povedal: "Už si uznal, a vziať na to moje odhodlanie?" Povedali, že "Sme to uznali." On povedal: "potom svedectvo, a ja som s vami medzi svedkov."
sl: In [odpoklic, O ljudje Sveto pismo], ko Alah vzel zaveze prerokov, [pravijo,] "karkoli dam, pisma in modrosti in potem pride k vam sel potrjuje, kaj je z vami, [mora] verjamejo v njega in ga podpirajo." [Alahove] je dejal, "Je priznala in moja zaveza, ki ob da?" So rekli, "Smo priznala to." Je dejal, "potem pričajo, in jaz sem z vami med prič."
sr_cyrl: И [опозив, О људима писма из], када је Аллах узео Завјет пророка, [указујући], "Шта год да вам из Светог писма и мудрост и онда је ту у питању те гласник потврђује шта је са тобом, [мора] да верују у њега и да га подржавају." [Аллах ] је рекао, "признао и одведен на то обавезујем?" Рекли су, "Признали смо то." Он је рекао, "онда су сведоци, а ја сам с тобом међу сведоцима."
sr_latn: I [opoziv, O ljudima pisma iz], kada je Allah uzeo Zavjet proroka, [ukazujući], "Šta god da vam iz Svetog pisma i mudrost i onda je tu u pitanju te glasnik potvrđuje šta je sa tobom, [mora] da veruju u njega i da ga podržavaju." [Allah] je rekao, "priznao i odveden na to obavezujem?" Rekli su, "Priznali smo to." On je rekao, "onda su svedoci, a ja sam s tobom među svedocima."
uk: І [Нагадаємо, О люди в Писанні], коли Аллах взяв Завіту пророків, [кажучи:] "все, що я даю вам Писання і мудрості і тут приходить до вас messenger, який підтверджує, що це з вами, мають вірити в нього і підтримати його." [Аллах] сказав: "ви визнали і прийняті при цьому свою прихильність?" Вони сказали: "Ми визнали його." Він сказав: "тоді свідчити, і я з вами серед свідків".
vi: Và [thu hồi, O người của Kinh Thánh], khi Allah đã giao ước của các tiên tri, [nói], "bất cứ điều gì tôi cung cấp cho bạn về kinh thánh và sự khôn ngoan và sau đó có nói đến bạn một messenger xác nhận những gì với bạn, bạn [phải] tin vào Ngài và hỗ trợ ông." [Allah] nói, "Bạn đã thừa nhận và thực hiện khi có cam kết của tôi?" Họ nói, "Chúng tôi đã nhận ra nó." Ông nói, "làm chứng sau đó và I am với bạn trong số các nhân chứng."
zu: Futhi [Ukukhumbula, O ntu scripture], lapho Allah wathatha isivumelwano abaprofethi, [ethi], "Noma yini enginayo makakuphe umBhalo nokuhlakanipha bese kuza kuwe isithunywa okuqinisekisa lokho okushiwo unawe, wena [

# Quran375
source: And whoever turned away after that - they were the defiantly disobedient.
ca: I qui va rebutjar després d'això - fossin la desafiant desobedient.
cy: A pwy bynnag droi i ffwrdd ar ôl hynny-yn defiantly anufudd.
da: Og hvem vendte væk efter at - de var trodsigt ulydige.
el: Και όποιος γύρισε μακριά μετά από αυτό - ήταν προκλητικά ανυπάκουος.
et: Ja kes iganes loobunud pärast seda - nad olid väljakutsuvalt sõnakuulmatud.
fi: Ja kuka käänsi pois, jonka jälkeen - he olivat uhmakkaasti tottelematon.
he: ואת מי הסתובב אחרי זה - הם היו בהתרסה ממושמע, לאחר.
hr: I tko god okrenula nakon toga - oni su definitivno neposlušan.
lt: Ir kas nusigręžė po to - jie buvo iššaukiančiai Nepaklusniųjų.
lv: Un tas, kurš novērsās, pēc tam - tie bija izaicinoši nepaklausību.
nb: Og hvem vendt bort etter det - de var trassig ulydige.
sk: A kto sa otočil po-boli vyzývavé neposlušný.
sl: In kdor obrnil po tem - so kljubovalno neposlušni.
sr_cyrl: И ко год се окренула након тога - били су пркосно непослушно.
sr_latn: I ko god se okrenula nakon toga - bili su prkosno neposlušno.
uk: І той, хто відвернувся після цього - вони були зухвало неслухняних.
vi: Và bất cứ ai quay lưng sau đó - họ đã là ngô nghịch defiantly.
zu: Futhi noma ubani baphambulela ngemva kwalokho - babengamaqhawe ngokweyisa abangalaleli.

# Quran376
source: So is it other than the religion of Allah they desire, while to Him have submitted [all] those within the heavens and earth, willingly or by compulsion, and to Him they will be returned?
ca: Així és que no sigui la religió d'Allah que desitgen, mentre que ell ha enviat [tots] aquells dins el cel i la terra, voluntàriament o per obligació i a ell li serà retornada?
cy: Felly onid yw'n heblaw crefydd Allah maent yn eu dymuno, er iddo ef wedi cyflwyno [holl] hynny o fewn y nefoedd a'r ddaear, o'i wirfodd neu drwy orfodaeth, ac iddo cânt eu dychwelyd?
da: Så er det andet end religion Allah de ønske om, at ham har indsendt [alle] disse inden for himlene og jorden, frivilligt eller med tvang og til ham de vil blive returneret?
el: Έτσι, είναι διαφορετική από την θρησκεία του Αλλάχ που επιθυμούν, ενώ σ ' αυτόν έχουν υποβάλει [όλα] εκείνοι μέσα σε τον ουρανό και τη γη, πρόθυμα ή από παρόρμηση, και σε αυτόν θα είναι επέστρεψαν;
et: Nii see on kui Allah ideaaliks, kuigi temale religioon on esitanud [kõik] need taeva ja maa, vabatahtlikult või poolt sundi, ja talle juhul tagastatakse?
fi: Onko siis kuin uskonnon Jumalan, he haluavat, vaikka hänelle esittäneet [kaikki] näiden sisällä taivaat ja maan vapaaehtoisesti tai pakon ja hänelle ne palautetaan?
he: אז זה מלבד הדת של אללה הוא הרצון, ואילו אותו שלחו [כל] האלה בתוך השמיים והארץ, מרצון או על ידי כפייה, אליו הם יוחזר?
hr: Tako je osim religije Allaha oni žele, dok mu se predalo je [sve] te u nebesa i zemlje, dobrovoljno ili prisile, a da ga oni će biti vraćeni?
lt: Taigi tai ne religijos Dievo jie nori, nors į jį pateikė [visi] tų per dangų ir žemę, noriai ar prievartos, ir jam jie bus grąžinti?
lv: Tātad nav Allah viņi vēlas, lai viņu reliģija ir iesniegušas [visas] šos laikā debesis un zeme, labprātīgi vai piespiedu pasākumus, un viņam tiks atgriezti?
nb: Så er det enn religionen Allah de ønsker, mens til ham har sendt [alle] de i himlene og jorden, frivillig eller med tvang, og med ham de returneres?
sk: Takže je to ako náboženstvu Alaha, ktoré si to želajú, zatiaľ čo k nemu predložili [všetko] tie do nebies a Zeme, ochotne alebo nutkanie, ktoré mu budú vrátené?
sl: Tako ni religija od Allah, želijo, da ga predložila [vse] teh v nebesa in zemlja, prostovoljno ali s prisilo, in mu jih bo vrnil?
sr_cyrl: Па то је осим религије Алаха, они желе, док му се предало је [све] те у року од неба и земље, добровољно или по принуда, и да га они ће бити враћена?
sr_latn: Pa to je osim religije Alaha, oni žele, dok mu se predalo je [sve] te u roku od neba i zemlje, dobrovoljno ili po prinuda, i da ga oni će biti vraćena?
uk: Так що це релігія Аллах вони бажання, хоча йому представив [всі] ці в небеса та земля, охоче або примусу і до нього вони будуть повернуті?
vi: Như vậy là nó không phải là tôn giáo của Allah họ mong muốn, trong khi để anh ta đã gửi [tất cả] những người trong các tầng trời và trái đất, sẵn sàng hoặc cưỡng bách, và cho anh ta họ sẽ được trả lại?
zu: Ngakho ingabe omunye ngaphandle inkolo ka Allah balangazelela, kanti kuye sebefake [bonke] labo ngaphakathi bhakabhaka hlaba willingly ngokucindezelwa, kuze Him they phinda?
