Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran593
source: And whoever emigrates for the cause of Allah will find on the earth many [alternative] locations and abundance. And whoever leaves his home as an emigrant to Allah and His Messenger and then death overtakes him - his reward has already become incumbent upon Allah. And Allah is ever Forgiving and Merciful.
ca: I qui EMIGRA per la causa d'Allah es troba sobre la terra moltes localitzacions [alternatius] i l'abundància. I qui surt de casa seva com a immigrant a Allah i el seu Missatger i després la mort li arriba - la seva recompensa ja ha esdevingut incumbeixen Allah. I Allah és alguna vegada Clement i perdonant.
cy: A pwy bynnag a emigrates am achos Allah bydd yn ei chael ar y ddaear llawer o leoliadau [arall] a digonedd. A pwy bynnag yn gadael ei gartref fel mae emigrant i Allah a Messenger ei ac yna i farwolaeth yn goddiweddyd ef-eisoes wedi ei gwobrwyo dod yn ddyletswydd ar Allah. A bod Allah yn faddeugar a tosturiol erioed.
da: Og hvem udvandrer for årsagen til Allah vil finde på jorden mange [alternative] placeringer og overflod. Og den, der forlader sit hjem som en udvandrer for Allah og hans sendebud og derefter død overhaler ham - hans belønning er allerede blevet påhviler for Allah. Og Allah er nogen sinde tilgivende og barmhjertig.
el: Και όποιος μεταναστεύει για την αιτία του Αλλάχ θα βρείτε στη γη πολλά [εναλλακτικά] τοποθεσίες και αφθονία. Και όποιος φεύγει από τη χώρα ως ενός μετανάστη να Αλλάχ και του Messenger και, στη συνέχεια, το θάνατο τον προσπερνά - ανταμοιβή του έχει ήδη γίνει βαρύνουν Αλλάχ. Και Αλλάχ είναι ποτέ επιεικής και φιλεύσπλαχνος.
et: Ja kes iganes emigrates jaoks põhjus Jumal maa peal leiab palju [tiivsete] ja arvukus. Ning kes iganes see tema kodu, nagu emigrant Allah ja tema saadik ja seejärel surma üllatab teda – tema tasu muutunud täitmist, Allah. Ja Jumal on kunagi andestav ja armuline.
fi: Ja kuka emigrates syyn Jumala maan päällä [automaatioaste] ja runsautta. Ja kuka lähtee kotoaan yksinäisinä Jumala ja hänen lähettiläänsä ja kuoleman ohittaa hänet-hänen palkkansa on jo tullut velvollisuutena Allah. Ja Jumala on aina anteeksiantava ja laupias.
he: מי emigrates למען המטרה של אללה תוכלו למצוא על כדור הארץ רבים במיקומים [חלופיים] ושפע. מי יוצא מביתו אמיגראנט אללה, שליח שלו ולאחר מכן מוות עוקפת אותו-את הפרס שלו כבר הפך לכוף אללה. אללה הוא אי פעם סלחני ורחום.
hr: I onaj tko odlazi na Allaha naći će na zemlji mnogo [izbor] lokacije i obilje. I onaj koji napušta svoj dom kao emigrant Allahu i njegovom poslaniku i onda smrt obuzima ga - njegova nagrada je već postao sadašnji na Allaha. A Allah je uvijek oprašta i milostivi.
lt: Ir tas, kas Arabes Unis Dievas priežastis rasite žemėje daug [alternatyviose] ir gausa. Ir kas palieka savo namus kaip emigrantas Dievas ir jo Messenger ir tada mirties aplenkia jį - savo apdovanojimus jau tapo nesumenkina Dievas. Ir Dievas yra kada nors atlaidus ir gailestingas.
lv: Un kurš emigrates Allah iemeslu atradīs uz zemes daudz [alternatīva] vietās un pārpilnību. Un tas, kurš atstāj savu māju kā emigrants Allah un viņa Messenger un pēc tam nāve viņu panāk - viņa atlīdzība ir kļuvis jau uzlikts Allah. Un Allah ir kādreiz piedodošs un žēlsirdīgs.
nb: Og den som emigrates for årsaken til Allah finner på jorden mange [alternativ] steder og overflod. Og den som forlater sine hjem som en utvandrer til Allah og hans Messenger og deretter død overgår ham - hans belønning har allerede blitt pålagt Allah. Døyve er noen gang tilgivende og barmhjertig.
sk: A ten, kto emigruje z dôvodu Alah nájdu na zemi mnoho [alternatívny] miesta a hojnosti. A ten, kto opustí svoj domov, ako emigrant Alah a jeho posol a potom smrť predbehne ho - jeho odmena stala povinnosťou Alah. A Allah je niekedy odpúšťajúci a milosrdný.
sl: In kdor emigrates za vzrok Allah našli na zemlji veliko [lokacijami] in številčnosti. In kdor zapusti svoj dom kot izseljenca Allah in njegov sel in nato smrt ga prehiti - nagrado je postala že naložene Allah. In Allah je koli tolerantna in usmiljen.
sr_cyrl: И ко год оде као за узрок Аллах наћи ћете на земљу много [алтернативне] локације и обиља. И онај ко оставља свог дома као емигрант у Алаха и његовог гласника и смрт надвлада га - његова награда, већ је постао садашњи на Алаха. А Аллах је икада опростити и милостив.
sr_latn: I ko god ode kao za uzrok Allah naći ćete na zemlju mnogo [alternativne] lokacije i obilja. I onaj ko ostavlja svog doma kao emigrant u Alaha i njegovog glasnika i smrt nadvlada ga - njegova nagrada, već je postao sadašnji na Alaha. A Allah je ikada oprostiti i milostiv.
uk: І той, хто емігрує з причини Аллах буде знайти на землі багато [альтернативні] місцях і достатку. І той, хто залишає його будинку, як емігрант Аллах і його Messenger, і потім смерті наздоганяє його - його нагорода вже стало обов'язком Аллаха. І Аллах ніколи не прощає і милосердний.
vi: Và bất cứ ai emigrates cho nguyên nhân của Allah sẽ tìm thấy trên trái đất nhiều [khác] địa điểm và phong phú. Và bất cứ ai rời khỏi nhà của mình như một di dân đến Allah và Messenger của ông và sau đó chết vượt anh ta - phần thưởng của mình đã trở thành đương nhiệm khi Allah. Và Allah là bao giờ khoan dung và thương xót.
zu: Futhi noma ubani thutha zathu of Allah uyothola on the [ehlukile] izindawo emhlabeni eziningi kanye nokuchichima.

# Quran594
source: And when you travel throughout the land, there is no blame upon you for shortening the prayer, [especially] if you fear that those who disbelieve may disrupt [or attack] you. Indeed, the disbelievers are ever to you a clear enemy.
ca: I quan viatges per tota la terra, no hi ha cap culpa a vostè per escurçar l'oració, [especialment] si té por que els que dubten pot interrompre [o atacar]. De fet, els disbelievers són mai a vostè un clar enemic.
cy: A pan fyddwch yn teithio ledled y wlad, nid oes unrhyw fai arnoch chi ar gyfer byrhau y weddi, [enwedig] Os ydych yn poeni y gall rhai a chredu amharu ar [neu ymosod ar] chi. Yn wir, y disbelievers yn erioed i chi gelyn clir.
da: Og når du rejser i hele landet, der er ingen skylden på dig for afkortning bøn, [særlig] Hvis du er bange for, at dem, der ikke tror kan forstyrre [eller angribe] du. Faktisk, vantro er nogensinde at du en klar fjende.
el: Και όταν ταξιδεύετε σε όλη τη χώρα, δεν υπάρχει καμία φταίει επάνω σας ελάττωσης της προσευχής, [κυρίως] αν ο φόβος ότι όσοι δυσπιστώ μπορεί να διαταράξει [ή επιτεθούν] σας. Πράγματι, η disbelievers είναι πάντα σε σας μια σαφής εχθρός.
et: Ja kogu maa sõites ei ole süüdistada teie peale lühendamine palves, [eriti] kui sa kardad, et need, kes usu võib häirida [või rünnata] sa. Nende uskottomille on tõepoolest kunagi sulle selge vaenlane.
fi: Ja kun matkustaa ympäri maata, ei ole syyllinen teitä lyhentää rukous, [erityisesti] Jos pelkäät, että ne, jotka ovat uskottomia voi häiritä [voit hyökätä]. Saa luovuttaa todellakin koskaan sinulle selkeä vihollinen.
he: כאשר אתה נוסע בכל רחבי הארץ, ויש אין האשמה עליכם על קיצור התפילה [במיוחד] אם אתה חושש כי אלה לא להאמין עלול לשבש [או לתקוף]. ואכן, disbelievers הם אי פעם לך אויב ברור.
hr: I kad ste na putovanju u cijeloj zemlji, nema nitko nije kriv na vas za Kraćenje molitve, [posebice] Ako se bojiš da oni koji ne vjeruju može poremetiti [ili napada] ti. Doista, u iskuse su ikad ti jasno neprijatelja.
lt: Ir keliaujant visoje žemėje, yra ne kaltinti tave sutrumpinimo malda, [ypač] Jei bijote, kad tie, kurie neturi wierza gali sutrikdyti [arba pulti]. Iš tiesų, kad disbelievers yra kada nors jums aiškų priešą.
lv: Un, kad jums ceļot visā zemē, nav nekādas vainas pār jums lūgšanu, saīsinot [it] Ja jums bailes, ka tiem, kuri neticēt var sagraut [vai uzbrukuma]. Patiešām, disbelievers ir kādreiz jums skaidru ienaidnieks.
nb: Og når du reiser over hele landet, det er ingen skyld på deg for å korte bønn, [spesielt] hvis du frykter at de som tviler kan forstyrre [eller angripe] du. Faktisk er troende noensinne til deg en klar fiende.
sk: A keď budete cestovať po celej krajine, nie je bez viny na vás za skrátenie modlitby [najmä] Ak máte strach, že tí, ktorí neveria to môže narušiť [alebo útok]. Vskutku, neveriacim sú niekedy vám jasný nepriateľ.
sl: In ko potujete po vsej deželi, je brez krivde na vas, za molitev, skrajšanje [zlasti] Če se bojiš, da tistim, ki verjamem lahko motijo [ali napad]. Dejansko je disbelievers so kdaj vam jasno sovražnika.
sr_cyrl: И када путујете кроз земљу, не кривим вас поховани молитву, [посебно] ако те страх да они који су управљали може пореметити [или нападају] ти. Заиста , скептике су икада теби јасно непријатеља.
sr_latn: I kada putujete kroz zemlju, ne krivim vas pohovani molitvu, [posebno] ako te strah da oni koji su upravljali može poremetiti [ili napadaju] ti. Zaista, skeptike su ikada tebi jasno neprijatelja.
uk: І коли ви подорожуєте по всій землі, немає не провину на вас за скорочення молитви, [особливо] Якщо ви боїтеся, що ті, хто не вірити може порушити [або атакувати]. Дійсно, в disbelievers хочемо коли-небудь ви чітко визначеного супротивника.
vi: Và khi bạn đi du lịch khắp đất, không có đổ lỗi khi bạn cho rút ngắn những lời cầu nguyện, [đặc biệt] Nếu bạn lo sợ rằng những người disbelieve có thể phá vỡ [hoặc tấn công] bạn. Thật vậy, các thì có bao giờ cho bạn một kẻ thù rõ ràng.
zu: Futhi uma wena uzohamba kulo lonke izwe, akukho basola kuwe kunciphisa umthandazo, [ikakhulukazi] uma wesaba ukuthi labo disbelieve zingaphazamisa [noma ukuhlaselwa] wena.

# Quran595
source: And when you are among them and lead them in prayer, let a group of them stand [in prayer] with you and let them carry their arms. And when they have prostrated, let them be [in position] behind you and have the other group come forward which has not [yet] prayed and let them pray with you, taking precaution and carrying their arms. Those who disbelieve wish that you would neglect your weapons and your baggage so they could come down upon you in one [single] attack. But there is no blame upon you, if you are troubled by rain or are ill, for putting down your arms, but take precaution. Indeed, Allah has prepared for the disbelievers a humiliating punishment.
ca: I quan estan entre ells i els porten a la pregària, deixar que un grup d'ells peu [en l'oració] amb vostè i deixar-los a portar els braços. I quan ells han postrat, deixar-los estar [en posició] darrere de tu i l'altre grup arribat cap endavant que ha no [encara] pregat i deixar-los pregar amb vostè, tenint la precaució i portar els braços. Els que dubten desitgem que vols descuidat les seves armes i el seu equipatge així que podien baixar a vostè en un atac [sol]. Però hi ha cap culpa a vostè, si vostè està preocupat per la pluja o estan malalts, per posar les seves armes, però precaucions. De fet, Allah ha preparat pels disbelievers un càstig humiliant.
cy: A pan fyddwch yn eu plith, ac yn eu harwain mewn gweddi, gadewch i grŵp o iddynt sefyll [mewn gweddi] gyda chi a gadewch iddynt gario eu breichiau. A pan maent wedi prostrated, gadewch iddynt fod [mewn sefyllfa] tu ôl i chi ac wedi y grŵp arall yn dod ymlaen sydd wedi nid [eto] rhoi'r bai arnom a gadewch iddynt yn gweddo gyda chi, cymryd rhagofalon a chynnal eu breichiau. Mae rhai a chredu yn dymuno y byddai esgeuluso eich arfau a eich bagiau fel y gallent ddod i lawr i chi yn un ymosodiad [un]. Ond nid oes unrhyw fai arnoch chi, os ydych yn cythryblus glaw neu sâl, am roi i lawr eich breichiau, ond cymryd rhagofalon. Yn wir, mae'r Allah yn paratoi ar gyfer y disbelievers cosb bychanol.
da: Og når du er blandt dem og føre dem i bøn, lad en gruppe af dem står [i bøn] med dem og lad dem bære deres våben. Og når de har bukkede, lad dem være [i position] bag dig og har anden gruppen kommer frem som har ikke [men] bad og lad dem bede med dig, at tage forsigtighed og bærer deres våben. Dem, der ikke tror vil, at du ville forsømme dit våben og din bagage, så de kunne komme ned på dig i en [enkelt] angreb. Men der er ingen skylden på dig, hvis du er plaget af regn eller er syg, for at sætte ned dine arme, men tager forholdsregler. Faktisk, Allah har udarbejdet for vantro en ydmygende straf.
el: Και όταν είναι μεταξύ τους και να τους οδηγήσει στην προσευχή, αφήστε μια ομάδα από αυτούς εμποδίζουν την [προσευχή] μαζί σας και να τους φέρει όπλα τους. Και όταν αυτοί έχουν πέφτουν χάμω, αφήστε τους να είναι [στη θέση] πίσω σας και η άλλη ομάδα έρθει προς τα εμπρός που έχει δεν [ακόμη] προσευχήθηκε και αφήστε τους να προσευχηθούμε μαζί σας, λαμβάνοντας προληπτικά και να μεταφέρουν τα όπλα τους. Αυτοί που δυσπιστώ επιθυμούν ότι θα παραμελήσετε σας όπλα και τις αποσκευές σας έτσι θα μπορούσε να τεθεί κάτω από πάνω σας με μόνο μια επίθεση [single]. Αλλά υπάρχει κανένα φταίξιμο σε σας, αν είναι προβληματισμένος από βροχή ή είναι άρρωστοι, για τη θέση των χεριών σας, αλλά παίρνω προφύλαξη. Πράγματι, Αλλάχ έχει ετοιμάσει για disbelievers μια ταπεινωτική τιμωρία.
et: Ja kui oled nende seas ja viia neid palves, lase rühm neist teiega stand [palves] ja lasta neil teha oma relvad. Ja kuna nad on prostrated, Las nad olla [asukoht] selja taha ja muu jõudnud edasi mis ei ole [veel] palvetas ega lase neil palvetada koos sinuga, võttes tarvitusele ja veavad oma relvad. Need, kes usu soovin, et te sooviksite unustada oma relvad ja teie pagas nii võiks tulla maha teie peale ühe [üks] Attack. Aga ei ole süüdistada teid, kui vihma harjumatut või oled haige käed alla panna, kuid võtta ettevaatusabinõusid. Tõepoolest, Allah on valmis ning uskottomille alandava karistuse.
fi: Ja kun niiden joukossa, ja johtaa heidät rukouksessa, Anna ryhmä niistä rinnallanne [rukouksessa] ja antakaa heidän aseensa. Ja kun he ovat kasvoillaan, olkoot [asema] takanasi ja muitten oppisopimusharjoittelijoiden joka on ei [mutta] rukoili ja anna heidän rukoilla kanssasi, kun varovaisuus ja kuljettaa käsiään. Ne, jotka ovat uskottomia halu, että laiminlyötte aseita ja matkatavarasi niin voivansa tulla alas teitä [single] hyökkäys. Mutta ei ole syyllinen teitä, jos ovat huolissaan sade tai ovat huonosti laskemisesta aseita mutta ajaa ehkäisytoimi. Itse asiassa Jumala on valmistettu uskottomille nöyryyttävä rangaistus.
he: כאשר אתם נמצאים ביניהם ולהוביל אותם בתפילה, לתת קבוצה מהם לעמוד [בתפילה] איתך ולתת אותם זרועותיהם נושאים. מתי הם יש prostrated, תן להם להיות [שם] מאחוריך ואת הקבוצה השנייה לבוא קדימה אשר יש לא [עדיין] התפלל ולתת להם להתפלל איתך, לוקח אמצעי זהירות וחמושים בנשקם. אלה לא להאמין מאחלים כי אתה מזניח את הנשק ואת המטען שלך הם יכולים לבוא עליכם [] התקף אחד. אבל אין שום אשמה עמכם, אם טרודים גשם או אתה חולה, לשים את נשקכם, אבל לנקוט אמצעי זהירות. אכן, אללה הכין עבור disbelievers עונש משפיל.
hr: I kada su među njima i dovesti ih u molitvi, grupa njih stajati [u molitvi] s tobom i neka ih nose oružje. I kada su prostrated, neka se [u položaju] iza sebe i druge grupe došli naprijed koja nije [još] molio i da mole s tobom, uzimanje mjere opreza i nosi oružje. Bar oni koji ne vjeruju da će zanemariti svoje oružje i svoje skladište tako da oni mogao sići na vas u jedan [jedne] napad. Ali nitko nije kriv, ako su teška kiša ili su bolesni, za spuštanje ruke ali poduzeti mjere opreza. Uistinu, Allah je pripremio za se iskuse ponižavajuće kazne.
lt: Ir kai yra tarp jų ir veda juos į malda, tegul jų grupės stovi [malda] su jumis ir leisti jiems atlikti savo ginklų. Ir kai jie poklonili, leisti jiems būti [vietoje] už jus ir kitos grupės parodžiusios, nėra [dar] girdi, ir leiskite jiems melstis su jumis, imtis atsargumo priemonių ir vykdyti jų ginklų. Tie, kurie neturi wierza Linkiu, kad jums būtų pamiršti savo ginklus ir jūsų bagažą, jie galėtų nusileisti į tave, vienas [vienas] ataka. Tačiau nėra jokių kaltę verčia jus, jei yra nerimauja dėl lietaus ar serga, už išleidimą žemyn rankas, bet imtis atsargumo priemonių. Iš tiesų, Dievas parengė į disbelievers žeminanti bausmė.
lv: Un kad esat starp tiem un radīt viņiem lūgšanā, ļaujiet grupa no viņiem stāvēt [lūgšanā] kopā ar jums un ļaujiet viņiem veikt savus ieročus. Un, kad viņi ir Džo-Ans, ļaujiet viņiem būt [pozīcija] aiz jums un ir otra grupa nāks klajā kas nav [vēl] lūdza un ļaut viņiem lūdzieties kopā ar tevi, piesardzīgi, un kurš pārvadā ieročus. Tiem, kuri neticēt kaut ka jūs varētu neņemt ieročus un jūsu bagāžu, lai viņi varētu nokāpt pār jums viens [vienu] uzbrukums. Bet nav nekādas vainas pēc, ja ir gadījies lietus vai slikti par savu ieroču nolikšanu, bet veikt piesardzības pasākumus. Patiešām, Allah ir sagatavojusi disbelievers pazemojoša sodīšana.
nb: Og når du er blant dem og lede dem i bønn, la en gruppe av dem står [i bønn] med deg og la dem bære våpen. Og når de har prostrated, la dem være [i posisjon] bak deg og har gruppen annet komme frem som har ikke [men] ba og la dem be med deg, å ta forholdsregler og bærer armene. De som tviler ønsker at du ville overse din våpen og bagasjen så de kunne komme ned på deg i en [enkel] angrep. Men det er ingen skyld på deg, hvis du er plaget av regn eller er syk, for å sette ned armene, men ta forholdsregler. Faktisk har Allah utarbeidet for troende ydmykende straff.
sk: A keď sú medzi nimi a viesť ich modlitby, nech sa skupina z nich zúčastní [modlitba] s vami a nechať ich niesť zbrane. Keď sa prostrated, nech sa [v pozícii] za vami a ostatné skupiny vystúpili do popredia ktorá nie [ale] modlil a modliť sa, nech sa vám užívať preventívne a nosenie zbrane. Tí, ktorí neveria si, že by ste by zanedbávať svoje zbrane a vaša batožina, takže by mohli prísť na vás v jednom [] útok. Ale nie je bez viny, na teba, ak trápi dážď alebo sú choré, pre kladenie ruky, ale prijať preventívne opatrenia. V skutočnosti Boh pripravil pre neveriacim poni ujúce tresty.
sl: In ko so med njimi in jih vodijo v molitvi, naj skupina od njih stojijo [v molitvi] z vami in jim nosijo orožje. In kdaj so se prostrated, naj jim [v položaj] za tabo so druge skupine slaščicah in ki je ne [vendar] molil in jim molim z vami, ob previdnosti in prevažajo svoje roke. Želeti tistim, ki verjamem, da vas bi zanemarjali vaše orožje in vaše prtljage, tako lahko stopi dol na vas v enega napada [en]. Vendar ni brez krivde na vas, če ste vznemirjen zaradi dežja ali bolni, za odlaganjem roke, vendar zalotiti previdnost. Res, Allah je pripravljena za na disbelievers ponižujoče kazen.
sr_cyrl: И када су међу њима и довести их у молитви, нека група њих [у молитви] уз тебе и пустити их да носе оружје. И кад они имају простратед, нека буду [у позицију] иза тебе и друга група иступила који има не [још] се молила и нека Моли се с тобом, узимање опреза и носи им руке. Бар они који сумњаш да морате би занемарити своје оружје и твој терет тако да долазе могао над вама по један [једне] напад. Али тамо нема кривице на теби, ако си забринут због кише или су болесни, за стављање руке доле, али припазим. Уистину , Аллах је припремио за скептике понижавајуће казна.
sr_latn: I kada su među njima i dovesti ih u molitvi, neka grupa njih [u molitvi] uz tebe i pustiti ih da nose oružje. I kad oni imaju prostrated, neka budu [u poziciju] iza tebe i druga grupa istupila koji ima ne [još] se molila i neka Moli se s tobom, uzimanje opreza i nosi im ruke. Bar oni koji sumnjaš da morate bi zanemariti svoje oružje i tvoj teret tako da dolaze mogao nad vama po jedan [jedne] napad. Ali tamo nema krivice na tebi, ako si zabrinut zbog kiše ili su bolesni, za stavljanje ruke dole, ali pripazim. Uistinu, Allah je pripremio za skeptike ponižavajuće kazna.
uk: І коли ви серед них і привести їх у молитві, нехай Група їх стояти [в молитві] з вами і нехай вони нести зброю. І коли вони мають prostrated, нехай вони будуть [в положенні] позаду вас і інші групи виступити яких має не [поки] молився і нехай вони молитися з вами, приймати запобіжні заходи і перевозити зброю. Ті, хто не вірити бажання, що ви б нехтувати вашої зброї і ваш багаж так що вони можуть зійти на вас в одній з атак [одного]. Але немає не провину на вас, якщо ви стурбовані дощ або хворий, поклавши руки вниз, але вживати заходів обережності. Дійсно, Аллах підготував для на disbelievers принизливе покарання.
vi: Và khi bạn là một trong số họ và dẫn dắt họ cầu nguyện, để cho nhóm của họ đứng [cầu nguyện] với bạn và cho phép họ mang theo vũ khí của họ. Và khi họ có prostrated, cho phép họ [vị trí] phía sau bạn và có các nhóm khác đi về phía trước mà đã không [nhưng] cầu nguyện và hãy để họ cầu nguyện với bạn, dùng để phòng ngừa và mang theo vũ khí của họ. Những người disbelieve rất mong rằng bạn sẽ bỏ bê vũ khí của bạn và hành lý của bạn để họ có thể đi khi bạn vào một cuộc tấn công [single]. Nhưng không có đổ lỗi khi bạn, nếu bạn đang gặp rắc rối bởi mưa hay ốm, đặt xuống cánh tay của bạn, nhưng đề phòng. Thật vậy, Allah đã chuẩn bị cho thì là một sự trừng phạt nhục nhã.
zu: Futhi uma kukhona phakathi kwabo futhi bona emthandazweni, ake iqembu zazo [emthandazweni] nawe futhi ubatshele ukuphatha izikhali zabo.
