Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran603
source: And whoever does a wrong or wrongs himself but then seeks forgiveness of Allah will find Allah Forgiving and Merciful.
ca: I qui fa un mal o wrongs mateix però llavors busca el perdó d'Allah ha perdonar a Allah i Clement.
cy: A pwy bynnag yw'r cam neu wrongs ei hun ond wedyn yn ceisio maddeuant Allah bydd canfod maddeugar Allah ac Merciful.
da: Og hvem gør en forkert eller uret selv men derefter søger tilgivelse af Allah vil finde Allah tilgive og barmhjertige.
el: Και όποιος κάνει ένα λάθος ή ο ίδιος αδικίες αλλά στη συνέχεια, αναζητά συγχώρεση του Αλλάχ, θα βρείτε Αλλάχ επιεικής και εύσπλαχνος.
et: Ja kes iganes ei vale või wrongs ise, kuid siis püüab Jumala andestust leiab Jumal andeks ja Merciful.
fi: Ja kuka tekee väärin tai vääryyttä itse mutta pyritään anteeksi Jumala Jumala anteeksiantava ja armollisin.
he: מי עושה עוול או טעויות עצמו אבל לאחר מכן מבקש מחילה של אללה תוכלו למצוא סלחנית אללה, הרחום והחנון.
hr: I tko god se krivo ili nepravdi sebe ali zatim traži oprost od Allaha naći će Allah prašta i milostiv.
lt: Ir kas nėra neteisingas arba wrongs pats, bet tada siekia remissionem Dievo rasite Dievas atlaidus ir litosciwy.
lv: Un tas, kurš dara nepareizi vai pats netaisnības, bet pēc tam lūdz piedošanu par Allah atradīsiet Allah piedodošs un žēlsirdīgs.
nb: Og hvem gjør en feil eller urett selv men deretter søker tilgivelse Allah finner Allah tilgivende og barmhjertig.
sk: A ten, kto robí zle alebo krivdy sám, ale potom je odpustenie Alah nájdete Boh odpúšťa a Milosrdných.
sl: In kdor ne napačno ali wrongs sam, vendar potem želi odpuščanje Allah našli Allah tolerantna in usmiljen.
sr_cyrl: И ко год ради греску или иини себи неправду, али онда тражи опроштај од Аллах Аллах прашта и милостив.
sr_latn: I ko god radi gresku ili иini sebi nepravdu, ali onda traži oproštaj od Allah Allah prašta i milostiv.
uk: І той, хто робить неправильно або образи сам, але потім шукає прощення Аллаха знайдете Аллах прощати і Merciful.
vi: Và bất cứ ai làm sai một hoặc wrongs mình nhưng sau đó tìm kiếm sự tha thứ của Allah sẽ thấy Allah khoan dung và Merciful.
zu: Whoever enza iphutha noma ububi obabenziwa ngokwakhe kodwa ke sifuna intethelelo ka Allah uzothola Allah Thethelela Nomusa futhi.

# Quran604
source: And whoever commits a sin only earns it against himself. And Allah is ever Knowing and Wise.
ca: I només el qui comet un pecat guanya contra si mateix. I Allah és mai saber i savi.
cy: Ac mae pwy bynnag sy'n ymrwymo bechod dim ond ennill yn erbyn ei hun. A Allah yn gwybod erioed ac yn ddoeth.
da: Og uanset hvem der begår en synd kun tjener det mod sig selv. Og Allah er nogen sinde vidende og kloge.
el: Και όποιος αμαρτάνει κερδίζει μόνο αυτό εναντίον του εαυτού του. Και Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: Ja kes iganes võtab patt see teenib ainult iseenda vastu. Ja Jumal on kunagi teades ja tark.
fi: Ja jokainen, joka tekee syntiä vain Tienaa itseään vastaan. Ja Jumala on koskaan tietää ja viisas.
he: מי מבצע חטא רק מרוויח זה נגד עצמו. אללה הוא אי פעם לדעת ונבונה.
hr: I samo onaj koji počini grijeh koji zarađuje protiv sebe. A Allah je ikada znati i mudar.
lt: Ir tik tas, kas padaro nuodėmė uždirba jį prieš save. Ir Dievas yra kada nors žinant ir išmintingas.
lv: Un tikai tas, kurš uzņemas grēku pelna to pret sevi. Un Allah ir jebkad zinot un gudrs.
nb: Og den som begår en synd bare tjener det mot ham. Døyve er noen gang vite og klok.
sk: A ten, kto spácha hriech to zarobí len proti sebe. A Allah je vôbec vedieť a múdry.
sl: In kdor stori greh le zasluži proti sam. In Allah je koli vedo in pametno.
sr_cyrl: А онај ко поцини грех само зарађује против себе. А Аллах је икада знати и мудар.
sr_latn: A onaj ko pocini greh samo zarađuje protiv sebe. A Allah je ikada znati i mudar.
uk: І кожен, хто скоює гріх тільки заробляє його проти самого себе. І Аллах ніколи не знаючи і мудрий.
vi: Và bất cứ ai cam kết một tội lỗi chỉ kiếm được nó lại với chính mình. Và Allah là bao giờ hiểu biết và khôn ngoan.
zu: Futhi noma ubani ona kuphela zuza it himself.

# Quran605
source: But whoever earns an offense or a sin and then blames it on an innocent [person] has taken upon himself a slander and manifest sin.
ca: Però qui guanya un delicte o un pecat i llavors culpa de un innocent [persona] ha considerat a si mateix un pecat calúmnia i manifest.
cy: Ond pwy bynnag sy'n ennill offense neu bechod ac yna ei beio ar rhai dieuog [person] wedi cymryd ar ei hun yn bechod enllib ac amlwg.
da: Men hvem tjener en forbrydelse eller en synd og derefter skyder skylden på en uskyldig [person] har påtaget sig en bagvaskelse og åbenbar synd.
el: Αλλά όποιος κερδίζει ένα αδίκημα ή αμαρτία, και στη συνέχεια κατηγορεί αυτό για ένα αθώο [άνθρωπος] ανέλαβε την συκοφαντία και του δηλωτικό αμαρτία.
et: Kuid kes teenib kuritegu või patt ja süüdistab seda siis [isik] süütud võtnud enese laimu ja manifesti patt.
fi: Mutta kuka ansaitsee rikos tai synti ja sitten syyttää sitä viaton [henkilö] on ottanut asiakseen panettelua ja ilmeisen synnin.
he: אבל מי מרוויח בעבירה או חטא, ואז מאשים חף מפשע [האדם] נטל על עצמו חטא לשון הרע, מניפסט.
hr: Ali tko zaradi napad ili grijeh i onda krivi nevine [osoba] je preuzeo na sebe klevetu i očituje grijeh.
lt: Bet kas uždirba nusikaltimą ar nuodėmė ir tada kaltina jį nekaltas [žmogus] yra atsižvelgiama į save šmeižtas ir akivaizdžių nuodėmė.
lv: Bet tas, kurš pelna apvainojums vai grēks un tad vaino to par nevainīgu [persona] ir veikusi uz sevis neslava un manifestu grēks.
nb: Men den som tjener en forbrytelse eller en synd og deretter klandrer den på uskyldige [person] har tatt på seg en bakvaskelse og manifest synd.
sk: Ale ten, kto zarába priestupok alebo hriechu a potom obviňuje na nevinných [osoba] vzala na seba ohovárania a zjavné hriechu.
sl: Vendar kdor zasluži kaznivo dejanje ali greh in potem krivi na neškodljivo [oseba] sprejela nase obrekovanja in očitno greh.
sr_cyrl: Али онај ко зарађује увреда или грех и онда за то криви невиног [особа] је узео на себе грех клевета и путника.
sr_latn: Ali onaj ko zarađuje uvreda ili greh i onda za to krivi nevinog [osoba] je uzeo na sebe greh kleveta i putnika.
uk: Але той, хто заробляє злочин або гріх а потім звинувачує її на невинних [людини] взяв на себе наклеп і маніфест гріха.
vi: Nhưng bất cứ ai kiếm được một vi phạm hoặc một tội lỗi và sau đó đổ lỗi cho nó vào vô tội [người] đã lấy khi mình một tội vu khống và biểu hiện.
zu: Kodwa noma ubani uhola ieala noma isono bese usola it on ongenacala [umuntu] uye athathwe phezu ngokwakhe a ukunyundela manifest isono.

# Quran606
source: And if it was not for the favor of Allah upon you, [O Muhammad], and His mercy, a group of them would have determined to mislead you. But they do not mislead except themselves, and they will not harm you at all. And Allah has revealed to you the Book and wisdom and has taught you that which you did not know. And ever has the favor of Allah upon you been great.
ca: I si no era pel favor d'Allah, [O Muhammad], i la seva misericòrdia, un grup d'ells vols han determinat enganyar-vos. Però no indueixi a error excepte si mateixos, i farà no mal en absolut. I Allah ha revelat a vostè el llibre i saviesa i t'ha ensenyat que no Sabíeu. I mai té el favor d'al là sobre tu ha gran.
cy: Byddai ac os nad oedd ar gyfer favor Allah ar chi, [O Muhammad], ac ei drugaredd, grŵp ohonynt wedi penderfynu eich camarwain. Ond nad oeddent yn camarwain ac eithrio eu hunain, ac nid eu bydd niwed chi o gwbl. Ac mae'r Allah yn dangos i chi y llyfr a doethineb ac wedi dysgu hynny a oedd nad ydych yn gwybod eich. Ac erioed favor Allah chi wedi bod yn wych.
da: Og hvis det ikke var til fordel for Allah ved du, [O Muhammad], og hans barmhjertighed, en gruppe af dem ville have fast besluttet på at vildlede dig. Men de ikke virker vildledende undtagen sig selv, og de vil ikke skade dig på alle. Og Allah har åbenbaret for dig, bog og visdom og har lært dig, som du ikke vidste. Og nogensinde har fordel af Allah ved du været stor.
el: Και αν δεν ήταν για τη χάρη του Αλλάχ από εσάς, [Ο Μωάμεθ], και το έλεος του, μια ομάδα από αυτούς θα έχουν καθορίσει να σας παραπλανήσει. Αλλά δεν παραπλανάται εκτός από τον εαυτό τους, και δεν θα σας βλάψει καθόλου. Και Αλλάχ έχει αποκαλύψει σε σας το βιβλίο και τη σοφία και έχει διδάξει αυτό που δεν ξέρετε. Και πάντα έχει την χάρη του Αλλάχ σας ήταν μεγάλη.
et: Ja kui ei olnud teene Jumal sa [O Muhammad], ja oma halastust, rühm neist oleks tõdenud, et eksitada teid. Kuid nad ei eksita peale nende endi ja nad ei kahjusta sa üldse. Ja Jumal näitas sulle raamat ja tarkust ja on õpetanud teile, mida te ei teadnud. Ja kunagi on Jumal teie olnud suur teene.
fi: Ja jos ei Jumala puolesta teitä [Oi Muhammed] ja hänen armonsa joukko niitä selvittänyt johtaa teitä harhaan. Mutta ne eivät johda harhaan paitsi itsensä, ja ne ei haittaa ollenkaan. Ja Jumala on paljastanut sinulle kirjan ja viisautta ja on opettanut sitä, mitä et tiedä. Ja koskaan ole hyväksi Jumala teitä hyvin.
he: אם זה לא היה בשביל הטובה של אללה על אתה, [O מוחמד], ורחמיו, קבוצה מהם קבעו להטעות אותך. . אבל הם לא יטעו מלבד עצמם, הם לא יפגעו בכם בכלל. אללה גילה לך את הספר ואת החוכמה לימד אותך את אשר לא ידעת. ויש לו פעם הטובה של אללה עליכם היה נהדר.
hr: I ako to nije za uslugu Allah na vas, [O Muhammad], i njegove milosti, grupa njih bi odrediti da lažno prikazati. Ali oni ne zavesti osim sebe i uopće vas ne naškoditi. I Allah objavio da vas knjizi i mudrosti i te je naučio ono što ne znaš. I nema uslugu Allah vam super.
lt: Ir jei tai buvo ne Dievo palankumą jums, [O Muhammad], ir jo malonės, jų grupės būtų nustatyta klaidinti jūs. Bet jos neklaidina išskyrus patys, ir jie bus ne pakenkti jums ne visi. Ir Dievas parodė jums knyga ir išminties ir išmokė jus, kurie nežinojo. Ir kada nors malonės Dievas tave buvo puikus.
lv: Un ja tas nav favor Allah būtu noteikuši maldināt. Bet tie nemaldina, izņemot sevi, un tie nedrīkst kaitēt jums vispār. Un Allah atklāja jums grāmatu un gudrība māca jums to, ko jūs nezināt. Un kādreiz ir Allāha pār jums bijis liels favor.
nb: Og hvis det ikke var for favør Allah på deg, [O Muhammad], og hans barmhjertighet, en gruppe av dem ville har besluttet å villede deg. Men de villede ikke unntatt seg selv, og de vil ikke skade deg i det hele tatt. Og Allah har avslørt for deg boken og visdom og har lært deg som du ikke visste. Og har favør Allah dere vært stor.
sk: A ak to nebolo pre prospech Alah vám [Mohamed], a jeho milosrdenstvo, skupina z nich by rozhodli uviesť do omylu. Ale neoklamú okrem seba, a oni vám neublíži vôbec. A Boh zjavil na vás, knihu a múdrosť a učil to, čo ste nevedeli. A vôbec má prospech Alah na vás boli skvelé.
sl: In če ni bilo za uslugo Allah na vas, [O Muhammad], in njegova milost, skupina njih bi odločila, da vas zavedli. Vendar ne zavajajo, razen sebe, ter bojo ne škoda vi sploh. In Alah je pokazala, da si knjigo in modrost in je naučil tisto, kar niste vedeli. In kdaj je korist Allah, na vas je bilo super.
sr_cyrl: И ако то није за услугу и Аллах, [О Мухаммад], и сва његова милост, група њих би утврдили да те обманем. Али они не заваравати, осим себе, а не Наудит ће вам уопште. И , Алах, открила си књигу и мудрост, и оно што ниси знала да те је науиио. И никада није услугу и Алах те је био сјајан.
sr_latn: I ako to nije za uslugu i Allah, [O Muhammad], i sva njegova milost, grupa njih bi utvrdili da te obmanem. Ali oni ne zavaravati, osim sebe, a ne Naudit će vam uopšte. I, Alah, otkrila si knjigu i mudrost, i ono što nisi znala da te je nauиio. I nikada nije uslugu i Alah te je bio sjajan.
uk: І якщо це не на користь Аллах ви [O Мухаммад], і його милосердя, Група з них буде мають намір ввести вас в оману. Але вони не вводити в оману крім самих, і вони не зашкодить вам на всіх. І Аллах показав тобі книги і мудрість і вчить вас те, що ви не знали. І коли-небудь користь Аллах на вас був великий.
vi: Và nếu nó đã không cho sự ưu ái của Allah khi bạn [O Muhammad], và lòng thương xót của mình, một nhóm người nào đã xác định để đánh lừa bạn. Nhưng họ không đánh lừa ngoại trừ bản thân mình, và họ sẽ không làm hại bạn ở tất cả. Và Allah đã tiết lộ cho bạn các cuốn sách và sự khôn ngoan và đã dạy bạn mà bạn không biết. Và bao giờ có sự ưu ái của Allah khi bạn được tuyệt vời.
zu: Futhi uma kwakungekhona umusa Allah phezu kwenu, [O Muhammad] Akhe sa, iqembu of them enqunywe ukukudukisa.

# Quran607
source: No good is there in much of their private conversation, except for those who enjoin charity or that which is right or conciliation between people. And whoever does that seeking means to the approval of Allah - then We are going to give him a great reward.
ca: No bo hi ha en gran part de la seva conversa privada, excepte per a aquells que demanen la caritat o el que és dret o conciliació entre les persones. I qui fa aquell mitjà que busquen a l'aprovació d'Allah - llavors anem a donar-li una gran recompensa.
cy: A oes dim da yn llawer o eu sgwrs breifat, ac eithrio rhai sy'n enjoin elusen neu sy'n hawl neu cymodi rhwng pobl. A pwy bynnag sy'n gwneud hynny'n golygu ceisio cymeradwyo Allah-yna ydym yn mynd i roi gwobr mawr iddo.
da: Noget godt er der i store dele af deres private samtale, bortset fra dem, der pålægger velgørenhed eller det, som er ret eller forlig mellem mennesker. Og hvem gør det søge betyder til godkendelse af Allah - så vi skal give ham en stor belønning.
el: Δεν είναι καλό είναι εκεί σε ένα μεγάλο μέρος της ιδιωτικής συνομιλίας τους, εκτός από όσους διατάσσω φιλανθρωπία ή αυτό που είναι σωστό ή συνδιαλλαγή μεταξύ των ανθρώπων. Και όποιος θα αναζητούν σημαίνει την έγκριση του Αλλάχ - τότε θα του δώσει μια μεγάλη ανταμοιβή.
et: Ole hea on seal palju nende eravestlusi, välja arvatud need, mis kohustab heategevus või see, mis on õige või lepitada inimest. Ja kes iganes ei heakskiitmiseks Allah - keda ehk siis me talle suur auhind.
fi: Ole hyvä siellä paljon kahdenkeskisen keskustelun, lukuun ottamatta niitä, jotka velvoittamaan hyväntekeväisyyteen tai joka on oikealle tai sovittelun ihmisiä. Ja kuka ei Allah - hyväksyminen hakevat eli niin aiomme antaa hänelle suuri palkinto.
he: לא טוב יש הרבה שלהם שיחה פרטית, פרט למי זכות לחייב צדקה או זה שהוא נכון או לפיוס בין אנשים. מי שעושה זאת אומרת המבקשים לאישור של אללה - ואז אנחנו הולכים לתת לו פרס גדול.
hr: Dobar je u mnogo privatnih razgovora, osim onih koji naložiti ljubavi ili ono što je pravo ili pomirenje među ljudima. I tko ne traži znači odobrenje Allaha - zatim ćemo mu dati veliku nagradu.
lt: Nieko gero yra daug jų asmeninio pokalbio, išskyrus tuos, kurie neteisėtos labdaros arba tai, kas yra teisė arba taikinimo tarp žmonių. Ir kas nėra to ieško būdų patvirtinimą, Dievas - tada mes ketiname suteikti jam didelis atlygis.
lv: Nav labi vai ir daudz to privātu sarunu, izņemot tos, kuri liek labdarības vai to, kas ir labi vai samierināšanu starp cilvēkiem. Un tas, kurš dara tas meklē nozīmē apstiprinājumu par Allah - tad mēs gatavojamies dot viņam lielu atlīdzību.
nb: Ikke bra er det i mye av private samtalen, bortsett fra dem som pålegge veldedighet eller det som er rett eller forsoning mellom mennesker. Og hvem det betyr søker godkjenning av Allah - så vi skal gi ham en stor belønning.
sk: Dobré je v veľa z ich súkromného rozhovoru, s výnimkou tých, ktorý nariaďuje charitu alebo to, čo je právo alebo zmierovacieho konania medzi ľuďmi. A kto to znamená Hľadám schválení Alah - potom budeme mu veľká odmena.
sl: Ni dobro, ni v veliko od svoj zasebni pogovor, razen tistih, ki ukaže dobrodelne namene ali ki je pravica ali sprava med ljudmi. In kdor ne da išče načine za odobritev Allah - potem bomo mu veliko nagrado.
sr_cyrl: Није добро има у много њихов приватни разговор, осим за оне који одустају добротворне сврхе или оно што је право или помирења међу људима. И ко год ради тај тражећи средства за одобравање Аллах - а онда идемо да му дати велику награду.
sr_latn: Nije dobro ima u mnogo njihov privatni razgovor, osim za one koji odustaju dobrotvorne svrhe ili ono što je pravo ili pomirenja među ljudima. I ko god radi taj tražeći sredstva za odobravanje Allah - a onda idemo da mu dati veliku nagradu.
uk: Нічого доброго чи є у більшій частині своєї приватної розмови, за винятком тих, які зобов'язують благодійності, або те, що право або примирення між людьми. І той, хто не шукає означає, що для затвердження Аллах - то ми збираємося дати йому велику нагороду.
vi: Không tốt là có ở nhiều cuộc trò chuyện riêng của họ, ngoại trừ những người ra lịnh tổ chức từ thiện hoặc điều đó là đúng hoặc hòa giải giữa người. Và bất cứ ai không có nghĩa là việc tìm kiếm cho sự chấp thuận của Allah - sau đó chúng tôi sẽ cung cấp cho anh ta một phần thưởng tuyệt vời.
zu: Ayikho okuhle kuba khona enkulu ingxoxo yabo yangasese, ngaphandle kwalabo ababenamakhono enjoin charity noma okulungile noma yokubuyisana phakathi kwabantu.

# Quran608
source: And whoever opposes the Messenger after guidance has become clear to him and follows other than the way of the believers - We will give him what he has taken and drive him into Hell, and evil it is as a destination.
ca: I qui s'oposa el Missatger després orientació ha quedat clar per ell i segueix que no sigui a la manera dels creients - anem donar-li el que ha tingut i portar-lo a l'infern, i mal és com a destinació.
cy: A pwy bynnag sydd yn gwrthwynebu y negesydd ar ôl canllawiau wedi dod yn amlwg iddo ef ac yn dilyn heblaw am y ffordd y credinwyr-bydd rhoi iddo beth y mae wedi eu cymryd ac ef yn eu gyrru i uffern, ac anfad ydyw fel cyrchfan.
da: Og hvem er imod Messenger efter vejledning er blevet klart for ham og følger end måde troendes - vil vi give ham, hvad han har taget og køre ham ind i helvede, og onde er det som en destination.
el: Όποιος αντιτίθεται το Messenger μετά την καθοδήγηση έχει καταστεί σαφές σε αυτόν και ακολουθεί διαφορετικό από τον τρόπο των πιστών - θα του δώσω ό, τι έχει πάρει και τον οδηγούν στην κόλαση και κακό είναι ως προορισμό.
et: Ja kes iganes ei jaga sõnumitooja pärast juhiseid saab selgeks talle ja järgmine peale usklikud - kuidas me talle, mida ta on võtnud ja sõita teda põrgusse ja paha on sihtkoht.
fi: Kuka vastustaa Messenger, kun ohjaus on selvinnyt hänelle ja seuraa kuin uskovaiset - tapa annamme hänelle, hän on ottanut ja ajaa hänet helvettiin ja paha on kohde.
he: מי שמתנגד השליח לאחר הדרכה הפך ברור לו ונוהג מלבד הדרך של המאמינים - אנו לתת לו מה שהוא לקח, להסיע אותו לגיהינום, וזה רע כיעד.
hr: I onaj tko se protivi Glasnik nakon vodstvo postalo je jasno da ga i slijedi koji nije put vjernika - ćemo mu uzeo je i voziti ga u pakao, a zlo je kao destinacija.
lt: Ir kas prieštarauja Messenger po orientavimo tapo aišku, kad jam ir toliau ne taip tikintieji - mes jam, ką jis ėmėsi ir vairuoti jį į pragarą, ir blogis tai kaip paskirties vietą.
lv: Un tas, kurš iebilst pret kurjers pēc virzības ir kļuvis skaidrs, viņam un šādā veidā, kas nav ticīgie - veidā mums dot viņam to, ko viņš ir veicis un vedu uz elli, un ļauno ir kā galamērķi.
nb: Og den som motsetter Messenger etter veiledning har blitt klart for ham og følger enn veien for troende - vi vil gi ham hva han har tatt og kjøre ham til helvete, og ondt er det som destinasjon.
sk: Ten, kto odporuje poslem po usmernenie bolo jasné, k nemu a takto ako spôsob, ako veriaci - sme mu, čo on vzal a riadiť ho do pekla a zlo je ako cieľ.
sl: In kdor nasprotuje sel po navodila postalo jasno in sledi razen način verniki - bomo mu, kaj je sprejela in ga vozi v pekel, in zlo je kot destinacijo.
sr_cyrl: Онај ко се противи гласник након Водич је постало јасно да га и прати осим како верника - ћемо га дао, узео је и га одвести у пакао и зла је као дестинација.
sr_latn: Onaj ko se protivi glasnik nakon Vodič je postalo jasno da ga i prati osim kako vernika - ćemo ga dao, uzeo je i ga odvesti u pakao i zla je kao destinacija.
uk: Той, хто виступає проти Messenger, після того, як керівництво стало ясно, до нього і випливає, крім як віруючі - ми дати йому, що він зробив і відвезти його в пекло і зло, це як місце призначення.
vi: Bất cứ ai phản đối các Messenger sau khi hướng dẫn đã trở nên rõ ràng cho anh ta và sau không phải là cách của các tín hữu - chúng tôi sẽ cung cấp cho anh ta những gì ông đã thực hiện và lái xe anh ta vào địa ngục và ác đó là như là một điểm đến.
zu: Futhi noma ubani ophikisa Messenger ngemuva isiqondiso isibe kumcacele futhi ulandela omunye ngaphandle indlela amakholwa - We uyoyinika lokho esethathe bese ushayela him Hogo bi kuba yindawo ethandwa.

# Quran609
source: Indeed, Allah does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allah has certainly gone far astray.
ca: De fet, Allah no perdona associació amb ell, però ell perdona què és menor que per a qui ell voluntats. I certament el que altres associa Allah ha anat molt per mal camí.
cy: Yn wir, nid yw Allah yn maddau Cymdeithas ag ef, ond mae ei fod yn maddau beth yn llai na'r hyn y mae ef yn wills. Ac mae ef a associates eraill gyda Allah yn sicr wedi mynd yn bell ar gyfeiliorn.
da: Faktisk Allah tilgive ikke forening med ham, men han tilgiver hvad er mindre end den, for hvem han Testamente. Og han, der knytter andre til Allah er helt sikkert gået langt på afveje.
el: Πράγματι, Αλλάχ δεν συγχωρεί ὁμιλίαν ἐλήλυθεν, αλλά συγχωρεί τι είναι μικρότερη από εκείνη για τους οποίους διαθήκες. Και σίγουρα αυτός που άλλοι συνεργάτες με τον Αλλάχ έχει περάσει δρόμους.
et: Tõepoolest, Allah ei andesta talle koos, kuid ta andestab, mis on väiksem kui see, kellele ta tahab. Ja see, kes seostab teised Allah on kindlasti läinud kaugele eksinud.
fi: Jumala ei anna anteeksi yhdistyksen hänelle, mutta hän antaa anteeksi, mikä on vähemmän kuin kenelle tahtoo. Ja hän, joka kytkee muiden kanssa Jumala on varmasti käynyt paljon harhaan.
he: אכן, אללה סולח הקשר אליו, אבל הוא יסלח מהו פחות עבור מי שהוא חפץ. הוא המשייך אחרים אללה בהחלט איננה רחוקה.
hr: Zaista, Allah ne oprašta s njim, ali on će oprostiti ono što je manje od toga za koga hoće. I tko drugi pridružuje Allahu je svakako zalutao daleko.
lt: Iš tiesų, Dievas neatleis asociacijos su juo, bet jis atleidžia kas yra mažesnis už tą, kuriam jis testamentų. Ir tas, kuris sieja kiti su Dievas tikrai dingo toli iš kelio.
lv: Patiešām, Allah nepiedod asociācija kopā ar viņu, bet viņš piedod, kas ir mazāka par to, kam viņš vēlas. Un tas, kas citiem ir saistījis ar Allah noteikti ir aizgājusi tālu apmaldīties.
nb: Faktisk Allah tilgi ikke tilknytning til ham, men han tilgir hva er mindre enn den som han wills. Og han som knytter andre Allah har sikkert gått langt bort.
sk: V skutočnosti Boh neodpúšťa spolu s ním, ale on odpustí, čo je menej ako pre koho on chce. A ten, ktorý združuje ďalších Alah určite išla ďaleko scestie.
sl: Res, Allah ne odpusti skupaj z njim, vendar je odpušča, kaj je manjša od tiste, za katere je oporok. In tisti, ki povezuje druge z Alahove je zagotovo šla daleč zašel.
sr_cyrl: Заиста , Аллах не прашта асоцијације са њим, али он опрашта шта је мање од тога за кога је воља. А ко други сарадници Алах је сигурно залутало далеко.
sr_latn: Zaista, Allah ne prašta asocijacije sa njim, ali on oprašta šta je manje od toga za koga je volja. A ko drugi saradnici Alah je sigurno zalutalo daleko.
uk: Дійсно, Аллах не прощають асоціації з ним, але він прощає, що є менше, ніж для кого він хоче. І той, хто пов'язує інших з Аллах безумовно пішла далеко оману.
vi: Thật vậy, Allah không tha thứ cho các Hiệp hội với anh ta, nhưng ông tha thứ cho những gì là ít hơn mà Ngài muốn. Và ông đã kết hợp những người khác với Allah đã chắc chắn đi xa lạc lối.
zu: Ngempela, Allah akusho ukuthethelela association naYe, kodwa ethethelela lokho angaphansi for whom He tando.
