Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3256
source: Indeed, Pharaoh exalted himself in the land and made its people into factions, oppressing a sector among them, slaughtering their [newborn] sons and keeping their females alive. Indeed, he was of the corrupters.
ca: De fet, faraó exaltat a si mateix a la terra i va fer seva gent en faccions, opressió un sector entre ells, els fills [nadons] de sacrifici i mantenir viva les seves dones. De fet, va ser de la corrupters.
cy: Yn wir, mae Ffaro exalted ei hun yn y tir a gwneud ei phobl i garfanau, yn gorthrymu y sector yn eu plith, lladd eu meibion [newydd-anedig] a cadw eu benywod yn fyw. Yn wir, ef oedd y corrupters.
da: Faktisk, Farao ophøjet sig i landet og gjorde sit folk i fraktioner, undertrykker en sektor blandt dem, slagte deres [nyfødte] sønner og holde deres hunner i live. Han var faktisk af corrupters.
el: Πράγματι, οι Φαραώ εξυψώνεται ο ίδιος στη γη και έκανε τους ανθρώπους σε φατρίες, καταπιέζει ένα τομέα μεταξύ των οποίων, σφαγή τους γιους τους [νεογέννητο] και να διαιωνίσουν τα θηλυκά τους. Πράγματι, αυτός ήταν η corrupters.
et: Tõepoolest, vaarao ülendatud ise maal ja oma rahva valmistatakse fraktsioonide, repressiivsed sektoris, nende hulgas, tapmine [vastsündinud] pojad ja nende naised jäädvustamises. Tõepoolest, ta oli ka corrupters.
fi: Itse farao korottanut itsensä maan ja sen kansan tehtäisiin ryhmittymiä, sortaa alan joukossa, teurastus [vastasyntyneen] poikiaan ja pitää heidän naaras hengissä. Itse asiassa hän oli corrupters.
he: אכן, פרעה המרומם את עצמו בארץ והפך את אנשיה פלגים, העיק במגזר ביניהם, וטבח בניהם [היילוד], לשמור את הנקבות שלהם בחיים. אכן, הוא היה corrupters.
hr: Doista, Faraon sebe uzvisio u zemlji i napravio svoje ljude u frakcije, nasilničkom sektor među njima, klanja [novorođenče] sinova i očuvanju svoje ženke. Doista, on je u corrupters.
lt: Iš tiesų, Faraonas išaukštintas pats žemę ir padarė jo žmonės į frakcijas, oppressing sektoriuje tarp jų, skerdimo jų [naujagimį] sūnų ir išlaikyti jų moterys gyvas. Iš tikrųjų, jis buvo į corrupters.
lv: Patiešām, faraons cildens sevi ar zemi un tās iedzīvotājiem pārvērstas frakcijām, oppressing nozarē starp tām, kaušanas dēliem [jaundzimušo] un viņu mātītes tur dzīvs. Protams, viņš bija corrupters.
nb: Faktisk Farao opphøyet seg i landet og gjorde folk i fraksjoner, undertrykker en sektor blant dem, slakte deres [nyfødte] sønner og holde sine kvinner i live. Han var faktisk av de kobber og jern.
sk: Vskutku, faraóna povýšil sám v krajine a svojich ľudí do frakcií, utláča sektora medzi nimi, zabíjanie svojich synov, [novorodenca] a udržať ich ženy nažive. V skutočnosti, on bol corrupters.
sl: Res, Faraon vzvišeno sam v deželi in na svoje ljudi v frakcij, zatira sektorja, med njimi, zakol svoje sinove [novorojenčka] in ohranjajo svoje ženske. Dejansko je bil v corrupters.
sr_cyrl: Заиста, фараон измореном себе у земљи и направио своје људе на фракције, потискује сектор међу њима, клање [новорођене] синове и њихове женке ћива. Наравно да је био од у цорруптерс.
sr_latn: Zaista, faraon izmorenom sebe u zemlji i napravio svoje ljude na frakcije, potiskuje sektor među njima, klanje [novorođene] sinove i njihove ženke ћiva. Naravno da je bio od u corrupters.
uk: Дійсно, фараон exalted себе на землі і зробив її народу в фракцій, пригнічуючий сектор серед них, забою їх [новонародженого] синів і підтримання їх жінок alive. Дійсно, він був на тепер.
vi: Thật vậy, Pharaoh sôi nổi mình trong đất và làm người dân của nó thành phe phái, oppressing một lĩnh vực trong số đó, giết mổ con trai của họ [sơ sinh] và giữ của phái nữ sống. Thật vậy, ông là the corrupters.
zu: Ngempela, uFaro luphakanyisiwe ngokwakhe ezweni futhi wenza abantu bayo lihlukane libe maqembuqembu, ekuthwaleni womkhakha phakathi kwabo, babulalane [esanda kuzalwa] namadodana abo nangokugcina abesifazane babo ephila.

# Quran3257
source: And We wanted to confer favor upon those who were oppressed in the land and make them leaders and make them inheritors
ca: I volíem confereixen favor a aquells que estaven oprimits de la terra i que siguin líders i fer-los hereus
cy: Ac roeddem eisiau rhoi favor ar y rhai sy'n eu gormesu yn y tir a sicrhau eu bod yn arweinwyr a'u gwneud yn etifeddu
da: Og vi ønskede at give fordel over dem, der var undertrykt i landet og gøre dem ledere og gøre dem arvtagere
el: Και εμείς θέλαμε να προσδίδουν χάρη σε εκείνους που υπέστησαν καταπίεση στη γη και να τους ηγέτες και τα καθιστούν κληρονόμους
et: Ja me tahtsime anda kasuks neile, kes olid rõhutud maal ja muuta need juhid ja muuta need pärijate
fi: Ja halusimme antaa hyväksi niille, joita maassa sorrettiin ja tehdä niistä johtajat ja ne perilliset
he: רצינו להתייעץ טובה ועל אלו דוכאו בארץ, להפוך אותם מנהיגים ולהפוך אותם היורשים
hr: I htjeli smo dati uslugu onima koji su bili potlačeni u zemlju i učiniti ih vođama i učiniti ih baštinici
lt: Ir mes norime suteikti malonės tiems, kurie buvo engiamos žemėje ir kad jie lyderiai ir padaryti juos įpėdiniai
lv: Un mēs gribējām, lai piešķirtu labvēlība pret tiem, kuri bija apspiesto zemi un padarīt tās līderi un padarīt tās mantinieki
nb: Og vi ønsket å gi tjeneste som ble undertrykt i landet og gjør dem ledere og gjøre dem arvinger
sk: A my sme chceli udeliť milosť na tých, ktorí boli utláčaní v krajine a aby ich predstavitelia a aby boli dedičmi
sl: In smo želeli, da dajejo uslugo tistim, ki so bile zatirane v deželi in da jih voditelji in postali dediči
sr_cyrl: И хтели смо да се посаветујем услугу над онима који су били угњетавани у земљи и да их лидери и да их наследнике
sr_latn: I hteli smo da se posavetujem uslugu nad onima koji su bili ugnjetavani u zemlji i da ih lideri i da ih naslednike
uk: І ми хотіли б покладають користь на тих, хто поневолив на землі і зроблять лідерами і зробити їх спадкоємців
vi: Và chúng tôi muốn hỏi ý kiến ủng hộ những người bị áp bức ở vùng đất và làm cho họ nhà lãnh đạo và làm cho họ inheritors
zu: Futhi Sasifuna bhunga umusa phezu labo ababecindezelwe ezweni ngibenze abaholi ngibenze inheritors

# Quran3258
source: And establish them in the land and show Pharaoh and [his minister] Haman and their soldiers through them that which they had feared.
ca: I establir-los a la terra i mostrar el faraó i [el seu ministre] Haman i els seus soldats a través d'ells que s'havia temut.
cy: A sefydlu iddynt yn y tir a dangos Ffaro a [ei Weinidog] Haman a eu milwyr drwy iddynt a oedd eu bod yn ofni.
da: Og indføre dem i landet og vise Farao og [hans minister] Haman og deres soldater gennem dem, som de havde frygtet.
el: Και να τους στη γη και να δείχνουν Φαραώ και [του Υπουργού] χαμάμ και τους στρατιώτες τους μέσα από αυτά που που είχε φοβούνταν.
et: Ning luua maal ja näidata vaarao ja [tema minister] Haamanin ja nende kaudu oma sõdureid, mida nad olid kartnud.
fi: Ja ne vahvistaa maa ja Faraon ja [hänen] Eira ja sotilaista läpi se, mitä he pelkäsivät.
he: ואת אותם בארץ ולקביעת להראות פרעה ושר [שלו] המן והחיילים שלהם דרך אותם אשר הם חששו.
hr: I uspostaviti ih u zemlju i pokazati Faraon i njegov ministar Hamana i svoje vojnike kroz njih ono što smo mislili.
lt: Ir nustatyti juos į žemę ir parodyti Faraonas ir [jo Ministras] Hamana ir savo karius per juos tai, kas jie bijojo.
lv: Un izveidot tos zemē un parādīt faraons, un [viņa ministrs] Haman un viņu karavīri ar viņiem to, ko viņi bija baidījies.
nb: Opprette dem i landet og Vis farao og [hans minister] Haman og sine soldater gjennom dem som de hadde fryktet.
sk: A vytvoriť v krajine a ukázať faraóna a [jeho minister] Haman a ich vojakov cez nich, ktoré sa obávali.
sl: In jih določi v deželi in kažejo faraon in njegov minister Haman in svoje vojake skozi njih, ki so se je Bali.
sr_cyrl: И успостави их у земљу и показати фараону и његовом министру Хаман и њихови војници кроз њих оно што им се плашио.
sr_latn: I uspostavi ih u zemlju i pokazati faraonu i njegovom ministru Haman i njihovi vojnici kroz njih ono što im se plašio.
uk: І встановити їх на землі і показати фараона і його міністр Гаман і своїх солдатів через них те, що вони боялись.
vi: Thiết lập chúng trong đất và hiển thị các Pharaoh và [của ông bộ trưởng] Haman và binh lính của họ thông qua họ mà trong đó họ đã sợ.
zu: Futhi ukusungula kwabo ezweni futhi ubonise kuFaro nasezincekwini [isikhonzi sakhe] uHamani ayisihlanu azo ngokusebenzisa kwabo ukuthi lapho babemesaba.

# Quran3259
source: And We inspired to the mother of Moses, "Suckle him; but when you fear for him, cast him into the river and do not fear and do not grieve. Indeed, We will return him to you and will make him [one] of the messengers."
ca: I ens va inspirar a la mare de Moses, "mamar ell; però quan la por per a ell, va exiliar al riu i no tinguis por i no plorar. De fet, ens a tornar-li a vostè i li [un] dels missatgers farà."
cy: Ac yn ein hysbrydoli i mam Moses, "yn sugno iddo; ond pan eich bod yn ofni iddo, bwrw ef i'r afon ac nid ofni a wneud nid galaru. Yn wir, ein bydd iddo ddychwelyd i chi ac yn gwneud iddo [un] am y negeswyr."
da: Og vi inspireret til moderen til Moses, "Die ham; men når du er bange for ham, kaste ham i floden og er ikke bange for og ikke bedrøve. Ja, vi vil vende tilbage ham til dig og vil gøre ham [en] af budbringere."
el: Και μας ενέπνευσε με τη μητέρα των Moses, «θηλάσω αυτόν? αλλά όταν ο φόβος για τον ίδιο, τον πέταξε στο ποτάμι και δεν φοβούνται και δεν θλίβομαι. Πράγματι, εμείς θα τον επιστρέψει σε σας και θα τον κάνει [ένα] από τους κλητήρες.»
et: Ja me inspireeritud, Moses, "imetama; emaga Aga kui sa teda kardavad, enamus teda jõkke ja ei karda ja leinata. Tõepoolest, me tagasi teda sulle ja teen ta [üks] selle kullerite."
fi: Ja meidän äiti Moses "imaista. mutta kun pelko hänelle heittää hänet jokeen ja Älä pelkää ja älä sure. Itse asiassa olemme palaat hänet ja tekee hänestä [1] Sanansaattajien."
he: אנחנו השראה לאמא של Moses, "אמא אותו; אבל כאשר אתה חושש לו, וישליכהו אל תוך הנהר, אל תפחד, לא מתאבל. אכן, אנו נחזור אותו אליך, יגרום לו [1] של השליחים."
hr: Inspiriran da majka Moses, "ulizica. Ali kad te strah za njega, baci ga u rijeku i ne boj se i ne tugujte. Doista, mi ga da vratiti i učinit će ga [1] glasnika."
lt: Ir mes įkvėpė motina, Moses, "žindyti bet kai bijai jį, mesti jį į upę ir Nesijaudink ir negalime sielvartauti. Iš tiesų, mes bus grąžinti jį į jums ir padės jam [vienas] pasiuntiniai."
lv: Un mēs iedvesmojusi māte Moses, "zīdīt viņam; bet, ja jums bailes viņam, viņam nodoto upē nav bailes un nebēdājies. Patiešām, mēs viņam atgriezīsies pie jums un padarīs viņu [viena] par kurjeriem.
nb: Og vi inspirert til moren til Moses, "amme ham. men når du frykter for ham, kaste ham i elva og ikke frykt og ikke sørger over. Faktisk vi returnerer ham til deg og gjør ham [en] for sendebud."
sk: A sme inšpirovaní k matke Moses "dojčiť ho; ale keď máte strach, pre neho, hodil ho do rieky, a nie strach a nie truchlit. V skutočnosti sme vrátite ho a bude ho [jedna] poslov."
sl: In smo navdih mati Moses, "sesajo mu; ampak, če vas je strah za njega, ga odda v reko in se ne bojijo in ne žalujejo. Pravzaprav, smo ga boste vrnili in bo njega [enega] sli."
sr_cyrl: Инспирисали смо са мајком Мосес, "доје га; Али када си бојим се за њега, баци га у реку и не страхуј и не тугуј. Заиста смо ће ти га вратити и учиниће га [1] за весници."
sr_latn: Inspirisali smo sa majkom Moses, "doje ga; Ali kada si bojim se za njega, baci ga u reku i ne strahuj i ne tuguj. Zaista smo će ti ga vratiti i učiniće ga [1] za vesnici."
uk: І ми надихнули матері Moses, "смоктати його; але коли ви боюся за нього, кинули його в річку і не бійтеся і не шкодую. Дійсно, ми буде повернути його до вас і зробить його [один] з посланцями."
vi: Và chúng tôi lấy cảm hứng từ người mẹ của Moses, "bú anh ta; nhưng khi bạn lo sợ cho anh ta, ném anh ta xuống sông và không sợ và không đau khổ. Thật vậy, chúng tôi sẽ trả lại anh ta cho bạn và sẽ làm cho anh ta [1] của các sứ giả."
zu: Futhi We faka unina kaMose, "Suckle kuye; kodwa uma you saba kuye, yamphonsa emfuleni ningesabi Ningamdabukisi Ngempela, Sizobuye ukumbuyisa kuwe futhi ngimenze [elilodwa] of.

# Quran3260
source: And the family of Pharaoh picked him up [out of the river] so that he would become to them an enemy and a [cause of] grief. Indeed, Pharaoh and Haman and their soldiers were deliberate sinners.
ca: I la família del faraó va recollir-lo [de riu] perquè es convertiria a ells un enemic i un dolor [causa de]. De fet, faraó i Haman i els seus soldats eren pecadors deliberades.
cy: Ac roedd y teulu o Ffaro sylwi iddo [allan o'r afon] fel y byddai ef yn dod iddynt yn elyn a galar [achos]. Yn wir, Ffaro a Haman a eu milwyr yn fwriadol pechaduriaid.
da: Og familien af Farao samlet ham op [ud af floden] at han bliver til dem en fjende og en [årsag] sorg. Farao og Haman og deres soldater var faktisk bevidst syndere.
el: Και η οικογένεια του Φαραώ που τον επέλεξε επάνω [από το ποτάμι] έτσι ότι θα γινόταν να τους εχθρό και μια θλίψη [αιτία της]. Πράγματι, το χαμάμ και Φαραώ και τους στρατιώτες ήταν σκόπιμη αμαρτωλοί.
et: Ja vaarao pere kiirenes teda [jõgi] välja et ta muutub neile vaenlane ja [põhjus] leina. Tõepoolest, vaarao ja Haamanin ja nende sõdurid olid tahtliku patused.
fi: Ja farao perheen kyytiin häntä [pois joen] siten, että hän tulee heille vihollinen ja [syy] surua. Itse asiassa farao ja Eira ja sotilaista oli tahallinen syntisiä.
he: המשפחה של פרעה אספה אותו [מתוך הנהר] כך הוא נהיה להם אויב ויגון [סיבת]. ואכן, פרעה, המן, החיילים שלהם היו החוטאים מכוונת.
hr: I obitelj Faraon ga je pokupila [iz rijeke] tako da je postao im neprijatelj a [uzrok] tuge. Doista, Faraon i Hamana i vojnike su namjerno grešnike.
lt: Ir Faraonas šeimos pakėlė jį [iš upės], kad jis taptų jiems priešą ir [priežastis] sielvartą. Iš tiesų, Faraonas ir Hamana ir jų kariai buvo sąmoningai nusidėjėliai.
lv: Un faraona ģimenes pacēla [upes] no tā, ka viņš kļūs viņiem ienaidnieku un [iemesls] skumjas. Patiešām, faraons un Haman un viņu karavīri tika apzinātas grēciniekiem.
nb: Og familien til Farao plukket ham opp [av elven] slik at han skulle bli dem en fiende og en [årsaken til] sorg. Faktisk var farao og Haman og sine soldater bevisst syndere.
sk: A rodiny faraóna zdvihol ho [z rieky] tak, že on by sa stal ich nepriateľ a smútok [príčina]. V skutočnosti faraón a Haman a svojich vojakov boli zámerné hriešnikov.
sl: In družino Faraon pobral ga [iz reke] tako, da bi postal nanje sovražnika in [vzrok] žalosti. Res, faraon in Glory in vojaki so bili namerno grešnike.
sr_cyrl: И породици фараона га је покупио [из реке] тако да им постао непријатељ и [узрок] жал. Заиста , фараон, Хаман и њихови војници били намјерно грешници.
sr_latn: I porodici faraona ga je pokupio [iz reke] tako da im postao neprijatelj i [uzrok] žal. Zaista, faraon, Haman i njihovi vojnici bili namjerno grešnici.
uk: І сім'ї фараона підібрав його [з річки] так, щоб він став для них ворога і горя [причиною]. Дійсно, фараона і Гаман і їхні солдати були навмисне грішників.
vi: Và gia đình của Pharaoh đã chọn anh ta [ra khỏi sông] do đó ông sẽ trở thành đối với họ một kẻ thù và đau buồn [nguyên nhân]. Thật vậy, Pharaoh và Haman và binh sĩ của họ đã là tội nhân cố ý.
zu: Futhi umkhaya kaFaro yamthola [emfuleni] ukuze wayeyoba kubo nasezizweni eziyizitha [kubanga] usizi.

# Quran3261
source: And the wife of Pharaoh said, "[He will be] a comfort of the eye for me and for you. Do not kill him; perhaps he may benefit us, or we may adopt him as a son." And they perceived not.
ca: I l'esposa del faraó va dir, «[ell serà] un confort de l'ull per a mi i per a tu. No matar-lo; Potser ell pot beneficiar-nos, o poden adoptar-lo com un fill". I no percep.
cy: A gwraig Ffaro a dweud, "[fydd] cysur y llygad i mi ac i chi. Nid oes lladd ef; Efallai gall fod o fudd inni, neu efallai inni fabwysiadu iddo fel mab. Ac eu bod yn credu nad.
da: Og hustru til Farao sagde, "[han bliver] en komfort for øje for mig og for dig. Må ikke dræbe ham; måske han kan gavne os, eller vi kan vedtage ham som en søn." Og de opfattes ikke.
el: Και η γυναίκα του Φαραώ είπε, «[θα] μια άνεση του ματιού για μένα και για σένα. Να μην σκοτώσει τον? ίσως μπορεί να επωφεληθεί μας, ή εμείς μπορεί να τον υιοθετήσει ως ένα γιο.» Και δεν θεωρούνται δεν.
et: Ja vaarao ütles naine "[saab ta] comfort minule ja sinule silma. Tapa ehk ta võib olla kasulik meile, või me võtta teda poeg." Ja nad ei taju.
fi: Ja Farao sanoi, "[hän tulee] comfort eye minulle ja sinulle. Älä tapa. ehkä hän voi hyödyttää meitä tai voi antaa hänelle pojan." Ja he eivät käsittäneet.
he: ואשתו של פרעה אמר "[יהיה] נחמה של העין בשבילי ובשבילך. אל תהרגו אותו; אולי הוא יכול להועיל לנו, או אנחנו יכולים לאמץ אותו כמו בן." הם לא נתפס.
hr: I žena Faraon, rekao je, "[biće] udobnosti oka za mene i za tebe. Ubij ga; Možda on može imati koristi nas, ili mi može usvojiti ga kao sina." I ne vide.
lt: Ir Faraonas tarė žmona "[jis bus] akies man ir jums komfortą. Ne žudo jį; Galbūt jis gali naudinga mums, ar mes gali patvirtinti jam sūnų." Ir jie suprato ne.
lv: Ar sievu faraons teica: "[viņš būs] acu par mani un jums komfortu. Nav nogalināt viņu; Varbūt viņš var gūt labumu mums, vai mēs viņu var pieņemt kā dēlu." Un tie netiek uztverta.
nb: Og kona til Farao sa, «[han vil være] en komfort av øyet for meg og for deg. Ikke drepe ham. kanskje han kan dra oss, eller vi kan adoptere ham som sønn." Og de oppfattet ikke.
sk: A manželka faraóna, povedal: "[bude] komfort oka pre mňa aj pre vás. Nezabíjajte ho; snáď môže mať prospech nás, alebo sme prijať ho ako syna." A oni nie.
sl: In žena Faraon, ki je dejal, "[bo] udobje oči za mene in za vas. Ne ubiti; Morda je lahko korist nas, ali mu lahko sprejmemo kot sin." In jih ne dojema.
sr_cyrl: И супруга фараона, рекао је, "[биће] утеха ока за мене и за тебе. Не убијајте га; Можда он може да нам користи, или смо можда усвојити га као сина." И не виде.
sr_latn: I supruga faraona, rekao je, "[biće] uteha oka za mene i za tebe. Ne ubijajte ga; Možda on može da nam koristi, ili smo možda usvojiti ga kao sina." I ne vide.
uk: І дружина фараон відказав: "[він буде] комфорт очей для мене і для вас. Не убивати; Можливо, він може користь нам або ми може прийняти його як сина." І вони не розуміли.
vi: Và vợ của Pharaoh đã nói, "[sẽ] một sự thoải mái của mắt cho tôi và cho bạn. Không giết hắn ta; có lẽ ông có thể có lợi cho chúng tôi, hoặc chúng ta có thể áp dụng nó như một người con trai." Và họ cảm nhận không.
zu: Futhi kosikazi Pharaoh wathi: "[Yena uyoba] kungiduduza iso ngenxa yami nangenxa wena Musa ukumbulala.. Mhlawumbe yena kungase kusizuzise, we amukela him njengoba nje nendodana"

# Quran3262
source: And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers.
ca: I el cor de mare de Moses esdevingué buit [de tots els altres]. Ella estava a punt de revelar [la matèria relativa a] li havia ens no lligat ràpid el cor que ella seria dels creients.
cy: A daeth y galon mam Moses' gwag [o bawb arall]. Roedd hi ar fin datgelu [ynghylch mater] ef nid ydym wedi rhwymo cyflym ei galon y byddai hi'n y credinwyr.
da: Og hjertet af Moses' mor blev Tom [af alt andet]. Hun var ved at oplyse [den sag vedrørende] ham havde vi ikke bundet fast hendes hjerte, at hun ville være troende.
el: Και την καρδιά της μητέρας Moses έγινε κενή [από όλα τα άλλα]. Ήταν έτοιμη να αποκαλύψει [το θέμα σχετικά με] τον είχε εμείς δεν δεσμεύεται γρήγορα την καρδιά της που θα ήταν των πιστών.
et: Ja Moses' ema süda sai tühi [ning kõik muu]. Ta oli umbes avalikustama [asja kohta esitatud] teda oli me ei SEO kiiresti oma südames, et ta oleks usklike.
fi: Ja sydän Moses' äiti tuli tyhjä [kaikki]. Hän oli aikeissa paljastaa [asiaa koskeva] häntä oli Emme sido nopeasti hänen sydämensä, että hän olisi uskovien.
he: והפך הלב של אמא 'Moses ריקה [של כל דבר אחר]. שהיא עומדת לחשוף [את החומר הנוגע] אותו היה אנחנו לא קשורים מהר הלב שלה זה שהיא תהיה של המאמינים.
hr: I srce Moses' majka postala prazna [od svega]. Uskoro će otkriti [na pitanje u vezi] ga mi nije dužan brzo srce da će biti vjernici.
lt: Ir širdyje, Moses' motina tapo tuščia [apie visa kita]. Ji ketina atskleisti [į klausimą dėl] jam buvo mes neprivalo greitai savo širdį, kad ji galėtų būti tikintieji.
lv: Un Moses' mātes sirds kļuva tukšs [no viss pārējais]. Viņa gatavojās atklāt [jautājums attiecībā uz] viņam bija mums nav saistoša ātri viņas sirds, ka viņa būtu ticīgo.
nb: Hjertet av Moses' mor ble tom [av alt annet]. Hun skulle avsløre [på spørsmål vedrørende] han hadde vi ikke bundet fast hennes hjerte at hun ville bli av troende.
sk: A srdce Moses' matky stal prázdny [všetko]. Ona sa chystal zverejniť [záležitosť týkajúca sa] ho mali sme neplávajú rýchlo jej srdce, ktoré by ju veriacich.
sl: In srce matere 'Moses postal prazen [od vsega drugega]. Je bila o tem, da razkrije [v zadevi v zvezi z] ga je mi ne veže hitro njeno srce, da bi bila verniki.
sr_cyrl: И срце Мосес' мајка постала празна [свега другог]. Хтела је да вам открити [на питање у вези] га имали смо везани брзо јој срце, да ће она бити верника.
sr_latn: I srce Moses' majka postala prazna [svega drugog]. Htela je da vam otkriti [na pitanje u vezi] ga imali smo vezani brzo joj srce, da će ona biti vernika.
uk: І серце матері Moses' стало порожньо [всі]. Вона збирається розкривати [на питання щодо] його ми не зв'язала швидко її серце, що вона буде віруючих.
vi: Và trái tim của người mẹ của Moses trở thành trống rỗng [của tất cả các khác]. Nó là tiết lộ [các vấn đề liên quan đến] ông đã có chúng tôi không ràng buộc nhanh trái tim của cô rằng cô ấy sẽ là của các tín hữu.
zu: Futhi inhliziyo unina kaMose waba ezingenalutho [kunakho konke okunye].

# Quran3263
source: And she said to his sister, "Follow him"; so she watched him from a distance while they perceived not.
ca: I va dir a la seua germana, "Segueixen"; Així va veure de lluny mentre no percebien.
cy: A dywedodd hi at ei chwaer, "Dilyn ef"; Felly gwyliodd ef o bell tra eu bod yn credu nad.
da: Og hun sagde til sin søster, "Følg ham"; så hun så ham på afstand, mens de ikke opfattede.
el: Και μου είπε να την αδελφή του, «Τον ακολουθήσουν»? έτσι τον παρακολουθούσε από μακριά ενώ δεν θεώρησαν.
et: Ja ta ütles tema õde, "Jälgi teda"; nii ta vaatasin teda eemalt, kuigi nad ei taju.
fi: Ja hän sanoi sisarelleen "Seuraa häntä"; joten hän katseli häntä etäältä, vaikka he eivät käsittäneet.
he: ואמרה לאחותו, "אחריו"; אז היא התבוננה בו ממרחק בזמן שהם נתפסים לא.
hr: I rekla je svojoj sestri, "Slijedite ga"; Tako ga promatrala iz daljine dok ne vide.
lt: Ir ji sako, kad jo sesuo, "Po juo"; Todėl ji stebėjo jį atstumu, o jos suvokiamas ne.
lv: Un viņa teica, lai viņa māsa, "Sekot viņu"; Tātad viņa uzmanīgi vēroja Tobiju no attāluma, kamēr tie netiek uztverta.
nb: Og hun sa til sin søster, "Følg ham"; så hun så ham på avstand mens de ikke oppfattet.
sk: A povedala jeho sestra, "Za ním"; Takže keď videla, že ho z diaľky, keď sú vnímané nie.
sl: In je rekla sestra, "Slediti mu"; tako gledala ga iz razdalje, medtem ko jih ne dojema.
sr_cyrl: И рекла је да је његова сестра, "Прати га"; тако гледала га је како из даљине док не виде то.
sr_latn: I rekla je da je njegova sestra, "Prati ga"; tako gledala ga je kako iz daljine dok ne vide to.
uk: І вона сказала, щоб його сестра, "Слідувати йому"; так вона дивилася на нього здалеку поки вони сприймаються не.
vi: Và cô ấy nói với em gái mình, "Theo ông ta"; Vì vậy cô đã xem anh ta từ một khoảng cách trong khi họ cảm nhận không.
zu: Wasesithi udadewabo, "mlandeleni";
