Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran505
source: And for you is half of what your wives leave if they have no child. But if they have a child, for you is one fourth of what they leave, after any bequest they [may have] made or debt. And for the wives is one fourth if you leave no child. But if you leave a child, then for them is an eighth of what you leave, after any bequest you [may have] made or debt. And if a man or woman leaves neither ascendants nor descendants but has a brother or a sister, then for each one of them is a sixth. But if they are more than two, they share a third, after any bequest which was made or debt, as long as there is no detriment [caused]. [This is] an ordinance from Allah, and Allah is Knowing and Forbearing.
ca: I per a vostè és la meitat de què el seu esposes deixar si tenen cap nen. Però si tenen un fill, per a vostè és la quarta part de què deixen, després de qualsevol donació que [pot tenir] fet o deute. I per a les esposes és un quart si deixes cap nen. Però si deixes un nen, llavors per a ells és un vuitè de que deixa, després de qualsevol donació [pot tenir] fet o deute. I si un home o una dona deixa ni ascendants ni descendents però té un germà o una germana, després de cada un d'ells és un sisè. Però si són més de dos, que comparteixen una tercera després de qualsevol donació que va fer o deute, sempre que no hi ha cap perjudici [causat]. [És] una Ordenança d'Allah i Allah està saber i Forbearing.
cy: Ac i chi yw hanner pa gwragedd eich gadael os oes ganddynt unrhyw blentyn. Ond os oes ganddynt blentyn, i chi yw pedwerydd un o beth fyddant yn gadael, ar ôl unrhyw gymynrodd maent [efallai wedi] gwneud neu ddyled. A gwragedd y pedwerydd un os byddwch yn gadael unrhyw blentyn. Ond os byddwch yn gadael plentyn, yna ar eu cyfer yn wythfed o beth byddwch chi'n gadael, ar ôl unrhyw gymynrodd chi [Gall] gwneud neu ddyled. Ac os dyn neu fenyw yn gadael ascendants nac yn ddisgynyddion ond mae brawd neu chwaer, yna ar gyfer pob un ohonynt yn chweched dosbarth. Ond os ydynt yn fwy na dau, maent yn rhannu trydydd, ar ôl unrhyw gymynrodd a wnaed neu ddyled, cyhyd ag y mae unrhyw draul [achosir]. [Mae hwn] Ordnans gan Allah, a Allah yn gwybod ac yn Forbearing.
da: Og for dig er halvdelen af hvad jeres hustruer forlade, hvis de har ingen børn. Men hvis de har et barn, for du er en fjerdedel af hvad de forlader, efter nogen arv de [må] foretages eller gæld. Og for koner er en fjerdedel hvis du forlader intet barn. Men hvis du forlader et barn, så for dem er en ottendedel af hvad du forlader, efter nogen arv du [må] foretages eller gæld. Og hvis en mand eller kvinde efterlader hverken slægtninge i opstigende linje eller efterkommere, men har en bror eller en søster, derefter for hver enkelt af dem er en sjette. Men hvis de er mere end to, de deler en tredje, efter nogen arv, som blev lavet eller gæld, så længe der er ingen skade [forårsaget]. [Det er] en bekendtgørelse fra Allah, og Allah er vide og Forbearing.
el: Και για σένα είναι μισό από αυτό που σας σύζυγοι αφήνουν αν έχουν κανένα παιδί. Αλλά αν έχουν ένα παιδί, για σας είναι το ένα τέταρτο του τι φεύγουν, μετά από κάθε κληροδότημα αυτοί [απορία] έκανε ή χρέους. Και για τις συζύγους είναι το ένα τέταρτο εάν αφήσετε κανένα παιδί. Αλλά εάν αφήσετε ένα παιδί, τότε για τους είναι ένα όγδοο του τι θα σας αφήσει, μετά από κάθε κληροδότημα [απορία] έκανε ή χρέους. Και αν ένας άντρας ή μια γυναίκα αφήνει ανιόντες, ούτε κατιόντες, αλλά έχει έναν αδελφό ή μια αδελφή, τότε για κάθε ένα από αυτά ένα έκτο. Αλλά εάν είναι περισσότερες από δύο, μοιράζονται ένα τρίτο, μετά από κάθε κληροδότημα που έγινε ή το χρέος, όσο δεν υπάρχει καμία ζημία [που προκλήθηκε]. [Είναι] ένα διάταγμα από Αλλάχ, και Αλλάχ είναι γνωρίζοντας και Forbearing.
et: Ja teile on poole oma naisi lahkuma, kui neil ükski laps. Aga kui neil laps, teil on neljandiku mida nad lahkuvad, pärast mis tahes pärandamise nad [võivad olla] tehtud või võla. Ja abikaasad on neljandiku kui jätate ükski laps. Kuid kui jätate lapse, siis nende jaoks on kaheksas mida jätate, pärast mis tahes pärandamise sa [võivad olla] tehtud või võla. Ja kui mees või naine jätab ülenejad sugulased ega järeltulijad, kuid on vend või õde, siis igaüks neist on kuues. Aga kui nad on rohkem kui kaks, nad osa kolmanda, pärast pärandamise, mida on tehtud või võlg, nii kaua kui ei ole kahjuks [põhjustatud]. [On] tollel Jumal ja Allah on teades ja Forbearing.
fi: Ja sinulle on puolet mitä vaimosi jättää jos heillä ei ole lapsi. Mutta jos heillä on lapsi, sinulle on neljäsosa mitä he lähtevät, kun elatustarkoituksessa ne [ehkä] tehnyt tai velan. Ja vaimot neljäsosa Jos jätät ei lapsi. Mutta jos jätät lapsen, niin heille on kahdeksas mitä lähdet, jälkeen elatustarkoituksessa [ehkä] tehnyt tai velan. Ja jos mies tai nainen lähtee eikä selkäperillisiä jälkeläisiä, mutta on veli tai sisar, jokainen niistä on kuudes. Mutta jos he ovat enemmän kuin kaksi, ne jakaa kolmannen, perintö, joka oli tehty tai velka, kunhan ei heikennyksestä [aiheutti] jälkeen. Tämä on määräyksen Jumala, ja Jumala on tieto ja Forbearing.
he: ולהשאיר לך הוא מחצית מה הנשים שלך אם יש להם ילד. אבל אם יש להם ילד, בשבילך הוא הרביעי של מה שהם משאירים, לאחר כל עיזבונותיו הם [אולי יש] גרם או חוב. לנשים הרביעי אם תשאיר אף ילד. אבל אם תשאיר ילד, אז בשבילם הוא שמינית של מה שאתה משאיר, לאחר כל עיזבונותיו לך [אולי] עשה או חוב. אם גבר או אישה משאיר לא ascendants ולא צאצאים אך יש לו אח או אחות, לאחר מכן עבור כל אחד מהם הוא השישי. אבל אם הם יותר משניים, הם חולקים שליש, לאחר כל עיזבונותיו שנעשתה או חוב, כל עוד זה לא לרעת [גרם]. [זה] פקודת אללה, ועל אללה הוא שהידיעה ו Forbearing.
hr: I za vas je pola od tvojih žena ostaviti ako imaju dijete. Ali ako imaju dijete, što je četvrtina od što oni napuste, nakon bilo kojeg nasljedstvo oni svibanj imati je napravio ili duga. A za žene je jedna četvrtina ako ostavite dijete. Ali ako ostavite dijete, onda za njih je osmi što ostavite, nakon bilo kojeg ostavštine vam svibanj imati je napravio ili duga. A ako muškarac ili žena ostavlja ni preci ni potomci ali ima brata ili sestru, onda za svaki od njih je i šesti. Ali ako su više od dva, dijele treće, nakon nasljedstvo koje je ni duga, kao čeznuti kao ima je nijedan štetu [uzrok]. [Ovo je] Pravilnik od Allaha, a Allah je poznavanje i Forbearing.
lt: Ir jums yra pusė, koks jūsų žmonos palikti, jei jie turi nė vienas vaikas. Bet jei jie turi vaikų, jums yra ketvirtadalis ką jie atostogų, bet palikimo jie [gali turėti] padarė ar skolos. Ir dėl žmonos yra ketvirtadalis jei paliksite nė vienas vaikas. Bet jei vaikas, tada jiems yra aštuntą, kas jums atostogų, bet palikimo jums [gali turėti] padarė ar skolos. Ir jeigu vyras ar moteris palieka nei tėvai, nei palikuonys, bet brolis arba sesuo, tada kiekvienas iš jų yra šeštadaliu. Bet jei jie yra daugiau nei du, jie dalijasi trečiosios, po palikimo, kurie buvo pagaminti ar skolos, tol nėra jokia žala []. [Tai] potvarkis iš Dievo, ir Dievas yra žinios ir Forbearing.
lv: Un jums ir puse no kāda jūsu sievas atstāt, ja viņiem nav bērnu. Bet, ja tie ir bērnu, jums ir viena ceturtā daļa, ko tie atstāj, pēc jebkuras novēlējumiem viņiem [var būt] padarīja vai parādu. Un sievas ir viena ceturtā daļa ja atstājat neviens bērns. Bet, ja jūs atstāt bērnu, tad viņiem astoto daļu, ko jūs atstāt, pēc jebkuru novēlējumiem jums [var] padarīja vai parādu. Un, ja vīrietis vai sieviete atstāj priekšteči, nedz pēcnācēji, bet ir brālis vai māsa, tad katram no viņiem ir sestais. Bet, ja tie ir vairāk nekā divi, viņi dalīties trešo, pēc jebkuru novēlējumiem, kas tika veikts vai parādu, ja vien nav nekādu kaitējumu [radīja]. [Tas] rīkojums no Allah un Allah ir zinot un Forbearing.
nb: Og du er halvparten av hva deres hustruer igjen hvis de har ingen barn. Men hvis de har barn, du er en fjerdedel av hva de forlater, etter noen arv de [må] laget eller gjeld. Og for konene er en fjerdedel hvis du leave ingen barn. Men hvis du lar et barn, og for dem er en åttendedel av hva du la, etter noen arv du [må] laget eller gjeld. Og hvis en mann eller kvinne forlater ascendants verken etterkommere, men har en bror eller søster, så for hver av dem er en sjette. Men hvis de er mer enn to, de deler en tredje, etter noen arv som ble gjort eller gjeld, så lenge det er ingen skade [forårsaket]. [Dette er] en forordning fra Allah, og Allah er kjennskap og Forbearing.
sk: A pre vás je polovica čo svoje manželky opustiť ak nemajú žiadne dieťa. Ale ak majú dieťa, pre vás je štvrtina čo odídu, po akéhokoľvek dedičstva sa [mohli] vyrobené alebo dlh. A pre ženy je štvrtina, ak necháte žiadne dieťa. Ale ak necháte dieťa, potom je pre nich osminu čo nechať, po akéhokoľvek dedičstva [mohli] vyrobené alebo dlh. A ak muž alebo žena necháva predkovia ani potomkov, ale má brata alebo sestru, potom pre každú z nich je šiesty. Ale ak sú viac ako dve, zdieľajú tretej, po dedičstva, ktorý bol vyrobený, alebo dlh, tak dlho, ako tam je žiadna ujme []. [Je] Vyhláška z Boha a Alah je znalosť a Forbearing.
sl: In za vas je pol kaj vaše žene zapustiti če oni življati ne otrok. Vendar če imajo otroka, za vas je eno četrtino kaj zapustijo, po kakršno koli zapuščino, oni maj življati narejen ali dolga. In za žene je četrtino če greš brez otrok. Če pustite otroka, potem pa jim je osmina kaj greš, po kakršno koli zapuščino, da lahko imate narejen ali dolga. In če je moški ali ženska listi, niti predniki potomcev, vendar je brat ali sestra, nato za vsakega izmed njih je šesto. Vendar če so več kot dva, druži tretji, po vse nasledstvo, ki je bil vložen ali dolga, dokler je ne oškodovanju []. [Je] odlok od Allah, in Alah je poznavanje in Forbearing.
sr_cyrl: И за тебе је половина која своје супруге остави ако имају дете. Али ако имају дете, за тебе је четвртина шта остављају, након сваког легат су [можда] направио или дуг. И за жене је четвртина ако остави нема дете. Али ако оставите дете, онда им је за осмину шта оставио, након сваког легат имате [може] направио или дуг. И ако женски оставља ни асцендантс, ни потомци, али има брата или сестру, онда за сваки од њих је љесто. Да, али ако су више од два, деле трећи, након сваког легат који је начињен или дуг, док год постоји нема штету [узрок]. [Ово је] уредбу која од Алаха, а Аллах је знајужи и Форбеаринг.
sr_latn: I za tebe je polovina koja svoje supruge ostavi ako imaju dete. Ali ako imaju dete, za tebe je četvrtina šta ostavljaju, nakon svakog legat su [možda] napravio ili dug. I za žene je četvrtina ako ostavi nema dete. Ali ako ostavite dete, onda im je za osminu šta ostavio, nakon svakog legat imate [može] napravio ili dug. I ako ženski ostavlja ni ascendants, ni potomci, ali ima brata ili sestru, onda za svaki od njih je љesto. Da, ali ako su više od dva, dele treći, nakon svakog legat koji je načinjen ili dug, dok god postoji nema štetu [uzrok]. [Ovo je] uredbu koja od Alaha, a Allah je znajuжi i Forbearing.
uk: І для вас є половину яких своїх дружин залишити, якщо вони мають жодна дитина. Але якщо вони дитини, для вас є однією чверті те, що вони залишають, після будь-якого заповітом вони [можливо] зробив або заборгованості. А для дружини одна четверта якщо ви залишите жодна дитина. Але якщо ви залишите дитини, то для них однієї восьмої те, що ви залишите, після будь-якого заповітом ви [можливо] зробив або заборгованості. І якщо чоловік чи жінка листя, ні ascendants, ні нащадків, але брат або сестра, то для кожної з них шостого. Але якщо вони більше двох, вони поділяють на третину, після будь-якого заповітом, яка була зроблена або боргів, доти, доки немає ні шкоду [викликала]. [Це] Постанова від Аллаха і Аллах є знаючи, що і Forbearing.
vi: Và đối với bạn một nửa của những gì vợ để lại nếu họ đã không có con. Nhưng nếu họ có một đứa trẻ, bạn là một phần tư của những gì họ để lại, sau khi thừa kế bất cứ họ [có thể] thực hiện hoặc nợ. Và cho người vợ là một thứ tư nếu bạn để lại không có con. Nhưng nếu bạn để lại một đứa trẻ, sau đó cho họ là một thứ tám của những gì bạn để lại, sau khi thừa kế bất cứ bạn [có thể] thực hiện hoặc nợ. Và nếu một người đàn ông hay người phụ nữ lá ascendants cũng như con cháu, nhưng có một người Anh hoặc một em gái, sau đó cho mỗi một trong số họ là một thứ sáu. Nhưng nếu họ có nhiều hơn hai, họ chia sẻ một thứ ba, sau khi thừa kế đó đã được thực hiện bất kỳ hoặc nợ, dài như không có tổn hại [gây]. [Đây là] một sắc lệnh từ Allah và Allah là hiểu biết và Forbearing.
zu: Futhi kona kwesigamu babe kho kosikazi yeka uma abanakho ingane.

# Quran506
source: These are the limits [set by] Allah, and whoever obeys Allah and His Messenger will be admitted by Him to gardens [in Paradise] under which rivers flow, abiding eternally therein; and that is the great attainment.
ca: Aquests són els límits [conjunt per] Allah, i qui obeeix a Allah i el seu Missatger seran admesos per ell a jardins [en paradís] sota quin cabal de rius, romandre eternament en el mateix; i això és la gran consecució.
cy: Mae'r rhain yn y terfynau [set gan] Allah, a pwy bynnag ufudd i Allah a Messenger ei caiff eu derbyn gan iddo i gerddi [yn baradwys] o dan y llif afonydd, ufudd i'r fythol ynddo; a dyna y cyrhaeddiad mawr.
da: Disse er grænserne [sæt af] Allah, og hvo adlyder Allah og hans sendebud vil være optaget af ham til haver [i Paradise] under hvilke floder flow, lovlydige evigt deri; og der er stor opfyldelsen.
el: Αυτά είναι τα όρια [σύνολο από] Αλλάχ, και όποιος υπακούει Αλλάχ και του Messenger θα γίνουν δεκτοί από τον ίδιο κήπους [στον παράδεισο] κάτω από τις οποίες ροής των ποταμών, τηρώντας αιώνια σε αυτό. και που είναι η μεγάλη επίτευξη.
et: Need on piirid [määratud] Jumal ja kes iganes kuuletub Allah ja tema saadik on lubatud tema aias [paradiisis] mis jõed tõusevad kinni igavesti protseduuridest; ja ongi suurepärane saavutamiseks.
fi: Nämä ovat rajat [sarja] Jumala ja joka tottelee Jumalaan ja hänen lähettiläänsä pääsevät hänen puutarhat [Paratiisissa] under jonka joet noudattavien ikuisesti siinä; ja se on suuri saavuttamisen.
he: אלו הגבולות [ערכת מאת] אללה, ועל מי מציית אללה יורשו על ידו לגנים [בגן עדן] תחת נהרות שזורמים, שומר לנצח בו; . וזה הפרי גדול...
hr: To su granice [set] Allahu, i onaj koji pokorava Allahu i njegovom poslaniku će biti primljeni po njemu u vrtovima [u raj] pod koje Rijeka protok, trajan vječno u njemu; i to je veliko postignuće.
lt: Tai yra ribų [nustatyti] Dievo, ir tas, kas paklūsta Dievo ir jo poslanca bus priimtos jo sodai [rojuje] pagal kurį upių srautai, gerbiantys amžinai jame; ir tai labai trukdo pasiekti.
lv: Tie ir ierobežojumi [noteiktajam] Allah, un, kurš pakļaujas Allāha un viņa Messenger būs tikt uzņemtai piederošā dārzi [paradīzē], saskaņā ar kuru upes plūsmu, ievērojot mūžīgi tajā; un tas ir liels sasniegšana.
nb: Dette er grensene [Angi av] Allah, og den som adlyder Gud og hans Messenger vil bli tatt av ham til hagene [i paradis] under der elvene strømmer, varig evig der; og det er stor oppnåelse.
sk: Toto sú hranice [stanovili] Alah, a ten, kto počúva Alah a jeho posol bude prijatý ho do záhrady [v raji] pod ktorú toku rieky, rešpektujúce večne tamtiež; a to je skvelé vzdelania.
sl: To so meje [privzeto] Allah, in kdor uboga Allah in njegov sel bo sprejeta ga Gardens [v raju] pod kateri rek tok, upoštevanje večno v njej; in to je velik doseganje.
sr_cyrl: Ове су границе [постављених помоћу] Алаха, и онај ко се покорава Алаха, и његовог гласника ће бити примљена од стране га вртова [у рају] под којим потеку, постојану вечито у томе; и то је супер постизању.
sr_latn: Ove su granice [postavljenih pomoću] Alaha, i onaj ko se pokorava Alaha, i njegovog glasnika će biti primljena od strane ga vrtova [u raju] pod kojim poteku, postojanu večito u tome; i to je super postizanju.
uk: Це обмеження [були визначені] Аллаха, і той, хто підпорядковується Аллах і його Messenger будуть прийняті ним в садах [в раю] під які річках потік, незмінно вічно в ньому; і це велике досягнення.
vi: Đây là những giới hạn [thiết lập bởi] Allah, và bất cứ ai tuân theo Allah và Messenger của ông sẽ được thừa nhận của anh ta đến khu vườn [trong thiên đường] theo đó dòng chảy sông ngòi, tuân thủ luôn luôn trong đó; và đó là đạt được tuyệt vời.
zu: Lawa kwemingcele [ebekwe] Allah, futhi noma ubani ulalela Allah and isithunywa sakhe uzobe wavuma ngaYe izingadi [ePharadesi] imifula ngaphansi kwazo, ezigcina phakade therein;

# Quran507
source: And whoever disobeys Allah and His Messenger and transgresses His limits - He will put him into the Fire to abide eternally therein, and he will have a humiliating punishment.
ca: Qui disobeys d'Allah i el seu Missatger i transgredeix els seus límits - ell li posarà al foc per complir eternament en el mateix i haurà un càstig humiliant.
cy: A pwy bynnag disobeys Allah a Messenger ei a pechu ei terfynau-bydd yn eu rhoi iddo yn tân i gadw at fythol ynddo, a bydd yn rhaid cosbi bychanol.
da: Og hvo adlyder Allah og hans sendebud og overskrider hans grænser - han vil sætte ham ind i ilden til at overholde evigt deri, og han vil have en ydmygende straf.
el: Και όποιος αψηφά Αλλάχ και του Messenger και παραβιάζει τα όρια - θα τον έβαλε στη φωτιά να τηρήσουν αιώνια εκεί, και θα έχει μια ταπεινωτική τιμωρία.
et: Ja kes iganes Allah ja tema saadik disobeys ja transgresses tema piirides - ta pani ta Tulle pidada kinni igavesti seal, ja ta on alandav karistuse.
fi: Kuka olla tottelematta Jumalaan ja hänen lähettiläänsä ja selvensitte sen rajat - hän hänet tuleen ikuisesti siinä ja hän on nöyryyttävä rangaistus.
he: ואת מי שימרה פי אללה, עובר בלא הגבולות שלו - הוא ישים אותו לתוך האש לציית לנצח בו, יהיו לו עונש משפיל.
hr: Tko ne sluša Allahu i njegovom poslaniku i nadilazi ograničenja - on će ga staviti u vatru da ostane vječno u njemu i on će imati ponižavajuće kazne.
lt: Ir kas dėlto slucha visas Dievo ir jo poslanca ir pažeidžia jo ribos - jis bus įdėti jį į ugnį laikytis amžinai ten, ir jis turės žeminanti bausmė.
lv: Kurš neklausa Allah un viņa Messenger un transgresses savas robežas – viņš nocels ugunī mūžīgi tur ievērot un viņš ir pazemojoša sodīšana.
nb: Og den som ikke adlyder Gud og hans Messenger og noen hans grenser - han vil sette ham på ilden å følge evig disse, og han vil ha en ydmykende straff.
sk: Kto nepočúva Alah a jeho posol a transgresses jeho hranice - dal ho do ohňa dodržiavať večne v ňom a on bude mať poni ujúce tresty.
sl: In kdor ne poslušaj Allah in njegov sel in transgresses svoje meje - ga je postavil v ogenj spoštovati večno tam, in bo imel ponižujoče kazen.
sr_cyrl: Онај ко не послуља Алаха, и његовог гласника и трансгрессес своје границе - ће ставио га је у ватру да се повинују вечито у томе и он ће имати понижавајуће казна.
sr_latn: Onaj ko ne posluљa Alaha, i njegovog glasnika i transgresses svoje granice - će stavio ga je u vatru da se povinuju večito u tome i on će imati ponižavajuće kazna.
uk: Той, хто підпорядковується Аллах і його Messenger і transgresses його меж - він буде покласти його у вогонь дотримуватися вічно в ньому і він буде мати принизливе покарання.
vi: Và bất cứ ai trong Allah và Messenger của ông và transgresses giới hạn mình - ông sẽ đưa anh ta vào ngọn lửa để tuân thủ luôn luôn trong đó, và ông sẽ phải chịu hình phạt nhục nhã.
zu: Futhi noma ubani akalaleli Allah isithunywa sakhe transgresses mingcele Akhe - Uyokwethaba wamfaka Fire ukusigcina phakade therein, futhi uyoba isijeziso ehlazisayo.

# Quran508
source: Those who commit unlawful sexual intercourse of your women - bring against them four [witnesses] from among you. And if they testify, confine the guilty women to houses until death takes them or Allah ordains for them [another] way.
ca: Qui es comprometen a relació sexual il·lícita de les seves dones - portar contra elles quatre [testimonis] entre vostè. I si van testificar, limitar les dones culpables a cases fins que la mort els porta o Allah estableix per a ells [un altre] camí.
cy: I'r rheini sy'n ymrwymo cyfathrach rywiol anghyfreithlon eich merched-yn dod â herbyn pedair [tystion] o blith chi. Ac os mae nhw'n dystio, gyfyngu merched euog i dai hyd nes y mae marwolaeth yn eu cymryd neu mae Allah yn ordains iddynt [arall] ffordd.
da: Dem, der begår ulovlig seksuel samleje af jeres kvinder - bringe mod dem fire [vidner] fra jer. Og hvis de vidner, begrænse de skyldige kvinder til huse, indtil døden tager dem eller Allah ordains for dem [anden] måde.
el: Εκείνοι που διαπράττουν παράνομη σεξουαλική επαφή των γυναικών σας - φέρει εναντίον τους τέσσερις [μάρτυρες] μεταξύ σας. Και αν μαρτυρούν, να περιορίσω το ένοχο γυναίκες στα σπίτια μέχρι ο θάνατος τους παίρνει ή να χειροτονεί Αλλάχ τους [άλλο] Τρόπος.
et: Need, kes on toime pannud õigusvastase seksuaalvahekorras oma naiste - tuua nende nelja [tunnistajate] vastu teie seast. Ja kui nad tunnistavad piirav süüdi naised majad kuni surm vastu võtab või Allah ordains neid, [teine] viis.
fi: Ne, jotka syyllistyvät laittoman yhdyntää naisia - tuo vastaan neljä [todistajien] keskuudestanne. Tai jos he todistavat vain syyllisiä naisten talot, kunnes kuolema vie heidät tai Jumala ordains niille, [toinen] tapa.
he: אלו שנהגו בלתי חוקיות יחסי מין נשים שלך - להביא נגדם ארבעה [עדי] מבין אותך. אם הם מעידים, להגביל את הנשים אשם הבתים עד מוות לוקח אותם או אללה ordains עבורם [אחר] בדרך.
hr: Onih koji počine nezakonit seksualni odnos žene - dovesti protiv njih četiri [svjedoke od vas. I ako oni svjedoče, ograničiti krivi žene u kućama sve dok smrt ih vodi ili Allah odredio za njih [još] način.
lt: Tiems, kurie įvykdo neteisėtas lytinių santykių savo moterų - pareikšti prieš juos keturių [liudytojų] iš tavęs. Ir jei jie liudija, tik kaltas moterys į namus iki mirties priima juos arba Dievas ordains juos [kita] būdas.
lv: Tie, kas izdara prettiesisku dzimumaktu, sieviešu - celt pret tiem četriem [lieciniekiem] no jums. Un ja viņi liecināt tikai vainīgs sievietes mājas līdz brīdim, kad tos aizved nāvi vai Allah noteic arī viņiem [vēl] veidā.
nb: De som begår ulovlig seksuell omgang av kvinner - ta imot dem fire [vitner] fra dere. Og hvis de vitne, begrense skyldig kvinner hus til døden tar dem eller Gud ordains for dem [en annen] måte.
sk: Tých, ktorí páchajú nezákonný pohlavný styk svojej ženy - podať proti nim štyri [svedkov] spomedzi vás. A ak budú svedčiť, obmedziť vinný ženy domy až do smrti sa im alebo Alah stanovuje pre ne, [iný] spôsobom.
sl: Tiste, ki storijo nezakonito spolni odnos žensk - bi proti njim štiri [priče] med vas. In če so priča, omejiti krive ženske hiše do smrti se jim ali Alah ordains zanje, [drugo] način.
sr_cyrl: Донесите које поиине незаконит сексуални однос од твоје жене - против њих 4 [сведоци] неку од вас. И ако су сведочи, онеспособљени кривим жене у куће док смрт их је потребно или Алах налаће за њих [друге] начин.
sr_latn: Donesite koje poиine nezakonit seksualni odnos od tvoje žene - protiv njih 4 [svedoci] neku od vas. I ako su svedoči, onesposobljeni krivim žene u kuće dok smrt ih je potrebno ili Alah nalaћe za njih [druge] način.
uk: Ті, хто вчинити незаконні статеві зносини жінок - принести проти них чотири [свідків] з числа ви. І якщо вони свідчать про обмежити винним жінок в будинки, поки смерть приймає їх або Аллах ordains для них, [іншого] шлях.
vi: Những người cam kết bất hợp pháp quan hệ tình dục của phụ nữ của bạn – mang lại chống lại họ bốn [chứng] từ bạn. Và nếu họ làm chứng, nhốt những người phụ nữ tội lỗi cho ngôi nhà cho đến khi chết mất họ hoặc Allah ordains cho họ [khác] cách.
zu: Labo bophezela behlanganyela ubuhlobo bobulili ngokungemthetho kwabesifazane bakho - azosiletha zawo omane [oFakazi] phakathi kwenu.
