Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2797
source: And those who accuse their wives [of adultery] and have no witnesses except themselves - then the witness of one of them [shall be] four testimonies [swearing] by Allah that indeed, he is of the truthful.
ca: I aquells que acusen seves esposes [d'adulteri] i tenir cap testimonis excepte si mateixos - llavors el testimoni d'un d'ells [es] quatre testimonis [paraulotes] per Allah que de fet, ell és de la veritat.
cy: A'r rhai sy'n cyhuddo eu gwragedd [o adultery] ac unrhyw dystion heblaw hwy eu hunain-yna y tyst o un ohonynt [fydd] dystiolaethau pedwar [rhegi] gan Allah yn wir, ei fod yn o y geirwir.
da: Og dem, der beskylder deres hustruer [af utroskab] og har ingen vidner undtagen sig selv- så er vidne til en af dem [skal] fire vidnesbyrd [bande] af Allah, ja, han er af den sandfærdige.
el: Και εκείνοι που κατηγορούν τους συζύγους [της μοιχείας] και να έχετε μάρτυρες εκτός από τον εαυτό τους -, τότε ο μάρτυρας του ενός από αυτούς [πρέπει να] τέσσερα μαρτυρίες [ορκωμοσία] από Αλλάχ ότι πράγματι, δ. είναι το αληθινό.
et: Ja neile, kes süüdistavad nende naised [mis abielurikkumine] ja on mingit tunnistajate peale nende endi - siis tunnistaja üks neist [on] neli ütlustes [sõimu] poolt Jumal tõepoolest on kohta on tõesed.
fi: Ja ne, jotka syyttävät vaimojaan [, aviorikoksesta] ja on ollut todistajia paitsi itsensä - sitten todistaja heistä [on] neljä todistuksia [vannovat] Jumala että itse asiassa hän on totuudenmukaista.
he: ואת מי מאשימים את הנשים שלהם [של ניאוף] ויש עדים מלבד עצמם - ואז העד של אחד מהם [יהיה] ארבע עדויות [נשבעים] אללה ואכן, שיש לו האמת.
hr: I oni koji optužuju svoje žene [za preljub] i nema svjedoka osim sebe - onda svjedok jednog od njih [su] četiri svjedočenja [psovanje] tako mi Allaha, on je od je istinit.
lt: Ir tie, kurie kaltina savo žmonos [apie neištikimybę] ir liudytojų išskyrus patys - tada vienas iš jų [turi būti] liudininkas keturių parodymuose [davimo] kad iš tiesų jis yra, kad teisingą Dievo.
lv: Un tie, kuri apsūdz viņu sievas [par neuzticību] un ir bez lieciniekiem, izņemot sevi -, tad viens no tiem [ir] liecinieks četras liecības [lamāšanās] Allah, ka patiesībā viņš ir patiesas.
nb: Og de som beskylde sine koner [av utroskap] og har ingen vitner unntatt seg selv - vitne til en av dem [skal] fire vitnesbyrd [banne] av Allah at faktisk han er av den sannferdig.
sk: A tí, ktorí obviňujú svoje manželky [z cudzoložstva] a žiadni svedkovia okrem seba - potom svedectvo jedného z nich [bude] štyri svedectvo [] podľa sľubu Alah, že v skutočnosti je pravdivé.
sl: In tisti, ki obtožujejo svoje žene [prešuštvo] in so brez prič, razen same - potem priča enega od njih [se] štiri pričevanja [zaprisege] z Allah da res, on je za resnične.
sr_cyrl: И они који оптужују своје жене [о прељубу] и имати свједоке осим себе - онда сведок једног од њих [бити] четири сведочења [псовање] у име Алаха да заиста, он је и искрен.
sr_latn: I oni koji optužuju svoje žene [o preljubu] i imati svjedoke osim sebe - onda svedok jednog od njih [biti] četiri svedočenja [psovanje] u ime Alaha da zaista, on je i iskren.
uk: І тих, хто звинувачує їх дружин [подружньої невірності] і є немає свідків, крім самих - то свідок одного з них [повинно бути] чотирьох свідчення [лайка] Аллах що, дійсно, він є з у правдиву.
vi: Và những người tố cáo vợ [của ngoại tình] và có không có nhân chứng ngoại trừ bản thân - sau đó sự chứng kiến của một trong số họ [là] bốn lời khai [chửi thề] bởi Allah cho thực sự, ông là người trung thực.
zu: Futhi labo khanza omkawo [zokuphinga] futhi babe abasekho ofakazi ngaphandle ngokwabo - ke ubufakazi noyedwa kubo [kuyakuba] nobufakazi ezine [ukuthukana] Allah ukuthi ngempela, nguye of the truthful.

# Quran2798
source: And the fifth [oath will be] that the curse of Allah be upon him if he should be among the liars.
ca: I el cinquè [jurament serà] que la maledicció d'Allah ser a ell, si ha de ser entre els mentiders.
cy: Ac yn y pumed [llw fydd] y felltith Allah yn arno os dylai fod ymhlith y celwyddgwn.
da: Og femte [ed vil være] at forbandelse af Allah være med ham, hvis han skulle være blandt løgnere.
el: Και το πέμπτο [όρκο θα είναι] που την κατάρα του Αλλάχ να είναι προς αυτόν, εάν θα πρέπει να είναι μεταξύ τους ψεύτες.
et: Ja viies [vanne on] mis kirous Jumal olgu temaga, kui ta tuleks seas valetas.
fi: Ja viides [valan tulee] että kirous Allah olkoon hänelle, jos hän tulisi olla valehtelija.
he: ובחמישי [שבועה יהיה] קללת אללה להיות עליו אם הוא צריך להיות בין השקרנים.
hr: A peti [zakletve se] to kletvu Allah se na njega ako on bi trebao biti među su lažovi.
lt: Ir penktais metais [priesaika bus] kad Dievas prakeikimas būti jam jei jis turėtų būti tarp klamcami.
lv: Un piektais [zvērests būs] ka nolādēt no Allah būt pēc tam, ja viņam būtu jābūt starp liars.
nb: Og femte [Ed er] at forbannelsen av Allah være med ham hvis han skulle være blant løgnere.
sk: A piaty [prísaha bude] že prekliatie Alah sa na neho, ak by mal byť medzi klamárov.
sl: In peti [prisego bo] ki prekletstvo Allah je na njem, če je treba med lažnivci.
sr_cyrl: А пети [заклетвом биће] то проклетство од Алаха нек је с њим да би требао бити међу лаћИјивци.
sr_latn: A peti [zakletvom biće] to prokletstvo od Alaha nek je s njim da bi trebao biti među laћIjivci.
uk: І п'ятий [буде присяги] що прокляття Аллах бути на нього, якщо він має бути одним з брехунів.
vi: Và thứ năm [lời tuyên thệ sẽ] rằng lời nguyền của Allah khi anh ta nếu anh ta nên một trong những kẻ nói dối.
zu: Futhi wesihlanu [isifungo kuyoba] ukuthi isiqalekiso Allah phezu kwakhe uma yena kumelwe ibe phakathi kwezokuqala hubu.

# Quran2799
source: But it will prevent punishment from her if she gives four testimonies [swearing] by Allah that indeed, he is of the liars.
ca: Però això evitarà càstig d'ella si ella dóna quatre testimonis [paraulotes] per Allah que de fet, ell és de mentiders.
cy: Ond bydd yn atal cosbi oddi wrthi os bydd hi yn rhoi pedwar dystiolaethau [rhegi] gan Allah yn wir, ei fod yn y celwyddgwn.
da: Men det vil forhindre straf fra hende, hvis hun giver fire vidnesbyrd [bande] af Allah, ja, han er af løgnere.
el: Αλλά θα αποτρέψει τιμωρία από αυτήν αν δίνει τέσσερα μαρτυρίες [ορκωμοσία] από Αλλάχ ότι πράγματι, είναι από τους ψεύτες.
et: Kuid see aitab vältida karistus teda, kui ta annab neli ütlustes [sõimu] poolt Jumal tõepoolest on selle valetas.
fi: Mutta se estä rangaistuksen hänen, jos hän antaa neljä todistuksia [vannovat] Jumala että hän on valehtelija.
he: . אבל זה ימנע מעניש אותה אם היא. נותנת ארבע עדויות [נשבעים] אללה כי אכן, הוא של השקרנים.
hr: Ali to će spriječiti kazna od nje ako ona daje četiri svjedočanstva [psovanje] Alaha da doista, on je i na lažljivce.
lt: Bet leidžia išvengti bausmės iš jai jei ji suteikia keturis parodymuose [davimo] kad iš tiesų jis yra iš klamcami Dievas.
lv: Bet tas novērsīs sods no viņas, ja viņa dod četras liecības [lamāšanās], Allah, ka patiesībā viņš ir liars.
nb: Men vil forhindre straff fra henne hvis hun gir fire vitnesbyrd [banne] av Allah at faktisk han er av løgnere.
sk: Ale to zabráni trest od nej, ak ona dáva štyri svedectvo [] podľa sľubu Alah, že v skutočnosti je klamár.
sl: Ampak to bo preprečilo kazen od nje, če ona daje štiri pričevanja [zaprisege] z Allah da res, on je od lažnivci.
sr_cyrl: Али то ће спречити казна од ње ако јој даје четири сведочења [псовање] у име Алаха да он је заиста од лаћова.
sr_latn: Ali to će sprečiti kazna od nje ako joj daje četiri svedočenja [psovanje] u ime Alaha da on je zaista od laћova.
uk: Але це буде перешкоджати покарання від неї, якщо вона дарує чотири свідчення [лайка] Аллах що, дійсно, він є у брехунів.
vi: Nhưng nó sẽ ngăn chặn các hình phạt từ cô ấy nếu cô ấy cho bốn lời khai [chửi thề] bởi Allah rằng thực sự, ông là của những kẻ nói dối.
zu: Kodwa kuzovimbela esivela wakhe uma unikeza nobufakazi ezine [ukuthukana] Allah ukuthi ngempela, nguye of the hubu.

# Quran2800
source: And the fifth [oath will be] that the wrath of Allah be upon her if he was of the truthful.
ca: I el cinquè [jurament serà] que la ira d'Allah ser a seu si ell era de la veritat.
cy: Ac yn y pumed [llw fydd] ennyn digofaint Allah ar ei os iddo fod yn oedd y geirwir.
da: Og femte [ed vil være] at vrede af Allah være med hende, hvis han var af den sandfærdige.
el: Και το πέμπτο [όρκο θα είναι] ότι η οργή του Αλλάχ να του παρέχονται της εάν αυτός ήταν από το αληθινό.
et: Ja viies [vanne on] et viha Allah olgu tema, kui ta oli selle tõesus.
fi: Ja viides [valan tulee] että hänen jos Olkoon Jumala vihaa, hän oli totuudenmukaista.
he: ובחמישי [שבועה יהיה] כי זעמו של אללה עוט אותה. אם הוא היה של אמת.
hr: A peti [zakletve se] da gnjev Alah će na je, ako je bio je istinit.
lt: Ir penktais metais [priesaika bus] Dievo rūstybė kad ant jos, jei jis buvo, kad teisingi.
lv: Un piektais [zvērests būs] sašutums par Allah, kas uz viņu, ja viņš bija patiesas.
nb: Og femte [Ed er] at vreden til Allah være med henne hvis han var av den sannferdig.
sk: A piaty [prísaha bude] že hnev Alah sa na ňu ak on bol pravdivý.
sl: In peti [prisego bo] da srd od Allah je na njo če je bil za resnične.
sr_cyrl: А пети [заклетвом биће] да гнев Аллаха буде над њом ако он је био је искрен.
sr_latn: A peti [zakletvom biće] da gnev Allaha bude nad njom ako on je bio je iskren.
uk: І п'ятий [буде присяги] що гнів Аллах Аллаха свою якщо він був з на правдивою.
vi: Và thứ năm [lời tuyên thệ sẽ] rằng cơn giận dữ của Allah là khi cô ấy nếu ông là người trung thực.
zu: Futhi wesihlanu [isifungo kuyoba] ulaka luka Allah makube phezu kwakhe lokhu uma engayifezi kahle we truthful.

# Quran2801
source: And if not for the favor of Allah upon you and His mercy... and because Allah is Accepting of repentance and Wise.
ca: I si no fos pel favor d'Allah i la seva misericòrdia... i perquè Allah és Accepting de penediment i savi.
cy: Os nid favor Allah ar eich a ei drugaredd... ac ar dderbyn o edifeirwch a Wise yw Allah.
da: Og hvis ikke til fordel for Allah på dig og hans barmhjertighed... og fordi Allah er accept af anger og klog.
el: Και αν όχι για την εύνοια του Αλλάχ από σας και το έλεος του..., και επειδή Αλλάχ είναι αποδοχή της μετάνοιας και σοφός.
et: Ja kui ei teene Jumal ja tema halastuse... ja kuna Jumal on meeleparandus vastuvõtmine ja tark.
fi: Ja jos ei, hyväksi Jumala ja hänen armonsa... ja Jumala on hyväksyminen parannuksen ja viisas.
he: אם לא בשביל טובה של אללה בעת לרחמיו. ואתה ואני כי אללה הוא Accepting של תשובה וחכם.
hr: I ako ne za uslugu Allah na vas i njegovog milosrđa i zato što je Allah prihvaćanje pokajanja i mudar.
lt: Ir jei ne Dievo malonės jums ir jo malonės... ir todėl, kad Dievas yra Accepting atgailos ir išmintingas.
lv: Ja nav par labu Allah pēc jums un viņa žēlsirdību … un jo Allah ir piekrišana grēku nožēlošanas un gudrs.
nb: Og hvis ikke for støtte av Allah på deg og hans nåde... og fordi Allah er godtar omvendelsens og klok.
sk: A ak nie je na prospech Alah vám a jeho milosrdenstvo... a preto Alah je akceptovanie pokánia a múdry.
sl: In če ne za uslugo Allah na vas in njegova milost... in ker Allah je Accepting spreobrnjenja in pametno.
sr_cyrl: И ако не за услугу од Алаха и сва његова милост... и зато што је Аллах Аццептинг покајања и мудар.
sr_latn: I ako ne za uslugu od Alaha i sva njegova milost... i zato što je Allah Accepting pokajanja i mudar.
uk: І якщо не на користь Аллах на вас і його милосердя..., так і тому, що Аллах прийняття покаяння і Мудрого.
vi: Và nếu không cho các ưu tiên của Allah khi bạn và lòng thương xót của mình... và bởi vì Allah là Accepting của sự hối cải và khôn ngoan.
zu: Futhi uma kuwukuthi umusa Allah phezu kwenu Akhe sa ... nangenxa Allah Ukwamukela wokuphenduka Wise.

# Quran2802
source: Indeed, those who came with falsehood are a group among you. Do not think it bad for you; rather it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof - for him is a great punishment.
ca: De fet, qui venia amb falsedat són un grup entre vosaltres. No crec que sigui dolent per a vostè; més aviat és bo per a vostè. Per cada persona entre ells és quin [càstig] s'ha guanyat de pecat, i el que va prendre sobre si mateix la major part del mateix - per a ell és un gran càstig.
cy: Yn wir, rhai a ddaeth â anwiredd yn grŵp eich plith. Nid credu mae'n ddrwg i chi; yn hytrach mae'n dda i chi. Ar gyfer pob person yn eu plith yw pa gosb Mae wedi ennill gan y pechod, ac ef a gymerodd ar ei hun y dognau mwy ohono-er iddo yw cosbi mawr.
da: Dem, der kom med løgn er faktisk en gruppe blandt jer. Tror ikke det slemt for dig; snarere er det godt for dig. For hver person blandt dem er hvad [straf] han har tjent fra synd, og han, der påtog sig den større del heraf - for ham er en stor straf.
el: Πράγματι, αυτοί που ήρθαν με το ψέμα είναι μια ομάδα ανάμεσά σας. Δεν το θεωρώ κακό για σένα. μάλλον είναι καλό για σας. Για κάθε άτομο ανάμεσά τους είναι τι [τιμωρία] κέρδισε από την αμαρτία, και αυτός που πήρε την ευθύνη η μεγαλύτερη μερίδα αυτής - για αυτόν είναι μια μεγάλη τιμωρία.
et: Tõepoolest, need, kes tulid valetamine on teie seas rühm. Ei usu, see halb teile; pigem on hea teie jaoks. Igaühel neist on mida karistuse ta on teeninud alates patt ja kes võttis enese suurem osa - teda on suur karistus.
fi: Ne, jotka tulivat valhe ovatkin ryhmän keskuudessanne. Ei mielestäni huono sinulle; pikemminkin on hyvä sinulle. Sillä jokainen heistä on jonkinlaisen rangaistuksen hän on ansainnut synnistä ja hän, joka otti asiakseen suuremman osan sen - hänelle on suuri rangaistus.
he: ואכן, אלה שבאו עם שקר הם קבוצה ביניכם. לא חושב שזה רע בשבילך; ליתר דיוק זה טוב בשבילך. עבור כל אדם ביניהם הוא איזה [עונש] הוא הרוויח מן החטא, ויש מי לקח על עצמו את חלק גדול הימנו - לו עונש גדול.
hr: Uistinu, oni koji su došli sa laži su među vama. Ne mislim to loše za vas; Umjesto da je dobro za tebe. Za svaku osobu među njima je što [kazne] On je zaradio grijeh, i koji je uzeo na sebe veći dio istih - za njega je velika kazna.
lt: Iš tiesų, tie, kurie atėjo su melas yra tarp jūsų grupė. Nemanau, kad blogai jums; o tai yra gerai. Kiekvienas asmuo, tarp jų yra kas [bausmė] jis uždirbo iš nuodėmės, ir tas, kuris paėmė į save didesnę dalį jų - jam yra puikus bausmė.
lv: Protams, tiem, kas nāca ar viltību ir grupu vidū. Nedomāju, ka tas slikti par jums; drīzāk tas ir labs jums. Par katru personu vidū ir kāda [sods] viņš nopelnīs no grēka, un viņš paņēma uz sevis lielākā daļa pantu – viņam ir liels sods.
nb: De som kom med usannheter er faktisk en gruppe blant dere. Tro ikke det dårlig. Snarere er det bra for deg. For hver person blant dem hva [straffen] Han har tjent fra synd, og han som tok på seg den større delen av - for ham er stor straff.
sk: V skutočnosti tí, ktorí prišli s lož sú skupinou medzi vami. Nemyslím, že je zlé pre vás; skôr je to pre vás dobré. Pre každého z nich je aký [trest] získal od hriechu, a ten, kto vzal na seba väčšiu časť jej - pre neho je veľký trest.
sl: Res, tisti, ki so prišli s laž so skupina med vami. Ne mislim, da je slabo za vas; ampak je dobro za vas. Za vsako osebo, med njimi je [kazen] je pridobil iz greh, in on, ki je nase večji del tega - za njega je veliko kazen.
sr_cyrl: Заиста , они који су добили са неистина су група медју вама. Да то није лоше за вас; Радије , то је добро за тебе. За сваку особу, међу њима је каква казна заслужио из грех, а који је на себе преузео је већи део исте - за њим је велика казна.
sr_latn: Zaista, oni koji su dobili sa neistina su grupa medju vama. Da to nije loše za vas; Radije, to je dobro za tebe. Za svaku osobu, među njima je kakva kazna zaslužio iz greh, a koji je na sebe preuzeo je veći deo iste - za njim je velika kazna.
uk: Дійсно, ті, хто прийшов з брехня, група серед вас. Не думаю, що це погано для вас; скоріше, це добре для вас. Для кожної людини, серед них є те, що [покарання] він отримав від гріха, і він, який узяв на себе більшу частину його - для нього є велике покарання.
vi: Thật vậy, những người đến với falsehood là một nhóm trong số các bạn. Không nghĩ rằng nó xấu cho bạn; thay vào đó, nó là tốt cho bạn. Đối với mỗi người trong số đó là những gì [trừng phạt] ông đã giành được từ tội lỗi, và ông đã mất khi mình phần lớn đó - cho anh ta là một hình phạt rất lớn.
zu: Ngempela, labo ababeza ngamanga iqembu phakathi kwenu.

# Quran2803
source: Why, when you heard it, did not the believing men and believing women think good of one another and say, "This is an obvious falsehood"?
ca: Per què, quan vostè escoltat, feia no els homes creients i creure dones Penseu bé de l'altra i dir: "Això és una falsedat evident"?
cy: Pam, pan eich bod yn ei glywed, nid oedd nid y dynion believing a gredu menywod feddwl da un arall a dweud, "Dyma anwiredd amlwg"?
da: Hvorfor, når du hørte det, gjorde ikke de troende mænd og kvinder synes godt om hinanden og sige, "Det er en indlysende løgn"?
el: Γιατί, όταν μπορείτε να ακούσει αυτό, μήπως δεν τους πιστεύοντας άνδρες και πιστεύοντας γυναίκες ότι καλό από ένα άλλο και να πούμε, «Αυτό είναι ένα προφανές ψέμα»;
et: Miks, kui kuulsin seda, mitte uskuda mehed tegid ja uskudes naiste arvan hea üksteist ja öelda: "See on selge valetamine"?
fi: Miksi, kun kuulin sen, ei ole uskoa miesten ja uskoa naisten ajatella hyvä toisistaan ja sanoa: "Tämä on ilmeinen valhe"?
he: ? למה, אתה שמע את זה, לא האנשים להאמין ומתי האמונה נשים חושב טוב אחד לשני ואני אומר, "זה שקר ברור"?
hr: Zašto, kad to čuo, zar ne vjerujući ljudi i vjerujući žene dobro međusobno i reći, "Ovo je očita laž"?
lt: Kodėl, kai išgirdo apie tai, ar ne tikinčiųjų vyrai ir tikėti moterų manau, kad geras vienas nuo kito ir sako: "Tai yra akivaizdus melas"?
lv: Kāpēc, kad to dzirdēja, bija nevis ticēt vīrieši un uzskatot, ka sievietes domāt labi, viens no otra un saka: "Tas ir acīmredzams viltību"?
nb: Hvorfor, når du hørte det, gjorde ikke troende menn og tro kvinner tror godt med hverandre og si, "Dette er en åpenbar løgn"?
sk: Prečo, keď to počul, robil nie veriť mužov a veriť ženy myslia dobre navzájom a povedať: "Toto je zrejmý lož"?
sl: Zakaj, ko boste slišali, ni ne prepričanje moških in prepričanje ženske mislite dobro med seboj in rekel, "To je očitno laž"?
sr_cyrl: Зашто, када ти то чуо, зар не веровање Ијуди и веровање жене мисле да добро једно о другоме и реци, "Ово је очигледно неистина"?
sr_latn: Zašto, kada ti to čuo, zar ne verovanje Ijudi i verovanje žene misle da dobro jedno o drugome i reci, "Ovo je očigledno neistina"?
uk: Чому, коли ви чули це, зробив не проста Віра чоловіків і вірі жінок думаю, добре один від одного і сказати: "Це очевидно брехня"?
vi: Tại sao, khi bạn nghe nó, đã không phải là những người đàn ông believing và tin rằng phụ nữ nghĩ tốt của nhau và nói: "Đây là một rõ ràng falsehood"?
zu: Kungani, uma ekuzwa lokho, akazange kholwa doda kholwa kosikazi kukuhle omunye nomunye futhi uthi: "Lena amanga osobala"?

# Quran2804
source: Why did they [who slandered] not produce for it four witnesses? And when they do not produce the witnesses, then it is they, in the sight of Allah, who are the liars.
ca: Per què [qui calumnià] no produeixen doncs quatre testimonis? I quan no produeixen els testimonis, llavors és que, a la vista d'Allah, que són mentiders.
cy: Pam nad oedden nhw'n [sydd slandered] cynhyrchu ar ei gyfer pedwar tystion? A phan nad ydynt yn cynhyrchu y tystion, yna mae'n iddynt, yng ngolwg Allah, sydd yn gelwyddgwn y.
da: Hvorfor de [der bagtalt] ikke producerer for det fire vidner? Og når de ikke producerer vidner, så er det de, i synet af Allah, som løgnere.
el: Γιατί [που slandered] δεν παράγουν για τέσσερις μάρτυρες; Και όταν δεν παράγουν οι μάρτυρες, τότε αυτοί, στα μάτια του Αλλάχ, οι οποίοι είναι οι ψεύτες.
et: Miks nemad [slandered] ei tooda seda neli tunnistajad? Ja kui nad ei tooda tunnistajad, siis on nad, Allah, kes valetas on silmapiiril.
fi: Miksi he, [joka panetellaan] esittänyt sitä neljä todistajia? Ja kun ne eivät johda todistajat, juuri heidän, Allah, jotka ovat valehtelijat silmissä.
he: ? למה הם [מי מושמצים] לא לייצר עבורו ארבעה עדים? כאשר הם אינם מייצרים את העדים, אז זה הם, בעיני אללה, מי הם השקרנים.
hr: Zašto si se [koji su ogovarali] ne proizvode za to četiri svjedoka? A kada ne stvaraju svjedoka, onda je oni, pred Allaha, koji su su lažovi.
lt: Kodėl jie [kurie šmeižiami] negamino, nes keturi liudytojai? Ir kai jie negamina liudytojų, tai jie, Dievas, kuris yra klamcami akyse.
lv: Kāpēc viņi [kas slandered] neizveidoja tā četri liecinieki? Un, ja viņi nevar uzrādīt lieciniekiem, tad viņi, ir aktuāli par Allah, kas ir liars.
nb: Hvorfor de [som baktalte] ikke produserer for det fire vitner? Og når de ikke produserer vitner, så det er de i synet av Allah, som er løgnere.
sk: Prečo oni, [ktorí ohovárala] nepriniesla to štyroch svedkov? A keď sa nevytvárajú svedkov, potom, je v očiach Alah, ktorí sú klamári.
sl: Zakaj so, [ki obrekujejo] ne izdelujeta zanjo štiri priče? In ko jih ne proizvajajo priče, potem je oni, v očeh Allah, ki so lažnivci.
sr_cyrl: Зашто су [који је оклеветао] није произвео за то четири сведока? И када они не производе са сведоцима, онда су, на видику од Алаха, који су у лаћови.
sr_latn: Zašto su [koji je oklevetao] nije proizveo za to četiri svedoka? I kada oni ne proizvode sa svedocima, onda su, na vidiku od Alaha, koji su u laћovi.
uk: Чому вони, [які обмовляли] не спричинилися для нього чотири свідків? І коли вони не виробляють на очевидців, то вони, на очах Аллаха, які перебувають на брехунів.
vi: Tại sao họ [người slandered] không sản xuất nó bốn nhân chứng? Và khi họ không sản xuất các nhân chứng, sau đó nó là họ, trong tầm nhìn của Allah, là những kẻ nói dối.
zu: Kungani lapho [labo anyundele] cha khiqiza it ofakazi ezine?
