Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1697
source: My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous."
ca: Senyor, vostè té m [quelcom] de sobirania donat i ensenyar-me de la interpretació dels somnis. Creador del cel i terra, ets el meu protector en aquest món i en el futur. Que em causa a morir un musulmà i unir-se a mi amb els justos."
cy: Fy Arglwydd, wedi rhoi i mi [rhywbeth] o sofraniaeth a dysgais y dehongliad o'r breuddwydion. Crëwr y nefoedd a'r ddaear, yr ydych yn fy protector yn y byd hwn ac yn y o hyn ymlaen. Achosi mi marw yn Fwslim ac ymuno â mi gyda y righteous."
da: Herre, du har givet mig [noget] af suverænitet og lært mig om drømmetydning. Skaberen af himlene og jorden, du er min protektor i denne verden og i hinsidige. Forårsage mig til at dø en Muslim og slutte sig til mig med retfærdige."
el: Κύριέ μου, έχεις μου [κάτι] της κυριαρχίας και της ερμηνείας των ονείρων μου δίδαξε. Δημιουργός του ουρανού και της γης, είστε προστάτης μου σε αυτόν τον κόσμο και στην συνέχεια. Προκαλέσει μου να πεθάνει μια μουσουλμανική, και μαζί μου δίκαιοι.»
et: Mu Issand, olete andnud mulle [midagi] suveräänsuse ja õpetas mulle tõlgendamisel unistused. Looja taevas ja maa, sa oled mu kaitsja selles maailmas ja edaspidi. Põhjusta mulle die moslem ja minuga õige."
fi: Herrani, olet antanut minulle [jotain] itsemääräämisoikeutta ja opetti minulle unien tulkinta. Luoja taivaan ja maan olet minun suojelija tässä maailmassa ja tulevassa. Aiheuttaa minulle kuolla muslimi ja liittyä minua vanhurskas."
he: . אדוני, אתה נותן לי [משהו] הריבונות, לימד אותי של פירוש חלומות. היוצר השמיים והארץ, אתה המגן שלי בעולם הזה ולא בעולם הבא. לגרום לי למות מוסלמי ולהצטרף אליי עם הצדיקים."
hr: Gospodaru, imate mi [nešto] suvereniteta i naučio me tumačenju snova. Stvoritelja neba i zemlje, ti si moj zaštitnik na ovom svijetu i u daljnjem tekstu. Uzrok me umrijeti musliman i pridruži me pravovjernima."
lt: Mano Viešpatie, jūs turite man [kažkas] suvereniteto ir išmokė mane iš sapnų aiškinimo. Sukūrė dangų ir žemę, jūs esate mano raštas šiame pasaulyje ir toliau. Sukelti man mirti musulmonų ir prisijungti prie manęs su teisus."
lv: Mans kungs ir devis man [kaut] suverenitātes un mācīja mani sapņi interpretāciju. Creator debesis un zeme, tu esi mans aizsargs šajā pasaulē un turpmāk. Man jāmirst musulmaņu un pievienoties man ar taisnu iemesls."
nb: Min Herre, du har gitt meg [noe] suverenitet og lærte meg om tolkning av drømmer. Skaperen av himmelen og jorden, du er min protector i denne verden og i hinsidige. Føre meg å dø Muslim og bli meg med rettferdige.»
sk: Môj pane, ste mi [niečo] suverenity a učil ma o výklad snov. Stvoriteľa neba i Zeme, ste môj ochranca v tomto svete a v ďalšom. Spôsobujú mi zomrie moslim a Pripoj sa ku mne spravodlivý."
sl: Moj Gospodar, so mi [nekaj] suverenosti in učil me razlago sanj. Stvarnik nebes in zemlje, ste moj zaščitnik v tem svetu in v nadaljevanju. Vzrok mi umreti muslimanske in se mi pridruži s pravedna."
sr_cyrl: Мој господару, дао ми [нешто] суверенитета и научио ме за тумачење снова. Створитеља неба и земље, ти си мој заштитник на овом свету, а на другом свету. Довести до тога да умре муслиман и са праведнима са мном."
sr_latn: Moj gospodaru, dao mi [nešto] suvereniteta i naučio me za tumačenje snova. Stvoritelja neba i zemlje, ti si moj zaštitnik na ovom svetu, a na drugom svetu. Dovesti do toga da umre musliman i sa pravednima sa mnom."
uk: Пане мій, ви дав мені [щось] суверенітету і навчив мене тлумачення снів. Творця неба і землі, ти мій protector у цьому світі і в майбутньому. Спричинити мені померти мусульманин, і приєднатися до мене з праведниками."
vi: Thưa ngài, bạn đã cho tôi [cái gì] chủ quyền và đã dạy cho tôi giải thích những giấc mơ. Người sáng tạo của mặt trời và trái đất, bạn là bảo vệ của tôi trong thế giới này và trong tương lai. Gây ra tôi để chết một người Hồi giáo và tôi tham gia với các công bình."
zu: Nkosi yami, Wena unginikile [okuthile] yobukhosi kwangifundisa of cazelo of phupha.

# Quran1698
source: That is from the news of the unseen which We reveal, [O Muhammad], to you. And you were not with them when they put together their plan while they conspired.
ca: Que és de les notícies d'invisibles que ens revelen, [O Muhammad], a vostè. I que no van amb ells quan es posen junts el seu pla mentre que van conspirar.
cy: Mae hynny'n sgil y newyddion am y unseen sy'n ddatgelu, [O Muhammad], i chi. Ac nid oedd chi gyda nhw wrth iddynt lunio eu cynllun tra roedd eu cynllwynio.
da: Der er fra nyheden om den usynlige, som vi afsløre, [O Muhammad], til dig. Og du var ikke med dem, når de sammensætter deres plan mens de rottet sig sammen.
el: Που είναι από τα νέα του unseen οποίες αποκαλύπτουμε, [Ο Μωάμεθ], σας. Και δεν ήταν μαζί τους όταν βάζουν μαζί τους σχέδιο ενώ συνωμότησαν.
et: Mis on nähtamatu, mis me esile [O Muhammad], uudis teile. Ja sa ei olnud nendega, kui nad panna kokku nende plaan, kuigi nad conspired.
fi: Se on näkymätön, joka meidän paljastaa [Oi Muhammed] uutisia sinulle. Ja te ette niitä, kun ne laittaa yhteen niiden suunnitelma, vaikka ne salaliiton.
he: . זה מהחדשות של סמוי אשר אנו חושפים, [O מוחמד], לך... . ולא היית איתם כשהם שמים ביחד את התוכנית שלהם בזמן שהם קשרו.
hr: To je iz vijesti neviđeno što možemo objaviti, [O Muhammad], ti. A ti nisi s njima kad su sastaviti svoj plan dok su kovali zavjeru.
lt: Tai nuo nematyto, kurie mums atskleidžia, [O Muhammad], naujienos jums. Ir jums nebuvo su jais kai jie sujungti savo planą, o jie prabilo.
lv: Tas ir neredzēts, kas mums atklāj [O Muhammad] ziņas no jums. Un jums nav ar viņiem, kad viņi saliek savus plānus, kamēr viņi nostājušies.
nb: Det er fra nyheten om den usynlige som vi avsløre, [O Muhammad], til deg. Og du var ikke med dem når de setter sammen planen mens de konspirerte.
sk: To je z noviniek neviditeľných, ktoré môžeme odhaliť, [Mohamed], vám. A nie ste s nimi, keď dali dokopy svoj plán, zatiaľ čo oni spikli.
sl: To je iz novice nevidna, ki mi razkrije, [O Muhammad], za vas. In niste bili z njimi, ko so skupaj njihov načrt, medtem ko so zaroto.
sr_cyrl: То је из вест о видљивим која открива, [О Мухаммад], ти. И ниси била са њима када су ставили заједно њихов план, док су се уротили.
sr_latn: To je iz vest o vidljivim koja otkriva, [O Muhammad], ti. I nisi bila sa njima kada su stavili zajedno njihov plan, dok su se urotili.
uk: Тобто від Новини невидиме, які ми виявляємо, [O Мухаммад], ви. І ви не були з ними, коли вони зібрати їх план у той час як вони змову.
vi: Đó là từ những tin tức của thần bí mà chúng tôi tiết lộ, [O Muhammad], cho bạn. Và bạn không với họ khi họ cùng nhau đặt kế hoạch của họ trong khi họ âm mưu.
zu: Lokho kuvela izindaba yesidalwa esingabonakali lapho phendla, [Jehova Muhammad], ukuze nawe.

# Quran1699
source: And most of the people, although you strive [for it], are not believers.
ca: I la majoria de la gent, encara que t'esforces [doncs], no els creients.
cy: Ac nid rhan fwyaf y bobl, er mae chi ymdrechu [], yn gredinwyr.
da: Og de fleste mennesker, selv om du stræber efter [om det], er ikke troende.
el: Και περισσότεροι από τους ανθρώπους, αν και θα προσπαθήσει [για αυτό], δεν είναι πιστοί.
et: Ja enamik inimesi, kuigi sa püüdma [ta], ei ole usklikud.
fi: Ja useimmat ihmiset, vaikka pyrkiä [sitä], eivät ole uskovaisia.
he: רוב האנשים, למרות אתם שואפים [זה], הם לא מאמינים.
hr: I većina ljudi, iako težite [to], nisu vjernici.
lt: Ir dauguma žmonių, nors jums siekti [jis], yra ne tikinčiųjų.
lv: Un lielākā daļa cilvēku, lai gan jūs centīsies [par to], nav ticīgie.
nb: Og de fleste, selv om du forsøker [for, er ikke troende.
sk: A väčšina ľudí, aj keď sa snažíme [za to], nie sú veriaci.
sl: In večina ljudi, čeprav si prizadevajo [za to], niso verniki.
sr_cyrl: И већина људи, иако те тежите [то], нису верници.
sr_latn: I većina ljudi, iako te težite [to], nisu vernici.
uk: І більшість людей, хоча ви прагнути [це], не віруючих.
vi: Và hầu hết những người, mặc dù bạn cố gắng cho [nó], không phải là tín hữu.
zu: Futhi iningi labantu, nakuba ulwela [ngoba], cha are kholwa.

# Quran1700
source: And you do not ask of them for it any payment. It is not except a reminder to the worlds.
ca: I ho no demana d'ells cap pagament. No és excepte un recordatori als mons.
cy: Ac nid ydych yn gofyn amdanynt ar ei gyfer unrhyw daliad. Nid yw'n ac eithrio nodyn atgoffa i fyd.
da: Og du må ikke spørge dem om det nogen betaling. Det er ikke undtagen en påmindelse til verdener.
el: Και δεν ρωτάτε τους για οποιαδήποτε πληρωμή. Δεν είναι παρά μόνο μια υπενθύμιση για τους κόσμους.
et: Ja sa ei küsi nad seda piletiga. Välja arvatud meeldetuletuse maailmad ei ole.
fi: Ja te ette pyydä niitä siitä maksun. Se ei ole paitsi muistutuksen maailmoihin.
he: אתה לא מבקש מהם כל תשלום. . זה לא רק תזכורת לכל העולמות.
hr: I ne pitaš ih za to plaćanje. Nije osim podsjetnik na svjetove.
lt: Ir jūs neprašo iš jų už tai jokio mokesčio. Tai nėra išskyrus priminimą į pasaulius.
lv: Un jums prasīt no viņiem to jebkuram maksājumam. Tas nav izņemot atgādinājumu pasaulēm.
nb: Og du spør ikke av dem for betaling. Det er ikke unntatt en påminnelse til verdens.
sk: A nie z nich o to požiadate výplatu. Nie je výnimkou pripomenutie svety.
sl: In ne vprašate od njih za to nobenega plačila. Ni razen opomnik za svetove.
sr_cyrl: И не тражиш од њих то икакву исплату. Није осим подсетник за светова.
sr_latn: I ne tražiš od njih to ikakvu isplatu. Nije osim podsetnik za svetova.
uk: І ви не просять їх це будь-які виплати. Немає за винятком нагадування для світів.
vi: Và bạn không yêu cầu họ cho nó bất kỳ thanh toán. Nó không phải là ngoại trừ một lời nhắc nhở đến các thế giới.
zu: Futhi musa ukubuza kubo ngoba iyiphi inkokhelo.

# Quran1701
source: And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away.
ca: I quants un senyal dins del cel i terra fer que passen més mentre que, dels mateixos, s'estan convertint fora.
cy: A faint mae arwyddion o fewn y nefoedd a'r ddaear yn ei wneud iddynt basio er eu bod, thelir, yn troi i ffwrdd.
da: Og hvor mange tegn inden for himlene og jorden de passerer mens de deraf, drejning væk.
el: Και πόσα ένα σημάδι μέσα σε τον ουρανό και τη γη να περνούν πάνω ενώ, εκ της θέσεώς τους, γυρίζουν μακριά.
et: Ja kui palju märk taevas ja maa do nad mööda nad, kuigi sellest on keerates ära.
fi: Ja kuinka monta merkin sisällä taivaat ja maan he kulkevat yli kun he, niistä ovat siirtymässä pois.
he: כמה סימן בתוך השמים ואת הארץ האם שהם עוברים על בזמן שהם ממנו, הם בורחת
hr: I koliko znak u nebesa i zemlje ne preminu od toga, dok su odbijati.
lt: Ir kiek ženklas per dangų ir žemę ar pravesti o jie, iš jų, kreipiasi toli.
lv: Un cik zīmi debesīs un zemes darīt tie pasaudzēt kamēr viņi, no tiem vēlas iestāties attālumā.
nb: Og hvor mange et tegn i himmelen og jorden gjør de passerer mens de, hvorav, blir borte.
sk: A koľko znamenie nebies a Zeme sa prejdú zatiaľ čo oni, z nich sa otočil.
sl: In koliko znak v nebo in zemlja ne gresta, ki pa jih, iz njih, se obrača proč.
sr_cyrl: И колико је знак унутар небеса и земљу да су владини, преко док су, постају далеко.
sr_latn: I koliko je znak unutar nebesa i zemlju da su vladini, preko dok su, postaju daleko.
uk: І скільки знак в небеса та земля вони проходять той час як вони, від них, звертаються геть.
vi: Và bao nhiêu một dấu hiệu trong các tầng trời và trái đất làm họ vượt qua trong khi họ, từ đó, chuyển đi.
zu: Futhi mingaki isibonakaliso ngaphakathi amazulu nomhlaba abawutholi kudlule phezu ngenkathi they, therefrom, bayabajikisa.

# Quran1702
source: And most of them believe not in Allah except while they associate others with Him.
ca: I la majoria d'ells creuen no en Allah excepte mentre que altres van associar amb ell.
cy: Ac mae'r rhan fwyaf ohonynt yn credu nad ydynt yn Allah ac eithrio tra maent yn cysylltu'r eraill gydag ef.
da: Og de fleste af dem tror ikke på Allah undtagen mens de knytte andre med ham.
el: Και οι περισσότεροι από αυτούς δεν πιστεύουν στον Αλλάχ εκτός από ενώ άλλοι συνδέουν μαζί του.
et: Ja enamik neist usuvad pole Jumalat peale kuigi nad seostavad teised teda.
fi: Ja useimmat heistä uskovat ei Jumalaan, kun ne muut hänen rinnalleen.
he: רובם מאמינים לא אללה חוץ בעוד הם מקשרים אותו לאחרים.
hr: I većina njih vjeruje u Allaha osim dok su drugi povezati s njim.
lt: Ir dauguma jų tiki ne Dievas išskyrus o jie susieti kitiems su juo.
lv: Un lielākā daļa no viņiem tic nav Allah, izņemot gadījumus, bet tie citi saista ar viņu.
nb: Og de fleste av dem tror ikke på Allah unntatt mens de knytte andre med ham.
sk: A väčšina z nich verí v Boha okrem, kým iní spájajú s ním.
sl: In večina od njih ne verjamejo v Allah razen medtem ko drugi povezujejo z njim.
sr_cyrl: И верујем да већина њих није у Аллах осим док су га остали придружите.
sr_latn: I verujem da većina njih nije u Allah osim dok su ga ostali pridružite.
uk: І більшість з них вірити не в Аллаха, за винятком, поки вони асоціюють інші його.
vi: Và hầu hết trong số họ tin tưởng không vào Allah trừ khi họ liên kết những người khác với anh ta.
zu: Futhi iningi labo bakholelwa hhayi Allah ngaphandle ngesikhathi bahlanganyele nabanye ayenabo.

# Quran1703
source: Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive?
ca: A continuació, senten segurs que no arribarà a ells un aclaparador [aspecte] del càstig d'Allah o que l'hora no vindrà sobre ells de sobte mentre no perceben?
cy: Yna yn gwneud iddynt deimlo'n ddiogel na yno fydd yn dod iddynt yn llethol [agwedd ar] y gosb Allah neu yr awr na ddaw arnynt sydyn er nad oeddent yn eu gweld?
da: Så de føler sikkert, at der ikke vil komme til dem en overvældende [aspekt] af straffen af Allah eller at timen vil ikke pludselig komme over dem, mens de ikke opfatter?
el: Τότε αισθάνονται ασφαλείς ότι εκεί δεν θα μπορέσεις να τους μια συντριπτική [πτυχή] την τιμωρία του Αλλάχ ή που η ώρα δεν θα έρθει επάνω τους ξαφνικά ενώ εκείνοι δεν το αντιλαμβάνονται;
et: Siis nad arvavad turvaline, et seal ei tule neile on valdav [osa] karistuse Allah või tunnis ei tule neile äkki samal ajal, kui nad tajuvad?
fi: Sitten he tuntevat turvallista, että siellä ei tule heille ylivoimainen [osa] rangaistus Allahin tai jota tunti ei tule heille yhtäkkiä vaikka he eivät ymmärrä?
he: לאחר מכן הם מרגישים בטוח כי לא יגיע אליהם המכריע [היבט] של העונש של אללה או השעה שלא יגיע עליהם לפתע בזמן הם לא תופסים?
hr: Onda mi je siguran da neće doći da ih silan [aspekt] kazna od Allaha ili koji sat neće doći na njih iznenada dok oni ne vide?
lt: Tada jie jaučiasi saugus kad ne ateis jiems didele [aspektas] bausmės Dievas ar kad valandą ne ateis jiems staiga o jie nesuvokia?
lv: Pēc tam darīt, viņi jūtas droši, ka tur nenāk viņiem milzīgs [aspektu] sods par Allah vai stundu nav nāks pār viņiem pēkšņi, kamēr viņi neuztver?
nb: Føler de sikre at det ikke vil komme til dem en overveldende [del] straff av Allah eller som time vil ikke komme over dem plutselig mens de ikke oppfatter?
sk: Potom majú pocit, bezpečné, že tam nepríde k nim ohromujúci [aspekt] trest Alah alebo hodiny nepríde im zrazu kým vnímajú nie?
sl: Potem se počutim varno, da tam ne bo prišel na njih ogromno [del] kazen od Allah ali da na uro ne bo prišel na njih nenadoma pa se jim ne zdi?
sr_cyrl: А онда сигурну које тамо не долази да их неодољиво [вид] казна од Алаха се цине или који сат неце доци на њих изненада док они не виде?
sr_latn: A onda sigurnu koje tamo ne dolazi da ih neodoljivo [vid] kazna od Alaha se cine ili koji sat nece doci na njih iznenada dok oni ne vide?
uk: То чи вони відчувати себе захищеним, що там не прийде до них переважною [аспект] покарання Аллаха або що час не прийде на них раптово поки вони не сприймають?
vi: Sau đó họ cảm thấy an toàn rằng có sẽ không đến với họ một quá [khía cạnh] của sự trừng phạt của Allah hoặc giờ sẽ không phải đến khi họ đột nhiên trong khi họ không nhận thức?
zu: Khona ukuthi azizwa elondekile ukuthi ngeke kube khona kubo obuqand 'ikhanda [isici] isijeziso Allah noma ukuthi Awa cha sondela them ngokuzuma phezu ngenkathi they cha perceive?

# Quran1704
source: Say, "This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him."
ca: Dir, "això és la meva manera; Convido a Allah amb perspicàcia, jo i els que em segueixen. I exaltat és Allah; i jo no sóc d'aquells que associen altres amb ell."
cy: Dweud, "Dyma fy ffordd; Gwahodd i Allah gyda mewnwelediad, I a rhai sy'n dilyn fi. Ac i'w mawrygu yw Allah; ac nid wyf o'r rhai eraill gysylltu ag ef."
da: Sige, "Dette er min måde; Jeg vil opfordre til Allah med indsigt, jeg og dem, der følger mig. Og ophøjede er Allah; og jeg er ikke af dem, der forbinder andre med ham."
el: Λένε: "αυτό είναι δρόμο μου? Σας καλώ να Αλλάχ με διορατικότητα, εγώ και όσοι με ακολουθήσουν. Και υψωνόταν είναι Αλλάχ? και δεν είμαι από αυτούς που συνδέουν τους άλλους μαζί του.»
et: Öelda: "see on minu viis; Kutsun Allah insight, ma ja need, kes jälgib mind. Ja ülendatud on Jumal; ja ma ei kes teised seostavad teda."
fi: Esimerkiksi: "Tämä on minun tapani; Pyydän Jumalaa tietoa, minä ja ne, jotka seuraavat minua. Ja ylevä on hillitä; ja en ole niitä, jotka muut hänen rinnalleen. "
he: אומרים, "זוהי הדרך שלי; אני מזמין לאללה עם תובנה, אני, אלה אחריי. הנעלה הוא אללה; אני לא מאלה לשייך אותו לאחרים."
hr: "Ovo je moj način; Pozivam Allahu uvid, ja i oni koji me slijede. Uzvišen je Allah; i ja nisam od onih koji su ostali povezati s njim.
lt: Sako, "tai yra mano kelias; Kviečiu Allaho su įžvalga, aš ir tie, kurie su manimi. Ir išaukštintas Dievas; ir aš nesu iš tų, kurie susieti kitiems su juo."
lv: Saka: "tas ir mans veids; Es aicinu Allah ar ieskatu, es un tie, kuri seko man. Un cildens Allah; un es neesmu no tiem, kas citiem saistītu viņam līdzi."
nb: Si, "Dette er min måte; Jeg inviterer til Allah med innsikt, jeg og de som følger meg. Og opphøyet er Gud. og jeg er ikke som forbinder andre med ham.
sk: Povedať: "Toto je moja cesta; Pozývam Alah s vhľad, ja a tí, ktorí so mnou. A povýšil Boh; a nie som z tých, ktorí spájajú ostatné s ním."
sl: Reči, "to je moj način; Vabim, da Alah z vpogled, sem in tisti, ki mi sledite. In povzdignil je Allah; in jaz nisem tistih, ki povezujejo drugi z njim."
sr_cyrl: "Ово је мој начин; Позивам да Алах са увид, ја и они који ме прате. И узвиљено је Аллах; а ја нисам од оних који су га други придружити."
sr_latn: "Ovo je moj način; Pozivam da Alah sa uvid, ja i oni koji me prate. I uzviљeno je Allah; a ja nisam od onih koji su ga drugi pridružiti."
uk: Сказати: "це мій шлях; Я запрошую Аллах з розумінням, я і тих, хто за мною. І підніс Аллаху; і я не з тих, які пов'язують інших з ним.
vi: Nói, "Đây là cách tôi;" Tôi mời Allah với cái nhìn sâu sắc, tôi và những người theo tôi. Và sôi nổi là Allah; "và tôi không phải là của những người liên kết những người khác với anh ta."
zu: Ithi: "Lena indlela yami; I mema Allah ngokuqondisisa, mina no labo landela me makaphakanyiswe Allah.. Mina angingowaleli labo abavele bahlobanise abanye Naye"
