Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2209
source: [Moses] said, "You will find me, if Allah wills, patient, and I will not disobey you in [any] order."
ca: [Moses] va dir: "Vostè em trobarà, si Allah testaments, pacient i es no desobeir vostè en [qualsevol] ordre."
cy: [Moses] yn dweud, "gwelwch fi, os bydd Allah ewyllysiau, claf, ac nid torri'r chi yn y Gorchymyn [unrhyw]."
da: [Moses] sagde, "Du finde mig, hvis Allah testamenter, patient, og jeg ikke vil adlyde dig i [enhver] ordre".
el: [Moses] είπε, «Θα βρείτε μου, αν Αλλάχ διαθήκες, ασθενής, και θα δεν απειθώ σας στη διαταγή [οποιαδήποτε].»
et: [Moses] ütles: "Leiad mind, kui Allah testamentide, patsient, ja ma näidatakse eiravad sa [mis tahes] järjekorras."
fi: [Moses] sanoi, "Löydät minulle, jos Allah tahtoo, potilas, ja olla tottelematta olet haluamassasi []."
he: [Moses] אמר, "תוכלו למצוא אותי, אם אללה צוואות, המטופל ואני אל תפר את הסדר [כל]."
hr: [Moses] je rekao, "Ti naći ćeš me, ako Allah hoće, pacijent i ja će ne poslušam te redom []."
lt: [Moses] sakė: "Jūs rasite mane, jei Dievas testamentai, pacientas, ir aš ne nepaklusti jums [bet] tvarka."
lv: [Moses] teica: "Jūs atradīsiet mani, ja Allah testamentu, pacientam, un man nav nepaklausīs jūs [visas] secībā."
nb: [Moses] sa, "Du vil finne meg, hvis Allah vilje, pasient og jeg ikke vil bryter du [alle] for."
sk: [Moses] povedal: "Nájdete ma, ak Alah závetov, pacient, a bude v nie porušiť, vám [žiadne] aby."
sl: [Moses] je dejal, "Boste našli me, če je Allah oporoke, bolnik, in bo ne kršijo ste [vse] da."
sr_cyrl: [Мосес ] је рекао, "Нажижељ ме, ако Алах Вилс, пацијент, и ја нежу да прекрљим ти [] жељи."
sr_latn: [Moses] je rekao, "Naжiжeљ me, ako Alah Vils, pacijent, i ja neжu da prekrљim ti [] želji."
uk: [Moses] сказав: "Ви знайдете мене, якщо Аллах Заповітів, пацієнт і я будуть не не підкорятися ви в [] довільній."
vi: [Moses] nói, "Bạn sẽ tìm thấy tôi, nếu Allah bản di chúc, bệnh nhân, và tôi sẽ không không tuân theo bạn trong trật tự [bất kỳ]."
zu: [UMose] wathi: "You cosha me, uma Allah ethanda, isiguli, mina ngeke disobey you in [yimuphi] oda."

# Quran2210
source: He said, "Then if you follow me, do not ask me about anything until I make to you about it mention."
ca: Va dir, "llavors si em segueixen, no em preguntin sobre qualsevol cosa fins que vaig fer a vostè sobre això parlar."
cy: Dywedodd, "yna os Dilynwch fi, peidiwch â gofyn imi am unrhyw beth hyd nes y gwnaf i chi amdano yn sôn am."
da: Han sagde, "så hvis du følger mig, Spørg mig ikke om noget indtil jeg gøre dig om det nævne."
el: Είπε, «στη συνέχεια, αν μπορείτε να με ακολουθήσουν, μην με ρωτάτε για τίποτα μέχρι να κάνω σε σας σχετικά με αυτό αναφέρω.»
et: Ta ütles: "siis kui te järgige mind, Ära küsi midagi enne, kui teen teile midagi mainida."
fi: Hän sanoi: "sitten jos seuraat minua, älä kysy mitään ennen kuin teille siitä mainita."
he: הוא אמר, "אז אם תבואו אחריי, אל תבקש ממני כלום עד שלא. לך על זה מזכיר."
hr: Rekao je, "onda ti za mnom, ne pitaj me ništa dok se ne uvjerimo da ste o tome spomenuo."
lt: Jis sakė: "tada jei jūs Sekite mane, don't ask me apie ką nors, kol aš padaryti jums apie tai paminėti."
lv: Viņš teica, "tad, ja jūs sekot man, neprasi man par kaut ko līdz man jums par to minēt."
nb: Han sa, «deretter hvis du følger meg, ikke spør meg om noe før jeg lage deg om det nevner. "
sk: Povedal, "potom ak ste za mnou, nepýtaj o nič až som sa vám o tom zmienil."
sl: Je dejal, "potem če sledite mi, ne sprašuj o ničemer dokler sem vam o tem omenil."
sr_cyrl: Он је рекао, "онда ако ме будете пратили, не питајте ме о свему, док сам с тобом о томе споменуо."
sr_latn: On je rekao, "onda ako me budete pratili, ne pitajte me o svemu, dok sam s tobom o tome spomenuo."
uk: Він сказав: "тоді якщо ви слідувати за мною, не питайте мене про все, що поки я роблю вам про це згадуєте."
vi: Ông nói, "sau đó nếu bạn làm theo tôi, không hỏi tôi về bất cứ điều gì cho đến khi tôi thực hiện cho bạn về nó đề cập đến."
zu: Wathi: "Khona-ke uma ungilandele, musa buza me anything ngize ngenze kini ngakho ziyakhuluma."

# Quran2211
source: So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, "Have you torn it open to drown its people? You have certainly done a grave thing."
ca: Així van posar, fins que quan tenia es va embarcar en la nau, al-Khidh r va obrir. [Moses] va dir, "té vostè esquinçada oberta a ofegar les persones? Han certament ja una cosa greu."
cy: Felly maent yn nodi, hyd nes pan maent wedi cychwyn ar y llong, roedd ymchwil al-Khidh yn ei Torrodd yn agored. [Moses] yn dweud, "yr ydych wedi cefnu yn agored i foddi ei bobl? Yr ydych yn sicr wedi gwneud difrifol peth."
da: Så satte de sig, indtil da de havde indledt skibet, al-Khidh r rev det åbne. [Moses] sagde, "har du revet den åben at drukne sine folk? Du har sikkert gjort en alvorlig ting."
el: Έτσι καθόρισαν, έως ότου όταν θα είχε ξεκινήσει το πλοίο, al-Khidh r tore ανοικτή. [Moses] είπε, «σας άφηνα αυτό να πνίξει τους ανθρώπους; Έχετε σίγουρα γίνει ένα σοβαρό πράγμα.»
et: Nii et nad sätestatud, enne kui nad olid alustanud laeva, al-Khidh r rebis avatud. [Moses] ütles: "on teil rebenenud see avatud uputavad oma rahva? Teil on kindlasti teinud tõsist asja."
fi: Niin he lähtivät, vasta kun ne oli aloittanut aluksen, al-Khidh r repi auki. [Moses] sanoi, "on sinun revitty se avaa upottaa sen ihmisiä? Olet varmasti tehnyt vakava asia."
he: ? אז הם יצאו, עד כאשר הם מעורב על הספינה, al-Khidh r קרע זה פתוח. [Moses] אמר, "אתה הופך את המקום פתוח להטביע את העם? בהחלט עשית דבר חמור."
hr: Zato su, do kada su prionuli na brodu, al-Khidh r je raznijela ga. [Moses] je rekao, "imaju li rastrgala to utopiti svoje ljude? Sigurno si teška stvar."
lt: Todėl jie nustatytų, kol kai jie jau ėmėsi laivas, al-Khidh r tore atidaryti. [Moses] sakė: "ar jums neveikiančių ji atvira skandinti savo žmonių? Tu tikrai padarei rimtą dalyką."
lv: Tātad viņi devušies ceļā, līdz, kad viņi bija iekāpuši uz kuģa, al-Khidh r pārplēsdams to. [Moses] teica: "jūs saplosīt tas atvērts noslīcināt savos darbiniekos? Jums ir noteikti jādara kapu lieta."
nb: Så de satt ut, til når de hadde begitt seg ut på skipet, al-Khidh r rev den åpen. [Moses] sa, "har du revet det åpent å drukne sitt folk? Du har sikkert gjort en alvorlig ting."
sk: Aby sa stanovili, až keď mal sa pustil na lodi, al-Khidh r roztrhal otvorené. [Moses] povedal: "už ste roztrhané ho otvorené utopiť svojich ľudí? Ste určite urobil vážnu vec."
sl: Tako so določeni, dokler ko se je začela na ladji, al-Khidh r tore je odprta. [Moses] je dejal, "so ti raztrgana je odprt, da se utopi svoje ljudi? Ste gotovo storili resno stvar."
sr_cyrl: Па они су кренули, док када они су прионуле на броду, ал-Кхидх р то покидале. [Мосес ] је рекао, "Имам те растргнут то отворено да се удавим своје људе? Ти свакако уради велику ствар."
sr_latn: Pa oni su krenuli, dok kada oni su prionule na brodu, al-Khidh r to pokidale. [Moses] je rekao, "Imam te rastrgnut to otvoreno da se udavim svoje ljude? Ti svakako uradi veliku stvar."
uk: Так вони викладаються, поки коли вони найскладнішу судна, Аль Khidh r рвонув його. [Moses] сказав: "ви рветься його відкритим втопити її народу? Ви безумовно зробив серйозну річ."
vi: Vì vậy, họ đặt ra, cho đến khi họ đã bắt tay vào chiếc tàu chiến, al-Khidh r xé nó mở. [Moses] nói, "có bạn xé nó mở để rút ra con người của mình? Bạn có chắc chắn thực hiện một điều nghiêm trọng."
zu: Basuka, kwaze kwaba yilapho lapho ayenze umkhumbi, al-Khidh r walidabula evulekile.

# Quran2212
source: [Al-Khidh r] said, "Did I not say that with me you would never be able to have patience?"
ca: [Al-Khidh r] va dir, "Jo no deia que amb mi que mai seria capaç de tenir paciència?"
cy: Dywedodd [r Al-Khidh], "Ni ddywedais y gyda mi byddech byth yn gallu cael amynedd?"
da: [Al-Khidh r] sagde, "Ikke har jeg sige at hos mig du ville aldrig kunne have tålmodighed?"
el: [Al-Khidh r] είπε, «Δεν είπα ότι μαζί μου ποτέ δεν θα μπορούσες να έχουν υπομονή;»
et: [Al-Khidh r] ütles: "Ei ma öelnud et minuga sa kunagi suudaks on kannatust?"
fi: [Al-Khidh r] sanoi, "Ei sanoin että minua sinun voisi koskaan olla kärsivällisyyttä?"
he: [באל-Khidh r] אמר, "לא אמרתי כי. אתה אף פעם לא יוכל להתאזר בסבלנות?"
hr: [Al-Khidh r] je rekao, "Ne rekao sam da sa mnom ti nikada neće moći imati strpljenja?"
lt: [Al-Khidh r] sakė: "Aš nesakiau, kad su manimi jūs niekada nebus galima turėti kantrybės?"
lv: [Al-Khidh r] teica: "Es neteicu, ka ar mani jūs nekad varētu pacietības?"
nb: [Al-Khidh r] sa, "Ikke sa jeg at med meg du aldri kunne ha tålmodighet?"
sk: [Al-Khidh r] povedal: "Som nepovedal, že so mnou budete nikdy mať trpezlivosť?"
sl: [Al-Khidh r] je dejal, "Sem ne rekel, da z mano si nikoli ne bi mogli imeti potrpljenje?"
sr_cyrl: [Ал -Кхидх р] је рекао, "Не рекао сам да са мном никада не би могли да имамо стрпљења?"
sr_latn: [Al-Khidh r] je rekao, "Ne rekao sam da sa mnom nikada ne bi mogli da imamo strpljenja?"
uk: [Аль-Khidh r] сказав: "Я не кажу що зі мною ви ніколи не могли б мати терпіння?"
vi: [Al-Khidh r] nói, "Tôi không nói rằng con bạn sẽ không bao giờ có thể có sự kiên nhẫn?"
zu: [Al-Khidh r] wathi: "Angishongo yini ukuthi nami ayengeke akwazi ukuba nesineke?"

# Quran2213
source: [Moses] said, "Do not blame me for what I forgot and do not cover me in my matter with difficulty."
ca: [Moses] va dir, "no em culpen per que va oblidar i no em cobreix el meu assumpte amb dificultat."
cy: [Moses] yn dweud, "Nid beio imi am hyn a anghofio ac nid yn ymdrin â mi yn fy mater gydag anhawster."
da: [Moses] sagde, "Ikke bebrejde mig for hvad jeg har glemt og ikke dækker mig i min sag med besvær."
el: [Moses] είπε, «Μην με κατηγορήσουν για τι ξέχασα και δεν καλύπτουν μου στο θέμα μου με δυσκολία.»
et: [Moses] ütles: "Ära süüdista mind ma unustasin ja ei kata mind minu küsimuses raskustega."
fi: [Moses] sanoi: "Älkää syyttäkö minua mitä unohdin ja eivät koske minua minun alalla vaikeaa."
he: [Moses] אמר, "את לא מאשימה אותי מה שאני שכחתי, אינם מכסים אותי בעניין שלי עם קושי."
hr: [Moses] je rekao, "ne kriviš me što sam zaboravio i Pokrivaj me u mom slučaju teško."
lt: [Moses] sakė: "ne kaltina mane, ką aš pamiršau ir neuždenkite mane į mano klausimą sunku."
lv: [Moses] teica: "nav vainot mani, kā to, ko es aizmirsu, un neattiecas uz mani par manu jautājumu ar grūtībām."
nb: [Moses] sa, «Ikke klandre meg for hva jeg glemte og ikke dekker meg i min sak problemer.»
sk: [Moses] povedal: "Ne obviňovat mne, čo zabudli, a nepokrývajú mi v mojej veci ťažké."
sl: [Moses] je dejal, "ne kriviti mene za kaj pozabil in zajema mi v moji zadevi težko."
sr_cyrl: [Мосес ] је рекао, "Не криви мене за шта заборавио и не покривају ме у моје ствари са тежине."
sr_latn: [Moses] je rekao, "Ne krivi mene za šta zaboravio i ne pokrivaju me u moje stvari sa težine."
uk: [Moses] сказав: "не звинувачувати мене за те, що я забув і не охоплюють мене в моєму матерії з трудом."
vi: [Moses] nói, "không đổ lỗi cho tôi cho những gì tôi quên và không yểm trợ cho tôi trong vấn đề của tôi với khó khăn."
zu: [UMose] wathi: "Musa uthethise mina ngoba lokho ngikhohliwe futhi ungambozi nami ngale ndaba yami kanzima."

# Quran2214
source: So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, "Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing."
ca: Així van posar, fins a reunir un nen, al-Khidh r matat. [Moses] va dir, "vostè haver matat una ànima pura per diferents [haver matat] una ànima? Vostè té certament fet una cosa deplorable.
cy: Felly maent yn nodi, hyd nes pan gyfarfu yn fachgen, roedd r al-Khidh ei ladd ef. Dywedodd [Moses], "chi wedi lladd enaid pur ar gyfer heblaw [ar ôl lladd] enaid? Yr ydych yn sicr wedi gwneud alaethus peth."
da: Så satte de sig, indtil da de mødte en dreng, al-Khidh r dræbt ham. [Moses] sagde, "har du dræbt en ren sjæl for end [at have dræbt] en sjæl? Du har sikkert gjort en beklagelig ting."
el: Έτσι καθόρισαν, έως ότου όταν συναντήθηκαν ένα αγόρι, ο r al-Khidh τον σκότωσε. [Moses] είπε, «έχουν σκότωσες μια καθαρή ψυχή για εκτός [έχοντας σκοτώσει] μια ψυχή; Έχετε σίγουρα γίνει ένα λυπηρό πράγμα.»
et: Nii et nad sätestatud, enne kui nad kohtusid poiss, al-Khidh r tappis ta. [Moses] ütles: "te tapnud puhast hinge jaoks peale [võttes tappis] hing? Teil on kindlasti teinud kahetsusväärne asi."
fi: Niin he lähtivät, kunnes heidän tavatessaan poika al-Khidh r tappoi hänet. [Moses] sanoi, "ovat tappaneet puhdas sielu on kuin [tappanut] sielu? Olet varmasti tehnyt valitettava asia."
he: ? אז הם יצאו, עד כשהם נפגשו ילד, al-Khidh r הרג אותו. [Moses] אמר, "אתה הרגת נשמה טהורה עבור חוץ [שהרגת] נשמה? בהחלט עשית דבר מכאיב."
hr: Zato su, dok kad su upoznala dečka, al-Khidh r ga ubio. [Moses] je rekao, "Jesi li ubio čista duša za osim [ubio] dušu? Sigurno si jadan stvar."
lt: Todėl jie nustatytų, kol kai jie susitiko berniukas, al-Khidh r jį nužudė. [Moses] sakė: "jūs nužudyti tyra siela, išskyrus [turintys žuvo] siela? Tu tikrai padarei apgailėtina dalykas."
lv: Tātad viņi devušies ceļā, līdz, kad viņi satikās zēns, al-Khidh r viņu nogalināja. [Moses] teica: "jūs nogalinājāt tīra dvēsele, izņemot [nogalinājis] dvēsele? Jums ir noteikti jādara nožēlojamajiem lieta."
nb: Så de satt ut, inntil da de møtte en gutt, al-Khidh r drepte ham. [Moses] sa, "har du drepte en ren sjel for enn [å ha drept] en sjel? Du har sikkert gjort en beklagelig ting."
sk: Aby sa stanovili, až keď sa stretol s chlapcom, al-Khidh r ho zabil. [Moses] povedal, "si zabil čistou dušou pre iné [s zabitých] dušu? Ste určite urobil žalostné vec."
sl: Tako so določeni, dokler ko sta se spoznala fanta, al-Khidh r ga je ubil. [Moses] je dejal, "so ubili čisto dušo za razen imetje ubil dušo? Ste gotovo storili obžalovanja stvar."
sr_cyrl: Па они су кренули, док када су упознала дечка, ал-Кхидх р га је убио. [Мосес ] је рекао, "Јеси ли убио чиста душа за осим [јер је убио] душу? Ти свакако уради јадан ствар."
sr_latn: Pa oni su krenuli, dok kada su upoznala dečka, al-Khidh r ga je ubio. [Moses] je rekao, "Jesi li ubio čista duša za osim [jer je ubio] dušu? Ti svakako uradi jadan stvar."
uk: Так вони викладаються, поки при зустрічі хлопчик, Аль Khidh r вбив його. [Moses] сказав: "ви вбили прозору душу для Крім [убивши] душі? Ви безумовно зробив жалюгідному річ."
vi: Vì vậy, họ đặt ra, cho đến khi họ gặp một cậu bé, al-Khidh r đã giết ông ta. [Moses] nói, "Anh đã giết một linh hồn tinh khiết cho khác với [có giết] một linh hồn? Bạn có chắc chắn thực hiện điều thương tâm."
zu: Basuka, kuze lapho behlangana umfana, al-Khidh r wambulala.

# Quran2215
source: [Al-Khidh r] said, "Did I not tell you that with me you would never be able to have patience?"
ca: [Al-Khidh r] va dir, "Feia no et dic que amb mi que mai seria capaç de tenir paciència?"
cy: [Al-Khidh r] yn dweud, "Oedd ni ddweud wrthych y gyda mi byddech byth yn gallu cael amynedd?"
da: [Al-Khidh r] sagde, "Ikke har jeg fortælle dig at hos mig du ville aldrig kunne have tålmodighed?"
el: [Al-Khidh r] είπε, «Δεν σας είπα ότι μαζί μου ποτέ δεν θα μπορούσες να έχουν υπομονή;»
et: [Al-Khidh r] ütles: "Ei ma ei öelda, et minuga sa kunagi suudaks on kannatust?"
fi: [Al-Khidh r] sanoi, "Minä ei sanoin että minua sinun voisi koskaan olla kärsivällisyyttä?"
he: [באל-Khidh r] אמר, "אני לא אמרתי לך כי. אתה אף פעם לא יוכל להתאזר בסבלנות?"
hr: [Al-Khidh r] je rekao, "Ne rekao sam ti da sa mnom ti nikada neće moći imati strpljenja?"
lt: [Al-Khidh r] sakė: "Aš ne sakau kad su manimi jūs niekada nebus galima turėti kantrybės?"
lv: [Al-Khidh r] teica: "Es nepateicu, ka ar mani jūs nekad varētu pacietības?"
nb: [Al-Khidh r] sa, "Ikke gjorde jeg fortelle deg at med meg du aldri kunne ha tålmodighet?"
sk: [Al-Khidh r] povedal: "Nepovedal som vám, že so mnou budete nikdy mať trpezlivosť?"
sl: [Al-Khidh r] je dejal, "Sem ne ti povedal, da z mano si nikoli ne bi mogli imeti potrpljenje?"
sr_cyrl: [Ал -Кхидх р] је рекао, "Рекао сам ти да са мном никада не би могли да имамо стрпљења?"
sr_latn: [Al-Khidh r] je rekao, "Rekao sam ti da sa mnom nikada ne bi mogli da imamo strpljenja?"
uk: [Аль-Khidh r] сказав: "Я не розповів вам що зі мною ви ніколи не могли б мати терпіння?"
vi: [Al-Khidh r] nói, "Đã làm tôi không nói với bạn rằng con bạn sẽ không bao giờ có thể có sự kiên nhẫn?"
zu: [Al-Khidh r] wathi: "Angishongo yini kini ukuthi nami ayengeke akwazi ukuba nesineke?"

# Quran2216
source: [Moses] said, "If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse."
ca: [Moses] va dir, "si ha demano que per res després d'això, llavors no mantenir-me com a company. Heu Obtingut de mi excusa."
cy: [Moses] yn dweud, "os dylai ofyn ichi am unrhyw beth ar ôl hyn, yna nid yw yn cadw fy fel cydymaith. Wedi ichi oddi wrth imi esgus."
da: [Moses] sagde, "hvis jeg skulle spørge dig om noget efter dette, så ikke kan holde mig som en følgesvend. Du har fået fra mig en undskyldning for."
el: [Moses] είπε, «αν πρέπει να σας ζητήσω για τίποτα μετά από αυτό, στη συνέχεια, μην κρατάτε μου ως σύντροφος. Έχετε αποκτήσει από μένα μια δικαιολογία."
et: [Moses] ütles: "kui ma tuleks küsida midagi pärast seda, siis ärge hoidke mind nagu kaaslane. Olete saanud minult vabandust."
fi: [Moses] sanoi: "Jos pyytäisin teitä mistään tämän jälkeen, sitten pidä minua kaveriksi. Olet saanut minulta anteeksi."
he: [Moses] אמר, "אם אני צריכה לשאול אותך על משהו אחרי זה, אז אל תשמור אותי כבן לוויה. אתה השגת לי תירוץ."
hr: [Moses] je rekao, "ako treba vas ništa nakon toga, onda ga Nemojte držati me kao suradnika. Ste dobili od mene izgovor."
lt: [Moses] sakė: "jei aš turėtų paprašyti jūsų apie nieko po to, tada negalima laikyti mane kaip kompanionas. Jūs turite gauti iš manęs pasiteisinimas."
lv: [Moses] teica: "ja man jālūdz jūs par kaut ko pēc šī, tad turēt mani kā sabiedrotais. Jūs iegūstat no manis attaisnojums."
nb: [Moses] sa, "Hvis jeg skulle spørre deg om noe etter dette, så ikke holde meg som ledsager. Du har innhentet fra meg en unnskyldning."
sk: [Moses] povedal: "Ak som mala opýtať čokoľvek po tomto, potom nebude ma ako spoločník. Dostávate odo mňa ospravedlnenie."
sl: [Moses] je dejal, "če bi vas prosim ničesar po to, potem ne vodi me kot spremljevalec. Boste pridobili od mene izgovor."
sr_cyrl: [Мосес ] је рекао, "Ако треба да те питам о свему након овога, онда не задржавај ме као пратњу. Добили сте од мене изговор."
sr_latn: [Moses] je rekao, "Ako treba da te pitam o svemu nakon ovoga, onda ne zadržavaj me kao pratnju. Dobili ste od mene izgovor."
uk: [Moses] сказав: "Якщо я повинна попросити вас про нічого, після цього, то не тримати мене як компаньйона. Ви отримали від мене привід."
vi: [Moses] nói, "nếu tôi nên yêu cầu bạn về bất cứ điều gì sau này, sau đó không giữ cho tôi như là người bạn đồng hành. Bạn đã thu được từ tôi một cái cớ."
zu: [UMose] wathi: "Noma ngingaze buza you kakhulu anything emva kwalokhu, ngalesosikhathi ncisheka cha qhubeka me njengoba umngane. Uzikhiphe eyatholakala kusukela kimi izaba."
