Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2276
source: So eat and drink and be contented. And if you see from among humanity anyone, say, 'Indeed, I have vowed to the Most Merciful abstention, so I will not speak today to [any] man.' "
ca: Així que menjar i beure i estar content. I si vostè veure entre la humanitat ningú, diuen, 'De fet, que han es va comprometre a la abstenció misericordiós, així que no parlarà avui per [qualsevol] home.' "
cy: Felly fwyta ac yfed ac yn fodlon. Ac os gwelwch o blith dynoliaeth unrhyw un, yn dweud, 'Yn wir, wedi yr wyf wedi addo y mwyaf tosturiol ymatal, felly ni siaradaf heddiw [unrhyw] dyn.' "
da: Så spise og drikke og være tilfreds. Og hvis du ser blandt menneskeheden nogen, sige, «Ja, jeg har svoret at den mest barmhjertige stemmeundladelse, så jeg ikke vil tale i dag til at [en] mand.» "
el: Έτσι τρώνε και πίνουν και να είναι ευχαριστημένος. Και αν δείτε ότι μεταξύ ανθρωπότητας κάποιος, ας πούμε, «Πράγματι, μου έχουν ορκιστεί να ο πανάγαθος αποχή, έτσι δεν θα μιλήσω σήμερα να [κάθε] άνθρωπος.» "
et: Nii et süüa ja juua ja rahulolev. Ja kui näed inimkonna hulgast keegi, ütleme, "Tõepoolest, mul on lubanud armollinen erapooletu, nii et ma ei räägi täna [mis tahes] mees." "
fi: Joten syödä ja juoda ja olla tyytyväinen. Ja jos näet ihmiskunnan keskuudesta, vaikkapa "Itse asiassa olen vannonut laupias tyhjä, joten en puhu tänään [mitään] mies." "
he: אז לנגב חומוס, להיות מאושר. ואם אתה רואה מבין האנושות לאף אחד, לומר, 'ואכן, נשבעתי לשים הימנעות והרחמן, אז לא אדבר היום על [כל] גבר.' "
hr: Tako jesti i piti i biti zadovoljan. I ako vidiš od čovječanstva, kažu, 'Doista, zakleo sam se da najmilostiviji suzdržavanje, tako da neću govoriti danas [ni] čovjek.' "
lt: Taigi valgyti, gerti ir būti patenkintas. Ir jei matote iš žmonijos kas nors, tarkim, "Iš tiesų, aš pažadėjo litosciwy susilaikymas, todėl aš ne kalbėti šiandien [bet] žmogus." "
lv: Tātad, ēst un dzert un būtu apmierināts. Un ja jūs redzat kādu no cilvēces kāds, teiksim, "Patiešām, es ir apsolīja vairums žēlsirdīgs atturēšanos, tāpēc es runāšu nevis šodien kādam [] cilvēks." "
nb: Så spise og drikke og være tilfreds. Og hvis du ser blant menneskeheten noen, sier, "Ja, jeg har vowed å nåderik avholdenhet, så jeg ikke vil snakke i dag [alle] mann." "
sk: Takže jesť a piť a byť spokojný. A keď vidíte spomedzi ľudstvo ktokoľvek, povedať, "Skutočne som majú sľúbil Najpodstatnejšou zdržanie, takže nebudem hovoriť dnes na [žiadne] človek." "
sl: Torej jesti in piti in se zadovoljna. In če vidite med človeštvo kdorkoli, rekel, "Res, sem je obljubil, da najbolj usmiljen vzdržanje, tako ne bom govoril danes na [katero koli] človek." "
sr_cyrl: Па Једи и пиј и буди задовољан. И ако видите неку од људскост некога, кажу, "Заиста, закунем најмилосрднији изостанак, тако да не проговарај данас да [било какав] цовек." "
sr_latn: Pa Jedi i pij i budi zadovoljan. I ako vidite neku od ljudskost nekoga, kažu, "Zaista, zakunem najmilosrdniji izostanak, tako da ne progovaraj danas da [bilo kakav] covek." "
uk: Таким чином, їдять і п'ють і бути задоволеним. І якщо ви з числа людства нікого бачити, скажімо, "Дійсно, я мати пообіцяв самий милосердний утримався, так що я не буду говорити сьогодні здійснювати [] людина." "
vi: Vì vậy, ăn và uống và được man nguyện. Và nếu bạn nhìn thấy trong số nhân loại bất cứ ai, nói rằng, 'Quả thật vậy, tôi đã tuyên bố sẽ tránh đặt thương xót, vì vậy tôi sẽ không nói chuyện người đàn ông ngày nay [bất kỳ].' "
zu: Ngakho adle aphuze futhi ukwaneliseka.

# Quran2277
source: Then she brought him to her people, carrying him. They said, "O Mary, you have certainly done a thing unprecedented.
ca: Llavors ella li va portar a la seva gent, portant-lo. Deien, "O Mary, que sens dubte fet una cosa sense precedents.
cy: Yna daeth â hi ef at ei bobl, cario ef. Maent yn dweud, "O Mary, sicr a wnaethoch yn beth nas gwelwyd o'r blaen.
da: Så hun bragte ham til sit folk, bærer ham. De sagde, "O Maria, du har helt sikkert gjort noget hidtil uset.
el: Στη συνέχεια, τον έφερε στους ανθρώπους, που τον μετέφερε. Είπε, «O Mary, έχετε σίγουρα γίνει ένα πράγμα που είναι άνευ προηγουμένου.
et: Siis ta tõi ta tema inimesed, kes teda. Nad ütlesid: "O Mary, olete kindlasti teha pretsedenditu asi.
fi: Sitten hän toi hänet hänen ihmisiä, kuljettaa hänet. He sanoivat: "Oi Mary, olet varmasti tehnyt asia ennennäkemätön.
he: אז היא הביאה אותו לאנשים שלה, סוחבת אותו. הם אמרו, "O מרי, אתה בהחלט לעשות דבר חסר תקדים.
hr: Onda ona ga odvede svoj narod, u pravu je. Rekli su, "O Marijo, sigurno si stvar bez presedana.
lt: Tada ji davė jam savo tautos, vykdyti jam. Jie sakė, "Marija, tu tikrai padarei precedento neturintis dalykas.
lv: Tad viņa atveda viņas ļaudis, viņu ved. Viņi teica: "O Marija, noteikti jums kaut ko nebijušu.
nb: Hun tok ham til sitt folk, bærer ham. De sa: "O Mary, du har sikkert gjort en ting enestående.
sk: Potom ho priviedla do nej ľudia, nesúci ho. Oni povedali: "O Márii, ste určite urobil niečo bezprecedentné.
sl: Potem ona ga odvede svojemu narodu, ki mu. Pa reče: "O Marija, ste gotovo storili stvar brez primere.
sr_cyrl: Па , она га је донео њеном народу, носи га. Рекли су, "О Маријо, ти свакако уради ствар без преседана.
sr_latn: Pa, ona ga je doneo njenom narodu, nosi ga. Rekli su, "O Marijo, ti svakako uradi stvar bez presedana.
uk: Потім вона привела його до свого народу, його проведення. Вони ж відказали "O Марії, ви безумовно зробив річ безпрецедентним.
vi: Sau đó, cô đã đưa ông đến người dân của mình, mang theo anh ta. Họ nói rằng, "O Mary, bạn có chắc chắn thực hiện một điều chưa từng có.
zu: Khona-ke wamletha kwabakubo, ethwele kuye.

# Quran2278
source: O sister of Aaron, your father was not a man of evil, nor was your mother unchaste."
ca: O germana de Aaron, el seu pare no era un home del mal, ni era la seva mare impúdica."
cy: O chwaer Aaron, eich tad nid oedd yn ddyn drwg, ac nid oedd eich mam unchaste."
da: O søster Arons, din far var ikke en mand af det onde, var heller ikke din mor ukysk."
el: O αδελφή του Ααρών, ο πατέρας σου δεν ήταν ένας άνθρωπος του κακού, ούτε ήταν άσεμνος τη μητέρα σου.»
et: O õe Aaron, oma isa ei olnud paha mees, samuti oli oma ema unchaste."
fi: Aaronin sisko O Isäsi ei ollut paha mies, eikä oli äiti siveetön."
he: O אחותו של אהרון, אבא שלך לא היה אדם של רשע, ולא מקיימות את אמא שלך."
hr: O sestri Aarona, tvoj otac nije bio čovjek od zla, niti je tvoja majka bila bludan."
lt: O sesuo Aaronas, jūsų tėvas nebuvo žmogus blogis, ar buvo tavo motina Nepadorumas."
lv: Aaron O māsa, tavs tēvs nebija ļauns cilvēks, ne jau arī ir tava māte nešķīsts."
nb: O søster av Aron, din far var ikke en mann av onde, heller ikke var din mor unchaste."
sk: O sestrou Árona, tvoj otec nebol človek zla ani nebol svoju matku unchaste."
sl: O sestra Aaron, tvoj oče ni bil človek zla, niti ne bilo vaš mati Poročan."
sr_cyrl: О сестро од Арона, твој отац није био човек од зла, нити је била твоја мајка големој."
sr_latn: O sestro od Arona, tvoj otac nije bio čovek od zla, niti je bila tvoja majka golemoj."
uk: O сестра Ааронова, твій батько не був людиною зла не була ваша мати цнотливо."
vi: O các chị gái của Aaron, cha của bạn không phải là một người đàn ông của cái ác, cũng không phải là mẹ con dishonour."
zu: O udadewabo ka-Aroni, uyihlo wayengeyena umuntu omubi, noma Wayeyini unyoko unchaste. "

# Quran2279
source: So she pointed to him. They said, "How can we speak to one who is in the cradle a child?"
ca: Així va assenyalar a ell. Deien, "Com pot parlar a algú que és al bressol d'un nen?"
cy: Fel y cyfeiriodd hi ato. Maent yn dweud, 'Sut gall inni siarad â'r un sydd yn y crud plentyn?'
da: Så hun pegede på ham. De sagde, "Hvordan kan vi tale med en, der er i vugge barn?"
el: Έτσι, επισήμανε σ ' αυτόν. Είπαν, «Πώς μπορούμε να μιλάμε σε κάποιον που είναι στη βάση ένα παιδί;»
et: Nii et ta juhtis tähelepanu talle. Nad ütlesid: "Kuidas saab me rääkida see, kes on hoidikusse laps?"
fi: Hän huomautti hänelle. He sanoivat: "Miten voimme puhua joka on kehto lapsi?"
he: אז היא הצביעה על אותו. הם אמרו, "איך? אפשר לדבר לאדם שהוא בעריסה ילד"
hr: Tako je ukazao na njega. Rekli su, "Kako možemo govoriti da onaj koji je u kolijevku dijete?"
lt: Todėl ji atkreipė dėmesį į jį. Jie sakė: "Kaip gali mes kalbame, kad tas, kuris laikomas laikiklyje vaikas?"
lv: Tāpēc viņa norādīja. Viņi teica: "Kā var atvēlēt kādam, kurš ir šūpulis bērnu?"
nb: Så pekte hun til ham. De sa: "Hvordan kan vi snakker til en som er i holderen barn?"
sk: Tak ona poukázal k nemu. Povedali, že "Ako budeme hovoriť, kto je v kolíske dieťa?"
sl: Tako je opozoril nanj. So rekli, "Kako lahko govorimo, da tisti, ki je v zibelki otroka?"
sr_cyrl: Она је указивало на њега. Рекли су: "Како знамо говорити никоме ко дете у колевци?"
sr_latn: Ona je ukazivalo na njega. Rekli su: "Kako znamo govoriti nikome ko dete u kolevci?"
uk: Так вона вказала на нього. Вони сказали, «Як ми можемо говорити в один, який знаходиться в колисці дитина?»
vi: Vì vậy, cô chỉ cho anh ta. Họ nói, "Làm thế nào có thể chúng tôi nói chuyện với một người trong cái nôi một đứa trẻ?"
zu: Ngakho waveza kuye.

# Quran2280
source: [Jesus] said, "Indeed, I am the servant of Allah. He has given me the Scripture and made me a prophet.
ca: [Jesús] deia, "de fet, sóc criat d'Allah. Ha donat a mi l'escriptura i em va fer un profeta.
cy: [Iesu] yn dweud, 'yn wir, I 'm gwas Allah. Mae wedi rhoi imi yr ysgrythur a gwneud i mi yn broffwyd.
da: [Jesus] sagde, "Ja, jeg er ansat af Allah. Han har givet mig skriften og lavet mig en profet.
el: [Ιησούς] είπε, «πράγματι, είμαι ο υπηρέτης του Αλλάχ. Αυτός μου έδωσε η γραφή και μου έκανε ένας προφήτης.
et: [Jeesus] ütles: "olen Jumala sulane. Ta on andnud mulle pühakiri ja pani mind prohvet.
fi: [Jeesus] sanoi, "Olen todellakin Allahin palvelija. Hän on antanut minulle Raamattu ja teki minusta profeetan.
he: [ישו] אמר, "אכן, אני משרתו של אללה. יש לו נתן לי כתבי הקודש והוא גרם לי נביא.
hr: [Isus] je rekao: "doista, ja sam sluga Alahov. On je dao Sveto pismo i sam prorok.
lt: [Jėzus] pasakė: "iš tiesų, aš esu Dievo tarną. Jis man davė raštas ir privertė mane pranašas.
lv: [Jēzus] teica: "Protams, es esmu Allah kalps. Viņš ir devis man Bībele un lika man pravietis.
nb: [Jesus] sa, "jeg er faktisk tjener Allah. Han har gitt meg skriften og gjorde meg en profet.
sk: [Ježiš] povedal: "Vskutku, ja som služobník Boha. On mi dal písmo a ma proroka.
sl: [Jezus] je dejal, "res, jaz sem uslužbenec Allah. On je dal pismo in me je prerok.
sr_cyrl: [Исус ] је рекао, "заиста, ја сам слуга Алахов. Он је дао ми је писмо и постао пророк.
sr_latn: [Isus] je rekao, "zaista, ja sam sluga Alahov. On je dao mi je pismo i postao prorok.
uk: [Ісус] сказав, що, дійсно, я слуга Аллаха. Він дав мені Писання і змусив мене пророком.
vi: [Chúa Giêsu] nói: "thật vậy, tôi là công chức của Allah. Ông đã cho tôi với kinh thánh và làm cho tôi một tiên tri.
zu: [UJesu] wathi: "Ngempela, ngiyincekukazi of Allah. Ungigcingcé umBhalo yangenza umprofethi.

# Quran2281
source: And He has made me blessed wherever I am and has enjoined upon me prayer and zakah as long as I remain alive
ca: I que ha fet em beneït allà on sóc i ha demanat a mi pregària i zakah mentre romandre viva
cy: A wnaeth imi bendithio lle bynnag yr wyf, a Mae enjoined arnaf gweddi a zakah cyhyd ag y bydd yn dal I fyw
da: Og han har gjort mig velsignet uanset hvor jeg er og har indskærpede over mig, bøn og zakah så længe jeg er i live
el: Και αυτός έχει κάνει να ευλογημένος όπου κι αν είμαι και έχει κάλεσε επάνω μου προσευχή και zakah όσο παραμένω ζωντανός
et: Ja ta on mind õnnistatud kõikjal, kus ma olen ja on mu peale käskis palve ja zakah kui ma olen endiselt elus
fi: Ja hän teki minulle siunattu missä olen ja käski minua rukous ja zakah niin kauan kuin pysyn elossa
he: והוא גרם לי מבורך בכל מקום שבו אני, יש לרדוף אותי תפילה, zakah כל עוד אני אשאר בחיים
hr: I njega sam blagoslovio gdje god sam i je zadužen na molitvu i zakah sve dok sam živ
lt: Ir jis padarė mane palaiminta kur esu ir įsakė man, malda ir zakah taip ilgai, kaip aš vis dar gyvas
lv: Un viņš lika man laimīgs tur, kur esmu, un ir pieprasījusi man virsū, lūgšanu un zakah tik ilgi, kamēr es joprojām esmu dzīvs
nb: Og han har gjort meg velsignet uansett hvor jeg er og har påbudt ved meg bønn og zakah som jeg er fortsatt i live
sk: A on sa mi požehnal všade tam, kde som a má vymeral na mňa, modlitby a Zakát ako dlho môžem zostať nažive
sl: In je on me blagoslovil kjerkoli sem in je vpletena vame molitev in zakah tako dolgo, kot sem še vedno živ
sr_cyrl: И направио ми благословени где год да сам ја и има наметнут МЕНл молитве и заках док год сам жива
sr_latn: I napravio mi blagosloveni gde god da sam ja i ima nametnut MENl molitve i zakah dok god sam živa
uk: І він зробив мене благословив скрізь, де я і має наказано мене, молитви та zakah тих пір, як я як і раніше живий
vi: Và ông đã làm cho tôi may mắn bất cứ nơi nào tôi và đã enjoined khi tôi cầu nguyện và zakah miễn là tôi vẫn còn sống
zu: Yena enza me thokozisa wherever I am futhi uye wanika kwami ngomthandazo nangokunxusa zakah njengoba nje ngihlale ephila

# Quran2282
source: And [made me] dutiful to my mother, and He has not made me a wretched tyrant.
ca: I [mi] obedient a la meva mare, i ell no em fet un tirà miserable.
cy: A [gwnaeth i mi] ufudd i fy mam, ac ni wnaeth mi tyrant truenus.
da: Og [gjorde mig] pligtopfyldende til min mor, og han har ikke gjort mig en elendige tyran.
el: Και [με έκανε] υπάκουα στη μητέρα μου, και δεν μου έκανε μια άθλια τύραννος.
et: Ja [pani mind] sensori tablett mu ema ja ta ei teinud mulle armetu türann.
fi: Ja [minulle] velvollisuudentuntoinen äidilleni, ja hän ei ole tehnyt minua kurja tyranni.
he: [גרם לי] הצייתנית לאמא שלי, והוא לא גרם לי עריץ אומלל.
hr: I [me] poslušan majci, i on je napravio mene nesretan tiranin.
lt: Ir [privertė mane] pareigingas savo motinos, ir jis nepadarė man apgailėtinus tironas.
lv: Un [mani] pakļaudamies mana māte, un viņš nav veikusi mani nožēlojamā tirāns.
nb: Og [gjorde meg] pliktoppfyllende til min mor, og han har ikke gjort meg en elendig tyrann.
sk: A [ma] poslušná svoju matku, a on ma nie ubohý tyrana.
sl: In [me] vestno za mojo mamo, in on je ni me nesrečne tiran.
sr_cyrl: И [ми] послуљан мојој мајци, и не дао ми је проклети тиранин.
sr_latn: I [mi] posluљan mojoj majci, i ne dao mi je prokleti tiranin.
uk: [Мене] і з почуттям обов'язку моєї матері, і він не зробив мене wretched тиран.
vi: Và [tôi] hiếu thảo với mẹ tôi, và ông đã không làm cho tôi một bạo chúa không may.
zu: Futhi [wangenza ngaba] dutiful kumama wami, akenzanga kimi engumashiqela lusizi.

# Quran2283
source: And peace is on me the day I was born and the day I will die and the day I am raised alive."
ca: I la pau és en mi el dia que vaig néixer i el dia que morirà i el dia que sóc criat Vivament.
cy: A heddwch ar mi dydd y cefais fy ngeni a y diwrnod a bydd yn ei marw ac y dydd Rwy'n codi yn fyw.
da: Og fred er på mig den dag jeg blev født, og den jeg vil dø og dagen jeg er opvokset i live."
el: Και η ειρήνη είναι επάνω μου την ημέρα που γεννήθηκα και την ημέρα που θα πεθάνω και την ημέρα που έθεσα είμαι ζωντανός.»
et: Ja rahu on mind päev, ma sündisin ja ma suren päeval ja päev, ma olen kasvanud elus."
fi: Ja rauha on minua päivä Synnyin ja kuolen päivä ja päivä otin elossa."
he: שלום הוא עלי ביום שנולדתי, היום שאני אמות והיום שאני גידלתי בחיים."
hr: I mir me dan rođenja i dan će umrijeti i dan sam podigao sam živ."
lt: Ir taika yra man tą dieną gimė ir mirs dieną ir dieną aš esu iškėlė gyvas."
lv: Un miers ir mani dienā ir dzimis un dienā būs mirst un nākamajā dienā es esmu izvirzīts dzīvs."
nb: Og fred er på meg dagen jeg ble født og dagen jeg vil dø og dagen jeg er reist i live."
sk: A mier je na mňa deň som sa narodil a deň zomriem a deň som zdvihol som nažive."
sl: In mir je na mene, dan je bil rojen in dan bo umrl in jaz sem postavljeno živ dan."
sr_cyrl: А мир је на мене кад сам се родио и смрти ће и дан када сам подигао сам жив."
sr_latn: A mir je na mene kad sam se rodio i smrti će i dan kada sam podigao sam živ."
uk: І мир на мене день я народився і день, я хочу померти і день, я впевнений, підняв живий."
vi: Và hòa bình tôi ngày tôi được sinh ra và ngày tôi sẽ chết và ngày tôi lớn lên sống."
zu: Futhi ukuthula uphezu kwami usuku engazalwa ngalo kanye usuku ngife kanye namuhla ngiyanitshela yaphakamisa ephila. "

# Quran2284
source: That is Jesus, the son of Mary - the word of truth about which they are in dispute.
ca: És Jesús, el fill de Mary - la paraula de veritat sobre què estan en controvèrsia.
cy: Hynny yw Iesu, fab i Mary-gair o wirionedd am maent mewn anghydfod.
da: Det er Jesus, søn af Mary - sandhedens ord om hvor de er i konflikt.
el: Δηλαδή ο Ιησούς, ο γιος της Μαρίας - το λόγο της αλήθειας σχετικά με το οποίο είναι σε διαμάχη.
et: See tähendab Jeesuse, Maarja - tõe sõna poeg kohta, mis neil on tekkinud vaidlus.
fi: Se on Jeesus, Marian - totuuden sanaa poika noin joka he ovat riidan kohteena.
he: זה ישו, בנה של מרים - בדבר האמת על אשר הם שבמחלוקת.
hr: To je Isus, sin Marije - istinu o tome što su u sporu.
lt: Tai Jėzus, Marijos - tiesos žodį sūnus apie tai, jie yra neginčijama.
lv: Tas ir Jēzus dēls Mariju - vārdu patiesību par to, kas viņi ir strīds.
nb: Det er Jesus, sønn av Mary - sannhetens ord om som de er i tvist.
sk: To je Ježiš, syn Márie - slovo pravdy o tom, ktoré sú v spore.
sl: Da je Jezus, sin Marije - besedo resnice o tem, ki so v sporu.
sr_cyrl: То је Исус, син Марије - рец од истине о којој су у спору.
sr_latn: To je Isus, sin Marije - rec od istine o kojoj su u sporu.
uk: Тобто Ісус, син Марії - слово правди про те, що вони в суперечці.
vi: Đó là Chúa Giêsu, con trai của Mary - lời của sự thật về mà họ đang có trong tranh chấp.
zu: Yilokho uJesu, indodana kaMariya - izwi leqiniso mayelana nokuthi iziphi izinhlelo zingabantu ingxabano.

# Quran2285
source: It is not [befitting] for Allah to take a son; exalted is He! When He decrees an affair, He only says to it, "Be," and it is.
ca: No és [corresponent] per a Allah anar un fill; exaltat és ell! Quan va decrets un afer, només diu, "Ser" i és.
cy: Nid yw [bod] i Allah i gymryd mab; i'w mawrygu yw ef! Pan mae ef deddfir fater, ond dywed iddo, "Fod yn", ac mae.
da: Det er ikke [sømmer] til Allah at tage en søn; ophøjet er han! Når han kundgørelser en affære, han blot siger til det, er "Være", og det.
el: Δεν είναι [αρμόζει] για τον Αλλάχ να πάρει ένα γιο? υπερυψωμένα είναι αυτός! Όταν διατάγματα μια υπόθεση, λέει μόνο σε αυτό, «Να», και είναι.
et: Ei ole [sobiv] Allah võtta poeg; ülendatud on ta! Kui ta otsustab afäär, ta lihtsalt kirjutab, et "Tuleb" ja see on.
fi: Se ei ole [sovelias] Jumala ottaa pojan. ylevä on hän! Kun hän antaa tuomion, asia, hän vain sanoo, "On", ja se on.
he: זה לא [ההולם] למען אללה לקחת בן; ? הוא מרומם! כאשר שהוא מצווה רומן, הוא רק אומר את זה, "להיות", וזה הוא.
hr: Ne [nešto] za Allah uzeti sina; uzvišen je on! Kad on nalaže aferu, on samo kaže, "Biti", a to je.
lt: Tai ne [tinkamą] Dievas imtis sūnų; išaukštintas yra jis! Kai jis nusprendė reikalas, jis tik sako, "Būti", ir ji yra.
lv: Tas nav [befitting] Allah veikt dēls; sajūsmināts viņš ir! Kad viņš paziņo dēka, viņš tikai saka, "Būt", un tas ir.
nb: Det er ikke [passende] for Allah ta sønn; opphøyet er han! Når han forordninger en affære, sier han bare, er "Være", og det.
sk: Nie je to [hodiť] pre Boha aby syn; vyvýšený je on! Keď sa rozhodol záležitosť, len hovorí, "Byť", a to je.
sl: Ni [Pristajući] za Allah da sina; vzvišeno je on! Ko je odloke afero, on samo pravi, "Biti", in to je.
sr_cyrl: То није [достојно] за Алаха да узмем сина; Да ли је узвиљено! Када он издаје декрет аферу, каже он, "Да", а то је.
sr_latn: To nije [dostojno] za Alaha da uzmem sina; Da li je uzviљeno! Kada on izdaje dekret aferu, kaže on, "Da", a to je.
uk: Це не [належну] для Аллах прийняти син; піднесений це він! Коли він укази інтрижку, він лише каже до неї, "Бути" і вона є.
vi: Nó không phải là [befitting] cho Allah để có một con trai; sôi nổi là ông! Khi ông nghị định ngoại tình, ông chỉ nói với nó, "", và nó là.
zu: It is not [buyafaneleka] Allah ukuthatha indodana;

# Quran2286
source: [Jesus said], "And indeed, Allah is my Lord and your Lord, so worship Him. That is a straight path."
ca: [Jesús deia], "i de fet, Allah és el meu Senyor i el seu Senyor, tan adorar-lo. Això és un camí recte".
cy: [Dywedodd Iesu], 'ac yn wir, Allah yn fy Arglwydd a eich Arglwydd, felly addoli ef. Yn llwybr syth.
da: [Jesus sagde], "og ja, Allah er min herre og din Herre, så tilbede ham. Der er en lige vej."
el: [Ο Ιησούς είπε,] «και πράγματι, Αλλάχ είναι ο Λόρδος μου και σας Λόρδος, έτσι λατρεία του. Αυτό είναι ένα straight path».
et: [Jeesus ütles], "ja tõepoolest, Allah on Issand ja oma Issanda, nii et teda kummardama. Mis on sirge tee."
fi: [Jeesus sanoi], "ja itse asiassa Jumala on minun herrani ja teidän Herranne, joten palvomaan häntä. Se on suora polku."
he: [ישוע אמר], "ואכן, אללה הוא הלורד ואדון שלך, אז לסגוד לו. זה נתיב ישר."
hr: [Isus je rekao], "i zaista, Allah je moj gospodar i vaš gospodar, pa mu se klanjati. To je ispravni put."
lt: [Jėzus tarė], "ir iš tiesų, Allah yra mano Viešpats ir jūsų Viešpats, Taigi garbinti jį. Tai tiesia kelią."
lv: [Jēzus sacīja:] "un patiešām, Allah ir mans kungs un jūsu kungs, tātad pielūgt viņu. Kas ir taisns ceļš."
nb: [Jesus sa] "og faktisk Allah er min Herre og deres Herre, så tilbe ham. Det er en rett bane."
sk: [Ježiš povedal:] "a naozaj, Alah je môj pán a vášho pána, tak mu pokloniť. To je rovnou cestou."
sl: [Jezus rekel], "in dejansko, Allah je moj Gospod in svojega Gospoda, tako ga častili. To je naravnost pot."
sr_cyrl: [Исус је рекао], "а уистину, Аллах је мој господар и твој господар, па му се клањају. "То је пут."
sr_latn: [Isus je rekao], "a uistinu, Allah je moj gospodar i tvoj gospodar, pa mu se klanjaju. "To je put."
uk: [Ісус сказав:] "і дійсно, Аллах мій Господь і ваш Господь, так поклонятися йому. Це прямий сегмент контуру".
vi: [Chúa Giêsu nói], "và thực sự, Allah là Tâu Đức vua và Chúa của bạn, vì vậy thờ phượng Ngài. Đó là một đường thẳng."
zu: [UJesu wathi]: 'Futhi ngempela, Allah is mi Lord kho Lord kanjalo konzo Him. Yilokho SOBALA DLELA. "
