Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran840
source: And warn by the Qur'an those who fear that they will be gathered before their Lord - for them besides Him will be no protector and no intercessor - that they might become righteous.
ca: I advertir pel Qur ' an aquells que temen que ells es reuniran davant seu Senyor - per a ells a més li serà cap protector i no intercesor - que esdevinguin justos.
cy: A rhybuddio gan y Qur'an rheini sy'n ofni y bydd eu casglu cyn eu Arglwydd-iddynt ar wahân iddo bydd yn oes protector ac intercessor oes-y gallai ddod yn hoes dabloid.
da: Og advare af Koranen bliver dem, der frygter, at de vil blive indsamlet før deres Herre - for dem udover ham ingen protector og ingen forbeder - at de kan blive retfærdiggjorte.
el: Και προειδοποιούν από το Qur'an όσους φοβούνται ότι αυτοί θα συγκεντρωθεί πριν τους Λόρδος - για τους εκτός από αυτόν θα είναι καμία προστάτης και καμία μεσσολαβητής - ώστε να γίνουν δίκαιοι.
et: Ja hoiatan mida Koraan neile, kes kardavad, et nad kogub enne nende Issand - neid talle peale tuleb mingit protector ja mingit intercessor - et nad võivad muutuda õige.
fi: Ja varoittaa Koraanin niille, jotka pelkäävät, että heidät kootaan Ennen herransa - heille hänen vieressään on ei suojelija ja ei esirukoilijana - että he voisivat tulla vanhurskas.
he: ולהזהיר על ידי הקוראן אלו החוששים כי הם שייאספו לפני האל שלהן - עבורם מלבדו יהיו? לא מגן, לא intercessor - כי הם עשויים להפוך לצדיקים.
hr: I upozoriti po Kur'anu onima koji se boje da će se okupljenima prije svog gospodara - za njih osim njega bit će bez zaštitnika i zagovornika - da bi mogli postati pravedni.
lt: Ir įspėti iš Korano tiems, kurie bijo, kad jie bus surinkti prieš jų Viešpats - jiems ne tik jam bus ne gynėjas ir jokių intercessor - kad jie gali tapti teisieji.
lv: Un brīdināt Korāns tiem, kuri baidās, ka viņi tiks savākta pirms viņu kungs - par tiem bez viņu būs neviens aizsargs un nav aizrunātājs - ka tie kļūst taisns.
nb: Og advare av Koranen blir dem som frykter at de vil samles før deres Herre - for dem enn ham ingen protector og ingen intercessor - at de kan bli rettferdige.
sk: A varovať Korán tých, ktorí sa obávajú, že budú zhromaždené pred ich pán - pre nich Okrem neho bude bez ochrancu a bez obhajcu - že sa môže stať spravodlivými.
sl: In opozoril po Koranu tiste, ki se bojijo, da jih bodo zbrane pred svojega Gospoda - za njih poleg njega bo brez zaščitnik in ne priprošnjik - da lahko postanejo pravični.
sr_cyrl: И упозори по Курану они који страхују да ће бити одвели су је пред свог господара - за њих осим њега биће нема протектора и нема интерцессор - да би могле да постану праведни.
sr_latn: I upozori po Kuranu oni koji strahuju da će biti odveli su je pred svog gospodara - za njih osim njega biće nema protektora i nema intercessor - da bi mogle da postanu pravedni.
uk: І попередити Коран, хто бояться, що вони будуть зібрані перед їх Господнім - для них Крім нього буде не протектор і заступника - що вони можуть стати праведниками.
vi: Và cảnh báo bởi kinh Koran những người lo sợ rằng họ sẽ được tập hợp trước Chúa của họ - cho họ bên cạnh việc anh ta sẽ có không có bảo vệ và không có intercessor - rằng họ có thể trở thành công bình.
zu: Futhi ukuxwayisa by the Qur'an labo abesaba ukuthi ziyobuthelwa phambi kweNkosi yabo - them Him ngeke kusaba khona umvikeli futhi akukho intercessor - ngesaba ukuthi bangase babe ngakhethi.

# Quran841
source: And do not send away those who call upon their Lord morning and afternoon, seeking His countenance. Not upon you is anything of their account and not upon them is anything of your account. So were you to send them away, you would [then] be of the wrongdoers.
ca: I no l'enviïs lluny qui crida a seva Senyor matí i tarda, buscant el seu rostre. No en vostè és res del seu compte i no sobre ells és res del vostre compte. Així es van enviar-los lluny, [llavors] seria dels malfactors.
cy: A Peidiwch ag anfon i ffwrdd rheini sydd yn galw ar eu Arglwydd y bore a'r prynhawn, yn ceisio ei ystyried. Nid arnoch chi unrhyw beth eu cyfrif ac nid arnynt yn unrhyw beth o eich cyfrif. Fel y byddwch yn eu hanfon i ffwrdd, chi [yna] byddai y tramgwyddo.
da: Og må ikke sende væk dem, der opfordrer deres Herre morgen og eftermiddag, søger hans ansigt. Ikke på du er noget af deres konto og ikke på dem er noget af din konto. Så blev du til at sende dem væk, du [så] ville være af lovovertrædere.
el: Και δεν στείλετε μακριά όσοι καλούν τους κυρίου πρωί και απόγευμα, αναζητώντας το πρόσωπό του. Επάνω σε σας δεν είναι τίποτα του λογαριασμού τους και σ ' αυτούς δεν είναι τίποτα του λογαριασμού σας. Έτσι [στη θέση σας για να τους διώξουν, τότε] θα τα των παραβατών.
et: Ja ärge saatke ära need, kes kutsuvad Issanda hommikul ja pärastlõunal, keda tema pale. Teie peale on midagi oma konto ja mitte nende peale on midagi oma konto. Siis olid sa neid ära saata, oleks [siis] olla ning selle tekitaja.
fi: Ja älä lähetä pois ne, jotka Herraa aamulla ja iltapäivällä, etsivät hänen kasvonsa. Ei kun ei mitään tilinsä ja ei heille on jotain tilillesi. Niin olit lähettää heidät pois, sinun olisi [silloin] laajemmalti.
he: לא תשלח למי קוראים שלהם לורד בבוקר ואחר הצהריים, המבקשים ארשת פניו. לא עליכם משהו על מצב החשבון שלהם וגם לא עליהם הוא דבר של החשבון שלך. אז היו לך לשלוח אותם משם, [אז] היית של הפושעים.
hr: I ne Šalji dalje oni koji pozivaju na svog gospodina ujutro i popodne, koji traže njegovo lice. Ne na vas je nešto od svog računa i ne na njih je ništa od vašeg računa. Tako da ste ih otjerati, [tada] se za počinioce.
lt: Ir ne siųsti iki tiems, kurie kreiptis į savo Viešpaties ryte ir po pietų, ieško jo padrąsinimas. Ne į jus ar kas nors jų apskaitos ir ne ant jų ar kas nors iš jūsų sąskaitos. Todėl buvo jums siųsti juos šalin, jūs [tada] būtų grzesznicy.
lv: Un nevar aizsūtīt tiem, kuri aicina savu kungu no rīta un pēcpusdienā, meklējot vaibstus. Ne pār jums ir kaut kas savā kontā un ne pēc tiem ir kaut kas no jūsu konta. Tātad jūs bijāt aizsūtīt viņiem, tu [tad] būtu pārkāpējus.
nb: Og sender ikke bort som påkaller deres Herre morgen og ettermiddag, søker stirret. Ikke når du er noe av sin konto ikke over dem er noe av kontoen. Så var du sende dem bort, du skulle [da] av wrongdoers.
sk: A nie posielať preč tých, ktorí vyzývajú ich pán ráno a popoludní hľadá jeho tvár. Na vás nie je nič na ich účet, a nie na nich je niečo z vášho účtu. Takže ste poslať preč, [a] by bolo z zloèinci.
sl: In ne Pošlji stran tistih, ki pozivajo svoje Gospoda zjutraj in popoldne, iščejo njegov obraz. Ne na vas je kaj v svoj račun in ne na njih je kaj v vaš račun. Tako si bi pošljite jih proč, vam bi [torej] se je wrongdoers.
sr_cyrl: И не шаљи даље онима који се позивају на њихов господар ујутро и поподне, тражећи његов израз лица. Не над вама ништа од њихов рачун а не над њима је све по вашем рачуну. Тако да сте их отерати, [тадашњи] би од починиоце.
sr_latn: I ne šalji dalje onima koji se pozivaju na njihov gospodar ujutro i popodne, tražeći njegov izraz lica. Ne nad vama ništa od njihov račun a ne nad njima je sve po vašem računu. Tako da ste ih oterati, [tadašnji] bi od počinioce.
uk: І не надсилати геть, хто закликаємо їх Господь вранці та вдень, шукає його обличчя. Не на вас нічого своїх облікових записів і не на них є що-небудь з вашого облікового запису. Так що ви були відправити їх геть, ви б [потім] бути в розкаюємося.
vi: Và không gửi đi những người kêu gọi của Chúa vào buổi sáng và buổi chiều, đang tìm kiếm countenance vẻ của mình. Không phải khi bạn là bất cứ điều gì trong tài khoản của họ và không khi họ là bất cứ điều gì trong tài khoản của bạn. Do đó, là bạn gửi cho họ đi, bạn sẽ [sau đó] là của các wrongdoers.
zu: Futhi musa ukuthumela kude nalabo ababiza iNkosi yabo ekuseni nantambama, befuna ubuso bakhe.

# Quran842
source: And thus We have tried some of them through others that the disbelievers might say, "Is it these whom Allah has favored among us?" Is not Allah most knowing of those who are grateful?
ca: I així hem provat alguns d'ells a través d'altres que els disbelievers podria dir, "És aquests qui Allah ha afavorit entre nosaltres?" Allah no és saber la majoria dels qui estem agraïts?
cy: Ac felly yr ydym wedi ceisio rhai ohonynt drwy eraill y gallai ddweud y disbelievers, "Yw ei rhain bwy Allah wedi ffafriol ymhlith ein?" Yw Allah ni wybod rhan fwyaf o'r rheini yn ddiolchgar?
da: Og derfor vi har prøvet nogle af dem, hvor vantro kunne sige, "Er det disse, som Allah har begunstiget blandt os?" Er ikke Allah de fleste at vide af dem, der er taknemmelig?
el: Και έτσι έχουμε προσπαθήσει κάποιες φορές μέσα από τους άλλους που το disbelievers να πει, «Είναι αυτοί τους οποίους Αλλάχ ευνόησαν ανάμεσά μας;» Είναι δεν Αλλάχ γνωρίζοντας οι περισσότεροι από εκείνους που είναι ευγνώμων;
et: Ja seega me püüdnud mõned neist läbi teised, mis on uskottomille võiks öelda, "On need, kellele Jumal on meie seas soositud?" Kas mitte Jumal enamik teades, kes on tänulik?
fi: Ja näin olemme pyrkineet osa niistä kautta muille, että saa luovuttaa voisi sanoa, "On juuri heitä Allah on suosinut keskuudessamme?" Ei ole Jumala, useimmat tietää niistä, jotka ovat kiitollisia?
he: וניסינו ולכן חלקם דרך אחרים disbelievers אפשר לומר, "זה אלה למי אללה הוא העדיף בינינו?" זה לא אללה לדעת רוב של אלה אשר אסירי תודה?
hr: I tako pokušali smo neke od njih preko drugih da se iskuse moglo bi se reći, "Je li to kome Allah je omiljen među nama?" Je Allah nije većina znajući za one koji su zahvalni?
lt: Ir todėl mes bandėme kai kurie iš jų per kitus, kad su disbelievers galima sakyti, "Ar tai, kam Dievas yra išrinktasis tarp mūsų?" Yra ne Dievas dauguma žinant tų, kurie esame dėkingi?
lv: Un tādējādi mēs esam centušies dažus no viņiem ar citiem, ka disbelievers varētu teikt, "Tas ir tie, kam Allāhs ir apveltījusi starp mums?" Ir nevis Allah lielākā daļa zinot, kuri esam pateicīgi?
nb: Og dermed har vi prøvd noen av dem gjennom andre som troende kan si, er det dette som Allah har favorisert blant oss?" Er ikke Allah de fleste å vite som er takknemlig?
sk: A tak sme sa pokúsili niektoré z nich prostredníctvom iných, že neveriacim mohli povedať: "Je to, koho Boh má prednosť medzi nami?" Je nie Boh vedel, väčšina tých, ktorí sú vďační?
sl: In tako smo poskušali nekaj od njih z drugim, ki je disbelievers rekli, "Je to to, koga Allah je priljubljen med nami?" Je ne Allah, večina poznavanje tistih, ki so hvaležni?
sr_cyrl: И самим тим пробали смо неке од њих кроз друге то скептике би рекли, "Зар ово коме Аллах је била наклоњена међу нама?" Да ли је не Алах већина јер знам да они који су захвални?
sr_latn: I samim tim probali smo neke od njih kroz druge to skeptike bi rekli, "Zar ovo kome Allah je bila naklonjena među nama?" Da li je ne Alah većina jer znam da oni koji su zahvalni?
uk: І таким чином ми намагалися деякі з них через інших, які в disbelievers можуть сказати, "Це дані, якими Аллах має сприяння серед нас?" Чи не Аллах більшість знаючи тих, хто вдячні?
vi: Và vì vậy chúng tôi đã thử một số người trong số họ thông qua những người khác mà người thì có thể nói, "Có những người mà Allah đã ủng hộ giữa chúng ta?" Là không Allah biết hầu hết những người biết ơn?
zu: Futhi ngenxa yalokho Siye sazama abanye babo ngokusebenzisa abanye ukuthi disbelievers angase athi, "Ingabe laba bani Allah ube nomusa phakathi kwethu?"

# Quran843
source: And when those come to you who believe in Our verses, say, "Peace be upon you. Your Lord has decreed upon Himself mercy: that any of you who does wrong out of ignorance and then repents after that and corrects himself - indeed, He is Forgiving and Merciful."
ca: I quan els vénen a vosaltres que creieu en nostres versos, diuen, "la pau sigui amb tu. El Senyor ha decretat mateix Misericòrdia: qualsevol que malament per ignorància i llavors es penedeix després que i corregeix a si mateix - de fet, ell és indulgent i Clement. "
cy: A pan ddaw rhai i chi sydd yn credu yn ein penillion, gan ddweud, "fod heddwch arnoch. Wedi eich Arglwydd a ddyfarnwyd ei hun ar drugaredd: bod pob un ohonoch a yw'n anghywir allan o anwybodaeth a edifarhao ar ôl hynny wedyn ac yn cywiro ei hun-yn wir, ei fod yn Forgiving a Merciful. "
da: Og når de kommer til dig, der tror på vores vers, siger, "fred være med dig. Jeres Herre har forordnet på sig barmhjertighed: at nogen af jer der forkert af uvidenhed og derefter angrer ovenpå og korrigerer sig - ja, han er Forgiving og barmhjertige. "
el: Και όταν αυτές έρχονται να σας που πιστεύουν σε μας τους στίχους, λένε, «η ειρήνη είναι από σας. Κατόπιν ο ίδιος έφερε το Λόρδο, το έλεος: ότι οποιαδήποτε από εσάς που κάνει λάθος από άγνοια και στη συνέχεια να μετανοεί μετά από αυτό και να διορθώνει ο ίδιος - μάλιστα, αυτός είναι επιεικής και εύσπλαχνος.»
et: Ja kui need tulevad teile, kes usuvad meie Salme ütlema, "rahu olgu teile. Teie Issand on enese välja kuulutanud mercy: et kõik, kes teadmatusest valesti ja pöördub pärast seda ja parandab ise -, tõepoolest, ta on Forgiving ja Merciful. "
fi: Ja kun ne, te, jotka uskotte meidän jakeissa sanoa, "rauha olkoon teille. Sinun herra on säätänyt itselleen armoa: että kaikki te, jotka väärin tietämättömyydestä, sen jälkeen katuu ja korjaa itsensä - hän on anteeksiantava ja armollisin. "
he: אלה מגיעים מי שמאמין בפסוקים שלנו, אומר, "שלום יהיה עליכם. . האל שלך הוציא על עצמו רחמים: שכל מי טועה מתוך בערות ואז מתחרטת לאחר מכן, מתקן את עצמו - ואכן, הוא Forgiving, הרחום והחנון. "
hr: I kada to vama koji vjerujete u naše stihove, kažu, "mir se na vas. Tvoj gospodar je odredio na sebe milost: da je bilo koji krivo iz neznanja i onda pokaje nakon toga i ispravlja sebe - naime, on je opraštanje i milostiv. "
lt: Ir kai tas ateina į jūsų, kurie tikite mūsų ženklai, sako, "taikos bus su jumis. Jūsų Viešpats yra pasisuko į save malonės:, kad kurie nors iš jūsų, kurie neteisingai iš nežinojimo ir tada gailisi po to ir taiso pats - iš tiesų, jis yra Forgiving ir litosciwy. "
lv: Un, kad tie nāk pie jums, kuri tic mūsu vārsmas, saka, "miera be upon jums. Savu kungu, ir izsludinājusi uz sevis žēlastību: vai kādam no jums, kas nepareizi no nezināšanas un tad pēc tam nožēlo un koriģē pats - patiešām, viņš ir piedošanu un žēlsirdīgs. "
nb: Og når de kommer til dere som tror på vår versene, sier, "fred være med dere. Din Herren har bestemt på seg nåde: at noen av dere som feil ut av uvitenhet og deretter etter at korrigerer selv - faktisk han er tilgi og barmhjertig. "
sk: A keď tie prišiel k vám, ktorí veria v naše verše hovoria, "mier je na vás. Svojho pána sa nariadil na seba milosrdenstva: že niektorá z vás, ktorí zle z nevedomosti a potom ľutovať po tom a opraví sám - v skutočnosti, on je odpúšťajúci a Milosrdných. "
sl: In ko tistih prišel k vam, ki verjamejo v naše verzov, pravijo, "mir na vas. Vaš gospodar je odredil nase milost: da vse ki ste narobe iz nevednosti in nato spreobrne po tem in popravi sam - res, on je tolerantna in usmiljen. "
sr_cyrl: И када они који верују у нам стихова, кажу, "мир бити Пану. Твој господар предодредио сходно милост: да је било који погрешно из незнања и онда да се покаје након тога и исправља себе - он је заиста Форгивинг и милостив. "
sr_latn: I kada oni koji veruju u nam stihova, kažu, "mir biti Panu. Tvoj gospodar predodredio shodno milost: da je bilo koji pogrešno iz neznanja i onda da se pokaje nakon toga i ispravlja sebe - on je zaista Forgiving i milostiv. "
uk: І коли тих, хто приходять до вас, хто вірить в наших вірші, кажуть, «мир на вас. Ваш Господь наказав себе милосердя: що будь-який з вас, хто неправильно через незнання кається після цього і виправляє сам - дійсно, він є бачить і Merciful. "
vi: Và khi những người đến để bạn của những người tin vào câu thơ của chúng tôi, nói rằng, "hòa bình khi bạn. Chúa của bạn đã quyết định khi mình lòng thương xót: mà bất cứ bạn của những người sai ra khỏi vô minh và sau đó ăn năn sau đó và sửa chữa bản thân - thực sự, ông là Forgiving Merciful. "
zu: Futhi lapho labo sondela you abakholelwa Emavesi, anothi, 'Ukuthula makube phezu kwakho Kho Lord decreed phezu Ngokwakhe isihe. Engatholwa yinoma ubani kini owenza okungalungile ukungazi bese ephenduka ngemva kwalokho futhi aqondise ngokwakhe - empeleni, engazishiyanga

# Quran844
source: And thus do We detail the verses, and [thus] the way of the criminals will become evident.
ca: I així fer detallem els versos, i [que] la forma dels criminals esdevindrà evident.
cy: Ac felly yr ydym yn manylu y penillion, a [felly] Bydd y ffordd y troseddwyr wedi dod yn amlwg.
da: Og dermed gør vi detalje vers, og [dermed] måde af kriminelle bliver tydelig.
el: Έτσι μπορούμε να λεπτομερώς τους στίχους και [έτσι] ο τρόπος των εγκληματιών θα γίνει εμφανής.
et: Seega me üksikasjalikult salmid ja [seega] kuidas kurjategijad näidatakse ilmnevad.
fi: Ja näin me yksityiskohtaisesti säkeet [näin] tapa rikolliset selviävät.
he: ובכך אנו מפרטים את הפסוקים ו [לכן] הדרך של הפושעים יהפוך ברור.
hr: Stoga smo detaljno stihova i [Stoga je] način kriminalci će postati očit.
lt: Taigi mes išsamiai ženklai ir [taip] nusikaltėliai būdu taps akivaizdus.
lv: Tādējādi mēs detalizēti vārsmas un [tādējādi] noziedznieku veidā kļūs skaidrs.
nb: Dermed detalj vi vers og [slik] veien for kriminelle blir tydelig.
sk: Tak sme sa podrobne verše a [teda] ako zločinci bude zrejmé.
sl: In tako smo podrobno verze, in [tako] način storilcev kaznivih dejanj bo postalo jasno.
sr_cyrl: Стога смо се детаљно стихове и [тако] како криминалаца ће су се појавили.
sr_latn: Stoga smo se detaljno stihove i [tako] kako kriminalaca će su se pojavili.
uk: Таким чином ми детально вірші і [так] шлях злочинці стануть очевидними.
vi: Và vì vậy chúng tôi chi tiết các câu thơ, và [do đó] cách của bọn tội phạm sẽ trở thành điều hiển nhiên.
zu: Futhi kanjalo angenzi We imininingwane ngala mavesi, futhi [ngaleyondlela] indlela sezelelesi kuzocaca.

# Quran845
source: Say, "Indeed, I have been forbidden to worship those you invoke besides Allah." Say, "I will not follow your desires, for I would then have gone astray, and I would not be of the [rightly] guided."
ca: Dir, "De fet, que estan prohibits a adorar aquells que invocar a més de Allah." Dir, "Jo no seguirà seus desitjos, llavors hauria anat per mal camí i no estaria de la [raó] guiades."
cy: Dweud, "Yn wir, yr wyf wedi gwahardd i addoli y rhai ydych yn galw'r heblaw Allah." Dweud, "ni ddilynaf eich dyheadau, byddai yna fod wedi mynd ar gyfeiliorn, ac ni fyddai'n o dan arweiniad [iawn]."
da: Sige, "Ja, jeg har forbudt at tilbede dem, du påberåbe sig udover Allah." Sige, "Jeg ikke vil følge dine ønsker, for jeg ønsker derefter er kommet på afveje, og jeg ville ikke være af den [rigtigt] guidede."
el: Λένε, «Πράγματι, μου έχουν απαγορεύεται να λατρεία αυτών μπορείτε να επικαλεστείτε εκτός από Αλλάχ.» Λένε, «Εγώ θα ακολουθείς τις επιθυμίες σας, γιατί τότε θα είχα πάει παραστρατημένος, και δεν θα του το [και δικαίως] καθοδηγούμενη.»
et: Öelda: "Tõepoolest, ma keelatud kummardama Jumalat peale tugineda." Öelda: "Ma ei saa järgida oma soove ma siis olen käinud eksinud, ja ma ei oleks kohta [õigustatult] giidiga."
fi: Esimerkiksi: "Itse asiassa minulla on kielletty palvomaan niitä vedota lisäksi Jumala." Sanoa, "En jatka toiveesi, niin olisin mennyt harhaan, ja olen eivät olisi [oikeutetusti] opastettuja."
he: אומרים, "ואכן, כבר הזכרתי לסגוד את אלה שאת מעוררת מלבד אללה." לומר, "אני לא יעברו את הרצונות שלך, כי אז היה לנו מדרך הישר, לא יהיה של מודרך [בצדק]."
hr: Kažu, "Uistinu, ja je zabranjeno klanjati oni zazivaju osim Allaha." Reći, "Ja neće slijediti svoje želje, jer bi onda išao krivim putem, i ne bi od [ispravno] vođena."
lt: Sako: "Iš tiesų, aš buvo uždrausta garbinti tuos, galite remtis be Dievo." Sako, "Aš ne toliau savo norus, aš būtų tada buvę iš kelio, ir aš nebūtų, [teisingai] vadovaujasi."
lv: Teikt: "Patiešām, man ir aizliegta arī dievkalpojumu tos iesaistīt papildus Allah." Teiksim, "Man nav sekos jūsu vēlmes, es gribētu tad ir izgājušas apmaldīties, un varētu nebūt [pamatoti] vadīties no."
nb: Si, «Ja, jeg har vært forbudt å tilbe dem du påkalle foruten Allah.» Si, "Jeg ikke vil følge dine ønsker, for jeg ville da ha gått seg vill, og jeg ville ikke bli av [rette] guidet."
sk: Povedať: "Skutočne som boli zakázané uctievať tých vyvolaní okrem Alaha." Povedal: "I nebude nasledovať svoje túžby, I by potom šli z cesty, a nebolo by z [správne] riadiť."
sl: Reče: "Pravzaprav, sem so prepovedane častili tiste boste priklicati poleg Allah." Reči, "Bo ne sledim vaše želje, bi nato odšel sem zašel, in ne bi bilo od [pravilno] vodeni."
sr_cyrl: Рецимо , "Заиста, сам био забранио да моле оне те призовем осим Алаха." Реци , "Не пратицу твоје жеље, јер онда ишао бих на одмет, и не би од [с правом] вођена."
sr_latn: Recimo, "Zaista, sam bio zabranio da mole one te prizovem osim Alaha." Reci, "Ne praticu tvoje želje, jer onda išao bih na odmet, i ne bi od [s pravom] vođena."
uk: Сказати: "Дійсно, я мати була заборонені поклонятися тих, ви викликаєте крім Аллаха." Сказати: "Я не піду ваші бажання, бо я потім пішов би оману, і я був би з [справедливо] гідом".
vi: Nói, "Thật vậy, tôi đã bị cấm để thờ những người bạn gọi ngoài Allah." Nói, "Tôi sẽ không tuân theo mong muốn của bạn, cho tôi sau đó đã đi lạc lối, và tôi sẽ không có hướng dẫn [đúng]."
zu: Thana, "Impela, ngiye ngazibonela asivunyelwe ukuze sikhulekele labo ukunxusa futhi Allah."
