Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran585
source: And never is it for a believer to kill a believer except by mistake. And whoever kills a believer by mistake - then the freeing of a believing slave and a compensation payment presented to the deceased's family [is required] unless they give [up their right as] charity. But if the deceased was from a people at war with you and he was a believer - then [only] the freeing of a believing slave; and if he was from a people with whom you have a treaty - then a compensation payment presented to his family and the freeing of a believing slave. And whoever does not find [one or cannot afford to buy one] - then [instead], a fast for two months consecutively, [seeking] acceptance of repentance from Allah. And Allah is ever Knowing and Wise.
ca: I mai no és per a un creient matar un creient excepte per equivocació. I qui mata un creient per equivocació - llavors l'alliberament d'un esclau que creien i un pagament d'indemnitzacions presentat per la família del difunt [cal] llevat que donen [el seu dret com] caritat. Però si el difunt era d'un poble en guerra amb vostè i va ser un creient - llavors [només] l'alliberament d'un creient que esclau; i si era d'un poble amb qui té un tractat - llavors una paga de compensació presentaran a la seva família i l'alliberament d'un esclau que creien. I qui no troba [un o no pot permetre el luxe de comprar un]- llavors [en], un ràpid durant dos mesos consecutivament, [buscar] acceptació de penediment d'Allah. I Allah és mai saber i savi.
cy: Ac byth yn gredwr i ladd yn gredwr ac eithrio drwy gamgymeriad. A pwy bynnag sy'n lladd yn gredwr drwy gamgymeriad-yna ryddhau caethion believing a daliad iawndal a gyflwynwyd i deulu'r ymadawedig [Mae angen] oni roddant [hyd eu hawl fel] elusen. Ond os oedd yr ymadawedig gan bobl rhyfela chi ac ef oedd yn gredwr-yna [ond] rhyddhau believing gaethion; ac os oedd gan bobl gyda phwy mae gennych gytundeb-taliad digolledu eu cyflwyno i'w deulu a'i ryddhau caethion believing. Ac nid yw pwy bynnag canfod [un neu na allant fforddio prynu un]-yna [yn hytrach], cyflym am ddau fis olynol, [am] yn derbyn pedair gan Allah. A Allah yn gwybod erioed ac yn ddoeth.
da: Og aldrig er det for en troende at dræbe en troende undtagen ved en fejltagelse. Og hvem dræber en troende ved en fejltagelse - derefter løsladelsen af en troende slave og garantibetaling præsenteret for afdødes familie [kræves], medmindre de giver [op deres ret som] velgørenhed. Men hvis afdøde var fra et folk krig med du og han var en troende - og derefter [kun] løsladelsen af en troende slave; og hvis han var fra et folk, med hvem du har en traktat - derefter garantibetaling præsenteret for sin familie og løsladelsen af en troende slave. Og hvem gør ikke hitte [én eller ikke har råd til at købe en]- så [i stedet], et hurtigt for to måneder fortløbende, [søger] accept af omvendelse fra Allah. Og Allah er nogen sinde vidende og kloge.
el: Και ποτέ δεν είναι αυτό για ένα πιστός οπαδός εκτός σκοτώσει ένα κατά λάθος. Και όποιος σκοτώνει ένας πιστός κατά λάθος - στη συνέχεια, την απελευθέρωση του σκλάβα πιστεύοντας και μια καταβολή αποζημίωσης που παρουσιάζονται στην οικογένεια του θανόντος [απαιτείται] Εάν δεν τα παρατάνε [δικαίωμά τους ως] φιλανθρωπία. Αλλά αν ο κληρονομούμενος ήταν από ένα άτομα σε πόλεμο και ο ίδιος ήταν ένας πιστός - τότε [μόνο] την απελευθέρωση πιστεύοντας μορφή δούλου. και αν ήταν από έναν λαό με τους οποίους έχετε μια συνθήκη - στη συνέχεια παρουσίασε μια καταβολή αποζημίωσης στην οικογένειά του και την απελευθέρωση του σκλάβα πιστεύοντας. Και όποιος δεν βρίσκει [μία ή δεν μπορούν να αντέξουν οικονομικά να αγοράσουν ένα]- τότε [αντί], ένα γρήγορο για δύο μήνες διαδοχικά, [Αναζητώντας] αποδοχή από τη μετάνοια από Αλλάχ. Και Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: Ja kunagi on see usklik tappa usklik välja arvatud ekslikult. Ja kes iganes tapab usklik ekslikult - siis uskuda ori ja hüvitise maksmise esitatud lahkunu perele [peab], kui nad loobuvad [nende õigused] vabastades heategevus. Aga kui surnu oli inimestelt, at war with sina ja ta oli usklik - siis [ainult] vabastades uskuda ori; ja inimestelt, kellega teil on lepingu - see oli siis hüvitise maksmise esitatakse tema pere ja vabastades uskuda ori. Ja kes iganes ei leia [üks või ei saa endale osta üks]- siis [hoopis], Kiire kaks kuud järjestikku [Keda] vastuvõtmisest meeleparandus Jumalalt. Ja Jumal on kunagi teades ja tark.
fi: Ja koskaan uskova voi tappaa uskovainen paitsi vahingossa. Ja kuka tappaa uskovainen vahingossa - sitten uskoa orja ja esittää vainajan perheen [on], ellei ne luopumaan [kuin] korvausta vapauttaminen hyväntekeväisyyteen. Mutta jos vainaja oli ihmiset sodassa ja hän oli uskovainen - [vain] vapauttaa uskova orja; ja jos hän oli ihmisiltä, joiden kanssa olet sopimus - sitten korvausta hänen perheensä ja vapauttaa uskova orja. Kuka löydä [yksi tai ei ole varaa ostaa]- sitten [eikä] nopeasti kaksi kuukautta peräkkäin, [Haettaisiin] hyväksymistä parannuksen Jumalalta. Ja Jumala on koskaan tietää ja viisas.
he: לעולם לא זה עבור המאמין להרוג אדם מאמין חוץ בטעות. ואת מי שהורג אדם מאמין בטעות - ואז את שחרורם של שפחה אמונה ותשלום פיצויים הציג בפני משפחות ההרוגים [נדרש] אלא אם כן הם מוותרים [על זכותם כמו] צדקה. אבל אם המנוח היה מן העם במלחמה עם שאת והוא היה מאמין - אז [רק] את שחרורם של שפחה אמונה; אם הוא היה של אנשים עם מי יש לך הסכם - אז תשלום פיצוי הציג בפני משפחתו ו שחרור של עבד אמונה. מי שלא ימצא [אחד או לא יכולים להרשות לעצמנו לקנות אחד]- אז [במקום], מהיר במשך חודשיים ברציפות, [המבקשים] קבלת תשובה מן אללה. אללה הוא אי פעם לדעת ונבונה.
hr: I nije za vjernika da ubije vjernika osim greškom. I tko god ubije vjernika greškom - zatim oslobađajući vjerujući Rob i isplata naknade predstavio obitelji preminule [je potrebno] Osim ako oni odustanu [svoje pravo kao] ljubavi. Ali ako je ostavitelj bio od ljudi u ratu te i on je vjernik - a zatim [samo] oslobađajući vjerujući rob; i da je on od ljudi s kojim imate sporazum - isplata naknade prezentirao svoju obitelj i oslobađanje vjerujući rob. I tko ne nađe [jedan ili ne mogu priuštiti to kupiti neki]-[umjesto], a zatim brzo za dva mjeseca uzastopno, [traži] prihvaćanje pokajanje od Allaha. A Allah je ikada znati i mudar.
lt: Ir niekada tai tiki nužudyti išskyrus tikintysis per klaidą. Ir kas žudo tikintysis per klaidą - tada išlaisvinimo iš tikinčiųjų vergas ir kompensacijos pateikti mirusiojo šeimos [būtina] išskyrus atvejus, kai jie mesti [teise kaip] labdaros. Bet jei velionis buvo nuo žmonės karo su jums ir jis buvo tikintysis - tada [tik] išlaisvinimo iš tikinčiųjų vergas; ir jei jis buvo nuo žmonių, su kuriais turite sutartį - tada kompensacijos mokėjimo pristatė savo šeimai ir išlaisvinimo iš tikinčiųjų vergas. Ir kas neranda [vieną arba negali sau leisti įsigyti vieną]- tada [vietoj], greitas du mėnesius iš eilės, [ieško] priėmimo atgailos nuo Dievo. Ir Dievas yra kada nors žinant ir išmintingas.
lv: Un nekad nav to nejauši nogalināt ticīgais, izņemot ticīgais. Un tas, kurš nogalina ticīgais nejauši - tad atbrīvošana ticēt vergu un kompensācijas maksājumu, kas uzrāda mirušā ģimenes [ir], ja vien viņi atdot [savas tiesības kā] labdarība. Bet, ja mirušais bija no cilvēkiem, kas karo, un viņš bija ticīgais - tad [tikai] ticēt vergu, atbrīvojot un, ja viņš bija no cilvēkiem, ar kuriem jums ir līgums - tad kompensācijas maksājumu iepazīstināja ar savu ģimeni un ticēt vergu atbrīvošanu. Un kurš neatrod [vienu vai nevar atļauties nopirkt vienu]-[vietā], tad ātru divus mēnešus pēc kārtas, [meklē] pieņemšana no Allah nožēlošana. Un Allah ir jebkad zinot un gudrs.
nb: Og aldri er det for en troende å drepe en troende unntatt ved en feil. Og Hvem drepte en troende ved en feil - deretter Frigjør av troende slave og en kompensasjon betaling presentert for avdødes familie [kreves] med mindre de gir [opp sin rett som] veldedighet. Men hvis avdøde var fra et folk krig med du og han var en troende- da [bare] frigjør av en troende slave; og hvis han var fra et folk som du har en avtale - deretter en kompensasjon betaling presentert for sin familie og frigjør av troende slave. Og den som ikke finner [ett eller ikke råd til å kjøpe en]- så [stedet], en rask for to måneder etter hverandre, [søker] aksept av omvendelse fra Allah. Døyve er noen gang vite og klok.
sk: A nikdy ho veriaci zabiť veriaci okrem omylom. A ten, kto zabije veriaci omylom - potom uvoľnení veriť otrok a úhrady prezentované rodine zosnulého [treba], pokiaľ sa nevzdá [právo ako] charitu. Ale ak bol zosnulý od ľudí vo vojne, ty a on bol veriaci - potom [len] uvoľnenie veriť otrokom; a keby bol od ľudí, s ktorými nemáme zmluvu - potom kompenzačná platba predstavila svoju rodinu a uvoľnenie otrok veriť. A kto nenajde [jeden alebo si nemôžu dovoliť kúpiť jeden]-[miesto], a potom rýchlo na dva mesiace po sebe, [Hľadám] prijatie pokánia od Boha. A Allah je vôbec vedieť a múdry.
sl: In nikoli je za vernika ubiti vernik razen po pomoti. In kdor ubije vernik po pomoti - nato sprostitev prepričanje suženj in kompenzacijsko plačilo predloži umrlega družine [je], razen če se odreči [pravico kot] dobrodelnost. Ampak če je bil pokojni od ljudi vojni pa je bil verjamem - potem [samo] sprostitev suženj prepričanje; in če je bil od ljudi, s katerimi imate pogodbo - nato kompenzacijsko plačilo njegove družine in sprostitev prepričanje suženj. In kdor ne najde [eno ali ne morejo privoščiti kupiti enega]- potem [namesto], hitro za dva meseca zaporedoma, [iščejo] sprejetja spreobrnjenju od Allah. In Allah je koli vedo in pametno.
sr_cyrl: И никада је то за верника да убије верник осим грешком. И ко год убије верник грешком - онда си ослободио веровање Роб и компензације уплату представио породици преминулог [је потребно, осим ако одустане [своје право као] добротворне сврхе. Али ако је преминули био од људи у рату против тебе, и он је био верник - онда [само] ослобађање веровање роб; и ако је био од људи са којима имате споразум - накнада уплату представио своје породице и слободу од веровање роб. И ко год не нађе [један или не могу да приуште нови]-[уместо тога], а онда брзо за два месеца узастопно, [, тражење прихватање покајања од Алаха. А Аллах је икада знати и мудар.
sr_latn: I nikada je to za vernika da ubije vernik osim greškom. I ko god ubije vernik greškom - onda si oslobodio verovanje Rob i kompenzacije uplatu predstavio porodici preminulog [je potrebno, osim ako odustane [svoje pravo kao] dobrotvorne svrhe. Ali ako je preminuli bio od ljudi u ratu protiv tebe, i on je bio vernik - onda [samo] oslobađanje verovanje rob; i ako je bio od ljudi sa kojima imate sporazum - naknada uplatu predstavio svoje porodice i slobodu od verovanje rob. I ko god ne nađe [jedan ili ne mogu da priušte novi]-[umesto toga], a onda brzo za dva meseca uzastopno, [, traženje prihvatanje pokajanja od Alaha. A Allah je ikada znati i mudar.
uk: І ніколи вона для віруючої вбити віруючий Крім помилково. І той, хто вбиває віруючий помилково - то звільняючи проста Віра раб і сплату компенсації передала до покійного сім'ї [Обов'язкова], якщо вони здаватися [своє право як] благодійності. Але якщо померлих від людей стані війни з вас і він був віруючим - то [тільки] звільняючи проста Віра рабом; і якщо він був з людьми, з якими у вас є договір - потім сплату компенсації представила свою сім'ю і звільнення проста Віра рабом. І той, хто не знайде [один або не можуть дозволити собі купити один]- то [натомість] швидкий протягом двох місяців послідовно, [шукає] прийняття покаяння від Аллаха. І Аллах ніколи не знаючи і мудрий.
vi: Và không bao giờ là một người tin tưởng để giết một người tin tưởng ngoại trừ do nhầm lẫn. Và bất cứ ai giết chết một người tin tưởng do nhầm lẫn - sau đó giải phóng nô lệ believing và một khoản thanh toán bồi thường trao tặng cho gia đình người đã chết [phải] trừ khi họ bỏ [quyền của mình như là] tổ chức từ thiện. Nhưng nếu người đã chết là từ một người chiến tranh với bạn và ông là một người tin tưởng - sau đó [chỉ] sự giải phóng của một nô lệ believing; và nếu ông từ một người mà bạn có một hiệp ước - sau đó một khoản thanh toán bồi thường giới thiệu với gia đình của mình và giải phóng nô lệ believing. Và bất cứ ai không tìm thấy [một hoặc không có khả năng để mua một]-sau đó [thay], nhanh cho hai tháng liên tiếp, chấp nhận [tìm kiếm] ăn năn từ Allah. Và Allah là bao giờ hiểu biết và khôn ngoan.
zu: Futhi never ingabe ikholwa ukubulala yikholwa ngaphandle ngephutha.

# Quran586
source: But whoever kills a believer intentionally - his recompense is Hell, wherein he will abide eternally, and Allah has become angry with him and has cursed him and has prepared for him a great punishment.
ca: Però qui mata un creient intencionalment - la seva recompensa és l'infern, en la qual ell es queda eternament, i Allah ha s'enfaden amb ell i ell ha maleït i ha preparat per a ell un gran càstig.
cy: Ond pwy bynnag sy'n lladd yn gredwr yn fwriadol-ei ad-dalu yn uffern, lle bydd yn glynu yn fythol, ac Allah wedi dod yn flin gydag ef a wedi melltithio iddo ac wedi paratoi ar ei gyfer cosbi mawr.
da: Men hvem dræber en troende forsætligt - hans belønning er helvede, hvori han vil overholde evigt, og Allah er blevet vred på ham og har forbandet ham og har forberedt til ham en stor straf.
el: Αλλά όποιος σκοτώνει έναν πιστό προθέσεως - η ανταμοιβή του είναι κόλαση, όπου αυτός θα τηρήσουν αιώνια, και Αλλάχ έχει γίνει θυμωμένος μαζί του και έχει τον καταράστηκε και έχει ετοιμάσει για αυτόν μεγάλη τιμωρία.
et: Aga kes tapab usklik tahtlikult - tema registreerimiskohas on põrgu, kus ta järgib igavesti ja Allah on muutunud vihane teda ja on neetud teda ja on valmis teda suur karistus.
fi: Mutta joka tappaa uskovainen tarkoituksella - hänen korvaus on helvetti, jossa hän jää luoksenne ikuisesti, ja Allah on tullut hänelle vihoissaan ja kirosi hänet ja on laatinut hänelle suuri rangaistus.
he: אבל מי שהורג אדם מאמין במכוון - הפיצוי שלו הוא גיהנום, שבו הוא לסבול לנצח ואת אללה הפך להיות כועסת עליו, קילל אותו הכין לו עונש גדול.
hr: Ali tko god ubije vjernika namjerno - jaucima je pakao u kojem nastat će vječno, a Allah je postala ljuta na njega i je proklinjala i pripremio za njega velika kazna.
lt: Bet kas žudo tikintysis tyčia - jo zaplata yra pragaras, kuriame jis paklūsta amžinai, ir Dievas tapo piktas su juo ir przeklal jam ir parengė jį labai bausmė.
lv: Bet tas, kurš nogalina ticīgais tīši - viņa atlīdzība ir elli, kur viņš mūžīgi būs ciest un Allah ir kļuvis dusmīgs ar viņu un ir nolādēts viņam ir sagatavojis viņam liels sods.
nb: Men den som dreper en troende forsettlig - vederlag helvete, hvor han vil bli evig, og Allah har blitt vred og har forbannet ham og har beredt for ham en stor straff.
sk: Ale ten, kto zabije veriaci zámerne - jeho odmenu je peklo, wherein on bude riadiť večne, a Alah má sa hnevať s ním, ho prekliali a pripravila pre neho veľký trest.
sl: Vendar kdor ubije vernik namerno - njegov zaracunati je pekel, pri čemer je bo upošteval večno, in Alah je postal jezen z njim in mu je preklet in pripravil zanj veliko kazen.
sr_cyrl: Али ко год убије верник намерно - његову накнаду пакао, у коме он настаће заувек, а Аллах је постао љут на њега и бацила клетву и припремио за њега велика казна.
sr_latn: Ali ko god ubije vernik namerno - njegovu naknadu pakao, u kome on nastaće zauvek, a Allah je postao ljut na njega i bacila kletvu i pripremio za njega velika kazna.
uk: Але той, хто вбиває віруючий навмисно - його нагорода пекло, коли він буде дотримуватися вічно і Аллах гнівайтесь з ним і прокляв його і підготував для нього велике покарання.
vi: Nhưng bất cứ ai giết chết một người tin tưởng cố ý - thương hiệu của mình là địa ngục, trong đó ông sẽ tuân thủ luôn luôn, và Allah đã trở nên tức giận với anh ta và đã nguyền rủa ông và đã chuẩn bị cho anh ta một hình phạt rất lớn.
zu: Kodwa noma ubani dlulisa kholwa nga ngamabomu - recompense is Hogo wherein he izohlonipha phakade, futhi Allah isibe waseyithukuthelelau futhi uthukile naye futhi uye walungisa kuye isijeziso esikhulu.

# Quran587
source: O you who have believed, when you go forth [to fight] in the cause of Allah, investigate; and do not say to one who gives you [a greeting of] peace "You are not a believer," aspiring for the goods of worldly life; for with Allah are many acquisitions. You [yourselves] were like that before; then Allah conferred His favor upon you, so investigate. Indeed Allah is ever, with what you do, Acquainted.
ca: O es que he cregut, quan vostè vagi endavant [a combatre] en la causa d'Allah, investigar; i no dic a qui li [una salutació de] dóna pau "vostè no és un creient," aspirants dels béns de la vida mundana; per amb Allah són moltes adquisicions. [Vosaltres] fos com allò abans; llavors Allah que confereix el favor a vostè, així que investigar. Realment Allah és mai, amb el que fas, conèixer.
cy: O sydd wedi credu, pan fyddwch yn mynd ymlaen [i ymladd] yn achos Allah, ymchwilio i; ac nid yn dweud i un sydd yn rhoi i chi [cyfarchiad o] heddwch "Nid ydych yn gredwr," sy'n dyheu am y nwyddau worldly bywyd; ar gyfer Allah yn llawer o ychwanegiadau at y stoc. Chi [eich hun] oedd fel hynny cyn; yna y dywedodd Allah a roddwyd ei favor arnoch, ymchwilio i hynny. Yn wir yw Allah erioed, gyda beth yr ydych yn ei wneud, yn gyfarwydd.
da: O du, som har ment, når du går frem [til kæmpe] i årsagen til Allah, undersøge; og siger ikke at en, der giver dig [hilsenen] fred "du ikke er en troende," håbefulde for varer af verdslige liv; for med Allah er mange opkøb. Du, [dem] var som før; derefter Allah tillægges hans gunst over jer, så undersøge. Faktisk Allah er nogensinde, med hvad du gør, at kende.
el: O εσείς που πίστευαν, όταν πηγαίνετε εμπρός [για την καταπολέμηση] στην αιτία του Αλλάχ, διεξάγει έρευνες· και δεν το λέω σε κάποιον που σας [ένας χαιρετισμός του] δίνει ειρήνη "δεν είσαι οπαδός,» φιλοδοξούν για τα εμπορεύματα της κοσμικής ζωής. για με τον Αλλάχ είναι πολλές εξαγορές. [Yourselves] ήσουν όπως αυτό πριν? στη συνέχεια Αλλάχ που ανατίθενται του χάρη σε σας, έτσι να ερευνήσει. Πράγματι Αλλάχ είναι ποτέ, με ό, τι κάνετε, εξοικειωμένα.
et: O kes on uskunud, kui lähete edasi [võidelda] Allahi põhjus uurimiseks; ja ärge öelge üks, kes annab teile [tervitus ning] rahu "sa ei ole usklik," ambitsioonikaid kuuluvate maise elu; eest Jumalat on palju omandamine. Te [ise] olid niimoodi enne; siis Jumal antud tema kasuks teie peale, nii et uurida. Tõepoolest Jumal on kunagi, mida te teete, teada.
fi: Oi sinä, joka uskoi kun menet edelleen [taistella] Jumala, syy tutkia; ja älä sano yksi, joka antaa sinulle [tervehdys], rauha "et ole uskovainen," pyrkivä tavaroiden maallista elämää; kanssa Jumala on useita yritysostoja. [Itse] oli sellaista ennen; sitten Allah myönnettyjen hänen puolesta teitä, joten tutkia. Todellakin Jumala koskaan, mitä teet, tuntee.
he:  מי מאמין, כאשר תעבור הלאה [כדי להילחם] למען אללה, תחקור; לא אומר מי נותן לך [ברכה של] שלום "אתה לא מאמין," השואף עבור סחורות החיים הגשמיים; עבור אללה הן רכישות רבות. [עצמכם] היו ככה לפני; אז אללה שהוענקו לשביעות רצונו עליכם, אז לחקור. אכן אללה הוא אי פעם, עם מה שאתה עושה, מכיר.
hr: O ti koji su vjerovali, kad idete naprijed [se] za Allaha, istražiti; i ne kažem da onaj koji daje [je pozdrav] mir "ti nisi vjernik," težnji za robu svjetovni život; za Allaha su mnoge tekovine. [Sami] su tako prije; Onda Allah dodijelio svoju naklonost na vas, tako istražiti. Zaista Allah je ikada, sa onim što radite, upoznat.
lt: O kurie tiki, kai jūs einate atgal [į kovoti] Dievas, sukelti ištirti; ir nereikia sakyti, kurie suteikia jums [, pasisveikinimui] taikos "jūs nesate tikintysis," pretenduoja prekių, žemiškas gyvenimas; dėl su Dievas yra daug įsigijimai. [Save] buvo panašaus prieš; tada Dievas suteikė jo naudai į tave, Taigi ištirti. Iš tiesų Dievas yra kada nors, su ką jūs darote, susipažinti.
lv: O kas ticējusi, kad iet tālāk [cīņā] Allah, iemesls izpētīt; un nav teikt vienu, kas dod jums [sveicienam] miera "jums nav ticīgs," sapņot par precēm no pasaulīgās dzīves; ar Allah ir daudz iegādēm. [Sev] bijāt tāds agrāk; pēc tam Allah piešķirto viņa favor pār jums, lai izmeklētu. Patiešām Allah ir jebkad agrāk, ar to, ko jūs darīt, iepazinies.
nb: O du hvem har trodd, når du går ut [for å bekjempe] i årsaken til Allah, undersøke; og ikke si til en som gir deg [hilsenen] fred "du ikke er en troende," håper varer av verdslige livet; for med Allah er mange oppkjøp. Du [dere] var sånn før; deretter Allah gitt sin nåde på deg, så undersøke. Faktisk er Døyve noen gang, med hva du gjør, kjent.
sk: O vás, ktorí ste uverili, keď idete späť [na boj] v záujme Alaha, preskúmať; a nehovorte, aby ten, kto vám [pozdrav] mier "nie ste veriaci," uchádzajú o tovar pozemský život; pre Boha sú mnohých akvizícií. [Seba] ste takého predtým; potom Boh zverené jeho milosť na teba, tak vyšetrovať. Naozaj Alah je niekedy, s čo robíte, oboznámený.
sl: O vi, ki ste verjeli, ko greš tja [boj] v vzrok od Allah, raziskati; in rekel, da tisti, ki vam [pozdrav] mir "ste ne verjamem," si prizadevajo za blago posvetno življenje; za z Allah so veliko pridobitev. [Se] si takega pred; nato Allah podeljena svojo korist na vas, tako raziskati. Dejansko Allah je kdaj, z kaj delate, seznanjeni.
sr_cyrl: О ти који верују, када будете ишли даље [се] узрок Алаха, испитати; и немој да кажеш да онај који даје [је поздрав] мир "ти ниси верник," које теже за робу од земаљски живот; за Алах су многе аквизиције. [Се ] си таква пре; Онда је Аллах разговарао његову наклоност над вама, тако да направи истрагу. Заиста Аллах је икада, са оним што радите, упозната.
sr_latn: O ti koji veruju, kada budete išli dalje [se] uzrok Alaha, ispitati; i nemoj da kažeš da onaj koji daje [je pozdrav] mir "ti nisi vernik," koje teže za robu od zemaljski život; za Alah su mnoge akvizicije. [Se] si takva pre; Onda je Allah razgovarao njegovu naklonost nad vama, tako da napravi istragu. Zaista Allah je ikada, sa onim što radite, upoznata.
uk: О ви, хто вірив, коли ви йдете далі [боротися] в ході Аллаха, розслідувати; і не сказати, щоб той, хто дає вам [привітання] миру "ти не віруючий,» що прагне до товарів мирське життя; для Аллаха, які є багато поглинання. Навернетесь [] були подібне до; потім Аллах покладених на його користь на вас, так розслідування. Дійсно Аллах коли-небудь, що ви робите, знайомий.
vi: O bạn của những người đã tin rằng, khi bạn đi ra [đánh nhau] trong các nguyên nhân của Allah, điều tra; và không nói cho ai đó cung cấp cho bạn [một lời chào của] hòa bình "mày không có niềm tin," tham vọng đối với hàng hóa của cuộc sống trần tục; Đối với Allah là mua lại nhiều. [Chính mình] cậu như thế trước; sau đó Allah trao lợi của mình khi bạn, vì vậy điều tra. Thật vậy Allah bao giờ hết, với những gì bạn làm, làm quen.
zu: O you kholwa uma you kuhlume [ukuba alwe] lwa zathu Allah, ukuphenya;
