Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2034
source: So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.
ca: Així quan va arribar la promesa [temps de] la primera d'elles, hem enviat contra funcionaris del nostre - les de gran militar podria, i examinats [encara] a les llars i es va complir una promesa.
cy: Felly, pan ddaeth yr addewid [amser] ar gyfer y cyntaf ohonynt, anfonwyd eich gweision ni erbyn-gallai rhai milwrol mawr, ac roedd eu holi [hyd yn oed] yn y cartrefi, a oedd yn addewid bodlon.
da: Så når [tidspunkt] løftet kom til først af dem, vi sendt mod jer for vores ansatte - dem af store militær kan, og de aftestede [også] ind i hjemmene, og det blev en løftet opfyldt.
el: Έτσι όταν την υπόσχεση [χρόνος] ήρθε για το πρώτο από αυτά, στείλαμε εναντίον σας, τους υπαλλήλους μας - όσους από μεγάλη στρατιωτική ίσως, και αυτοί ερωτάται [ακόμη] σε σπίτια, και αυτό εκπληρώθηκε μια υπόσχεση.
et: Nii et kui [aeg] lubadus tuli esimene neist, saatsime teie teenistujate meie vastu - neile suur sõjavägi võiks ja nad probed [isegi] kodudes, ja see oli lubadus täidetud.
fi: Joten kun [aika] lupaus tuli ensimmäinen niistä, lähetimme sinua henkilöstön meidän vastaan - niille suuri sotilaallinen voi kysyneet [edes] koteihin ja lupaus täyttyi.
he: אז כשהגיע ההבטחה [תקופת] הראשון מהם, שלחנו נגדך, המשרתים שלנו - אלה של הצבא הגדול ייתכן, הם ובחן [אפילו] לתוך הבתים, וזה היה הגשים הבטחה.
hr: Kada obećanje [vrijeme] došao prvi od njih, poslali smo protiv te sluge naše - velike vojske mogu, i oni skenirali [čak] u domovima, i to je obećanje ispunio.
lt: Taigi, kai [laikas] pažadą atėjo pirmasis iš jų, mes išsiuntėme prieš jus tarnautojų mūsų - ir puikus karo gali, ir jie tyrinėjo [net] į namus, ir jis buvo pažadas įvykdytas.
lv: Tad, kad solījums [laiks] nāca par pirmo no tiem, mēs nosūtījām pret jums mūsu ierēdņi - tiem lielisku militāro varētu, un viņi nevēlējās zaudēt cerību [pat] mājās, un tas bija solījums izpildīts.
nb: Så når [klokkeslett av] løftet kom for først av dem, vi sendt mot dere tjenere av oss - de store militære kan, og de analysert [også] i hjemmene, og det var et løfte oppfylt.
sk: Takže keď [čas] sľub prišiel prvý z nich, sme poslali proti vám zamestnancov náš - tie veľké armády by mohli, a oni skúmali [aj] do domovov, a to bol sľub splnený.
sl: Tako ko [čas] obljubo prišel za prvo od njih, smo poslali proti vam uslužbencev naša - tiste, ki veliko vojaško oblast, in jih preizkusimo [tudi] v domove, in to je obljubo izpolnil.
sr_cyrl: Када обећање [доба] дошао је први од њих, послали смо против вас слуге нашег - можда оне велике војске, и они сондиран [чак] у домовима, и то је обећање испуњено.
sr_latn: Kada obećanje [doba] došao je prvi od njih, poslali smo protiv vas sluge našeg - možda one velike vojske, i oni sondiran [čak] u domovima, i to je obećanje ispunjeno.
uk: Тому, коли [час] обіцянку прийшли в перший з них, ми послали проти вас службовців наш - ті великі військові можуть, і вони зондіруемих [навіть] в будинках і його обіцянка збулося.
vi: Vì vậy, khi những lời hứa [thời gian] cho lần đầu tiên của họ, chúng tôi gửi chống lại bạn của chúng ta - những người trong lịch sử quân sự tuyệt vời có thể, và họ thăm dò [thậm chí] vào những ngôi nhà, và nó một lời hứa hoàn thành.
zu: Ngakho lapho [isikhathi] isithembiso eza kuqala kubo, Sithumele ngokumelene nawe chaka of ours - abangabami abasekudingisweni wezempi ezinkulu izikhwepha, futhi zimba [ngisho] singene emizini, futhi kwaba lesi siprofetho sesigcwalisekile.

# Quran2035
source: Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower
ca: Llavors ens va tornar a donar a vostè una victòria retorn sobre ells. I es reforçat amb la riquesa i els fills i li va fer més nombrosos a mà d'obra
cy: Yna rhoesom ôl i chi ddychwelyd fuddugoliaeth dros iddynt. Ac yr ydym yn atgyfnerthu eich cyfoeth a meibion ac yn gwneud i chi manpower yn fwy niferus
da: Derefter gav vi tilbage til dig en tilbagevenden sejr over dem. Og vi forstærket du med rigdom og sønner og gjort dig mere talrige i arbejdskraft
el: Στη συνέχεια μας έδωσε πίσω σε σας μια επιστροφή νίκη πάνω τους. Και εμείς σας ενισχυμένο με πλούτο και γιους και θα γίνει πιο πολλά στο ανθρώπινο δυναμικό
et: Siis andsime tagasi teile edasi-tagasi võidu nende üle. Ja tugevdatud teile rikkuse ja pojad ning pani sind arvukamalt Ümbruskonnas tööjõudu
fi: Sitten annoimme takaisin sinulle takaisin voittoa niistä. Ja vahvistaa vaurautta ja poikaa ja tehnyt lukuisia kaupungissa työvoimaa
he: ואז אנחנו החזירו לך ניצחון החזרה על אותן. אנחנו מחוזקות לך עושר ובנים ועשו את כוח-אדם רבים יותר בתוך
hr: Zatim vratili smo ti povratak pobjedu nad njima. I ojačana bogatstvo i sinove i napravio više u radnu snagu
lt: Tada mes davė atgal į jūsų grąžinimo pergalę prieš juos. Ir mes jums sutvirtintas turtus ir Sūnūs ir tave daugiau Vietovė darbo jėgos
lv: Tad mēs atdevām atpakaļ jums atgriešanās uzvaru pār viņiem. Un mēs jums stiegroti ar bagātību un dēliem un lika tev pārspējām skaita ziņā ir darbaspēka
nb: Så ga vi tilbake til deg en retur seier over dem. Og vi forsterket du med rikdom og sønner og gjort deg mer tallrike i arbeidskraft
sk: Potom sme dali späť k vám vrátiť víťazstvo nad nimi. A vystužené bohatstva a synovia ťa početnejšie v manpower
sl: Potem smo dali nazaj ste vrnitev zmago nad njimi. In smo jo okrepila z bogastvo in sinovi in so si bolj številne delovne sile v
sr_cyrl: Онда смо вратила те повратне победу над њима. И ојачане богатство и синови и направио си више мушкараца у људство
sr_latn: Onda smo vratila te povratne pobedu nad njima. I ojačane bogatstvo i sinovi i napravio si više muškaraca u ljudstvo
uk: Потім ми дали назад до вас повернення перемоги над ними. І ми вам армованих багатства і сини і зробили ви численнішими у трудових ресурсів
vi: Sau đó chúng tôi đã trở lại cho bạn một chiến thắng trở lại trên chúng. Và chúng ta tăng cường bạn với sự giàu có và người con trai và bạn thực hiện thêm nhiều nguồn nhân lực tại
zu: Sabe alibuyisele kuwe ukunqoba ukubuya phezu kwabo.

# Quran2036
source: [And said], "If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves." Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.
ca: [I dir], "si ho fas bé, fer el bé per a si mateixos; i si fas mal, [ho fa] per a vosaltres. " Llavors quan venia la promesa final, [hem enviat als teus enemics] a entristir seves cares i per entrar al temple de Jerusalem, com que va entrar la primera vegada i destruir el havia assumit amb destrucció [total].
cy: [A dywedodd], "Os ydych yn gwneud da, gwnewch da drosoch; ac os ydych yn gwneud drygioni, [Gwnewch hynny] i chi'ch hun. " Yna pan ddaeth yr addewid terfynol, [Anfonwyd eich gelynion] i sadden eich wynebau ac i fynd i'r Deml yn Jerwsalem, fel y daeth ei y tro cyntaf, ac i ddinistrio beth yr oeddent wedi cymryd â dinistrio [cyfanswm].
da: [Og sagde], "Hvis du gør godt, du gøre noget godt for jer; og hvis du gør onde, [du gøre det] til jer selv. " Så når det endelige løfte kom, [vi sendt dine fjender] at bedrøve jeres ansigter og træde ind i templet i Jerusalem, som de har angivet den første gang og ødelægge, hvad de havde overtaget med [alt] ødelæggelse.
el: [Και είπε], "αν σου κάνει καλό, σας κάνει καλό για σας. και αν το κάνετε κακό, [το κάνετε] τους εαυτούς σας.» Στη συνέχεια, όταν ήρθε η τελική υπόσχεση, [στείλαμε τους εχθρούς σας] να καταθλίβουν πρόσωπά σας και να εισέλθουν στο ναό στην Ιερουσαλήμ, δεδομένου ότι εισήλθε το πρώτη φορά, και να καταστρέψουν αυτά που είχαν ληφθεί κατά τη διάρκεια με [] καταστροφή.
et: [Ja ütles], "kui sa hea, sa hea ise; ja kui sa paha, [sa seda] enda. " Siis kui lõplikku lubadust tuli, [saatsime oma vaenlasi] sadden oma nägu ja sisestage tempel Jeruusalemmas, kui need sisenesid seda esimest korda ja hävitada, mida nad on võtnud [Kokku] hävitamine.
fi: [Ja sanoi], "Jos et hyvä, teet hyvää itsellenne; ja jos et pahaa, [teet sen] itse. " Sitten kun viimeinen lupaus tuli, [lähetimme vihollisia] surettaa teidän kasvot ja tulla temppeliin Jerusalemissa, ne tuli ensimmäistä kertaa ja tuhota, mitä ne oli ottanut [yhteensä] tuhoa.
he: [ואמר], "אם אתה עושה טוב, אתה טוב בעצמכם; ואם תעשה רשע, [אתה עושה את זה] לעצמכם. " אז כשהגיע ההבטחה האחרונה, [שלחנו את האויבים שלך] כדי להעציב את פניכם, להיכנס אל המקדש בירושלים, כשנכנסו זה בפעם הראשונה, וכדי להרוס מה הם השתלטו עם הרס [מוחלט].
hr: [I da], "Ako činiš dobro, činiš dobro za sebe; a ako vas zlo, [li] za sebe. " Onda kad konačno obećanje, [smo poslali svoje neprijatelje] pričinja vaša lica i ući u hram u Jeruzalemu, i oni su ga unijeli prvi put i uništiti ono što su preuzela sa [potpuno] uništenje.
lt: [Ir sakė], "jei jūs gerai, jūs padaryti gera save; ir jei jūs blogis, [tu tai] į save. " Tada kai galutinis pažadas atėjo, [mes išsiuntė savo priešų] sadden savo veidus ir patekti į šventyklą Jeruzalėje, kaip jie į jį pirmą kartą, bei sunaikinti ką jie perėmė su [bendra] sunaikinimo.
lv: [Un teica], "Ja jūs darīt labu, jums darīt labu sev; un, ja jums darīt ļaunu, [tu to] uz sevi. " Pēc tam, kad pēdējā solījuma nāca, [mēs nosūtījām savus pretiniekus] līdz skumdināt jūsu sejas un ieiet templī Jeruzalemē, ieiedami to pirmo reizi, un iznīcināt to, ko viņi bija pārņēmusi ar [kopā] iznīcināšanu.
nb: [Og sa], "Hvis du gjør bra, du gjør godt for dere; og hvis du gjøre ondt, [du gjøre det] til dere. " Så når siste løfte kom, [vi sendt dine fiender] bedrøvet ansikter og angir tempelet i Jerusalem, kom de den første gang og å ødelegge det de hadde overtatt med [Totalt] ødeleggelse.
sk: [A povedal], "Ak robíte dobre, je to dobré pre seba; a ak si zlo, [to] pre seba. " Potom, keď posledný sľub prišiel, [sme poslali svojich nepriateľov] zarmoutit vašej tváre a vstúpiť do chrámu v Jeruzaleme, ako to vstúpil prvýkrát a zničiť čo mal prevzal [súčet] likvidáciu.
sl: [In dejal], "če vi delati dobro, vi delati dobro zase; in če vam zlo, [vam je] za sebe. " Potem ko končno obljubo prišel, [smo poslali svoje sovražnike] Ražalostiti vaše obraze in vstopiti v tempelj v Jeruzalemu, saj je to začel prvič, in uničiti, kaj jih je prevzel z [skupaj] uničenje.
sr_cyrl: [И рекао], "Ако ти буде добро, и ти добро за себе; а ако урадите зла, [ли] за себе. " А онда када коначни обећање, [послали смо твоји непријатељи] да само ваша лица унесите у храм у Јерусалиму, као што су то ушли први пут, и да уништи шта они су преузеле [укупни] уништењем.
sr_latn: [I rekao], "Ako ti bude dobro, i ti dobro za sebe; a ako uradite zla, [li] za sebe. " A onda kada konačni obećanje, [poslali smo tvoji neprijatelji] da samo vaša lica unesite u hram u Jerusalimu, kao što su to ušli prvi put, i da uništi šta oni su preuzele [ukupni] uništenjem.
uk: [І сказав], "Якщо ви робите добро, ви робити добро для себе; і якщо ви робити зло, [ти] до себе. " Тоді з приходом остаточний обіцянку [ми надіслали своїх ворогів] засмутити вашого обличчя і введіть храму в Єрусалимі, як вони увійшли його перший раз і зруйнувати те, що вони взяв на себе [Загальне] знищення.
vi: [Và nói], "nếu bạn làm tốt, bạn làm tốt cho mình; và nếu bạn làm điều ác, [bạn làm điều đó] để mình. " Sau đó, khi những lời hứa cuối cùng đến, [chúng tôi gửi cho kẻ thù của bạn] để sadden khuôn mặt của bạn và nhập vào đền thờ ở Jerusalem, như họ đã nhập nó lần đầu tiên, và tiêu diệt những gì họ đã thực hiện trên với [tất cả] tàn phá.
zu: [Wayesethi], "Uma nenza okuhle, nenza okuhle kwenu;. Futhi uma wenza okubi, [ulifunda] kwenu"

# Quran2037
source: [Then Allah said], "It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed."
ca: [Llavors Allah deia], "s'espera, [si vostè es penedeix], que el seu senyor a tenir Misericòrdia a vostè. Però si tornes [al pecat], anem a tornar [al càstig]. I hem fet l'infern, pels disbelievers, un llit presó."
cy: [Dywedodd Allah pryd], 'disgwylir, [Os ydych yn edifarhau], y bydd eich Arglwydd yr drugaredd arnoch. Ond os byddwch yn dychwelyd [i pechod], byddwn yn dychwelyd [i gosbi]. Ac yr ydym wedi gwneud uffern, ar gyfer y disbelievers, carchar-gwely.
da: [Derefter Allah sagde], "det er forventet, [Hvis du angre], at Herren vil have barmhjertighed med jer. Men hvis du returnerer [til synd], vi vil vende tilbage [til straf]. Og vi har gjort helvede, for vantro, en prison-seng. "
el: [Τότε Αλλάχ είπε], «αναμένεται, [αν μετανοήσεις], ότι ο Λόρδος σας θα έχει το έλεος σε σας. Αλλά εάν επιστρέψετε [αμαρτία], θα επανέλθουμε [τιμωρία]. «Και έχουμε γίνει κόλαση, για disbelievers, μια φυλακή-κρεβάτι.»
et: [Siis Jumal ütles], "eeldatakse, [kui sa kahetsema], et teie Issand on halastusest teie peale. Kuid kui naasete [pattu], me naasta [karistuse]. Ja oleme teinud põrgu, uskottomille, vangla voodiga."
fi: [Sitten Allah sanoi], "on odotettavissa, [jos kadut], että teidän Herranne armahtaa teitä. Mutta jos palaat [sin], palaamme [rangaistus]. Ja olemme tehneet helvetin uskottomille vankilassa vuoteella.
he: [אללה ואז אמר], "זה צפוי, [אם תביע חרטה], כי האדון ירחם עליכם. אבל אם תחזור [חטא], נחזור [עונש]. אנחנו עשינו לעזאזל, עבור disbelievers, כלא-מיטה."
hr: [Zatim Allah rekao], "očekuje, [Ako obratite], Gospodar tvoj će imati milosti za tebe. Ali ako se vratiš [sin], ćemo se vratiti [kazne]. I napravili smo pakao, za iskuse, zatvor krevet.
lt: [Tada Dievas sakė], "tikimasi, [jei jūs atgailauti], kad savo Viešpaties malonės į tave. Bet jei jūs grįžtate [į nuodėmės], grįšime [bausmė]. Ir mes padarėme pragarą, disbelievers, miegamosios kalėjimo."
lv: [Tad Allah teica], "tas ir gaidīts, [ja jūs nožēlot], ka žēlsirdība pār jums būs jūsu kungs. Bet, ja jūs atgrieztos [grēks], mēs atgriezīsim [lai sods]. Un mēs esam panākuši ellē, disbelievers, cietuma gultā."
nb: [Deretter Allah sa], "det er forventet, [Hvis du angrer], at deres Herre vil ha barmhjertighet med dere. Men hvis du returnerer [til synd], vil vi komme tilbake [til straff]. Og vi har gjort helvete, for troende, en fengsel-seng.
sk: [Potom Boh povedal:] "očakáva, [ak pokánia], že váš Pán bude mať zľutovanie na vás. Ale ak sa vrátite [pre hriech], vrátime [na trestanie]. A urobili sme sakra, neveriacim, väzenskej posteli."
sl: [Dejal nato Allah], "je pričakovati, [Če se pokesajo], da bo vaš gospod usmili na vas. Ampak če se vrnete [sin], se bomo vrnili [kazen]. In smo naredili vraga, za disbelievers, raztegljiv zapor."
sr_cyrl: [Затим Алах рекао], "очекује се, [Ако се кајете], да би твој Господ ће имати милости за тебе. Али ако се вратите [грех], ћемо се вратити [казна]. "И направили смо пакао, за скептике, затвор-кревет."
sr_latn: [Zatim Alah rekao], "očekuje se, [Ako se kajete], da bi tvoj Gospod će imati milosti za tebe. Ali ako se vratite [greh], ćemo se vratiti [kazna]. "I napravili smo pakao, za skeptike, zatvor-krevet."
uk: [Потім Аллах сказав:] "очікується, [Якщо ви покаялися], що ваш Господь буде помилуй ви. Але якщо повернутися [до гріха], ми повернемося [до покарання]. І ми зробили пекла, для disbelievers, Кровать в'язниці".
vi: [Sau đó Allah nói], "dự kiến, [nếu bạn ăn năn], Chúa của bạn sẽ có lòng thương xót khi bạn. Nhưng nếu bạn trở về [sin], chúng tôi sẽ trở lại [để trừng phạt]. "Và chúng tôi đã thực hiện địa ngục, cho các thì, nhà tù giường."
zu: [Khona Allah wathi]: 'Kulindeleke, [uma uphenduka], ukuthi iNkosi yenu iyakufika nesihe phezu kwakho. + Kodwa uma ubuyela [ukuba isono], Sizobuye [ukujeziswa]. Futhi Senze Hogo, ngoba

# Quran2038
source: Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward.
ca: De fet, aquest Alcorà guies a allò que és més adequat i dóna la bona nova als creients que fan justos deeds que tindran una gran recompensa.
cy: Yn wir, Mae'r Qur'an hwn yn tywys i'r hyn sy'n fwyaf addas a rhoi tidings da i gredinwyr sy'n gwneud mae righteous deeds y byddant yn cael gwobr mawr.
da: Ja, denne Koranen guider, som er mest egnede og giver gode tidender for de troende, der gør retfærdige gerninger, de vil have en stor belønning.
el: Πράγματι, αυτό Qur'an οδηγούς σε ό, τι είναι το πλέον κατάλληλο και να δίνει το καλό με την είδηση πιστών που κάνουν δίκαιοι πράξεις ότι θα έχουν μια μεγάλη ανταμοιβή.
et: Tõepoolest, juhendid käesoleva Koraani, mis oleks kõige sobivam ja rõõmusõnumit usklikud, kes kas õiged teod, et on neil suur auhind.
fi: Itse asiassa tämän Koraanin oppaita, siihen, mikä on sopivin ja antaa hyvä sanoma uskoville, jotka tehdä vanhurskaita tekoja, että heillä on suuri palkinto.
he: ואכן, את הקוראן הזה מנחה לאלה שאותם הוא המתאים ביותר ונותן בשורות טובות למאמינים לעשות מעשים הצדיקים תהיה להם פרס גדול.
hr: Doista, ovaj Kuran vodi onome koji najviše odgovara i daje dobre vijesti vjernicima koji čine pravedna djela da će imati veliku nagradu.
lt: Iš tiesų, šis Koran vadovus, kurie yra labiausiai tinkamas ir suteikia gerą naujieną tikinčiųjų, kurie teisieji darbų, kad jie turės didelį atlygį.
lv: Patiešām, šo Qur gidu, kas ir vispiemērotākās un ticīgie, kuri dod labas vēstis paštaisns darbus, ka viņiem būs liela atlīdzība.
nb: Faktisk veileder denne Koranen som er mest egnet og gir godt budskap til de troende som gjør rettferdige gjerninger at de har en stor belønning.
sk: V skutočnosti tento Korán sprievodcov, ktorá je najvhodnejšia a dáva dobrá zvesť veriacich, ktorí spravodlivé skutky, že budú mať veľkú odmenu.
sl: Dejansko je tej Qur'an vodniki, tistemu, ki je najbolj primerna in daje dobrih novic z vernike, ki pravični deeds, da bodo imeli veliko nagrado.
sr_cyrl: Заиста , овај Куран води на то које је највисе одговара и пружа радосне верницима који раде праведника је Дидс да ће имати велику награду.
sr_latn: Zaista, ovaj Kuran vodi na to koje je najvise odgovara i pruža radosne vernicima koji rade pravednika je Dids da će imati veliku nagradu.
uk: Дійсно, цей Коран посібників, до того, що є найбільш підходящим і дає добру новину на віруючих, які роблять праведників грамоти, що вони будуть мати велике винагороду.
vi: Thật vậy, kinh Koran này hướng dẫn cho rằng đó là thích hợp nhất và cung cấp cho các tidings tốt để các tín hữu người làm công bình khoán rằng họ sẽ có một phần thưởng tuyệt vời.
zu: Ngempela, lokhu Qur'an uqondisa lokho kufanelekile kakhulu futhi unikeza izindaba ezinhle nalaba ababesanda kukholwa abenza izenzo zokulunga eziyoba banomvuzo omkhulu.

# Quran2039
source: And that those who do not believe in the Hereafter - We have prepared for them a painful punishment.
ca: I que els que no creuen en el futur - hem preparat per a ells un dolor càstig.
cy: A bod y rhai nad ydynt yn credu mewn o hyn ymlaen-rydym wedi paratoi ar gyfer eu cosbi poenus.
da: Og at de, der ikke tror på hinsidige - vi har forberedt til dem en smertefuld straf.
el: Και ότι εκείνοι που δεν πιστεύουν στη συνέχεια - έχουμε ετοιμάσει για αυτούς μια οδυνηρή τιμωρία.
et: Ja et need, kes ei usu edaspidi - oleme valmis neile valus karistuse.
fi: Ja ne, jotka usko jäljempänä - olemme laatineet heille tuskallinen rangaistus.
he: ואלו אשר אינם מאמינים בעולם הבא - הכנו להם עונש כואב.
hr: I da oni koji ne vjeruju u ahiret - pripremili smo za njih bolna kazna.
lt: Ir kad tie, kurie netiki, toliau - mes paruošėme jiems skausminga bausmė.
lv: Un ka tie, kuri netic turpmāk - mēs esam gatavi tos sāpīgi sods.
nb: Og at de som ikke tror i hinsidige - vi har forberedt for dem en pinefull straff.
sk: A že tí, ktorí neveria v nižšie - pripravili sme pre nich bolestivé trest.
sl: In tisti, ki ne verjamejo v nadaljevanju - smo pripravili zanje boleče kazen.
sr_cyrl: И да ће они који не верују у другом свету - припремили смо за њих болна казна.
sr_latn: I da će oni koji ne veruju u drugom svetu - pripremili smo za njih bolna kazna.
uk: І що ті, хто не вірять в загробному світі - ми приготували для них болючою покарання.
vi: Và rằng những người không tin rằng trong tương lai - chúng tôi đã chuẩn bị cho họ một hình phạt đau đớn.
zu: Nokuthi labo cha kholwa Hereafter - We hlomela them buhlungu jeziso.

# Quran2040
source: And man supplicates for evil as he supplicates for good, and man is ever hasty.
ca: I home supplicates per mal com va supplicates per sempre, i l'home és sempre precipitada.
cy: Ac mae dyn yn supplicates i ddrygioni fel y mae ef yn supplicates da, a dyn yn frysiog erioed.
da: Og mand supplicates for det onde, som han supplicates til gode, og mand er nogensinde forhastet.
el: Και ο άνθρωπος supplicates για το κακό, όπως αυτός supplicates για καλό, και ο άνθρωπος είναι πάντα βιαστική.
et: Ja mees supplicates paha, kui ta supplicates hea, ja inimene on kunagi kiirustades.
fi: Ja mies supplicates pahaa, koska hän supplicates hyvää, ja ihminen on koskaan hätäisesti.
he: האיש supplicates לרע כפי שהוא supplicates לתמיד, הוא אי פעם חפוזה.
hr: I čovjek supplicates za zlo kao što je supplicates za dobro, a čovjek je ikada brzoplet.
lt: Ir vyras supplicates blogis kaip jis supplicates gera, ir žmogus yra kada nors skubotas.
lv: Un cilvēks supplicates ļauno, kā viņš supplicates uz visiem laikiem, un cilvēks ir arvien steidzīgs.
nb: Og mann supplicates ondt som han supplicates for godt, og man er aldri forhastet.
sk: A muž supplicates pre zlo, ako on supplicates za dobré, a človek je niekedy unáhlené.
sl: In človek supplicates za zlo, kot je supplicates za dobro, in človek je vedno nepremišljene.
sr_cyrl: А цовек је супплицатес за зло као што је супплицатес за добро, а човек је икада нагла.
sr_latn: A covek je supplicates za zlo kao što je supplicates za dobro, a čovek je ikada nagla.
uk: І людина supplicates за зло, як він supplicates для гарного, і людина, коли-небудь поспішним.
vi: Và người đàn ông supplicates cho cái ác như ông supplicates cho tốt, và người đàn ông bao giờ vội vã.
zu: Futhi indoda supplicates ngoba akalungile kuye ngokuthi supplicates ngokuhle, umuntu uhlale ngokuxhamazela.
