Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2129
source: Say [to them], "If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending." And ever has man been stingy.
ca: Dir [amb ells], "si vostè posseïa els dipòsits de la misericòrdia del Senyor, llavors que vols retenir per por de passar." I mai ha home estat garrepa.
cy: Dweud [iddyn nhw], "os Roedd ydych yn meddu depositories o drugaredd fy Arglwydd, yna byddai chi atal y tu allan i'r ofn o wariant." Ac erioed wedi dyn cybyddlyd.
da: Sige [til dem], "Hvis du besad depoter af nåde min Herres, så du vil tilbageholde af frygt for udgifterne." Og nogensinde har mennesket været nærig.
el: Πες [τους], «αν σας κατείχε τους θεματοφύλακες των έλεος του Λόρδου μου, τότε σας θα παρακρατήσει από φόβο των δαπανών.» Και ο άνθρωπος ποτέ τσιγκούνης.
et: Öelda [neid], et "kui sa vallanud minu Issand halasta hoiukohaks siis oleks mitte anda välja hirm kulutusi." Ja kunagi on mees olnud ihne.
fi: Sanoa [heille], "jos voit omistivat kuitteja armoa herrani, sitten voisi kieltäytyä pelosta menoja." Ja mies aiemminkaan niukka.
he: אומר [להם], "אם עובר עליך את מחסני חסדו של אלוהים, אז אתה. יעלים מתוך פחד של ההוצאות." פעם איש היה קמצן.
hr: Reći [ih], "Ako"si imala depozitari milost gospodaru, onda neće isplatiti iz straha od potrošnje. I uvijek je čovjek bio škrt.
lt: Pasakyti [jiems], "jei jums turėjo depozitoriumų malonės savo pono, tada jūs trejetas-sustabdyti iš baimės išlaidų." Ir kada nors žmogus buvo šykštus.
lv: Saki [tiem], "Ja tev pieder mana Kunga žēlastību arhīvus, tad varētu ieturēt no bailēm no izdevumu." Un kādreiz ir cilvēks bijis skops.
nb: Si [til dem], "Hvis du hadde depositories barmhjertighet min Herre, så du ville holde tilbake av frykt for utgifter." Og aldri har man vært gjerrig.
sk: Povedz [im] ", ak ste vlastnil depozitárov milosrdenstva môjho Pána, potom by odmietnuť, zo strachu z výdavkov." A niekedy človek bol lakomý.
sl: Torej [jim], "Če boste imela depozitarji milost moj gospodar, potem bi zadrži iz strahu porabe." In kdaj je človek bil Škrt.
sr_cyrl: Рекла [их], "Ако си имао депоситориес на милост и немилост господару, онда ти неће исплатити из страха од потрошње." А некад је цовек био циција.
sr_latn: Rekla [ih], "Ako si imao depositories na milost i nemilost gospodaru, onda ti neće isplatiti iz straha od potrošnje." A nekad je covek bio cicija.
uk: Сказати [їм], "Якщо ви мали депозитаріїв милість моя Господа, то вам буде утримувати зі страху витрат." І коли-небудь чоловік був скупий.
vi: Nói [chúng], "nếu bạn sở hữu các bồn chứa lòng thương xót của Chúa của tôi, sau đó bạn sẽ giữ lại ra khỏi nỗi sợ hãi của chi tiêu." Và bao giờ người đàn ông đã keo kiệt.
zu: Yithi [kubo], "Uma wawuhlutha depositories we sa bo Lord yami, ubungeke livinjelwe kungabe kusabakho ngoba besaba indlela osebenzisa ngayo imali."

# Quran2130
source: And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, "Indeed I think, O Moses, that you are affected by magic."
ca: I certament havia donat Moses nou signes evidents, demanar tan nens d'Israel [sobre] Quan arribava a ells i faraó va dir a ell, "Fet que crec, O Moses, que es veuen afectades per art de màgia".
cy: Ac yn sicr rydym wedi rhoi Moses naw arwyddion amlwg, felly gofynnwch plant Israel am pan ddaeth iddynt a dywedodd Ffaro iddo, "yn wir, credaf, O Moses, effeithio arnoch drwy hud a lledrith.
da: Og vi havde helt sikkert givet Moses ni tydeligt tegn, så spørg Israels børn [om] da han kom til dem og Farao sagde til ham: "Ja jeg tror, O Moses, at du er berørt af magic."
el: Και είχαμε δώσει βέβαια Moses εννέα εμφανή σημάδια, έτσι Ρωτήστε τα παιδιά του Ισραήλ [] όταν ήρθε σε αυτά, και Φαραώ είπε, «Νομίζω ότι πράγματι, O Moses, ότι επηρεάζεστε από μαγεία.»
et: Ja kindlasti oli andnud Moses üheksa ilmne märgid, nii et Küsi Iisraeli laste [umbes] kui ta tuli neile ja vaarao ütles talle "Ma arvan tõepoolest, O Moses, et te olete mõjutatud magic."
fi: Olisimme varmasti antaneet Moses yhdeksän selvästi havaittavissa niin kysy Israelin lapset [] kun hän tuli heille ja Farao sanoi hänelle: "Kyllä olen sitä mieltä, O Moses, että kärsit magic"
he: בהחלט נתתם Moses תשעה סימנים ניכר, בקשו בני ישראל [על] כשהוא בא אליהם ואת פרעה אמר לו, "ואכן לדעתי, Moses O, כי אתה מושפע קסם"
hr: I mi je sigurno dao Moses devet znakove, pa pitati djecu Izraela o kad je došao do njih i Faraon rekao mu, "Doista mislim, O Moses, da su pogođeni čarolija."
lt: Ir mes tikrai suteikta Moses devynių akivaizdūs požymiai, todėl paklausti Izraelio vaikai [apie] kai jis atėjo į juos ir Faraonas pasakė jam, "Aš manau, kad iš tiesų, O Moses, kad jūs kenčia nuo magija."
lv: Un mēs noteikti bija devis Moses deviņas acīmredzamas pazīmes, tātad uzdot Izraēla bērniem [par], kad viņš nāca pie viņiem un faraons sacīja viņam: "patiešām, es domāju, ka, O Moses, ka tiek ietekmētas ar burvestībām.
nb: Vi hadde absolutt gitt Moses ni tydelig tegn, så spør Children of Israel [om] da han kom til dem og Farao sa til ham: "Faktisk tror jeg, O Moses, at du er berørt av magi"
sk: Sme určite dal Moses deväť zjavné príznaky, tak požiadajte deti Izraela [o], keď prišiel k nim a faraón povedal mu: "Skutočne myslím, O Moses, že sú ovplyvnené mágie."
sl: In smo zagotovo dala Moses devet očitne znake, torej prosim otroke Izraela [o] Ko je prišel do njih in Faraon naj mu, "Dejansko mislim, O Moses, da je vplivala na magije."
sr_cyrl: И свакако дали смо Мосес девет евидентно знаке, па питајте децу Израела [у погледу] када је дошао да их и Фараон му рекла, "Заиста мислим, О Мосес, да те погођено је магија."
sr_latn: I svakako dali smo Moses devet evidentno znake, pa pitajte decu Izraela [u pogledu] kada je došao da ih i Faraon mu rekla, "Zaista mislim, O Moses, da te pogođeno je magija."
uk: І тому ми безумовно дав Moses дев'ять очевидні ознаки, запитайте діти Ізраїль [про] коли він приїхав до них і фараона сказав йому "Дійсно, я думаю, Moses O, що ви постраждали від магії".
vi: Và chúng tôi chắc chắn đã cho Moses 9 dấu hiệu rõ ràng, do đó yêu cầu trẻ em của Israel [về] khi ông đến với họ và Pharaoh nói với anh ta, "Thật vậy tôi nghĩ rằng, O Moses, bạn đang bị ảnh hưởng bởi ma thuật."
zu: Futhi Sasisanda kuqala Ngokuqinisekile epha Mose izimpawu eziyisishiyagalolunye kusobala, ngakho buza Ntwana Israyeli [mayelana] lapho efika kubo UFaro wathi kuye: "Ngempela ngicabanga, O Mose, ukuthi ehlaselwe magic basuke."

# Quran2131
source: [Moses] said, "You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed."
ca: [Moses] va dir, "Ja coneix que cap ha enviat aquestes [signes] excepte el Senyor del cel i la terra com a prova, i de fet crec, O faraó, que són destruïts."
cy: [Moses] yn dweud, "yr ydych eisoes yn hysbys bod dim wedi anfon i lawr [arwyddion hyn] ac eithrio yr Arglwydd y nefoedd a'r ddaear fel tystiolaeth, ac yn wir yr wyf yn credu, O Ffaro, eich bod yn dinistrio."
da: [Moses] sagde, "Du har allerede kendt at ingen har sendt ned disse [tegn] undtagen Herren himlen og jorden som beviser, og faktisk tror jeg, O Farao, at du er ødelagt."
el: [Moses] είπε, «Έχετε ήδη γνωστό ότι κανένας δεν έχει σταλεί αυτών [σημεία] εκτός από τον κύριο του τον ουρανό και τη γη ως αποδεικτικά στοιχεία, και πράγματι πιστεύω ότι, Ο Φαραώ, ότι σας έχουν καταστραφεί.»
et: [Moses] ütles: "Teil on juba teada et ükski on saatnud oma [faktiteavet] välja arvatud Issand taeva ja maa tõendina, ja tõepoolest ma arvan, O vaarao, sa hävitada."
fi: [Moses] sanoi: "Sinulla on jo tiedossa, että yksikään on lähettänyt nämä [allekirjoittaa] paitsi herrasta taivaat ja maan todisteena luulen todellakin, O farao, olet hävitetään."
he: [Moses] אמר, "כבר ידעת כי אף אחד לא שלח למטה [הסימנים] חוץ מלך השמים והאדמה כראיה, אכן אני חושב, O פרעה, כי אתה הרס."
hr: [Moses] je rekao, "Već znate da nitko nije poslao dolje tih [znakova] Osim gospodar nebesa i zemlje kao dokaz, i zaista mislim, O faraonu, da su uništeni."
lt: [Moses] sakė: "Jums jau žinoma, kad nė vienas buvo zeslane šių [požymiai] išskyrus Viešpats dangų ir žemę kaip įrodymą, ir iš tiesų manau, O Faraonas, kad jums būtų sunaikinti."
lv: [Moses] teica: "Jums ir jau zināms, ka neviens ir nosūtījusi pa šiem [pazīmes] izņemot kungs no heavens un zemes kā pierādījumu, un patiešām es domāju, O faraons, ka tiek iznīcināti."
nb: [Moses] sa, "Du har allerede kjent at ingen har sendt ned disse [tegn] bortsett Herren av himmelen og jorden som bevis, og faktisk tror jeg, O Farao, at du er ødelagt."
sk: [Moses] povedal: "Vám už poznám, že nič poslal nadol tieto [príznaky] okrem Hospodin nebesia a zem ako dôkaz, a skutočne myslím O faraóna, že sú zničené."
sl: [Moses] je dejal, "Ste že znano, da nobeden je poslan te [znaki] razen Gospoda nebes in zemlje, kot dokaz, in res mislim, O Faraon, da so uničeni."
sr_cyrl: [Мосес ] је рекао, "Да си већ знао да нико није послао низ [знамење] осим господара небеса и земље као доказ, и заиста мислим, О фараону, да те униљтим."
sr_latn: [Moses] je rekao, "Da si već znao da niko nije poslao niz [znamenje] osim gospodara nebesa i zemlje kao dokaz, i zaista mislim, O faraonu, da te uniљtim."
uk: [Moses] сказав: "Ви вже відомо що ніхто не має посланим ці [ознаки] Крім Господь неба і землі як доказ, і дійсно, гадаю, O фараон, що руйнуються."
vi: [Moses] nói, "Bạn đã biết rằng không có gì đã gửi xuống các [dấu hiệu] ngoại trừ Chúa tể của bầu trời và trái đất như là bằng chứng, và thực sự tôi nghĩ rằng, O Pharaoh, rằng bạn đang bị phá hủy."
zu: [UMose] wathi: "Wena wazile kakade ukuthi akekho sa phansi la [izimpawu] ngaphandle Lord bhakabhaka hlaba njengoba ubufakazi, futhi impela ngicabanga, O uFaro, ukuthi ubhujiswe."

# Quran2132
source: So he intended to drive them from the land, but We drowned him and those with him all together.
ca: Així que va destinat a conduir-los des de la terra, però ens ofegat ell i amb ell tots junts.
cy: Felly ei fod yn bwriadu eu gyrru oddi ar y tir, ond boddi ein ef a'r rhai ag ef gyda'i gilydd.
da: Så han skal køre dem fra landet, men vi druknede ham og med ham alle sammen.
el: Έτσι είχε την πρόθεση να τους διώξουν από τη γη, αλλά πνιγήκαμε αυτόν και αυτόν όλοι μαζί.
et: Nii ta on mõeldud autosõidu liidumaalt, kuid me uppunud ja need, mis on temaga kõik koos.
fi: Hän tarkoitus ajaa heidät maasta, mutta hukkui häntä ja kanssaan yhdessä.
he: אז הוא התכוון להסיע אותם מהארץ, אבל אנחנו הטביע אותו ואת אלה איתו ביחד.
hr: Tako je htio da ih izbace iz zemlje, ali mi se utopio ga i one s njim zajedno.
lt: Taigi jis ketino išvaryti juos iš žemės, bet mes nuskendo jam ir tų, kurie jį visi kartu.
lv: Tātad viņš paredzēts vadīt tos no zemes, bet mēs noslīka viņu, un ar viņu kopā.
nb: Så han skal drive dem fra land, men vi druknet ham og de med ham alle sammen.
sk: Tak on plánuje riadiť ich z pôdy, ale sme utopil neho a s ním všetci dohromady.
sl: Tako je nameraval pripeljemo iz zemlje, vendar smo utonil, ga in tiste z njim vse skupaj.
sr_cyrl: Тако је планирао да их вози из земље, али смо се удавио га и они који га имају сви заједно.
sr_latn: Tako je planirao da ih vozi iz zemlje, ali smo se udavio ga i oni koji ga imaju svi zajedno.
uk: Так він мав намір вигнати їх від землі, але ми потонули йому і ті з його всі разом.
vi: Vì vậy ông dự định để lái xe từ đất, nhưng chúng tôi chết đuối anh ta và những người có nó tất cả cùng nhau.
zu: Ngakho wazimisela ngibaxoshe ezweni, kodwa we cwilisa him labo him bonke ndawonye.

# Quran2133
source: And We said after Pharaoh to the Children of Israel, "Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering."
ca: I vam dir després faraó a nens d'Israel, "habitar a la terra, i quan arriba la promesa de la d'ara endavant, ens portarà endavant en [un] recopilació".
cy: Dywedasom ar ôl Ffaro i blant Israel, "i aros yn y tir a pan y daw yr addewid o y o hyn ymlaen, byddwn yn eich blaen yn [un] casglu.
da: Og vi sagde efter Farao til Israels børn, "bo i landet, og når der kommer et løfte om hinsidige, vi vil bringe dig frem i [en] indsamling."
el: Και είπαμε μετά από τον Φαραώ για τα παιδιά του Ισραήλ, «κατοικούν στη γη, και όταν έρχεται η υπόσχεση του εφεξής, θα σας εμπρός σε [ένα] συγκεντρώνει φέρνουμε.»
et: Me ütlesime pärast vaarao Iisraeli lapsed, "ela maal ning kui seal tuleb edaspidi lubaduse, toome teile edasi-in [üks] kogumine."
fi: Ja sanoimme jälkeen Faraon Israelin lapset, "asua maassa, ja kun tulee jäljempänä lupaus, tuomme sinulle esitetyllä tavalla [yhden] kerääminen."
he: אמרנו לאחר פרעה אל בני ישראל, "לשכון בארץ, כאשר מגיעה ההבטחה של בעולם הבא, אנחנו נביא לך שנקבעו בתקנות [אחת] איסוף."
hr: I rekli smo poslije faraonu da djeca Izraela, "prebivati u zemlji, i kad dođe obećanje Nadalje, Prebacit ćemo te natrag u [jednoj] okupljanje."
lt: Ir mums pasakė po Faraonas Izraelio vaikai, "gyventi žemėje, ir kai ateina žada toliau, mes atneš jums atgal į [vienas] rinkti."
lv: Un mums teica pēc tam, kad faraons Izraēla bērniem, "mājot zemi, un kad pienāk solījumu turpmāk, mēs dos jums [viena] izklāstīti vākšana.
nb: Og vi sa etter Farao til Israels barn, "bor i landet, og når det gjelder løfte om hinsidige, vil vi bringe deg i [en] samle.
sk: A my sme povedali po faraóna deti Izraela, "bývať v krajine, a keď príde prísľub nižšie, budeme vás v [jedna] stretnutie."
sl: In smo rekli po faraon v Izraelu otroke, "živijo v deželi, in ko pride obljubo v nadaljevanju, smo bo popeljal tja v [eno] zbiranje."
sr_cyrl: И рекли смо да после фараону да децу Израела, "благостање у земљи, и кад тамо ради остваривање надаље, доносимо напред-назад у [једној] окупљање."
sr_latn: I rekli smo da posle faraonu da decu Izraela, "blagostanje u zemlji, i kad tamo radi ostvarivanje nadalje, donosimo napred-nazad u [jednoj] okupljanje."
uk: І ми сказав, що після фараона, щоб діти Ізраїлю, "жити на землі, і коли настає обіцянку П'єра, ми принесемо Вам назад у [] збору."
vi: Và chúng tôi đã nói sau khi Pharaoh vào trẻ em của Israel, "ngự trong đất, và khi có những lời hứa của tương lai, chúng tôi sẽ đưa bạn ra trong [một] thu thập."
zu: Futhi Sathi kwathi lapho uFaro Ntwana Israyeli, 'hlala ezweni, futhi uma kuza isithembiso Hereafter We kuyokulethela naphambili [eyodwa] ukubuthwa. "

# Quran2134
source: And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.
ca: I amb la veritat hem enviat el Qur ' an, i amb la veritat ha baixat. I ens han no enviat, [O Muhammad], excepte com a portador de la bona nova i un Avisador.
cy: Y gwir Rydym wedi anfon y Qur'an i lawr, ac y gwir wedi iddo ymostwng. Ac nad ydym wedi anfon chi, [O Muhammad], ac eithrio fel bringer o tidings da a warner.
da: Med sandheden har vi sendt Koranen ned, og med sandheden har det nedstammer. Og vi har ikke sendt dig, [O Muhammad], undtagen som en bringer gode tidender og en warner.
el: Με την αλήθεια που μας έχουν στείλει το Κοράνι, και με την αλήθεια έχει κατέβηκε. Και δεν σου στείλαμε, [Ο Μωάμεθ], εκτός από ως ένας bringer του καλή είδηση και μια warner.
et: Tõe oleme saatnud Koraani ning mis tõde on laskus. Ja me ei saatnud, [O Muhammad], välja arvatud kui rõõmusõnumit ning ka warner kandjad.
fi: Totuus lähetimme Koraanin, ja totuus on laskeutunut. Ja ei lähetimme sinulle, [Oi Muhammed] paitsi kuin bringer ilosanoman ja warner.
he: עם האמת שלחנו הקוראן ואני עם האמת זה ירדה. לא שלחנו לך, [O מוחמד], למעט שמפיץ בשורות טובות, של וורנר.
hr: S istinom smo poslali Kur'an i s istinom je sišao. I što ne primite, [O Muhammad], osim kao Donositelj dobre vijesti i za warner.
lt: Ir su tiesa mes išsiuntėme Korano, ir su tiesa ji nusileido. Ir ne išsiuntėme jums, [O Muhammad], išskyrus kaip per bringer gera žinia ir su warner.
lv: Ar patiesību mēs esam nosūtījuši Korāns un ar patiesību, tas ir izcēlies. Un mums vēl nav nosūtīts jums [O Muhammad], izņemot kā bringer labas vēstis un warner.
nb: Og med sannheten vi har sendt Koranen, og den har falt med sannheten. Og vi ikke har sendt deg, [O Muhammad], unntatt som en bringer av gode budskap og advarsler.
sk: S pravdou sme si zoslal Korán a pravdu má zostúpil. A my vám poslal, [Mohamed], s výnimkou ako prinášajúci dobrú zvesť a warner.
sl: Z resnico smo poslali Koranu in z resnico je spustil. In mi smo ne poslali vam, [O Muhammad], razen kot prinašalca dobrih novic in a warner.
sr_cyrl: Са истином упутили смо Кур'ану и са истином то је спустила. И нису послали смо вам, [О Мухаммад], осим као доносилац радосне и за wарнер.
sr_latn: Sa istinom uputili smo Kur'anu i sa istinom to je spustila. I nisu poslali smo vam, [O Muhammad], osim kao donosilac radosne i za warner.
uk: З правдою ми направили Коран і з істиною вона зійшла. І ми не послав вас, [O Мухаммад], крім як bringer добру новину і в warner.
vi: Và với sự thật, chúng tôi đã gửi Qur'an, và với sự thật, nó đã đi xuống. Và chúng tôi đã không gửi cho bạn, [O Muhammad], ngoại trừ như một bringer của tidings tốt và một warner.
zu: Nangezinto iqiniso Sithumele Qur'an phansi, njalo kanye neqiniso it ivele.

# Quran2135
source: And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively.
ca: I [és] un Qur ' an que hem separat [per intervals] que podria recitar-lo a les persones durant un període prolongat. I ens han enviat-lo progressivament.
cy: A [Mae'n] gallai Qur'an ac yr ydym wedi gwahanu'r [gan gyfnodau] eich bod hadrodd i bobl dros gyfnod estynedig. Ac wedi inni ei hanfon i lawr yn raddol.
da: Og [det er] en Koran, som vi har adskilt [af mellemrum], du kan recitere det til folk over en længere periode. Og vi har sendt det ned gradvist.
el: Και [είναι] ένα Κοράνι, το οποίο έχουμε χωρίσει [κατά διαστήματα] που μπορεί να προφέρουν συνέχεια, αλλά στους ανθρώπους πάνω από μια παρατεταμένη χρονική περίοδο. Και μας έχουν στείλει αυτό σταδιακά.
et: Ja [on] Koraani, mis meil on eraldatud [by intervallid] et sa võib etlema see rahvale pikema perioodi vältel. Ja oleme saatnud see järk-järgult.
fi: Ja se on Koraani, joka meillä on erotettu [välein] että voi lausua se kansalle pitkäksi. Ja se asteittain lähetti.
he: [זה] את הקוראן אשר אנו נפרדנו [על ידי מרווחי] זה אתה יכול לדקלם את זה לאנשים על פני תקופה ממושכת. שלחנו את זה. בהדרגה.
hr: A to je Kur'an koji mi imaju odvojene [intervalima] to ti može recitirati ljudima tijekom duljeg razdoblja. I poslali smo to postupno.
lt: Ir [tai] Koranas, kuri mes turime atskirti [intervalais] kad jūs gali deklamuoti tai žmonėms per ilgesnį laikotarpį. Ir mes pasiuntė jį palaipsniui.
lv: Un [ir] Korāns, kas mums ir atdalīti [ar intervāliem], kuru iespējams pārstāstīt to cilvēkiem ilgstošā laika posmā. Un mēs esam nosūtījuši uz leju pakāpeniski.
nb: Og [det er] en Koranen som vi har atskilt [med intervaller] du kan deklamere det til folk over en lengre periode. Og vi har sendt den gradvis.
sk: A [je] Korán, ktoré sme oddelili [podľa intervalov], môže prednášať ľudí po dlhšiu dobu. A poslali sme ho postupne.
sl: In [je] Koran, ki smo ločeni [po intervalih] ki jo lahko recitirali ljudem na daljše obdobje. In mi smo poslali postopoma.
sr_cyrl: И [је] Куран који смо имати раздвојене [интервалима] то ти можда изговарамо људима у дужем периоду. И послали смо то прогресивно.
sr_latn: I [je] Kuran koji smo imati razdvojene [intervalima] to ti možda izgovaramo ljudima u dužem periodu. I poslali smo to progresivno.
uk: І [він] Коран, який ми маємо розділених [інтервали] що ви може читати його людям протягом довгого. І ми послав його поступово.
vi: Và [nó] một kinh Koran mà chúng tôi đã tách ra [bởi khoảng thời gian], mà bạn có thể đọc nó cho người dân trong một thời gian dài. Và chúng tôi đã gửi nó dần dần.
zu: Futhi [kuba] a Qur'an okuyinto Siye ahlukaniswa [by ngezikhathi] ukuthi ungase hlabelela it abantu phezu isikhathi eside.

# Quran2136
source: Say, "Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,
ca: Dir, "hi creuen o no creuen. De fet, els que van rebre el coneixement abans que - quan això es recita'ls, cauen els rostres en la prostració,
cy: Dweud, "yn credu ynddo neu nid credu. Yn wir, y rheini y rhoddwyd gwybodaeth cyn-pan yn ei roi iddynt, maent yn dod ar eu hwynebau yn prostration,
da: Sige, "tror på det eller tror ikke. Ja, dem, der fik viden før det - når det er reciteret til dem, de falde over deres ansigter i udmattelse,
el: Λένε, «πιστεύουν σ ' αυτό ή δεν πιστεύουν. Πράγματι, αυτοί που είχαν γνώση πριν από-όταν είναι recited τους, πέφτουν προς τα πρόσωπά τους σε κατάπτωση,
et: Öelda: "usud seda või mitte uskuda. Tõepoolest, need, kes anti teadmisi enne seda - kui see on loetud neile, nad kuuluvad nende nägu täielik kurnatus,
fi: Esimerkiksi "uskoa siihen tai eivät usko. Itse asiassa ne, jotka saivat tietoa ennen sitä - kun se on luettu heille, he hyökkäsivät heidän kasvonsa uupumusta,
he: אומרים, "מאמינים או לא מאמינים. ואכן, אלה אשר קיבלו את הידע לפני זה - כאשר זה הוא דיקלם אליהם, הם נופלים על פניהם של השתטחות,
hr: Kažu, "u to vjerujem ili ne vjerujem. Uistinu, oni koji su dobili znanje prije njega - kad ga je moliti za njih, oni padaju na svoja lica u mise,
lt: Sako: "tikiu arba netikiu. Iš tiesų, tie, kurie buvo suteikta iki jo - kai ji skaito jiems, jie patenka į jų veidus, išsekimas,
lv: Teiksim, "ticēt vai neticēt. Protams, tiem, kas tika dotas zināšanas pirms tā - ja tas skaitīja tiem, tie krist uz viņu sejas prostrācija,
nb: Si "tror på det eller ikke tror. Faktisk, de som ble gitt kunnskap før det - når det er resitert til dem, de faller på deres ansikter i sammenbrudd,
sk: Povedať: "Verím v to alebo neveria. V skutočnosti tí, ktorí dostali vedomosti pred tým - keď to je prednes na ne, oni padajú na tvárach v vyčerpanie,
sl: Reči, "verjamejo ali ne verjamejo. Osebe, ki so imele znanja, preden-ko ga je recitiral jim, padejo na obrazih v izčrpanost,
sr_cyrl: Рекао је, "верује у то или не верују. Заиста, они који су добили знање пре-када га је рецитовао са њима, они пасти на њихова лица на мису,
sr_latn: Rekao je, "veruje u to ili ne veruju. Zaista, oni koji su dobili znanje pre-kada ga je recitovao sa njima, oni pasti na njihova lica na misu,
uk: Кажуть, "в це вірити чи не вірять. Дійсно, ті, які давали знань, перш ніж вона - коли читається до них, вони падають на їхні обличчя в прострація,
vi: Nói, "tin tưởng rằng nó hay không tin. Thật vậy, những người đã được đưa ra các kiến thức trước khi nó – khi nó niệm cho họ, họ rơi vào khuôn mặt của họ trong lễ lạy,
zu: Ithi, "Kholwa kuyo noma ningakholwa Ngempela, labo ababenikwe ulwazi ngaphambi kokuthi -. Uma hlabelela them they bawa ngobuso babo e prostration
