Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2928
source: And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind.
ca: I aquells que, quan va recordar els versos del seu Senyor, no caure sobre ells sords i cecs.
cy: A hynny sydd, pan Atgoffodd y penillion o eu yr Arglwydd, nid ydynt yn dod iddynt yn fyddar a dall.
da: Og de der, når mindet om vers af deres Herre, ikke falder over dem. døve og blinde.
el: Και εκείνοι που, όταν υπενθύμισε τους στίχους του τους Λόρδος, δεν εμπίπτουν σε αυτούς κωφά και τυφλά.
et: Ja need kes, kui meenutas Salme nende Issand, ei kuulu neile kurt ja pime.
fi: Ja ne jotka kun muistutti Herransa säkeet eivät kuulu heille kuuroja ja sokeita.
he: את מי, כאשר הזכיר את הפסוקים של האדון שלהם, לא ליפול עליהם חירשת ועיוורת.
hr: I onih koji, kada je podsjetio na stihove svoga Gospodina, ne pada na njih gluha i slijepa.
lt: Ir tie kurie, kai priminė jų Viešpats ženklai, nepatenka į juos kurtiesiems ir akliesiems.
lv: Un tiem kam, kad atgādināja par savu kungu vārsmas, nedrīkst krist uz tās kurls un akls.
nb: Og de som, når minnet av versene deres Herre, ikke faller på døve og blinde.
sk: A tí ktorí, keď pripomenul verše svojho pána, nepatrí im hluchí a slepí.
sl: In tiste ki, ko je spomnila verzov svojega Gospoda, ne pade na njih gluhi in slepi.
sr_cyrl: И оних који, када је подсетио на стихове свог господара, пасти на њих глув и слеп.
sr_latn: I onih koji, kada je podsetio na stihove svog gospodara, pasti na njih gluv i slep.
uk: І ті хто, коли нагадав про вірші пана свого, не прийде на них глухі та сліпі.
vi: Và những người mà khi nhắc nhở của câu thơ của Chúa, không rơi khi họ điếc và mù.
zu: Futhi labo, lapho Sikhunjuzwa amavesi weNkosi yabo, musa bawe phezu them yisithulu phumputheka.

# Quran2929
source: And those who say, "Our Lord, grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous."
ca: I qui diu, "nostre Senyor, concedir-nos entre les nostres dones i descendència comoditat als nostres ulls i ens fan un exemple per al recte".
cy: A'r rhai sydd yn dweud, "ein Arglwydd, grant inni o blith ein gwragedd ac epil cysur i ein llygaid ac yn ein gwneud yn esiampl ar gyfer y righteous."
da: Og dem, der siger, "vor Herre, skænk os blandt vore hustruer og afkom comfort til vore øjne og gør os et eksempel for retfærdige."
el: Και εκείνοι που λένε, «ο Κύριός μας, μας χορηγούν μεταξύ συζύγων μας και απογόνους άνεση για τα μάτια μας και να μας κάνει ένα παράδειγμα για τη δίκαιη.»
et: Ja need, kes ütlevad "Issand, anna meile hulgast meie naised ja järglased mugavus meie silmad ja muudavad meid õige näide."
fi: Ja ne, jotka sanovat: "meidän Herramme antaa meille joukosta vaimojamme ja jälkeläisiä silmämme ja varmista esimerkiksi vanhurskas."
he: ואלה שאומרים "אדוננו, מעניק לנו מקרב הנשים שלנו, צאצאים לנחם את העיניים שלנו, לגרום לנו דוגמא לכל הצדיקים"
hr: I oni koji kažu, "naš Gospodin Podari nam od svoje žene i potomstvo udobnost našim očima i da nas primjer za pravednike."
lt: Ir tie, kurie sako: "mūsų Viešpatie, suteikti mums iš mūsų žmonos ir palikuonių patogumą mūsų akis ir verčia mus teisingas pavyzdys."
lv: Un tie, kuri saka: "mūsu kungs, mums atļauj no mūsu sievas un pēcnācējiem komfortu mūsu acis un padara mūs par piemēru paštaisns."
nb: Og de som sier, «vår Herre, gi oss fra våre koner og avkom komfort til våre øyne og gjøre oss et eksempel for rettferdige.»
sk: A tí, ktorí hovoria, "náš Pán nám udeliť spomedzi našich manželiek a potomstvo pohodlie pre naše oči a aby nám napríklad za spravodlivý."
sl: In tisti, ki pravijo, "Naš Gospod, podari nam med naše žene in potomci udobje za naše oči in nas primer pravedna."
sr_cyrl: И оних који кажу, "Господ, дај нам неку од наше жене и потомство утеха у нашим очима и направи нам пример за праведне."
sr_latn: I onih koji kažu, "Gospod, daj nam neku od naše žene i potomstvo uteha u našim očima i napravi nam primer za pravedne."
uk: І тих, які кажуть: "наш Господь надаєте нам з числа наші дружини і потомство комфорт для наших очей і змусити нас прикладом для праведників".
vi: Và những người nói, "Chúa chúng ta, trao cho chúng tôi từ vợ của chúng tôi và con cái sự thoải mái cho đôi mắt của chúng tôi và làm cho chúng ta một ví dụ cho sự công bình."
zu: Futhi labo abathi: "Ithu Lord pha us kusukela phakathi abafazi bethu nenzalo nenduduzo emehlweni ethu futhi sisenze isibonelo for the ngakhethi."

# Quran2930
source: Those will be awarded the Chamber for what they patiently endured, and they will be received therein with greetings and [words of] peace.
ca: Aquells s'atorgarà la Cambra per a què ells suportat pacientment, i seran rebuts en el mateix amb les salutacions i [paraules de] la pau.
cy: Bydd rhai yn cael y Siambr am hyn y maent yn ei ddioddef amyneddgar, a bydd yn derbyn erthyglau gyda chyfarchion a [geiriau o] heddwch.
da: De vil blive tildelt kammer for hvad de tålmodigt udholdt, og de vil blive modtaget deri med hilsner og [ord] fred.
el: Εκείνοι θα απονεμηθεί θάλαμο για τι αυτοί υπέμεινε καρτερικά και θα παραληφθούν σε αυτά με χαιρετισμούς και [λόγια του] ειρήνη.
et: Need stipendiumid on koja nad kannatlikult kannatasin ja nad said seal Tervitused ja [sõnad] rahu.
fi: Ne tehdään saliin varten ne vät kärsivällisesti, ja he saivat siinä tervehdykset ja [sanat] rauhan.
he: אלה יוענקו התא עבור מה בסבלנות שסבלו מהם, הם יתקבלו ובזה עם ברכות, [מילים] השלום.
hr: Oni će biti nagrađeni komora za što su strpljivo podnio, i oni će biti primljeni u tome uz pozdrave i [riječi] mira.
lt: Tie bus sudaroma kolegija už ką jie kantriai išgyveno, ir jie bus gauta jame sveikinimai ir [žodžiai] taikos.
lv: Tie tiks piešķirti istabu, lai viņi pacietīgi izturēja, un tie tiks saņemti tajā ar sveicieniem un [vārdi] mieru.
nb: De vil bli tildelt kammer for hva de tålmodig endured, og de mottas der med hilsener og [ord] fred.
sk: Tie budú udelené komory pre čo trpezlivo vydržal a oni dostane v ňom s pozdravmi a [slová] mier.
sl: Tiste nagrajeni komoro za kaj jih potrpežljivo pretrpeli, in jih bo prejel v njej z pozdrave in [besede] mir.
sr_cyrl: Оне ће бити уручена у комору за шта су стрпљиво трпела, а они ће бити примљен у томе са поздрав и [рееи] мир.
sr_latn: One će biti uručena u komoru za šta su strpljivo trpela, a oni će biti primljen u tome sa pozdrav i [reei] mir.
uk: Тих, хто отримує палати за те, що вони піддавалися терпляче, і вони будуть надходити в ньому з привітання і [слова] миру.
vi: Những người sẽ được trao trong buồng cho những gì họ kiên nhẫn chịu đựng, và họ sẽ nhận được trong đó với lời chúc mừng và [lời của] hòa bình.
zu: Labo azonikezwa Chamber ukuthi ayini ngesineke wakhuthazelela, futhi ayokwamukelwa therein imikhonzo [Amazwi ka] nokuthula.

# Quran2931
source: Abiding eternally therein. Good is the settlement and residence.
ca: Romandre eternament en el mateix. Bona és la liquidació i residència.
cy: Ufudd i'r fythol ynddo. Da yn y setliad a preswylio.
da: Lovlydige evigt deri. Godt er til afvikling og ophold.
el: Τηρώντας αιώνια σ ' αυτό. Καλό είναι η διευθέτηση και διαμονής.
et: Igavesti seal kinni. Hea on tasakaalustus ja elukoht.
fi: Noudata ikuisesti siinä. Hyvä on riitojen ja residence.
he: שומר לנצח בו. טוב הוא יישוב מגורים.
hr: Trajan vječno u njemu. Dobar je naselje i rezidencija.
lt: Gerbiantys amžinai jame. Gera yra atsiskaitymų ir gyventi.
lv: Ievērojot tur mūžīgi. Labs ir norēķinu un dzīvesvietu.
nb: Varig evig deri. God er bosetting og oppholdstillatelse.
sk: Dodržiavanie večne v ňom. Je dobré o zúčtovanie a pobytu.
sl: Upoštevanje večno tam. Dobro je poravnavo in residence.
sr_cyrl: Постојану вечито у томе. Добро је насеље и резиденција.
sr_latn: Postojanu večito u tome. Dobro je naselje i rezidencija.
uk: Незмінною вічно в ньому. Добре це поселення та проживання.
vi: Tuân thủ luôn luôn trong đó. Rất tốt là các khu dân cư và nơi cư trú.
zu: Ukulandela phakade therein.

# Quran2932
source: Say, "What would my Lord care for you if not for your supplication?" For you [disbelievers] have denied, so your denial is going to be adherent.
ca: Dir, "Què vols Senyor cura per a vostè si no fos per la seva súplica?" Per a vostè [disbelievers] han negat, així que la denegació ha de ser partidari.
cy: Dweud, "Beth fyddai fy Arglwydd gofal i chi os nad ar gyfer eich supplication?" Ar gyfer ydych [disbelievers] wedi gwadu, felly eich gwadu yn mynd i fod yn driw.
da: Sige, "Hvad ville min herre bekymrer sig for dig, hvis ikke din bøn?" For du [vantro] har afvist, så din benægtelse vil være tilhænger.
el: Λένε, «Τι θα μου Λόρδος φροντίζει για σας, αν όχι για σας ικεσία;» Για [disbelievers] έχεις αρνηθεί, τόσο η άρνηση σας πρόκειται να είναι προσκολλημένη.
et: Öelda: "Mida oleks mu Issand care teile, kui teie supplication?" Sest [uskottomille] olete keelanud, nii oma eitamine saab olema kleepuv.
fi: Sanoa, "Mitä minun herrani huolta sinulle, jos ei sinun rukouksen?" Voit [uskottomat] ole niin itsesi kieltämisessä tulee olemaan kannattaja.
he: אומרים, "מה אדוני? היה אכפת לך, אם לא בשביל תחינה שלך" כי אתה [disbelievers] מכחיש, אז ההכחשה שלך הולך להיות חסיד.
hr: Kažem, "Šta bi gospodaru briga za vas ako ne za svoje prošnje?" Za vi [iskuse] prihvatio, tako svoje odricanje će biti sljedbenikom.
lt: Sako, "Kas būtų mano Viešpats priežiūros jums, jei ne jūsų malda?" Nes jums [disbelievers] atsisakyta, Taigi jūsų neigimas ketina būti šalininkas.
lv: Teiksim, "Būtu manam kungam vienalga jums, ja ne jūsu lūgšanas?" Jo jūs [disbelievers] nolieguši, Tātad jūs noliedzat būs pielipušais.
nb: Si, "Hva ville min Herre seg for du hvis ikke for din bønn?" For du [troende] har nektet, så din fornektelse skal tilhenger.
sk: Napríklad: "Čo by môj pán starostlivosť pre vás, ak nie pre svoje prosbe?" Pre vás [neveriacim] poprel, takže vaše odmietnutie bude prívrženec.
sl: Reči, "Kaj bi moj Gospod skrbi zate, če ne za vašo molitev?" Za vas [disbelievers] zavrnili, tako svoje zanikanje bo treba privrženec.
sr_cyrl: Реци , "Шта би мој господару брига за тебе, ако не због твог молитви?" За [скептике] Забранили сте, Дакле твоје порицање ће бити адхерент.
sr_latn: Reci, "Šta bi moj gospodaru briga za tebe, ako ne zbog tvog molitvi?" Za [skeptike] Zabranili ste, Dakle tvoje poricanje će biti adherent.
uk: Сказати: "Що б мій Господь догляд для вас, якщо не для вашого благання?" Бо ви [disbelievers] відмовлено, так увімкнете буде прихильником.
vi: Nói, "Điều gì sẽ thưa ngài chăm sóc cho bạn nếu không cho supplication của bạn?" Đối với bạn [thì] đã từ chối, vì vậy sự từ chối của bạn sẽ dính.
zu: Ithi: "Yini Nkosi yami nina ukube bekungengenxa ye-ukunxusa kwakho?"

# Quran2933
source: Ta, Seen, Meem.
ca: Ta, vist, Meem.
cy: Dreth gyngo, gweld, Meem.
da: Ta, set, Meem.
el: TA, δει, Meem.
et: Ta, näinud, Meem.
fi: Ta katsottuna Meem.
he: ראה, Meem.
hr: Hvala, vidio, Meem.
lt: Ta, matyti, Meem.
lv: Ta, redzējis Meem.
nb: Ta, sett, Meem.
sk: Ta, videl, Mîm.
sl: Ta, videl, Meem.
sr_cyrl: Та , видео, Меем.
sr_latn: Ta, video, Meem.
uk: TA, видно, Meem.
vi: Ta, nhìn thấy, Meem.
zu: Ta Bheka, Meem.

# Quran2934
source: These are the verses of the clear Book.
ca: Aquests són els versos del llibre clar.
cy: Mae'r rhain yn y penillion y llyfr clir.
da: Disse er versene af den klare bog.
el: Αυτοί είναι οι στίχοι του βιβλίου σαφές.
et: Need on salmid selged raamat.
fi: Nämä ovat selkeä kirja säkeet.
he: אלו הפסוקים בספר ברורה.
hr: To su stihovi jasnu knjigu.
lt: Tai yra aiškus knyga eilėmis.
lv: Tie ir panti skaidri grāmatu.
nb: Dette er versene av klar boken.
sk: Sú to verše jasne knihy.
sl: To so verzi jasno knjige.
sr_cyrl: То су стихови јасно књиге.
sr_latn: To su stihovi jasno knjige.
uk: Це вірші ясно книги.
vi: Đây là những câu thơ của cuốn sách rõ ràng.
zu: Lawa amavesi Book ecacile.

# Quran2935
source: Perhaps, [O Muhammad], you would kill yourself with grief that they will not be believers.
ca: Potser, [O Muhammad], vols matar-se amb dolor que no siguin creients.
cy: Efallai, [O Muhammad], chi fyddai'n lladd eich hun gyda galar na bydd yn gredinwyr.
da: Måske, [O Muhammad], vil du dræbe dig selv med sorg at de ikke vil være troende.
el: Ίσως, [Ο Μωάμεθ], θα σκοτώνετε τον εαυτό σας με θλίψη ότι δεν θα πιστών.
et: Ehk, [O Muhammad] te tapaks ennast murtama, et nad ei ole usklikud.
fi: Ehkä [Oi Muhammed] tapat itsesi surusta, että ne eivät ole uskovaisia.
he: אולי, [O מוחמד], שתהרוג את עצמך בצער כי הם לא יהיו המאמינים.
hr: Možda, [O Muhammad], ubio bi se sa tugom da oni neće biti vjernici.
lt: Galbūt, [O Muhammad], jūs nužudyti save su pucia, kad jie nebus tikinčiųjų.
lv: Varbūt [O Muhammad] tu nogalinātu sevi ar savām bēdām, ka tie nebūs ticīgie.
nb: Kanskje [O Muhammad], du vil drepe deg med sorg at de ikke kan troende.
sk: Snáď [Mohamed], by zabiť seba zale nebudú veriacich.
sl: Morda, [O Muhammad], bi ubil sebe z žalosti, da ne bodo verniki.
sr_cyrl: Можда , [О Мухаммад], убила би се од туге, да они неће бити верници.
sr_latn: Možda, [O Muhammad], ubila bi se od tuge, da oni neće biti vernici.
uk: Можливо, [O Мухаммад], ви б убити себе з горя, що вони не будуть віруючих.
vi: Có lẽ, [O Muhammad], bạn sẽ giết mình với nỗi đau mà họ sẽ không là tín hữu.
zu: Mhlawumbe, [O Muhammad], ubungeke abulale wena ngosizi ukuthi ngeke amakholwa.

# Quran2936
source: If We willed, We could send down to them from the sky a sign for which their necks would remain humbled.
ca: Si ens willed, ens podria enviar cap avall a ells des del cel un signe que arrisquen seguiria sent humil.
cy: Os ydym yn ewyllysio iddi, gallem anfon i lawr iddynt gan y sky yn arwydd y byddai eu gyddfau parhau ostyngedig.
da: Hvis vi vilde, kunne vi sende til dem fra himlen tegn som deres halse ville forblive ydmyg.
el: Αν εμείς το θέλησες, εμείς θα μπορούσε να στείλει τους από τον ουρανό ένα σημάδι για το οποίο θα παραμείνει ταπεινωθεί λαιμό τους.
et: Kui meil kombeks, me võiks saata neile taevast mille nende kaela jääb alandlikuks märk.
fi: Jos emme tahtoisi voisimme lähettää heille taivaalta merkki, jolle heidän kaulansa jäisi nöyräksi.
he: אם אנחנו רצון, נוכל לשלוח להם מן השמים סימן שבו הצוואר שלהם להישאר כנוע.
hr: Ako smo volje, možemo poslati na njih s neba znak za koji vrata će ostati ponizan.
lt: Jei mes valios, mes galėtų siųsti į juos iš dangaus ženklas, kuriam jų kaklų liktų susitaikyti.
lv: Ja mums gribas, mēs varētu sūtīt tiem no debesīm zīme, kas viņu kakliem paliks humbled.
nb: Hvis vi ville, kan vi sende til dem fra himmelen et tegn som halsen ville være ydmyk.
sk: Ak sme vôľou, sme mohli poslať nadol im z neba znamenie, ktoré by zostali krky pokoril.
sl: Če smo volje, lahko pošljemo jih z neba znak, ki bi ostala vratu poniža.
sr_cyrl: Ако смо воље, смо могли да им пошаљете са неба знак за који њихових вратова остати понизан.
sr_latn: Ako smo volje, smo mogli da im pošaljete sa neba znak za koji njihovih vratova ostati ponizan.
uk: Якщо ми волею, ми б могли відправити до них з неба знак, для яких шиях б як і раніше принижена.
vi: Nếu chúng ta ý chí, chúng tôi có thể gửi cho họ từ bầu trời một dấu hiệu mà cổ của họ sẽ tiếp tục hạ nhục.
zu: Uma We willed we sa phansi them bhakabhaka isibonakaliso okuyiwona izintamo zabo uyosala ezithobile.

# Quran2937
source: And no revelation comes to them anew from the Most Merciful except that they turn away from it.
ca: I no revelació ve a ells nou de més compassius excepte que van allunyar-lo.
cy: A oes datgeliad yn dod iddynt o'r newydd o mwyaf tosturiol heblaw y maent yn troi i ffwrdd.
da: Og ingen åbenbaring kommer til dem på ny fra den mest barmhjertige bortset fra at de vender sig bort fra den.
el: Και καμία αποκάλυψη έρχεται να τους εκ νέου από ο πανάγαθος εκτός από το ότι γυρίζουν μακριά από αυτό.
et: Ja no Ilmutuse pärineb neile uuesti Viimane armuline välja, et nad pöörduvad sellest eemale.
fi: Ja mikään ilmoitus tulee niitä uudelleen Armahtaja paitsi, että he kääntyvät pois.
he: ומגיע התגלות אין להם מחדש של הרחמן ביותר חוץ מזה הם להתעלם ממנה.
hr: I nema objava dolazi im iznova najmilostiviji osim da okrenu od njega.
lt: Ir ne apreiškimas, ateina į juos iš naujo nuo labiausiai gailestingas išskyrus tai, kad jie nusigręžtų nuo jos.
lv: Un nav Atklāsmes nāk viņiem no jauna no vairums žēlsirdīgs izņemot to, ka viņi vēršas prom no tā.
nb: Og ingen åpenbaring kommer til dem på nytt fra den Nåderikes bortsett fra at de slår fra den.
sk: A žiadne zjavenie príde k nim znova od Najpodstatnejšou okrem toho, že sa zase preč od toho.
sl: In ne razodetja prihaja z njimi znova iz najbolj usmiljen razen, da se obrnejo proč od nje.
sr_cyrl: И нема откровење долази да их изнова на најмилостивији осим да се окрену од њега.
sr_latn: I nema otkrovenje dolazi da ih iznova na najmilostiviji osim da se okrenu od njega.
uk: І немає одкровення приходить до їх заново з самий милосердний Крім того, що вони відвернутися від нього.
vi: Và không có sự mặc khải đến chúng trở lại từ thương xót nhất ngoại trừ rằng họ bật ra khỏi nó.
zu: Futhi kungekho mbono sondela them kabusha nga the Ningi Nomusa ngaphandle ukuthi they jikisa nga it.

# Quran2938
source: For they have already denied, but there will come to them the news of that which they used to ridicule.
ca: Per a ells ja han negat, però arribarà a ells la notícia de la que van utilitzar el ridícul.
cy: Mae nhw wedi gwadu eisoes, ond daw iddynt y newyddion hynny a ddefnyddiwyd ganddynt i gwawdio.
da: For de har allerede afvist, men der vil komme til dem på nyheden om, som de anvendte til grin.
el: Για αυτοί έχουν ήδη αρνηθεί, αλλά θα έρθει σε αυτά τα νέα αυτά που συνήθιζαν να γελοιοποίηση.
et: Sest nad juba keelanud, aga seal tulevad neile Uudised mida nad kasutasid naeruvääristada.
fi: Ovat jo heiltä, mutta tulee heille uutisia siitä, mitä he käyttivät naurunalaiseksi.
he: הם כבר מכחיש, אך גם יגיע אליהם הידיעה על זה שבו הם נהגו ללעוג.
hr: Već su porekli, no doći će im vijesti o onome što oni koriste da.
lt: Nes jau paneigtos, bet ateis jiems Naujienos, kuriam jie naudojami pajuokos.
lv: Viņi jau ir aizliegta, bet tur nāks viņiem ziņas par to, ko viņi izmanto izsmiekls.
nb: For de har allerede nektet, men det vil komme til dem nyheten om som de brukte å latterliggjøre.
sk: Už odmietli, ale príde k nim novinky, ktoré sa použili na zesměšňování.
sl: So že zanikali, vendar bo prišel do njih novice, ki se uporabljajo za zasmehovanje.
sr_cyrl: Јер они су већ порекли, али тамо ће да им се вести на оно што су некад руглу.
sr_latn: Jer oni su već porekli, ali tamo će da im se vesti na ono što su nekad ruglu.
uk: Бо вони вже відмовлено, але там прийде на них звістка про те, що вони використовували до насмішок.
vi: Đối với họ đã từ chối, nhưng đó sẽ đến với họ các tin tức mà họ sử dụng để chế giễu.
zu: Ngoba baye waphika kakade, kodwa kuyoba khona kubo izindaba ukuthi okwakukhonzwa ngazo ukuhleka usulu.

# Quran2939
source: Did they not look at the earth - how much We have produced therein from every noble kind?
ca: No van mirar a la terra - quant hem produït en el mateix de cada classe noble?
cy: Ni byddant yn edrych ar y ddaear-faint yr ydym yn cynhyrchu erthyglau o bob math aruchel?
da: De ikke se på jorden - hvor meget har vi produceret deri fra enhver noble art?
el: Αυτοί δεν κοίταξε τη γη - πόσο έχουμε παράγει σ ' αυτό από κάθε ευγενές είδος;
et: Nad ei tundnud maa - kui palju meil on seal toodetud üllas igasugune?
fi: He Katso earth - kuinka paljon saadaan siinä kaikista noble?
he: ? הם לא נראו כדור הארץ - כמה בהפקתנו ובזה מ כל סוג אצילי
hr: Da li oni ne gledati u zemlju - koliko smo proizveli u njoj od svake plemenite vrste?
lt: Jie žiūrėjo ne į žemę - kiek daug mes turime pagaminti joje iš tauriųjų, įsakomuosius?
lv: Viņi neskatījās uz zemes - cik daudz mums ir izstrādājusi tajā no visādiem cēla?
nb: De ikke se på jorden - hvor mye vi har skapt fra allslags edle?
sk: Oni sa pozrel na zem - koľko sme vyrobili v nej z každého druhu ušľachtilej?
sl: Oni ne gledajo na zemljo - koliko izdelali smo v njej od vse plemenito vrste?
sr_cyrl: Да ли не гледају у земљу - колико смо произвели у томе из сваке племените врсте?
sr_latn: Da li ne gledaju u zemlju - koliko smo proizveli u tome iz svake plemenite vrste?
uk: Вони не дивитися на землі - скільки ми підготували в ньому від кожна благородного роду?
vi: Họ không nhìn trái đất - bao nhiêu chúng tôi đã sản xuất trong đó từ tất cả các loại cao quý?
zu: They cha bheka umhlaba - malini Siye kukhiqizwa kuwo yonke inhlobo noble?

# Quran2940
source: Indeed in that is a sign, but most of them were not to be believers.
ca: Fet que és un senyal, però la majoria d'ells no van ser creients.
cy: Yn wir yn hynny yn arwydd, ond nid oedd rhan fwyaf ohonynt yn gredinwyr.
da: Ja der er et tegn, men de fleste af dem var ikke at være troende.
el: Πράγματι σε αυτό είναι ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν επρόκειτο να πιστών.
et: Tõepoolest see on märk, kuid enamik neist olid ei olevat usklikud.
fi: Itse asiassa se on merkki, mutta useimmat heistä eivät ole uskovaisia.
he: אכן זה הוא סימן, אך רובם היו לא להיות המאמינים.
hr: Zaista u tome je znak, ali većina od njih bili vjernici.
lt: Iš tiesų, kad yra ženklas, tačiau dauguma jų buvo ne, kad tikintieji.
lv: Patiešām, kas ir zīme, bet lielākā daļa no viņiem bija lemts ticīgie.
nb: Er faktisk et tegn i det, men de fleste av dem var ikke å være troende.
sk: Naozaj to je znamenie, ale väčšina z nich boli nesmie byť veriaci.
sl: Res da je znak, ampak večina od njih so bili ne da se verniki.
sr_cyrl: Заиста у то је знак, али већина њих није требало да буде верници.
sr_latn: Zaista u to je znak, ali većina njih nije trebalo da bude vernici.
uk: Дійсно, в тому, що є ознакою, але більшість з них були не бути віруючим.
vi: Quả thật đó là một dấu hiệu, nhưng hầu hết trong số họ đã không phải là tín hữu.
zu: Ngempela kuleyo kuwuphawu, kodwa iningi lawo lalingabantu hhayi ukuba amakholwa.

# Quran2941
source: And indeed, your Lord - He is the Exalted in Might, the Merciful.
ca: I de fet, el seu senyor - és l'exaltat en forces, el Clement.
cy: Ac yn wir, eich Arglwydd-mae'n Exalted yn efallai, y Merciful.
da: Og ja, jeres Herre - han er ophøjede i magt, barmhjertige.
el: Και πράγματι, ο Λόρδος σας - είναι η Exalted στην μπορούσε, ο φιλεύσπλαχνος.
et: Ja tõepoolest, teie Issand - ta on ülendatud võiks, on Merciful.
fi: Ja herra - hän on Ylhäinen voisi armollisin.
he: אכן, האל שלך - הוא לרוממו באולי, הרחום והחנון
hr: I doista, Gospodar tvoj - on je Exalted u moć, milostivog.
lt: Ir iš tiesų, jūsų Viešpats - jis yra Exalted, gali būti, kad litosciwy.
lv: Un patiešām, kungam - viņš ir izredzētais, kas, iespējams, žēlsirdīgs.
nb: Og ja, Herren - han er opphøyet i makt, barmhjertige.
sk: A skutočne, svojho pána - on je postáv by, je Milosrdných.
sl: In res, gospod - je Exalted v oblast, usmiljen.
sr_cyrl: И твој господар - он је заиста Еxалтед у моћ, милосрдна.
sr_latn: I tvoj gospodar - on je zaista Exalted u moć, milosrdna.
uk: І дійсно, Господь - він Exalted в меча, на Merciful.
vi: Và quả thật vậy, Chúa của bạn - ông Exalted tại có thể, Merciful.
zu: Futhi ngempela, kho Lord - He is the Indinganiso ngobuqhwaga, Abanesihe.
