Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3282
source: But when he came to it, he was called from the right side of the valley in a blessed spot - from the tree, "O Moses, indeed I am Allah, Lord of the worlds."
ca: Però quan va arribar-hi, va ser cridat per la dreta de la vall en un lloc beneït - de l'arbre, "O Moses, de fet estic Allah, Senyor dels mons".
cy: Ond pan ddaeth ato, iddo gael ei alw o'r ochr dde y Cwm yn y fan a'r lle Bendigaid-o'r goeden, 'O Moses, yn wir I 'm Allah, Arglwydd y byd.'
da: Men da han kom til det, blev han kaldt fra højre side af dalen i en velsignet spot - fra træet, "O Moses, faktisk jeg er Allah, Herren of the worlds."
el: Αλλά όταν ήρθε σε αυτό, κλήθηκε από τη δεξιά πλευρά της κοιλάδας σε ένα ευλογημένο σημείο - από το δέντρο, «O Moses, πράγματι είμαι Αλλάχ, Lord of the worlds.»
et: Kuid kui ta tuli talle, ta kutsuti paremast servast oru õnnistatud kohapeal - puult, "O Moses, tõepoolest ma Allahi Maailmade isand."
fi: Mutta kun hän tuli siihen, hän oli kutsuttu valley siunattu paikalla - puusta, oikeasta reunasta "O Moses olen Jumalalle, maailmojen luoja."
he: אך כשהגיע אליה, קראו לו מהצד הימני של העמק במקום מבורך - מן העץ, "O Moses, אכן אללה, האל של העולמות"
hr: Ali kad je došao do njega, zvao se je s desne strane doline u blagoslovljeno mjesto - drvo, "O Moses, zaista ja sam Allah, gospodar svjetova."
lt: Bet kai jis atėjo į jį, jis buvo vadinamas iš dešinės pusės į slėnį palaimintas vietoje - iš medžio, "O Moses, iš tikrųjų aš esu Dievas, Viešpats pasaulių."
lv: Bet, kad viņš atgriezās, viņš tika izsaukts no labajā pusē ielejas ir Svētīgi nelielas - no koka, "O Moses, patiešām es esmu Allah, Lord no pasaulēm."
nb: Men da han kom til det, han ble kalt fra høyre side av dalen i en velsignet spot - fra treet, "O Moses, faktisk jeg Allah, Herren av verdener."
sk: Ale keď prišiel k nej, bol povolaný z pravej strany údolia požehnaný mieste - zo stromu, "O Moses, skutočne som Boh, pán, svetov."
sl: Toda ko je prišel z njim, je bil imenovan na desni strani doline v blagor mesto - od drevesa, "O Moses, res sem Allah, Lord of the worlds."
sr_cyrl: Али када је дошао на то, је звао са десне стране долине у свето место - од дрвета, "О Мосес, заиста ја сам Аллах, господару света."
sr_latn: Ali kada je došao na to, je zvao sa desne strane doline u sveto mesto - od drveta, "O Moses, zaista ja sam Allah, gospodaru sveta."
uk: Але коли він прийшов до нього, він був названий з правого боку долини в благословенне місце - з дерева, "O Moses, дійсно я Аллаха, Господу світів".
vi: Nhưng khi ông đến đó, ông được gọi là từ bên trong thung lũng ở một vị trí may mắn - từ cây, "O Moses, thực sự tôi là Allah, Lord of the worlds."
zu: Kodwa lapho efika kuwo, he was bizela ohlangothini lwesokunene esigodini endaweni elibusisekile - emthini, 'O Mose, ngempela mina nginguye Allah Lord imihlaba. "

# Quran3283
source: And [he was told], "Throw down your staff." But when he saw it writhing as if it was a snake, he turned in flight and did not return. [Allah said], "O Moses, approach and fear not. Indeed, you are of the secure.
ca: I [li van dir], "tira avall el seu personal." Però quan va veure que retorçant-se com si fos una serp, va tornar al vol i no va tornar. [Allah deia], "O Moses, apropar i no tinguis por. De fet, ets de la segur.
cy: A [dywedwyd wrtho], "daflu i lawr eich staff." Ond pan welodd ei writhing fel pe bai neidr, trodd yn hedfan ac ni ddychwelodd. [Dywedodd Allah], "Mae O Moses, ymagwedd a ofni nad. Yn wir, yr ydych yn ddiogel.
da: Og [han var fortalte], "kaste ned din personale." Men da han så det vrider sig som om det var en slange, han viste i flyvning og vendte ikke tilbage. [Allah sagde], "O Moses, tilgang og frygt ikke. Du er faktisk af den sikre.
el: Και [είπε], «ρίξει κάτω το προσωπικό σας.» Αλλά όταν είδε ότι writhing σαν να ήταν ένα φίδι, γύρισε σε πτήση και δεν επέστρεψε. [Αλλάχ είπε], "O Moses, προσέγγιση και μη φοβάσαι. Πράγματι, είστε του ασφαλούς.
et: Ja [ta öeldi], "viska alla teie töötajad." Aga kui ta nägi seda writhing justkui oli madu, ta pöördus lennu ajal ja ei tagastanud. [Jumal ütles], "O Moses, lähenemine ja ärge kartke. Tõepoolest, olete on turvalised.
fi: Ja [hän kertoi], "heittää alas henkilökunta." Mutta kun hän näki sen kiemurtelevan kuin jos se oli käärme, hän kääntyi lennon ja ei ole paluuta. [Jumala sanoi], "O Moses lähestymistapa ja pelkää. Olette ja turvallinen.
he: [נאמר לו], "לזרוק את הצוות שלך". אבל כשראה אותו מתייסר כאילו היה זה נחש, הוא הפך בטיסה ולא שב. [אמר אללה] "O Moses, לגשת, אל חשש. אכן, אתה של המאובטחים.
hr: [Rekao je], "baci dolje vaše osoblje." Ali kad je vidio to grčevima kao da je zmija, okrenuo u letu i nije se vratio. [Allah rekao], "O Moses, pristup i ne boj se. Doista, ti si na sigurnom.
lt: Ir [jis pasakė], "mesti savo darbuotojus." Bet kai jis pamatė ją gyvatiškas, jei ji buvo gyvatė, jis kreipėsi į skrydžio ir negrįžo. [Dievas sakė], "O Moses, požiūris ir Nesijaudink. Iš tiesų, jūs esate, ir saugus.
lv: Un [viņš teica], "mest uz leju jūsu darbinieki." Bet, kad viņš redzēja tā, it kā tas bija čūska locījās, viņš pagriezās, lidojuma laikā un neatgriezās. [Allah sacīja:] "O Moses, pieeju un bailes nav. Patiešām, jums ir droša.
nb: Og [han ble fortalt], "kaste ned ansatte." Men da han så det vred seg som om det var en slange, han slått i fly og kom ikke tilbake. [Allah sa], "O Moses, tilnærming og frykt ikke. Faktisk er du av den sikre.
sk: A [on bol povedal,] "zhodiť vašich pracovníkov." Ale keď videl, že sa krúti ako keby to bol had, v lete, a nevrátil. [Allah povedal] "O Moses, prístup a Neboj sa. V skutočnosti ste Secure.
sl: In [On je rekel], "Zbacivati vaš osebje." Toda ko je videl zvijati, kot da je kača, je obrnil v letu in se ni vrnil. [Alahove reče] "O Moses, pristop in ne bojte. Res, ste za varno.
sr_cyrl: И [рекао је], "баците своје особље." Али кад је видео паклени као да је змија, окренуо се у лету и није се вратила. [Алах рекао], "О Мосес, прићи и не бојте се. Заиста , те су на сигурно.
sr_latn: I [rekao je], "bacite svoje osoblje." Ali kad je video pakleni kao da je zmija, okrenuo se u letu i nije se vratila. [Alah rekao], "O Moses, prići i ne bojte se. Zaista, te su na sigurno.
uk: І [він сказав], "кинути ваш персонал." Але коли він побачив її корчився, як якщо б це було змії, він повернувся в польоті і не повернувся. [Аллах сказав:] "Moses O підхід і не бійся. Ви дійсно безпечним з.
vi: Và [ông nói], "ném xuống nhân viên của bạn." Nhưng khi ông thấy nó quằn quại như thể nó là một con rắn, ông chuyển trong chuyến bay và không trở về. [Allah nói], "O Moses, tiếp cận và đừng sợ. Thật vậy, bạn có sự an toàn.
zu: Futhi [Watshelwa], "Juba phansi kho."

# Quran3284
source: Insert your hand into the opening of your garment; it will come out white, without disease. And draw in your arm close to you [as prevention] from fear, for those are two proofs from your Lord to Pharaoh and his establishment. Indeed, they have been a people defiantly disobedient."
ca: Introduir la mà a l'obertura de la seva confecció; es sortirà de blanc, sense malaltia. I dibuixar el seu braç proper a vostè [com prevenció] de por, per a aquells són dues proves del seu Senyor al faraó i el seu establiment. De fet, han estat un poble desafiant desobedient."
cy: Rhowch eich llaw yn agor eich dilledyn; Bydd yn dod allan Gwyn, heb clefyd. Ac yn tynnu yn eich braich agos atoch [fel atal] gan ofn, ar gyfer rheini yn ddau proflenni gan eich Arglwydd Ffaro a ei sefydlu. Yn wir, maent wedi bod yn bobl defiantly anufudd."
da: Læg din hånd i åbningen af tøjet; det vil komme ud hvid, uden sygdom. Og trække i armen tæt på dig [som forebyggelse] fra frygt, for dem er to beviser fra din herre til Farao og hans virksomhed. Ja, de har været et folk trodsigt ulydige."
el: Τοποθετήστε το χέρι σας στο άνοιγμα του ρούχου σας? θα βγει λευκό, χωρίς νόσο. Και να προσελκύουν το βραχίονά σας κοντά σας [ως πρόληψη] από το φόβο, για εκείνους είναι δύο αποδείξεις από το Λόρδο για να Φαραώ και την εγκατάστασή του. Πράγματι, έχουν μια προκλητικά ανυπάκουος άτομα.»
et: Sisestage oma käsi avamine oma rõivas; on valge, ilma et see haigus välja tulnud. Ja juhtida kätt lähedal te [ennetamine] hirmust, sest need on kaks kontrolltõmmised oma Issanda vaarao ja tema asukoha. Tõepoolest, nad on inimesed väljakutsuvalt sõnakuulmatud."
fi: Aseta kätesi avaaminen vaate; se tulee ulos valkoinen tauti. Ja käsivarteen lähellä teitä [ehkäiseminen] pelosta, ne ovat kaksi Herrasi Faraon ja hänen yrityksensä vedosta. Itse asiassa he ovat olleet ihmiset uhmakkaasti tottelematon."
he: הכנס את היד לתוך הפתח של הבגד שלך; זה ייצא לבן, ללא מחלה. ולצייר ביד שלך קרוב [ככל מניעת] מפני הפחד, כי אלו שתי הגהות של אדונך פרעה והקמת שלו. אכן, הם היו אנשים בהתרסה ממושמע, לאחר."
hr: Umetnite ruku u otvor svoje odjeće; Odakle je bijela, bez bolesti. I crtanje u ruku blizu [kao prevencija] iz straha, jer to su dva dokaza od vašeg gospodara za faraona i njegovu osnivanju. Doista, da su ljudi definitivno neposlušan."
lt: Įterpti ranka į atidarymo savo drabužių; jis ateis dar balta, be ligos. Ir atkreipti jūsų rankos arti jūsų, [kaip prevencijos] iš baimės, tiems yra du įrodymus iš savo Viešpaties Faraonas ir jo įsisteigimo. Iš tiesų, jie buvo iššaukiančiai Nepaklusnieji žmonių."
lv: Ievietojiet jūsu puses atverē apģērba; tas būs iznācis balta, bez slimības. Un vērš savu roku pie tevis [kā profilakses] no bailēm, tiem ir divi paraugnovilkumi savu kungu faraons un savā uzņēmumā. Patiešām, tie ir cilvēki, kas ir izaicinoši nepaklausīgs."
nb: Sett deg inn i åpningen arbidet; det kommer ut hvite, uten sykdom. Og trekke i armen nær deg [som forebygging] fra frykt, for de er to prøvetrykk Herrens farao og hans etablering. Faktisk, de har vært et folk trassig ulydige.
sk: Vložte ruky do otvoru vlastného odevu; vyjde to biela, bez ochorenia. A čerpať v paži blízko [ako prevencia] od strachu, tie sú dva doklady od pána vášho faraóna a jeho sídla. V skutočnosti boli vyzývavé neposlušný ľudí."
sl: Vstavi roko v odprtino vaš oblačilo; bo prišel, bela, brez bolezni. In pripravi v roko blizu vas [kot preprečevanje] iz strahu, za tiste, ki so dva dokazila iz svojega Gospoda, da faraon in njegova ustanova. Dejansko so bili kljubovalno neposlušni ljudje."
sr_cyrl: Ставите руку у отварању твог одела; Показаце се Бела, без болести. И цртање у руку поред тебе [превенцију] из страха, јер то су два доказа од господара фараона и његовог оснивања. Заиста , били су људи који је пркосно непослушно."
sr_latn: Stavite ruku u otvaranju tvog odela; Pokazace se Bela, bez bolesti. I crtanje u ruku pored tebe [prevenciju] iz straha, jer to su dva dokaza od gospodara faraona i njegovog osnivanja. Zaista, bili su ljudi koji je prkosno neposlušno."
uk: Вставте свої сили у відкритті вашого одягу; вийде білий, без захворювання. І намалюйте в вашу руку поруч з вами [як попередження] від страху, для тих, хто є два відтиски від вашого Господа до фараона і його створення. Дійсно, вони були люди зухвало неслухняних".
vi: Đưa bàn tay của bạn vào sự mở cửa của quần áo của bạn; nó sẽ đi ra màu trắng, mà không có bệnh. Và rút ra trong cánh tay của bạn gần gũi với bạn [như là ngăn ngừa] từ sợ hãi, đối với những người đang có hai chứng minh từ của mình Chúa Pharaoh và thành lập của ông. Thật vậy, họ đã là một người defiantly ngô nghịch."
zu: Faka isandla sakho zibe kuvulwa wengubo yakho;

# Quran3285
source: He said, "My Lord, indeed, I killed from among them someone, and I fear they will kill me.
ca: Va dir, "el meu Senyor, de fet, jo vaig matar entre ells algú, i em temo que em mataran.
cy: Meddai, "fy Arglwydd, yn wir, fy lladd o blith eu rhywun, ac ofnaf y byddant yn eu lladd fi.
da: Han sagde, "min herre, ja, jeg dræbte blandt dem nogen, og jeg er bange for de vil dræbe mig.
el: Είπε, «Κύριέ μου, πράγματι, σκότωσα ανάμεσά τους κάποιος, και φοβάμαι ότι θα με σκοτώσουν.
et: Ta ütles: "Issand, tõepoolest, ma tapsin nende seast keegi, ja kardan, et nad mind tappa.
fi: Hän sanoi: "herrani, itse asiassa tapoin keskuudestaan jonkun, ja pelkään, että ne tappavat minut.
he: הוא אמר, "אדוני, אכן, אני הרגתי מתוכן מישהו, ואני מפחדת שהם יהרגו אותי.
hr: Rekao je, "gospodaru, doista, ja od njih nekoga ubio, i bojim se da će me ubiti.
lt: Jis pasakė: "mano Viešpats, iš tiesų, aš iš jų kas nors nužudyti, ir aš bijau, jie bus nužudyti mane.
lv: Viņš teica: "mans kungs, patiešām es nogalināju no viņiem kāds, un es baidos, ka tie būs nogalināt mani.
nb: Han sa: «min Herre, faktisk jeg drepte blant dem noen, og jeg frykter de vil drepe meg.
sk: On povedal: "môj pán, v skutočnosti som z nich niekoho zabil, a obávam sa, že ma zabije.
sl: Je dejal, "moj Gospod, res, sem ubil med njimi nekdo, in se bojim, da me bo ubil.
sr_cyrl: Он је рекао, "мој господару, заиста, убила сам међу њима некога и бојим се да они ће ме убити.
sr_latn: On je rekao, "moj gospodaru, zaista, ubila sam među njima nekoga i bojim se da oni će me ubiti.
uk: Він сказав: "Господи, дійсно, я вбив з-поміж них хтось, і я боюся, що вони будуть вбити мене.
vi: Ông nói, "Thưa ngài, quả thật vậy, tôi đã giết từ trong số đó một ai đó, và tôi lo sợ họ sẽ giết tôi.
zu: Wathi: "Nkosi yami, ngempela, Ngibulele phakathi kwabo othile, ngiyamesaba bazangibulala.

# Quran3286
source: And my brother Aaron is more fluent than me in tongue, so send him with me as support, verifying me. Indeed, I fear that they will deny me."
ca: I el meu germà Aaron és més fluida que jo en la llengua, així enviar-lo amb mi com a suport, verificant-me. De fet, em temo que podrà negar m."
cy: A fy mrawd Aaron yn fwy rhugl na mi yn tafod, felly anfon ato gyda mi fel cymorth, mi dilysu. Yn wir, mae arnaf ofn y bydd gwrthod mi."
da: Og min bror Aron er mere flydende end mig i tungen, så send ham med mig som støtte, kontrol af mig. Faktisk, jeg er bange for, at de vil nægte mig."
el: Και ο αδελφός μου ο Ααρών είναι πιο άπταιστα από μένα στη γλώσσα, ώστε να τον στείλει μαζί μου ως υποστήριξη, επαλήθευση μου. Πράγματι, φοβάμαι ότι δεν θα μου αρνηθεί.»
et: Ja mu vend Aaron on rohkem valdavad kui mina keele, nii et saada teda minuga toetusraha, kontrollib mind. Tõepoolest, ma kardan et nad keelata mind."
fi: Ja veljeni Aaron on sujuvammin kuin minä kieli, joten lähettää hänet kanssani tukena tarkastaa minua. Kyllä pelkään että he kieltävät minut."
he: אח שלי, אהרון הוא דובר יותר ממני הלשון, אז תשלח לו איתי כתמיכה, אימות אותי. אכן, אני חושש כי הם תתכחש לי."
hr: I moj brat Aaron je ugodnije od mene u jezik, pa Pošalji ga sa mnom kao podrška, provjera me. Uistinu, bojim se da će me odbiti."
lt: Ir mano brolis Aaron yra daugiau laisvai nei man kalba, Taigi siųsti jam su manimi kaip parama, patikrinti, ar mane. Iš tiesų, aš bijau, kad jie atsisakys mane."
lv: Un mans brālis Ārons ir vairāk fluent nekā man mēli, tātad atsūtīt man līdzi kā atbalstu, pārbaudot mani. Patiešām, es baidos, ka viņi liedz man."
nb: Og min bror Aaron er mer flytende enn meg i tungen, så sende ham med meg som støtte, bekrefte meg. Ja, jeg frykter at de vil nekte meg."
sk: A môj brat Aaron, je viac než mi plynule jazykom, takže poslať ho so mnou ako podporu, overenia, že ma. V skutočnosti som strach, že budú popierať ma."
sl: In moj brat Aaron je bolj tekoče od mene v jeziku, mu tako pošlje z mano kot podporo, preverjanje me. Res, bojim se da bo mi zanikajo."
sr_cyrl: И мој брат Арон је више течно него ми језик, па Пошаљи га са мном као подршка, потврђивање ме. Уистину , бојим се да они ће да ми ускрати."
sr_latn: I moj brat Aron je više tečno nego mi jezik, pa Pošalji ga sa mnom kao podrška, potvrđivanje me. Uistinu, bojim se da oni će da mi uskrati."
uk: І мій брат Аарон більш вільно, ніж мені мовою, так надіслати йому зі мною, як підтримка, перевірка мене. Справді, я боюся, що вони будуть заперечувати мене."
vi: Và anh trai của tôi là Aaron là thông thạo nhiều hơn so với tôi trong lưỡi, vì vậy có thể gửi cho anh ta với tôi là sự hỗ trợ, xác nhận tôi. Thật vậy, tôi lo sợ rằng họ sẽ từ chối tôi."
zu: Futhi mfowethu Aroni ngokuqephuza kunami ngolimi, ngakho ukumthuma nami njengoba ukwesekwa, ngokuqinisekisa kimi.

# Quran3287
source: [Allah] said, "We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant."
ca: [Allah] deia, "anem enfortir la seva arma a través del seu germà i concedir tant supremacia així que no li arribi. [Es] a través del nostres signes; vostè i qui et segueixi serà la principal".
cy: [Allah] dywedodd, "Bydd inni gryfhau eich braich drwy eich brawd a grant chi ddau goruchafiaeth felly ni fyddant yn cyrraedd eich. [Fydd] drwy ein arwyddion; chi a'r rhai sy'n eich dilyn fydd y gryfaf."
da: [Allah] sagde, "vi vil styrke din arm gennem din bror og give dig både overherredømme, så de ikke vil nå dig. [Man] gennem vores tegn; du og dem, der følger du vil være den dominerende."
el: [Αλλάχ] είπε, «θα ενισχύσει το χέρι σου μέσα από τον αδερφό σου και θα σας χορηγήσει δύο υπεροχή, έτσι δεν θα φθάσουν σας. [Θα] μέσω μας σημάδια? σας και όσοι σας ακολουθούν θα κυριαρχούν.»
et: [Jumalat] ütles: "Me tugevdada oma käe läbi oma venna ja anda teile mõlemale ülemvõimu nii, et need ei jõua sa. [Seda] kaudu meie märke; ja need, kes te saab valitsevate."
fi: [Jumala] sanoi, "me vahvistaa toimintamahdollisuuksianne kautta veljesi ja asiakkaalla sekä ylivaltaa, joten he eivät saavuta. [On] kautta merkkejä; sinulle ja niille, jotka seuraavat sinua on hallitseva."
he: [אללה] אמר, "אנו לחזק את היד דרך אחיך, מעניקים לך שני עליונות, אז הם לא תגיע אליך. [יהיה] באמצעות השלטים שלנו; מי אחריך ואתה יהיה השלטת".
hr: [Allah] je rekao, "će ojačati svoju ruku preko brata i dati i prevlast tako da oni neće doći do vas. [To se] kroz naše znakove; Ti i oni koji vas prate će biti na dominantna."
lt: [Dievas] sakė: "mes sustiprins jūsų rankos per tavo brolis ir suteikti jums abiem viršenybę, jie nepasiekia jums. [Būtų] per mūsų požymiai; Jūs ir tie, kurie tavęs bus vyraujantis."
lv: [Allah] teica: "mēs nostiprinātu savu roku caur savu brāli un piešķirt gan pārākumu, tāpēc viņi nesasniegs jums. [Ir] caur mūsu zīmes; jums un tiem, kam seko jums būs valdošais".
nb: [Allah] sa, "vi styrke armen gjennom din bror og gi deg både overlegenhet så de ikke vil nå deg. [Det er] gjennom våre tegn; deg og de som følger deg blir den dominerende.
sk: [Allah] povedal: "budeme posilňovať vaše paže prostredníctvom svojho brata a udeliť aj nadvládu, tak oni sa nedostanú. [Bude] prostredníctvom našich značiek; vás a tých, ktorí vás budú prevládať."
sl: [Alahove] je dejal, "bomo okrepili roko skozi tvoj brat in vam podeli tako prevlado, tako da ne bo dosegla. [Bo] skozi naše znake; vas in tiste, ki si sledijo bo je prevladujoča."
sr_cyrl: [Аллах ] је рекао, "ојачати своју руку кроз твој брат и ти одобрити оба врховној власти, тако да не ће до вас. [Биће ] кроз свој знак; Ти и они који вас прате ће бити на Преовлађујућа."
sr_latn: [Allah] je rekao, "ojačati svoju ruku kroz tvoj brat i ti odobriti oba vrhovnoj vlasti, tako da ne će do vas. [Biće] kroz svoj znak; Ti i oni koji vas prate će biti na Preovlađujuća."
uk: [Аллах] сказав: "ми буде зміцнити вашу руку через ваш брат і надати вам обох панування, так що вони не будуть приходити до вас. [Буде] через наші знаки; вас і тих, хто за вами буде що переважаючим".
vi: [Allah] nói, "chúng tôi sẽ tăng cường các cánh tay của bạn thông qua anh trai của bạn và cấp cho bạn cả hai uy quyền tối cao vì vậy họ sẽ không tiếp cận với bạn. [Sẽ] thông qua các dấu hiệu của chúng tôi; bạn và những người theo bạn sẽ là các chiếm ưu thế."
zu: [Allah] wathi: "Sizoqinisa ingalo yakho ngokusebenzisa umfowenu aphinde akunike kokubili ubukhosi ngakho ngeke sifinyelele kuwe [Kuyoba] ngokusebenzisa izimpawu Wethu.. You labo landela you kuyoba oqavile"

# Quran3288
source: But when Moses came to them with Our signs as clear evidences, they said, "This is not except invented magic, and we have not heard of this [religion] among our forefathers."
ca: Però quan Moses va venir a ells amb rètols evidències clares, deien, "això no és excepte màgic inventat, i no hem sentit d'aquesta [religió] entre els nostres avantpassats."
cy: Ond pan Moses ddaeth iddynt ein arwyddion yn dangos yn glir, dywedodd, "Nid yw hyn ac eithrio ddyfeisio'n hud, ac nid ydym wedi clywed hwn [crefydd] ymysg ein cyndadau."
da: Men da Moses kom til dem med vores skilte som tydeligt beviser, sagde de, "Dette er ikke undtagen opfundet magi, og vi har ikke hørt om denne [religion] blandt vores forfædre."
el: Αλλά όταν Moses ήρθε να τους με σημάδια μας ως σαφή αποδεικτικά στοιχεία, όπως είπαν, «αυτό δεν είναι εκτός επινοημένη μαγεία, και δεν ακούσαμε αυτό το [θρησκεία] μεταξύ των προγόνων μας.»
et: Aga kui Moses tuli neile meie märkidega selgeid tõendeid, nagu nad ütlesid: "see pole välja arvatud väljamõeldud magic, ja me ei ole kuulnud selle religiooni meie esivanemate seas."
fi: Mutta kun Moses tuli heille meidän merkkejä selkeää todistetta sanoivat: "Tämä ei ole paitsi keksitty magic ja emme ole kuulleet tätä uskontoa keskuudessa esi."
he: אך כאשר Moses בא אליהם עם השלטים שלנו עדויות ברורות, הם אמרו, "זו אינה אלא קסם שהמציא, לא שמענו [דת] בקרב אבותינו."
hr: Ali kad Moses došao njima s našim znakovima kao jasne dokaze, kažu, "Ovo nije osim izmislili magiju, i nismo čuli ovaj [religije] među naših pradjedova."
lt: Bet kai Moses atėjo pas juos su mūsų požymiai kaip aiškių įrodymų, jie pasakė, "tai ne išskyrus sugalvotas magija, ir mes girdėjote šią [religijos] tarp mūsų protėviai."
lv: Bet, kad Moses nāca pie viņiem ar mūsu zīmes skaidrus pierādījumus, kā viņi teica, "tas nav, izņemot izgudroja burvju un mums nav dzirdējuši [reliģijas] starp mūsu priekšteči".
nb: Men da Moses kom til dem våre tegn som klart bevis, de sa: "Dette er ikke unntatt oppfunnet magi, og vi har ikke hørt om denne [religionen] blant våre forfedre."
sk: Ale keď Moses prišiel k nim s našich značiek ako jasné dôkazy, že "to nie je s výnimkou vynašiel mágie, a sme nepočuli o tomto [náboženstvo] medzi našich predkov."
sl: Ampak ko Moses prišel do njih z naše znake kot jasne dokaze, so rekli, "to ni razen izumil magic, in smo še niste slišali za ta [vera] med naši predniki. «
sr_cyrl: Али када је Мосес добили да их са знацима као јасне доказе, они су рекли, "не ради осим измиљљен магије и нисмо иули овај [религије] међу предака."
sr_latn: Ali kada je Moses dobili da ih sa znacima kao jasne dokaze, oni su rekli, "ne radi osim izmiљljen magije i nismo иuli ovaj [religije] među predaka."
uk: Але коли Moses прийшла до них з нашим ознаками як чітких доказів, вони сказали, "це не за винятком винайшли магії, і ми не чули цю [релігії] серед наших предків".
vi: Nhưng khi Moses đã đến họ với dấu hiệu của chúng tôi như là bằng chứng rõ ràng, họ nói, "đây không phải là ngoại trừ phát minh ra phép thuật, và chúng tôi không có nghe nói này [tôn giáo] trong số các ông cha của chúng tôi."
zu: Kodwa lapho uMose weza kubo ngezibonakaliso Kwethu 'Njengezakhamuzi ubufakazi obucacile, bathi, "Lo is hhayi ngaphandle owasungula magic, futhi asizange ekuzwa lokhu [engokwenkolo] phakathi okhokho bethu."
