Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2490
source: And We sent not before you, [O Muhammad], except men to whom We revealed [the message], so ask the people of the message if you do not know.
ca: I així hem enviat no abans, [O Muhammad], excepte els homes a qui ens revela [missatge], demanar la gent del missatge si no saps.
cy: A anfonwyd gennym ni cyn i chi, [O Muhammad], ac eithrio dynion y datgelwyd [neges], felly gofynnwch i'r bobl y neges os nad ydych yn gwybod.
da: Og sendte vi ikke før du, [O Muhammad], undtagen mænd til hvem vi afslørede [besked], så bede folk i meddelelsen, hvis du ikke kender.
el: Και έτσι δεν στείλαμε πριν από σένα, [Ο Μωάμεθ], εκτός από τους άνδρες στους οποίους αποκαλύψαμε [μήνυμα], ρωτήστε τους ανθρώπους του μηνύματος εάν δεν γνωρίζετε.
et: Ja saatsime enne sind, [O Muhammad], välja arvatud mehed kellega me näitas [sõnum] nii palun sõnum inimestele, kui ei tea.
fi: Ja lähetimme ole edessänne, [Oi Muhammed] paitsi miesten kenelle paljasti [viesti] niin kysyt ihmisiltä viesti, jos et tiedä.
he: אז שלחנו לא לפניך, [O מוחמד], מלבד האנשים שאליהם חשפנו [ההודעה], לשאול את האנשים של ההודעה, אם אתה לא יודע.
hr: I tako smo poslali prije tebe, [O Muhammad], osim ljudi kojima smo objaviti [poruku] pitati ljude poruke ako ne znate.
lt: Ir išsiuntėme ne prieš jus, [O Muhammad], išskyrus vyrų, kuriems mes atskleidė [pranešimas], Taigi paklausti žmonių pranešimo, jei jūs nežinote.
lv: Un mēs nosūtījām pirms jūs [O Muhammad], izņemot vīri, kam mēs atklāja [ziņojums] Tātad uzdot ziņu cilvēki, ja jūs nezināt.
nb: Og vi sendte ikke før deg, [O Muhammad], unntatt menn som vi avslørte [melding], så be folk i meldingen hvis du ikke vet.
sk: A poslali sme si, [Mohamed], okrem mužov, ktorým sme ukázalo [správa] takže požiadať ľudí, správy, ak neviete.
sl: In tako smo poslali ni pred vami, [O Muhammad], razen moških, komu smo razkrili [sporočilo], vprašati ljudi sporočila, če ne veš.
sr_cyrl: И послали смо не пре тебе, [О Мухаммад], осим људи којима смо открили [поруке], па питај људе поруке ако не знате.
sr_latn: I poslali smo ne pre tebe, [O Muhammad], osim ljudi kojima smo otkrili [poruke], pa pitaj ljude poruke ako ne znate.
uk: Та ми не раніше, ніж ви, [O Мухаммад], за винятком чоловіків, яким ми показали [повідомлення], тому запитайте людей повідомлення Якщо ви не знаєте.
vi: Và vì vậy chúng tôi đã gửi không trước khi bạn, [O Muhammad], ngoại trừ người đàn ông mà chúng tôi tiết lộ [thông báo], yêu cầu người dân thông báo nếu bạn không biết.
zu: Futhi We wathumela phambi kwakho, [O Muhammad], kuphela izinsizwa kubani We phendla [umyalezo], ngakho buza abantu kwesigijimi uma ungazi.

# Quran2491
source: And We did not make the prophets forms not eating food, nor were they immortal [on earth].
ca: I no podem fer els profetes formes no menjar, tampoc se'ls immortal [de terra].
cy: Ac nad oeddem wedi gwneud ffurflenni nad ydynt yn bwyta bwyd y proffwydi, ac ni oeddent ychwaith anfarwol [ar y ddaear].
da: Og vi gøre ikke profeterne former ikke spise mad, eller var de udødelige [til jorden].
el: Και δεν προχωρήσαμε προφητών μορφές δεν τρώει φαγητό, ούτε ήταν αθάνατη [στη γη].
et: Ja me ei teinud prohvetid vormid ei söö toitu, samuti olid nad surematu [maal].
fi: Emme tehneet profeetat lomakkeita ei syö ruokaa, eikä ne kuolemattomia [maapallolla].
he: אנחנו לא עשה הנביאים טפסים מאכילת רכיכות ואוכל, וגם הם היו בני אלמוות [על פני האדמה].
hr: I mi ne čine proroci oblika jesti hranu, nisu ni besmrtan [na svijetu].
lt: Ir mes nepadarė pranašai formos negali valgyti maisto, nei jie buvo nemirtingas [žemėje].
lv: Un mēs nepieļāva pravieši formām, ne ēst, ne bija tie nemirstīgs [zemes].
nb: Og vi gjorde ikke profetene skjemaer ikke spise mat, eller var de udødelige [på jorden].
sk: A sme nerobil prorokov formy nie jedlom, ani oni boli nesmrteľný [na zemi].
sl: In mi ni storila preroki oblike ne jeste hrane niti niso bile nesmrtne [na zemlji].
sr_cyrl: И да ли не направимо пророци обрасци не једе храну, нити су били бесмртни [у земљи].
sr_latn: I da li ne napravimo proroci obrasci ne jede hranu, niti su bili besmrtni [u zemlji].
uk: І ми не зробити пророків форми, не їдять їжу, і не були вони безсмертні [на землі].
vi: Và chúng tôi đã không làm cho các tiên tri hình thức không ăn thức ăn, cũng không phải họ đã bất tử [trên trái đất].
zu: Futhi asizange senze abaprofethi amafomu hhayi ukudla, futhi ayengasetshenziswa okungenakufa [emhlabeni].

# Quran2492
source: Then We fulfilled for them the promise, and We saved them and whom We willed and destroyed the transgressors.
ca: Llavors hem complert per a ells la promesa, i som estalvis ls i qui hem volgut i destruït els transgressors.
cy: Yna iddynt Rydym wedi gwireddu'r addewid, ac rydym yn arbed nhw a phwy ydym yn ewyllysio iddi ac yn dinistrio y transgressors.
da: Så vi opfyldt for dem løftet, og vi gemte dem, og hvem vi villet og ødelagt overtræderne.
el: Τότε εμείς εκπληρώσει τους την υπόσχεση και σώσαμε τους και τους οποίους εμείς βουλητικός και κατέστρεψαν τα transgressors.
et: Siis me täitnud neile lubadus ja me salvestada neid ja kellele me kombeks ja hävitas ka transgressors.
fi: Sitten olemme täyttäneet niille lupaus ja säästimme ja jota tahtoi ja tuhosi pyysi pahantekijöilleen armoa.
he: שהגשמנו עבורם את ההבטחה, ואז הצלנו אותם ואת מי אנחנו רצון והרסו את הפושעים.
hr: Onda smo ispuniti im obećanje, i spasili smo ih i koga smo želje i uništili otpadnici.
lt: Tada mes įvykdyti jiems pažadą, ir mes išgelbėti juos ir ką mes valios ir sunaikinti, pažeidėjams.
lv: Tad mēs tos izpildīts solījums, un mēs saglabāt tos un kuru mums gribas un iznīcina transgressors.
nb: Så vi oppfylt for dem løftet, og vi spart dem og som vi ville og ødelagt transgressors.
sk: Potom sme splniť ich sľub, a sme spasení, a koho sme vôľou a zničil previnilcov.
sl: Potem smo izpolnili zanje obljubo, in smo shranili jih in jim bomo volje in uničijo na kršiteljev.
sr_cyrl: Тада испунили смо им обећање, и спасили смо их и кога смо вољу и уништен у грељници.
sr_latn: Tada ispunili smo im obećanje, i spasili smo ih i koga smo volju i uništen u greљnici.
uk: Потім ми виконали для них обіцянку, і ми зберегли їх і з ким ми волею і знищили порушників.
vi: Sau đó chúng tôi thực hiện cho họ những lời hứa, và chúng tôi đã lưu chúng và người mà chúng ta ý chí và phá hủy các transgressors.
zu: Sabe sagcwaliseka ngabo isithembiso, futhi Thina wabasindisa futhi obani We willed futhi wabhidliza transgressors.

# Quran2493
source: We have certainly sent down to you a Book in which is your mention. Then will you not reason?
ca: Han certament enviàvem a vostè un llibre en el qual és la menció. Llavors es vostè raó no?
cy: Rydym wedi sicr anfon i lawr at eich llyfr yn sôn am eich. Yna bydd eich nid rheswm?
da: Vi har helt sikkert sendt ned, at du en bog, hvor er jeres omtale. Derefter vil du ikke grund?
el: Σίγουρα στείλαμε σε σας ένα βιβλίο στο οποίο γίνεται αναφορά σας. Στη συνέχεια θα σας δεν το λόγο;
et: Meil on kindlasti teile saadetud raamat, kus on teie mainitud. Siis näidatakse teile mitte põhjus?
fi: Olemme varmasti lähettäneet sinulle kirja, joka on sinun mainita. Sitten Aiotteko ole syytä?
he: בהחלט שלחנו לך ספר שבו הוא שהזכרת. אז אתם לא סיבה?
hr: Sigurno poslali smo ti knjigu u kojem je svoje priznanje. Onda će ti nije razlog?
lt: Mes tikrai atsiuntė į jūsų knygą, kurioje yra jūsų paminėti. Tada bus jums ne priežastis?
lv: Mums ir noteikti nosūtīts uz leju, lai jūs grāmatu, kurā ir jūsu pieminēt. Pēc tam būs jums nav iemesls?
nb: Vi har sikkert sendt til deg en bok der er nevne. Da vil du ikke grunn?
sk: Sme určite poslali vám knihu, v ktorej je vaša zmienka. Potom budete nie je dôvod?
sl: Smo so zagotovo poslan vam knjigo, v kateri je vaš omenjanje. Nato boste ne razlog?
sr_cyrl: Сигурно послали смо да ти књигу у којој је твој помена. Онда ће ти није разлог?
sr_latn: Sigurno poslali smo da ti knjigu u kojoj je tvoj pomena. Onda će ti nije razlog?
uk: Ми безумовно послав вам книгу, в якому є ваш згадки. Тоді буде вам не причина?
vi: Chúng tôi đã chắc chắn gửi cho bạn một cuốn sách mà là đề cập đến bạn. Sau đó chứ không phải lý do?
zu: Siye Ngokuqinisekile sa phansi you a Book lapho kukhulunywa yakho.

# Quran2494
source: And how many a city which was unjust have We shattered and produced after it another people.
ca: I quants una ciutat que era injust ens han destrossat i produït després una altra gent.
cy: A faint o Dinas a oedd yn anghyfiawn Rydym wedi chwalu a gynhyrchwyd ar ôl ei bobl arall.
da: Og hvor mange en by, som blev uberettiget har vi knust og produceret efter det et andet folk.
el: Και πόσα μια πόλη η οποία ήταν άδικο εμείς εξουθένωσαν και παρήγαγε μετά από τον άλλο λαό.
et: Ja kui palju on linn, mis oli alusetu on meil vapustatud ja toodetud pärast seda veel inimest.
fi: Ja kuinka monta kaupunkia, joka oli epäoikeudenmukainen meidän ovat särkyneet ja sen jälkeen toinen ihmiset.
he: כמה העיר שהיתה בלתי צודק. יש לנו לרסיסים והפיק אחרי זה עוד אנשים.
hr: I koliko je grad koji je bio nepravedno su razbili smo i nakon toga drugi ljudi.
lt: Ir kiek miestui, kuriame buvo neteisinga mes griauti ir po to dar žmonės.
lv: Un cik ir pilsēta, kas bija netaisna, mums ir shattered un ražo pēc tam, kad citu cilvēku.
nb: Og hvor mange en by som var urettferdig har vi knust og produsert etter den ytterligere personer.
sk: A koľko mesto, ktoré bolo nespravodlivé sme rozbila a potom ďalší ľudia.
sl: In koliko je mesto, ki je bil nepravičen so smo razbili in proizvaja po to drugi ljudje.
sr_cyrl: И колико је град који је био неправедно смо попуцао и произведене након то други људи.
sr_latn: I koliko je grad koji je bio nepravedno smo popucao i proizvedene nakon to drugi ljudi.
uk: І скільки місто, яке було несправедливим ми зруйнованої і проводиться після його іншим людям.
vi: Và bao nhiêu một thành phố mà đã được bất công chúng tôi đã tan vỡ và sản xuất sau khi những người khác.
zu: Futhi mingaki umuzi lapho eyayiwukungabi nabulungisa babe Thina abaphihliza futhi kukhiqizwa ngemva kwaso kwesinye isizwe.

# Quran2495
source: And when its inhabitants perceived Our punishment, at once they fled from it.
ca: I quan els seus habitants es percep un càstig, a la vegada fugien d'ella.
cy: A pan y gwelai ei drigolion ein cosbi, ar unwaith roedd maent yn dianc ohono.
da: Og når dens indbyggere opfattede vores straf, på én gang de flygtede fra den.
el: Και όταν τους κατοίκους αντιληπτή μας τιμωρία, ταυτόχρονα έφυγαν από αυτό.
et: Ja kui selle elanike tajuda meie karistuse, korraga nad põgenesid sealt.
fi: Ja kun sen asukkaiden meidän rangaistus, kerralla he pakenivat siitä.
he: כאשר תושביה נתפס לעונש שלנו, בו זמנית הם ברחו ממנה.
hr: A kada njegovi stanovnici percipiraju naša kazna, odjednom su pobjegli iz njega.
lt: Ir kai jos gyventojų suvokiamas mūsų bausmė, vienu metu jie pabėgo iš jo.
lv: Un kad tās iedzīvotāji uztver mūsu sodu, vienlaikus viņi bēga no tā.
nb: Og når innbyggerne oppfattet vår straff, de flyktet samtidig fra den.
sk: A keď jeho obyvatelia vnímajú náš trest, hneď utekali od neho.
sl: In ko njeni prebivalci naše kazen, hkrati so pobegnil od nje.
sr_cyrl: И ако се њени становници гледа казна, одједном побегли су од тога.
sr_latn: I ako se njeni stanovnici gleda kazna, odjednom pobegli su od toga.
uk: І коли його мешканців сприймається нашими покарання, одночасно вони втекли від нього.
vi: Và khi người dân cảm nhận hình phạt của chúng tôi, cùng một lúc họ đã bỏ từ nó.
zu: Futhi lapho izakhamuzi zalo okucatshangelwayo isijeziso Wethu, ngaso leso sikhathi, aze abaleka kuwo.

# Quran2496
source: [Some angels said], "Do not flee but return to where you were given luxury and to your homes - perhaps you will be questioned."
ca: [Uns angelets va dir], "no fugir però tornar a on et donessin luxe i a les seves llars - potser vostè es qüestionarà."
cy: Mae [rhai angylion a dywedodd], "ni ffoi ond dychwelyd i lle moethus a roddwyd i chi ac yn eich cartrefi-efallai bydd eich holi."
da: [Nogle engle sagde], "flygte ikke men vende tilbage til hvor du fik luksus og til dit hjem - måske du vil blive afhørt."
el: [Κάποια αγγέλους είπε], «δεν φεύγουν χωρίς όμως να επιστρέψει όπου σας δόθηκε πολυτέλεια και στα σπίτια σας - ίσως εσείς θα ερωτηθεί.»
et: [Mõned inglid ütlesid], "põgenema aga naasta, kus neile anti luksus ja teie kodu - ehk olete seda küsitletakse."
fi: [Jotkut enkelit sanoi], "eivät paeta mutta jos sait ylellisyyttä ja koteihin - ehkä sinua kuullaan."
he: [כמה מלאכים אמר], "לא לברוח אבל לחזור, קיבלת יוקרה ואיפה לבתיכם - אולי אתה להיחקר".
hr: [Neki anđeli rekao], "ne bježi ali vratiti gdje ste dobili luksuz i kućama - možda da će biti ispitani."
lt: [Kai angelai sakė], "bėgti bet grįžti į jei jums buvo suteikta prabanga ir į jūsų namus - galbūt jums bus apklausiamas."
lv: [Daži eņģeļi teica], "nav bēgt, bet atgriezties, kur tika dota greznība un jūsu mājām - varbūt jūs iztaujās."
nb: [Noen engler sa], "flykte ikke men tilbake til der du fikk luksus og din hjem - kanskje du vil bli avhørt."
sk: [Niektoré anjelov povedal] "nie utiecť ale vrátiť tam, kde ste dostali luxusné a domov - snáď vám bude vypočúvaný."
sl: [Nekaj angeli, je dejal], "ne zbežati vendar vrnete, kjer so imeli razkošje in domov - morda vam bo zaslišan."
sr_cyrl: [Неки андјели рекао], "не идите, али се врати где ти је дат луксуз и у своје домове - можда вас ће испитати."
sr_latn: [Neki andjeli rekao], "ne idite, ali se vrati gde ti je dat luksuz i u svoje domove - možda vas će ispitati."
uk: [Деякі ангели сказав], "не бігти, але повернутися до де ви отримали розкоші і в будинки - можливо вам буде ставитися під сумнів."
vi: [Một số cho biết Thiên thần], "không chạy trốn, nhưng quay trở lại nơi mà bạn được sang trọng và đến ngôi nhà của bạn - có lẽ bạn sẽ được hỏi."
zu: [Abanye yezingelosi ake asho], "Musa ukubaleka kodwa ukubuyela kini lapho banikezwa khona okunethezeka futhi amakhaya akho -. Mhlawumbe uzobe wangabaza"

# Quran2497
source: They said, "O woe to us! Indeed, we were wrongdoers."
ca: Deien, "ai O a nosaltres! De fet, estàvem malfactors."
cy: Maent yn dweud, "O wae i ni! Yn wir, roeddem yn tramgwyddo."
da: De sagde, "O ve os! Ja, vi var lovovertrædere."
el: Είπε, «O αλίμονο μας! Πράγματι, ήμαστε παραβάτες.»
et: Nad ütlesid: "O häda meile! Tõepoolest, me olime tagaotsitavate."
fi: He sanoivat: "Oi voi meitä! Itse asiassa olimme rikolliset."
he: הם אמרו, "O אבוי לנו! אכן, היינו הפושעים."
hr: Oni rekoše: "O teško nama! Zaista, bili smo prijestupnicima.
lt: Jie sakė, "O Vargas mums! Iš tiesų, mes buvome grzesznicy."
lv: Viņi teica: "O bēdas mums! Patiešām, mēs pārkāpējus."
nb: De sa: "O ve til oss! Faktisk var vi wrongdoers.
sk: Oni povedali: "O Beda nám! V skutočnosti sme boli zloèinci."
sl: So rekli, "O Gorje nam! Pravzaprav smo bili wrongdoers."
sr_cyrl: Рекли су: "О тешко нама! Заиста , били смо починиоце."
sr_latn: Rekli su: "O teško nama! Zaista, bili smo počinioce."
uk: Вони ж відказали "O горе до нас! Дійсно, ми були розкаюємося".
vi: Họ nói rằng, "O woe với chúng tôi! Thật vậy, chúng tôi đã wrongdoers."
zu: Bathi: "O maye kithi! Ngempela, sasingabantwana abenzi bokubi."

# Quran2498
source: And that declaration of theirs did not cease until We made them [as] a harvest [mowed down], extinguished [like a fire].
ca: I aquella declaració d'ells no va cessar fins que ens feien [una collita [tallat], extingit [com un foc] com].
cy: A oedd y datganiad hwnnw o hwy nid i ben hyd nes inni eu gwneud [fel] cynhaeaf [isbriddoedd i lawr], diffodd [fel tân].
da: Og erklæringen fra deres længere ikke indtil vi gjorde dem [som] en høst [mejet], slukkede [som en brand].
el: Και δεν έπαυσε τη δήλωση αυτή του δικούς τους μέχρι να τους γίνει [όπως] μια συγκομιδή [θερίζονται], σβήσει [σαν φωτιά].
et: Ja tema deklaratsioon ei lõppenud enne, kui tegime neile [nagu saagi [niitmiseks], [nagu tulekahju] lõppenud].
fi: Ja vakuutus heidän valumasta kunnes teimme heistä [koska sato [niittää] [kuin tuli] sammuu].
he: כי ההכרזה שלהם לא חדלו עד שגרמנו להם [כמו] קציר [מה], כבתה [כמו אש].
hr: I ta izjava o njihov nije prestao dok smo ih kao žetve [pasti dolje], gasi [kao vatra].
lt: Ir toje deklaracijoje jiems nenutrūko tol, kol mes padarė juos [kaip] [šienaujama], derliaus išnyksta [kaip ugnis].
lv: Un šo deklarāciju savējo nav vairs līdz brīdim, kad mēs, kas viņus [kā ražas [pļaujai uz leju], [dedzina] apdzēsts].
nb: Og at erklæringen av deres opphøre ikke før vi gjorde dem [som] en høst [mowed], slukket [som en brann].
sk: A toto vyhlásenie ich neskončilo, kým sme sa im [úrodu [posekane], zanikne [ako oheň] ako].
sl: In te izjave od njiju pa ne preneha, dokler smo jih [kot] letine [kosijo], ugasne [kot požar].
sr_cyrl: И та декларација њихово ли престати све док смо их направили [као] жетва [покосио], угашено [као ватра].
sr_latn: I ta deklaracija njihovo li prestati sve dok smo ih napravili [kao] žetva [pokosio], ugašeno [kao vatra].
uk: І що декларації їх не припиняв поки ми зробили їх [як] [косити], урожай погашена [як].
vi: Và rằng tuyên bố của họ đã không ngừng cho đến khi chúng tôi làm cho họ như một vụ thu hoạch [mowed], dập tắt [giống như một ngọn lửa].
zu: Futhi ukumenyezelwa sabo akuphelanga kuze We enza them [njengoba] isivuno [mowed phansi], ucime [njengomlilo].

# Quran2499
source: And We did not create the heaven and earth and that between them in play.
ca: I no ens va crear el cel i la terra i que entre ells en joc.
cy: Ac na fyddwn yn creu y nefoedd a'r ddaear a bod rhyngddynt yn chwarae.
da: Og vi skabe ikke himlen og jorden, og at mellem dem i spil.
el: Και εμείς δεν δημιούργησε τον ουρανό και γη, και ότι μεταξύ τους στο παιχνίδι.
et: Ja me ei tekitanud, taeva ja maa ja mis nende mängimiseks vahel.
fi: Ja emme luo taivas ja maa ja että pelissä.
he: אנחנו לא יצר את השמים ואת הארץ וכי ביניהם במשחק.
hr: I mi nije stvorio nebo i zemlju i da je između njih u igri.
lt: Ir mes nesukėlė dangaus ir žemės, ir kad tarp jų žaisti.
lv: Un mēs neradīja, debesu un zemes un ka starp tiem spēlē.
nb: Og vi opprette ikke himmelen og jorden og som mellom dem i spill.
sk: A nestvoril nebo a zem, a že medzi nimi v hre.
sl: In mi niste ustvarili nebes in zemlje in ki med njimi v igri.
sr_cyrl: И не стварамо са неба и земље, то је између њих у игри.
sr_latn: I ne stvaramo sa neba i zemlje, to je između njih u igri.
uk: І ми не створює неба і землі і що між ними в грати.
vi: Và chúng tôi không tạo ra trời và trái đất và rằng giữa họ chơi.
zu: Futhi We cha qamba bhakabhaka nomhlaba nokuthi phakathi kwabo play.

# Quran2500
source: Had We intended to take a diversion, We could have taken it from [what is] with Us - if [indeed] We were to do so.
ca: Tenia que pretén prendre una desviació, hem podria pres-lo de [és] amb nosaltres - si [fet] anéssim a fer-ho.
cy: Roedd yn bwriadu cymryd dargyfeiriad, gallem fod wedi mynd yn o'r [hyn] gyda ni-os [yn wir] ydym yn gwneud hynny.
da: Havde vi tænkt at tage en omvej, kunne vi have taget den fra [det er] med os - hvis [Ja] vi skulle gøre.
el: Είχε σκοπεύουμε να συζητήσουμε μια εκτροπή, εμείς θα μπορούσε να το έχετε λάβει από [ποια είναι] μαζί μας - αν [πράγματι] επρόκειτο να το πράξει.
et: Oleks me tahtnud võtta diversiooni, me võiks võinud seda [mis on] siin - kui [tegelikult] olime seda tegema.
fi: Oli tarkoitus ottaa ohjauksia, olisimme voineet ottaa se mikä on-jos [itse] meidän pitäisi tehdä niin.
he: אנחנו התכוונו לקחת הסחה, יכול לקחנו אותו מ [מה זה] איתנו - אם [אכן] היינו לעשות זאת.
hr: Imali smo planirali diverzija, mogli smo ga iz onoga što je s nama - da [doista] smo to učiniti.
lt: Mes norėjo imtis nukreipimo, mes galėjo jis iš [kas yra] su mumis - jei [iš tikrųjų] mes daryti.
lv: Bija iecerēts veikt novirzīšanās, mēs varētu veikušas to no [kas ir] pie mums - ja [patiešām] mums bija to darīt.
nb: Hadde vi skal ta en avledning, kunne vi tatt den fra [det er] med oss - hvis [Ja] vi skulle gjøre.
sk: Mali sme určené na rozptýlenie, mohol prijali sme to od [to] s nami - keby [naozaj] sme tak urobili.
sl: Smo nameravali zavzeti preusmeritev, smo strjena lava življati zalotiti to od [kaj je] z nami - če [resnično] smo bili, da to storijo.
sr_cyrl: Имали смо планирали да узмем диверзија, смо могле узети [је] с нама - ако [] Бринули смо се да то учини.
sr_latn: Imali smo planirali da uzmem diverzija, smo mogle uzeti [je] s nama - ako [] Brinuli smo se da to učini.
uk: Ми мав намір прийняти диверсія, ми могли б взяти його від [що таке] з нами - якщо б [насправді] ми зробити це.
vi: Chúng tôi đã có ý định đi một hướng, chúng tôi có thể đưa nó từ [là] với chúng tôi - nếu [quả thật] chúng tôi đã làm như vậy.
zu: Fanele Thina wayehlose ukuthatha umdlalo, Asikwazanga sebelithathile zikuthola [siyini] Us - uma [ngempela] We kwakufanele enze kanjalo.

# Quran2501
source: Rather, We dash the truth upon falsehood, and it destroys it, and thereupon it departs. And for you is destruction from that which you describe.
ca: Més aviat, ens guió la veritat sobre la falsedat i es destrueix, i tot seguit s'aparta. I per a tu és la destrucció de la que vostè descriu.
cy: Yn hytrach, yr ydym yn chwalu y gwir ar anwiredd, ac mae'n difetha ei, a rhydd adael. A ydych yn dinistrio o'r hyn a ddisgrifiwch.
da: Snarere, vi bindestreg sandheden på løgn, og det ødelægger det, og derpå det afgår. Og for dig er ødelæggelse fra det, som du beskriver.
el: Αντιθέτως, εμείς παύλα την αλήθεια σε ψεύδος, και καταστρέφει αυτό, και κατά συνέπεια αναχωρεί. Και για σας είναι η καταστροφή από αυτόν που περιγράφετε.
et: Pigem me kriips peale valetamine, tõde ja see hävitab ja seejärel otselend. Ja sinu jaoks on see, mida te kirjeldaksite hukatuse.
fi: Pikemminkin murskaamme totuutta, kun valhe, se tuhoaa sen ja tämän jälkeen se lähtee. Ja sinulle on tuhon siitä, mitä te kutsutte.
he: במקום זאת, אנחנו מקף את האמת על כזב, הוא הורס אותה ואני לכן הוא עוזב. ובשבילך זה הרס את מה שתיארת.
hr: Radije, mi crtica istine na laž, i to ne uništi i odmah zatim odlazi. I za tebe je uništenje od onoga što ste opisali.
lt: O, mes brūkšnys tiesą nuo Melo, ir tai griauna jį, ir po to ji nukrypsta. Ir jums griauti nuo tos, kuri galite apibūdinti.
lv: Drīzāk mums jāskrien uz nepatiesību, patiesību tas sagrauj to, un tad tā novirzās. Un jums ir iznīcināšana no to, ko jūs raksturotu.
nb: I stedet vi dash sannheten på løgn, og det ødelegger det, og deretter går den. Og du er ødeleggelse fra det som du beskriver.
sk: Skôr sme pomlčka pravdu na lož, a to zničí, a následne sa líši. A pre vás je zničenie od tej, ktorú opisujú.
sl: Precej, mi dash resnico na laž, in to uničuje, in nato se oddalji. In zate je uničenje od tistega, ki ste opisali.
sr_cyrl: Радије , смо дасх истину на неистина, то уништава га и након тога он оде. А за тебе је уништење од оне коју сте описали.
sr_latn: Radije, smo dash istinu na neistina, to uništava ga i nakon toga on ode. A za tebe je uništenje od one koju ste opisali.
uk: Швидше за все, ми тире правда на брехні, вона руйнує його, а потім він відходить. І для вас є руйнування від того, що ви описали.
vi: Thay vào đó, chúng tôi dấu gạch ngang thật khi falsehood, và nó phá hủy nó, và đã khởi hành. Và đối với bạn là hủy diệt từ đó mà bạn mô tả.
zu: Kunalokho, We Uziphahlaze iqiniso phezu amanga, futhi alonakalise ngempela, futhi phezu kwaso it ihamba.
