Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1299
source: They hypocrites are apprehensive lest a surah be revealed about them, informing them of what is in their hearts. Say, "Mock [as you wish]; indeed, Allah will expose that which you fear."
ca: Hipòcrites són aprensius perquè no un surah es revelava sobre ells, informant-los del que és en els seus cors. Dir, "maqueta [com vulgui]; de fet, Allah a exposar el que té por."
cy: Maent yn rhagrithwyr yn pryderus rhag ofn cael eu surah yn datgelu amdanynt, i'w hysbysu o'r hyn sydd yn eu calonnau. Dweud, "ffug [fel y dymunwch]; yn wir, bydd Allah yn agored sy'n eich bod yn ofni."
da: De hyklere er ængstelig, lest afsløres en Sura om dem, informere dem om hvad der er i deres hjerter. Sige, "Mock [som du ønsker]; faktisk, Allah vil afsløre det, som du er bange for."
el: Υποκριτές είναι ανήσυχος μήπως μια surah αποκαλυφθούν γι ' αυτούς, ενημερώνοντάς τους για το τι είναι στην καρδιά τους. Λένε, «πλαστός [όπως εσείς επιθυμείτε]? Πράγματι, Αλλάχ θα εκθέσει αυτό που φοβάστε.»
et: Nad silmakirjatsejad on kartlik, muidu on surah näitas nende kohta, teavitab neid mis on nende südametes. Öelda, "mõnitama [nii, nagu soovite]; Tõepoolest, Allah paljastada, mida te kardate."
fi: Ne tekopyhät ovat huolissaan, ettei suura paljastetaan heistä, kertoa heille, mitä heidän sydämensä. Sanoa, "pilkkaa [kuin]; itse asiassa Jumala paljastaa että, mitä pelkäätte."
he: צבועים הם חששות שמא סורה להיחשף עליהם, ליידע אותם לגבי מהו בליבם. . תגיד, "ללעוג [כרצונך]; אכן, אללה תחשוף את אשר אתה מפחד."
hr: Licemjeri su prestrašen da ne a Sura se otkriti o njima, informirajući ih o tome što je u njihovim srcima. Kažeš, "ismijavati [kao što želite]; Uistinu, Allah će izložiti bojiš."
lt: Jie veidmainiai yra sumanus kad yra surah atskleisti apie juos, informuodama jas apie kas yra jų širdyse. Pasakyti, "juoktis [kaip norite]; iš tiesų, Dievas bus atskleisti tai, kas jums bijo."
lv: Viņi liekuļi ir nobažījies, nedrīkstam surah atklāts par viņiem, informējot viņus par to, kas ir viņu sirdis. Teiksim, "Mock [kā vēlaties]; patiešām, Allah pakļaut to, ko jūs bailes."
nb: De hyklere er engstelig at en surah åpenbares om dem, informere dem om hva som er i deres hjerter. Si, "uekte [som du ønsker]; faktisk vil Allah utsette som frykter."
sk: Pokrytci sú obavy inak surah odhalené o nich, informovať sa, čo je v ich srdciach. Povedať, "Mock [ako chcete]; Vskutku, Alah odhalí to, čo ste strach."
sl: So hinavci so prestrašen, da ne a surah pokazala o njih, obveščanjem, kar je v njihovih srcih. Rekel, "Mock [kot želite]; res, Alah bo izpostavilo, ki vas je strah."
sr_cyrl: Они су лицемери стрепе да не би неки цонтох бити откривена о њима, да их информише о шта је у њиховим срцима. Реци , "се ругају [вашој жељи]; Заиста , Аллах ће изложити оно што те се боје."
sr_latn: Oni su licemeri strepe da ne bi neki contoh biti otkrivena o njima, da ih informiše o šta je u njihovim srcima. Reci, "se rugaju [vašoj želji]; Zaista, Allah će izložiti ono što te se boje."
uk: Вони лицеміри є побоювання, щоб не є surah розкрита про них, інформуючи їх про те, що в їхніх серцях. Кажуть, "макет [за бажанням]; дійсно, Аллах буде викрити те, що ви боїтеся."
vi: Hypocrites bọn chúng sợ hãi vì sợ một surah được tiết lộ về họ, thông báo cho họ về những gì trong trái tim của họ. Nói, "giả [như bạn muốn]; Thật vậy, Allah sẽ lộ ra đó mà bạn sợ hãi."
zu: They bazenzisi kukhona ethukile funa Surah kwambulwe ngabo, ubazisa lokho okusezinhliziyweni zabo.

# Quran1300
source: And if you ask them, they will surely say, "We were only conversing and playing." Say, "Is it Allah and His verses and His Messenger that you were mocking?"
ca: I si els preguntes, segurament es dirà, "van ser només conversant i jugant." Dir, "És Allah i seus versos i el seu Missatger que es van burlar-se?"
cy: Ac os ydych yn gofyn iddynt, oni byddant yn dweud, "dim ond sgwrsio a chwarae." Dweud, "Mae'n yw Allah a ei penillion a Messenger ei oedd eich gwawdio?"
da: Og hvis du spørger dem, de vil sikkert sige, "vi kun samtale og spille." Sige, "Er det Allah og hans vers og hans sendebud, som du spottende?"
el: Και αν ρωτήσετε τους, σίγουρα θα πουν, «ήμασταν μόνο συνομιλεί και παίζοντας.» Λένε, «Είναι αυτό Αλλάχ και τους στίχους του και τον αγγελιοφόρο που σας είχαν να κοροϊδεύει;»
et: Ja kui küsid neilt, nad kindlasti öelda, "olime ainult conversing ja mängib." Öelda, "On Jumal ja tema värsse ja tema saadik, mis olid pilkav?"
fi: Ja jos kysyt heiltä, he varmasti sanovat, "me vain puhelinta ja pelissä. Esimerkiksi: "Onko Jumalaan ja hänen runoissaan ja hänen lähettiläänsä, joka oli pilkkasivat?"
he: אם תשאלו אותם, הם בוודאי יגידו, "היינו רק בהשלמת פרטים ולא משחק." אומרים, "זה אללה ואת הפסוקים שלו שלו Messenger את צחקת?"
hr: I ako pitati ih, oni će sigurno reći, "su bili samo razgovor i igrati." "Je to Allah i njegovi stihovi i njegov Glasnik preterit od be Ismjehivački?"
lt: Ir jei jūs paprašykite jų, jie bus tikrai pasakyti, "mes tik bičiulį ir žaisti." Sako, "Ar tai Dievo ir jo ženklai ir jo pasiuntinys, kuris jums buvo tyčiojasi?"
lv: Un, ja jums uzdot viņiem, viņi droši vien teiks, "mēs bijām tikai sarunājoties un spēlē." Saka: "Ir to Allah un viņa vārsmas un viņa Messenger, kas bija izsmiekls?"
nb: Og hvis du spør dem, de vil sikkert sier, "vi var bare samtaler og spille. Si, "Er det Allah og hans dikt og hans Messenger som du var hånlig?"
sk: A ak sa ich spýtate, určite povedia, "boli sme len konverzovať a hrá." Povedal: "Je to Alah a jeho verše a jeho posol, ktorý bol výsmech?"
sl: In če jih vprašam, bo zagotovo pravijo, "smo bili samo conversing in igranje." Reči, "Je Allah in njegovi verzi in svojega glasnika, ki so bili posmehovanje?"
sr_cyrl: И ако питате их, сигурно би рекли, "били смо само дискутовали и играју." Реци , "то Аллах и његових стихова и његов гласник који је исмеваљ?"
sr_latn: I ako pitate ih, sigurno bi rekli, "bili smo samo diskutovali i igraju." Reci, "to Allah i njegovih stihova i njegov glasnik koji je ismevaљ?"
uk: І якщо ви запитаєте їх, вони з впевненістю скаже, "ми були тільки розмовляти і грати". Сказати: "Це Аллах і його вірші і його посланець, які були насмішкуватий?"
vi: Và nếu bạn hỏi họ, họ chắc chắn sẽ nói, "chúng tôi đã chỉ trò chuyện và chơi." Nói, "nó Allah và bài thơ của ông và ông Messenger bạn đã mocking?"
zu: Futhi uma ubacela, ngokuqinisekile athi, "Sasishumayela kuphela bexoxa nokudlala."

# Quran1301
source: Make no excuse; you have disbelieved after your belief. If We pardon one faction of you - We will punish another faction because they were criminals.
ca: Fer cap excusa; vostè té dubtaven després de la seva creença. Si ens perdoni una facció de vostès - ens castigarà una altra facció perquè eren els criminals.
cy: Gwneud dim esgus; wedi ichi ddysgais ar ôl eich cred. Os maddeuwch inni un garfan o chi-bydd yn cosbi garfan arall oherwydd eu bod yn droseddwyr.
da: Gøre ingen undskyldning; du har disbelieved efter din overbevisning. Hvis vi benåde en fraktion af du - vil vi straffe en anden fraktion, fordi de var forbrydere.
el: Κάνει καμία δικαιολογία? σας έχουν disbelieved μετά την πεποίθησή σας. Αν εμείς συγχώρηση μια φατρία σας - εμείς θα τιμωρήσει μια άλλη φατρία επειδή ήταν εγκληματίες.
et: Tee mingit vabandust; on disbelieved oma veendumuste pärast. Kui me armu üks fraktsioon teist - me karistada murdosa sellest sest nad olid kurjategijad.
fi: Tee mikään tekosyy; ovat uskoneet jälkeen usko. Anteeksi yhdet teistä - emme rangaista toinen ryhmä, koska he olivat rikollisia.
he: להסביר; לך יש disbelieved אחרי האמונה שלך. אם אנחנו. סלח סיעה אחת מכם - ואנחנו נעניש לסיעה אחרת כי הם פושעים.
hr: Da nema isprika; Imam bio nakon vašeg vjerovanja. Ako mi oprostite jedne frakcije-ćemo kazniti u interesu jer su kriminalci.
lt: Nesiteisinkite; Jūs turite disbelieved po savo įsitikinimų. Jei mes dovanoti vienos frakcijos, mes bus nubausti kitos frakcijos nes jie nusikaltėliai.
lv: Neviens aiz bildinājums; jūs esat disbelieved pēc jūsu pārliecība. Ja mēs apžēlot vienam frakcijai no jums - mums būs sodīt citai frakcijai, jo viņi ir noziedznieki.
nb: Gjør ingen unnskyldning; du vantro etter din tro. Hvis vi trekke en fraksjon av deg - vil straffe en annen fraksjon fordi de var kriminelle.
sk: Robiť žiadne ospravedlnenie; budete mať pochyboval po svoju vieru. Ak sme odpustenie jeden frakcie-sme potrestať ďalšie frakcie, pretože boli zločinci.
sl: Bi opravičila; so verjeli, po svoje prepričanje. Če bomo pomilostitev eden frakcije od vas - bomo kaznovali druge frakcije, ker so kriminalci.
sr_cyrl: Да нема оправдања; да ти не верује након твоје веровање. Ако ми опростите једна фракција од вас - казнити другој фракцији јер су били криминалци.
sr_latn: Da nema opravdanja; da ti ne veruje nakon tvoje verovanje. Ako mi oprostite jedna frakcija od vas - kazniti drugoj frakciji jer su bili kriminalci.
uk: Зробити не може служити виправданням; Ви повинні disbelieved після ваша віра. Якщо ми помилування фракція ви - ми покарає іншої фракції, тому що вони були злочинців.
vi: Làm cho không có lý do gì; bạn có disbelieved sau khi niềm tin của bạn. Nếu chúng ta tha thứ một phe của bạn - chúng tôi sẽ trừng phạt phe khác bởi vì họ đã là bọn tội phạm.
zu: Ungalenzi izaba;

# Quran1302
source: The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands. They have forgotten Allah, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient.
ca: Els homes d'hipòcrita i hipòcrita dones són de l'altra. Demanen el que està malament i prohibeixen el que està bé i tancar les mans. S'han oblidat de Allah, perquè s'ha oblidat ells [consegüentment]. De fet, els hipòcrites - són ells els que estan desafiant desobedients.
cy: Y rhagrithiwr dynion a menywod rhagrithiwr yn un arall. Maent yn enjoin beth sydd o'i le ac a'n gwaredo beth sy'n iawn ac yn cau eu dwylo. Eu bod wedi anghofio Allah, fel ei fod wedi anghofio eu [yn unol â hynny]. Yn wir, y rhagrithwyr-mae'n nhw sy'n defiantly anufudd.
da: Hykler mænd og hykler kvinder er af en anden. De pålægger hvad der er galt og forbyde, hvad der er rigtigt og lukke deres hænder. De har glemt Allah, så han har glemt dem [derfor]. Faktisk, hyklere - det er dem, der er trodsigt ulydige.
el: Ένα άλλο είναι υποκριτής ανδρών και των γυναικών υποκριτής. Αυτοί διατάσσω τι είναι λάθος και να απαγορεύσει και τι είναι σωστό και κλείστε τα χέρια τους. Έχουν ξεχάσει Αλλάχ, έτσι έχει ξεχάσει τους [συνεπώς]. Πράγματι, οι υποκριτές - είναι αυτοί που είναι προκλητικά ανυπάκουος.
et: Ajuvaba mehed ja naised, ajuvaba on üksteisest. Nad kohustab, mis on valesti ja hoidku, mis on õige ja sulgeda käsi. Allahi on unustanud nii, et ta on unustanud neid [seega]. Silmakirjatsejad - ongi need, kes on väljakutsuvalt sõnakuulmatud.
fi: Tekopyhä miehet ja tekopyhä naiset ovat toisistaan. Ne määrätä, mitä vikaa ja kieltää, mikä on oikein ja lähellä kätensä. He ovat unohtaneet Jumala, niin hän on unohtanut [sen]. Tekopyhät - juuri ne, jotka ovat uhmakkaasti tottelematon.
he: צבוע הגברים והנשים צבוע הם אחת לאחרת. הם זכות לחייב מה קרה, וחלילה מה נכון וסגור את ידיהם. הם שכחו אללה, אז הוא שכח אותם [לכן]. אכן, הצבועים - זה הם בהתרסה ממושמע, לאחר.
hr: Licemjer i licemjerni su jedan drugoga. Naložiti što nije u redu i zabranjuju ono što je ispravno i zatvoriti svoje ruke. Oni su zaboravili Allaha, pa je zaboravio ih [prema tome]. Uistinu, licemjeri - oni koji su definitivno neposlušan je.
lt: Davatka vyrų ir moterų, veidmainiai yra vienas nuo kito. Jie neteisėtos kas negerai ir uždrausti, kas yra teisinga ir uždaryti savo rankas. Jie pamiršo Dievas, todėl jis turi pamiršti jiems [atitinkamai]. Iš tiesų, veidmainiai - tai tie, kurie yra iššaukiančiai Nepaklusniųjų.
lv: Liekulis vīriešiem un sievietēm, liekulis ir viena no otras. Viņi liek, kas ir nepareizi un aizliedz to, kas ir labi un tuvu viņu rokās. Viņi ir aizmirsuši Allah, tāpēc viņš ir aizmirsis to, [tādējādi]. Patiešām, liekuļi - ir tie, kas ir izaicinoši nepaklausību.
nb: De hykler menn og hykler kvinner er fra hverandre. De pålegge hva som er galt og forby hva som er riktig og lukke sine hender. De har glemt Allah, så han har glemt dem [tilsvarende]. Faktisk hyklerne - det er de som er trassig ulydige.
sk: Pokrytec mužov a žien, pokrytec sa jeden druhého. Nariaďuje, čo je zle a chráň, čo je správne a zavrieť do rúk. Oni zabudli Alaha, takže ich zabudli [preto]. Naozaj, pokrytci - to oni, ktorí sú vyzývavé neposlušný.
sl: Hinavec moških in žensk, hinavec so eden od drugega. Ukaže, kaj je narobe in prepovedujejo, kaj je prav in zapreti svoje roke. Allah, so pozabili, da jih je pozabil [zato]. Res, hinavci - to je oni, ki so kljubovalno neposlušni.
sr_cyrl: Лицемер мушкарци и жене лицемер су једно о другоме. Спутати , шта није у реду и забранити праву ствар и затворите своје руке. Су заборавили Аллах, тако да их је заборавио [у складу с тим]. Заиста , хипокрите - они су ти који су пркосно непослушно је.
sr_latn: Licemer muškarci i žene licemer su jedno o drugome. Sputati, šta nije u redu i zabraniti pravu stvar i zatvorite svoje ruke. Su zaboravili Allah, tako da ih je zaboravio [u skladu s tim]. Zaista, hipokrite - oni su ti koji su prkosno neposlušno je.
uk: Лицеміром чоловіки і жінки, лицеміром є один від одного. Вони накази про те, що є неправильним і не дай, те, що і закрити свої руки. Вони забули Аллаха, так що він забув їх [відповідно]. Дійсно, лицеміри - це їм, зухвало неслухняних.
vi: Hypocrite người đàn ông và phụ nữ hypocrite là của nhau. Họ ra lịnh những gì là sai trái và cấm những gì là đúng và đóng bàn tay của họ. Họ đã quên Allah, do đó, ông đã quên họ [do đó]. Thật vậy, hypocrites - đó là họ đã là ngô nghịch defiantly.
zu: I bulu doda kosikazi bulu kukhona omunye nomunye.

# Quran1303
source: Allah has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allah has cursed them, and for them is an enduring punishment.
ca: Allah ha promès la hipòcrita homes i dones hipòcrita i disbelievers el foc d'infern, en què van complir eternament. És suficient per a ells. I Allah ha maleït-los i per a ells és un càstig perdurable.
cy: Mae Allah wedi addo y rhagrithiwr dynion a menywod rhagrithiwr a y disbelievers y tân uffern, lle y bydd eu glynu fythol. Mae'n ddigonol ar eu cyfer. A'r Allah eu melltithio, ac iddynt hwy yn cosbi parhaol.
da: Allah har lovet hykler mænd og hykler kvinder og vantro brand af helvede, hvori de vil forblive evigt. Det er tilstrækkeligt for dem. Og Allah har forbandet dem, og for dem er en varig straf.
el: Αλλάχ υποσχέθηκε υποκριτής ανδρών και γυναικών υποκριτής και disbelievers στην φωτιά του Άδη, όπου θα τηρήσει αιώνια. Είναι αρκετό για αυτούς. Και Αλλάχ έχει τους έβρισα, και αποτελεί μια διαρκή τιμωρία για αυτούς.
et: Jumal lubas ajuvaba meeste ja ajuvaba naiste ning uskottomille tulekahju põrgu, kus nad järgivad igavesti. Piisab nende jaoks. Ja Jumal on neetud neile, ja neil on kestev karistuse.
fi: Allah on luvannut tekopyhä miesten ja tekopyhä naisten uskottomille helvetin, jossa he säilyttää ikuisesti. Riittää heille. Jumala on kironnut heidät, ja heille on kestävä rangaistus.
he: אללה הבטיח את צבוע מתחסד לנשים וגברים disbelievers את אש הגיהנום, שבו הם יצויית לנצח. . זה מספיק עבורם. אללה קילל אותם, ויש להם עונש המתמשכת.
hr: Allah je obećao licemjer muškaraca i žena licemjer i na iskuse vatru pakla, u kojoj će vječno ostati. To je dovoljno za njih. I Allah ih je prokleo i za njih je trajna kazna.
lt: Dievas pažadėjo davatka vyrų ir davatka moterų ir dėl disbelievers ugnies pragaras, kuriame jos paklūsta amžinai. Tai jie. Ir Dievas przeklal juos, ir jiems yra ilgalaikis bausmė.
lv: Allah ir apsolījis liekulis vīriešiem un sievietēm liekulis un disbelievers uguns Hell, kur viņi ievēro mūžīgi. Pietiek ar tiem. Un Allah ir nejauks viņiem, un viņiem ir ilgstoša sods.
nb: Allah har lovet hykler kvinner og menn hykler og troende brannen i helvete, hvor de vil bli evig. Det er nok for dem. Og Allah har forbannet dem, og for dem er en varig straff.
sk: Boh sľúbil pokrytec mužov a žien pokrytec a neveriacim pekelného, pričom bude rešpektovať večne. Je pre nich dostatočný. A Allah nadával im a ich je trvalé trest.
sl: Allah je obljubil hinavec moški in ženske hinavec in je disbelievers ogenj pekla, pri čemer bo upošteval večno. To je dovolj za njih. In Alah jih je preklinjal, in za njih je trajno kazen.
sr_cyrl: Аллах је обећао лицемер људе и жене лицемер и скептике ватре пакла, у коме ће они трпе заувек. То је довољно за њих. Аллах их је проклео, и за њих је у трајном казна.
sr_latn: Allah je obećao licemer ljude i žene licemer i skeptike vatre pakla, u kome će oni trpe zauvek. To je dovoljno za njih. Allah ih je prokleo, i za njih je u trajnom kazna.
uk: Аллах пообіцяв лицеміром чоловіків і жінок лицеміром і на disbelievers вогонь пекельний, де вони будуть дотримуватися вічно. Вона є достатнім для них. Аллах прокляв їх, і для них це міцний покарання.
vi: Allah đã hứa hypocrite người đàn ông và phụ nữ hypocrite và thì các ngọn lửa của địa ngục, trong đó họ sẽ tuân thủ luôn luôn. Nó là đủ cho họ. Và Allah đã nguyền rủa họ, cho họ là một hình phạt lâu dài.
zu: Allah uthembise bulu doda bulu nabesifazane disbelievers lilo Hogo, wherein they abide phakade.
