Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2089
source: And [remember, O Muhammad], when We told you, "Indeed, your Lord has encompassed the people." And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression.
ca: I [recorda, O Muhammad], quan ens va dir, "De fet, el seu Senyor ha englobat la gent." I no podem fer la vista que li mostràvem excepte com un judici per a la gent, com era l'arbre anatema [esmentat] al Qur ' an. I ens amenacen, però ells no excepte augmenta en gran transgressió.
cy: A [cofio, O Muhammad], pan ydym wedi dweud wrthych, "Yn wir, eich Arglwydd wedi cwmpasu pobl." Ac ni wnaethom golwg a oedd yn dangos inni chi ac eithrio fel prawf ar gyfer y bobl, fel yr oedd y goeden accursed [at] yn y Qur'an. A ydym yn eu bygwth, ond mae'n cynyddu eu nid ac eithrio yn y tramgwyddiad mawr.
da: Og [huske, O Muhammad], da vi fortalte dig, "Ja, jeres Herre har omfattede folk." Og vi gøre ikke det syn, som vi viste dig undtagen som en retssag for mennesker, som var den forbandede træ [nævnte] i Koranen. Og vi truer dem, men det øger dem ikke undtagen i store overtrædelse.
el: Και [θυμηθείτε, Ο Μωάμεθ], όταν είπα, «Πράγματι, το Λόρδο περιλάμβανε τους ανθρώπους.» Και εμείς δεν έκανε το θέαμα που δείξαμε παρά μόνο ως μια δοκιμή για τους ανθρώπους, όπως ήταν το καταραμένο δέντρο [όπως] στο Qur'an. Και τους απειλούμε, αλλά αυξάνει τους δεν εκτός από μεγάλη καταπατά.
et: Ja [mäleta, O Muhammad], millal me ütlesin sulle, "Tõepoolest, teie Issand on hõlmas inimesed." Ja me ei teinud vaatepilt, mis meil näitas teile välja nagu uuringus inimesed, nagu oli neetud puu [nimetatud] Koraan. Ja me ei ähvarda neid, kuid see suurendab neid pole välja arvatud suur üleastumine.
fi: Ja [muista, oi Muhammed], kun kerroimme, "Itse asiassa teidän Herranne on soittanut ihmisiä." Ja me ei tehnyt sight, joka osoitimme, paitsi kokeiluversio ihmisille, oli kirottu puu [mainittu] Koraanin. Uhkaamme heitä, mutta se lisää ei paitsi suureen rikkomukseen.
he: ו [זכור, מוחמד O], כאשר אמרנו לך. "ואכן, אדונך יש הקיף את האנשים." אנחנו לא עשה המראה אשר שהצגנו בפניך חוץ כמו משפט עבור האנשים, כמו היה העץ המקולל [אמר] בקוראן. אנחנו לאיים עליהם, אבל זה מגדיל אותם לא למעט עבירה גדולה.
hr: I [zapamtite, O Muhammad], kada smo ti rekli, "Uistinu, Gospodar tvoj je obuhvatila ljudi." I mi ne bi prizor koji smo vam osim pokazali kao sudska istraga za ljude, kao i prokleto drvo [spominje] u Kur'anu. I mi ih ugrožavaju, ali njih ne osim povećava u veliki prijestup.
lt: Ir [prisiminti, O Muhammad], kada mes pasakė jums, "Iš tiesų, jūsų Viešpats yra apėmė žmonių." Ir mes nepadarė akyse, kurie parodė jums išskyrus kaip teismo žmonėms, kaip buvo prakeiktas medis [nurodyti] Korano. Ir mes grasins jiems, bet jis padidina juos ne kitaip puikus transgresijos.
lv: Un [atceries, O Muhammad], kad mēs teicis jums, "Tik tiešām, savu kungu ir ietvēra cilvēkiem." Un mums nav pieļāvusi redzi, ko mums parādīja, jums, izņemot kā izmēģinājuma attiecībā uz cilvēkiem, kā nolādētais koks [minēts] Korāns. Un mēs viņus apdraud, bet viņiem nav, izņemot palielinās lielo pārkāpšana.
nb: Og [husker, O Muhammad], da vi fortalte deg, "Faktisk deres Herre har omfattet folk." Og vi gjorde ikke synet som vi viste deg unntatt som prøveversjon for folk, som var et forbannet [nevnt] i Koranen. Og vi truer dem, men det øker dem ikke unntatt i store overtredelse.
sk: A [Pamätajte, Mohamed], keď sme povedali, "Skutočne, váš pán sojej ľudí." A sme nerobil pohľad, ktorý sme vám okrem ukázal ako proces pre ľudí, ako bol prekliaty stromu [uvedených] v Koráne. A my im hrozí, ale zvyšuje nie len skvelý priestupok.
sl: In [spomnim, O Muhammad], kdaj povedali vi, "Dejansko svojega Gospoda se je vključil ljudi." In mi ne bi pogled, ki mi prha vi, razen kot poskus za ljudi, kot je bil preklet drevo [navedene] v Koranu. In smo jih ogrožajo, vendar jih ne razen povečuje v velik greh.
sr_cyrl: И [запамтите, О Мухаммад], кад вам кажемо, "Заиста, твој господар има обухвата људи." И да ли не направимо призор који смо вам осим показао као суђење за људе, као што је био проклет дрво [спомиње] у Кур'ану. И претимо их, али их не осим повећава у велики преступ.
sr_latn: I [zapamtite, O Muhammad], kad vam kažemo, "Zaista, tvoj gospodar ima obuhvata ljudi." I da li ne napravimo prizor koji smo vam osim pokazao kao suđenje za ljude, kao što je bio proklet drvo [spominje] u Kur'anu. I pretimo ih, ali ih ne osim povećava u veliki prestup.
uk: І [Пам'ятайте, що Мухаммад O], коли ми говорили вам, "Дійсно, Господь ваш охоплювала народу". І ми не роблять вигляд якої ми показали вам, окрім як судового процесу для людей, як це було проклятий дерево [згадані] в Корані. І ставлять під загрозу їх, але він збільшує їх не за винятком у великих злочин.
vi: Và [nhớ, O Muhammad], khi chúng tôi nói với bạn, "Thật vậy, Chúa của bạn có trên người." Và chúng tôi đã không làm cho những cảnh mà chúng tôi cho thấy bạn ngoại trừ như là một thử nghiệm cho mọi người, như là cây accursed [nói] trong Qur'an. Và chúng ta đe dọa chúng, nhưng nó làm tăng họ không ngoại trừ trong transgression tuyệt vời.
zu: Futhi [khumbula, O Muhammad], lapho Satshela wena, "Yebo, Nkosi wakho uye wasibona sigcwele abantu."

# Quran2090
source: And [mention] when We said to the angles, "Prostrate to Adam," and they prostrated, except for Iblees. He said, "Should I prostrate to one You created from clay?"
ca: I [accèsit] Quan ens diu que els angles, "Postrar a Adam," i postrava, excepte Iblees. Va dir, "Ha postrar a un que heu creat d'argila?"
cy: A [sôn am] pan y dywedasom wrth yr onglau, "Prostrate i Adam," ac y maent yn prostrated, heblaw am Iblees. Meddai, "Dylai prostrate i un chi a greodd o'r clai?"
da: Og [omtale] når vi sagde at vinklerne, "Næsegrus til Adam," og de bukkede, bortset fra Iblees. Han sagde, "Skal jeg nedslået at du oprettet fra clay?"
el: Και [αναφορά] όταν είπαμε με τις γωνίες, «Εξαπλώνω να Αδάμ,» και να τους πέφτουν χάμω, εκτός από Iblees. Είπε, «Πρέπει να εξαπλώνω σε αυτήν που δημιουργήσατε από πηλό;»
et: Ja [mainida] kui me ütles nurga alt "Polvistuvan – Adam," ja prostrated, välja arvatud Iblees. Ta ütles: "Peaks ma polvistuvan luuakse savist?"
fi: Ja [mainittu] kun sanoimme kulmat "Nujerrettu ja Adam," ja he kasvoillaan, paitsi Iblees. Hän sanoi: "Olisi nujerrettu yksi luotu savesta?"
he: [אזכור] כאשר אמרנו הזוויות, "להשפיל את אדם,", הם prostrated, חוץ Iblees. לדבריו, "צריך השפלתי לאחד שיצרת מחמר?"
hr: I [spomenuti] kad smo rekli da kutova, "Bespomoćan da Adam," i oni prostrated, osim Iblees. On je rekao, "Trebao sam bespomoćan da jedan ti stvorio od gline?"
lt: Ir [paminėti] kai mes sako, kad kampai, "Wybijaja į Adomo," ir jie yra prostrated, išskyrus Iblees. Jis sakė: "Turėtų aš wybijaja į vieną sukūrėte iš molio?"
lv: Un [min] tad, kad mēs teicām leņķiem, "Nogurdināt ar Adam," un viņi Džo-Ans, izņemot Iblees. Viņš teica: "Es būtu nogurdināt ar vienu veidots no māla?"
nb: Og [omtale] når vi sa til anglerne "Nedbrutt til Adam," og de prostrated, bortsett fra Iblees. Han sa: «Bør jeg nedbrutt til du opprettet av leire?»
sk: A [zmienka] keď sme povedali uhly, "Přemoci na Adam," a oni prostrated, okrem Iblees. On povedal: "Mal přemoci, jeden si vytvoril z hliny?"
sl: In [navedba], ko smo rekli, da so koti, "Prostracije na Adam," in oni prostrated, razen Iblees. Je dejal, "Bi jaz prostracije enemu, ki ste ga ustvarili iz gline?"
sr_cyrl: И [помиње] када смо рекли да углове,"Поклоните да Адам,", а они су простратед, осим Иблеес. Он је рекао, "Требало би да сам урадио заслућио да један ти створио од глине?"
sr_latn: I [pominje] kada smo rekli da uglove, "Poklonite da Adam,", a oni su prostrated, osim Iblees. On je rekao, "Trebalo bi da sam uradio zasluћio da jedan ti stvorio od gline?"
uk: І [згадки], коли ми сказали, щоб кути, «НІЦ до Адама,» і вони prostrated, за винятком Iblees. Він сказав: "Повинні НІЦ я фігурою, створеною з глини?"
vi: Và [đề cập đến] khi chúng tôi nói với các góc độ, "Suy nhược cho Adam," và họ prostrated, ngoại trừ Iblees. Ông nói, "Nên tôi suy nhược một bạn tạo ra từ đất sét?"
zu: Futhi [Khumbuzani] uma We wathi engele, "prostrate ku-Adamu," futhi wakhothama, ngaphandle Iblees.

# Quran2091
source: [Iblees] said, "Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few."
ca: [Iblees], va dir, "veus això una quals vostè ha honrat per sobre de mi? Si em retarda fins el dia de resurrecció, jo segurament destruirà seus descendents, excepte uns pocs."
cy: [Iblees] yn dweud, "gwelwch hyn un bwy ydych wedi honored uchod mi? Os byddwch yn oedi mi tan dydd atgyfodi, bydd fy siawns ddinistrio a'i ddisgynyddion, heblaw am ychydig."
da: [Iblees] sagde, "kan du se denne en, hvem du har beæret over mig? Hvis du udskyde mig til den dag i opstandelse, vil jeg helt sikkert ødelægge hans efterkommere, med undtagelse af et par."
el: [Iblees] είπε, «βλέπετε αυτό τον οποίο έχετε τιμηθεί από πάνω μου; Αν μπορείτε να καθυστερήσετε μου μέχρι την ημέρα της Αναστάσεως, εγώ θα σίγουρα καταστρέψει τους απογόνους του, πλην ελαχίστων."
et: [Iblees] ütles: "näete see üks, kellega on au üle mind? Kui te viivitus mind kuni ülestõusmise päeval, ma kindlasti hävitab tema järeltulijad, välja arvatud mõned."
fi: [Iblees] sanoi, "Näetkö tämä yksi, jolle sinulla on kunnia ennen minua? Jos minulle viivytys ylösnousemuksen päivänä, olen varmasti tuhota hänen jälkeläisensä, lukuun ottamatta muutamia."
he: [Iblees] אמר, "אתה רואה את זה אחד מי אתה לכבד מעלי? אם אתה לדחות אותי עד יום התקומה, בוודאי אשמיד צאצאיו, מלבד כמה."
hr: [Iblees] je rekao, "Vidiš li ovaj kojeg imaju čast iznad mene? Ako li mi odgoditi sve do dana uskrsnuća, ja će zasigurno uništiti njegovi potomci, osim nekoliko."
lt: [Iblees] sakė: "tu matai tai vienas, kuriems jūs turite pagerbtas virš manęs? Jei atidėsite man iki prisikėlimo dieną, aš bus tikrai sunaikinti jo palikuonių, išskyrus kelias."
lv: [Iblees] teica: "jūs redzat šo vienu, kam ir cienījams iepriekš mani? Ja jūs mani atlikt līdz augšāmcelšanās diena, es noteikti iznīcinās viņa pēcnācēji, izņemot dažus."
nb: [Iblees] sa, "ser du dette en som du har beæret over meg? Hvis du utsette meg til dagen av oppstandelse, vil jeg sikkert ødelegge hans etterkommere, unntatt noen."
sk: [Iblees] povedal: "Vidíš to, koho máte ctil nado mnou? Ak máte meškanie ma až deň vzkriesenia, som určite zničí jeho potomkov, okrem pár."
sl: [Iblees] je dejal, "vidiš to tista, ki imate čast nad mano? Če mi zamuda do dan od vstajenje, bom zagotovo uničiti njegovih potomcev, razen nekaj."
sr_cyrl: [Иблеес ] је рекао, "Видиљ ли ово некоме коме сте су одликовани изнад мене? Ако си ме све до дана ускрснућа, сигурно униљтижу његовим потомцима, осим неколицине."
sr_latn: [Iblees] je rekao, "Vidiљ li ovo nekome kome ste su odlikovani iznad mene? Ako si me sve do dana uskrsnuća, sigurno uniљtiжu njegovim potomcima, osim nekolicine."
uk: [Iblees] сказав, "ви бачите, це одне, яких мають почесні наді мною? Якщо ви затримати мене, поки день Воскресіння, я, безумовно, знищити його нащадків, за винятком небагатьох."
vi: [Iblees] nói, "bạn có thấy điều này một trong những người mà bạn đã tôn vinh ở trên tôi? Nếu bạn trì hoãn tôi cho đến ngày phục sinh, tôi sẽ chắc chắn tiêu diệt hậu duệ của mình, ngoại trừ một số ít."
zu: [Iblees] wathi: "Uyambona lo olalelwa Wena honored phezu kwami? Uma ngabe uphuzile ukuletha kimi kuze Suku Vuko, ngiyakwehlisela abhubhise nenzalo yakhe, except for a ngcosana."

# Quran2092
source: [Allah] said, "Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense.
ca: [Allah] deia, "et segueix endavant, qui d'ells, de fet infern serà la recompensa de vostè - un ampli recompensa.
cy: [Allah] yn dweud, 'Mae arni, ar gyfer pwy bynnag ohonynt yn dilyn chi, yn wir y bydd uffern yn ad-dalu i chi-digon o iawndal.
da: [Allah] sagde, "gå i stykker, for hvem af dem følger dig, faktisk helvede vil være belønning for dig - en rigelig belønning.
el: [Αλλάχ] είπε, «πάμε, για όποιος τους ακολουθεί, πράγματι η κόλαση θα είναι η ανταμοιβή σας - μια άφθονη ανταμοιβή.
et: [Jumalat] ütles: "Go, kes iganes neist käib teiega, tõepoolest põrgu saab teist - rohkelt registreerimiskohas registreerimiskohas.
fi: [Jumala] sanoi mennä, keitä ne seuraa sinua, todellakin helvetti palkka, te - runsaasti korvaus.
he: [אללה] אמר, "קדימה, בשביל מי מהם יעקוב אחריך, אכן לעזאזל תהיה התמורה מכם - פיצוי בשפע.
hr: [Allah] je rekao, "Idi, za onoga tko ih slijedi, zaista pakao će se nagraditi vas - dovoljno nagraditi.
lt: [Dievas] tarė: "eiti, kas iš jų seka jus, iš tiesų pragaras bus zaplata jums - daug atpildą.
lv: [Allah] teica: "Go, kurš no viņiem seko jums, patiešām ellē būs atlīdzība jums - plašas atlīdzība.
nb: [Allah] sa, "Go, for hvem av dem følger du, helvete vil faktisk være vederlag for deg - en god vederlag.
sk: [Allah] povedal: "Choď, pre toho, kto z nich takto, naozaj peklo bude odmenu z vás - dostatok odmenu.
sl: [Alahove] je dejal, "Go za kdorkoli izmed njih sledi vam, res pekel bo odškodnino od vas - dovolj zaracunati.
sr_cyrl: [Аллах ] је рекао, "Иди, за већ кога од њих прати, заиста пакао ће бити накнаду од вас - и бујне компензацију.
sr_latn: [Allah] je rekao, "Idi, za već koga od njih prati, zaista pakao će biti naknadu od vas - i bujne kompenzaciju.
uk: [Аллах] сказав: "Go, для того, хто з них йде за вами, пекло, дійсно буде нагорода з вас - достатньо нагорода.
vi: [Allah] nói: "đi, cho bất cứ ai chúng sau bạn, thực sự địa ngục sẽ là thương hiệu của bạn - một thương hiệu rộng rãi.
zu: [Allah] wathi: "Hamba, ngoba lowo kubo kanje kuwe, impela Hell kuyoba imbuyiselo kwakho - recompense elanele.

# Quran2093
source: And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them." But Satan does not promise them except delusion.
ca: I incitar [d'insensatesa] qui pot entre ells amb la seva veu i assalt-los amb els seus cavalls i soldats d'infanteria i fes-te soci de la seva riquesa i els seus fills i la promesa-los. " Però Satanàs no prometo ells excepte engany.
cy: A gymell [i ynfydrwydd] pwy bynnag gallwch yn eu plith gyda eich llais ac iddynt ymosod â'ch ceffylau a milwyr traed a dod yn bartner yn eu cyfoeth a eu plant a addo iddynt. " Ond nid yw Satan yn addo iddynt ac eithrio rhithdyb.
da: Og incite [til meningsløshed] hvem du kan blandt dem med din stemme og angribe dem med dine heste og fodfolk og blive en partner i deres rigdom og deres børn og lover dem. " Men Satan lover dem ikke undtagen illusion.
el: Και υποδαυλίζουν [να παραλογισμό] όποιος μπορείτε μεταξύ τους με τη φωνή σας και επίθεση τους με άλογα και στρατιώτες ποδιών σας και γίνετε συνεργάτης στο τους πλούτο και τα παιδιά τους και τους υπόσχονται.» Αλλά ο Σατανάς δεν υπόσχεται τους εκτός από την αυταπάτη.
et: Ja õhutada [arutus] kes iganes saate nende hulgas häälega ja rünnak oma hobused ja suu sõdurid ja saada oma rikkust ja laste partner ja lubadus neid. " Kuid Saatan lubadus neid välja arvatud soovmõtlemine.
fi: Ja niissä saa kannustaa [järjettömyyden] kuka voit joukossa äänesi ja hyökkäys hevoset ja jalka sotilaat ja tullut kumppani heidän omaisuutensa ja heidän lastensa ja lupaavat heille. " Mutta saatana ei lupaa heille paitsi harhaluulo.
he: וכדי לעורר [עד senselessness] מי ניתן ביניהם עם הקול שלך, תקפנו אותם עם סוסים ועם חיילים רגלים, להיות שותפה את עושרם ואת ילדיהם, מבטיח להם. " אבל השטן אינה מבטיחה להם אלא אשליה.
hr: I potaknuti [na senselessness] tko može među njima s glasom i napad im konje i vojnike i postati partner u svoje bogatstvo i svoju djecu i obecao. " Ali Sotona im obećati osim zabluda.
lt: Ir kurstė [nagrinėjimo lygyje koncepcijos beprasmiškumas] kas galite tarp jų su savo balso ir patys juos su jūsų arklių ir pėstieji ir tapti partneriu savo turtus ir jų vaikais ir pažadai jų. " Bet Šėtonas nežada juos išskyrus supainiojo.
lv: Un kūdīt [lai bezprātu] tas, kurš var viņu vidū ar savu balsi un uzbrukums tos ar zirgiem un kājniekus un kļūt par partneri savu bagātību un viņu bērniem un sola tos. " Bet sātans nesola tos, izņemot maldi.
nb: Og egge [til senselessness] hvem du kan blant dem med stemmen og angripe dem med hester og fotsoldater og bli en partner i sin rikdom og deres barn og lover dem. " Men Satan kan ikke love dem unntatt villfarelse.
sk: A podnecovať [na nezmyselnosť] kto môžete medzi nimi hlasom a ich útok s koňmi a pešiaci a Staňte sa partnerom v ich bohatstvo a ich deti a sľubujú im. " Ale Satan nezaručuje ich okrem klamu.
sl: In spodbujajo [v nesmislu] kdor lahko med njimi z glasom in napad njih konje in vojake in postati partner v svoje premoženje in svojih otrok in jim obljubljajo. " Ampak Satan ne obljubim jih razen blodnje.
sr_cyrl: И да подбада [да бесмислом] ко год можете међу њима са својим гласом и њих напад са своје коње и војници и постане партнер у њихова богатства и њихову децу и им обећао. " Али Сатана им није обећао осим заблуде.
sr_latn: I da podbada [da besmislom] ko god možete među njima sa svojim glasom i njih napad sa svoje konje i vojnici i postane partner u njihova bogatstva i njihovu decu i im obećao. " Ali Satana im nije obećao osim zablude.
uk: І incite [безглуздість] той, хто можна серед них за допомогою голосу і напад їх з вашої коні і ноги солдатів і стати партнером у свої багатства та їхніх дітей і обіцяють їх. " Але сатана не обіцяє їх за винятком омани.
vi: Và kích động [để senselessness] bất cứ ai bạn có thể trong số đó với giọng nói của bạn và tấn công chúng với con ngựa và bộ binh của bạn và trở thành một đối tác trong sự giàu có của họ và con cái của họ và hứa với họ. " Nhưng Satan không hứa hẹn họ ngoại trừ si mê.
zu: Futhi sivuselelane [ukuba okungenangqondo] whoever ongakwenza phakathi kwabo ngezwi lakho nokushaya nabo ngamahhashi akho, nemigundatshani futhi abe umlingani imfuyo yabo nezingane zabo thembiso them. "Kodwa uSathane akazange athembise kubo ngaphandle luyize.

# Quran2094
source: Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs.
ca: De fet, sobre els meus servents [creient que] allà és que cap autoritat. I el seu Senyor com triturador d'Afers és suficient.
cy: Yn wir, dros fy weision [believing] ceir i chi unrhyw awdurdod. Ac mae digon o eich Arglwydd fel Disposer o faterion.
da: Over mine [troende] tjenere jo der for dig ingen myndighed. Og tilstrækkelig er din herre som forvalter af anliggender.
el: Πράγματι, πέρα από τους υπηρέτες μου [πιστεύοντας] για εσάς δεν υπάρχει αρχή. Και επαρκή είναι ο Λόρδος σας ως Disposer των υποθέσεων.
et: Tõepoolest, minu [uskuda] teenistujate üle teile asutust ei ole. Ja piisavad on teie Issand kui jäätmekõrvaldaja enese.
fi: Itse asiassa yli [uskova] palvelijani ei sinulle ole viranomainen. Ja riittävä herra kuin asioiden säätäjä.
he: אכן, על משרתי [אמונה] יש בשבילך אין סמכות. מספיק לא חי כמו Disposer של ענייני.
hr: Doista, preko mojih [vjerujući] sluga nema za te vlasti. I dovoljno je vaš gospodar kao odlagača poslova.
lt: Iš tiesų, per mano [tikinčios] tarnai nėra jums institucijos. Ir pakankamai yra savo Viešpačiui kaip reikalų tvarkymą.
lv: Patiešām, pār mani [ka] kalpi nav jums iestāde. Un pietiekami daudz savu Kungu kā lietu aizvākšanu.
nb: Faktisk over mine tjenere, [troende] er det du ingen autoritet. Og tilstrekkelig er din Herre som Disposer av saker.
sk: Vskutku, cez môj [veriť] zamestnancov neexistuje žiadny úrad. A dostatok svojho pána ako zneškodňovateľ vecí.
sl: Dejansko, v moje [prepričanje] uslužbencev ni zate organ. In dovolj je vašega Gospoda kot odstranjevalec zadeve.
sr_cyrl: Заиста , због моје [веровање] слуге нема за тебе нема ауторитет. А довољан је твој господар као Диспосер послова.
sr_latn: Zaista, zbog moje [verovanje] sluge nema za tebe nema autoritet. A dovoljan je tvoj gospodar kao Disposer poslova.
uk: Дійсно, над моєї [проста Віра] службовців немає для вас немає повноважень. І достатнім є Господь, як Disposer справ.
vi: Thật vậy, qua [believing] công chức của tôi có là dành cho bạn không có thẩm quyền. Và đầy đủ của Chúa như Disposer của vấn đề.
zu: Ngempela, ngenxa yezinceku zami [abangamakholwa] kukhona kuwe akukho igunya.

# Quran2095
source: It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful.
ca: És el seu Senyor que condueix la nau per a vostè a través de la mar que vostè pot buscar de la seva generositat. De fet, ell és mai, Clement.
cy: Mae'n eich Arglwydd sy'n gyrru y llong i chi trwy y môr a gall ofyn am o ei bounty. Yn wir, mae'n erioed, i chi, Merciful.
da: Det er din Herre, som drev skibet for dig gennem havet, som du kan søge i hans bounty. Ja, han er nogensinde, at du, barmhjertige.
el: Είναι σας Λόρδος που οδηγεί το πλοίο για εσάς μέσα από τη θάλασσα που ενδέχεται να αναζητάτε της αυτού γενναιοδωρία. Πράγματι, είναι ποτέ, σε εσάς, εύσπλαχνος.
et: See on teie Issandat, kes juhib laeva teile läbi mere, mis võib taotleda tema halastus. Tõepoolest, ta on kunagi, te, Merciful.
fi: Se on teidän Herranne, joka ajaa aluksen sinulle läpi mereen, että pyritte armostaan. Hän on koskaan, armollisin.
he: זה אדונך שנוהג הספינה בשבילך דרך הים זה אתה יכול לבקש השפע שלו. ואכן, הוא אי פעם, לך, הרחום והחנון.
hr: To je gospodar tvoj koji vozi brod za vas kroz more koje mogu tražiti od njegova obilja. Doista, on je uvijek, milostivog.
lt: Tai jūsų Viešpats, kuris drives laivo jums per prie jūros, jūs galite ieškoti savo lazdelės. Iš tiesų, jis yra kada nors, jums, litosciwy.
lv: Tas ir, savu kungu, kurš vada kuģa jums pa jūru, var lūgt savas veltes. Protams, viņš ir jebkad, žēlsirdīgs.
nb: Det er din Herre som kjører skipet for deg gjennom sjøen som du kan søke sitt. Han er faktisk noensinne, barmhjertig.
sk: Je váš pán, kto riadi loď pre vás cez more, ktoré môžete požiadať o jeho štedrosť. Naozaj, on je niekedy, Milosrdných.
sl: Je svojega Gospoda, ki poganja ladje za vas po morju, ki lahko iščeš svoje radodarnosti. Res, on je vedno, vam, usmiljen.
sr_cyrl: То је твој господар који вози брод за тебе кроз море које може да тражи од његове награде. Он је заиста икада, теби, милосрдна.
sr_latn: To je tvoj gospodar koji vozi brod za tebe kroz more koje može da traži od njegove nagrade. On je zaista ikada, tebi, milosrdna.
uk: Це ваш Господь, який їздить судна для вас через море, що ви можете шукати його милості. Дійсно, він коли-небудь, щоб ви, Merciful.
vi: Nó là của Chúa ai drives tàu cho bạn qua biển mà bạn có thể tìm kiếm của mình hào phóng. Thật vậy, ông là bao giờ hết, bạn, Merciful.
zu: It is kho Lord kahle oshayela umkhumbi ngawe phakathi kolwandle lowo you khonga Akhe enaleni.
