Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1002
source: And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark, saying, "Of no avail to you was your gathering and [the fact] that you were arrogant."
ca: I els companys de les elevacions cridarà als homes [a l'infern] qui van reconèixer per la seva empremta, dient: «debades a vostè era el seu Aplec i [fet] que van ser arrogants. "
cy: A chymdeithion y gweddluniau, bydd galw i ddynion [o fewn uffern] hwy eu bod yn cydnabod drwy eu marc, yn dweud, "ofer i chi oedd eich casglu ac [am] eich bod yn haerllug."
da: Og ledsagere af af stigninger vil ringe til mænd [inden for helvede], hvem de genkende deres mark siger: "ingen nytte at du var din indsamling og [fordi] at du var arrogant."
el: Και οι συνοδοί του στα υψόμετρα θα καλέσει σε άντρες [μέσα σε κόλαση] τον οποίο αναγνωρίζουν από το σημάδι τους, λέγοντας, «απολύτως άχρηστη σας ήταν σας συλλογή και [το γεγονός] ότι ήσουν αλαζονική.»
et: Ja kõrgusi kaaslased helistab, et mehed [kurat] jooksul kellele nad tunnistavad oma jälje, öeldes: "tulutuks teile oli teie kogumine ja [seda] et sa olid ülbe."
fi: Ja kohonneita kumppaneita soittaa miehet [kuluessa Hell] joista ne tunnistaa jälkensä, sanoen: "sinua oli kerääminen ja [se] että olit ylimielinen."
he: השותפים שינויי הגובה יתקשר לגברים [בתוך הגיהנום] מי הם מזהים על-ידי מארק שלהם, אומר, "לא הועילה לך היה ההתאספות שלך והעובדה [] שאתה יהיר."
hr: I drugovi kotama Pozvat ću ljudi [u to] koje su prepoznati po svoj trag, rekavši, "ne vrijedi ništa da ti je skupa i na činjenicu da si arogantan."
lt: Ir į aukštumomis kompanionai kreipsis į vyrų [per pragarą] kuriems jie pripažįsta jų ženklo, sakydamas: "be jokios naudos jums buvo jūsų rinkimas ir [tai] kad jums buvo arogantiškas."
lv: Un augstums biedrus sauks pie vīriešiem [velna] ietvaros, ko tās atzīst par to zīmi, sakot, "par velti jums bija jūsu vākšana un [ka] esi iedomīgs."
nb: Og kameraten av Elevations vil ringe menn [i helvete] hvem de gjenkjenner av deres mark, sa: «ikke det du var samle dine og [at] at du var arrogant. "
sk: A spoločníci nadmorských výškach volať ľuďom [do pekla], ktorým si uvedomujú ich ochrannou známkou, riekol: "márne vám bol váš zhromažďovanie a [že] že ste arogantní."
sl: In bo pripeljalo na zvišanje za moške [v pekel], ki jih priznavajo za svoje znamke, reče: "da vam je vaš zbiranje in [možnosti] da si aroganten."
sr_cyrl: И компањони од подизаие ће позвати да људи [унутар пакао] које препознају по свој траг, рекавши, "Нема користи да те је твој окупљање и [ту чињеницу да си арогантан."
sr_latn: I kompanjoni od podizaиe će pozvati da ljudi [unutar pakao] koje prepoznaju po svoj trag, rekavši, "Nema koristi da te je tvoj okupljanje i [tu činjenicu da si arogantan."
uk: І сподвижників відміток висот буде викликати для чоловіків [в пекло] кого вони визнають їх Марк, кажучи: "не помагає нічого для вас був ваш збір і той факт що ви були зарозуміло."
vi: Và companions của các cao độ sẽ gọi người đàn ông [trong địa ngục] mà họ nhận ra bằng các nhãn hiệu của họ, nói rằng, "nhưng không có bạn là thu thập của bạn và [việc] rằng bạn là kiêu ngạo."
zu: Futhi abangane Ukuphakama uyosenza amadoda [ngaphakathi Hogo] kubani they recognize mark azo, wathi: "Of akusizanga kini embuthanweni yakho futhi [neqiniso] you cha were zidla. '

# Quran1003
source: [Allah will say], "Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise, [O People of the Elevations]. No fear will there be concerning you, nor will you grieve."
ca: [Allah a dir], "són aquestes els qui li [habitants de l'infern] va jurar que Allah mai oferís Misericòrdia? Entra el Paradise, [gent O les elevacions]. Cap por es allà ser referent, ni es grieve."
cy: [Bydd Allah yn dweud], "Mae'r rhain yn rhai y dywedodd chi [drigolion uffern] arnyn y byddai Allah byth yn cynnig iddynt drugaredd? Rhowch paradwys, [O bobl y gweddluniau]. Bydd unrhyw ofn yno yn ymwneud â chi, ac ni bydd eich grieve."
da: [Allah vil sige], "er disse dem hvem du [indbyggerne i helvede] svor, at Allah aldrig vil give dem nåde? Indtast paradis, [O folk i højder]. Ingen frygt vil der vedrørende dig, eller vil dig grieve."
el: [Θα πω Αλλάχ], «οι αυτές αυτά τους οποίους [κάτοικοι της κόλασης] ορκίστηκες ότι Αλλάχ ποτέ δεν θα τους προσφέρουν έλεος; Εισάγετε Paradise, [O οι άνθρωποι του τις ανυψώσεις]. Κανένας φόβος θα εκεί που σας αφορούν, ούτε θα Θλίβεσαι.»
et: [Allah ütleb], "on need need, kellele sa [põrgu elanikele] vandus, et Jumal oleks kunagi pakkuda neile armu? Sisestage paradiisi, [O inimesed kõrgusi]. No fear näidatakse seal tuleb teid puudutavatele, samuti näidatakse kurvastada."
fi: [Jumala sanoo] "ovatko nämä niitä, joille [asukkaiden Hell] vannoit että Jumala koskaan tarjota heille armoa? Anna paratiisi, [O ihmiset kohonneita]. Ilman pelkoa olla tilanteesta voit, eikä joudutte murehtimaan."
he: [אללה אומר], "האם אלו הם מי [תושבי לעזאזל] נשבעת כי אללה לא מציע להם רחמים? הזינו את גן עדן, [O אנשים של שינויי הגובה]. אין פחד שם להיות באשר אלייך, ולא תצטער אתה."
hr: [Allah će reći], "su te oni kojima si [stanovnika pakla] se zakleo da Allah nikada ne ponuditi im milost? Unesite raj, [O ljudi od povišenja]. Strah će tamo biti u vezi tebe, niti će tugovati."
lt: [Dievas sako], "yra tai tie, kuriems jūs [gyventojų pragarą] pažadėjo, kad Dievas malonės niekada pasiūlyti juos? Įveskite rojus, [O žmonės į aukštumomis]. No fear bus ten apie jus, nei bus jums sielvartauti."
lv: [Allah būs rakstīts] "vai šie tiem, kuriem jūs [elles iedzīvotājiem] zvērēja, ka Allah nekad piedāvā tās varā? Ievadiet paradīze [O cilvēku paaugstināšanās]. Nav bailes būs attiecas tur jums, ne būs jums skumt."
nb: [Allah vil si], "er de som du [innbyggerne i helvete] sverget at Allah ville aldri tilby dem nåde? Angi paradis, [O folk av høyder]. Ingen frykt vil det være med dere, heller vil du sørge."
sk: [Allah povie], "sú tieto tie, ktorými ste [obyvateľov pekla] prisahal, že Alah by nikdy ponúknuť milosrdenstvo? Zadajte raja, [O ľudí nadmorských výškach]. Žiadny strach budú k dispozícii o vás, ani sa vás smúti."
sl: [Rekel Allah], "so tisti, ki vas [prebivalci pekla] prisegel, da Allah ne bi nikoli ponujajo jih milost? Vnesite raj, [O ljudi zvišanje]. Brez strahu bo tam se vas zadeva, niti bo žalujejo."
sr_cyrl: [Алах ће рекао], "Јесу ли то ови кога си [становници пакла] се заклео да Аллах никада није понудио бих им милост? Унесите рај, [О људима од подизаие]. Без страха ће тамо бити у вези тебе, нити ће ли туговати."
sr_latn: [Alah će rekao], "Jesu li to ovi koga si [stanovnici pakla] se zakleo da Allah nikada nije ponudio bih im milost? Unesite raj, [O ljudima od podizaиe]. Bez straha će tamo biti u vezi tebe, niti će li tugovati."
uk: [Аллах буде сказати, що], "чи є ці ті, кого ви [мешканців пекло] поклявся, що Аллах ніколи не хотів би запропонувати їм милість? Введіть рай, [О люди відміток висот]. Не боячись там буде бути про вас не буде вам сумувати."
vi: [Allah sẽ nói], "là những những người mà bạn [dân của địa ngục] thề rằng Allah sẽ không bao giờ cung cấp cho họ lòng thương xót? Nhập Paradise, [O người của các cao độ]. Không biết sợ sẽ không liên quan đến bạn, cũng như bạn sẽ đau khổ."
zu: [Allah uyothi], "Ingabe laba yibo oyithanda [abakhileyo Hell] wafunga ukuthi Allah wayengasoze awanikele isihe? Ngena Pharadisi [O Abantu Ukuphakama]. Akukho ukwesaba zibe khona ngawe, ngeke you lila

# Quran1004
source: And the companions of the Fire will call to the companions of Paradise, "Pour upon us some water or from whatever Allah has provided you." They will say, "Indeed, Allah has forbidden them both to the disbelievers."
ca: I els companys del foc cridarà als companys del paradís, "aboca sobre nosaltres alguns de l'aigua o de qualsevol Allah ha proporcionat." Es a dir, "De fet, Allah ha prohibit-los tant pels disbelievers."
cy: A bydd y cymdeithion y tân yn galw i chymdeithion o baradwys, "tywallt arnom rhai dŵr neu o ba bynnag Allah wedi rhoi i chi." Byddant yn dweud, "Yn wir, mae Allah yn waharddedig iddynt i y disbelievers."
da: Og ledsagere af branden vil ringe til kammerater i paradis, "Pour over os nogle vand eller fra hvad Allah har givet dig." De vil sige, "Ja, Allah har forbudt dem begge at vantro."
el: Και οι συνοδοί του Πυροσβεστικού θα καλέσει το συντρόφους του παραδείσου, να «ρίξετε πάνω μας λίγο νερό ή από ό, τι Αλλάχ έχει παράσχει σας.» Θα λένε, «Πράγματι, Αλλάχ έχει απαγορεύσει τους τόσο για disbelievers.»
et: Ja tulekahju kaaslased helistab, et kaaslased Paradise, "mõned meid vala vesi või asukohast sõltumata Jumal on andnud teile." Nad ütlevad, "Tõepoolest, Allah on keelatud neid nii ka uskottomille."
fi: Ja tulen kumppaneita soittavat paratiisi, kumppaneita "kaada meitä hieman veteen tai mitä tahansa Jumalalta on antanut sinulle." He sanovat: "Itse asiassa Jumala on kielletty ne molemmat on uskottomien."
he: הלוויה של האש יתקשר הלוויה של גן עדן, "ויערה עלינו קצת מים או מאללה שיהיה סיפקה לך." הם יגידו, "ואכן, אללה אסר אותן הן disbelievers."
hr: I drugovi vatra će drugovima raj, "izlije na nas vode ili od god Allah dao." Oni će reći, "Uistinu, Allah je zabranio ih oboje da se iskuse."
lt: Ir gaisro kompanionai raginimą, Rojaus Kompanionų "užpilkite ant mūsų šiek tiek vandens ar nuo bet kokio Dievas suteikė jums." Jie sako, "Iš tiesų, Allah uždraudė juos tiek dėl disbelievers."
lv: Un uguns biedrus aicinās biedrus paradīze, "Pour pār mums daži ūdens vai no kāda Allah ir sniedzis jums." Viņi saka, "Patiešām, Allah ir aizliegts tos gan disbelievers."
nb: Og følgesvennene til brannen vil ringe for å kameraten av paradis "helle over oss noe vann eller fra uansett Allah har gitt deg." De vil si, "Faktisk Allah har forbudt dem både troende".
sk: A spoločníci oheň bude volať na spoločníci raja, "naliať na nás trochu vody alebo z akéhokoľvek Alah poskytol vám." Oni povedia: "Vskutku, Alah zakázal im tak neveriacim."
sl: In tovariši ogenj bo klic tovariši raj, "Pour na nas nekaj vode ali iz kakršnega koli Allah je preskrbljen vi." Bodo rekli, "Res, Allah je prepovedano jih tako, da je disbelievers."
sr_cyrl: И компањони ватре ће позвати компањони раја, "Сипај нам мало воде или из год Аллах дао вам." Рећи ће, "Заиста, Аллах је забранио их обојицу у скептике."
sr_latn: I kompanjoni vatre će pozvati kompanjoni raja, "Sipaj nam malo vode ili iz god Allah dao vam." Reći će, "Zaista, Allah je zabranio ih obojicu u skeptike."
uk: І... супутники вогонь буде супутники рай, "залити на нас, деякі води або від будь-яких Аллах надав вам." Скажуть "Дійсно, Аллах має заборонені їх обох, щоб у disbelievers."
vi: Và companions của đám cháy sẽ gọi để companions Paradise, "đổ cho chúng ta một số nước hoặc từ bất cứ điều gì Allah đã cung cấp cho bạn." Họ sẽ nói, "Thật vậy, Allah đã cấm chúng đều thì các."
zu: Futhi abangane Fire uyosenza nabangane EPharadesi, "Thela phezu kwethu amanzi noma kusukela noma yini Allah hlinzeka you."

# Quran1005
source: Who took their religion as distraction and amusement and whom the worldly life deluded." So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses.
ca: Van seva religió com a distracció i diversió i qui la vida mundana enganyat." Així que avui ens oblidarem-los tal com es van oblidar de la reunió d'aquest dia d'ells i per haver rebutjat nostres versos.
cy: [A gymerodd eu crefydd fel gwrthdyniad a difyrion a phwy oedd y bywyd worldly deluded." Felly heddiw bydd anghofio amdanynt fel y maent anghofiodd y cyfarfod ar y diwrnod hwn hwy ac ar gyfer cael gwrthod ein penillion.
da: Der tog deres religion som distraktion og morskab og hvem den verdslige liv fantast." Så i dag vil vi glemme dem, ligesom de glemte møde i dag for deres og for at have afvist vores vers.
el: Ποιος πήρε τη θρησκεία τους ως απόσπαση της προσοχής και ψυχαγωγίας και τους οποίους εξαπατημένο την κοσμική ζωή.» Έτσι, σήμερα θα ξεχάσουμε τους ακριβώς όπως ξέχασαν τη συνεδρίαση αυτής της ημέρας από τα δικά τους και που απέρριψε η δική μας στίχους.
et: Kes võttis nagu tähelepanu kõrvale ja meelelahutuseks ja kelle maiste elu eksitada oma religiooni." Nii et täna me ei unusta neid nii, nagu nad unustasid sel päeval ise ja lükkasid meie salmid koosoleku.
fi: Jotka suhtautuivat uskontoonsa häiriötekijä ja huvi ja jonka maallinen elämä harhaan." Tänään emme unohda niitä aivan kuten he unohtivat Kokous tänä päivänä omaansa ja hylkäsimme kirjoittamia runoja.
he: מי לקח את הדת שלהם כמו הסחת דעת. ואת שעשועים למי שולל החיים החומריים." אז היום נשכח אותם בדיוק כפי שהם שכחו את הפגישה של היום שלהם ועל לאחר שדחה את הפסוקים שלנו.
hr: Tko je uzeo religiju kao distrakcija i zabavni i koga svjetovnog života biti." Danas nećemo ih zaboraviti kao što su zaboravili sastanak danas njihov i odbacujući naše stihove.
lt: Kurie buvo savo religiją kaip išsiblaškymas ir pramogų ir kuriems žemiškas gyvenimas apgauti." Taigi, šiandien mes pamiršti juos kaip jie pamiršo šią dieną jiems ir nepritarė mūsų eilėmis susirinkimas.
lv: Kas paņēma savu reliģiju kā izklaidēšanās un atrakciju un kam pasaulīgās dzīves maldināts." Tātad šodien mēs neaizmirsīsim tos tāpat kā viņi aizmirsa šo dienu par savējo un noraidījuši mūsu vārsmas sapulces.
nb: Som tok sin religion som distraksjon og fornøyelsesparken og hvem verdslige livet villedet." Så i dag vil vi glemme dem akkurat som de glemte møte denne dagen deres og har forkastet våre vers.
sk: Kto sa ich náboženstvo ako rozptýlenie a zábavu a koho pozemský život pošetilou." Takže dnes nezabudnem, rovnako ako oni zabudli na zasadnutí tento deň ich a odmietli našu verše.
sl: Ki je svojo vero kot odvračanja in zabavo in koga posvetno življenje deluded." Torej, danes bomo pozabili jih tako, kot so pozabili na zasedanju ta dan od njiju in zavrnilo naše verzov.
sr_cyrl: Ко је узео њихове религије као сметња и забавни, и коме је земаљски живот у заблуди." Тако данас нећемо заборавити их само као да су заборавили на састанак о овом дану, њихово, као и за обзиром да је одбацила нам стихове.
sr_latn: Ko je uzeo njihove religije kao smetnja i zabavni, i kome je zemaljski život u zabludi." Tako danas nećemo zaboraviti ih samo kao da su zaboravili na sastanak o ovom danu, njihovo, kao i za obzirom da je odbacila nam stihove.
uk: Хто брав участь у їх релігії як відволікання і атракціонів і з ким Омані мирські життя." Тому сьогодні ми забудете їх так само, як вони забули зустрічі цей день їх і для відмовившись від наших вірші.
vi: Những người mất tôn giáo của họ như là phân tâm và công viên giải trí và người mà cuộc sống trần tục lừa dối." Vì vậy hôm nay chúng ta sẽ quên họ cũng giống như họ đã quên cuộc họp ngày hôm nay của họ và đã từ chối câu thơ của chúng tôi.
zu: Ubani osithathile inkolo yabo ngokuthi iziphazamiso yokuzijabulisa, ngitjho worldly pilo bezikhohlisa. "Ngakho namuhla Sizokwenza abakhohlwe njengoba nje khohlwa buthano lo Suku eyabo ngokubafundisa wasenqaba Emavesi.

# Quran1006
source: And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe.
ca: I certament havia portat un llibre que es detallen de coneixements - com a orientació i Mercè a un gent que creuen.
cy: Ac rydym yn sicr wedi eu llyfr sydd gennym manwl gan wybodaeth-fel canllawiau a drugaredd i bobl sydd yn credu.
da: Og vi havde helt sikkert bragte dem en bog, som vi detaljeret viden - som vejledning og barmhjertighed til et folk, der tror.
el: Και είχαμε τους φέρει σίγουρα ένα βιβλίο το οποίο έχουμε λεπτομερή από γνώσεις - ως καθοδήγηση και έλεος σε άτομα που πιστεύουν.
et: Ja me tõid neile kindlasti raamat, mille me üksikasjalikke teadmisi - nagu Arendus ja inimesed halastust, kes usuvad.
fi: Ja oli varmasti haimme heidät kirja, joka meillä yksityiskohtainen tieto - ohjaus- ja armoa ihmisiä jotka uskovat.
he: שהבאנו אותם בהחלט ספר שבו אנחנו מפורט על-ידי הידע - הדרכה, רחמים כלפי אנשים המאמינים.
hr: I svakako mi ih donio knjigu što smo detaljan od znanja - kao smjernice i milost za ljude koji vjeruju.
lt: Ir mes tikrai davė jiems knygą, kurią mes išsamių žinių - kaip orientavimo ir gailestingumo žmonėms, kurie tiki.
lv: Un mēs noteikti viņus bija atvedis grāmatu, kas mums detalizētas zināšanas - kā virzības un žēlastību, lai cilvēki, kas tic.
nb: Og vi hadde absolutt dem en bok som vi detaljerte kunnskaper - veiledning og nåde til et folk som tror.
sk: A sme určite priniesol im knihy, ktoré sme podrobné vedomosti - ako vedenie a milosrdenstva k ľuďom, ktorí veria.
sl: In mi bi zagotovo jih prinesel knjigo, ki smo podrobno znanje - kot smernice in usmiljenja do ljudi, ki verjamejo.
sr_cyrl: И свакако смо их довели књигу коју смо детаљно до знања - као за вођење и милост људима који верују.
sr_latn: I svakako smo ih doveli knjigu koju smo detaljno do znanja - kao za vođenje i milost ljudima koji veruju.
uk: І ми безумовно принесла їм книгу, якого ми докладно знання - як керівництва і милосердя до людей, які вважають, що.
vi: Và chúng tôi đã chắc chắn mang lại cho họ một cuốn sách mà chúng tôi chi tiết bằng kiến thức - hướng dẫn và lòng thương xót cho người dân một người tin tưởng.
zu: Futhi Sasisanda kuqala ngesineke ngokuqinisekile kwaletha kubo Incwadi okuyinto Thina kunikelwe ngokwazi - njengoba hola sa ukuba abantu abakholelwa.

# Quran1007
source: Do they await except its result? The Day its result comes those who had ignored it before will say, "The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do?" They will have lost themselves, and lost from them is what they used to invent.
ca: Esperen excepte el seu resultat? El dia seu resultat tracta qui havia ignorat abans dirà, "els missatgers del nostre Senyor havia arribat amb la veritat, així que hi ha [ara] qualsevol desvirtuïn per intercedir per nosaltres o pogut enviar podem tornar a fer altre que solíem fer?" S'han perdut-se i perdre d'ells és el que es va inventar.
cy: Wneud iddynt aros am heblaw ei ganlyniad? Daw y dydd ei ganlyniad sydd wedi anwybyddu ei cyn bydd yn dweud, "oedd y Negeswyr erbyn ein Arglwydd wedi dod gyda y gwir, felly oes [nawr] unrhyw intercessors i eiriol drosom neu gallech anfon ôl i wneud heblaw arferem wneud?" Maent wedi colli eu hunain, ac wedi colli oddi wrthynt yn beth maent yn ei defnyddio i ddyfeisio.
da: De venter undtagen resultatet heraf? Dag resultatet kommer dem, der havde ignoreret det før vil sige, "budbringere af vor Herre var kommet med sandheden, så er der [nu] enhver forbedere gå i forbøn for os eller kunne vi blive sendt tilbage til at gøre andet end vi plejede at gøre?" De vil have mistet sig selv, og tabt fra dem er hvad de plejede at opfinde.
el: Περιμένουν να εκτός από το αποτέλεσμα; Την ημέρα το αποτέλεσμα έρχεται σε εκείνους που είχαν το αγνόησε πριν θα πει, «οι αγγελιοφόροι του Κυρίου είχε έρθει με την αλήθεια, μήπως υπάρχουν [πλέον] μεσάζοντες να μεσολαβήσει για μας ή θα μπορούσε να στείλαμε πίσω να κάνει εκτός από συνηθίζαμε να κάνουμε;» Θα έχουν χάσει τον εαυτό τους, και έχασε από αυτά είναι που χρησιμοποιείται για να εφεύρουν.
et: Kas nad ootavad oma tulemus peale? Päev selle tulemus tuleb neid, kes eiras seda varem öelda, "meie Issanda käskjalad tuli tõde, nii on seal [nüüd] meie eest kostma mingit intercessors või saanud me saata tagasi teha muud kui me harjunud tegema?" Nad on kaotanud enda ja kaotanud neilt on mida nad leiutada.
fi: Odottavat paitsi sen tulos Päivä sen tulos tulee ne, jotka oli sitä ennen sanoo: "Herran sanansaattaja oli tullut totuuden, niin onko [nyt] rukousryhmiä rukoilemaan meitä tai voisi meidän palautettava tehdä muuta kuin meillä oli tapana tehdä?" Se on menettänyt itsensä ja hävisi niistä on mitä he keksiä.
he: האם הם מחכים מלבד התוצאה שלו? היום התוצאה שלו מגיע למי היה התעלם ממנה לפני יגידו "כשליחים של אדוננו בא עם האמת, אז יש [עכשיו] כל intercessors כדי לתווך למעננו או היתה לנו אפשרות לשלוח חזרה לעשות מלבד שנהגנו לעשות?" . הם איבדו את עצמם, איבד מהם ככה נהגו בניתי.
hr: Čekaju osim rezultat? Dođe dan rezultat koji je ignorirao ga prije nego što će reći, "glasnici naš Gospodin je došao s istinom, da li tamo [sada] bilo posrednici da posreduju za nas ili mogli smo poslati natrag nego mi se učiniti?" Sebe i izgubio, a izgubili od njih je što su se izmisliti.
lt: Ar jie laukia išskyrus jo rezultatas? Dieną jos rezultatas ateina tie, kurie nekreipė dėmesio į jį prieš sako, "atėjo pasiuntiniai mūsų Viešpaties su tiesa, taip yra [dabar] bet intercessors užtarti mus arba gali mums siųsti atgal daryti kitaip, nei mes naudojamas daryti?" Jie bus prarado save, ir neteko iš jų yra kas jie turi sugalvoti.
lv: Viņi gaida izņemot tās rezultāts? Dienā tās rezultāts nāk tie, kas to ignorēja, pirms teikt, "kurjeri mūsu kungs bija atnācis ar patiesību, tātad pastāv [tagad] jebkura intercessors aizlūgt par mums vai mēs varētu nosūtīt atpakaļ to darīt citiem, nekā mēs izmantojām darīt?" Tie būs zaudējuši paši un zaudēja no tiem ir tas, ko viņi izmanto, izgudrot.
nb: De venter unntatt resultatet? Dagen resultatet kommer de som hadde ignorert det før vil si, "budbringere av vår Herre hadde kommet med sannheten, så er det [nå] noen forbedere å gå i forbønn for oss eller kan vi sende tilbake å gjøre annet enn vi pleide å gjøre?" De vil ha mistet seg selv, og mistet fra dem er hva de brukes å oppfinne.
sk: Čakajú okrem jeho výsledok? Tí, ktorí si nevšímal, to príde deň jeho výsledok pred povedia, "poslov náš Pán prišiel s pravdou, tak sú tam teraz] žiadne intercessors sa prihovárať za nás, alebo by sme poslali späť do robiť iné ako sme zvyknutí robiť?" Že stratí seba a stratil z nich je to, čo bývali vymyslieť.
sl: Delati oni čakajo razen svoj rezultat? Pride dan svoj rezultat, tisti, ki je prezrla prej rekel, "kurirji naš Gospod je prišel z resnico, tako obstajajo [zdaj] vse priprošnjike posredujem za nas, ali bi mi pošljejo nazaj narediti drugega kot uporabljamo storiti?" So izgubili sami, in izgubil od njih je, kar se uporabljajo za izumiti.
sr_cyrl: Чекају да осим њених резултата? На дан његовог резултата долази онима који је занемарио је то пре него што би рекао, "гласници Господње дошао са истином, је л ' постоји [сада] било који интерцессорс да се заузмете за нас или могла бити послата назад да радим осим тога радили смо?" Себе и изгубио, а изгубили од њих је да су некада измислити.
sr_latn: Čekaju da osim njenih rezultata? Na dan njegovog rezultata dolazi onima koji je zanemario je to pre nego što bi rekao, "glasnici Gospodnje došao sa istinom, je l ' postoji [sada] bilo koji intercessors da se zauzmete za nas ili mogla biti poslata nazad da radim osim toga radili smo?" Sebe i izgubio, a izgubili od njih je da su nekada izmisliti.
uk: Вони чекають, крім його результат? День свій результат приходить, хто проігнорував це раніше скаже: "посланців Господа нашого прийшов з правдою, так чи є [зараз] будь-якого заступники клопотатися за нас або могли б ми будуть відправлені назад робити іншим, ніж ми звикли робити?" Вони вже втратять себе, і втратив у них є те, що вони використовували винаходити.
vi: Họ có chờ ngoại trừ kết quả của nó? Ngày kết quả của nó đến với những người đã bỏ qua hết sẽ nói, "các sứ giả của Chúa chúng ta đã đến với sự thật, vì vậy có [bây giờ] bất kỳ intercessors để cầu bầu cho chúng tôi hoặc chúng tôi có thể được gửi trở lại để làm khác hơn so với chúng tôi sử dụng để làm?" Họ sẽ mất bản thân mình, và bị mất từ chúng là những gì họ sử dụng để phát minh ra.
zu: Ingabe balindele ngaphandle Chile yayo?
