Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran293
source: Allah does not charge a soul except [with that within] its capacity. It will have [the consequence of] what [good] it has gained, and it will bear [the consequence of] what [evil] it has earned. "Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people."
ca: Allah no cobra una ànima excepte [amb això dins] la seva capacitat. Tindrà [la conseqüència de] què [bo] ha guanyat i ho tindrem [la conseqüència de] quin [mal] s'ha guanyat. "Nostre Senyor, no imposar culpa sobre nosaltres si ens ha oblidat o equivocat. Nostre Senyor i laics no sobre nosaltres una càrrega com la que es va establir a aquells que tenim davant nostre. Nostre Senyor i ens la càrrega no amb allò que tenim sense capacitat de suportar. I perdó per nosaltres; i perdona'ns; i tenir pietat sobre nosaltres. Ets nostre protector, així que donar-nos victòria sobre la gent incrèdula."
cy: Nid yw Allah yn codi enaid ac eithrio [â hynny o fewn] ei gallu. Bydd yn rhaid [o ganlyniad i] Pa [da] wedi ei ennill, a bydd hyn yn dwyn [o ganlyniad i] Pa [drygioni] wedi ei ennill. "Ein Arglwydd, nid yw yn gosod bai arnom os ydym wedi anghofio neu ochri. Ein yr Arglwydd, a lleyg nid arnom ni faich fel a osodwyd gennych ar y rhai ger ein bron. Ein yr Arglwydd, ac yn faich ein nid â hynny lle gallwn ni ddim gallu i gofio. A maddeuwch ni; a maddau i ni; a drugaredd arnom. Yr ydych yn ein protector, rhowch fuddugoliaeth dros y bobl disbelieving."
da: Allah ikke opkræver en sjæl undtagen [med der i] dens kapacitet. Det vil have [konsekvens af] hvad [godt] det har fået, og det vil bære [konsekvens af] hvad [onde] det har tjent. "Vorherre, pålægge ikke skylden på os hvis vi har glemt eller har begået en fejl. Vor Herre, og lå ikke over os som en byrde, som du lagde på dem før os. Vor Herre, og belaster os ikke med det, som vi har ingen evne til at bære. Og undskyld os; og forlad os; og forbarm dig over os. Du er vores protector, så giv os sejr over mistroiske folk."
el: Αλλάχ δεν χρεώνει μια ψυχή εκτός από [με αυτό εντός] την ικανότητά της. Αυτό θα είχε [ως] τι [καλό] έχει κερδίσει, και θα φέρει [αποτέλεσμα] τι [κακό] έχει κερδίσει. «Ο Κύριός μας, δεν επιβάλλουν φταίξιμο επάνω σε μας αν έχουμε ξεχάσει ή κακώς. Κύριος, και μας βάρυνε δεν μας επιβαρύνουν σαν αυτή που σας που βασίζονται σε εκείνοι που προηγήθηκαν. Ο Κύριός μας, και μας επιβαρύνουν όχι με αυτό που έχουμε καμία ικανότητα να φέρει. Και η συγχώρηση μας? και Συγχωρέστε μας? και ελέησον ημάς. Είστε προστάτης μας, έτσι να μας δώσει νίκη πάνω από την disbelieving άτομα.»
et: Jumal ei võta hing välja arvatud [, et maksimaalselt] suutlikkus. Tal [tagajärg] mida [head] on ta saavutanud ja see kannab [tagajärg] [kurja] pälvinud. "Meie Issanda pane blame meid kui oleme unustanud või eksis. Meie Issanda ja panna meid ei koormaks sellist mis sa neile enne meid. Meie Issanda ja koormata meile mitte sellega, mida meil on võime kanda. Ja armu meile; ja andeks meile; ja halasta meile. Olete meie protector, nii meile võidu üle olid inimesed."
fi: Allah ei veloita sielu paitsi [ja että] kapasiteettiaan. Se on [seuraus] mitä [hyvä] on saanut, ja se vastaa [seuraus] mitä [pahaa] se on ansainnut. "Meidän Herramme ei aseteta syyttää meitä jos me unohtanut tai virheellisesti. Meidän Herramme ja lay ole ovella Taakka sellaista joka rekisterinpitäjällä käsiteltävänämme olevat. Meidän Herramme ja meille taakan kanssa, jotka eivät voi kantaa. Ja anteeksi meille. ja anna meille; ja on meille armollinen. Olet meille aurinkovoidetta, niin antaa meille voiton uskottomia ihmisiä."
he: אללה לא מחייבת אף אחד חוץ [עם כי בתוך] הקיבולת שלו. יהיו לו [התוצאה של] מה [טוב] זכה, וישא אותה [התוצאה של] איזה [רע] הוא זכה. "אדוננו, לא להטיל אשמה על אותנו אם אנחנו שכחת או שגו. שלנו לורד, שכב לא עלינו עול כמו את אשר אתה הונח על אלה לפנינו. אדוננו, ולא להכביד עלינו לא עם זה יש לנו את היכולת לסבול. . וסלח לנו; וסלח לנו; רחם עלינו. אתה מגן שלנו, אז תן לנו הניצחון על העם disbelieving."
hr: Allah ne naplaćuje dušu osim [s tim unutar] njegov kapacitet. Imat će [posljedica] [kakve] to je stekao, i to će uroditi [posljedica] što [zlo] On je zaradio. "Gospoda, ne nameće krivnju na nas ako smo zaboravili, ili erred. Naš Gospodin, i ležao na nas teret kao što si položio na one prije nas. Gospoda, i nas opterećivati sa time što imamo mogućnost da nose. I oprosti nam; i oprosti nam; i smiluj se na nas. Ti si naš zaštitnik, pa nam pobjedu nad sumnja ljudi."
lt: Dievas neima sielos išskyrus [su kad per] savo pajėgumų. Jis turės [taigi] kas [gerai] ji gavo, ir jis duos [taigi] kas [evil] jis uždirbo. "Mūsų Viešpatie, negali primesti kaltę verčia mus jei mes Pamiršote ar padarė klaidą. Mūsų Viešpats, ir nustatyti ne į mus našta patinka tai, kas jums nustatyti prieš mus. Mūsų Viešpats, ir našta mums ne su ta, kuri mes turime ne gebėjimas būti. Ir malonė mums; ir atleisk mums; ir buvo malonės į mus. Jūs esate mūsų Raštas, Taigi mums pergalę prieš niewiernych žmonių."
lv: Allah neietur dvēsele, izņemot [ka] ar savu jaudu. [Rezultāts] būs ko [labu] tā ir ieguvusi, un tas būs jāsedz [sekas] kāda [ļaunuma] tas ir nopelnījis. "Mūsu kungs, neuzliek vainot mūs, ja esam aizmirsuši vai pieļāvusi. Mūsu Kunga un paredzēt ne pār mums slogs, piemēram, to, kas tev uzlika tiem, kas pirms mums. Mūsu Kunga un slogs mums nav ar to, kas mums ir, nav spēju segt. Un piedod mums; un piedod mums; un ir žēlsirdība pār mums. Jūs esat mūsu aizsargs, tāpēc arī mums uzvaru pār neticīgi cilvēki."
nb: Allah tar ikke en sjel unntatt [med at innen] kapasiteten. Det vil ha [konsekvensen av] Hva [god] den har fått, og det vil bære [konsekvensen av] Hva [evil] det har tjent. "Vår Herre, ikke pålegge skyld på oss hvis vi har glemt eller feilet. Vår Herre, og lå ikke på oss som en byrde som du la på de før oss. Vår Herre, og belaster oss ikke med det som vi har ikke mulighet til å bære. Og tilgi oss; og tilgi oss; og ha barmhjertighet med oss. Du er vår protector, så gi oss seier over disbelieving folk."
sk: Alah neúčtuje duše okrem [s tým v rámci] svojej kapacity. Bude mať [dôsledkom] čo [dobré] získala, a prinesie [dôsledkom] čo [zlé] získal. "Náš Pán neukladajú vinu na nás ak sme zabudli alebo nesprávne. Nášho Pána a ležal nie na nás záťaž, ako to, ktoré ste na tých pred nami. Náš Pán a zaťažovať nás s, ktorý máme schopnosť znášať. A milosť nás; a odpusť nám; a zmiluj sa nad nami. Ste náš ochranca, takže nám víťazstvo nad neveriacky ľudí."
sl: Allah ne zaračunava duše razen [s tem v] svoje zmogljivosti. Ima [posledica] kaj [dobro] je pridobil, in to bo nosil [posledica] kaj [zlo] je prislužil. "Naš Gospod, ne nalaga krivdo na nas, če smo pozabili ali napačno. Našega Gospoda, in določiti, ne na nas breme kot tisti, ki iz vas na tiste, ki so pred nami. Naš Gospod in nas obremenjuje ne z tisto, kar imamo, ne sposobnost nositi. In Oprostite nam; in odpusti nam; in usmili na nas. Vi ste naš patron, tako nam zmaga nad disbelieving ljudi."
sr_cyrl: Алах не наплаћује никоме осим [тиме унутар] својих капацитета. То ће имати [последице] [какве] је стекла, и то ће носити [последице] [зло] освојио. "Господ , не намећу кривицу на нас ако смо заборавили или погрешило. Лорд , а не пред нама је лежао терет тако што сте поставили над онима пред нама. Господ , и нас оптережује није оно што ми имамо способност да поднесе. И опрости нам; и опрости нам; и смилуј се на нас. Ти си нам заљтитник, зато нам дајте победу над дисбелиевинг народ."
sr_latn: Alah ne naplaćuje nikome osim [time unutar] svojih kapaciteta. To će imati [posledice] [kakve] je stekla, i to će nositi [posledice] [zlo] osvojio. "Gospod, ne nameću krivicu na nas ako smo zaboravili ili pogrešilo. Lord, a ne pred nama je ležao teret tako što ste postavili nad onima pred nama. Gospod, i nas optereжuje nije ono što mi imamo sposobnost da podnese. I oprosti nam; i oprosti nam; i smiluj se na nas. Ti si nam zaљtitnik, zato nam dajte pobedu nad disbelieving narod."
uk: Аллаху не обтяжувати душі, за винятком [що всередині] свій потенціал. Вона буде мати [наслідком] що [гарний] він придбав, і вона буде нести [наслідком] що [зла] він заслужив. "Наш Господь, не нав'язувати провину на нас, якщо ми забули або помилилися. Наш Господь лежала і не на нас тягарем як те, що ви поклали на тих перед нами. Наш Господь і тягар нас не з тим, що ми не мають можливості нести. І прости нам; і прости нам; і, помилуй нас. Ви наш захисник, дати нам перемогу над невіруючий людей."
vi: Allah không tính phí một linh hồn ngoại trừ [với điều đó trong vòng] khả năng của mình. Nó sẽ có [là hệ quả của] [tốt] những gì nó đã đạt được, và nó sẽ chịu [kết quả] [ác] những gì nó đã giành được. "Chúa chúng ta, không áp đặt đổ lỗi cho chúng ta nếu chúng ta đã quên hoặc erred. Chúa của chúng tôi, và lay không khi chúng tôi một gánh nặng như thế mà bạn đặt trên những người trước khi chúng tôi. Chúa chúng ta, và gánh nặng cho chúng tôi không có những điều mà chúng tôi đã không có khả năng chịu. Và tha thứ cho chúng tôi; và tha thứ cho chúng tôi; và có lòng thương xót cho chúng ta. Bạn là bảo vệ của chúng tôi, vì vậy hãy cho chúng tôi chiến thắng disbelieving người."
zu: Allah ayikhokhisi phefumulo [nalelo ngaphakathi] umthamo wayo.

# Quran294
source: Alif, Lam, Meem.
el: Meem Alif, αψιδοειδών μηχανισμών με μοχλίσκο.
et: Hotell Alif, Lam, Meem.
he: אליף, לאם, Meem.
lt: Alif, Sam, Meem.
sk: Alif, Lam, Mîm.
sr_cyrl: Алиф , Лам, Меем.
uk: Аліф, Lam, Meem.

# Quran295
source: Allah - there is no deity except Him, the Ever-Living, the Sustainer of existence.
ca: Allah - no hi ha cap Déu excepte ell, la vida mai, la Sustainer de l'existència.
cy: Allah-nid oes unrhyw Dduwdod ac eithrio ef, y byw erioed, y Sustainer o fodolaeth.
da: Allah - der er ingen guddom undtagen ham, Ever-levende, opretholderen af eksistens.
el: Αλλάχ - δεν υπάρχει καμία θεότητα εκτός από τον ίδιο, την ολοένα και συνθηκών διαβίωσης, αυτός που συντηρεί την ύπαρξη.
et: Jumal - ei ole jumalus, välja arvatud tema, Ever elu olemasolu alalhoidja.
fi: Jumala - ei ole Jumaluutena, paitsi häntä, yhä elävät Sustainer olemassaolo.
he: אללה - יש אין אלוהות חוץ ממנו, פעם-החיים, Sustainer של הקיום.
hr: Allah - postoji nema Božanstva osim njega, Ever-dnevni, održava postojanje.
lt: Dievas - nėra jokių Dievybės išskyrus jam, Ever-gyvenimo, buvimas Sustainer.
lv: Allah - nav neviena dievība, izņemot viņu, Ever-Living, eksistenci uzturētājs.
nb: Allah - det er ingen guddom bortsett fra ham, er stadig levende, stabiliserer eksistens.
sk: Alah - neexistuje žiadne božstvo okrem neho, niekedy-žijúcej, podporovateľom existencie.
sl: Allah - ni nobene božanstva, razen njega, Ever-življenje, enako obstoja.
sr_cyrl: Аллах - нема нема боћанство осим њега, Евер-ћивима, на одрћавања динамике постојања.
sr_latn: Allah - nema nema boћanstvo osim njega, Ever-ћivima, na odrћavanja dinamike postojanja.
uk: Аллах - немає не божества, за винятком йому Ever-життя, Sustainer існування.
vi: Allah - đó là không có vị thần ngoại trừ anh ta, sinh hoạt, Ever, Đâng tồn tại.
zu: Allah - akukho ekukhulekeleni ubuNkulunkulu ngaphandle Him Ever-Living, uMsekeli ukhona.

# Quran296
source: He has sent down upon you, [O Muhammad], the Book in truth, confirming what was before it. And He revealed the Torah and the Gospel.
ca: Ell ha empresonat a vostè, [O Muhammad], el llibre en veritat, confirmant el que era abans. I va revelar el Torah i l'Evangeli.
cy: Mae ef wedi anfon i lawr ar chi, [O Muhammad], y llyfr mewn gwirionedd, yn cadarnhau beth oedd ger ei fron. A datgelodd y Torah ac efengyl.
da: Han har sendt ned over jer, [O Muhammad], bog i sandhed, bekræfter, hvad der var før det. Og han afsløret Toraen og evangeliet.
el: Έστειλε επάνω σας, [Ο Μωάμεθ], το βιβλίο στην πραγματικότητα, επιβεβαιώνοντας αυτό που ήταν πριν από αυτό. Και αποκάλυψε το Torah και το Ευαγγέλιο.
et: Ta on saatnud teie [O Muhammad], tõsi, raamatu peale kinnitades, mis oli enne seda. Ja ta näitas Toora ja evangeeliumi.
fi: Hän on lähettänyt teitä, [Oi Muhammed] kirja totuus, vahvistaa, mitä oli ennen. Ja hän paljasti Tooran ja evankeliumia.
he: הוא שלח עמכם, [O מוחמד], ספר האמת, מאשר מה היה לפני זה. הוא גילה את התורה ואת הבשורה.
hr: Poslao je na vas, [O Muhammad], knjigu istina, potvrđuje kako je prije bilo. I Tora i Evanđelje.
lt: Jis buvo zeslane į tave, [O Muhammad], tiesą sakant, knygoje patvirtinantis, kas buvo prieš tai. Ir jis parodė Toros ir Evangelijos.
lv: Viņš ir sūtījis uz leju pār jums, [O Muhammad] grāmatu, patiesību sakot, apstiprinot, kas bija pirms tam. Un viņš atklāja, ka Toras un evaņģēliju.
nb: Han har sendt ned over deg, [O Muhammad], boken med sannhet, bekrefter det som var før det. Og han åpenbarte Toraen og evangeliet.
sk: On poslal na vás [Mohamed], kniha o pravde, potvrdzujú, čo bolo pred ním. A ten odhalil Tóry a evanjelium.
sl: On je poslal na vas, [O Muhammad], knjiga v resnici, potrjuje, kar je bilo pred njim. In mu je pokazala Tora in evangelij.
sr_cyrl: Послао је на вас, [О Мухаммад], књига у истини, потврђујући како је раније било. И он је открио Тору и Библију.
sr_latn: Poslao je na vas, [O Muhammad], knjiga u istini, potvrđujući kako je ranije bilo. I on je otkrio Toru i Bibliju.
uk: Він послав на вас, [O Мухаммад], книга по правді кажучи, який підтверджує, що було раніше він. І він показав, Тори і Євангелія.
vi: Ông đã gửi xuống khi bạn, [O Muhammad], cuốn sách trong sự thật, xác nhận những gì đã trước đó. Và ông tiết lộ Torah và phúc âm.
zu: He sa phansi phezu kwenu, [O Muhammad], iNcwadi ngeqiniso, okuqinisekisa lokho okushiwo kwaba phambi kwaso.

# Quran297
source: Before, as guidance for the people. And He revealed the Qur'an. Indeed, those who disbelieve in the verses of Allah will have a severe punishment, and Allah is exalted in Might, the Owner of Retribution.
ca: Abans, com a guia per a la gent. I va revelar el Qur ' an. De fet, aquells que no creuen en els versos d'Allah tindran un càstig sever, i Allah és exaltat en el poder, el propietari de retribució.
cy: O'r blaen, fel canllawiau ar gyfer y bobl. A datgelodd y Qur'an. Yn wir, bydd rhai a chredu yn y penillion Allah cosb difrifol, ac mae i'w Allah mawrygu yn efallai, perchennog dial.
da: Før, som vejledning for mennesker. Og han afslørede Koranen. Ja, dem, der ikke tror på vers af Allah vil have en hård straf, og Allah er ophøjet i Might, ejer gengældelse.
el: Πριν, ως καθοδήγηση για τους ανθρώπους. Και αποκάλυψε το Κοράνι. Πράγματι, εκείνοι που δυσπιστώ τους στίχους του Αλλάχ θα έχουν μια αυστηρή τιμωρία, και Αλλάχ είναι exalted στο σθένος, ο ιδιοκτήτης της τιμωρίας.
et: Varem, mis suunaks inimesi. Ja ta näitas, et Koraan. Tõepoolest, need, kes usu Jumala salmid on karm karistus ja Allah on ülendatud Might, kättemaksu omanik.
fi: Ennen opastamaan ihmisiä. Ja hän paljasti Koraanin. Ne, jotka ovat uskottomia jakeissa hillitä on ankara rangaistus, ja Jumala on korottanut voisi kostoa omistaja.
he: לפני כן, הדרכה עבור העם. הוא גילה את הקוראן. ואכן, אלה לא להאמין של אללה יהיה עונש חמור, אללה הוא יינשא באולי, הבעלים של העונש.
hr: Prije, kao smjernice za ljude. I on je otkrio Qur'an. Uistinu, oni koji ne vjeruju u stihovima Allah će imati tešku kaznu, i Allah je uzvišeni u moć, vlasnik osvete.
lt: Anksčiau, dėl žmonių. Ir jis parodė Korano. Iš tiesų, tie, kurie neturi wierza Dievo ženklai turės sunki bausmė, o Dievas yra išaukštintas gali, atpildo savininkas.
lv: Agrāk, kā vadlīnijas par cilvēkiem. Un viņš atklāja, ka Korāns. Patiešām, kuri neticēt pantus no Allah būs bargu sodu, un Allah ir cildens, iespējams, atmaksa īpašnieks.
nb: Før, som veiledning for folk. Og han åpenbarte Koranen. Faktisk de som tviler i versene Allah har en streng straff, og Allah er opphøyet i makt, eier av gjengjeldelse.
sk: Predtým, ako usmernenia pre ľudí. A on ukázal, že Korán. Naozaj, tých, ktorí neveria vo veršoch Alah bude mať prísne potrestanie, a Alah je vyvýšené by vlastník odplaty.
sl: Prej, kot vodilo za ljudi. In mu je pokazala Koranu. Res, tistim, ki verjamem v verzih Alah bo huda kazen, in Alah je vzvišeno v oblast, lastnik maščevanja.
sr_cyrl: Раније , као водич за људе. И он је открио је Куран. Заиста , они који сумњаш у стихове Аллаха ће имати озбиљне казне, а Аллах велииа снагом, власник освете.
sr_latn: Ranije, kao vodič za ljude. I on je otkrio je Kuran. Zaista, oni koji sumnjaš u stihove Allaha će imati ozbiljne kazne, a Allah veliиa snagom, vlasnik osvete.
uk: До цього як керівництво для людей. І він показав, що Коран. Дійсно, тих, хто не вірити у віршах Аллах буде покарання, і Аллах піднесене в меча, власник розплата.
vi: Trước đó, như là hướng dẫn cho người dân. Và ông tiết lộ kinh Koran. Thật vậy, những người disbelieve trong những câu thơ của Allah sẽ có một hình phạt nặng và Allah sôi nổi trong có thể, chủ đầu tư trả thù.
zu: Ngaphambi, njengoba hola ntu hle.

# Quran298
source: Indeed, from Allah nothing is hidden in the earth nor in the heaven.
ca: De fet, des d'Allah ha res ocult en la terra ni en el cel.
cy: Yn wir, gan Allah yw dim cudd yn y ddaear nac yn y nefoedd.
da: Faktisk, fra Allah, intet er skjult i jorden eller i himmelen.
el: Πράγματι, από τον Αλλάχ τίποτα είναι κρυμμένο στη γη, ούτε στον ουρανό του.
et: Tõepoolest, Jumalalt midagi peidetud maa peal ega taevas.
fi: Itse asiassa Jumalalta mikään ei ole piilossa maan päällä eikä taivaassa.
he: אכן, מן אללה דבר מוסתר באדמה ולא בשמים.
hr: Uistinu, od Allaha ništa nije skriveno u zemlji niti u nebu.
lt: Iš tiesų, iš Dievo nieko nėra paslėpta žemės, nei dangaus.
lv: Patiešām, no Allah nekas ir slēpta zemes, ne arī debesīs.
nb: Faktisk, fra Allah intet er skjult på jorden eller i himmelen.
sk: V skutočnosti, od Boha nič nie je skryté v zemi, ani v nebi.
sl: Res, od Allah nič ni skrito v zemlji, niti v nebeško.
sr_cyrl: Заиста , од Алаха ништа је скривена у земљи, ни у рају.
sr_latn: Zaista, od Alaha ništa je skrivena u zemlji, ni u raju.
uk: Дійсно, від Аллах нічого не прихована в землі, ні в небо.
vi: Thật vậy, từ Allah không có gì là ẩn trong trái đất cũng không phải trong thiên đường.
zu: Ngempela, kusukela Allah akukho kufihlwe emhlabathini noma ezulwini.

# Quran299
source: It is He who forms you in the wombs however He wills. There is no deity except Him, the Exalted in Might, the Wise.
ca: És ell qui forma en els úters però que vol. No hi ha cap Déu excepte ell, l'exaltat en forces, el savi.
cy: Mae'n ef a ffurfio chi yn y wombs Fodd bynnag, mae ganddo wills. Nid oes unrhyw Dduwdod ac eithrio ef, Exalted yn efallai, yn y doeth.
da: Det er ham, der danner dig i skød men han testamenter. Der er ingen guddom undtagen ham, ophøjede i magt, klogt.
el: Είναι αυτός που σας αποτελεί σε μήτρες, ωστόσο τι διαθήκες. Δεν υπάρχει καμία θεότητα εκτός από αυτόν, εξυψωμένη στην μπορούσε, του Σοφού.
et: See on see, kes moodustab teile ka emaka, aga ta tahab. Ei ole jumalus, välja arvatud tema, Might, tark ülendatud.
fi: Se on hän, joka tekee sinusta kohtuihin kuitenkin tahtoo. Ei ole Jumaluutena, paitsi hänen Ylhäinen voisi viisas.
he: הוא זה שתמיד טפסים לך רחמים אולם הוא צוואות. יש אין אלוהות חוץ ממנו, לרוממו באולי, החכם.
hr: On je taj koji tvori u utrobu kako god hoće. Nema Božanstva osim njega, Exalted u moć, mudri.
lt: Tai tas, kuris formas, į pilvo tačiau jis nori. Nėra jokių Dievybės išskyrus jam, Exalted, gali, Išminčius.
lv: Tas ir tas, kas veido jums atteikties, tomēr viņš vēlas. Nav neviena dievība, izņemot viņu, izredzētais, kas, iespējams, gudrs.
nb: Det er han som danner du i wombs men han wills. Det er ingen guddom bortsett fra ham, opphøyet i Might, Wise.
sk: Je to on, ktorý sa tvorí v lona, ale on chce. Neexistuje žiadne božstvo okrem neho postáv by, múdry.
sl: To je tisti, ki ga tvori v v wombs, pa je oporok. Ni nobene božanstva, razen njega, Exalted v oblast, pametno.
sr_cyrl: Он је тај који ти се формира у утробе колико год му је воља. Тамо је нема боћанство осим њега, Еxалтед у моћ, мудри.
sr_latn: On je taj koji ti se formira u utrobe koliko god mu je volja. Tamo je nema boћanstvo osim njega, Exalted u moć, mudri.
uk: Саме він утворює ви утроби, однак він хоче. Немає немає божества, за винятком йому Exalted в меча, Мудрого.
vi: Nó là hình thức bạn trong wombs các Tuy nhiên Ngài muốn. Có là không có vị thần ngoại trừ hắn, Exalted, có thể, sự khôn ngoan.
zu: Kuyinto Lowo lwakha you zalo Nokho He tando.
