Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran882
source: And who is more unjust than one who invents a lie about Allah or says, "It has been inspired to me," while nothing has been inspired to him, and one who says, "I will reveal [something] like what Allah revealed." And if you could but see when the wrongdoers are in the overwhelming pangs of death while the angels extend their hands, [saying], "Discharge your souls! Today you will be awarded the punishment of [extreme] humiliation for what you used to say against Allah other than the truth and [that] you were, toward His verses, being arrogant."
ca: I que és més injust que el qui inventa una mentida Allah o diu, "Que ha estat inspirat per a mi," mentre que res s'ha inspirat a ell i que diu: "Vaig a [quelcom] revelar com el revelat Allah." I si pogués, però veure quan els malfactors són en l'angoixa aclaparadora de la mort, mentre que els àngels s'estenen les seves mans, [dir], "descàrrega seves ànimes! Avui vostè es concedirà el càstig d'humiliació [extrem] per què solia dir contra Allah que no sigui la veritat i [que] que van ser, cap al seus versos ser arrogants."
cy: Ac sydd yn anghyfiawn fwy nag un sy'n dyfeisio celwydd am Allah neu sy'n dweud, "Mae'n wedi'i ysbrydoli i mi," er dim wedi'i ysbrydoli iddo, ac yn un sydd yn dweud, "Bydd ddatgelu [rhywbeth] fel hyn wedi datgelu Allah." Ac os gallai ond gweld pan fydd y tramgwyddo yn pangs llethol o farwolaeth tra mae yr angylion yn ymestyn eu dwylo, [dweud], "rhyddhau eich eneidiau! Heddiw chi dyfernir cosbi cywilydd [eithafol] am beth yr ydych yn ei defnyddio i ddweud erbyn Allah heblaw y gwir a [y], tuag at ei penillion, bod yn haerllug."
da: Og der er mere uretfærdig end, der opfinder en løgn om Allah eller siger, "Det er blevet inspireret til mig," mens intet har været inspireret til ham, og en, der siger, "Jeg vil afsløre [noget] ligesom hvad Allah afsløret." Og hvis du kunne men se når lovovertrædere i de overvældende kvaler af død mens englene udvide deres hænder, [siger], "decharge jeres sjæle! I dag vil du blive tildelt straf af [ekstreme] ydmygelse for hvad du plejede at sige mod Allah end sandheden og [at] du, mod hans vers, der arrogant."
el: Και ποιος είναι πιο άδικο από ένα που εφευρίσκει ένα ψέμα για να Αλλάχ, ή λέει, "Αυτό έχει εμπνευστεί για μένα," ενώ τίποτα δεν έχει εμπνευστεί σε αυτόν, και αυτός που λέει, «Εγώ θα αποκαλύψει [κάτι] σαν αυτό που ο Αλλάχ αποκάλυψε.» Και αν θα μπορούσατε να, αλλά δείτε όταν οι παραβάτες είναι στην η συντριπτική τύψεις του θανάτου, ενώ οι άγγελοι επεκτείνει τα χέρια τους, [λέγοντας], «απαλλαγή σας ψυχές! Σήμερα θα σας αποδοθεί η τιμωρία του [ακραίες] ταπείνωση για αυτό που χρησιμοποιείται για να πω κατά Αλλάχ εκτός από την αλήθεια και [ότι] σας, προς τους στίχους του, που είχαν αλαζόνες.»
et: Ja kes on rohkem alusetu, kui see, kes leiutab lie Jumalat kohta või ütleb, "See eeskujusid mulle," Kuigi midagi talle eeskujusid ja see, kes ütleb: "Ma paljastan [midagi] nagu Jumal näitas." Ja kui te võiks aga näha kui selle tekitaja on valdav pangs surma, kuigi inglid laiendada oma käed, [öelda], "täita oma hinge! Täna saad anda [äärmise] alanduse eest mida sa kasutada pehmelt vastu Jumal kui tõde ja [see] sa oled, tema värsse poole seda ülbe karistuse."
fi: Ja joka on epäoikeudenmukaisempi kuin joka keksii valheita Jumalan tai sanoo, "Se on innoittanut minua," vaikka mitään on innoittanut häntä, ja joka sanoo: "Minä ilmoitan [jotain] kuten Jumala paljasti." Ja jos voisi, mutta kun rikolliset ovat ylivoimainen tuskien kuoleman, kun enkelit laajentaa kätensä, [sanoen] "vastuuvapauden sielunne! Tänään sinut palkitaan rangaistus [] nöyryytys ja mitä käytetään sanoa Jumalaa vastaan kuin totuus ja [että], kohti hänen runoissaan olitte ylimielinen."
he: ומי צודק יותר מאשר מי ממציא שקר על אללה או אומר, "זה נעשה בהשראת אלי," בעוד דבר נעשה בהשראת אליו, ועוד אחד שאמר, "תחשוף [משהו] כמו מה חשף אללה" אם אתה יכול, אבל לראות הפושעים הם בייסורי המוות המכריע בעוד המלאכים להרחיב את ידיהם, [ואמר] "הפרשות והנשמות שלכם! היום אתה יוענק העונש [קיצוני] השפלה עבור מה נהגת לומר נגד אללה מלבד האמת, [כי], לכיוון שלו פסוקים, שהיית שחצן."
hr: A tko je više nepravedan nego onaj koji izmišlja laži o Allahu i kaže, "To je nadahnut," a ništa inspirirala ga, a onaj koji kaže, "Neću otkriti [nešto] kao što je Allah objavio." I ako može, ali vidite kada počinioce u neodoljiv osjećaj smrti dok anđeli proširiti svoje ruke, [rekao], "pražnjenje svoje duše! Danas ćete biti nagrađeni kazna [krajnje] poniženje za ono što si nekad govorio protiv Allaha istinu i to, prema svoje stihove, bio si arogantan."
lt: Ir kurie yra labiau neteisinga nei tas, kuris išrado melas apie Dievo arba sako: "Ji buvo įkvėpė mane," o nieko įkvėpė jam, ir tas, kuris sako: "Aš atskleis [kažkas] kaip ir ką Dievas parodė." Ir jei gali, bet kai grzesznicy yra didele miltų mirties o angelai išplėsti savo rankas, [sako], "biudžeto įvykdymo patvirtinimo savo sielas! Šiandien jums bus suteiktas bausmę [extreme] žeminimas, kas naudojote pasakyti prieš Allah, išskyrus tiesą ir [kad] buvo, link jo ženklai, yra arogantiškas."
lv: Un kurš ir netaisna vairāk nekā tas, kurš izdomā meli par Allah vai saka: "Tas ir bijis iedvesmoja mani," kamēr nekas iedvesmoja viņu, un, kurš saka: "Es atklās [kaut] piemēram, Allah atklāts." Un ja jūs varētu, bet redz, kad pārkāpējus ir milzīgs lēkmes nāves, kamēr eņģeļi paplašināt savas rokas, [saka] "jāpilda savas dvēseles! Šodien jums pasniegs [galējās] pazemojums, ko izmantojāt iebilst pret Allāhu nevis patiesību un [ka] jūs pret viņa vārsmas, izturējās augstprātīgi sods."
nb: Og som er mer urettferdig enn som oppfant en løgn om Allah eller sier, "Det har vært inspirert meg," mens ingenting har blitt inspirert til ham, og som sier, "Jeg vil avsløre [noe] som hva Allah åpenbarte." Og hvis du kan, men se om at wrongdoers er i overveldende pangs av død mens englene utvide hendene, [sa] "utslipp deres sjeler! I dag vil du bli tildelt straffen av [ekstreme] ydmykelse for det du pleide å si mot Allah sannheten og [at] du var mot hans dikt, blir arrogant."
sk: A kto je viac nespravodlivé, ako ten, kto vymyslí lož o Alah alebo hovorí, "Bol inšpirovala ma," keď nič inšpirovala k nemu, a ten, kto hovorí, "Budem odhaliť [niečo] ako to, čo Boh odhalil." A ak by mohli, ale zloèinci nachádzate v drvivá bolesť smrť, kým anjeli rozšíriť svoje ruky [povedať], "vypúšťanie svoje duše! Dnes budete odmenení trest [extrémne] ponižovanie, na čo ste boli zvyknutí hovoriť proti Alah než pravdu a [že] k jeho veršov, je arogantný."
sl: In kdo je bolj nepravičen, kot tisti, ki Izumi laž o Allah ali pravi, "To je bila navdih, da me," pa nič je bil navdih za njega, in tisti, ki pravi, "Razkrije bo [nekaj] kot kaj pokazala Allah." In če bi pa videli, ko je kršitelj ni v ogromno gripa smrti, medtem ko angeli razširiti svoje roke, [pravijo,] "izpust svoje duše! Danes boš prejel kazen [ekstremnih] poniževanje za kaj ste uporabili črhniti zoper Alah resnico in [da] ste bili, proti njegovi verzi, aroganten."
sr_cyrl: А ко је више неправедан него онај који је измисли лаж о Аллах или каже,"То био инспирисало да ми," док ништа инспирисало да га, а онај који каже, "Откривају ће [нешто] као ста је Аллах открио." И ако могу, али видим када починиоце у неодољиво муке због смрти док анђели проширивање њихове руке, [указујући], "отпустила васе дусе! Данас ти ће бити додељена казна [екстремне] понизења за шта си говорио против Аллах осим истину и то, према његових стихова, била си арогантан."
sr_latn: A ko je više nepravedan nego onaj koji je izmisli laž o Allah ili kaže, "To bio inspirisalo da mi," dok ništa inspirisalo da ga, a onaj koji kaže, "Otkrivaju će [nešto] kao sta je Allah otkrio." I ako mogu, ali vidim kada počinioce u neodoljivo muke zbog smrti dok anđeli proširivanje njihove ruke, [ukazujući], "otpustila vase duse! Danas ti će biti dodeljena kazna [ekstremne] ponizenja za šta si govorio protiv Allah osim istinu i to, prema njegovih stihova, bila si arogantan."
uk: А хто більш несправедливим, ніж той, хто винаходить брехня про Аллах або говорить: "Вона була надихнула мене," Хоча нічого надихнула йому і один, який говорить: "Я розкрити [щось] як показав Аллаха." І якщо ви могли б, але побачити, коли на розкаюємося в переважній докорами смерті поки, ангели розширити свої руки, [кажучи:] "нагнітання ваші душі! Сьогодні вам буде нараховано покарання [екстремальних] приниження за те, що ви використовували сказати проти Аллаха, крім правди і [що] ви були до його вірші, бути зарозумілим."
vi: Và ai là không công bằng hơn so với một trong những người phát minh ra nói dối về Allah hoặc nói, "Nó đã được truyền cảm hứng cho tôi," trong khi không có gì đã được truyền cảm hứng cho anh ta, và một trong những người nói, "Tôi sẽ tiết lộ [cái gì] giống như những gì Allah tiết lộ." Và nếu bạn có thể, nhưng thấy khi các wrongdoers đang ở pangs áp đảo của cái chết trong khi các thiên thần mở rộng bàn tay của họ, [nói], "xả linh hồn của bạn! Hôm nay bạn sẽ được trao giải thưởng phạt [cực kỳ] nhục cho những gì bạn sử dụng để nói rằng đối với Allah khác hơn là sự thật và [rằng] bạn, đối với bài thơ của ông, đang kiêu ngạo."
zu: Futhi ngubani kalunganga than fike invents amanga mayelana Allah noma uthi, "Kuye ephefumulelwe kimi," kanti lutho uye wakhuthazwa kuye, futhi nguye oshoyo "Mina kuyokwembula [okuthile] njengani Allah phendla.

# Quran883
source: [It will be said to them], "And you have certainly come to Us alone as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' which you claimed that they were among you associates [of Allah]. It has [all] been severed between you, and lost from you is what you used to claim."
ca: [Això es diu que ells], "i que certament han arribat a nosaltres sols ja que hem creat la primera vegada, i que ha deixat el que ens va concedir darrere de tu. I no veiem amb vostè el seu 'desvirtuïn"que vostè afirmava que eren entre associats [d'Allah]. S'ha [tots] estat tallada entre vostè i perdut de vostè és el que solia reclamar."
cy: [Bydd dweud iddynt], "ac wedi dod atom yn unig yn sicr yn creu chi y tro cyntaf, a ydych wedi gadael beth bynnag a roesom arnoch tu ôl i chi. Ac nid ydym yn gweld gyda chi eich 'intercessors' a oedd yn honni eu bod ymhlith associates [o Allah]. Mae [holl] wedi'u hollti rhwng chi, ac colli chi yw beth yr ydych yn ei ddefnyddio i hawlio."
da: [Det vil siges at dem], "og du har helt sikkert komme os alene som vi skabte dig første gang, og du har tilbage, uanset hvad vi skænket dig bag dig. Og vi ser ikke med dig din forbedere, som du hævdede, at de var blandt du associates [i Allah]. Det har [alle] blevet afbrudt mellem dig, og tabt fra du er hvad du plejede at hævde."
el: [, Θα μας πουν τους], "και έχετε σίγουρα έρθει μόνοι μας όπως σας δημιουργήσαμε την πρώτη φορά, και έχετε αφήσει ό, τι εμείς είναι κατοχυρωμένες σε σας πίσω σας. Και δεν βλέπουμε μαζί σας σας «μεσολαβητές» που σας ισχυρίστηκε ότι ήταν μεταξύ των συνεργατών σας [του Allah]. [All] έχει υποστεί ρήξη μεταξύ σας κι έχασε από εσάς είναι αυτό που χρησιμοποιήσατε για να διεκδικήσει.»
et: [See ütles neile], "ja te kindlasti jõudnud meid üksi, kui oleme loonud teile esimest korda ja mida iganes me andnud pärast sa selja taha on jäänud. Ja me ei näe sa oma 'intercessors', mis sa väitsid, et nad olid seas te associates [Jumala]. See on olnud katkestanud [kõik] teie vahel, ja sinult kaotasin on, mida sa kasutada väidavad."
fi: [Sanotaan heille], "ja varmasti tulevat vain meille, koska olemme luoneet ensimmäistä kertaa ja jätit, mitä me suonut sinun takanasi. Ja emme pidä teille teidän "rukousryhmiä", joka väitti, että he olivat associates [-lta hillitä]. Se on [kaikki] katkaistu kesken te ja menetti sinulta on mitä käytetään hakea.
he: [זה יאמר להם], "ואתה בהחלט הגעת אלינו לבד כפי אנחנו יצרנו אותך בפעם הראשונה, השארת את מה אנחנו שמוענקות לך מאחוריך. אנחנו לא רואים בך את 'intercessors' אשר שטענת שהם בין השותפים [של אללה]. זה [כל] נקטע ביניכם, איבד ממך מה אתה נהג לטעון."
hr: [To će reći da ih], "i sigurno dođete do nas i mi smo vas stvorili prvi put, i ostalo što god mi udijelio ti iza tebe. I ne vidimo s vama vaše 'posrednici' koji tvrdiš da su oni bili među suradnicima [od Allaha]. To je [sve] prekinuta između vas, i izgubili od tebe je znao tvrditi."
lt: [Jis bus teigti, kad juos], "ir jums tikrai ateiti į mus tik kaip mes sukūrėme jums pirmą kartą, ir dar liko ką mes perklasifikuotas į jums už jus. Ir mes negalime matyti su jumis savo "intercessors", kuris jums teigė, kad jie buvo tarp jums kolegos [Dievas]. Jis turi [visi] buvo nupjautos tarp jūsų, ir prarado iš jūsų yra kas naudojote reikalauti."
lv: [Tā būs teikt tiem], "un jūs noteikti atnācu, lai mūs mierā, mēs izveidojām jums pirmo reizi un ir atlicis kāds mums dāvājis jums aiz jums. Un mēs neredzam kopā ar jums jūsu "intercessors", kas apgalvoja, ka tie pieskaitāmi jūs partneruzņēmumu [Allah]. Tas ir [visas] tika atdalīta starp jums un zaudēja no jums ir jums mēdza apgalvot.
nb: [Det vil si dem], "og du har sikkert kommet til oss alene som vi opprettet du første gang, og du har igjen hva vi skjenket deg bak deg. Og vi ser ikke med deg din 'forbedere' som du hevdet at de var blant du associates [av Døyve]. Det har vært [alle] kuttet mellom deg, og mistet fra du er hva du pleide å kreve.
sk: [To bude povedal im], "a si určite príde na nás samotných, ako sme si vytvorili prvýkrát a vy ste odišiel, čo sme zapožičaný na vás za sebou. A my nevidíme s vami vaše "intercessors", ktoré ste tvrdil, že sú u vás spoločníkov [Boh]. [All] boli oddelené medzi vami, a stratil od vás je to, čo ste boli zvyknutí tvrdia."
sl: [Bo rekel da jih], "in ste zagotovo prišli k nam samo kot smo ustvarili vam prvič, in so zapustili, karkoli smo podaril na vas za tabo. In ne vidimo z vami vaš "priprošnjike", ki ste trdili, da so bili med sodelavci [od Allah]. To je [vse] razpadle med vami, in izgubil od vas je, kaj ste uporabili zahtevek."
sr_cyrl: [То ће бити рекао им], "а имају сигурно долазите нам сама као и ми смо вас створили први пут, а ти је остало шта год ми даровао ти иза тебе. И не видимо са тобом твоје 'интерцессорс' који сте тврдили да су били међу те сарадника [Аллах]. То је прекинута [све] између тебе и изгубио од тебе је некада си тврде."
sr_latn: [To će biti rekao im], "a imaju sigurno dolazite nam sama kao i mi smo vas stvorili prvi put, a ti je ostalo šta god mi darovao ti iza tebe. I ne vidimo sa tobom tvoje 'intercessors' koji ste tvrdili da su bili među te saradnika [Allah]. To je prekinuta [sve] između tebe i izgubio od tebe je nekada si tvrde."
uk: [Вона буде сказала їм], "і ви безумовно прийшли до нас поодинці, тому ми створили ви вперше, і ви залишили, все, що ми дарував вам позаду вас. І ми не бачимо з ви ваш 'заступники', який стверджував, що вони були серед вас соратники [Аллах]. Він має [всі] були порушені між вами і втратили у вас є те, що ви використовували, щоб стверджувати."
vi: [Nó sẽ được cho biết để chúng], "và bạn chắc chắn đã đến với chúng tôi một mình như chúng tôi tạo ra bạn lần đầu tiên, và bạn đã để lại bất cứ điều gì chúng tôi ban cho bạn đằng sau bạn. Và chúng ta không nhìn thấy với bạn intercessors của bạn' mà bạn tuyên bố rằng họ đã trong số các bạn nhân viên [của Allah]. Nó đã [tất cả] bị cắt đứt giữa bạn và bị mất từ các bạn là những gì bạn sử dụng để yêu cầu bồi thường."
zu: [Kuyoba kuthiwe kubo], "Futhi ngokuqinisekile nize Kithi yedwa njengoba We qamba you okokuqala, futhi uye washiya whatever We pha you ngemva kwakho. + Futhi Asazi abone nawe 'intercessors' zakho okuyinto

# Quran884
source: Indeed, Allah is the cleaver of grain and date seeds. He brings the living out of the dead and brings the dead out of the living. That is Allah; so how are you deluded?
ca: De fet, Allah és el ganivet de llavors de cereals i la data. Ell porta els vius dels morts i porta els morts de la vida. Thats Allah; així com els heu enganyat?
cy: Yn wir, Allah yn cleaver hadau grawn a dyddiad. Mae ef yn byw y tu allan i'r meirw yn dwyn ac yn dwyn y meirw byw y tu allan i'r. Dyna Allah; Felly, sut y byddwch yn deluded?
da: Allah er nemlig cleaver af frø, korn og dato. Han bringer lever af døde og bringer døde fra levende. Det er Allah; så hvordan er du fantast?
el: Πράγματι, ο Αλλάχ είναι ο μπαλτάς σπόρων σιτηρών και η ημερομηνία. Αυτός φέρνει το ζην από τους νεκρούς και φέρνει τους νεκρούς από τους ζωντανούς. Αυτός είναι ο Αλλάχ? Λοιπόν, πώς είναι εσείς να εξαπατημένο;
et: Tõepoolest, Allah on tera ja kuupäeva seemned lihunikukirves. Ta toob elu välja surnud ja toob välja elavad surnud. See on Jumal; Niisiis, kuidas sa eksitada?
fi: Jumala nimittäin cleaver viljaa ja päivämäärä. Hän tuo kuollut elantonsa ja herättää kuolleet eloon jääneistä. Se on hillitä; Joten miten pettävät?
he: אכן, אללה הוא הסכין זרעי דגנים ותאריך. הוא מביא את מלחיות המתים, מחזיר את המתים את החיים. . זה אללה; אז איך אתה הוזה?
hr: Uistinu, Allah je nožem zrna i Datum sjemena. On donosi žive od mrtvih i oživljava mrtve od žive. To je Allah; Pa kako su zavedeni?
lt: Iš tiesų, Allah yra grūdų ir dienos sėklos cleaver. Jis atneša iš mirusiųjų gyvenimo ir atneša mirusiųjų iš gyvenimo. Tai yra Dievas; Taigi, kaip jums yra apgauti?
lv: Patiešām, Allah ir malkas cirtējs par sēklas graudiem un datumu. Viņš nes dzīves no mirušajiem un parādīs miris no dzīves. Kas ir Allah; Tātad, kā jūs maldināts?
nb: Døyve er faktisk cleaver av korn og dato. Han bringer levende ut av døde og bringer døde av levende. Det er Gud. så hvordan er du villedet?
sk: Alah je skutočne sekáčik semien obilnín a dátum. Prináša život z mŕtvych a prináša mŕtve z živého. To je Boh; tak ako sa vám pošetilou?
sl: Res, Allah je sekač semena žit in datum. On prinaša živi od mrtvih in prinaša mrtvih iz živih. Ki je Allah; Torej, kako se deluded?
sr_cyrl: Уистину , Аллах је сатару семена зрна и датум. Он доноси дневну из мртвих, и доноси мртвих из живе. То је Аллах; Па , како су ти у заблуди?
sr_latn: Uistinu, Allah je sataru semena zrna i datum. On donosi dnevnu iz mrtvih, i donosi mrtvih iz žive. To je Allah; Pa, kako su ti u zabludi?
uk: Дійсно, Аллах є Клівер насіння зернових та дату. Він приносить життя з мертвих і приносить мертвого з живих. Ось Аллах; Отже, як ви Омані?
vi: Thật vậy, Allah là cleaver hạt ngũ cốc và ngày. Ông mang đến cho cuộc sống trong cõi chết và mang đến cho người chết trong cuộc sống. Đó là Allah; vậy làm thế nào bạn đang lừa dối?
zu: Ngempela, Allah uyena Cleaver yokusanhlamvu nosuku imbewu.

# Quran885
source: [He is] the cleaver of daybreak and has made the night for rest and the sun and moon for calculation. That is the determination of the Exalted in Might, the Knowing.
ca: [És] el ganivet de matinada i ha fet la nit de descans i el sol i la lluna per al càlcul. Que és la determinació de l'exaltat en forces, el saber.
cy: [Mae'n] cleaver o daybreak, ac wedi y nos ar gyfer gweddill yr haul a'r Lleuad ar gyfer y cyfrifiad. Dyna'r penderfyniad y Exalted yn gwybod y gallai.
da: [Han er] cleaver af daggry og har gjort natten for resten og solen og månen for beregningen. Der er bestemmelse af ophøjede i magt, at vide.
el: [Είναι] ο μπαλτάς της αυγής και έχει κάνει τη νύχτα για το υπόλοιπο και ο ήλιος και το φεγγάρι για υπολογισμό. Που είναι ο προσδιορισμός του Exalted σε δύναμη, η γνώση.
et: [On] daybreak lihunikukirves ja teinud öösel puhata ja päike ja kuu arvutamiseks. Mis on ülendatud võiks, et teades kindlaksmääramine.
fi: Hän on daybreak halkeaminen ja tehnyt loput ja aurinko ja kuu yö laskennassa. Joka on Ylhäinen voi, kun tiedetään päättäväisesti.
he: [הוא] הסכין של "שחר" עשה הלילה מנוחה, השמש והירח לחישוב. הקביעה של לרוממו ב עלול, לדעת זה
hr: On je nožem u zoru i napravio je noć za odmor i sunce i mjesec za računanje. To je određivanje Exalted u moć, poznavanje.
lt: [Jis] cleaver daybreak ir padarė už poilsio ir saulė ir mėnulis naktį skaičiavimui. Tai yra Exalted, gali būti, kad žinios nustatymas.
lv: [Tā] ausmas nazi un veikusi atpūtas un saule un mēness naktī aprēķinam. Kas ir izredzētais, kas, iespējams, zinot noteikšana.
nb: [Han er] cleaver ved daggry og har gjort natt for resten og solen og månen for beregning. Det er fastsettelse av opphøyet i makt, på å vite.
sk: [Je] sekáčik Svitanie a večer pre odpočinok a slnko a mesiac pre výpočet. To je stanovenie postáv by vedieť.
sl: [Je] sekač svitu in je noč za počitek in sonce in luna za izračun. To je določitev Exalted v oblast, je poznavanje.
sr_cyrl: [Је ] сатару "свитања" и направио је ноћ за одмор и сунце и месец за обрачун. То је посвећености Еxалтед у моћ, у знајужи.
sr_latn: [Je] sataru "svitanja" i napravio je noć za odmor i sunce i mesec za obračun. To je posvećenosti Exalted u moć, u znajuжi.
uk: [Це] Клівер світанку і зробив ніч для відпочинку і сонце і місяць для обчислення. Це визначення Exalted в меча, знаючи, що в.
vi: [Ta] cleaver rạng sáng và đã có những đêm cho phần còn lại và mặt trời và mặt trăng để tính. Đó là việc xác định Exalted, có thể, sự hiểu biết.
zu: [UnguNkulunkulu] the Cleaver vivi futhi uye wenza suku kho okusele futhi ilanga nenyanga ekubaleni.
