Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1275
source: If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, "Do not grieve; indeed Allah is with us." And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.
ca: Si vostè no ajuda el Profeta - Allah ja ha ajudat a ell quan els que dubtaven havia impulsat ell [de Makkah] com un dels dos, quan eren a la cova i va dir al seu company, "no plorar; realment Allah és amb nosaltres". I Allah enviat la seva tranquil·litat a ell i li donaven suport amb àngels que no veia i feta la paraula d'aquells que dubtaven de la més baixa, mentre que la paraula d'Allah - que és el més alt. I Allah és exaltat en força i savi.
cy: Os ydych chi nid cymorth y Proffwyd-wedi Allah eisoes a gynorthwyir ef wrth y rhai a ddysgais wedi ei yrru iddo allan [o blentyndod] fel un o'r ddau, pan oeddent yn yr Ogof, ac a ddywedodd i a'i gydymaith, "wneud nid galaru; yn wir Allah yw gyda ni." Ac mae Allah yn anfon i lawr ei llonyddwch arno a'i gefnogi â angylion nad oeddech yn gweld a gwneud y gair o'r rhai a ddysgais isaf, tra y gair Allah-dyna uchaf. A yw i'w Allah mawrygu yn allai a Wise.
da: Hvis du ikke støtte profeten - har Allah allerede hjulpet ham da dem der disbelieved havde drevet ham ud [af Makkah] som en af to, når de var i hulen og han sagde til sin kammerat, "ikke bedrøve; Allah er med os." Og Allah sendt ned hans ro over ham og støttede ham med engle du ikke se og lavet af dem, der disbelieved den laveste, mens ordet Allah - ord der er den højeste. Og Allah er ophøjet i Might and Wise.
el: Αν δεν σας βοηθήσει ο προφήτης - Αλλάχ έχει ήδη υποστηρίξει αυτόν όταν όσοι disbelieved είχε οδηγείται από αυτόν [από Μέκκα] ως μία από τις δύο, όταν ήταν στο σπήλαιο και είπε να τον συνοδοιπόρο του «μη λυπάστε? πράγματι Αλλάχ είναι μαζί μας.» Και Αλλάχ έστειλε κάτω ηρεμία του προς αυτόν και τον υποστήριξαν με αγγέλους που δεν είδες και έκανε τη λέξη εκείνων που disbelieved το χαμηλότερο, ενώ ο λόγος του Αλλάχ - που είναι το υψηλότερο. Και Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Kui te abi prohvet - Jumal on juba aidanud teda liikumisel neile, kes disbelieved oli ta välja [of Makkah] ühena kahest, kui nad olid koobas ja ta ütles, et tema kaaslane "mitte kurvastada; tõepoolest Jumal on meiega." Ja Jumal saatnud oma talle tema rahu ja toetas teda inglid te ei näinud ja teinud, kes, disbelieved väikseim, samas Jumal - sõna sõna see on kõrgeim. Ja Jumal on ülendatud Might ja tark.
fi: Jos eivät ole tukea profeetta - Allah on jo tukenut häntä kun ne, jotka uskoneet oli ajanut hänet ulos [, Makkah] yhtenä kaksi, kun he olivat luolassa ja hän sanoi, että hänen toverinsa "älä sure; itse asiassa Jumala on kanssamme." Jumala lähetti hänen rauha hänelle ja tukenut häntä et näe enkeleitä ja tehnyt niistä, jotka uskoneet pienin, kun taas sana Jumala - sanan joka on korkein. Ja Jumala on mahtava mahti ja viisas.
he: אם אתה ולא לסייע הנביא - אללה יש כבר סייע לו כאשר מי disbelieved הוביל אותו החוצה [של מכה] בתור אחד לשניים, כאשר הם היו בתוך המערה ואמר אל חברו, "לא מתאבל; אכן אללה הוא איתנו." אללה נשלח שלו שלווה עליו ונתמך אותו עם מלאכים שלא ראית. וזה עשה את המילה של מי disbelieved הנמוך ביותר, ואילו המילה אללה - הגבוהה ביותר. אללה הוא יינשא ב וייז והכוח.
hr: Ako ne pomoći prorok - Allah već pomagao mu kad one koji bio je voziti ga [od Makkah] kao jedan od dva, kada su bili u pećini i rekao je da njegov pratilac, "da ne tuguju; zaista Allah je s nama." I Allah poslao mu mir na njega i koji ga Anđeli nisi vidio i napravio riječ onih koji bio najniža, dok riječ Allah - koji je najviši. A Allah je uzvišen u moć i mudar.
lt: Jei ne pagalba pranašas - Dievas jau padėjo jam kai tie, kurie disbelieved turėjo važiuoti jam [apie Makkah] kaip vieną iš dviejų, kai jie buvo urvas ir jis sakė, kad jo kompanionas, "negalime sielvartauti; iš tiesų Dievas yra su mumis." Ir Dievas pasiuntė žemyn jo ramybė jam ir palaikė jį su angelais nemato ir padarė žodį iš tų, kurie disbelieved mažiausias, o žodis Dievas - tai didžiausias. Ir Dievas yra išaukštintas gali ir išmintingas.
lv: Ja nav atbalsta pravietis - Allah ir jau palīdzējusi viņam tā ļaunajos, kuri disbelieved bija izdzinis viņu no mājas [no Makkah] kā viens no diviem, kad viņi bija ala, un viņš teica savam biedram "nebēdājies; patiešām Allah ir kopā ar mums." Un Allah nosūtīts uz leju viņa miers uz viņu, un atbalstīja viņu ar eņģeļiem, jūs neredzat un izrunāja šo vārdu, kuri disbelieved zemāko, bet vārdu Allah - tas ir augstākais. Un spēka un gudri ir cildens Allah.
nb: Hvis du ikke hjelp profeten - har Allah allerede hjulpet ham når de vantro hadde drevet ham ut av Mekka] som en av to, da de var i hulen og han sa til sin ledsagerske "ikke sørger over; faktisk er Allah med oss. Og Allah sendt ned hans ro ham og støttet ham med engler du ikke se og laget ordet av de vantro det laveste, mens ordet Allah - som er den høyeste. Og Allah er opphøyet i makt og klok.
sk: Ak nemajú podporu prorok - Alah už pomáhal mu pri tých, kto pochyboval si zrazil ho [z Mekky] ako jeden z dvoch, keď boli v jaskyni a povedal, že sa jeho spoločník "nie truchlit; v skutočnosti Boh je s nami." A Allah zoslal svojho pokoja mu a podporuje ho s anjelmi ste nevideli sa slovo tých, kto pochyboval najnižších, kým slovo Alah - ktorá je najvyššia. A Allah je vyvýšený na sile a múdry.
sl: Če ne pomoč prerok - Allah je že prejema pomoč mu ko tiste, ki so verjeli mu [od Makkah] usmerjeno kot eden od dveh, ko so bili v jami in je dejal, da njegov spremljevalec, "ne žalujejo; dejansko Alah je z nami." In Alah poslal svoj mir na njem in ga podpirali z angeli, niste videli besedo tistih, ki so verjeli najnižji, medtem ko beseda Alah - ki je najvišji. In Alah je vzvišeno v oblast in pametno.
sr_cyrl: Ако се ви не бавите хуманитарним пророка - Аллах је већ помогао га када они који не верује возио га [од Макках] као један од двојице, када су били у пећини, а он је рекао да његов партнер, "Не тугуј; Заиста Аллах је са нама." Аллах је послао његов Транqуилитy над њим и подржава га анђели ти ниси видео и направио реч од оних који не верује најнижа, док је реч о Аллах - то је највећа. И , Алах велииа снагом и мудар.
sr_latn: Ako se vi ne bavite humanitarnim proroka - Allah je već pomogao ga kada oni koji ne veruje vozio ga [od Makkah] kao jedan od dvojice, kada su bili u pećini, a on je rekao da njegov partner, "Ne tuguj; Zaista Allah je sa nama." Allah je poslao njegov Tranquility nad njim i podržava ga anđeli ti nisi video i napravio reč od onih koji ne veruje najniža, dok je reč o Allah - to je najveća. I, Alah veliиa snagom i mudar.
uk: Якщо ви не допомогти пророк - Аллах вже допоміг йому коли ті, хто disbelieved доставили його [з Makkah] як один з двох, коли вони були в печері, і він сказав, що до його супутник "не сумувати; дійсно Аллах є з нами". І Аллах посланим його спокій на нього і підтримував його з ангелами, що ви не бачите і зробив слова тих, хто disbelieved низькі, а слово Аллах - найвищий. І Аллах піднесене в меча і Мудрого.
vi: Nếu bạn không hỗ trợ các tiên tri - Allah đã đã hỗ trợ anh ta khi những người disbelieved đã lái xe anh ta ra [của Makkah] là một trong hai người, khi họ trong các hang động và ông nói rằng để đồng hành của mình, "không phải đau khổ; Thật vậy Allah là với chúng tôi." Và Allah được gửi xuống yên bình của mình khi anh ta và ủng hộ ông với thiên thần bạn không nhìn thấy và đã thực hiện lời hứa của những người disbelieved thấp nhất, trong khi từ Allah - đó là cao nhất. Và Allah sôi nổi trong Might và khôn ngoan.
zu: Uma ungenalo ukusiza uMphrofethi - Allah kuye kwasiza kakade naye uma labo disbelieved ayezixoshe kuye aphume [of Makkah] njengoba omunye ababili, ngesikhathi emhumeni wathi kumngane wakhe: "Ningamdabukisi; impela Allah

# Quran1276
source: Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew.
ca: Seguir endavant, ja sigui pesat o lleuger i s'esforcen amb la seva riquesa i la seva vida a la causa d'Allah. Que és millor per a vostè, si vostè sabés.
cy: Yn mynd ymlaen, boed trwm neu ysgafn, ac yn ymdrechu gyda eich cyfoeth a eich bywydau yn achos Allah. Mae hynny'n well i chi, os ydych yn gwybod yn unig.
da: Gå frem, hvad enten lette eller tunge, og stræber efter med din rigdom og dit liv i årsagen til Allah. Det er bedre for dig, hvis du kun vidste.
el: Πηγαίνετε εμπρός, είτε ελαφρύ ή βαρύ, και προσπαθούν με τον πλούτο σας και τη ζωή σας στην αιτία του Αλλάχ. Που είναι καλύτερο για σας, αν ήξερες μόνο.
et: Minna edasi, kas kerge või raske ja püüavad oma rikkust ja põhjustada Jumala oma elu. Mis on parem teile, kui sa vaid teaksid.
fi: Mene ulos, joko kevyt tai raskas ja pyrimme vaurautta ja elämää Jumala aiheuttaa. Se on parempi sinulle, jos tietäisit.
he: צא, אם קל או כבד, ולחתור עם העושר שלך והחיים שלך למען אללה. . זה יותר טוב בשבילך, אילו רק ידעת...
hr: Idi, da li svjetlo ili teška, i nastojati svoje bogatstvo i svoje živote za Allaha. To je bolje za tebe, da znaš.
lt: Eiti pirmyn, lengvi arba sunkūs, ir siekti su savo turtus ir savo gyvenimą į Dievo priežastis. Tai geriau už jus, jei tik žinojo.
lv: Iet uz priekšu, vai vieglo vai smago un cenšamies ar savu bagātību un savās dzīvēs ar Allah cēlonis. Kas ir labāks par jums, ja vien tu zinātu.
nb: Gå frem om lys eller tunge, og arbeide med din rikdom og livet i årsaken til Allah. Det er bedre for deg, hvis du bare visste.
sk: Ísť ďalej, či už ľahké alebo ťažké, a usilovať o svoje bohatstvo a svoj život v záujme Alaha. To je lepšie pre teba, keby si len vedel.
sl: Pojdi tja, lahka ali težka, in si prizadevajo z vašega premoženja in vaše življenje v vzrok od Allah. To je bolje za vas, če ste le vedel.
sr_cyrl: Иди напред, је ли лаган или тешке, и тежите са твог богатства и своје животе за Алаха. То је боље за тебе, кад би само знао.
sr_latn: Idi napred, je li lagan ili teške, i težite sa tvog bogatstva i svoje živote za Alaha. To je bolje za tebe, kad bi samo znao.
uk: Ідіть, будь то легкої або важкої і прагнути з ваше багатство і ваше життя в ході Аллаха. Це краще для вас, якби ви знали.
vi: Đi ra, cho dù nhẹ hay nặng, và phấn đấu với sự giàu có của bạn và cuộc sống của bạn trong các nguyên nhân của Allah. Đó là tốt hơn cho bạn, nếu bạn chỉ biết.
zu: Phumani, kungakhathaliseki okhela sinda phokophela nengcebo kho pilo ngaphakathi zathu Allah.

# Quran1277
source: Had it been an easy gain and a moderate trip, the hypocrites would have followed you, but distant to them was the journey. And they will swear by Allah, "If we were able, we would have gone forth with you," destroying themselves [through false oaths], and Allah knows that indeed they are liars.
ca: Si hagués estat un guany fàcil i un viatge moderat, els hipòcrites vols seguit, però distants a ells era el viatge. I es juren per Allah, "si fóssim capaços, ens hauria anat endavant amb tu," destruir-se [a través de falsos juraments] i Allah sap que de fet són mentiders.
cy: Wedi ennill hawdd a thrip cymedrol, byddai y rhagrithwyr wedi dilyn chi, ond pell iddynt oedd y daith. A bydd iddynt dyngu gan Allah, "pe gallem, byddem wedi mynd ymlaen â chi," gwyr dinistrio eu hunain [drwy llwon ffug], a Allah yn wir eu bod yn gelwyddgwn.
da: Havde det været en nem gevinst og en moderat tur, hyklerne ønsker har fulgt jer, men fjern dem var rejsen. Og de vil sværge ved Allah, "Hvis vi kunne, vi ønsker er gået frem med dig," ødelægge sig selv [gennem falske eder], og Allah ved, at de er løgnere.
el: Αν ήταν ένα εύκολο κέρδος και μια μέτρια ταξίδι, οι υποκριτές θα σας ακολουθήσει, αλλά μακρινό τους ήταν το ταξίδι. Και που θα ορκίζονται από Αλλάχ, "Εάν είχαμε την ευκαιρία, εμείς θα έχουν πάει εμπρός μαζί σας,» καταστρέφοντας τους ίδιους [μέσω ψευδορκίες], και Αλλάχ γνωρίζει ότι πράγματι ότι είναι liars.
et: Olnud lihtne kasumi ja mõõduka reis, silmakirjatsejatega oleks järginud sa, kuid kauge neile oli reisi. Ja nad vannun Allahi poolt "kui me suutsime me oleks läinud edasi teiega," hävitades ise [vale vande] kaudu ja Jumal teab, et tõepoolest on nad valetas.
fi: Olisi ollut helppo voitto ja kohtalainen matka, tekopyhät olisi seurannut sinua, mutta kaukana heille oli matka. Ja he vannovat Allah, "jos pystyisimme, emme lähteneet kanssasi," tuhoaa itseään [kautta vääriä valoja], ja Jumala tietää, että itse asiassa he ovat valehtelijoita.
he: זה היה רווח קל על וטיול מתון, הצבועים הייתי הולך אחריך, אבל רחוקים להם היה המסע. הם יישבעו בשם אללה, "אם הצלחנו, והיינו אבודים הלאה," הורסים את עצמם [דרך השבועות שווא], ואת אללה יודע כי אכן הם שקרנים.
hr: Da bilo lako dobiti i umjereni put, licemjeri pratio bih te, ali daleko da ih je bilo na putu. I zaklet će od strane Allaha, "Ako bismo mogli, išli bismo naprijed," uništava se [kroz krivo prisežu], a Allah zna da zapravo oni su lažljivci.
lt: Tai buvo lengva gauti ir vidutinio sunkumo kelionė, veidmainiai būtų po jūsų, bet toli jiems buvo kelionės. Ir jie bus prisiekiu iš Dievo, "jei mes galėtume, mes būtų buvę atgal su jumis," sunaikinti save [per klaidingą priesaikas], ir Dievas žino, kad iš tikrųjų jie yra melagiai.
lv: Tas bija viegli iegūt un mērenu ceļojums, liekuļi nebūtu sekojuši, bet tālu, viņiem bija ceļojums. Un tie būs zvēru, Allah, "ja mēs varējām, mēs būtu gājis tālāk kopā ar tevi," iznīcināt sevi [izmantojot nepatiesu zvērestu] un Allah zina, ka patiešām tie ir liars.
nb: Hadde det vært en lett gevinst og en moderat tur, hyklerne ville ha fulgt deg, men fjerne dem var reisen. Og de vil sverger ved Allah, "Hvis vi kunne, vi ville ha gått frem med deg," ødelegge seg [gjennom falske eder], og Allah vet at faktisk de er løgnere.
sk: Keby bolo jednoduché získať a mierny výlet, pokrytci by za tebou, ale vzdialenej im bola cesta. A prisahám, že bude pri Alláhovi, "keby sme boli schopní, by išli sme tam s vami," ničí seba [cez falošné prísahy] a Alah vie, že v skutočnosti sú klamári.
sl: Bi bilo enostavno dobiček in zmerno potovanje, hinavci bi imam boste sledili, vendar oddaljeno do njih, je bilo potovanje. In bo prisežem ga Allah, "če smo lahko, mi bi šel tja z vami," uničili sami [prek lažnih prisega], in Allah ve, da dejansko so lažnivci.
sr_cyrl: Да је било је лако добит и умерени пут, хипокрите бих те пратио, али далеко да их је било путовање. И они ће се куну тако ми Алаха,"Ако би могли, би прешли смо напред-назад са тобом," уништавање себе [кроз нетачно заклетве], а Аллах зна да је заиста лажове.
sr_latn: Da je bilo je lako dobit i umereni put, hipokrite bih te pratio, ali daleko da ih je bilo putovanje. I oni će se kunu tako mi Alaha, "Ako bi mogli, bi prešli smo napred-nazad sa tobom," uništavanje sebe [kroz netačno zakletve], a Allah zna da je zaista lažove.
uk: Якби було легко отримати і помірні поїздки, лицемірами би зразу після вас, але далекого їм було подорож. І вони будуть лаятися Аллах, "Якщо ми були в стані, ми б пішли вперед з вами," знищення себе [через помилкових клятви] і Аллах знає, що насправді вони брехуни.
vi: Nó đã là một đạt được dễ dàng và một chuyến đi vừa phải, hypocrites nào đã làm theo bạn, nhưng xa với họ là cuộc hành trình. Và họ sẽ thề của Allah, "nếu chúng tôi có thể, chúng tôi sẽ đi ra với bạn," tiêu diệt chính mình [thông qua tuyên thệ giả], và Allah biết rằng thực sự họ là kẻ nói dối.
zu: Ukube bekulokhu lwenzuzo lula futhi uhambo okusesilinganisweni, abazenzisi landela you, kodwa akude kubo ukuthi uhambo.

# Quran1278
source: May Allah pardon you, [O Muhammad]; why did you give them permission [to remain behind]? [You should not have] until it was evident to you who were truthful and you knew [who were] the liars.
ca: Pot Allah vostè, [O Muhammad]; perdó per què donar-los permís [a romandre darrere]? [No hauria de tenir] fins que va ser evident per a vostès que van ser veraç i sabia que eren] mentiders.
cy: Efallai y bydd Allah yn maddeuwch chi, [O Muhammad]; Pam wnaethoch chi rhoi caniatâd iddynt [aros tu ôl i]? [Os nad oes gennych] nes roedd yn amlwg i chi a oedd yn eirwir ac yr oeddech yn gwybod [oedd] y celwyddgwn.
da: Allah må tilgive dig, [O Muhammad]; Hvorfor du giver dem tilladelse [at forblive bag]? [Du skal ikke have] indtil det blev tydeligt for jer, der var sandfærdig og du vidste [der var] løgnere.
el: Μπορεί Αλλάχ χάρης σας, [Ο Μωάμεθ]? γιατί τους δίνετε άδεια [να παραμένουν πίσω]; [Δεν θα πρέπει να έχετε] έως ότου ήταν εμφανής σε εσάς ήταν αληθείς και ξέρατε [που ήταν] οι ψεύτες.
et: Jumal armu olete [O Muhammad]; Miks ei anda neile elamisluba [taga]? [Te ei peaks] kuni oli ilmne, et kes olid tõesed ja teaksid, [olid] valetas.
fi: Voi Jumala anteeksi sinulle [Oi Muhammed]; miksi annoit heille oikeutta [jäädä]? [Sinun ei pitäisi olla] kunnes oli selvää, teille, jotka olivat totuudenmukaista ja tietäisit, jotka olivat valehtelija.
he: אולי אללה לסלוח לך, [O מוחמד]; למה נתת להם רשות [להישאר מאחורי]? [אתה לא צריך] עד זה היה ברור לך מי דובר אמת, ידעת [מי] השקרנים.
hr: Možda vam [O Muhammad]; Allah Oprosti Zašto si im dala dozvolu da ostane]? [Ne treba] dok je očito da ti koji su bili iskreni i znao si tko su su lažovi.
lt: Dievas gali dovanoti jums, [O Muhammad]; Kodėl ar suteiksite jiems teisę [pasilikti už]? [Jūs neturite] tol, kol ji buvo akivaizdu, kad jūsų, kurie buvo teisingi ir žinotum [buvo] klamcami.
lv: Var Allah, piedodiet jūs [O Muhammad]; Kāpēc tu devi tiem atļauja [palikt aiz] [Jums nevajadzētu] līdz brīdim, kad bija skaidrs, lai jums, kas bija patiesas un jums zināja, ka [kas ir] liars.
nb: Allah kan tilgi deg, [O Muhammad]; Hvorfor du gir dem tillatelse [til igjen]? [Du bør ikke ha] før det var tydelig til dere som var sannferdig og du visste [som var] løgnere.
sk: Môže Allah milosť ste [Mohamed]; Prečo sa im nepridelíte [naďalej za]? [Nie ste] kým bolo zrejmé, pre vás, ktorí boli pravdivé a vedeli ste, [ktoré boli] klamár.
sl: Lahko Allah pomilostitev vas, [O Muhammad]; zakaj si dal jim dovoljenje [da ostane zadaj]? [Ne bi smeli imeti] dokler je bilo očitno, da ste bili resnični in si vedel, [ki so] lažnivci.
sr_cyrl: Нека Алах вас помилује, [О Мухаммад]; Зашто сте дали им дозволу [да остану иза] [Не би требало да] док било је очигледно да ти који су били искрени и знао си да [који] су лаћови.
sr_latn: Neka Alah vas pomiluje, [O Muhammad]; Zašto ste dali im dozvolu [da ostanu iza] [Ne bi trebalo da] dok bilo je očigledno da ti koji su bili iskreni i znao si da [koji] su laћovi.
uk: Може Аллах помилування ви [O Мухаммад]; Чому ви відмовилися їх дозволу [залишитися позаду]? [Ви не повинні мати] поки воно було очевидним для вас, хто був правдивим і ви знав [які] на брехунів.
vi: Allah có thể xin bạn [O Muhammad]; tại sao bạn đã làm cho họ quyền [còn lại đằng sau]? [Bạn không nên có] cho đến khi nó đã được rõ ràng để bạn của những người đã được trung thực và bạn biết [người] những kẻ nói dối.
zu: Kwangathi Allah makayithethelele wena, [Jehova Muhammad];

# Quran1279
source: Those who believe in Allah and the Last Day would not ask permission of you to be excused from striving with their wealth and their lives. And Allah is Knowing of those who fear Him.
ca: Aquells que creuen en Allah i el darrer dia no els demano permís de vostè que es dispensa de lluita amb el seu patrimoni i les seves vides. I Allah està saber de qui li tinc por.
cy: Byddai rhai sy'n credu yn Allah a diwrnod olaf ni ofyn caniatâd chi esgusodi'r ymdrechu gyda eu cyfoeth a'u bywydau. Ac Allah yn gwybod o'r rheini sy'n ofni iddo.
da: Dem, der tror på Allah og den sidste dag vil ikke bede om tilladelse af jer til at blive fritaget fra stræber efter med deres rigdom og deres liv. Og Allah er at vide af dem, der frygter ham.
el: Δεν, εκείνους που πιστεύουν στο Αλλάχ και την τελευταία ημέρα θα ζητήσει την άδεια από εσάς να συγχωρείται από την προσπάθεια με τον πλούτο και τη ζωή τους. Και Αλλάχ είναι γνωρίζοντας από εκείνους που τον φοβούνται.
et: Need, kes usuvad Jumalat ja viimane päev tahaksin paluda luba teist vabandada: püüd oma jõukust ja elu. Ja Jumal on Teades neid, kes teda kardavad.
fi: Ne, jotka uskovat Jumalaan ja viimeiseen päivään pyytäisi lupaa teitä anteeksi pyrkii heidän omaisuutensa ja elämänsä. Ja Jumala on tieto niistä, jotka häntä pelkäävät.
he: אלה אשר מאמינים אללה, היום האחרון לא הייתי מבקשת רשות מכם ללכת מתוך שאיפה עם העושר שלהם ואת חייהם. אללה הוא שהידיעה של אלה אשר פוחדים ממנו.
hr: Oni koji vjeruju u Allaha i zadnji dan bi vas vas molim da iz teži sa svog bogatstva i života. A Allah je poznavanje onih koji se njega boje.
lt: Tie, kurie tiki Dievo ir paskutinę dieną neturėtų prašyti leidimo galite būti atleisti nuo siekiame su savo turtus ir savo gyvenimą. Ir Dievas yra žinios iš tų, kurie jo.
lv: Tiem, kuri tic Allah un pēdējai dienai nav gribētu lūgt atļauju no jums būt attaisnojama no cenšas ar savu bagātību un savu dzīvi. Un Allah ir zinot, kuri viņu bailes.
nb: De som tror på Allah og den siste dagen vil ikke be tillatelse fra deg til å bli fritatt fra streve med sin rikdom og deres liv. Og Allah er vite av dem som frykter ham.
sk: Tí, ktorí veria v Boha a v posledný deň by som sa opýtať povolenie z vás byť ospravedlnenej z úsilia s ich majetkom a svoje životy. A Allah je znalosť tých, ktorí sa ho bojí.
sl: Tisti, ki verjamejo v Allah in zadnji dan ne bi zaprositi za dovoljenje od vas za navskrižje iz prizadevanje z njihovo premoženje in življenje. In Alah je poznavanje tistih, ki se ga bojijo.
sr_cyrl: Они који верују у Аллаха и последњи дан не бих питала дозволу од вас да се удаљим из тежње са своје богатство и своје животе. А Аллах је знајужи од оних који га се боје.
sr_latn: Oni koji veruju u Allaha i poslednji dan ne bih pitala dozvolu od vas da se udaljim iz težnje sa svoje bogatstvo i svoje živote. A Allah je znajuжi od onih koji ga se boje.
uk: Тих, хто вірить в Аллах і останній день не хотів би запитати дозвіл вам пробачити від прагнення з їх багатство й своє життя. І Аллах знаючи, що з тих, хто боїться його.
vi: Những người tin vào Allah và ngày cuối cùng sẽ không yêu cầu sự cho phép của bạn để được mieãn từ phấn đấu với sự giàu có của họ và cuộc sống của họ. Và Allah biết của những người lo sợ anh ta.
zu: Labo abakholelwa Allah Suku ubungeke ukucele lokho imvume kini ukuba ingabi ukulwela cebi abo kanye nezimpilo zabo.
