Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2065
source: And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned.
ca: I no el persegueixen que de la qual teniu cap coneixement. De fet, l'oïda, la vista i el cor - sobre tots aquells [un] es qüestionarà.
cy: A wneud na mynd ar drywydd hynny y mae gennych unrhyw wybodaeth. Yn wir, bydd y clyw, y golwg a galon-am holl hynny [un] yn cael ei holi.
da: Og ikke forfølger, som du har ingen viden. Faktisk, høringen, synet og hjerte - om alle disse [en] vil blive afhørt.
el: Και δεν επιδιώκουν που των οποίων έχετε καμία γνώση. Πράγματι, η ακοή, η όραση και την καρδιά - σχετικά με όλα αυτά [ένα] θα ερωτηθεί.
et: Ja jätkata, et millest te ei tea. Tõepoolest, arutamist, silmist ja süda - umbes kõik need [üks] hakatakse küsitlema.
fi: Ja harjoittaa että joista sinulla ei ole tietoa. Itse asiassa kuulemisen sekä näkö- ja sydän - nämä [yksi] kuullaan.
he: אל תרדפו זה אשר אין לך ידע. אכן, הדיון, המראה, הלב – על כל אלה [1] להיחקר.
hr: I nastaviti to koje imaju saznanja. Doista, rasprave, očima i srcu - za sve one [] će biti ispitani.
lt: Ir nereikia dirbti, iš kurių turite jokių žinių. Iš tiesų, per posėdį, akyse ir širdies - apie visus tuos [vienas] bus apklausiamas.
lv: Un nav tas, kas ir bez zināšanām. Patiešām, dzirdes, redzes un sirds - par visiem tiem [vienu] plānots iztaujāt.
nb: Og ikke forfølge det som du har ingen kunnskap. Faktisk blir høringen, synet og hjertet - om alle disse [en] spurt.
sk: A nesledujú, ktoré ste žiadne vedomosti. Vskutku, sluch, zrak a srdce - o všetkých tých [jedna] má byť vypočutý.
sl: In ne nadaljuje da ki ste jih ne pozna. Dejansko, na zaslišanje, pogled in srce - o vseh teh [en] bo zaslišan.
sr_cyrl: И немојте се бавити то којих имаш без знања. Уистину , слух, вид и срце - о свим тим [1] ће бити испитан.
sr_latn: I nemojte se baviti to kojih imaš bez znanja. Uistinu, sluh, vid i srce - o svim tim [1] će biti ispitan.
uk: І не продовжувати, що якого ви не мають знань. Дійсно, слухання, на приціл і серце - про всі ці [один] буде ставитися під сумнів.
vi: Và không theo đuổi mà trong đó bạn không có kiến thức. Thật vậy, các buổi điều trần, tầm nhìn và trái tim - về tất cả [một] sẽ được đặt câu hỏi.
zu: Futhi musa aphishekele ukuthi zazo awunawo ulwazi.

# Quran2066
source: And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.
ca: I no caminen sobre la terra exultantly. De fet, mai no es trenqui la terra [part] i mai s'arriba a les muntanyes d'alçada.
cy: Ac nad ydych yn cerdded ar wyneb y ddaear exultantly. Yn wir, byth yn rhwygo y ddaear [rhyngddynt], ac y byddwch byth yn cyrraedd y mynyddoedd o uchder.
da: Og gå ikke på jorden:. Faktisk, du vil aldrig rive jorden [ud], og du vil aldrig nå op i bjergene i højden.
el: Και μην περπατάτε πάνω στη γη exultantly. Πράγματι, σας θα ποτέ ξεσκίσει τη γη [], και θα φτάσετε ποτέ τα βουνά στο ύψος.
et: Ja kõndima maa peal exultantly. Tõepoolest, te kunagi pisar maa [peale] ja te ei saavuta kunagi kõrgused mäed.
fi: Ja kävele maan voitonriemulla. Voit koskaan repiä maan [], ja et koskaan pääse korkeutta vuoristossa.
he: אתה לא הולך על פני האדמה exultantly. אכן, אתה אף פעם לא תקרע את כדור הארץ [לגזרים], אתה לעולם לא יגיעו ההרים בגובה.
hr: I ne hodati po zemlji exultantly. Doista, ti će nikad uništiti zemlju [] i htijenje nikada sezanje planina u visine.
lt: O ne vaikščioti į žemę exultantly. Iš tiesų, jūs niekada bus tear žemės [atskirai], ir jūs niekada nepasieks aukščio kalnai.
lv: Un neietu zemes triumfējoši. Tiešām, jums būs nekad izposta zemi [], un jūs nekad nesasniegs augstuma kalnos.
nb: Og ikke gå på jorden exultantly. Faktisk, du vil aldri flerre jorden [], og du vil aldri komme fjellene i høyden.
sk: A chodiť na zemi:. Skutočne ste sa nikdy roztrhať Zeme [], a budete nikdy nedosiahne hory na výšku.
sl: In ne hodijo na zemlji exultantly. Res, vam bo nikoli raztrgala zemlje [], in nikoli ne bo dosegla gore v višino.
sr_cyrl: И не ходају, на земљу еxултантлy. Заиста , неће никад Тиси земљу [], а никада достићи планине у висину.
sr_latn: I ne hodaju, na zemlju exultantly. Zaista, neće nikad Tisi zemlju [], a nikada dostići planine u visinu.
uk: І не ходити на землі exultantly. Справді, ви ніколи не будете рвати землю [частини], і ви ніколи не досягнете гори висотою.
vi: Và không phải đi bộ khi trái đất exultantly. Thật vậy, bạn sẽ không bao giờ phá trái đất [ngoài], và bạn sẽ không bao giờ tiếp cận núi cao.
zu: Futhi ungahambi phezu komhlaba umtshela.

# Quran2067
source: All that - its evil is ever, in the sight of your Lord, detested.
ca: Tot - que el mal és mai, a la vista del seu Senyor, odiat.
cy: I gyd-mae ei drygioni erioed, yng ngolwg eich Arglwydd, detested.
da: Alle - at onde er nogensinde, i synet af din Herre, afskyede.
el: Όλα ότι - ανηθικότητά του είναι ποτέ, στα μάτια του ο Λόρδος σας, απεχθανόταν.
et: Kõik - et tema kurja on kunagi, oma Issanda silmis detested.
fi: Kaikki-paha on koskaan, Herrasi silmissä inhosivat.
he: כל זה - הרוע הטמון הוא אי פעם, בעיני האל שלך, שנאה.
hr: Sve-njegovu zlu je, u očima svoga Gospodina, da prezireš.
lt: Visi kad - savo blogis yra kada nors, savo Viešpaties akyse, znienawidzonym.
lv: Visiem-savu ļauno ir kādreiz, savu kungu redzeslokā, ienīda.
nb: Alle-sin onde er noensinne, i synet av deres Herre, hatet.
sk: Všetko-jeho zlo je vždy, v očiach svojho pána, nenávidel.
sl: Vse-svoje zlo je kdaj, v očeh svojega Gospoda, Gnušati.
sr_cyrl: Све је то - његово зло је икада, на видику од свога господара, презирао.
sr_latn: Sve je to - njegovo zlo je ikada, na vidiku od svoga gospodara, prezirao.
uk: Все, що - його зла є ніколи, в поле зору пана свого, ненавидів.
vi: Tất cả-cái ác của nó bao giờ hết, trong tầm nhìn của Chúa, ghét.
zu: Konke - ebubini baso njalonjalo, emehlweni kho Lord onengekayo.

# Quran2068
source: That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished.
ca: Que és de què el Senyor ha revelat a vostè, [O Muhammad], de la saviesa. I, [humanitat O], fa [tan iguals] amb Allah una altra divinitat, perquè no et ser llançat a l'infern, culpa i desterrat.
cy: Yn hynny o beth y mae eich Arglwydd wedi datgelu i chi, [O Muhammad], o ddoethineb. A [O dynolryw], nid gwneud [yn gyfartal] gyda Allah Mae Dduwdod arall, rhag ofn cael eich taflu i uffern, y bai a banished.
da: Der er fra hvad din Herren har åbenbaret for dig, [O Muhammad], af visdom. Og [O menneskeheden], gør ikke [lige] med Allah en anden guddom, lest du blive kastet i helvede, skylden og forvist.
el: Αυτό είναι από ό, τι σας Λόρδος έχει αποκαλύψει σε σας, [Ο Μωάμεθ], της Σοφίας. Και, [O ανθρωπότητα], δεν κάνουν [ως ίσες] με Αλλάχ μια άλλη θεότητα, μήπως σας θα απορριφτεί στον Άδη, κατηγόρησε και εξορίστηκε.
et: Ongi: mida teie Issand on näidanud teile [O Muhammad], tarkus. Ja [O inimkonna] ei tee [võrdselt] Jumalat teine jumalus, muidu tuleb visatud põrgu, süüdistada ja pagendatud.
fi: Se on mitä Herrasi on paljastanut sinulle [Oi Muhammed] viisauden. Ja [O ihmiskunta] ei tehdä [vastaa] kanssa Jumala toinen Jumaluus, heitetään helvettiin, syyttää ja karkotettiin.
he: . זה בגלל מה. האל שלך גילה לך, [O מוחמד], חוכמה... והאנושות, [O], לא עושים [כשווה] עם אללה עוד האלוהות, שמא אתה להיזרק לגיהינום, האשים ואת מגורשת.
hr: To je od što tvoj Bog objavio da vas, [O Muhammad], mudrosti. I [O čovječanstvo], ne čine [ista] s Allaha drugo božanstvo, da ne bude bačen u pakao, krivi i protjerali.
lt: Tai nuo ko jūsų Viešpats parodė jums, [O Muhammad], išminties. Ir, [O žmonijos], ne padaryti [sudaro] su Dievo kitos dievybės, kad galite būti įmestas į pragarą, kaltino ir ištremtas.
lv: Tas ir no jūsu Kungs atklāja jums [O Muhammad] gudrības. Un [O cilvēces], nepadara [kā vienāds] ar Allah cita dievība, nedrīkstam būt izmesti uz elli, vainoja un izraidīja.
nb: Det er fra hva deres Herre har avslørt for deg, [O Muhammad], visdom. Og [O menneskeheten], gjør ikke [likeverdig] med Allah en annen guddom, så du bli kastet i helvete, skylden og forvist.
sk: To je od svojho pána, čo odhalila vám [Mohamed], múdrosti. A [O ľudstvo], a nie vyrovnať [ako] s Alah iného Božstva, aby bol hodený do pekla, vinu a vyhnal.
sl: To je iz kaj vaš Gospod je pokazala, da vam, [O Muhammad], modrosti. In [O človeštva], nikar ne izdelovanje [enako] s Allah druga božanstva, da ne boste vrgli v pekel, krivili in pregnal.
sr_cyrl: То је из шта твој господар, открила си, [О Мухаммад], мудрости. И [О људски род], не прави [једнако као] Алах другу боћанство, да не би ти пасти у пакао, окривила и прогнан.
sr_latn: To je iz šta tvoj gospodar, otkrila si, [O Muhammad], mudrosti. I [O ljudski rod], ne pravi [jednako kao] Alah drugu boћanstvo, da ne bi ti pasti u pakao, okrivila i prognan.
uk: Саме від те, що ваш Господь показав тобі, [O Мухаммад], мудрості. І [O людства], не роблять [як рівних] з Аллах інший божества, щоб не буде кинутий в пекло, звинуватив і вигнаний.
vi: Đó là từ gì của Chúa đã tiết lộ cho bạn, [O Muhammad], của trí tuệ. Và [nhân loại O], không làm cho [như bình đẳng] với Allah một vị thần, vì sợ bạn ném vào địa ngục, bị buộc tội và bị trục xuất.
zu: Lokho kuvela babe kho Lord fanele phendla you, [O Muhammad], wokuhlakanipha.

# Quran2069
source: Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying.
ca: Llavors, té el seu Senyor escollit per [tenir] fills i pres entre les filles d'àngels? De fet, diu una dita greu.
cy: Yna, wedi eich Arglwydd yn eich dewis ar gyfer [bod] meibion a gymerwyd o blith y merched angylion? Yn wir, dywedwch chi ddweud mawr.
da: Så har jeres Herre valgt dig for [har] sønner og taget blandt engle døtre? Du sige, en alvorlig siger.
el: Στη συνέχεια, ο Λόρδος σας διάλεξε για [έχουν] γιους και ελήφθησαν μεταξύ οι κόρες των αγγέλων; Πράγματι, λέτε ένα σοβαρό ρητό.
et: Seejärel, on teie Issand teil puhul valitud [OLLES] pojad ja tütred inglid hulgast võetud? Tõepoolest, sa ütled tõsise ütlus.
fi: Sitten on teidän Herranne valinnut sinut siitä [] pojat ja otettu enkelit tytärtä? Itse asiassa te sanotte vakava sanonta.
he: לאחר מכן, האדון שלך בחר בך [לי] בנים ונלקח מבין הבנות מלאכים? אכן, אתה אומר אימרה חמורה.
hr: Onda je vaš Gospodin izabrao za to [što] sinova i od anđela kćeri? Doista, kažeš grob izreka.
lt: Tada jūsų Viešpats pasirinko jums už tai, [kad] Sūnūs ir paimti iš angelų dukters? Iš tiesų, jūs sakote rimtą posakis.
lv: Tad jūsu kungs izvēlējās jūs uzklausāt [] dēli un ņemti no eņģeļiem meitas? Protams, jums teikt, kapu teiciens.
nb: Da har din Herre valgt for [har] sønner og tatt fra engler døtre? Faktisk, du si en alvorlig sa.
sk: Potom váš pán vybral si [s] synov a spomedzi dcér anjelov? Skutočne, poviete hrob hovorí.
sl: Nato je svojega Gospoda izbrali [ker] sinovi in med angeli hčere? Res, ste rekli grob rek.
sr_cyrl: Онда , твој господар изабрао [се] синове и узео кжерима анђели? Заиста , реци изреку гробова.
sr_latn: Onda, tvoj gospodar izabrao [se] sinove i uzeo kжerima anđeli? Zaista, reci izreku grobova.
uk: Потім, ваш Господь, вибрав вас для [мають] синів і зняті з числа дочок ангелів? Справді, ви говорите, могила приказка.
vi: Sau đó, có Chúa của bạn lựa chọn bạn [có] con trai và Lấy từ con gái thiên thần? Thật vậy, bạn nói một câu nói nghiêm trọng.
zu: Bese, uye kho Lord enyula you for amadodana [kokuba] futhi othathwe phakathi kwezingelosi amadodakazi?

# Quran2070
source: And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion.
ca: I sens dubte han diversificat [continguts] aquest Qur ' an que la humanitat pot recordar sobre, però que no incrementa els disbelievers excepte en aversió.
cy: Ac yn sicr rydym wedi arallgyfeirio [cynnwys] yn y Qur'an y gall atgoffa dynolryw, ond nid yw'n ei gynyddu y disbelievers ac eithrio mewn gwrthwynebiad.
da: Og vi har helt sikkert diversificeret [indhold] i denne Koranen menneskeheden kan blive mindet om, at det ikke øger vantro undtagen i aversion.
el: Και εμείς σίγουρα έχουν διαφοροποιηθεί [περιεχομένου] στο Κοράνι αυτό ότι η ανθρωπότητα μπορεί να γίνει υπενθύμιση, αλλά δεν αυξάνει το disbelievers εκτός από στην αποστροφή.
et: Ja me kindlasti mitmekesise [Sisukord] käesoleva Koraani inimkonnale võib tuletada meelde, et see ei suurenda uskottomille välja arvatud vastumeelsus linnas.
fi: Ja me varmasti monipuolista [Sisällys] tämän Koraanin ihmiskunnan on muistutettava, että se ei lisää, saa luovuttaa lukuun välttäminen.
he: אנחנו בהחלט מגוונים [התוכן] ב זה הקוראן כי בני האדם עשויים לקבל תזכורת, אך היא אינה מגדילה את disbelievers חוץ בסלידה.
hr: I sigurno ste diverzifikaciju [sadržaj] u ovom Kur'anu da čovječanstvo može podsjećati, ali da se ne povećava iskuse osim u averziju.
lt: Ir mes turime tikrai įvairus [turinys] šis Koran kad žmonija gali priminė, bet jis nedidina disbelievers išskyrus į baimę.
lv: Un mēs noteikti diversificēts [saturs] ar šo Korāns, ka cilvēce var atgādināja, taču tas nepalielina disbelievers izņemot ar nepatiku.
nb: Og vi har sikkert diversifisert [innholdet] denne Koranen at menneskeheten kan bli minnet, men det øker ikke troende unntatt i aversjon.
sk: A určite sme rozložilo [obsah] v tejto Qur'an, že ľudstvo môže pripomenúť, ale nezvyšuje neveriacim okrem v odpor.
sl: In smo zagotovo razpršene [vsebine] v tej Qur'an, da človeštvo lahko spomnil, vendar ne poveča disbelievers razen v odpor.
sr_cyrl: И морамо имати сигурно развио [садржај] у овај Куран да људска врста може се огласити, али то не повећава скептике осим у аверзију.
sr_latn: I moramo imati sigurno razvio [sadržaj] u ovaj Kuran da ljudska vrsta može se oglasiti, ali to ne povećava skeptike osim u averziju.
uk: І ми безумовно диверсифікованої [вміст] в цьому Корану, що людство може нагадувати про, але це не призводить до збільшення disbelievers за винятком в огиду.
vi: Và chúng tôi chắc chắn có đa dạng [nội dung] trong kinh Koran này mà nhân loại có thể được nhắc nhở, nhưng nó không tăng thì ngoại trừ trong chán ghét.
zu: Futhi Siye Ngokuqinisekile isabalalise [okuqukethwe] kule Qur'an ukuthi kungenzeka isintu wakhumbuza, kodwa lokho akusho ukwandisa disbelievers ngaphandle enyanya.

# Quran2071
source: Say, [O Muhammad], "If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way."
ca: Dir, [O Muhammad], "si hi ha hagut amb ell [altres] déus, com diuen, llavors [cada] vols han volgut el propietari del tron forma."
cy: Dweud, [O Muhammad], "pe bai ag ef [arall] duwiau, fel y dywedant, yna byddai [bob] maent wedi ceisio i berchennog yr Orsedd yn ffordd."
da: Sige, [O Muhammad], "Hvis der havde været med ham [andre] guder, som de siger, så de [hver] ville har søgt til ejeren af tronen måde."
el: Πω, [Ο Μωάμεθ], «αν είχε υπάρξει μαζί του [other] θεών, όπως λένε, τότε [κάθε] θα αναζήτησαν στον ιδιοκτήτη του θρόνου τρόπο.»
et: Ütlen, [O Muhammad], "kui on temaga [other] jumalad, nagu öeldakse, siis nad [iga] oleks püüdnud troonile omanik nii."
fi: Esimerkiksi [Oi Muhammed], "Jos on ollut kanssaan [other] jumalia, kuten sanotaan, niin kaikissa [] pyytänyt valtaistuimelle omistajalle tapa."
he: אומרים, [O מוחמד], היו איתו [השני] האלים, כמו שאומרים, אז הם [כל] היה מחפש בעלים של המלכות דרך."
hr: Kažu, [O Muhammad], "da je bilo s njim [drugih] bogova, kao što kažu, a zatim [svaka] bi tražio da vlasnik prijestolje način."
lt: Tarkim, [O Muhammad], "jei ten buvo su juo [kitos šalys] dievų, kaip sakoma, tada jie [kiekvieno] būtų ieškojo iš sosto savininkas taip."
lv: Teiksim, [O Muhammad] ", ja tur bija ar viņu [citiem] dieviem, kā viņi saka, tad tie [katru] būtu meklēja troņa īpašnieks veidā."
nb: Si, [O Muhammad], "Hvis det hadde vært med ham [andre] guder, som de sier, så de [] ville har søkt å eieren av tronen en måte."
sk: Povedať, [Mohamed], "keby tam bol s ním [Ostatné] bohov, ako hovoria, potom [každý] by sa snažili majiteľ trón spôsobom."
sl: Recimo, [O Muhammad], "Če pa je bilo z njim [druge] bogov, kot pravijo, potem so [vsakega] bi poskušale lastnik prestol način."
sr_cyrl: Реци, [О Мухаммад], "да је било са њим [друге] богови, као што кажу, онда они [у сваком] би трудили су се да је власник трон начин."
sr_latn: Reci, [O Muhammad], "da je bilo sa njim [druge] bogovi, kao što kažu, onda oni [u svakom] bi trudili su se da je vlasnik tron način."
uk: [O Мухаммад], "Якщо сказати було з ним [] божкам, як то кажуть, то [кожен] б прагнув власник трон чином."
vi: Nói [O Muhammad], "nếu đã có với anh ta thần [khác], khi họ nói, sau đó họ [từng] nào đã tìm cách để chủ sở hữu của ngai vàng một cách."
zu: Awusho, [O Muhammad], "Uma ngike ngaya nabo Him [namanye] onkulunkulu, njengoba besho, ngalesosikhathi they [ngamunye] ngabe wafuna umnikazi sobukhosi ngendlela."

# Quran2072
source: Exalted is He and high above what they say by great sublimity.
ca: Exaltat és ell i alta sobre el que diuen els gran sublimitat.
cy: I'w mawrygu yw ef a uchel uwchlaw'r hyn a ddywedant gan sublimity mawr.
da: Ophøjet er han og højt over hvad de siger ved stor ophøjethed.
el: Εξυψώνεται είναι αυτός και πάνω από αυτό που λένε με μεγάλη μεγαλοπρέπεια.
et: Ülendatud on ta ja kohal nad ütlevad poolt suur sublimity.
fi: Ylevä on hän ja korkealla mitä he sanovat suuri ylevyys.
he: המרומם הוא הוא גבוה מעל מה אומרים על ידי אנטוניו סליירי נהדר.
hr: Uzvišen je on i visoko iznad piše po super uzvišenost.
lt: Išaukštintas yra jis ir aukščiau ką jie sako iš Didžiosios tikėjimo.
lv: Pacilāta, viņš un augstu virs to, ko viņi saka, ar lielu sublimity.
nb: Opphøyet er han og høyt over hva de sier ved stor sublimity.
sk: Vyvýšený je on a vysoko nad to, čo hovoria o veľkú vznešenosť.
sl: Vzvišeno je on in visoko nad kaj pravijo, da z veliko Uzvišenost.
sr_cyrl: Измореном је он и високо изнад шта кажу до велике узвиљеност.
sr_latn: Izmorenom je on i visoko iznad šta kažu do velike uzviљenost.
uk: Піднесене є він і високо над кажуть, великий височини.
vi: Sôi nổi là ông cao ở trên những gì họ nói bởi sublimity tuyệt vời.
zu: Uphakeme kuyinto Yena eSiyoni, uphakeme phezu abakushoyo by Sublimity okukhulu.

# Quran2073
source: The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving.
ca: Les set cels i la terra i el que està en ells Canteu-li lloances. I no hi ha una cosa excepte que exalta [Allah] per l'elogi, però vostè no entén seu [camí de] exalta. De fet, ell és mai Forbearing i perdonant.
cy: Mae y nefoedd saith ac yn y ddaear a beth bynnag sydd ynddynt yn exalt iddo. Ac nid yw yn beth heblaw y mae ei exalts [Allah] gan ei ganmol, ond nid ydych yn deall eu [ffordd o] exalting. Yn wir, mae Forbearing erioed ac yn faddeugar.
da: De syv himlene og jorden og hvad der er i dem ophøje ham. Og der er ikke noget, bortset fra at det ophøjer [Allah] af hans ros, men du forstår ikke deres [måde af] aandsvækkende. Han er faktisk nogensinde overbærende og tilgivende.
el: Τα επτά ουρανούς και τη γη και ό, τι είναι σε αυτά να τον δοξάσουνε. Και δεν υπάρχει ένα πράγμα εκτός από το ότι αυτό που εξυψώνει [Allah] από τον έπαινο του, αλλά δεν καταλαβαίνετε τους [τρόπος] εκθείαζε. Πράγματι, είναι ποτέ μακρόθυμου και επιεικής.
et: Seitse taeva ja maa ja iganes on nende ülendab teda. Ja seal ei ole asi välja, et see exalts [Jumalat] tema kiituse poolt, kuid te ei saa aru saavad [viis] exalting. Tõepoolest, ta on kunagi hoidumise ja andestav.
fi: Seitsemän taivaat ja maan ja kaikki, mikä on heille ylistää häntä. Ja ei ole mitään paitsi että se ylentää [Jumala] kiitosta, mutta et ymmärrä [tiensä] ylentää. Hän on koskaan lievällä ja anteeksiantava.
he: שבעת הרקיעים ואת כדור הארץ, ומה שיש להם לשבח אותו. אין דבר פרט לכך היא מרוממת [אללה] על ידי שבח שלו, אבל אתה לא מבין שלהם [הדרך] לפאר. ואכן, הוא אי פעם מאופקים וסלחני.
hr: Sedam nebesa i zemlja i sve što je u njima veličati ga. Ne postoji ništa osim da ga uzvisuje [Allah] od njegove molitve, a ne razumjeti [način na koji] exalting. Doista, on je ikada podnositi i opraštanje.
lt: Septyni dangų ir žemę ir kokia yra jų išaukštinti jam. Yra ne dalykas, išskyrus tai, kad jis aukština [Dievas] iš jo girti, o jūs nesuprantate jų [būdas] išaukštinti. Iš tiesų, jis yra kada nors skolingai ir atlaidus.
lv: Septiņi debesu un zemes un kāda ir tās viņu cildināt. Un tur nav lieta, izņemot to, ka tā exalts [Allah] pēc viņa uzslavas, bet jūs nesaprotat to [veids] exalting. Protams, viņš ir kādreiz pieļaujam un piedošanu.
nb: De sju himlene og jorden og i dem opphøye ham. Og det er ikke en ting bortsett fra at det Opphøyer [Allah] av sin ros, men du ikke forstår [vei av] opphøyende. Han er faktisk helt overbærende og tilgivende.
sk: Siedmich nebies a Zeme a čo je v nich oslavovať ho. A nie je nič okrem toho, že ho povyšuje [Allah] podľa jeho chválu, ale tomu nerozumiem ich [spôsob] velebí. Naozaj, on je niekedy zhovievavý a odpúšťajúci.
sl: Sedem nebes in zemlje in vse, kar je v njih ga poveličujejo. In je ni stvar, razen da je vas povede [Alahove] s svojo hvalo, vendar ne razumete njihovega [pot] exalting. Res, on je vedno dolžnikom in tolerantna.
sr_cyrl: Седам небеса и земљу и шта год је у њима слави га. Не постоји ништа осим да стимулисе [Аллах] по његову славу, а не разумете [тако] јадикујем. Он је заиста икада уздрзаних и милостив.
sr_latn: Sedam nebesa i zemlju i šta god je u njima slavi ga. Ne postoji ništa osim da stimulise [Allah] po njegovu slavu, a ne razumete [tako] jadikujem. On je zaista ikada uzdrzanih i milostiv.
uk: Сім небеса та Земля і все, що в їх вивищувати його. І там це не річ, крім того, що вона підносить [Аллах] за його похвали, але ви не розумієте їх [шлях] підносить. Дійсно, він є, коли-небудь довготерпінням і прощати.
vi: Bảy tầng trời và trái đất và bất cứ điều gì là họ tôn cao ngài. Và đó không phải là một điều ngoại trừ rằng nó exalts [Allah] bằng cách khen ngợi của mình, nhưng bạn không hiểu họ [cách] exalting. Thật vậy, anh ta từng Forbearing và khoan dung.
zu: Amazulu eziyisikhombisa umhlaba futhi konke okukukho amkhazimulisa.
