Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran515
source: And do not marry those [women] whom your fathers married, except what has already occurred. Indeed, it was an immorality and hateful [to Allah] and was evil as a way.
ca: I no casar-se amb aquells [dona] qui va casar vostres pares, excepte el que ja s'ha produït. De fet, era una immoralitat i odiós [a Allah] i va ser mal com una forma.
cy: Ac nid oes briodi hynny [merched] bwy roedd eich tadau yn briod, ac eithrio hyn eisoes wedi digwydd. Yn wir, yr oedd yr anfoesoldeb a chas [i Allah] a oedd drygioni fel ffordd.
da: Og ikke gifte sig med [kvinderne] hvem dine fædre gift, undtagen hvad der allerede er sket. Ja, det var en umoral og hadefulde [til Allah] og var onde som en måde.
el: Και να μην παντρευτεί αυτές [γυναίκες] τους οποίους σας πατέρες γάμου, εκτός από ό, τι έχει ήδη συμβεί. Πράγματι, ήταν μια ανηθικότητα και μισητό [να Αλλάχ] και ήταν κακό ως ένας τρόπος.
et: Ja abielluda need naised kellega oma isade abiellus, välja arvatud, mida on juba toimunud. Tõepoolest, see oli amoraalsuse ja vastik [Jumalat] et ja oli paha viis.
fi: Ja mennä naimisiin [naiset] isienne naimisiin paitsi mitä on jo tapahtunut. Itse asiassa se oli moraalittomuus ja vihamielistä [Jumalalle] ja oli paha tapa.
he: ו. אל תתחתני האלה [הנשים] מי אבא שלך נשוי, מלבד מה כבר התרחשה. אכן, זה היה של מוסריות ונתעב [אל אללה] והיה רשע כדרך.
hr: I oženiti te [žene] koga vaši očevi u braku, osim što se već dogodilo. Doista, to je nemoral i odvratan [za Allaha] i je zlo kao način.
lt: Ir negali tuoktis toms [moterims] kurį savo tėvo vedęs, išskyrus kas jau įvyko. Iš tiesų, tai buvo amoralumas ir nienawistnych [Dievas] ir buvo blogis, kaip.
lv: Un negribat precēties ar tiem [sievietes] kuru jūsu tēvi apprecējās, izņemot to, kas jau ir noticis. Patiešām, tas bija netikumība un pretīgus, [Allah] lai un ļauno veids, kā.
nb: Og ikke gifte dem [kvinner] som deres fedre giftet seg, bortsett fra hva som allerede har skjedd. Faktisk, det var en umoral og hatsk [å Døyve] og var ondt som en måte.
sk: A Neber si tie [ženy] koho vaši otcovia ženatý, s výnimkou, čo sa už stalo. V skutočnosti to bol nemorálnosť a nenávistný [Allah] a zlo ako spôsob, ako.
sl: In ne poročiti teh [ženske] ki vaših očetov poročil, razen že kaj prišlo. Res, bilo je nemoralnosti in sovražna [v Allah] in je zlo kot tako.
sr_cyrl: Али не и те жене којима ваши очеви у браку, осим шта се већ догодила. Заиста , то је на неморал и мрско [Аллах] и зла као начин.
sr_latn: Ali ne i te žene kojima vaši očevi u braku, osim šta se već dogodila. Zaista, to je na nemoral i mrsko [Allah] i zla kao način.
uk: І не вступати в шлюб тих [жінок] якій одружився ваших батьків, за винятком, що вже відбулося. Дійсно, це було аморальності і ненависне [щоб Аллах] і зла, як спосіб.
vi: Và không cưới [nữ] những người kết hôn với cha của bạn, ngoại trừ những gì đã xảy ra. Thật vậy, nó là một đạo Đức và hận thù [để Allah] và ác như là một cách.
zu: Futhi awashadi labo [abesifazane] bani oyihlo washada, ngaphandle kwalokho osekwenzekile.

# Quran516
source: Prohibited to you [for marriage] are your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters, your [milk] mothers who nursed you, your sisters through nursing, your wives' mothers, and your step-daughters under your guardianship [born] of your wives unto whom you have gone in. But if you have not gone in unto them, there is no sin upon you. And [also prohibited are] the wives of your sons who are from your [own] loins, and that you take [in marriage] two sisters simultaneously, except for what has already occurred. Indeed, Allah is ever Forgiving and Merciful.
ca: Prohibit [matrimoni] són les seves mares, seves filles, les seves germanes, germanes del seu pare, germanes de la seva mare, filles del seu germà, filles de la seva germana, el seu mares [llet], que vostè, el seu germanes a través d'Infermeria, el seu pas-filles sota la seva tutela [nascuda] de les seves esposes i mares dels vostres dones criat a qui que ha entrat. Però si que ha entrat no unto ells, hi ha cap pecat a vostè. I [també prohibeix els] les mullers dels seus fills que són dels seus [propi] lloms, i que vostè prendre [en matrimoni] dues germanes simultàniament, excepte per què ja ha ocorregut. De fet, Allah és alguna vegada Clement i perdonant.
cy: Gwaherddir i chi [ar gyfer priodas] yn eich mamau, eich merched, eich chwiorydd, eich tad chwiorydd, chwiorydd eich mam, eich brawd merched, merched eich chwaer, eich mamau [llaeth] a ydych chi, eich chwiorydd drwy nyrsio, mamau eich gwragedd, a eich cam-merched o dan warcheidiaeth eich [anwyd] eich gwragedd nyrsio-unto bwy yr ydych wedi mynd mewn. Ond os nad ydych wedi mynd-unto iddynt, nid oes dim pechod arnoch. A [gwahardd hefyd yn] wragedd eich meibion sydd gan eich [ei hun] loins, ac a gymerwch [yn briodas] dwy chwaer ar yr un pryd, ac eithrio ar gyfer hyn eisoes wedi digwydd. Yn wir, bod Allah yn faddeugar a tosturiol erioed.
da: Forbudt at du [til ægteskab] er jeres mødre, jeres døtre, dine søstre, din fars søstre, din mors søstre, din bror døtre, din søster døtre, din [mælk] mødre plejet du, dine søstre gennem sygepleje, jeres hustruer mødre og din trin-døtre under din værgemål, [født] af dine hustruer til hvem du har gået. Men hvis du ikke har gået dem, er der ingen synd over dig. Og [også forbudt er] hustruer af jeres sønner, der er fra [egen] lænderne, og at du tager [i ægteskabet] to søstre samtidigt, med undtagelse af hvad der allerede er sket. Allah er faktisk nogensinde tilgivende og barmhjertig.
el: Απαγορεύεται να [για γάμο] είστε μητέρες σας, κόρες σας, τις αδελφές σας, τις αδερφές του πατέρα σας, αδελφές της μητέρας σας, κόρες του αδελφού σας, κόρες της αδελφής σας, σας μητέρες [γάλα] που ανέθρεψε σας, τις αδελφές σας μέσω της Νοσηλευτικής, μητέρες των συζύγων σας και σας βήμα-κόρες υπό σας επιτροπεία [ημερομηνία] του σας σύζυγοι εις τους οποίους έχετε πάει. Αλλά αν δεν έχετε πάει προς αυτούς, δεν είναι αμαρτία πάνω σας. Και [επίσης απαγορεύονται] οι σύζυγοι των γιοι σας, που είναι από σας [] Θωρακο-οσφυϊκή χώρα και ότι λάβει [Γάμος] δύο αδελφές ταυτόχρονα, εκτός από ό, τι έχει ήδη συμβεί. Πράγματι, Αλλάχ είναι ποτέ επιεικής και φιλεύσπλαχνος.
et: Keelatud on [abielu] jaoks olete teie emad, oma tütart, teie õed, oma isa õde, sinu ema õed, teie vend tütart, oma õe tütred, oma [piima] ema, kes nursed teile, teie õed, õendusabi, oma abikaasat emad ja samm-tütred oma [sündinud] oma naised eestkoste all juure kellele olete läinud. Aga kui sa ei läinud neile, ei ole patt teie peale. [Keelatud ka on] naised oma poega, kes on pärit [ise] seljatükid ja te võtate [abielu] kaks õde üheaegselt, välja arvatud jaoks, mis on juba toimunud. Tõepoolest, Allah on kunagi andestav ja armuline.
fi: Kielletty [avioliiton] olet teidän äitien tyttäresi, sisaresi, isäsi, äitisi sisarukset, veljesi tytärtä, siskosi tytärtä, sisaria [maito] äitejä, jotka hoiti sinun sisaresi hoitotyön, teidän vaimoja-äitejä ja askel-tyttärenne vajaavaltainen, sinun [syntynyt] rakastakaa teille joille olet kulkenut. Mutta jos te ette ole käyttänyt niitä, ei ole mitään syntiä sinua. Ja [myöskään] vaimot teidän poikanne, jotka ovat oman [] selkä ja että otat [avioliitossa] kaksi sisarta samanaikaisesti, paitsi mitä on jo tapahtunut. Itse asiassa Jumala on aina anteeksiantava ja laupias.
he: אסור [לנישואין] אתה לאימהות שלכם, בנותיך, האחיות שלך, אחיות של אביך, האחיות של אמא שלך, בנותיו של אחיך, בנותיו של אחותך, לאימהות שלכם [חלב] הניקה אותך, האחיות שלך דרך ההנקה, האמהות של הנשים שלך, ובנותייך השלב-אפוטרופוס שלך [נולד] נשים שלך בפני מי אתה נכנס. אבל אם אתה לא נכנס להם, אין שום חטא עליכם. [כמו כן אסורים הם] נשות בניך מי הן מן [עצמו] חלציך, לקחת [בנישואים] שתי אחיות בו זמנית, חוץ מה כבר התרחשה. אכן, אללה הוא אי פעם סלחני ורחום.
hr: Zabranjeno je [za brak] ste vaše majke, vaše kćeri, sestre, očeve sestre, majčine sestre, tvoj brat kćeri, tvoje sestre kćeri, tvoj [mlijeko] majkama othranila, sestre kroz njega, svoje žene majke i kčerke korak pod svoje skrbništvo [Datum] od svoje žene do kojih su otišli u. Ali ako niste otišli k njima, postoji grijeha na vas. Također je zabranjeno su žene svoje sinove koji su iz [sami] međunožja, a koje se [u brak] dvije sestre istovremeno, osim što se već dogodilo. Uistinu, Allah je uvijek oprašta i milostivi.
lt: Draudžiama [Vedyboms] yra savo mamos, savo dukters, jūsų seserys, savo tėvo sesuo, savo motinos seserų, savo brolio dukros, savo sesers dukrai, jūsų [pieno] motinos, kurie prižiūrėjo jums, jūsų seserys slaugos, savo žmonos motinos ir jūsų žingsnis-dukters savo globą [gimė] savo žmonas: kam Jūs nuėjo. Bet jei jūs dar ne išvažiavo pas juos, yra ne nuodėmė į tave. Ir [taip pat draudžiami] savo sūnumis, kurie yra iš [savo] nugarinė, ir kad jūs imtis [į santuokos] žmonos dvi seserys vienu metu, išskyrus kas jau įvyko. Iš tiesų, Allah yra kada nors atlaidus ir gailestingas.
lv: Aizliegta [par laulību] ir jūsu mātēm, jūsu meitas, tavas māsas, tava tēva māsas, mātes māsas, tava brāļa meitas, tavas māsas meitas, jūsu [piena] mātēm, kas baro jums, jūsu māsas ar māsu un jūsu sievas mātēm, jūsu solis meitām zem jūsu aizbildniecību par sievām [dzimis] unto kam ir paveikušas. Bet, ja jums nav gājusi sacīja viņiem, nav bez grēka pār jums. Un [ir arī aizliegts] sievas dēliem, kuri no savas [] garie muguras gabali un jūs uzņemt [laulību] divas māsas, vienlaicīgi, izņemot to, kas jau ir noticis. Patiešām, Allah ir kādreiz piedodošs un žēlsirdīgs.
nb: Forbudt å du [for ekteskap] er din mødre, dine døtre, dine søstre, din fars søstre, din mors søstre, din brors døtre, din søster døtre, din [melk] mødre som ammet deg, dine søstre gjennom sykepleie, din koner mødre og dine trinn-døtre under formynderskapet [født] av deres hustruer til hvem du har gått. Men hvis du ikke har gått dem, er det ingen synd på deg. Og [også forbudt er] konene til dine sønner som er fra lender [eget], og at du tar [i ekteskapet] to søstre samtidig, unntatt for hva som allerede har skjedd. Døyve er faktisk noensinne tilgivende og barmhjertig.
sk: Zakázané [pre manželstvo] ste vašej matky, svojej dcéry, vašej sestry, svojho otca, sestry, sestry svoju matku, svojho brata dcéry, vaša sestra dcéry, [mlieko] matky, ktorí kojila vás, vaše sestry prostredníctvom ošetrovateľstvo, vaše manželky matky a vaše dcéry krok vaše opatrovníctva [narodil] svoje ženy ku ktorému ste išli. Ale ak ste ešte neprešli im, nie je hriech na vás. A [sú taktiež zakázané] manželky vašich synov, ktorí sú z vlastnej [] bedrá a ktoré užívate [v manželstve] dve sestry súčasne, okrem toho, na čo sa už stalo. Boh je naozaj niekedy odpúšťajúci a milosrdný.
sl: Prepovedano [za poroko] ste svoje matere, hčere, vaše sestre, tvoj oče je sestri, sestre svoje matere, hčerki svojega brata, tvoja sestra hčere, vaš [mleko] matere, ki vam, vaše sestre z nego, svoje žene, matere in korak-hčere pod vaš skrbništvo [rojen] od vaše žene dojila reče koga ste šli. Ampak če ne ste šli služili, ni greh na vas. In tudi prepovedano so žene svoje sinove, ki so iz [lastno] bokov, in ki jih sprejmejo [v zakonu] dve sestri hkrati, razen za kaj že prišlo. Res, Allah je koli tolerantna in usmiljen.
sr_cyrl: Забрањено је [за брак] си твоје мајке своје кћери, твоје сестре, сестре твог оца, сестре твоје мајке, твога брата кћери, твоје сестре кћери, вам мајке [млеко] који је појио га, твоје сестре кроз старачки, твоје супруге, мајке и Унионисти корак под своје скрбништво [роди] од ваших жена у коме су ушли. Али ако ти није ишло у им, не постоји грех над вама. И [такође забрањени су] и супруге од твојих синова, који су из своје [] слабине, а који узимате [у браку] две сестре истовремено, осим шта се већ догодила. Уистину , Аллах је икада опростити и милостив.
sr_latn: Zabranjeno je [za brak] si tvoje majke svoje kćeri, tvoje sestre, sestre tvog oca, sestre tvoje majke, tvoga brata kćeri, tvoje sestre kćeri, vam majke [mleko] koji je pojio ga, tvoje sestre kroz starački, tvoje supruge, majke i Unionisti korak pod svoje skrbništvo [rodi] od vaših žena u kome su ušli. Ali ako ti nije išlo u im, ne postoji greh nad vama. I [takođe zabranjeni su] i supruge od tvojih sinova, koji su iz svoje [] slabine, a koji uzimate [u braku] dve sestre istovremeno, osim šta se već dogodila. Uistinu, Allah je ikada oprostiti i milostiv.
uk: Заборонено [для вступу в шлюб] ти вашої матері вашої дочки вашої сестри, твій батько сестри, твоєї матері, сестри, ваш брат дочок, ваша сестра дочок, ваші [молоко] матерів, які годувала вас, вашої сестри через для людей похилого віку, матерів своїх дружин і крок дочки під піклування [народження] від своїх дружин до: ким ви пішли. Але якщо ви не буває їм, немає гріха на вас. І [також заборонені] дружин синами хто від підперезані [власний], і вжити [у шлюбі] дві сестри одночасно, крім те, що вже відбулося. Дійсно, Аллах є ніколи не прощає і милосердний.
vi: Nghiêm cấm bạn [cho cuộc hôn nhân] là bà mẹ của bạn, con gái của bạn, chị em, chị em của cha, của mẹ con chị em, con gái của anh trai, con gái của chị, của bạn [sữa] bà mẹ nursed bạn, anh chị em của bạn thông qua các điều dưỡng, bà mẹ vợ và con gái của bạn bước theo giám hộ của bạn [sinh] của vợ cho đến người mà bạn đã đi trong. Nhưng nếu bạn đã không đi trong unto chúng, đó là không có tội lỗi khi bạn. Và [cũng bị cấm] vợ của bạn trai người từ loins [riêng] của bạn, và bạn thực hiện [trong hôn nhân] hai chị em cùng một lúc, ngoại trừ cho những gì đã xảy ra. Thật vậy, Allah là bao giờ khoan dung và thương xót.
zu: Kwenqatshelwe kuwe [for umshado] kukhona omama akho, namadodakazi akho, odadewenu, odade kayihlo, odade kanyoko, amadodakazi lomfowenu, amadodakazi udadewabo yakho, [ubisi] omama benu ababeprofetha banakekela wena, odadewenu ngokusebenzisa ubuhlengikazi, omkenu '

# Quran517
source: And [also prohibited to you are all] married women except those your right hands possess. [This is] the decree of Allah upon you. And lawful to you are [all others] beyond these, [provided] that you seek them [in marriage] with [gifts from] your property, desiring chastity, not unlawful sexual intercourse. So for whatever you enjoy [of marriage] from them, give them their due compensation as an obligation. And there is no blame upon you for what you mutually agree to beyond the obligation. Indeed, Allah is ever Knowing and Wise.
ca: I [també prohibit a vostè són tots] es va casar amb dones excepte els posseeixen les mans de la dreta. [És] el decret d'al là sobre tu. I legal ets [tothom] més enllà d'aquests, [sempre] que vostè buscar-los [en matrimoni] amb [regals de] seu immoble, que desitgen castedat, relacions sexuals no il·legal. Així que per a qualsevol cosa que t'agrada [del matrimoni] d'ells, donar-los la indemnització deguda com una obligació. I no hi ha cap culpa de per què vostè mútuament es compromet a més enllà de l'obligació. En efecte, Allah és mai saber i savi.
cy: Ac [gwahardd hefyd i chi holl] briod menywod ac eithrio y rhai yn eich dwylo hawl meddu ar. [Mae hwn] ordinhad Allah arnoch. Ac yn gyfreithlon i ydych [pob eraill] tu hwnt i hyn, [Darparwyd] y dylech geisio eu [yn briodas] [rhoddion o] eich eiddo, dynodir diweirdeb, cyfathrach rywiol yn anghyfreithlon. Felly ar gyfer beth bynnag byddwch yn mwynhau [o briodas] oddi wrthynt, rhoi iddynt eu iawndal sydd yn ddyledus fel rhwymedigaeth. Ac nid oes unrhyw fai arnoch chi ar gyfer beth a gytunwch i'r ddwy ochr i tu hwnt y rhwymedigaeth. Yn wir, Allah yn gwybod erioed ac yn ddoeth.
da: Og [også forbudt at du er alle] gifte kvinder undtagen dem din højre hånd besidder. [Det er] dekret af Allah over dig. Og lovligt at du er [alle andre] ud over disse, [der] af at du søger dem [i ægteskabet] med [gaver fra] din ejendom, som ønsker kyskhed, ikke ulovlig seksuel samleje. Så for uanset hvad du nyde [af ægteskab] fra dem, give dem deres due kompensation som en forpligtelse. Og der er ingen skylden på dig for hvad du gensidigt accepterer at ud over pligten. Allah er nogen sinde vidende og kloge.
el: Και [επίσης απαγορευμένη σε εσάς είναι όλοι] παντρεμένες γυναίκες εκτός εκείνων που κατέχουν τα δεξιά χέρια σας. [Είναι] το διάταγμα, του Αλλάχ επάνω σας. Και είναι νόμιμο να [όλους τους άλλους] είστε πέρα από αυτές, [παρέχεται] να αναζητήσουν τους [στο γάμο] με [δώρα] το ακίνητό σας, επιθυμώντας αγνότητας, παράνομη σεξουαλική επαφή. Έτσι για ό, τι σας αρέσει [του γάμου] από αυτούς, να τους δώσει τους οφειλόμενη επιστροφή ποσών ως υποχρέωση. Και υπάρχει καμία φταίει πάνω σας για ό, τι σας συμφωνούν μεταξύ τους για να πέρα από την υποχρέωση. Πράγματι, Αλλάχ είναι ποτέ γνωρίζοντας και σοφός.
et: [Keelatud ka teile on kõik] abielus naised välja arvatud paremas käes olema. [On] dekreet Jumal teie peale. Ja seaduslik, et olete [kõik teised] peale nende, [varustatud] et te otsite neid [abielu] v [kingitusi] oma vara, soovides surm, mitte seadusevastast seksuaalvahekorras. Nii mida iganes sa nautida [abielu] ning neilt, andma neile nende nõuetekohane hüvitise tulenev kohustus. Ja ei ole süüdistada teie peale mida te vastastikku nõustuma kaugemale kohustuse. Tõepoolest, Allah on kunagi teades ja tark.
fi: Ja [kielletty myös sinulle kaikki] naimisissa olevat naiset lukuun ottamatta oikeissa käsissä on. Tämä on asetus-lta hillitä teitä. Ja laillista olet [Muut] Lisäksi [mukana] hakea [avioliitossa] [lahjoja] omaisuuttasi, haluten chastity, ole lainvastainen yhdyntää. Niin mitä pidät [tapahtuneen] niistä, antaa heille asianmukainen korvaus velvollisuus. Ja ei ole syyttää teitä mitä toisiaan sitoudut kuin velvoite. Jumala nimittäin koskaan tietää ja viisas.
he: [גם אסור לך הם כל] נשואים לנשים מלבד אלה מחזיקים ידיים מימין. [זה] פסק הדין של אללה עליכם. כדין את [כל השאר] מעבר אלה, [סיפק] שאתה. מחפש, אותם [בנישואים] [מתנות] את הנכס שלך, ורוצה את הצניעות, יחסי מין לא חוקית. אז בשביל מה אתה נהנה [של נישואין] מהם, לתת להם שלהם פיצוי בשל התחייבות. ואין שום האשמה עליכם מה לך להסכים הדדית מעבר החובה. אכן, אללה הוא אי פעם לדעת ונבונה.
hr: [Također je zabranjeno da ste vi svi] udane žene osim one posjeduju desnu ruku. [Ovo je] dekret Allah na vas. I zakonito da si [sve ostale] Osim tih [osigurane] da ih tražite [u braku] [darovi] svoju imovinu, želeći čednosti, nije nezakonit seksualni odnos. Pa za što god vas zabavlja [braka] od njih, dati im njihova dospijeća naknada kao obvezu. I nema krivice na vas za što međusobno slažu da izvan obveza. Uistinu, Allah je ikada znati i mudar.
lt: Ir [taip pat Uždraudė jums yra visi] ištekėjusi moteris išskyrus savo dešinės rankos turi. [Tai] sprendimą dėl Dievas tave. Ir teisėtas, jūs esate [visi kiti] Be to, [aprūpinti] kad jūs kreipkitės į juos [į santuokos] [dovanos iš] savo turtą, siekdamos skaistumo, ne neteisėtas lytinių santykių. Taigi, kokia jums patinka [iš santuokos] iš jų, suteikti jiems savo kompensaciją kaip įsipareigojimas. Ir nėra jokių kaltinti tave už ką jūs susitarti dėl už prievolės. Iš tiesų, Allah yra kada nors žinant ir išmintingas.
lv: Un [aizliedz arī jūs visi] precējies sievietes, izņemot tos, kas piemīt labās rokas. [Tas] dekrētu par Allah pār jums. Un likumīgi [visiem pārējiem] esi viņpus tiem [noteikumu] tos meklēt [šajā laulībā] ar [dāvanas no] savu īpašumu, vēloties šķīstība, ne prettiesisku dzimumaktu. Tātad, kāds jums patīk [no laulības] no tās, dod viņiem to pienākas kompensācija kā pienākumu. Un nav nekādas vainas pār jums ko jūs savstarpēji vienojas ārpus pienākumu. Patiešām, Allah ir jebkad zinot un gudrs.
nb: Og [også forbudt du er alle] gifte kvinner unntatt de hendene høyre har. [Dette er] nedgang av Døyve dere. Og lovlig til er du [alle andre] utenfor disse [ga] at du søker dem [i ekteskapet] [gaver fra] eiendommen din, ønsker kyskhet, ikke ulovlig seksuell omgang. Så for hva du liker [ekteskapets] fra dem, gi dem deres grunn erstatning som en forpliktelse. Og det er ingen skyld på deg for hva du gjensidig godta utover plikt. Døyve er faktisk noensinne vite og klok.
sk: A [tiež vám sú zakázané všetky] vydaté ženy, okrem tých, ktoré sú ruky právo vlastniť. [Je] vyhláška Božej na vás. A zákonné ste [všetky ostatné] okrem [poskytnuté] aby ste Hľadať [v manželstve] [dary od] vašej nehnuteľnosti, želajúc cudnosti, nie nezákonný pohlavný styk. Tak pre nech vás baví [v manželstve] od nich, dať im ich riadne odškodné ako povinnosť. A nie je bez viny na vás za čo navzájom dohodnú na za povinnosť. Alah je skutočne vôbec vedieť a múdry.
sl: In [tudi prepovedano so vse] poročene ženske, razen tistih, ki imajo prave roke. [Je] na odlok od Allah na vas. In zakonito, da ste [vsi drugi] Poleg teh, [ki] da jih iščeš [v zakonu] podarjene [iz] vašega premoženja, v želji, čistost, ni nezakonito spolni odnos. Tako za karkoli boste uživali [sklenitve zakonske zveze] od njih, da jim njihovo ustrezno odškodnino, kot obveznost. In ni brez krivde na vas, za kaj si medsebojno sporazumejo, da preko obveznosti. Res, Allah je koli vedo in pametno.
sr_cyrl: И [такође забрањено је да су све] уданим женама, осим оних који поседују десну руку. [Ово је] декрета Аллах над вама. Законити да си [све остале] иза ових, [обезбедио] [у браку] тразис их поклонима [из] твоје имовине, сагледавање цхаститy, није незаконит сексуални однос. Дакле за забављај [брака] од њих, дајте им надокнаде као обавезу. И нема кривице на вас за међусобно пристане изван обавезу. Уистину , Аллах је икада знати и мудар.
sr_latn: I [takođe zabranjeno je da su sve] udanim ženama, osim onih koji poseduju desnu ruku. [Ovo je] dekreta Allah nad vama. Zakoniti da si [sve ostale] iza ovih, [obezbedio] [u braku] trazis ih poklonima [iz] tvoje imovine, sagledavanje chastity, nije nezakonit seksualni odnos. Dakle za zabavljaj [braka] od njih, dajte im nadoknade kao obavezu. I nema krivice na vas za međusobno pristane izvan obavezu. Uistinu, Allah je ikada znati i mudar.
uk: І [вжито жодних заходів до ви всі] одружений жінок, за винятком тих, що володіють вашу праву руку. [Це] Аллах Указу на вас. І до законників ви знаходитеся [всі інші] поза цих, [забезпечені] шукати їх [у шлюбі] [подарунки від] Вашого майна, бажаючи цнотливість, не незаконні статеві зносини. Так за все, що вам сподобається [про шлюб] з ними, дати їм їх належної компенсації як обов'язок. І немає не провину на вас за те, що ви взаємно згодні з тим, щоб за межами зобов'язання. Дійсно, Аллах є ніколи не знаючи і мудрий.
vi: Và [cũng bị cấm để bạn có tất cả] kết hôn với phụ nữ ngoại trừ những người có bàn tay phải của bạn. [Đây là] sắc lệnh của Allah khi bạn. Và hợp pháp để bạn là [tất cả những người khác] ngoài này, [cung cấp] bạn tìm kiếm chúng [trong hôn nhân] với [Quà tặng] tài sản của bạn, mong chastity, quan hệ tình dục không trái pháp luật. Vì vậy cho bất cứ điều gì bạn thích [của cuộc hôn nhân] từ họ, cho họ của bồi thường thiệt hại do như một nghĩa vụ. Và không có đổ lỗi khi bạn cho những gì bạn cả hai bên đồng ý ngoài nghĩa vụ. Thật vậy, Allah là bao giờ hiểu biết và khôn ngoan.
zu: Futhi [nqatshelwe ukuba nonke] abesifazane abashadile ngaphandle kwalabo izandla sakho sokunene ifa.
