Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran919
source: "O company of jinn and mankind, did there not come to you messengers from among you, relating to you My verses and warning you of the meeting of this Day of yours?" They will say, "We bear witness against ourselves"; and the worldly life had deluded them, and they will bear witness against themselves that they were disbelievers.
ca: "L'empresa O de jinn i humanitat, allà no venia a vostè missatgers entre vostè, vostè relacionats amb meus versos i advertint de la reunió d'aquest dia de la teva?" Diran, "Nosaltres som testimonis contra nosaltres mateixos"; i la vida mundana havia enganyat ells, i portarà testimoni contra si mateixos que eren disbelievers.
cy: "Cwmni O jinn a dynolryw, mae na ddaeth i chi negeswyr o blith chi, sy'n ymwneud â chi fy penillion a rhybuddio chi y cyfarfod y diwrnod hwn chi?" Byddant yn dweud, "cofio dystio yn erbyn ein hunain"; a oedd y bywyd worldly yn deluded iddynt, a byddant yn dwyn tyst erbyn eu hunain eu bod yn disbelievers.
da: "O selskab af jinn og menneskeheden, der kom ikke til du budbringere fra jer, om dig min vers og advarer dig om denne dag i jeres møde?" De vil sige, "Vi bære vidne imod os"; og det verdslige liv havde vildledt dem, og de vil bære vidne mod sig selv, at de var vantro.
el: «O εταιρεία του jinn και την ανθρωπότητα, δεν εκεί ήρθε σε εσάς αγγελιοφόροι μεταξύ σας, σχετικά με εσάς μου στίχους και την προειδοποίηση της συνάντησης αυτής της ημέρας σου;» Θα λένε, «Εμείς μαρτυρούν εναντίον του εαυτού μας»? και την κοσμική ζωή είχε ξεγέλασε τους, και αυτοί θα μαρτυρήσουν εναντίον τους εαυτούς τους ότι ήταν disbelievers.
et: "O firma dzinni ja inimkond, ei seal tulnud teile kullerid seast, seotud sa mu värsse ja hoiatamisele see päev sinu koosoleku?" Nad ütlevad, "Me tunnistan endale vastu"; maise elu oli eksitada neid ja ta kannab tunnistaja iseenda vastu, et nad olid uskottomille.
fi: "O yhtiön jinn ja ihmiskunnan, ei on tullut teille sanansaattajat keskuudestanne liittyvät minun säkeet ja varoittaa Kokous tänä päivänä sinun?" He sanovat: "Me todistamme itseämme vastaan"; ja maallinen elämä oli harhaan ne kohteet ilmentävät itseään että ne saa luovuttaa.
he: "O החברה של ג'יני, המין האנושי, לא הגיעה לך שליחים מקרב אותך, הנוגעים את הפסוקים שלי ואני מזהיר אותך של הפגישה של היום הזה שלך?" הם אומרים, "אנו להעיד נגד עצמנו"; החיים הגשמיים היה שולל אותם ו הם יישאו עד נגד עצמם כי הם היו disbelievers.
hr: "O društvu Jin i čovječanstvo, tu došao vama glasnici od vas, koji se odnose na te stihovi moji i vas upozoravaju na sastanku danas tvoju?" Oni će reći, "Mi svjedoči protiv sebe"; svjetovni život je zavedeni ih i oni će biti svjedoci protiv sebe da iskuse.
lt: "Džinas ir žmonijai, O bendrovė ten neateina jums pasiuntinius iš tavęs, susijusių su jums mano eilėmis ir įspėjimas jums šią dieną jūsų posėdžio?" Jie sako, "Mes liudyti prieš save"; ir žemiškas gyvenimas buvo apgauti juos, ir jie bus liudyti prieš save kad jie disbelievers.
lv: "O uzņēmums džins un cilvēci, izdarīja tur nevar nākt pie tevis kurjeri no jums attiecībā uz jums manu pantus un brīdinu, ka šī diena jūsu sapulces?" Viņi saka, "Mēs liecinieku pret sevi"; pasaulīgās dzīves būtu maldināts tos, un tie kļūs par liecinieku pret sevi, ka viņi disbelievers.
nb: "O selskapet jinn og menneskeheten, det kom ikke til deg sendebud fra deg, om du min vers og advarsel om møte denne dagen av deg?" De vil si: "Vi bærer vitnesbyrd mot oss"; verdslige livet hadde villedet dem og de vil bære vitne mot seg selv at de var troende.
sk: "O spoločnosti jinn a ľudstva, tam neprišiel k vám poslovia spomedzi vás, týkajúce sa vám moje verše a upozornením na zasadnutí tento deň vy?" Oni povedia: "Sme svedkami proti sebe"; pozemský život mal pošetilou, a bude mať svedkov proti sebe, že oni boli neveriacim.
sl: "O družbi jinn in človeštva, ni tam prišel k boste sli med vas, o vas moje verze in opozorilo o zasedanju ta dan tvoj?" Bodo rekli, "Mi pričajo proti sebi"; posvetno življenje je deluded jih in jih bodo pričajo proti sebi da so disbelievers.
sr_cyrl: "О компанији ринови и људске врсте, да ли тамо не долазе ти гласници неку од тебе, који се односе на те моје стихове и упозорава вас састанка на овај дан твоје?" Рећи ће, "Смо сведоци против себе"; земаљски живот имао их у заблуди и они ће сведоци против саме себе да су били скептике.
sr_latn: "O kompaniji рinovi i ljudske vrste, da li tamo ne dolaze ti glasnici neku od tebe, koji se odnose na te moje stihove i upozorava vas sastanka na ovaj dan tvoje?" Reći će, "Smo svedoci protiv sebe"; zemaljski život imao ih u zabludi i oni će svedoci protiv same sebe da su bili skeptike.
uk: "O компанія jinn та людства, там не прийшов вам перевірити пошту з числа ви, що стосуються вам мої вірші і попередження про зустрічі цієї день твого?" Вони будуть говорити, "Ми свідчити проти самих себе"; мирські життя було вводять їх в оману їх, і вони будуть свідчити проти себе що вони були disbelievers.
vi: "Công ty O jinn và loài người, có không đến cho bạn các sứ giả từ các bạn, liên quan đến bạn câu thơ của tôi và cảnh báo bạn về các cuộc họp của ngày hôm nay của bạn?" Họ sẽ nói, "Chúng tôi làm chứng chống lại chính mình"; và cuộc sống trần tục đã lừa dối họ, và họ sẽ làm chứng chống lại bản thân mình rằng họ đã là thì.
zu: "O inkampani ye jinn nesintu, kwangaba khona sondela you gijimi nga you, oluphathelene nawe amavesi My futhi khuza you of buthano lo Suku eyakho?"

# Quran920
source: That is because your Lord would not destroy the cities for wrongdoing while their people were unaware.
ca: Això és perquè el seu Senyor no vol destruir les ciutats per irregularitats mentre que el seu poble eren conscients.
cy: Mae hynny oherwydd y byddai eich Arglwydd nid dinistrio y dinasoedd am gamwedd tra roedd eu pobl yn ymwybodol.
da: Det er fordi din Herren ikke ville ødelægge byer for forseelser, mens deres folk var uvidende om.
el: Αυτό οφείλεται στο γεγονός ότι ο Λόρδος σας δεν θα καταστρέψει τις πόλεις αδίκημα ενώ αγνοούσαν τους ανθρώπους.
et: Ongi, sest oma Issanda oleks hävitada karistatavast linnad saavad inimesed olid teadlikud.
fi: Tämä johtuu teidän Herranne ei tuhota kaupunkien väärinkäytöksistä, vaikka niiden ihmiset eivät tienneet.
he: זה בגלל אדונך שלא ישמיד את הערים על מעשים רעים בזמן שהאנשים שלהם לא מודע.
hr: To je zato što Gospodar tvoj će uništiti gradove za zločin dok njihovi ljudi bili svjesni.
lt: Tai yra todėl, kad jūsų Viešpats nesunaikina miestuose už nusikaltimą, o jų žmonės nežinojo.
lv: Tas ir tāpēc, ka jūsu kungs nevar iznīcināt pilsētas noziegums, kaut arī savus ļaudis nezina.
nb: Det er fordi deres Herre ikke vil ødelegge byene for urett mens deres folk var uvitende.
sk: To je, pretože váš pán by nezničí miest za previnenie, kým ich ľudia nevedeli.
sl: To je zato, ker svojega Gospoda ne bi uničil mesta za protipravna dejanja, medtem ko svoje ljudi niso zavedale.
sr_cyrl: Јер твој Господ ће уништити градове за недела док њихов народ, знао је.
sr_latn: Jer tvoj Gospod će uništiti gradove za nedela dok njihov narod, znao je.
uk: Це тому, що ваш Господь не знищить міст для порушник, хоча їх люди не знають.
vi: Đó là vì Chúa của bạn sẽ không phá hủy các thành phố cho hành vi sai trái trong khi người dân của họ đã không ý thức.
zu: Lokho kungenxa yokuthi iNkosi yakho akathandanga ukuchitha imizi ngokona lapho abantu babo sasingazi lutho.

# Quran921
source: And for all are degrees from what they have done. And your Lord is not unaware of what they do.
ca: I per a tots els graus de el que han fet. I el seu Senyor no és conscient de què fan.
cy: Ac ar gyfer yr holl raddau o beth maent wedi'i wneud. Ac nid yw eich Arglwydd yn ymwybodol o'r hyn y maent yn ei wneud.
da: Og for alle grader fra hvad de har gjort. Og din herre er ikke uvidende om hvad de gør.
el: Και για όλα τα πτυχία από τι έχουν κάνει. Και ο Λόρδος σας δεν είναι άγνοια του τι κάνουν.
et: Ja kõik on kraadi, mida nad on teinud. Ja teie Issand ei tea mida nad teevad.
fi: Ja kaikki ovat astetta mitä he ovat tehneet. Ja teidän Herranne ei tiedä mitä he tekevät.
he: עבור כל מעלות של מה שהם עשו. הוא לא מודעים מה הם עושים.
hr: I za sve diplome ono što su učinili. A Gospodar tvoj nije nisu svjesni što rade.
lt: Ir visiems yra laipsniais nuo ką jie padarė. Ir jūsų Viešpats nėra nežino, ką jie daro.
lv: Un visiem grādiem no to, ko viņi ir darījuši. Un jūsu kungs nav informēti par to, ko viņi dara.
nb: Og for alle grader fra hva de har gjort. Og din Herre er ikke klar over hva de gjør.
sk: A pre všetky stupne od čo urobili. A váš pán nie je vedomý toho, čo robia.
sl: In za vse so stopinj od kaj so storili. In svojega gospodarja ni vedela, kaj storiti.
sr_cyrl: И за све дипломе стечене у шта су урадили. И твој господар не знају шта раде.
sr_latn: I za sve diplome stečene u šta su uradili. I tvoj gospodar ne znaju šta rade.
uk: І для всіх від того, що вони зробили ступені. І ваш Господь не знають про те, що вони роблять.
vi: Và cho tất cả các bằng cấp từ những gì họ đã làm. Và Chúa của bạn không phải là không biết những gì họ làm.
zu: Futhi, ngokuba konke kuyizinceku degrees kulokho abasenzele khona.

# Quran922
source: And your Lord is the Free of need, the possessor of mercy. If He wills, he can do away with you and give succession after you to whomever He wills, just as He produced you from the descendants of another people.
ca: I el seu senyor és la lliure de necessitat, el posseïdor de la misericòrdia. Si Ell voluntats, ell pot acabar amb vostè i donar la successió després de qui ell voluntats, només com ell produeix de descendents d'una altra gent.
cy: Ac mae eich Arglwydd yn rhydd o angen, y possessor o drugaredd. Os AU ewyllysiau, gall ef wneud i ffwrdd â chi a rhoi olyniaeth ar ôl i chi pwy bynnag a wills ef, fel ei fod yn unig cynhyrchodd chi o ddisgynyddion pobl arall.
da: Og din herre er fri af behovet, besidderen af barmhjertighed. Hvis han testamenter, han kan gøre væk med dig og give arven efter dig til hvem han vil, lige som han produceret du fra efterkommere af et andet folk.
el: Και είναι ο Λόρδος σας το δωρεάν ανάγκη, το νομέα του Ελέους. Αν διαθήκες, μπορεί να κάνει μακριά με εσάς και να δώσει διαδοχής μετά να όποιον διαθήκες, ακριβώς όπως ο ίδιος σας παράγονται από τους απογόνους ένα άλλο λαό.
et: Ja teie Issand on vajadus, halastuse valdaja tasuta. Kui He wills, ta ei saa te kaotada ja pärast teil esitada pärandi keda iganes ta tahab, nii nagu ta toodetud te veel inimest järeltulijad.
fi: Ja teidän Herranne on ilmainen tarve, omistaja armoa. Jos tahtoo, hän voi teidän kanssanne ja antaa peräkkäin kun kenen kanssa tahtoo, aivan kuten hän tuottaa sinulle toinen ihmiset jälkeläiset.
he: האל שלך הוא חינם של צורך, המחזיק הרחמים. אם הוא צוואות, הוא יכול להיפטר ממך ולתת הירושה לאחר לך מי שהוא חפץ, בדיוק כפי שהוא מופק לך הצאצאים של אנשים אחרים.
hr: A Gospodar tvoj je bez potrebe, vlasnik milosti. Ako hoće, on može napraviti daleko sa tobom i dati nasljedstva nakon da koga god hoće, kao što je on proizvodi si od potomaka još ljudi.
lt: Ir jūsų Viešpats yra būtinybė, gailestingumo valdytojas nemokamai. Jei jis testamentų, jis gali padaryti toli su jumis ir suteikti eilės po to, kai į ką jis testamentų, tiesiog kaip jis pagamintas jums iš kitos žmonių palikuonys.
lv: Un jūsu kungs ir brīvo vajadzība, žēlsirdība valdītāju. Ja viņam gribas, viņš var darīt prom ar jums un dotu mantojumu pēc jums ko vien viņš vēlas, tāpat kā viņš tiek ražoti no citu cilvēku pēcteči.
nb: Og Herren er gratis av behovet, eier av nåde. Hvis han wills, han kan gjøre unna med deg og gi hverandre etter du hvem han wills, akkurat som han produserte du fra etterkommere av ytterligere personer.
sk: A svojho pána je potreba, je vlastníkom milosrdenstva. Ak on wills, môže sa s vami a dať dedičstvo po vás koho on wills, rovnako ako on ste vyrobenej potomkovia ďalších ľudí.
sl: In vaš Gospod je brezplačno potreba, posestnik iz usmiljenja. Če je oporoke, je lahko narediti stran z vami in bi dedovanje po vas, da kogarkoli je oporok, tako kot je vam proizvedena iz potomci še ljudi.
sr_cyrl: И твој господар је слободно по потреби, ималац милост. Ако је тестамент, моће да вас среде и дати сукцесија после да кога год је воља, само као он створила је тебе од потомака други људи.
sr_latn: I tvoj gospodar je slobodno po potrebi, imalac milost. Ako je testament, moћe da vas srede i dati sukcesija posle da koga god je volja, samo kao on stvorila je tebe od potomaka drugi ljudi.
uk: І ваш Господь є безкоштовні необхідності, володарем милосердя. Якщо він Заповітів, він може покінчити з вами і дати правонаступництва після вас, щоб будь-ким він хоче, що так само, як він вас від нащадків іншого народу.
vi: Và Chúa của bạn là miễn phí cần thiết, người sở hữu của lòng thương xót. Nếu ông wills, ông có thể làm đi với bạn và cung cấp cho liên tiếp sau khi bạn cho bất cứ ai Ngài muốn, cũng như ông sản xuất bạn từ các hậu duệ của những người khác.
zu: Futhi kho Lord is Free isidingo, ngiveze zesihe.

# Quran923
source: Indeed, what you are promised is coming, and you will not cause failure [to Allah].
ca: De fet, el que els va prometre està venint, i vostè no provocarà fracàs [a Allah].
cy: Yn wir, beth yr ydych yn addo dod, ac nid chi fydd achosi methiant [i Allah].
da: Faktisk, hvad du er lovet kommer, og du vil ikke forårsage svigt [til Allah].
el: Πράγματι, τι έχετε υποσχεθεί έρχεται, και δεν θα προκαλέσει αποτυχία [να Αλλάχ].
et: Tõepoolest, mida on lubanud on tulemas, ja te ei põhjusta rike [et Jumal].
fi: Mitä ovat luvanneet on tulossa, ja sinun ei aiheuta epäonnistuminen [Jumala].
he: אכן, מה הן הבטחת מגיע, לא תגרום לכשל [אל אללה].
hr: Doista, ono što su obećali dolazi i neće uzrokovati neuspjeh [Alahu].
lt: Iš tiesų, kas jums pažadėjo ateina, ir jums ne sukels nepakankamumas [Dievas].
lv: Patiesībā to, ko jūs solīto nāk un [Allah] lai neizraisīs kļūme.
nb: Faktisk det du lovet kommer, og du vil ikke føre til feil [å Døyve].
sk: Skutočne to, čo ste sľúbil sa blíži, a vám nespôsobí zlyhanie [Allah].
sl: Res, kaj so vam obljubili, prihaja, in ne bo povzročila odpoved [v Allah].
sr_cyrl: Заиста , су обецали долази, а ти неће изазвати отказивање [Алаху].
sr_latn: Zaista, su obecali dolazi, a ti neće izazvati otkazivanje [Alahu].
uk: Дійсно, що ви обіцяні приходить, і ви не призведе до відмови [щоб Аллах].
vi: Thật vậy, những gì bạn đang hứa hẹn là tới, và bạn sẽ không gây ra sự thất bại [Allah].
zu: Ngempela, yini wena wathembisa kuza, futhi ngeke ukungakhuli [Allah].

# Quran924
source: Say, "O my people, work according to your position; [for] indeed, I am working. And you are going to know who will have succession in the home. Indeed, the wrongdoers will not succeed.
ca: Dir: «O poble meu, obra segons la seva posició; [per a] de fet, estic treballant. I vas a saber qui tindrà la successió a la llar. De fet, els malfactors no tindrà èxit.
cy: Dweud, "Mae O 'm pobl, gwaith yn ôl eich sefyllfa; [am] yn wir, yr wyf yn gweithio. A ydych yn mynd i wybod pwy fydd yn cael olyniaeth yn y cartref. Yn wir, bydd y tramgwyddo yn llwyddo.
da: Sige, "O mit folk, arbejde ifølge din holdning; [for] faktisk, jeg arbejder. Og du vil vide, hvem vil have succession i hjemmet. Faktisk, lovovertrædere vil ikke lykkes.
el: Λένε, «O μου άνθρωποι, έργο σύμφωνα με τη θέση σας? [για] πράγματι, εγώ δουλεύω. Και έχετε την ευκαιρία να γνωρίζουν ποιος θα έχει την διαδοχή στο σπίτι. Πράγματι, οι παραβάτες δεν θα πετύχει.
et: Öelda: "minu inimesed, töö järgi oma positsiooni; O [jaoks] tõepoolest, töötan. Ja te ei kavatse teada, kes on järjest kodus. Tõepoolest, õnnestub selle tekitaja.
fi: Esimerkiksi: "Oi kansani, töitään sijaintisi; [sillä] itse asiassa olen työskennellyt. Ja tulet tietää, kuka on peräkkäin kotona. Itse asiassa nämä syntiset ei onnistu.
he: אומרים, "O עמי, עבודה על פי העמדה שלך; [כי] אכן, אני עובד. אתה הולך יודע מי תהיה הירושה בבית. ואכן, הפושעים לא תצליח.
hr: Kažu, "O moj narod, rad prema vama; [za], radim. I moraš znati tko će imati sukcesije u kući. Doista, počinioce neće uspjeti.
lt: Sako: "O mano tauta, darbą pagal savo poziciją; [už] iš tiesų, aš dirbu. Ir jūs ketinate žinoti, kurie turės vieną po kito namuose. Iš tiesų, grzesznicy nepavyks.
lv: Teiksim, "O mana tauta, darbs saskaņā ar savu pozīciju; [par] patiešām, esmu strādā. Un jūs zināt, kas būs pēc kārtas mājas apstākļos. Patiešām, neizdosies pārkāpējus.
nb: Si, "O mitt folk, arbeidet ut fra din posisjon; [for] faktisk jeg jobber. Og du skal vite hvem vil ha hverandre i hjemmet. Faktisk, wrongdoers vil ikke lykkes.
sk: Povedať, "O mojich ľudí, prácu podľa vašej pozície; [pre] v skutočnosti som pracoval. A budete vedieť, kto bude mať za sebou v domácnosti. Vskutku, zloèinci nepodarí.
sl: Recimo, "O moj narod, dela glede na vaš položaj; [za] res, jaz delam. In boste znanje, ki bo nasledstvo v dom. Dejansko je wrongdoers ne bo uspelo.
sr_cyrl: Рецимо , "О мој народ, рад у складу са своје позиције; [за ] заиста, радим. И има да се зна ко ће имати сукцесија у дому. Заиста , починиоце неће успети.
sr_latn: Recimo, "O moj narod, rad u skladu sa svoje pozicije; [za] zaista, radim. I ima da se zna ko će imati sukcesija u domu. Zaista, počinioce neće uspeti.
uk: Скажімо, "O народ мій, роботу відповідно до положення; [для] дійсно, я працюю. І ви будете знати, хто буде мати правонаступництва в домашніх умовах. Дійсно, в розкаюємося не вдасться.
vi: Nói, "O người của tôi, làm việc theo vị trí của bạn; [đối với] Thật vậy, tôi đang làm việc. Và bạn sẽ biết những người sẽ có kế thừa trong nhà. Thật vậy, các wrongdoers sẽ không thành công.
zu: Uthi, "O bantu bami, umsebenzi ngokusho isikhundla sakho. [Wenu] impela, nami ngiyasebenza Nizohamba ukwazi oyoba ukulandelana in the ekhaya Ngempela, laba benzi bokubi ngeke aphumelele..

# Quran925
source: And the polytheists assign to Allah from that which He created of crops and livestock a share and say, "This is for Allah," by their claim, "and this is for our partners [associated with Him]." But what is for their "partners" does not reach Allah, while what is for Allah - this reaches their "partners." Evil is that which they rule.
ca: I la politeistes assignar a Allah de la qual va crear de cultius i ramaderia una quota i dir, "aquest és per a Allah," per la seva afirmació, "i això és per als nostres socis [associades amb ell]." Però què és per a la seva "socis" no arribar a Allah, mentre què és per a Allah - això arriba als seus "socis". Mal és el que decideixen.
cy: Ac mae y polytheists yn cael ei neilltuo i Allah a Creodd cnydau a da byw cyfran a dweud, "hwn yw i Allah," gan eu hawliad, "ac mae hyn ar gyfer ein partneriaid [sy'n gysylltiedig ag ef]." Ond nid yw beth yw eu "partneriaid" yn cyrraedd Allah, tra'n beth yw Allah-Mae hyn yn cyrraedd eu "bartneriaid". Yw drygioni sydd yn eu dyfarnu.
da: Polyteister tildele til Allah, som han lavet af afgrøder og husdyr en del og sige, "Dette er for Allah," af deres påstand "og dette er for vores partnere [forbundet med ham]." Men hvad er for deres "partnere" ikke når Allah, mens hvad er for Allah - dette når deres "partnere." Ondskab er, som de regere.
el: Και στο polytheists αντιστοιχίσετε Αλλάχ από αυτό που δημιούργησε καλλιεργειών και κτηνοτροφίας μερίδιο και λένε, «αυτό είναι για Αλλάχ» το συμπαραστάτες στον ισχυρισμό τους, "και αυτό είναι για τους συνεργάτες μας [που συνδέονται με αυτόν]." Αλλά τι είναι για τους «εταίροι» δεν φθάνει Αλλάχ, ενώ ό, τι είναι για τον Αλλάχ - φτάνει μέχρι τους «εταίρων». Το κακό είναι αυτό που κυβερνούν.
et: Selle polytheists määrata Allah omast, mis on loodud põllukultuuride ja kariloomade aktsia ja öelda, "see on eest Allahi" oma väitega "ja see on meie partnerid [temaga]." Aga mis on "partnerite" eest ei jõua Allahi samal ajal, mis on Jumal - see jõuab oma "partnerid." Paha on see, mida nad reeglina.
fi: Polytheists määrittää Allah kuin se, jonka hän loi kasvien ja eläinten osuus ja sanoa, "Tämä on ajaksi hillitä," vaatimuksensa "ja tämä on meidän yhteistyökumppanit [hänelle]." Mutta mikä on "kumppanit" ei pääse Jumala, ja mikä on Jumala - tämä on heidän "partners". Paha on se, mitä ne yleensä.
he: Polytheists להקצות אללה מזה שהוא יצר של יבולים, חיות משק משותף אומר, "זה הוא עבור אללה," על טענתם, "ואת זה עבור השותפים שלנו [המשויך לו]." אבל מה זה עבור שלהם "שותפים" לא מגיעים אללה, בעוד מהו למען אללה - זה מגיע שלהם "שותפים" הרוע הוא את אשר הם כלל.
hr: Su politeisti dodijeliti Allahu od onoga koji je stvorio usjeva i stoke udio i reći, "Ovo je za Allaha" od svog zahtjeva "i ovo je za naše partnere [povezani s njim]." Ali što je za svojim "partnerima" ne doseže Allahu, dok ono što je Allah - ovo dođe do svog "partnera". Zlo je ono što oni vladaju.
lt: Į polytheists priskirti Dievas nuo tos, kuri sukūrė pasėlių ir gyvulių dalis ir sako, "tai yra, Dievas," iš savo pretenziją "ir tai yra mūsų partneriams [su juo susijusius]." Bet koks jų "partneriams" nepasiekia Dievo, o kas yra Dievas - tai pasiekia savo "partneriai." Blogis yra tai, kas jie taisyklė.
lv: Un polytheists Allah piešķirt no to, ko viņš radīja kultūrām un mājlopu daļu un saka: "tas ir par Allah," ar savu prasību, "un tas ir mūsu partneriem [saistītas ar viņu]." Bet kāda ir to "partneri" nesasniedz Allah, kaut kas ir Allah - tas sasniedz savu "partneri". Ļaunums ir tas, kas valda.
nb: Og polyteister tilordner til Allah fra som han laget av avlinger og husdyr en nettverksressurs og si, "Dette er for Allah," av sine krav, og dette er for våre partnere [forbundet med ham]." Men hva er deres "partnere" ikke når Allah, mens hva er Allah - dette når deres "partnere". Evil er som de styrer.
sk: A polyteisty priradenie Bohu, ktorý stvoril z plodín a dobytka podiel a povedať, "to je pre Alaha," podľa ich tvrdenia, "a to je pre našich partnerov [spojená s ním]." Ale čo je pre svoje "partnermi" nedosahuje Alaha, zatiaľ čo čo je Alah - dostane ich "partneri". Zlo je to, čo oni vládnuť.
sl: Na politeiste dodeliti Allah od tistega, ki je ustvaril pridelkov in živine delež in reči, "to je za Allah," terjatev "in to je za naše partnerje [povezane z njim]." Ampak kaj je za svoje "partnerji" ne dosežejo Allah, pa kaj je za Allah - to doseže svoje "partnerji". Zlo je, ki jih pravilo.
sr_cyrl: И на полyтхеистс доделите Аллах од оног који је створио усеве и стоку по акцији и рекао,"Ово је за Алаха," од стране њихове тврдње "и ово је за наше партнере [повезане са њим]." Али шта је за њихову "партнери" не допре до Алаха, док је шта је за Алаха - ово дође до њихове "партнери". Зло је оно што они владају.
sr_latn: I na polytheists dodelite Allah od onog koji je stvorio useve i stoku po akciji i rekao, "Ovo je za Alaha," od strane njihove tvrdnje "i ovo je za naše partnere [povezane sa njim]." Ali šta je za njihovu "partneri" ne dopre do Alaha, dok je šta je za Alaha - ovo dođe do njihove "partneri". Zlo je ono što oni vladaju.
uk: А на polytheists призначити Аллах від того, що він створений культур і тваринницькі частку і кажуть: "це є для Аллаха," свої претензії, "і це для наших партнерів [пов'язаних з ним]." Але що таке для їх "Партнери" не досягне Аллаха, а що таке для Аллах - це досягає своїх "Партнери". Зло є те, що вони правлять.
vi: Các polytheists gán Allah từ đó mà ông đã tạo ra cây trồng và vật nuôi một chia sẻ và nói, "này là cho Allah," bởi họ yêu cầu bồi thường "và điều này là dành cho các đối tác [liên kết với anh ta]." Nhưng những gì là của họ "đối tác" không đạt được Allah, trong khi cho Allah là gì - điều này đạt đến của họ "đối tác". Ác là mà họ cai trị.
zu: Futhi konkulunkulu abaningi ayinikeze Allah esusela kulowo He qamba of vuno livestock a share bese uthi, "Lokhu kungenxa Allah," by nokuzibiza kwawo, "futhi lokhu kuyisibonakaliso abalingani bethu [ezihlobene naYe]."
