Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1287
source: Say, "Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting."
ca: Dir, "fer que esperen per a nosaltres excepte un de les dues millors coses mentre ens esperen per a vostè que Allah es afecten amb càstig de si mateix o a les nostres mans? Així esperar; de fet, juntament amb vostè, els esperem."
cy: Dweud, "wneud ichi aros am inni ac eithrio un o'r pethau gorau y ddau tra ydym yn disgwyl i chi bod fydd Allah yn taro'r eich cosbi gan ei hun neu ar ein dwylo? Felly aros; yn wir ynghyd â chi, yr ydym, yn aros."
da: Sige, "gør du venter os undtagen én af de to bedste ting mens vi venter for dig at Allah vil hjemsøge dig med straf fra sig selv eller i vores hænder? Så vent; ja venter, sammen med dig, vi."
el: Λένε, «κάνετε σας περιμένουν για μας εκτός από ένα από τα δύο καλύτερα πράγματα εν αναμονή για σας ότι ο Αλλάχ θα σας ταλαιπωρούν με τιμωρία από τον εαυτό του ή στα χέρια μας; Έτσι περιμένετε? Πράγματι, μαζί με σας, περιμένουμε.»
et: Öelda: "ei ootaks meid välja arvatud üks kaks asja optimaalselt samas ootame teid, et Allah näidatakse ahistama sa karistus ise või meie käed? Nii et oodata; Tõepoolest, koos olete, ootame."
fi: Esimerkiksi: "olet odottavat meille paitsi yksi kaksi asiaa optimaalisesti odotamme sinulle, että Allah ahdistan sinun rangaistus itse tai käsiimme? Joten odota; todellakin, mukananne odotamme."
he: לומר, "אתה מחכים לנו פרט לאחד שני הדברים הכי בעוד אנו ממתינים לך כי אללה חלקכם עם ענישה מעצמו או על הידיים שלנו? אז רגע; אכן, יחד איתך, םיכחמ ונא"
hr: Reći, "da te čekaju za nas osim jedna od dvije najbolje stvari dok mi očekujemo za vas da Allah će vas pogađaju s kaznom od sebe ili zbog nas? Pa čekaj; Doista, zajedno s vama, čekamo."
lt: Sako: "ar jūs laukia mums išskyrus vieną iš dviejų geriausių dalykų, nors mes laukiame jums kad Dievas bus bausti bausmė nuo savęs ar ne mūsų rankas? Taigi palaukti; iš tiesų, kartu su jumis, lauksime."
lv: Teikt: "vai jūs gaida mums, izņemot vienu divas labākās lietas, kamēr mēs gaidām, ka Allah tiks afflict jūs sodīt sevi vai no mūsu rokās? Tātad jāgaida; patiešām, mēs kopā ar jums, gaida."
nb: Si, "du venter for oss bortsett fra en av de to beste tingene mens vi venter på deg at Allah vil plage deg med straff fra seg eller i våre hender? Så vent; faktisk venter vi, sammen med deg,."
sk: Povedať: "to ste čakajú nás okrem jedného z dvoch najlepších vecí, kým čakáme na vás, že Alah sa postihujú ste s trestom od seba, alebo v našich rukách? Takže čakať; v skutočnosti, spolu s vami, čakáme."
sl: Reči, "ali vas čakajo za nas, razen enega izmed dveh najboljših stvari, medtem ko smo čakali na vas, da bo Allah vas pestijo z kazen od sebe ali v naših rokah? Torej čakati; Pravzaprav, skupaj z vami, čakamo."
sr_cyrl: Реци , "да те чекају за нас осим једне од две најбоље ствари док смо чекали за тебе да ће те Аллах узнемиравале са казна од самог себе, или у нашим рукама? Па чекај; Заиста , заједно са тобом, чекамо."
sr_latn: Reci, "da te čekaju za nas osim jedne od dve najbolje stvari dok smo čekali za tebe da će te Allah uznemiravale sa kazna od samog sebe, ili u našim rukama? Pa čekaj; Zaista, zajedno sa tobom, čekamo."
uk: Скажімо, "зробити вас чекають для нас, за винятком одного з двох кращих речей у той час як ми чекаємо на вас, що Аллах буде упокорити ви з покарання від самого себе або в наших руках? Так що чекайте; Справді, поряд з вами, чекаємо."
vi: Nói, "làm bạn chờ đợi cho chúng tôi ngoại trừ một trong hai điều tốt nhất trong khi chúng tôi chờ đợi cho bạn rằng Allah sẽ gây đau đớn cho bạn với hình phạt từ mình hoặc ở bàn tay của chúng tôi? Vì vậy chờ đợi; thực sự chúng tôi, cùng với các bạn, đang chờ đợi."
zu: Ithi, "Ingabe ulindele kithi ngaphandle ngenye yezinto ezimbili best wona ngesikhathi sisalinde ngawe ukuthi Allah uyobe ubhekene ne isijeziso ngokwakhe kwa ithu andla! Ngakho linda;. Ngempela thina kanye nani, nilindele"

# Quran1288
source: Say, "Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people."
ca: Dir, "passar voluntària o involuntàriament; mai no s'admet de vostè. De fet, ha estat un poble desafiant desobedient."
cy: Dweud, "gwariant o'u gwirfodd neu unwillingly; byth yn ei dderbyn oddi wrthych. Yn wir, rydych wedi bod yn bobl defiantly anufudd."
da: Siger, "bruger villigt eller modvilligt; aldrig vil det blive accepteret fra dig. Ja, du har været et trodsigt ulydige folk."
el: Λένε, «περνούν πρόθυμα ή απρόθυμα? ποτέ δεν θα γίνονται δεκτές από εσάς. Πράγματι, σας έχουν μια προκλητικά ανυπάκουος άτομα.»
et: Öelda, "kulutada abivalmilt või tahtmist; kunagi see aktsepteeritakse sinult. Tõepoolest, olete olnud väljakutsuvalt sõnakuulmatud inimesed."
fi: Eli "viettää tahtoen tai tahtomattaan; koskaan se hyväksytään sinulta. Itse asiassa olet ollut uhmakkaasti tottelematon ihmisiä."
he: . תגיד, "לבלות מרצון או שלא במתכוון; לא זה יתקבלו ממך. אכן, אתה כבר אנשים בהתרסה ממושמע, לאחר."
hr: Kažeš, "provesti Milom ili protiv svoje volje; Nikad ga se prihvaćaju od tebe. Zaista, te su definitivno neposlušan narod."
lt: Sako, "praleisti savo noru arba nenorom; niekada ji priims iš jūsų. Iš tiesų, buvote iššaukiančiai Nepaklusnieji žmonių."
lv: Teiksim, "tērēt labprātīgi vai negribot; nekad to pieņems no jums. Patiešām, jums ir izaicinoši nepaklausīgi cilvēki."
nb: Si, "bruke frivillig eller ufrivillig; aldri vil det bli akseptert fra deg. Ja, du har vært en trassig ulydige folk.
sk: Povedať, "trávia dobrovoľne alebo nedobrovoľne; nikdy ho prijal od vás. V skutočnosti ste boli vyzývavé neposlušný ľudí."
sl: Reči, "preživijo hote ali nehote; nikoli ne bo to mogoče sprejeti od vas. Res, ste bili kljubovalno neposlušni ljudje."
sr_cyrl: Реци , "провести партија; Никад нисам то примају се од тебе. Заиста , био си пркосно непослушно људи."
sr_latn: Reci, "provesti partija; Nikad nisam to primaju se od tebe. Zaista, bio si prkosno neposlušno ljudi."
uk: Скажімо, "витрачати вільно чи мимоволі; ніколи не буде його прийнято від вас. Справді, ви були зухвало неслухняних людей".
vi: Nói, "dành sẵn sàng hoặc unwillingly; không bao giờ nó sẽ được chấp nhận từ bạn. Thật vậy, bạn có là một người defiantly ngô nghịch."
zu: Ithi, "Chitha willingly unwillingly; angisoze it amukela kuwe Ngempela, uye waba yisizwe ngokweyisa abangalaleli.."

# Quran1289
source: And what prevents their expenditures from being accepted from them but that they have disbelieved in Allah and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling.
ca: I Què impedeix que les seves despeses de ser acceptat d'ells, però que tenen dubtaven en Allah i el seu Missatger i que vénen no a la pregària excepte mentre que són ganduls i que no gasten excepte mentre estan disposats.
cy: A beth sy'n atal eu gwariannau rhag cael eu derbyn oddi wrthynt ond bod wedi ddysgais yn Allah ac yn ei negesydd a bod yn dod i weddi ac eithrio tra eu bod yn ddiog ac nid ydynt yn treulio ac eithrio tra eu bod yn amharod.
da: Og hvad forhindrer deres udgifter i at blive accepteret fra dem, men at de har disbelieved i Allah og hans sendebud, og at de kommer ikke til bøn undtagen mens de er dovne, og at de ikke bruger undtagen mens de er uvillig.
el: Και τι σε εμποδίζει τους δαπάνες γίνονται δεκτές από τους, αλλά ότι αυτοί έχουν disbelieved στον Αλλάχ και του Messenger και ότι έρχονται να μην προσευχή εκτός από ενώ είναι τεμπέλης και ότι δεν ξοδεύουν εκτός από ενώ είναι απρόθυμοι.
et: Ja mis takistab nende kulutuste vastuvõtmise neilt aga, et nad on disbelieved Jumal ja tema saadik ja et nad tulevad mitte palve, kuid samal ajal, kui nad on laisad ja nad ei kuluta välja arvatud, kui nad ei taha.
fi: Ja mikä estää niiden menot on hyväksytty niistä, mutta että he uskoneet Jumalaan ja hänen lähettiläänsä ja että ne tulla ei rukous, paitsi kun ne ovat laiskoja ja että ne kuluta lukuun ottamatta, vaikka he eivät.
he: מה מונע את ההוצאות הכספיות מתקבל מהם אבל הם יש disbelieved אללה, שליח שלו, כי הם באים לא לתפילה אלא בעוד הם עצלנים וכי הם לא מבלים חוץ בזמן שהם מסוגלים.
hr: I što sprječava bude prihvaćen od njih svoje rashode, ali da sam bio u Allahu i njegovom poslaniku i da dolaze ne molitvu osim dok su lijeni i da ne provedu osim dok su voljni.
lt: Ir kas trukdo jų išlaidų priėmimui, iš jų, bet kad jie yra disbelieved Dievo ir jo Messenger ir kad jie atėjo ne į malda išskyrus o jie yra tingus ir kad jie neapsistoja išskyrus o jie nenori.
lv: Un kas neļauj viņu izdevumi tiek pieņemti no tām, bet, ka viņi ir disbelieved Allah un viņa Messenger un ka viņi nonāk nevis uz lūgšanu, izņemot, kamēr tie ir slinks un ka viņi netērē, izņemot, kamēr viņi nevēlas.
nb: Og hva hindrer at deres utgifter blir akseptert fra dem, men at de vantro i Allah og hans Messenger og at de kommer ikke til bønn unntatt mens de er late og at de ikke bruke unntatt mens de er uvillig.
sk: A čo bráni ich výdavky bude prijatá od nich, ale že by si pochyboval, Alah a jeho posol a že prídu nie k modlitbe, až kým sú leniví, a nie tráviť okrem prípadov, keď sú ochotní.
sl: In kaj preprečuje svojih izdatkov sprejet od njih, ampak da so verjeli v Allah in njegov sel in da pridejo ne k molitvi, razen medtem, ko so leni in da ne preživijo, razen ko so pripravljeni.
sr_cyrl: И шта спречава њихов расхода примане од њих али то они имају не верује у Алаха и у његово Мессенгер и да их не на молитву, осим док су лењи и који не проводе осим док или не желе.
sr_latn: I šta sprečava njihov rashoda primane od njih ali to oni imaju ne veruje u Alaha i u njegovo Messenger i da ih ne na molitvu, osim dok su lenji i koji ne provode osim dok ili ne žele.
uk: І що заважає їх витрат з приймаються від них, але що вони повинні disbelieved в Аллах та його Messenger, і що вони не на молитву, крім поки вони ліниві, і що вони не витрачають Крім, поки вони не бажають.
vi: Và những gì ngăn không cho chi phí của họ được chấp nhận từ họ nhưng họ có disbelieved Allah và trong Messenger của ông và họ đến không phải để cầu nguyện trừ khi họ lười biếng và rằng họ không phải chi tiêu ngoại trừ trong khi họ không muốn.
zu: Futhi lokho kuvimbela izindleko zabo ekubeni amukela them kodwa ukuthi they disbelieved e Allah in isithunywa sakhe nokuthi bona beze hhayi umthandazo ngaphandle ngenkathi they bangamavila nokuthi kazichithi ngaphandle ngenkathi they abazimisele.

# Quran1290
source: So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers.
ca: Així que no la seva riquesa o impressionarà als seus fills. Allah només pretén castigar-los a través d'ells en la vida mundana i que l'ànima ha surten [a mort] mentre que són disbelievers.
cy: Felly, gadewch ni eu cyfoeth neu eu plant a byddwch. Bwriada Allah dim ond cosbi iddynt mewn bywyd worldly drwyddynt ac y dylai eu heneidiau yn gadael [am farwolaeth] tra maent disbelievers.
da: Så lad ikke deres rigdom eller deres børn imponere dig. Allah har kun til hensigt at straffe dem gennem dem i verdslige liv, og at deres sjæle bør afvige [i døden] mens de vantro.
el: Ας μην πλούτο τους ή τα παιδιά τους να εντυπωσιάσουν. Αλλάχ μόνο προτίθεται να τιμωρήσει τους μέσα από αυτά στην κοσμική ζωή και ότι οι ψυχές τους θα πρέπει να αναχωρούν [στο θάνατο] ενώ είναι disbelievers.
et: Nii et andke oma rikkust või nende laste sulle muljet. Jumal ainult kavatseb karistada neid nende maise elu kaudu ja et nende hinged peaks kalduma [surmahetkel] kui nad uskottomille.
fi: Joten anna heidän omaisuutensa tai lastensa vaikutuksen. Jumala aikoo vain rangaista niitä läpi maallista elämää ja että heidän sielunsa olisi lähtevät [kuoleman] niiden ollessa uskottomat.
he: . אז תני לא את עושרם או ילדיהם להרשים אותך. אללה בכוונת רק להעניש אותם דרכם בחיים הגשמיים ויוצאים כי הנשמות שלהם צריך [לאחר המוות] בזמן שהם disbelievers.
hr: Da nije svoje bogatstvo ili njihove djece te impresionirati. Allah samo namjerava kazniti ih kroz njih u svjetovni život i da njihove duše treba odstupiti [u smrti] dok su iskuse.
lt: Tegul ne savo turtus ar jų vaikams įspūdį jums. Dievas tik ketina bausti už juos per juos žemiškų gyvenime ir kad jų sielos turėtų išvykti [mirties] o jie disbelievers.
lv: Tāpēc ļaujiet nav savu bagātību vai viņu bērni ieskaidrot jums. Allah tikai grasās sodīt tos caur tiem pasaulīgās dzīves un ka viņu dvēseles vajadzētu šķirties [pie nāves], kamēr viņi disbelievers.
nb: Så la ikke deres rikdom eller barna imponere deg. Allah hensikt bare å straffe dem gjennom dem i verdslige liv og at deres sjeler skulle dra [ved død] mens de troende.
sk: Tak nech ich bohatstvo ani ich deti dojem na vás. Alah len chce trestať ich prostredníctvom ich pozemský život, a že ich duše by odchod [v smrti], zatiaľ čo oni sú neveriacim.
sl: Zato naj ne svojega premoženja ali svoje otroke vtis nate. Allah samo namerava kaznovanje jih skoznje v posvetno življenje in da njihove duše mora odstopiti [ob smrti] medtem ko so disbelievers.
sr_cyrl: Тако да није њихова богатства или своју децу да те импресионирам. Аллах је само намерава да казни их кроз њих у земаљски живот и да би требало да њихове душе оду [у смрти] док су они скептике.
sr_latn: Tako da nije njihova bogatstva ili svoju decu da te impresioniram. Allah je samo namerava da kazni ih kroz njih u zemaljski život i da bi trebalo da njihove duše odu [u smrti] dok su oni skeptike.
uk: Так нехай не свої багатства або їхніх дітей, залишить вас байдужими. Аллах тільки намір покарати їх через них в мирське життя, і що їхні душі повинні вилітати [в смерті], поки вони disbelievers.
vi: Vì vậy, cho không có sự giàu có của họ hoặc con cái của họ gây ấn tượng với bạn. Allah chỉ dự định sẽ trừng phạt họ thông qua họ trong cuộc sống trần tục và linh hồn của họ nên khởi hành [lúc chết] trong khi họ đang thì.
zu: Ngakho ake Akuwona umcebo wabo noma izingane zabo umxhwele.

# Quran1291
source: And they swear by Allah that they are from among you while they are not from among you; but they are a people who are afraid.
ca: I juren per Allah que són entre vostè mentre no estan entre però són persones que tenen por.
cy: Ac y mae iddynt dyngu gan Allah y maent o blith eich er nad ydynt o blith chi; ond maent yn bobl sy'n ofni.
da: Og de sværger til Allah, at de er fra jer, mens de ikke er fra jer; men de er et folk, der er bange for.
el: Και που ορκίζονται από Αλλάχ ότι θα είναι μεταξύ σας, ενώ δεν είναι μεταξύ σας. αλλά πρόκειται για ανθρώπους που φοβούνται.
et: Ja nad vannub Jumal, et nad on teie seast, nad pole seast; kuid need on inimesed, kes kardavad.
fi: Ja he vannovat Jumala, että he ovat keskuudestanne, vaikka ne eivät ole keskuudestanne; mutta he ovat ihmisiä, jotka pelkäävät.
he: והם נשבעו על ידי אללה כי הן מקרב אותך בזמן שהם לא מבין אבל הם אנשים שמפחדים.
hr: I oni od Allaha su od vas dok se oni nisu od vas; Ali to su ljudi koji se boje.
lt: Ir jie Przysiegam Dievas, kad jie iš tavęs, o jie ne iš tavęs; bet jie yra žmonių, kurie bijo.
lv: Un viņi zvēru ar Allah, ka tie no jums, kamēr tie nav no jums; bet tie cilvēki, kas baidās.
nb: Og de sverger til Gud som de er døde mens de ikke er men de er et folk som er redde.
sk: A oni prisahajú Alah, že sú spomedzi vás, kým nie sú spomedzi vás; ale sú ľudia, ktorí sa bojí.
sl: In jih prisegajo Allah, da so izmed vas pa niso med vendar so ljudje, ki se bojijo.
sr_cyrl: И они се куну у име Алаха да су неку од вас док се не налазе међу вама; Али , они су људи који се боје.
sr_latn: I oni se kunu u ime Alaha da su neku od vas dok se ne nalaze među vama; Ali, oni su ljudi koji se boje.
uk: І вони клянуться Аллаха, що вони з числа ви поки вони не є серед вас; але вони є люди, які бояться.
vi: Và họ thề của Allah mà họ từ bạn trong khi họ không phải trong số bạn; nhưng họ là một người sợ.
zu: Futhi ofunga Allah ukuthi ahamba phakathi kwenu yize bengezona phakathi kwenu;

# Quran1292
source: If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.
ca: Si podria trobar un refugi o algunes coves o qualsevol lloc per introduir [i amagar], al seu torn-hi mentre corren heedlessly.
cy: Os gellid canfod lloches neu rhai ogofâu neu unrhyw waith i ymuno [a guddio], byddent yn troi at ei tra maent yn rhedeg heedlessly.
da: Hvis de kunne finde et tilflugtssted eller nogle huler eller et sted at indtaste [og skjule], de vil henvende sig til det mens de løber ukritisk.
el: Εάν θα μπορούσαν να βρουν ένα καταφύγιο ή μερικές σπηλιές ή σε οποιοδήποτε μέρος για να εισάγετε [και απόκρυψη], θα γυρίζουν σε αυτό ενώ τρέχουν επιπόλαια.
et: Kui nad võiksid leida varjupaika või mõned koopad või mõni koht ja sisestamiseks [Peida], nad ostaksid talle, kuigi nad juhivad heedlessly.
fi: Jos he voisivat löytää turvapaikka tai jotkut luolat tai paikka Anna [ja Piilota], he kääntävät sen ja kun he huoletta.
he: אם הם יכולים למצוא מפלט או מערות או כל מקום כדי להיכנס [הסתרה], הם היו פונים אליו כשהם רצים השבעת תשוקותנו.
hr: Ako su mogli naći utočište ili neke špilje ili bilo koji mjesto za unos [i Sakrij], oni bi obratiti dok bježe bezglavo.
lt: Jei jie galėtų rasti prieglobsčio arba kai kurių urvų ar vieta įveskite [ir slėpti], jie būtų įjungti į jį, o jie paleisti jokių.
lv: Ja izdotos atrast patvērumu vai dažas alas vai jebkura vieta, kur ievadīt [un paslēpt], viņi pārvērtīs to, kamēr tie darbojas lamas.
nb: Hvis de finner en tilflukt eller noen grotter eller noe sted å angi [og skjule], de ville slå til det mens de kjører heedlessly.
sk: Ak oni mohli nájsť útočisko alebo niektorých jaskýň alebo akékoľvek miesto a zadajte [Skryť], by sa zase k nemu zatiaľ čo Behajú heedlessly.
sl: Če bi lahko našli zatočišče nekaterih jam ali katerega koli kraj in vnesite [Skrij], bi obrnejo nanj, medtem ko jih vodijo uničujejo.
sr_cyrl: Да нађу уточиште или неке пећине или било место за унос [и сакриј], окренули би се на то док они воде хеедлесслy.
sr_latn: Da nađu utočište ili neke pećine ili bilo mesto za unos [i sakrij], okrenuli bi se na to dok oni vode heedlessly.
uk: Якщо вони могли б знайти притулок або деяких печерах або будь-який місце ввести [і приховати], вони перетворюються на нього поспішаючи heedlessly.
vi: Nếu họ có thể tìm thấy một nơi ẩn náu hoặc một số hang động hoặc bất kỳ nơi nhập [và ẩn], họ sẽ lần lượt đến nó trong khi họ chạy heedlessly.
zu: Uma babekwazi ukuthola indawo yokucasha noma ezinye emihumeni noma iyiphi indawo ukungena [futhi ukufihla], aphenduke kuso ngenkathi Bagijima heedlessly.

# Quran1293
source: And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry.
ca: I entre ells hi ha alguns que criticar sobre les organitzacions benèfiques [distribució de]. Si se ls dóna d'ells, van aprovar; però si no se ls dóna d'ells, a la vegada també s'enfaden.
cy: Ac yn eu plith mae rhai sy'n beirniadu chi ynghylch elusennau [dosbarthiad]. Os rhoddir iddynt ohonynt, gallant gymeradwyo; ond os na roddir oddi wrthynt, ar unwaith iddynt ddod yn ddig.
da: Og blandt dem er der nogle der kritisere jer angående [distribution af] velgørende organisationer. Hvis de får fra dem, godkender de; men hvis de ikke får fra dem, på en gang de bliver vred.
el: Και ανάμεσά τους είναι κάποιοι που σας σχετικά με τις φιλανθρωπικές οργανώσεις [διανομή] επικρίνουν. Αν τους δίνεται από τους, επικυρώνουν? αλλά αν δεν τους δίνεται από τους, ταυτόχρονα γίνονται θυμωμένος.
et: Ja nende hulgas on mõned, kes kritiseerivad te kohta [jaotamine] heategevusorganisatsioonid. Kui neile antakse neilt, nende poolt; Aga kui nad ära neilt, kohe need muutuvad vihaseks.
fi: Ja joukossa on joitakin, jotka arvostelevat sinua koskevat [jakelu] hyväntekeväisyysjärjestöille. Jos heille annetaan niistä, niissä hyväksytään; mutta jos ne eivät ilmene niistä, kerralla ne ovat vihainen.
he: ביניהם כמה מי לבקר איתך. בנוגע [חלוקת] ארגוני צדקה. אם הם מקבלים מהם, הם יאשרו; אבל אם הם לא מקבלים מהם, בעת ובעונה אחת הם הופכים כועס.
hr: A među njima su neki koji vas je [distribucija] dobrotvorne kritizirati. Ako dobiju od njih, odobravaju; Ali ako ne dobiju od njih, odjednom postaje ljut.
lt: Ir tarp jų yra tokių, kurie kritikuoti jums dėl [paskirstymo] labdaros. Jeigu jiems bus sudarytas iš jų, jie patvirtinti; bet jei jiems nėra suteikta iš jų, vienu metu jie tampa piktas.
lv: Un starp tiem ir daži, kuri kritizēt jums par labdarības [izplatīšanas]. Ja ir iedots no tiem, tos apstiprināt; bet, ja tie nav no tiem, vienlaikus viņi kļūst dusmīgs.
nb: Blant dem er noen som kritiserer deg angående [distribusjon av] veldedighetsorganisasjoner. Hvis de får fra dem, godkjenne de; men hvis de ikke får fra dem, de blir samtidig sint.
sk: A medzi nimi sú ľudia, ktorí vás o charitatívnych organizácií [Rozloženie] kritizovať. V prípade, že dostali od nich, že schváli; ale ak nie sú uvedené z nich, naraz sa hnevá.
sl: In med njimi so nekateri, ki kritizirajo, si v zvezi [distribucija] dobrodelne. Če dobijo od njih, da odobri; vendar če ne dobijo od njih, hkrati so postali jezni.
sr_cyrl: А међу њима су неки који те у вези [дистрибуција] добротворних критикујем. Ако им не дате од њих, они одобравају; Али ако они нису објављена из њих, одједном постају љути.
sr_latn: A među njima su neki koji te u vezi [distribucija] dobrotvornih kritikujem. Ako im ne date od njih, oni odobravaju; Ali ako oni nisu objavljena iz njih, odjednom postaju ljuti.
uk: І серед них ті, хто критикувати вас щодо [розподіл] благодійних організацій. Якщо вони отримують від них, вони схвалюють; але якщо вони не отримують від них, одночасно вони стануть сердитися.
vi: Và trong số đó có một số người chỉ trích bạn liên quan đến tổ chức từ thiện [phân phối]. Nếu họ có được từ họ, họ chấp nhận; nhưng nếu họ không có được từ họ, cùng một lúc họ trở nên tức giận.
zu: Futhi phakathi kwabo bakhona bakugxeke ngokuphathelene [nokusakazwa kwezincwadi] izinhlangano zosizo.
