Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1792
source: And never think that Allah is unaware of what the wrongdoers do. He only delays them for a Day when eyes will stare [in horror].
ca: I mai pensen que Allah és conscient de què fer els malfactors. Només ells es retarda per un dia quan es miren els ulls [en terror].
cy: A byth yn meddwl bod Allah yn ymwybodol o'r hyn y mae y tramgwyddo yn ei wneud. Mae ef wedi oedi iddynt dim ond am ddiwrnod pan fydd llygaid yn syllu [mewn arswyd].
da: Og aldrig tror, at Allah er uvidende om hvad lovovertrædere gøre. Han kun forsinker dem for en dag når øjne vil stare [i rædsel].
el: Και να φανταστείς ότι Αλλάχ δεν γνωρίζει τι κάνουν οι παραβάτες. Αυτός απλά καθυστερεί τους για μια ημέρα όταν θα κοιτάζω τα μάτια [με τρόμο].
et: Ja ei usu, et Jumal ei tea mida selle tekitaja teha. Ta ainult viivitusi nende päev, millal silmi vahtima [in horror].
fi: Ja koskaan ajattele, että Allah on tietämätön mitä rikolliset tekevät. Hän vain viivyttää niitä päivässä kun silmät tuijottaa [horror].
he: ואני לא חושב כי אללה הוא מודע מה הפושעים. הוא רק מעכב אותם ליום כאשר מסתכל בעיניים [באימה].
hr: I ne mislim da je Allah svjesni šta počinioce. On samo odgađa ih za dan kad će gledati očima [u horor].
lt: Ir niekada manau, kad Dievas yra nežino ką grzesznicy. Jis tik lėtina jų dienos Kada akys spoksojimas [į siaubo].
lv: Un nekad domāju, ka Allāhs nezina, ko darīt pārkāpējus. Viņš tikai aizkavēšanās par dienu, kad acis būs skatīties [šausmās].
nb: Og aldri tenke at Allah er klar over hva wrongdoers gjøre. Han bare forsinket dem for en dag når øyne vil stirrer [i horror].
sk: A nikdy myslieť, že je Alah nevie čo zloèinci nemajú. On iba meškanie je deň, kedy bude stare oči [s hrôzou].
sl: In nikoli ne mislim, da je vedela, kaj je wrongdoers Allah. Je le zamude za dan, ko bodo stare oči [v grozo].
sr_cyrl: И никад не мислим да је Алах несвесна да раде починиоце. Он их је само одлаже за дан када ће оци гледају [у страху].
sr_latn: I nikad ne mislim da je Alah nesvesna da rade počinioce. On ih je samo odlaže za dan kada će oci gledaju [u strahu].
uk: І ніколи не думаю, що Аллах не знають, що робити на розкаюємося. Він тільки що затримує їх на день, коли очі будуть старе [в жах].
vi: Và không bao giờ nghĩ rằng Allah là không biết những gì các wrongdoers làm gì. Ông chỉ trì hoãn chúng cho một ngày khi mắt sẽ nhìn chằm chằm [trong kinh dị].
zu: Futhi ungalokothi ucabange ukuthi Allah is unaware of babe abenzi bobubi do.

# Quran1793
source: Racing ahead, their heads raised up, their glance does not come back to them, and their hearts are void.
ca: Curses, seus caps aixecats, seu cop d'ull no torna a ells, i els cors són vàlides.
cy: Rasio ymlaen, eu pennau a godwyd hyd, nid yw eu cipolwg yn dod yn ôl atynt, ac mae eu calonnau yn gwag.
da: Racing ahead, hovedet rejst op, deres blik kommer ikke tilbage til dem, og deres hjerter er ugyldige.
el: Αγωνιστικά μπροστά, προς τα πάνω τα κεφάλια τους, τους ματιά δεν θα επανέλθω σε αυτό, και οι καρδιές τους είναι άκυρη.
et: Sportistmed ees, oma pead üles äratanud, oma pilgu tulevad tagasi neile ja nende süda on tühine.
fi: Racing eteenpäin, kohotti päätään, niiden lyhyesti ei tule takaisin heille ja heidän sydämensä ovat mitättömiä.
he: מירוץ קדימה, ראשיהם והרים, הצטיינו במבט לא חוזרת אליהם, ליבם פסולות.
hr: Utrke, njihove glave podigao, njihov pogled ne vrati na njih, a njihova srca su nevažeće.
lt: Lenktynės į priekį, galvas prikėlė, jų žvilgsnio ne grįžti į juos, ir jų širdys yra negaliojantis.
lv: Traucās uz priekšu, pacēla galvas, viņu skatienu nenāk atpakaļ uz tiem, un viņu sirdis ir anulētas.
nb: Racing, hodet oppdratt, deres blikk kommer ikke tilbake til dem, og deres hjerter er ugyldige.
sk: Rýchle napredovanie, ich hlavy zobudil, ich pohľad sa nevráti k nim a ich srdcia sú neplatné.
sl: Dirke naprej, njihove glave, dviguje, svoj pogled pridejo nazaj na njih, in njihova srca so neveljavne.
sr_cyrl: Трке , њихове главе уздигао, њихов први поглед не врати да их, а њихова су срца празнина.
sr_latn: Trke, njihove glave uzdigao, njihov prvi pogled ne vrati da ih, a njihova su srca praznina.
uk: Racing вперед, підняв голову, їх погляд не повернутися до них, їхні серця є недійсним.
vi: Đua xe phía trước, đầu tăng lên, trong nháy mắt của họ không trở lại cho họ, và trái tim của họ là vô hiệu.
zu: Racing phambili, amakhanda abo wamvusa, Amabalengwe yabo engabuyi kubo, futhi izinhliziyo zabo ngingenelisekile kahle ngaphakathi.

# Quran1794
source: And, [O Muhammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, "Our Lord, delay us for a short term; we will answer Your call and follow the messengers." [But it will be said], "Had you not sworn, before, that for you there would be no cessation?
ca: I, [O Muhammad], advertir les persones d'un dia quan el càstig vindrà a ells i els que s'equivocava dir, "nostre Senyor, retardar ens per un curt termini; Anem contestarà la seva crida i seguir els missatgers." [Però es diu], "havia vostè no jurat, abans, que per tu no hi hauria cap cessament?
cy: A [O Muhammad], a rhybuddio pobl am y dydd pan fydd y gosb yn dod â hwy ac mae rhai sydd o'i le bydd yn dweud, "ein Arglwydd, oedi cyn inni ar gyfer y tymor byr; Byddwn yn ateb eich galwad ac yn dilyn y negeswyr." [Ond bydd rhai yn dweud], "Roedd ydych nid tyngu, blaen, na fyddai unrhyw rhoi'r gorau i ysmygu i chi?
da: Og [O Muhammad], advare folk af en dag, da straffen vil komme til dem og dem, der gjorde forkert vil sige, "Vorherre, udsætte os for en kort sigt; Vi vil besvare dit opkald og følg budbringere." [Men det vil blive sagt], "havde du ikke svoret, før, at du ville være uden ophør?
el: Και, [Ο Μωάμεθ], προειδοποιούν τους ανθρώπους του μια μέρα, όταν η τιμωρία θα έρθει σ ' αυτούς και αυτούς που έκαναν λάθος θα πω, "ο Κύριός μας, καθυστέρηση μας για ένα σύντομο χρονικό διάστημα? θα απαντήσουμε στο τηλεφώνημά σας και ακολουθούν οι αγγελιαφόροι.» [Όμως, θα μας πουν], "σας δεν ορκίστηκε, και πριν, ότι για σας θα υπάρξει καμία διακοπή;
et: Ja [O Muhammad], hoiatada inimesi päevas, kuna karistus ei tulnud neile ja need, kes tegid valesti tahtmist öelda, "meie Issanda viivitada meile lühikeseks ajaks; me teie kõnele ja järgige kullerid." [Aga see ütles], "olid sa ei vandetõlgi, varem, et teil ei oleks mingit lõpetamist?
fi: Ja [Oi Muhammed], varoittaa päivä, jolloin rangaistus tulee heidän ja ne, jotka tein väärin on sanoa: "meidän Herramme viivytys lyhyellä aikavälillä; Me vastata puheluun ja seuraa lähettiläitä." [Mutta se sanoi], "sinun ei vannonut, ennen, sinulle ei näyttäisi olevan ei lopettamiseen?
he: ומוחמד, [O], להזהיר את האנשים של היום כאשר העונש יבוא אליהם, אלה שטעתה רצונו לומר, "אדוננו, מעכבים אותנו לתקופה קצרה; אנחנו לענות לקריאתכם ופעל השליחים." [אבל זה יאמר], "אתה לא נשבע, לפני כן, בשבילך שיהיה שם לא הפסקת?
hr: I [O Muhammad], upozoriti ljude na dan kada kazna će doći do njih i oni koji je izvrnut će reći, "naš Gospodin nas zadržati za kratkom roku; ćemo odgovoriti na vaš poziv i slijediti glasnike." [Ali će se reći], "ti ne i zakleo, i prije, da za tebe bi bilo bez prestanka?
lt: Ir, [O Muhammad], įspėjančiu žmones apie diena kai bausmė ateis jiems ir tiems, kurie blogai bus pasakyti, "mūsų Viešpatie, atidėti mums per trumpą laiką; Mes bus atsakyti į jūsų skambutį ir sekti pasiuntiniai." (Tačiau ji bus pasakyti), "jums nėra prisiekęs, anksčiau, kad jums nebūtų jokios nutraukimo?
lv: Un [O Muhammad], brīdinātu cilvēkus par dienu, kad sods nāks pie viņiem un tiem, kas bija nepareizi būs teikt: "mūsu Kungā, aizkavēt mūs īsā termiņā; mums būs atbildēt uz zvanu un sekot kurjeri." [Bet tas būs teica], "jums nav nozvērēja, pirms, ka jums nebūs nekādu pārtraukšanu?
nb: Og [O Muhammad], advare folk en dag da straffen vil komme til dem og de som gjorde galt vil si, "vår Herre, utsette oss for en kortsiktig; Vi vil svare på anropet og følge sendebud." [Men det blir sagt], "hadde du ikke sverget før, at du ikke ville det være noen opphør?
sk: A [Mohamed], varovať ľudí denne, keď trest príde k nim a tých, ktorí urobili zle bude hovoriť, "náš Pán meškania nás krátke časové obdobie; Váš hovor a budeme nasledovať poslov." [Ale to bude povedal], "ste nie prisahal, skôr, že pre vás bude bez zastavenia?
sl: In [O Muhammad], opozarja ljudi na dan, ko kazen bo prišel do njih in tiste, ki narobe bo rekel, "Naš Gospod, zavlačevanje nas za kratek čas; bomo odgovoriti na vaš klic in sledite sli." [Ampak to je dejal], "vam ne pod prisego, prej, da za vas ne bi bilo brez prenehanja?
sr_cyrl: Мухамедом , [О], упозори људе на дан када је казна ће доћи до њих и оне који је скривила вољу кажу, "Господ, одложи нас за кратак мандат; смо ће одговарам на твој позив и пратите весници." [Али то вам је рекао да], "имао си нисте под заклетвом, раније, да за тебе постоји без престанка?
sr_latn: Muhamedom, [O], upozori ljude na dan kada je kazna će doći do njih i one koji je skrivila volju kažu, "Gospod, odloži nas za kratak mandat; smo će odgovaram na tvoj poziv i pratite vesnici." [Ali to vam je rekao da], "imao si niste pod zakletvom, ranije, da za tebe postoji bez prestanka?
uk: І [O Мухаммад], попередити людей день, коли покарання прийде до них і ті, хто зробив неправильно волі говорять, "наш Господь, затримка нас на короткий термін; Ми будемо відповісти на ваш дзвінок і слідувати посланцями." [Але вона буде сказала], "ви не присягнувся, перш ніж, що для вас не було б не припинення?
vi: Và [O Muhammad], cảnh báo cho mọi người một ngày khi sự trừng phạt sẽ đến với họ và những người đã làm sai sẽ nói, "Chúa chúng ta, sự chậm trễ cho chúng tôi một ngắn hạn; chúng tôi sẽ trả lời cuộc gọi của bạn và làm theo các sứ giả." [Tuy nhiên, nó sẽ được cho biết], "đã có bạn không tuyên thệ nhậm chức, trước đây, rằng bạn sẽ có không có sự chấm dứt?
zu: Futhi, [O Muhammad], axwayise abantu Day lapho isijeziso sondela them nalabo okungalungile oyothi: "Nkosi yethu, alibale us ngoba esifushane. Sizokwenza uphendule Kho memeza landela gijimi"

# Quran1795
source: And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples."
ca: I va viure entre les vivendes dels que injustament-se, i havia quedat clar a vostè com hem tractat amb ells. I hem presentat per a vostè [molts] exemples."
cy: A oeddech yn byw ymhlith yr anheddau y rheini y mae cam eu hunain, ac roedd yn amlwg i chi sut yr ydym yn delio â hwy. A gyflwynwyd gennym i chi enghreifftiau [llawer o].
da: Du levede blandt boliger for dem, der krænket selv, og det var blevet klart for dig, hvordan vi behandlede dem. Og vi præsenteres for dig [mange] eksempler."
el: Και όσα έζησε μεταξύ των κατοικιών εκείνων που θίγονται οι ίδιοι, και είχε καταστεί σαφές σε σας σχετικά με αυτά. Και εμείς σας παρουσιάζονται [πολλά] παραδείγματα."
et: Seas, kes ülekohtu ise eluruumide elanud ja see oli saanud selgeks teile kuidas nendega tegeleti. Ja me esitada teile [palju] näited."
fi: Asui muun muassa asuntojen, joka väärin itse, ja oli tullut selväksi teille näin käsitellessämme niitä. Ja antoi sinulle [esimerkkejä]."
he: בקרב הישובים של מי עוול עצמם ו זה נעשה ברור לך איך התמודדנו איתם. הצגנו לכם דוגמאות [הרבה]."
hr: Živiš među stanova onih koji sebi nepravdu i što je postalo jasno kako smo ih riješili. Te smo za vas [mnogi] primjera."
lt: Ir jūs gyveno tarp tų, kurie niesprawiedliwosci patys būstų, ir tapo aišku, kaip mes spręsti juos. Ir mes pristatė jums [daug] pavyzdžių."
lv: Un dzīvoja starp dzīvokļiem, kuri paši kaitējums, un tas bija kļuvis skaidrs ar jums, kā mēs tikām galā ar tiem. Un mēs jums uzrādīt [daudz] piemēri."
nb: Og du bodde blant boliger som urett seg, og det hadde blitt klart for deg hvordan vi behandlet dem. Og vi presentert for deg [mange] eksempler.
sk: Bývate u bytov, ktorí ublížili sebe a to sa stalo jasné, ako budeme riešiť s nimi. A predstavili sme pre vás príklady [veľa]."
sl: In ste živeli med stanovanja tistih, ki se je zgodila krivica, in je postalo jasno, da vas kako smo se ukvarjali z njimi. In predstavili smo za vas [veliko] primeri. «
sr_cyrl: Живите међу станова у којима су сами себе неправду и је постало јасно да си како смо имали посла са њима. "И [многе] примери су презентирани за тебе."
sr_latn: Živite među stanova u kojima su sami sebe nepravdu i je postalo jasno da si kako smo imali posla sa njima. "I [mnoge] primeri su prezentirani za tebe."
uk: І жив серед осель тих, які образили себе, і стало ясно, до вас як ми мали справу з ними. І ми представлені для вас [багато] прикладів.
vi: Bạn sống trong các khu nhà ở của những người wronged mình và nó đã trở nên rõ ràng cho bạn làm thế nào chúng tôi xử lý chúng. "Và chúng tôi trình bày cho bạn ví dụ [nhiều]."
zu: Futhi bahlala phakathi kwamaKhanani izindlu labo ngalungi ngokwabo, futhi wayebe ucacelwe ukuthi Sasilawula nabo.

# Quran1796
source: And they had planned their plan, but with Allah is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.
ca: I havia planejat el seu pla, però amb Allah és [gravat] seu pla, fins i tot si el seu pla havia estat [prou] acabar amb les muntanyes.
cy: Ac roedden nhw wedi cynllunio eu cynllun, ond gyda Allah [cofnodir] eu cynllun, hyd yn oed os digon [o] i wneud i ffwrdd â mynyddoedd wedi eu cynllun.
da: Og de havde planlagt deres plan, men med Allah er [registrerede] deres plan, selv om deres plan havde været [tilstrækkelig] at gøre væk med bjergene.
el: Και είχαν προγραμματίσει το σχέδιό τους, αλλά με Αλλάχ [καταγράφεται] το σχέδιό τους, ακόμη και αν το σχέδιό τους είχε [επαρκείς] να απαλλαγούν από τα βουνά.
et: Ja neil oli planeeritud nende plaan aga Jumalat [registreeritud] nende plaan, isegi kui nende plaan oli olnud [piisav] kaotada mis mägedes.
fi: Ja ne suunnitellut suunnitelmaa, mutta Jumala on [tallennettu] suunnitelmaa, vaikka heidän suunnitelmansa oli riittänyt [] päästä eroon vuorille.
he: הם מתכננים את התוכנית שלהם, אבל עם אללה [נרשם] התוכנית שלהם, גם אם התוכנית שלהם היה [מספיק] להתמודד עם ההרים.
hr: I oni planiraju svoj plan, ali Allah je [snimljeni] njihov plan, čak i ako je njihov plan bio [dovoljno] za napraviti daleko sa planine.
lt: Ir jie planavo savo planą, bet su Dievo yra [įrašyti] savo planą, net jei jų planas buvo [pakankamai] atsikratyti kalnus.
lv: Un tie bija plānots to plānu, taču ar Allah [reģistrētas] viņu plāns, pat ja viņu plāns bija [pietiekamu] do prom ar kalniem.
nb: Og de hadde planlagt sin plan, men med Allah [registrert] planen, selv om deres plan var [tilstrekkelig] å gjøre unna med fjellene.
sk: A mal v pláne ich plán, ale s Alláh [zaznamenáva] ich plánu, aj keď ich plán bol [dostatočné] skoncovať s horami.
sl: In so imeli načrtovano njihov načrt, vendar z Allah [zapiše] njihov načrt, tudi če je bil njihov načrt [zadosten] narediti stran z gore.
sr_cyrl: И да су планирали њихов план, али Алах је [снимљени] њихов план, чак и ако је њихов план био [одговарајуће] радити с планине.
sr_latn: I da su planirali njihov plan, ali Alah je [snimljeni] njihov plan, čak i ako je njihov plan bio [odgovarajuće] raditi s planine.
uk: І вони планували їх план, але з Аллах [, зареєстрованих] їх план, навіть якщо їх план був [достатньо], щоб покінчити з гори.
vi: Và họ đã có kế hoạch kế hoạch của họ, nhưng với Allah [ghi] kế hoạch của họ, ngay cả khi kế hoạch của họ đã được [đủ] để đi làm với các dãy núi.
zu: Futhi wayehlele plan yabo, kodwa nge Allah [esilotshwe] plan yabo, ngisho noma icebo labo wayekade [kwanele] ukuqeda ezintabeni.

# Quran1797
source: So never think that Allah will fail in His promise to His messengers. Indeed, Allah is Exalted in Might and Owner of Retribution.
ca: Tan mai no pensen que Allah fallarà a la seva promesa de seus missatgers. De fet, Allah és sublim en la força i el propietari de retribució.
cy: Felly byth feddwl y bydd Allah yn methu yn ei addewid i ei negeswyr. Yn wir, yw Allah i'w mawrygu yn allai a'r perchennog dial.
da: Så aldrig tror, at Allah vil mislykkes i hans løfte om at hans sendebud. Faktisk, Allah er ophøjet i magt og ejer af gengældelse.
el: Έτσι ποτέ δεν σκέφτονται ότι ο Αλλάχ θα αποτύχει στην υπόσχεσή του για την αγγελιοφόρους. Πράγματι, Αλλάχ είναι Exalted στο μήπως και ιδιοκτήτης της τιμωρίας.
et: Nii et ei usu, et Jumal ei õnnestu oma lubaduse tema inglid. Tõepoolest, Allah on ülendatud Might ja kättemaksu omanik.
fi: Joten ei koskaan ajatella, että Jumala ei onnistu lupauksensa hänen lähettiläitä. Itse asiassa Jumala on Ylhäinen Might and omistaja kostoa.
he: אז מעולם לא חושב כי אללה ייכשל את ההבטחה שלו כדי לשליחיו. אכן, אללה הוא יינשא אולי, הבעלים של גמול.
hr: Ne misli da Allah neće uspjeti u njegovo obećanje da će svoje glasnike. Uistinu, Allah je uzvišeni u moć i vlasnik odmazde.
lt: Todėl niekada manau, kad Dievas nepavyks į savo pažadą savo pasiuntinius. Iš tiesų, Allah yra išaukštintas gali ir savininkas, persekiojimus.
lv: Tātad nekad domāju, ka Allāhs neizdosies savu solījumu, lai viņa kurjeri. Patiešām, varētu un atmaksa īpašnieks ir cildens Allah.
nb: Så aldri tro at Allah vil mislykkes i sitt løfte om å hans sendebud. Faktisk er Allah opphøyet i makt og eier av gjengjeldelse.
sk: Takže nikdy myslieť, že Alah zlyhá v jeho sľub na svoje poslov. Vskutku, Alah je vyvýšené Might a majiteľom odplata.
sl: Tako nikoli ne pomislim, da bo Alah ne v svojo obljubo za njegovo sli. Res, Allah je vzvišeno v lahko in lastnika maščevanja.
sr_cyrl: Тако никад не да да Аллах ће пропасти у његово обећање да ће његове гласнике. Уистину , Аллах велииа снагом и власник од одмазде.
sr_latn: Tako nikad ne da da Allah će propasti u njegovo obećanje da će njegove glasnike. Uistinu, Allah veliиa snagom i vlasnik od odmazde.
uk: Тому ніколи не думаю, що Аллах не буде виконана в свою обіцянку до його посланцями. Дійсно, Аллах піднесене в меча і власник розплата.
vi: Vì vậy không bao giờ nghĩ rằng Allah sẽ thất bại trong lời hứa của mình để các sứ giả của mình. Thật vậy, Allah sôi nổi trong Might và chủ sở hữu trả thù.
zu: Ngakho ungalokothi ucabange ukuthi Allah ngeke baphumelele isithembiso Akhe gijimi.

# Quran1798
source: [It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and all creatures will come out before Allah, the One, the Prevailing.
ca: [Es] el dia la terra serà substituïda per una altra terra i el cel [també] i totes les criatures sortirà abans d'Allah, l'un, la Prevailing.
cy: [Fydd] ar y diwrnod y bydd y ddaear yn cael ei ddisodli gan arall y ddaear, a'r nefoedd [hefyd], a bydd holl greaduriaid yn dod allan cyn Allah, un, y coesyn.
da: [Man] på dagen jorden vil blive erstattet af en anden jorden og himlen [samt], og alle skabninger kommer ud før Allah, den ene, Prevailing.
el: [Θα] την ημέρα της γης θα αντικατασταθεί από μια άλλη γη και τον ουρανό [καθώς και], και όλα τα πλάσματα θα βγει πριν από Αλλάχ, το ένα, το Prevailing.
et: [Seda] päeval maa asendatakse teise maa ja taevas [ning] ja kõik olendid välja tulema enne Jumal, üks, et Prevailing.
fi: [On] päivänä maan Korvataan toisen maan ja taivaat [sekä], ja kaikki olennot tulevat Allahin yksi, Prevailing.
he: [יהיה] ביום כדור הארץ יוחלפו על ידי אחר, בין השמים ובין הארץ את [גם כן], ואת כל היצורים תצא לפני אללה, האחד, Prevailing.
hr: [To se] na dan zemlje će zamijeniti druga zemlja, i nebo [kao i], i sva stvorenja će izaći pred Allaha, jednog, na Prevailing.
lt: [Būtų] dieną žemės pakeis kitą žemę ir dangų [taip pat], o visų būtybių bus išeiti prieš Dievas, vienas, kad Prevailing.
lv: [Ir] dienā zemes tiks aizstāts ar citu zemi un debesīm [arī] un visas radības būs iznācis pirms Allah, viens, Prevailing.
nb: [Det er] dag jorden vil bli erstattet av en annen jorden, og himlene [også], og alle skapninger kommer ut før Allah, den, Prevailing.
sk: [Bude] deň Zeme bude nahradený ďalším Zeme a nebies [aj] a všetky stvorenia vyjde pred Boh, jeden, Prevailing.
sl: [Bo] dan zemlje bodo nadomestili drugi zemlje in nebes [tudi], in vseh bitij prišel ven pred Allah, eno, na Prevailing.
sr_cyrl: [Биће ] на дан земље ће бити замењени другу земљу и небеса [па], и сва створења да исплива пред Аллах, један, на Преваилинг.
sr_latn: [Biće] na dan zemlje će biti zamenjeni drugu zemlju i nebesa [pa], i sva stvorenja da ispliva pred Allah, jedan, na Prevailing.
uk: [Буде] на день землі будуть замінені інша земля та небеса [також], і всі істоти вийде перед Аллаха, єдиного, на Prevailing.
vi: [Sẽ] vào ngày trái đất sẽ được thay thế bằng một trái đất và bầu trời [cũng], và tất cả sinh vật sẽ đi ra ngoài trước khi Allah, một, the Prevailing.
zu: [Kuyoba] Suku lo umhlaba uzothathelwa indawo ngulomunye umhlaba, lamazulu [kanye], futhi zonke izidalwa azokuvela phambi Allah, i-One, linqoba.

# Quran1799
source: And you will see the criminals that Day bound together in shackles,
ca: I podràs veure els criminals que dia lligats en grillons,
cy: A byddwch yn gweld y troseddwyr hynny mae'r dydd yn rhwymo ynghyd yn hualau,
da: Og du vil se de forbrydere, der dag bundet sammen i lænker,
el: Και θα δείτε τους εγκληματίες που ημέρα συνδέονται μεταξύ τους δεσμά,
et: Ja näed päev ühendatud kas mis tõsterõngad, kurjategijad
fi: Ja näet rikollisia, joka päivä on sidottu yhteen kahleet,
he: תוכלו לראות את הפושעים היום נועדנו באזיקים,
hr: I vidjet ćete kriminalci koji dan uvezane u lance,
lt: Ir jūs pamatysite, kad dieną iš surištų tarpusavyje pančiai, nusikaltėliai
lv: Un jūs redzēsiet, ka noziedznieki, kas dienā vienoja važas,
nb: Og du vil se de kriminelle som dag bundet sammen i sjakler,
sk: Vidíte zločincov, ktorý deň sa spája v putá,
sl: In boste videli kriminalci, ki dan vezani skupaj v verige,
sr_cyrl: И видите криминалце који дан везани у окове,
sr_latn: I vidite kriminalce koji dan vezani u okove,
uk: І ви побачите злочинців, які день пов'язує в кайдани,
vi: Và bạn sẽ thấy những tên tội phạm ngày ràng buộc với nhau trong xiềng,
zu: Futhi uzobona izigebengu ukuthi uSuku lihlanganiswe ngamaketanga,

# Quran1800
source: Their garments of liquid pitch and their faces covered by the Fire.
ca: Els vestits de camp líquid i els rostres coberts per l'incendi.
cy: Eu gwisgoedd llain hylif a eu hwynebau a gwmpesir gan y tân.
da: Deres klæder af flydende pitch og deres ansigter er omfattet af ilden.
el: Τους ενδυμάτων των υγρή πίσσα και τα πρόσωπά τους καλύπτονται από την πυρκαγιά.
et: Nende rõivad, vedel pigi ja nende näod kaetud tulekahju.
fi: Heidän vaatteensa neste piki ja heidän kasvonsa kuulu tuleen.
he: את הבגדים שלהם של זפת נוזלית ופניהם רעולות ליד האש.
hr: Njihovu odjeću tekuća smola i lice pokriva vatru.
lt: Jų drabužiai skystas pikis ir jų veidus, kuriems prie židinio.
lv: Viņu apģērba šķidruma piķis un viņu sejas, uz ko attiecas uguns.
nb: Deres plagg flytende tonehøyde og deres ansikter dekket av brannen.
sk: Ich odevy tekuté ihrisko a tvárach zachvátená požiarom.
sl: Svojih oblačil tekoče smole in njihove obraze, zajete v požaru.
sr_cyrl: Њихова одора течни бацање и њихова лица покрива ватру.
sr_latn: Njihova odora tečni bacanje i njihova lica pokriva vatru.
uk: Свій одяг рідких крок і їхніх обличчях, охоплених вогнем.
vi: Các sản phẩm may mặc của chất lỏng pitch và khuôn mặt của họ được bao phủ bởi ngọn lửa.
zu: Zona kanye izingubo zabo iphimbo liquid futhi ubuso babo imbozwe Fire.
