Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran670
source: O you who have believed, fulfill [all] contracts. Lawful for you are the animals of grazing livestock except for that which is recited to you [in this Qur'an] - hunting not being permitted while you are in the state of ihram. Indeed, Allah ordains what He intends.
ca: O que han cregut, compleixes [tots] contractes. Legals per a tu són els animals de pastura del bestiar excepte que es recita a vostè [en aquest Alcorà] - caça no està permès mentre esteu en l'estat de ihram. De fet, Allah estableix què pensa.
cy: O chi sydd wedi credu, gyflawni [holl] contractau. Gyfreithlon i chi yn y anifeiliaid pori da byw ac eithrio hynny sy'n ei roi i chi [yn y Qur'an]-hela Nid tra byddwch yn y wladwriaeth o ihram cael eu caniatáu. Yn wir, mae'r Allah yn ordains beth y mae'n bwriadu.
da: O du, der har troet, opfylde [alle] kontrakter. Lovligt for du er dyr af græssende husdyr med undtagelse, der er reciteret til dem [i denne Koranen] - jagt ikke er tilladt, mens du er i tilstanden af ihram. Allah ordains faktisk, hvad han agter.
el: O εσάς που πίστεψαν, εκπληρώσει [όλα] συμβάσεις. Νόμιμη για εσάς είναι τα ζώα από τη βόσκηση ζώων εκτός από εκείνη που είναι recited σε εσάς [σε αυτή την Κοράνι] - Κυνήγι δεν επιτρέπεται ενώ είστε στο κράτος του ihram. Πράγματι, Αλλάχ χειροτονεί ὄντας.
et: O kes on uskunud, täita [kõik] lepingud. Õiguspärane, et teil on loomade karjatamise välja arvatud kariloomad, mida peetakse mošees teile [in käesoleva Koraani] - jahipidamine ei ole lubatud ajal ihram olekus. Tõepoolest, Allah ordains, mida ta kavatseb esitada.
fi: Oi te, jotka ovat uskoneet toteuttaminen [kaikki] sopimuksia. Laillista sinulle ovat eläimet ja Laidunkarjan kasvatuksessa, lukuun ottamatta sen, joka on luettu sinulle [Koraanin] - metsästys ei saa kun olet ihram tilassa. Itse asiassa Jumala ordains tekevänne.
he:  מי מאמין, למלא את [כל] חוזים. חוקי עבורך הן חיות מרעה צאן חוץ מזה אשר הוא דיקלם לך [את הקוראן הזה] - ציד מובאות כאשר אתה נמצא במצב של ihram. אכן, אללה ordains מה הוא מתכוון.
hr: O ti koji su vjerovali, ispuniti [sve] ugovori. Dopušteno za vas su životinje za ispašu stoke osim to što je moliti da ti [u ovaj Kuran] - lov nije dozvoljen ulazak u stanje ihram. Uistinu, Allah odredio što namjerava.
lt: O jūs, kurie tikėjo, įvykdyti [visi] sutartis. Teisėtas jums yra gyvūnai ganomi gyvuliai išskyrus, kuris skaito jums [– šis Koran] - medžioklės ne leidžiant o ihram būseną. Iš tiesų, Dievo ordains, ką jis ketina.
lv: O tu, kas ticējusi, izpildīt [visas] līgumiem. Likumīga, jums ir dzīvnieku ganībām, izņemot mājlopu, kas skaitīja jums [Qur] - medības nav atļauta, kamēr atrodaties valstī, kurā ihram. Patiešām, Allah noteic arī to, ko viņš plāno.
nb: O du hvem har trodd, oppfylle [alle] kontrakter. Lovlig for deg er dyrene i beite husdyr bortsett fra at som er resitert deg [i dette Koranen] - jakt ikke tillatt mens du er i delstaten ihram. Faktisk, Gud ordains hva han akter.
sk: O vás, ktorí ste uverili, splniť [všetko] zmluvy. Pristane vám sú zvierat pasúcich sa hospodárskych zvierat s výnimkou, že, čo je Prednes vám [v tejto Qur'an] - poľovníctvo, nie je dovolené, keď ste v stave ihram. Vskutku, Alah stanovuje, čo zamýšľa.
sl: O vas, ki ste verjeli, [vse] izpolnitev pogodbe. Zakonito ste so živali pašne živine razen da, ki je recitiral vam [v tej Qur'an] - lov ni dovoljena, medtem ko so v državi ihram. Res, Allah, ordains, kaj namerava.
sr_cyrl: О ти који верују, испуни [све] уговоре. По закону да ли су зивотиње пасуци стоком осим тога што је рецитовао се [у овај Куран] - лов није дозвољен док сте у стању ихрам. Уистину , Аллах је налаће да ста намерава.
sr_latn: O ti koji veruju, ispuni [sve] ugovore. Po zakonu da li su zivotinje pasuci stokom osim toga što je recitovao se [u ovaj Kuran] - lov nije dozvoljen dok ste u stanju ihram. Uistinu, Allah je nalaћe da sta namerava.
uk: О ви, хто вірив, виконати [всі] контрактів. Законними для вас-це тварини випасу худоби, окрім того, що читається вам [у цьому Коран] - полювання, не будучи позбавленою ви перебуваєте в стані ihram. Дійсно, Аллах ordains, що він має намір.
vi: O bạn của những người đã tin tưởng, thực hiện đầy đủ [tất cả] hợp đồng. Hợp pháp cho bạn là động vật ăn cỏ chăn nuôi ngoại trừ đó ngâm với Anh [trong này Qur'an] - săn bắn không được phép trong khi bạn đang ở trong trạng thái ihram. Thật vậy, Allah ordains những gì ông dự định.
zu: O you kholwa ukugcwalisa [bonke] izinkontileka.

# Quran671
source: O you who have believed, do not violate the rites of Allah or [the sanctity of] the sacred month or [neglect the marking of] the sacrificial animals and garlanding [them] or [violate the safety of] those coming to the Sacred House seeking bounty from their Lord and [His] approval. But when you come out of ihram, then [you may] hunt. And do not let the hatred of a people for having obstructed you from al-Masjid al-Haram lead you to transgress. And cooperate in righteousness and piety, but do not cooperate in sin and aggression. And fear Allah; indeed, Allah is severe in penalty.
ca: O que han cregut, no violen els ritus d'Allah o [la santedat de] mes sagrat o [descuidar el marcat de] els animals de sacrificis i garlanding [ells] o [violar la seguretat de] aquells que vénen a la casa Sagrada buscant recompensa del seu Senyor i [seva] aprovació. Però quan vostè surt ihram, llavors [poden] caçar. I no deixi que l'odi d'un poble per a vostè haver obstruït des d'al-Masjid al-Haram portar a transgredir. I cooperar en la justícia i de pietat, però no cooperar en el pecat i l'agressió. I la por d'Allah; de fet, Allah és greu en pena.
cy: O chi sydd wedi credu, wneud tarfu ar y defodau Allah neu'r [sancteiddrwydd] y mis sanctaidd neu [esgeulustod y marcio o] yr anifeiliaid aberthol a garlanding [eu] neu [Torri diogelwch] rhai sy'n dod i'r tŷ sanctaidd ceisio bounty gan eu Arglwydd a chymeradwyo [ei]. Ond pan ydych yn dod allan o'r ihram, yna [Gallwch] hela. A Peidiwch â gadael y casineb pobl ar gyfer cael eich rhwystro rhag al-Masjid al-Haram arwain chi camddefnyddio'u. A gydweithredu yn piety a chyfiawnder i, ond nid oes gydweithredu mewn pechod ac ymddygiad ymosodol. Ac ofn Allah; yn wir, Allah yn ddifrifol yn gosb.
da: O du, der har troet, ikke overtræder ritualer af Allah eller [ukrænkelighed] den hellige måned eller [forsømme mærkning af] de offerdyr og garlanding [dem] eller [svække sikkerheden af] de kommer til den hellige hus søger bounty fra deres Herre og [hans] godkendelse. Men når du kommer ud af ihram, så [du kan] jage. Og lad ikke had mod et folk for at have blokeret dig fra al-Masjid al-Haram føre dig til at synde. Og samarbejde om retfærdighed og fromhed, men ikke samarbejder om synd og aggression. Og frygt Allah; Allah er faktisk svær i straf.
el: O εσάς που πίστεψαν, δεν παραβιάζουν την μετάληψη του Αλλάχ ή [την ιερότητα του] τον ιερό μήνα ή [παραμελούν τη σήμανση] των θυσιών ζώων και στολίσουν [τους] ή [παραβιάζουν την ασφάλεια του] αυτοί που έρχονται να την Ιερά Οικία αναζητώντας γενναιοδωρία και από τους Λόρδος έγκρισης [του]. Αλλά όταν βγει από το ihram, τότε [μπορείτε να] κυνήγι. Και να μην το μίσος ενός λαού για έχοντας σας εμποδίζεται από al Masjid al-Haram σας οδηγήσει να παραβιάζουν. Και συνεργάζονται στην δικαιοσύνη και ευλάβεια, αλλά δεν συνεργάζονται στην αμαρτία και επιθετικότητα. Και ο φόβος Αλλάχ? Πράγματι, Αλλάχ είναι σε σοβαρή ποινή.
et: O kes on uskunud, sisekorda, Allah rituaalide ja [pühadus] Püha kuu või [hooletussejätmise puhul] ohvrikivi loomade ja garlanding [neid] või [rikkuda turvalisust] nimetatud sööt Sacred House, keda halastus oma Issanda ja [tema] heakskiidu. Aga kui te tulete välja ihram, siis [võib] hunt. Ja ära lase viha inimest ette võttes mingeid takistusi te alates al-Masjid al Harami viia sind rikuvad. Ja õigluses ja vagadus koostööd, kuid ei osalenud patt ja agressiivsus. Ja hirm Jumala; Tõepoolest, Allah on raske karistus.
fi: Oi te, jotka ovat uskoneet eivät riko rites of Allah tai [pyhyyttä] pyhä kuukausi tai [laiminlyödä merkintää] mutisivat taikojaan ja garlanding [heille] tai [rikkoa turvallisuutta] saapuvien Sacred House etsii bounty Herransa ja [hänen] hyväksymistä. Mutta kun tulet ulos ihram, niin asiakas saa metsästää. Ja älä kerro vihaa ihmisiä ottaa tukkia sinun al-Masjid al-Haram johtaa sinut halvemmaksi. Ja vanhurskauden ja hurskaus, mutta eivät tee yhteistyötä synnin ja aggressiota. Ja pelätkää Allahia; itse asiassa hillitä on ankara rangaistus.
he:  מי מאמין, לא להפר את טקסי אללה או [קדושת] החודש הקדוש או [להזניח את הסימון של] החיות ההקרבה, garlanding [אותם], או [להפר את הבטיחות של] אלה באים לבית קודש המבקשים ראשים של הלורד ואישור [שלו]. אבל כאשר אתה יוצא ihram, ולאחר מכן [אולי] לצוד. אל תתנו השנאה של אנשים נתקל מצורת אל-מסג'יד אל-חראם להוביל אותך במצבנו. ואני אשתף פעולה צדקתו, אדיקות, אבל לא תשתף פעולה ב sin ותוקפנות. ופחד אללה; אכן, אללה הוא חמור בעונשם.
hr: O ti koji su vjerovali, ne krše obredima Allaha ili [svetost] Sveti mjesec ili [zanemariti obilježavanje] žrtvene životinje i garlanding [ih] ili [narušavaju sigurnost] one koji dolaze do svete kuće tražeći nagradu od svog gospodara i [njegov] odobrenje. Ali kad ti izlazi ihram, onda ti mogu loviti. I neka mržnja ljudi za potrebe opstruirala na al-Masjid al-Haram da griješite. Surađuju u pravednosti i pobožnosti, a ne surađuju u grijeh i agresije. I bojte se Allaha; Uistinu, Allah je u kaznu.
lt: O kurie tiki, jie nepažeidžia Dievas apeigos ar [šventumas] Švento mėnesio arba [paniekos ženklas] aukojimo gyvūnų ir garlanding [jų] arba [pažeidžia saugą] tas ateina į šventuosius namus Ieškau lazdelės iš jų Viešpats ir [jo] patvirtinimo. Bet kai jūs wyjdzie ihram, tada [galite] medžioti. Ir neleiskite neapykantą žmonių už turintys užtverta iš al-Masjid al-Ḥaram mečetę veda jus į peržengtų. Ir bendradarbiauti tiesos ir pamaldumo, tačiau vengia bendradarbiauti nuodėmės ir agresijos. Ir bijo Dievo; iš tiesų, Allah yra sunki bausmė.
lv: O tu, kas ticējusi, nepārkāpj Allāhu baudas vai [svētuma] svēts mēnesis vai [nolaidība marķēšanas] dzīvnieku upurēšanas un garlanding [tiem] vai [pārkāpt drošību] tiem, kas ierodas svēto mājā meklē devība no to kungu, un [viņa] apstiprināšanu. Bet kad tu nāc no ihram, tad [var] medīt. Un neļaujiet cilvēki naidu par ņemot traucēja jums no al-Masjid al-Haram novest jūs pārkāpt. Un sadarboties taisnības un pietāte, bet sadarboties nav grēks un agresiju. Un bailes Allah; patiešām, Allah ir smags sods.
nb: O du hvem har trodd, bryter ikke ritualer av Allah eller [hellighet] den hellige måneden eller [forsømmelse merking av] oppofrende dyr og garlanding [dem] eller [bryter sikkerheten til] de som kommer til det hellige hus søker bounty fra deres Herre og [hans] godkjenning. Men når du kommer ut av ihram, så [kan] jakte. Og ikke la hat et folk for å ha hindret du fra al-Masjid al-Haram lede deg til å overskride. Og samarbeide i rettferdighet og fromhet, men ikke samarbeider i synd og aggresjon. Og frykt Gud. Døyve er faktisk alvorlig i straffen.
sk: O vás, ktorí ste uverili, neporušujú, obrady Alah alebo [posvätnosť] posvätný mesiac alebo [zanedbávať označovanie] obetné zvieratá a garlanding [ich] alebo [porušiť bezpečnosť] tých, ktorí prichádzajú na Sacred House hľadá odmenu od svojho pána a [jeho] súhlas. Ale keď vyjdú z ihram, potom [možno] lovu. A nechať nenávisť ľudí majú sťažený z al Masjid al-Haram dovedie prestúpiť. A spolupracovať v spravodlivosti a zbožnosti, ale nespolupracujú v hriechu a agresie. A strach Alah; Alah je skutočne ťažké trestu.
sl: O vi, ki ste verjeli, ne kršijo, obredi Allah ali [svetost] sveto mesec ali [zanemarjajo označevanje] žrtveno živali in garlanding [jih] ali [krši varnost] tiste, ki prihajajo v sveto hišo iščejo bounty iz svojega Gospoda in [njegovi] odobritev. Toda, ko prideš iz ihram, nato pa [lahko] lov. In ne pustite, da sovraštvo ljudi za imajo ovirano iz al-Masjid al-Haram vodi lahko prestopijo. In sodelujejo pri pravičnosti in pobožnosti, vendar ne sodelujejo v greh in agresije. In strah Allah; res, Allah je huda kazen.
sr_cyrl: О ти који верују, не крши обреду Алах или [Светост] свети месец или [занемарује Обиљежавање] жртвених животиња и гарландинг [их] или [прекрше сигурности] оних који долазе у кућу свете тражи надокнаду од свог господара и [његове] одобравања. Али када сте се ишуљали ихрам, а затим [можда вас] у лов. И не дозволи да мрћња народа, за вас имати заклоњен од ал-дћамију ал-Харам довести да поклекну. Сарадњу у праведност и помазањем, а не сарадјујес у греху и агресије. И страх од Алаха; Уистину , Аллах је озбиљан у казну.
sr_latn: O ti koji veruju, ne krši obredu Alah ili [Svetost] sveti mesec ili [zanemaruje Obilježavanje] žrtvenih životinja i garlanding [ih] ili [prekrše sigurnosti] onih koji dolaze u kuću svete traži nadoknadu od svog gospodara i [njegove] odobravanja. Ali kada ste se išuljali ihram, a zatim [možda vas] u lov. I ne dozvoli da mrћnja naroda, za vas imati zaklonjen od al-dћamiju al-Haram dovesti da pokleknu. Saradnju u pravednost i pomazanjem, a ne saradjujes u grehu i agresije. I strah od Alaha; Uistinu, Allah je ozbiljan u kaznu.
uk: О ви, хто вірив, не порушують обряди Аллах або [святість] священного місяця або [маркування з нехтувати] жертовних тварин та garlanding [їх] або [порушувати безпеку] тих, хто прибуває в священний будинок шукає головами від свого Господа і [його] затвердження. Але коли ви вийти з ihram, а потім [ви можете] полювати. І не дозволяйте ненависті на людей для маючи непрохідності від мечеті Аль Масджид аль Харам привести вас до переступати. І співпрацювати в праведності і благочестя, а не співпрацювати в гріху і агресії. Та страх Аллах; дійсно, Аллах є серйозними покарання.
vi: O bạn của những người đã tin tưởng, không vi phạm những nghi thức của Allah hoặc [thiêng liêng của] Tháng thiêng liêng hay [đánh dấu của bỏ bê] các loài động vật hiến tế và garlanding [chúng] hoặc [vi phạm an toàn của] những người đến để Sacred House tìm kiếm tiền thưởng từ của Chúa và chấp thuận [của mình]. Nhưng khi bạn đi ra khỏi ihram, sau đó [bạn có thể] đi săn. Và không phải để hận thù của một người dân cho có cản trở bạn từ al-Masjid al-Haram dẫn bạn để transgress. Và hợp tác trong sự công bình và lòng mộ đạo, nhưng không hợp tác trong tội lỗi và sự xâm lăng. Và lo sợ Allah; Thật vậy, Allah là nghiêm trọng trong hình phạt.
zu: O you kholwa cha dluzula rites of Allah noma [ubungcwele] lwenyanga engcwele noma [ukungabanaki wokugubha of] izilwane okuwumhlatshelo kanye garlanding kubo siyobatshela [bona] noma [abephula kuphephiswe izimpilo] abeza House Engcwele
