Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran746
source: Say, "O People of the Scripture, do not exceed limits in your religion beyond the truth and do not follow the inclinations of a people who had gone astray before and misled many and have strayed from the soundness of the way."
ca: Dir, "gent O de l'escriptura, no superin els límits en la seva religió més enllà de la veritat i no segueixen les inclinacions de les persones que tenia ha perdut abans i enganyat molts i s'han allunyat de la solidesa del camí."
cy: Dweud, "pobl O o'r ysgrythur, yn fwy na terfynau yn eich crefydd tu hwnt y gwir ac nid yn dilyn prawf pellter o bobl a oedd wedi mynd ar gyfeiliorn cyn ac wedi camarwain llawer ac wedi crwydro o'r cadernid y ffordd."
da: Sige, "O folk af Skriften, ikke overskrider grænser i din religion ud over sandheden og følger ikke tilbøjeligheder af et folk, der havde faret før og vildledt mange og har forvildet fra soliditet af måde."
el: Λένε, «O άνθρωποι του Scripture, δεν υπερβαίνουν όρια στη θρησκεία σας πέρα από την αλήθεια και δεν ακολουθούν τις κλίσεις του σε άτομα που είχαν πάει παραστρατημένος πριν και να παραπλανηθεί πολλοί και έχουν απομακρυνθεί από την ευρωστία του τρόπου.»
et: Öelda: "O inimesi Pühakirja, ei ületa piire teie Usk tõde kaugemale ja jälgida inimesi, kes oli läinud enne astray ja eksitada paljusid kalduvustele ja on eksinud viis usaldusväärsust."
fi: Sanoa, "Oi ihmiset Raamatun, ylitä rajoja uskontoa kuin totuus ja seuraa ihmiset, jotka olivat menneet harhaan ennen ja harhaan monet taipumuksia ja ovat eksyneet tapa vakauden."
he: אומרים, "O אנשים של כתבי הקודש, אל תחרוג ממגבלות בדת שלך מעבר לאמת, אל תבצע נטיות לאנשים לסטות לפני, הטעה רבים, סטיתי איכות החלטתנו הדרך."
hr: Kažu, "O ljudi Svetog pisma, ne prelaze granice vaše religije od istine i ne slijede sklonosti ljudi koji je zalutao prije i mnoge prevarene i zalutao s pouzdanosti način."
lt: Sako, "O žmonės knygos, neviršija ribų savo religijos už tiesą ir nesekite ir žmonių, kurie turėjo zabladzili prieš ir suklaidino daugelį ir nuklydo nuo kaip patikimumas."
lv: Teiksim, "O cilvēku no rakstiem, kas nedrīkst pārsniegt jūsu ticības patiesību aiz robežas un nav sekot cilvēki, kuri bija aizgājuši pirms apmaldīties un ziedojuši daudzi tieksmes un ir noklīdis no ceļu stabilitāti."
nb: Si, "O folk i skriften, ikke overskrider grensene i religion utover sannheten og følger ikke tilbøyeligheter for et folk som hadde kommet på avveie før og villedet mange og har forvillet seg fra soliditet måten."
sk: Povedať, "O ľudí z písma, nesmie presiahnuť limity vo vašom náboženstvo za pravdu a nie riadiť sklony ľudia, ktorý šiel z cesty pred a uvedený do omylu mnohých a zablúdil z správnosť cesty."
sl: Recimo, "O ljudje Sveto pismo, ne presegajo vrednosti vaše vere po resnico in ne sledijo nagnjenja za ljudi, ki so zaluta pred in zavedeni veliko in Zalutao od smotrnost način."
sr_cyrl: Рекао је, "О људима из Светог писма, не прелази границе у твоја религија изван истину и не прати склоностима народа који је имао залутао раније и многи у заблуди и застранила из разумност до краја."
sr_latn: Rekao je, "O ljudima iz Svetog pisma, ne prelazi granice u tvoja religija izvan istinu i ne prati sklonostima naroda koji je imao zalutao ranije i mnogi u zabludi i zastranila iz razumnost do kraja."
uk: Скажімо, "O людей в Писанні, не перевищує обмеження у вашу релігію за правду і не дотримуються нахили людей, які мали gone оману перед і багато хто в оману і відійшли від обгрунтованість шлях."
vi: Nói, "O người của kinh thánh, không vượt quá giới hạn trong tôn giáo của mình vượt ra ngoài sự thật và không tuân theo xu hướng của một người đã đi lạc lối trước và lừa nhiều người và có lạc từ soundness của con đường."
zu: Ithi, "O ntu scripture, musa singeqi mingcele enkolweni yakho ngaphesheya iqiniso futhi musa ukulandela ukuthambekela abantu abase kuduke ngaphambi nangemva khohlanisa ningi futhi abaye balahlekelana ukusimama yendlela."

# Quran747
source: Cursed were those who disbelieved among the Children of Israel by the tongue of David and of Jesus, the son of Mary. That was because they disobeyed and [habitually] transgressed.
ca: Maleït eren els que dubtaven entre nens d'Israel per la llengua de David i de Jesús, el fill de Mary. Això va ser perquè desobeir i transgredien [habitualment].
cy: Felltithio oedd y rhai a ddysgais ymhlith plant Israel gan y tafod o David a Iesu, fab i Mary. Yr oedd oherwydd maent yn disobeyed ac yn camweddu [yn gyson].
da: Forbandet var dem der disbelieved blandt Israels børn af tungen af David og Jesus, søn af Mary. Det var fordi de adlød og [sædvanligvis] overskrides.
el: Καταραμένοι ήταν εκείνοι που disbelieved μεταξύ των παιδιών του Ισραήλ από τη γλώσσα του David και του Ιησού, ο γιος της Μαρίας. Αυτό ήταν επειδή disobeyed και παραβιάζονται [συνήθως].
et: Neetud olid need, kes disbelieved Iisraeli laste seas poolt keele David ja Jeesus, Maarja poeg. See oli, sest nad ei kuuletunud ja [alaliselt] ületatakse.
fi: Kirottu olivat ne, jotka uskoneet Israelin lasten kieli, David ja Jeesus, Marian poika. Juuri siksi he olivat tottelemattomia ja [tavallisesti] syntiä.
he: מקולל היו אלה אשר disbelieved בין בני ישראל על ידי הלשון של David ועל ישוע, בנה של מרים. זה היה כי הם לא ציית שפרעו [מתוך].
hr: Prokleti bili oni koji bio među sinovima Izraelovim jezik David i Isus, sin Marije. To je bilo zato što su prekršili i [često] prekršio.
lt: Prakeiktas buvo tie, kurie disbelieved tarp Izraelio vaikų iš liežuvio David ir Jėzus, Marijos sūnus. Tai buvo todėl, kad jie nepakluso ir [nuolat] sutrikusi.
lv: Nolādēts, bija tie, kuri disbelieved starp Izraēlas bērniem ar mēli David un Jēzus, Marijas dēls. Tas bija tāpēc, ka viņi nepakļautos pavēlei un [pastāvīgi] pārkāpts.
nb: Forbannet var de vantro blant Israels barn av tungen av David og Jesus, Marias sønn. Det var fordi de adlød og [fast] overtrådt.
sk: Prekliaty boli tí, kto pochyboval medzi deti Izraela jazyka David a Ježiš, syn Márie. To bolo preto, že oni neposlúchli a [obvyklý] prestúpil.
sl: Preklet so bili tisti, ki med otroci Izrael verjeli ga jezika, David in Jezus, sin Marije. To je bilo, ker je upošteval navodila in [običajno] prekoračene.
sr_cyrl: Проклети били они који не верује међу децом Израел од стране језик Давид и Исус, син Марије. То је било зато што су послусала и [из навике] одметнули.
sr_latn: Prokleti bili oni koji ne veruje među decom Izrael od strane jezik David i Isus, sin Marije. To je bilo zato što su poslusala i [iz navike] odmetnuli.
uk: Прокляті були ті, хто disbelieved серед дітей Ізраїлю за язик David а Ісус, син Марії. Це було, тому що вони не слухали і [звикла] переступили.
vi: Nguyền rủa đã là những người disbelieved trong số trẻ em của Israel bằng lưỡi của David và của Chúa Giêsu, con trai của Mary. Đó là bởi vì họ bất tuân và [habitually] transgressed.
zu: Uqalekisiwe ngamashumi labo disbelieved phakathi kwabantwana bakwa-Israyeli yi- nolimi kaDavide noJesu, indodana kaMariya.

# Quran748
source: They used not to prevent one another from wrongdoing that they did. How wretched was that which they were doing.
ca: Solien no impedeixen altres irregularitats que van fer. Miserable com era allò que ells estaven fent.
cy: Roeddent yn defnyddio nid i un arall yn ei atal rhag gamwedd a wnaethant. Sut truenus oedd yr oeddent yn ei wneud.
da: De bruges ikke til at forhindre en anden forseelse, som de gjorde. Hvordan elendige var det, som de gjorde.
el: Χρησιμοποίησαν για να μην εμποδίσει ένα άλλο αδίκημα που έκαναν. Πόσο άθλιοι ήταν αυτό που έκαναν.
et: Vanasti ei takistavad üksteise nad tegid valesti. Kuidas armetu oli see, mida nad teevad.
fi: He käyttivät ole estää toisiaan väärinkäytöksistä, että he tekivät. Miten kurja oli se, mitä he olivat tekemässä.
he: הם לא נהגו למנוע אחד את השני מעשים רעים כי הם עשו. כמה עלובה היתה את מה שהם עושים.
hr: Oni koriste za međusobno spriječiti zloupotrebe koje su učinili. Kako jadan je ono što rade.
lt: Jie naudojami ne užkirsti kelią vienas kitą nuo pažeidimo, kad jie padarė. Kaip niekam tikęs buvo tas, kuris darė.
lv: Tās izmantot nav, lai neļautu viens otru grēks, ka viņi darīja. Cik nožēlojams bija tas, ko viņi dara.
nb: De brukte ikke å hindre hverandre urett som de gjorde. Hvordan elendige var som de gjorde.
sk: Používajú sa navzájom bránia previnenie, že áno. Ako úbohý bolo to, čo robia.
sl: Uporabljajo, ne da drugim preprečite protipravna dejanja, ki so naredili. Kako bedno je to, kar so počeli.
sr_cyrl: Некада су не спречавају међусобно малверзацијама које су радиле. Како је јадна била оно што су радили.
sr_latn: Nekada su ne sprečavaju međusobno malverzacijama koje su radile. Kako je jadna bila ono što su radili.
uk: Вони використовуються не для того, щоб запобігти один одного порушник, які вони зробили. Як нещасний було те, що вони роблять.
vi: Họ sử dụng không để lẫn nhau ngăn chặn hành vi sai trái mà họ đã làm. Làm thế nào không may là đó mà họ đã làm.
zu: Babesebenzisa hhayi ukuvimbela omunye nomunye ebubini bokuthi bakwenza.

# Quran749
source: You see many of them becoming allies of those who disbelieved. How wretched is that which they have put forth for themselves in that Allah has become angry with them, and in the punishment they will abide eternally.
ca: Veureu que molts d'ells convertir-se en aliats d'aquells que dubtaven. Com miserable és el que ells tenen proposada per si mateixos que Allah ha s'enfaden amb ells, i en el càstig respectarà eternament.
cy: Byddwch yn gweld llawer ohonynt cynghreiriaid yn dod yn rhai sy'n ddysgais. Sut truenus yw bod y maent wedi rhoi blaen eu hunain fod Allah wedi dod yn ddig gyda hwy, ac yn cosbi y bydd glynu fythol.
da: Du ser mange af dem bliver allierede af dem, der disbelieved. Hvordan elendige er, som de har lagt frem for sig selv i, at Allah er blevet vred på dem, og i straffen de vil forblive evigt.
el: Μπορείτε να δείτε πολλά από τους συμμάχους να γίνει εκείνων που disbelieved. Πόσο άθλιοι, είναι αυτό που έχουν βάλει εμπρός για τους εαυτούς τους ότι Αλλάχ έχει γίνει θυμωμένος μαζί τους, και η τιμωρία θα τηρήσει αιώνια.
et: Näete paljusid neid saamas liitlased, kes disbelieved. Kuidas armetu on see, mis nad on ajama ise selles Allah on muutunud vihane nendega ja karistuse nad kinni igavesti.
fi: Näet monet niitä tulossa liittolaiset niistä, jotka uskoneet. Kuinka kurja on se, jonka he ovat ojensi itselleen, että Jumala on tullut vihainen heille, ja rangaistuksen he säilyttää ikuisesti.
he: אתה רואה הרבה בנות הברית להפוך אותם מאלה disbelieved. כמה עלוב הוא את אשר הם יש הושיט לעצמם בכך שאללה הפך להיות כועס, ותנהג ב העונש הם לנצח.
hr: Vidiš mnoge od njih postati saveznici koji bio. Kako jadan je ono što su iznijeli sami u da Allah je postao ljut na njih, a u kaznu oni će ostati vječno.
lt: Matote daugelis jų tampa sąjungininkų, kurie disbelieved. Kaip niekam tikęs yra tai, kas jie turi pasidengti už save, kad Dievas tapo piktas su jais, ir į bausmę jos paklūsta amžinai.
lv: Redziet, daudzi no viņiem kļūst par sabiedrotajiem, kuri disbelieved. Cik nožēlojama ir tas, ko viņi ir izveidojuši tālāk par sevi, ka Allāhs ir kļuvis dusmīgs ar tiem, un sodītu tās ievērot mūžīgi.
nb: Du se mange av dem bli allierte av de vantro. Hvordan elendige er som de har lagt frem for seg selv i at Allah har blitt sint på dem, og i straffen vil de bli evig.
sk: Vidíte, že mnohé z nich stávajú spojencov z tých, kto pochyboval. Ako úbohý je to, čo majú dať tam pre seba že Alah stala zlosť s nimi a v trest bude večne dodržiavať.
sl: Vidite veliko od postane zavezniki, tiste, ki so verjeli. Kako bedno je to, ki so jih tja zase, Allah je postal jezen z njimi, in v kazen bo večno upošteval.
sr_cyrl: Видиш многе од њих постају савезници оних који не верује. Да ли је то што су ставили напред-назад за себе у том Аллах је постао љут на њих, а у казну су настаће бескрајно како јадна.
sr_latn: Vidiš mnoge od njih postaju saveznici onih koji ne veruje. Da li je to što su stavili napred-nazad za sebe u tom Allah je postao ljut na njih, a u kaznu su nastaće beskrajno kako jadna.
uk: Ви бачите, багато хто з них стає союзники тих, хто disbelieved. Як жалюгідний це те, що вони повинні висунути для себе в тому, що Аллах стала сердитий на них, і в покарання вони будуть вічно.
vi: Bạn thấy nhiều người trong số họ trở thành đồng minh của những người disbelieved. Làm thế nào không may là đó mà họ đã đưa ra cho mình rằng Allah đã trở thành giận dữ với họ, và trong sự trừng phạt họ sẽ tuân thủ luôn luôn.
zu: You bheka abaningi babo beba sizana of labo disbelieved.

# Quran750
source: And if they had believed in Allah and the Prophet and in what was revealed to him, they would not have taken them as allies; but many of them are defiantly disobedient.
ca: I si havia creien en Allah i el Profeta i en el que revelava a ell, que no hagués pres-los com a aliats; però molts d'ells estan desafiant desobedients.
cy: Ac os oedd eu bod yn credu mewn Allah a y Proffwyd a beth a datgelwyd iddo, byddai wedi cymryd hwy fel cynghreiriaid; ond mae llawer ohonynt yn defiantly anufudd.
da: Og hvis de havde troet i Allah og profeten og hvad blev åbenbaret for ham, de ville ikke have taget dem som allierede. men mange af dem er trodsigt ulydige.
el: Και αν είχε πίστευαν σε Αλλάχ και τον προφήτη και σε αυτό που αποκαλύφθηκε σε αυτόν, που θα δεν έχουν λάβει τους ως Σύμμαχοι? αλλά πολλοί από αυτούς είναι προκλητικά ανυπάκουος.
et: Ja kui nad uskus Jumalat ja prohvet ja milline oli näitas talle, nad ei oleks teinud neile liitlastena; kuid paljud neist on väljakutsuvalt sõnakuulmatud.
fi: Ja jos he olivat uskoneet Jumalan ja profeetta ja mitä selvisi hänelle, ne ei olisi tehnyt niitä liittolaisina; mutta monet niistä ovat uhmakkaasti tottelematon.
he: אם הם היו מאמינים באללה, הנביא וב -מה שנחשף אליו, שהם לא הייתה לוקחת אותם כבנות ברית; אבל רבים מהם ממושמע, לאחר בהתרסה.
hr: I ako oni su vjerovali u Allaha i proroka i u ono što je objavio, oni ne bi uzeli ih kao saveznici; ali mnogi od njih su definitivno neposlušan.
lt: Ir jei jie turėjo tikėjo Dievo ir pranašas ir kas buvo atskleista jo, jie nebūtų buvę atlikti juos kaip sąjungininkų; Tačiau daugelis iš jų yra iššaukiančiai Nepaklusniųjų.
lv: Un ja viņi cerēja, ka Allah un pravietis un ko atklāja pie viņa, viņi nebūtu pieņēmis viņus kā sabiedrotajiem; bet daudzi no viņiem ir izaicinoši nepaklausību.
nb: Og hvis de hadde trodd på Allah og profeten og hva var åpenbart for ham, de ville ikke ha tatt dem som allierte; men mange av dem er trassig ulydige.
sk: A ak oni verili, že Boh a Prorok a čo bolo zjavené, že by nemal brať ich ako na spojencov; ale mnohí z nich sú vyzývavé neposlušný.
sl: In če so imeli verjeli v Allah in prerok in kaj je pokazala mu jih ne bi sprejel jih kot zavezniki; vendar mnogi od njih so kljubovalno neposlušni.
sr_cyrl: И ако су имали верује у Алаха и пророка, а у шта није открио, нису узели би их као савезници; Али многи од њих су пркосно непослушно.
sr_latn: I ako su imali veruje u Alaha i proroka, a u šta nije otkrio, nisu uzeli bi ih kao saveznici; Ali mnogi od njih su prkosno neposlušno.
uk: І якщо вони вірив в Аллах і пророк, і в те, що було показав йому, вони не мали б їх як союзники; але багато хто з них демонстративно неслухняні.
vi: Và nếu họ đã tin rằng Allah và thiên sứ và những gì đã được tiết lộ cho anh ta, họ sẽ không có lấy họ là đồng minh; nhưng nhiều người trong số họ là defiantly ngô nghịch.
zu: Futhi uma wayekholelwa Allah kanye uMprofethi babe phendla him, bebengeke sabenza sizana;

# Quran751
source: You will surely find the most intense of the people in animosity toward the believers [to be] the Jews and those who associate others with Allah; and you will find the nearest of them in affection to the believers those who say, "We are Christians." That is because among them are priests and monks and because they are not arrogant.
ca: Vostè segurament trobarà les més intenses de la gent en animositat envers els creients [que] els jueus i els que altres associar Allah; i trobarà el més proper d'ells en afecte als creients aquells que diuen, "Som cristians". Això és perquè entre ells són sacerdots i monjos i perquè no són arrogants.
cy: Sicr cewch bobl fwyaf dwys yn drwgdeimlad tuag at y credinwyr [i] yr Iddewon a'r rhai sy'n cysylltu eraill â Allah; a gwelwch agosaf ohonynt mewn anwyldeb tuag at y credinwyr rheini sydd yn dweud, "Rydym yn Gristnogion." Mae hynny oherwydd yn eu plith mae offeiriaid a mynachod a oherwydd nid ydynt yn drahaus.
da: Du vil sikkert finde den mest intense af folk i fjendskab mod de troende [skal] jøderne og dem, der forbinder andre med Allah; og du vil finde den nærmeste af dem i kærlighed til troende dem, der siger, "Vi er kristne." Det skyldes, blandt dem er præster og munke, og fordi de ikke er arrogant.
el: Θα βρείτε σίγουρα η πιο έντονη του λαού στην εχθρότητα προς την πιστών [να] οι Εβραίοι και όσοι άλλοι συσχετίσετε με Αλλάχ? και θα βρείτε το πλησιέστερο από αυτές στην αγάπη πιστών αυτούς που λένε, «Είμαστε Χριστιανοί». Αυτό είναι γιατί μεταξύ τους είναι ιερείς και μοναχοί και επειδή δεν είναι αλαζονική.
et: Te kindlasti leida kõige tugevam inimesi vaenulikkus suunas [olevat] usklikud juudid ja need, kes seostavad teised Jumal; ja leiad lähima neist usklikud kiindumust neile, kes ütlevad: "Me oleme kristlased." Ongi, sest nende hulgas on preestrid ja mungad ja kuna nad ei ole ülbe.
fi: Varmasti löydät voimakkaimman ihmiset vihamielisyyttä kohti [on] uskovia juutalaisia ja jotka toiset liittävät hillitä; ja löydät lähimmän niistä koettu uskoville jotka sanovat: "Me olemme kristittyjä." Tämä johtuu joukossa on pappeja ja munkkien ja koska ne eivät ole ylimielinen.
he: אתה בוודאי למצוא האינטנסיבי ביותר של העם ב עוינות כלפי המאמינים [להיות] היהודים ואלה לשייך אחרים אללה; תוכלו למצוא הקרוב ביותר של אותם חיבה למאמינים אומרים, "אנחנו הנוצרים". . זה בגלל ביניהם יש כמרים ונזירים בגלל שהם לא יהיר.
hr: Sigurno ćete pronaći najintenzivnije ljudi u neprijateljstvo prema vjernicima [se] Židovima i oni koji drugima pridružiti Allaha; ćete pronaći najbliže od njih u privrženosti vjernicima one koji kažu, "Mi smo kršćani." To je zato što su svećenici i redovnici su arogantni.
lt: Jūs tikrai rasti labiausiai intensyvus žmonių priešiškumo link tikintieji [turi būti] žydai ir tie, kurie susieti kiti su Dievas; ir jūs surasite artimiausią iš jų prisirišimo prie tikintieji tiems, kurie sako: "Mes esame krikščionys." Taip yra todėl, tarp jų yra kunigai ir vienuoliai ir todėl, kad jie ne arogantiškas.
lv: Jūs noteikti atradīsiet visintensīvākā cilvēku naids pret ticīgajiem [par] ebrejiem un kuri citi saista ar Allah; un jūs atradīsiet tuvākā no tiem ticīgajiem simpātijas tiem, kuri saka: "Mēs esam kristieši." Tas ir tāpēc, ka viņu vidū ir priesteri un mūkiem un tāpēc, ka tie nav augstprātīgi.
nb: Du vil sikkert finne den mest intense folkets i fiendskap mot de troende [skal] jødene og de som omgås andre Gud. og du vil finne nærmeste av dem i kjærlighet til troende som sier, "Vi er kristne." Det skyldes blant dem er prester og munker og fordi de ikke arrogant.
sk: Určite nájdete najintenzívnejší ľudí v nepriateľstvo voči veriacim [treba] Židov a tých, ktorí spájajú iné k Bohu; a nájdete najbližší z nich náklonnosti k veriacich tých, ktorí hovoria: "My sme kresťania." To je, pretože medzi nimi sú kňazi a mnísi, a preto nie sú arogantní.
sl: Boste zagotovo našli najbolj intenzivno ljudi v sovraštvo proti z vernike [se] Judje in tisti, ki povezujejo druge z Alahove; in boste našli na najbližje od njih v naklonjenost do verniki tisti, ki pravijo, "Smo kristjani." To je zato, ker med njimi so duhovniki in menihi in ker niso aroganten.
sr_cyrl: Сигурно наћи ћете најинтензивнији народа у Анимозитет према верницима [да] Јевреји и они који другима придружите Аллах; и тебе ће пронаћи у најближу од њих у наклоности верницима оних који кажу, "Ми смо хришћани". То је зато што међу њима су свељтеници и монаси и јер нису арогантан.
sr_latn: Sigurno naći ćete najintenzivniji naroda u Animozitet prema vernicima [da] Jevreji i oni koji drugima pridružite Allah; i tebe će pronaći u najbližu od njih u naklonosti vernicima onih koji kažu, "Mi smo hrišćani". To je zato što među njima su sveљtenici i monasi i jer nisu arogantan.
uk: Ви обов'язково знайдете найбільш інтенсивним людей у ворожість до віруючих [щоб бути] євреїв і тих, хто інші асоціюють Аллах; і ви знайдете найближчий з них у любові віруючими, хто сказати, "ми християни." Це тому, що серед них є священників і монахів і тому що вони не зарозумілі.
vi: Bạn chắc chắn sẽ tìm thấy cường độ cao nhất của nhân dân trong căm ghét đối với những người tin Chúa [phải] người Do Thái và những người khác liên kết với Allah; và bạn sẽ tìm thấy gần nhất của họ trong tình để những người tin những người nói rằng, "Chúng tôi là Kitô hữu." Đó là bởi vì trong số đó là linh mục và tu sĩ và vì họ không kiêu ngạo.
zu: You enza surely thola okukhulu kakhulu zabantu ubutha amakholwa [ukuba] amaJuda kanye nalabo abavele bahlobanise abanye Allah;
