Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1319
source: And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient.
ca: I no ensenya [funeral, O Muhammad], sobre qualsevol d'ells que ha mort - mai - o estand a la seva tomba. De fet, que dubtaven en Allah i el seu Missatger i va morir mentre eren desafiant desobedients.
cy: Ac yn ei wneud nid gweddïo [yr angladd gweddi, O Muhammad], dros unrhyw un sydd wedi marw-erioed-neu stondin yn ei fedd. Yn wir, maent yn ddysgais yn Allah ac yn negesydd ei a fu farw tra eu bod yn defiantly anufudd.
da: Og beder ikke [i begravelsen bøn, O Muhammad], over nogen af dem, der er død - nogensinde- eller stå på hans grav. Faktisk er de disbelieved i Allah og hans sendebud og døde mens de var trodsigt ulydige.
el: Και να μην προσεύχεται [η νεκρική προσευχή, Ο Μωάμεθ], πάνω από οποιοδήποτε από τους που έχει πεθάνει - ποτέ - ή να σταθεί στον τάφο του. Πράγματι, θα δυσπιστώ στον Αλλάχ και του Messenger και πέθανε ενώ ήταν προκλητικά ανυπάκουος.
et: Ja Palveta [matuse palve, O Muhammad], mis mõnel on neid, kes on surnud - ever - või seisan hauda. Tõepoolest, Allah ja tema saadik disbelieved ja suri, kuigi nad olid väljakutsuvalt sõnakuulmatud.
fi: Ja rukoile [hautajaiset-rukous, oi Muhammed], minkä tahansa niistä, joka on kuollut - koskaan - tai seistä hänen haudalleen. He uskoneet Jumalaan ja hänen lähettiläänsä ja kuoli, kun he olivat uhmakkaasti tottelematon.
he: לא להתפלל [הלוויה התפילה, מוחמד O], כל אותם שנפטר - פעם -. או לעמוד ליד הקבר שלו. אכן, הם disbelieved של אללה ומת בזמן שהם היו בהתרסה ממושמע, לאחר.
hr: I ne moli na sprovodu molitve, O Muhammad, na bilo koji od njih koji je umro - ikad - ili u grobu. Doista, bio u Allahu i njegovom poslaniku i umro dok su bili definitivno neposlušan.
lt: Ir ne melstis [laidojimo malda, O Muhammad], per bet kurį iš jų, kurie mirė - kada nors - arba stovi prie jo kapo. Iš tiesų, jie disbelieved į Dievo ir jo poslanca ir mirė kai jie buvo iššaukiančiai Nepaklusnieji.
lv: Un ne lūgties [bēru lūgšanu, O Muhammad], virs jebkura no tiem, kurš ir miris - kādreiz - vai stāvēt pie viņa kapa. Patiešām, tie disbelieved Allah un viņa Messenger un nomira, kamēr viņi bija izaicinoši nepaklausīgs.
nb: Og ikke ber [begravelse bønn, O Muhammad], over dem som har dødd - noensinne - eller stå på graven. Faktisk de vantro på Allah og hans budbringer og døde mens de var trassig ulydige.
sk: A nemodlíte [modlitba pohreb, Mohamed], nad kto - niekedy - zomrel alebo postaviť na jeho hrob. Skutočne si pochyboval Alah a jeho posol a zomrel, zatiaľ čo oni boli vyzývavé neposlušný.
sl: In ne molite [pogrebne molitve, O Muhammad], nad katerim koli od njih, ki je umrl - kdaj - ali stojijo na njegov grob. Res, so verjeli v Allah in njegov sel in umrl, medtem ko so kljubovalno neposlušni.
sr_cyrl: И не моли се [на сахрану молитву, О Мухаммад], преко свих њих који је умро - икад - или на његов гроб. Заиста , они не верује у Аллаха и његовог гласника и умрли док су били пркосно непослушно.
sr_latn: I ne moli se [na sahranu molitvu, O Muhammad], preko svih njih koji je umro - ikad - ili na njegov grob. Zaista, oni ne veruje u Allaha i njegovog glasnika i umrli dok su bili prkosno neposlušno.
uk: І не молитися [похорон молитву, O Мухаммад], над будь-який з них, який помер - коли-небудь - або стенд на його могилу. Справді, вони disbelieved в Аллах і його Messenger і помер, коли вони були зухвало неслухняні.
vi: Và không cầu nguyện [tang lễ cầu nguyện, O Muhammad], trên bất kỳ của họ những người đã chết - ever - hoặc đứng tại ngôi mộ của ông. Thật vậy, họ disbelieved Allah và Messenger của ông và qua đời trong khi họ đã ngô nghịch defiantly.
zu: Futhi ungalilinganisi bathandaze [umthandazo umngcwabo, O Muhammad], phezu phi of them ofile - owake - noma ukuma ethuneni lakhe.

# Quran1320
source: And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers.
ca: I que no la seva riquesa i impressionarà als seus fills. Allah només pretén castigar-los a través d'ells en aquest món i que l'ànima ha surten [a mort] mentre que són disbelievers.
cy: A gadewch i ni eu cyfoeth a eu plant a byddwch. Bwriada Allah dim ond cosbi iddynt drwy iddynt yn y byd hwn, ac y dylai eu heneidiau yn gadael [am farwolaeth] tra maent disbelievers.
da: Og lad ikke deres rigdom og deres børn imponere dig. Allah har kun til hensigt at straffe dem gennem dem i denne verden, og at deres sjæle bør afvige [i døden] mens de vantro.
el: Και ας μην τον πλούτο και τα παιδιά τους να σας εντυπωσιάσει. Αλλάχ μόνο προτίθεται να τιμωρήσει τους μέσω αυτών σε αυτόν τον κόσμο και ότι οι ψυχές τους θα πρέπει να αναχωρούν [στο θάνατο] ενώ είναι disbelievers.
et: Ja lase ei oma rikkust ja sulle muljet laste. Jumal ainult kavatseb karistada neid läbi neid selles maailmas ja et nende hinged peaks kalduma [surmahetkel] kui nad uskottomille.
fi: Ja heidän omaisuutensa ja lastensa sinuun vaikutuksen. Jumala aikoo vain rangaista niitä läpi tässä maailmassa ja että heidän sielunsa olisi lähtevät [kuoleman] niiden ollessa uskottomat.
he: . תני לא את עושרם ואת ילדיהם להרשים אותך. אללה בכוונת רק להעניש אותם דרך אותם בעולם הזה וגם כי הנשמות שלהם צריך יוצאים [לאחר המוות] בזמן שהם disbelievers.
hr: I neka ne svoje bogatstvo i svoju djecu te impresionirati. Allah samo namjerava kazniti ih kroz njih na ovom svijetu i da njihove duše treba odstupiti [u smrti] dok su iskuse.
lt: Ir tegul ne savo turtus ir jų vaikams įspūdį jums. Dievas tik ketina bausti už juos per juos šiame pasaulyje ir kad jų sielos turėtų išvykti [mirties] o jie disbelievers.
lv: Un ļaut ne savu bagātību un saviem bērniem ieskaidrot jums. Allah tikai grasās sodīt tos caur tiem šajā pasaulē un ka viņu dvēseles vajadzētu šķirties [pie nāves], kamēr viņi disbelievers.
nb: Og la ikke deres rikdom og barna imponere deg. Allah hensikt bare å straffe dem gjennom dem i denne verden, og at deres sjeler skulle dra [ved død] mens de troende.
sk: A nech nie svoje bohatstvo a ich deti dojem na vás. Boh len chce trestať ich cez ne v tomto svete, a že ich duše by odchod [v smrti], zatiaľ čo oni sú neveriacim.
sl: In naj ne svojega premoženja in svojih otrok vtis nate. Allah namerava le grobo ravnati jih z njimi v tem svetu in da njihove duše mora odstopiti [ob smrti] medtem ko so disbelievers.
sr_cyrl: И да није њихова богатства и њихову децу да те импресионирам. Аллах је само намерава да казни их кроз њих у овом свету, и да би требало да њихове душе оду [у смрти] док су они скептике.
sr_latn: I da nije njihova bogatstva i njihovu decu da te impresioniram. Allah je samo namerava da kazni ih kroz njih u ovom svetu, i da bi trebalo da njihove duše odu [u smrti] dok su oni skeptike.
uk: І нехай не свої багатства та їхніх дітей, залишить вас байдужими. Аллах тільки намір покарати їх через них в цьому світі, і що їхні душі повинні вилітати [в смерті], поки вони disbelievers.
vi: Và để cho không có sự giàu có của họ và con cái của họ gây ấn tượng với bạn. Allah chỉ dự định sẽ trừng phạt họ thông qua chúng trong thế giới này và rằng linh hồn của họ nên khởi hành [lúc chết] trong khi họ đang thì.
zu: Futhi ukungalungi makungahlali ingcebo yabo nezingane zabo umxhwele.

# Quran1321
source: And when a surah was revealed [enjoining them] to believe in Allah and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, "Leave us to be with them who sit [at home]."
ca: I quan un surah es revelava [ordenant-los] a creure en Allah i lluita amb el seu Missatger, aquells de la riquesa entre ells va demanar el seu permís [per quedar-se enrere] i va dir, "Deixa'ns per estar amb ells que es sentin [a casa]."
cy: A phan surah datgelwyd [enjoining hwy] yn credu mewn Allah ac ymladd gyda ei negesydd, mae rhai cyfoeth yn eu plith yn gofyn eich caniatâd [i aros yn ôl] a dywedodd, "Yn ein gadael i fod gyda nhw sy'n eistedd [cartref]."
da: Og når en Sura blev afsløret [pålægger dem] tror på Allah og kæmpe med hans sendebud, dem af rigdom blandt dem bedt om din tilladelse [at bo tilbage] og sagde: "Lad os for at være sammen med dem, der sidder [hjemme]."
el: Και όταν ένα surah αποκαλύφθηκε [οποία τους] να πιστεύουμε στην Αλλάχ και να αγωνιστεί με τον Messenger, εκείνοι του πλούτου μεταξύ των οποίων ζήτησε την άδειά σας [να μείνετε πίσω] και είπε, «Αφήστε μας να είναι μαζί τους που κάθονται [στο σπίτι].»
et: Ja kui on surah avastati [enjoining neid] uskuma Allah ja tema saadik võitlema neile, nende hulgas rikkuse küsis oma elamisluba [tagasi] ja ütles, "Jäta meid olema nendega, kes istuvad [kodu]."
fi: Ja kun suura paljastui [määräämisestä investointihankkeista hankkeille niitä] uskoa Jumalaan ja hänen lähettiläänsä taistella vaurautta joukossa pyysi lupaa [Vistbacka] ja sanoi, "Jätä meitä olemaan niitä, jotka istuvat [kotona]."
he: סורה נחשף [בהנאת אותם] להאמין באללה וכדי להילחם עם שליח שלו, אלה של עושר ביניהם מבקשת רשות [להישאר חזרה] ואמר, "תעזוב אותנו להיות עם מי לשבת [בבית]."
hr: I kada se Sura je otkrio [enjoining ih] da vjeruju u Allaha i borba s njegovom poslaniku, oni bogatstva među njima pitao dopuštenje [da ne prilazi] i rekao je, "Ostavi nas da budemo s njima koji sjede [doma]."
lt: Ir kai a surah buvo atskleista [susilaikyti juos] tikėti Dievu ir kovoti su jo Messenger, tie turtai tarp jų paprašyta jūsų leidimo [apsistoti viešbutyje atgal] ir sakė, "Palikti mums reikia su jais, kurie sėdi [namuose]."
lv: Un kad surah tika atklāts [prasot tos] ticēt Allah un cīņa ar viņa Messenger, tās bagātības, starp viņiem lūdza jūsu [uzturēšanās atļauja atpakaļ] un teica, "Atstāt mums būtu ar tiem, kuri sēž [home]."
nb: Og når en surah ble avslørt [enjoining dem] tro på Allah og kjempe med hans Messenger, de av rikdommen blant dem spurte tillatelse [til å holde tilbake] og sa, "La oss til å være med dem som sitter på [Hjem]."
sk: A keď surah zistilo, [si budete užívať ich] veriť v Boha a bojovať s jeho posol bohatstva medzi nimi požiadala o vaše povolenie [zostať späť] a povedal, "Nechajte nás byť s nimi, ktorí sedia [doma]."
sl: In ko je surah je pokazala [enjoining jih] vernik v Allah in boj z njegov sel, pri bogastva med njimi zahteval vaše dovoljenje [prekinilo nazaj], pa je dejal, "Pustite nas, da se z njimi, ki sedijo [doma]."
sr_cyrl: А кад је цонтох откривено [ењоининг их] да верује у Алаха, и да се бори са његовог гласника, они богатства међу њима је тражио твоју дозволу [удаљите се] и рекао, "Остави нас да будемо с њима који седе [код куће]."
sr_latn: A kad je contoh otkriveno [enjoining ih] da veruje u Alaha, i da se bori sa njegovog glasnika, oni bogatstva među njima je tražio tvoju dozvolu [udaljite se] i rekao, "Ostavi nas da budemo s njima koji sede [kod kuće]."
uk: А коли на surah було виявлено [enjoining їх] вірити в Аллаха, так і для боротьби з його Messenger багатих серед них запитав дозвіл [зупинитись назад] й сказав "Залишити нам бути з ними, які сидять [Головна]."
vi: Và khi một surah đã được tiết lộ [đích chúng] để tin vào Allah và chiến đấu với Messenger của ông, những người giàu có trong số đó yêu cầu sự cho phép của bạn [để lùi lại] và nói, "Để chúng tôi có với họ những người ngồi [vào nhà]."
zu: Futhi uma Surah phendla [enjoining kubo] ukukholelwa Allah ukuba alwe ngesibhamu isithunywa sakhe, labo basuke bengabangane bengcebo phakathi kwabo wabuza imvume yakho [ukuhlala emuva] wathi: "Suka kithina, ukuze sibe nabo abahlezi [Ekhaya]

# Quran1322
source: They were satisfied to be with those who stay behind, and their hearts were sealed over, so they do not understand.
ca: Van ser satisfets d'estar amb els que es queden, i seus cors segellades, així que no entenc.
cy: Eu bod yn fodlon i fod gyda'r rhai sy'n aros tu ôl i, ac roedd eu calonnau yn cael eu selio drosodd, felly nid ydynt yn deall.
da: De var tilfredse med dem, der bo bag, og deres hjerter blev forseglet over, så de ikke forstår.
el: Ήταν ικανοποιημένος για να είναι με εκείνους που μένουν πίσω, και καρδιές τους ήταν σφραγισμένα, έτσι δεν καταλαβαίνουν.
et: Nad olid rahul nendega, kes ööbivad taga ja nende südamed olid suletud üle, nii et nad ei mõista.
fi: He olivat tyytyväisiä niille, jotka jäävät ja heidän sydämensä olivat suljettu, joten he eivät ymmärrä.
he: הם היו שבעי רצון להיות עם מי תישאר מאחורי, ליבם היו חתומים, כך שהם אינם מבינים.
hr: Oni su bili zadovoljni sa onima koji ostaju iza, i njihova srca su zatvoreni, tako da oni ne razumiju.
lt: Jie buvo patenkintas, kad su tais, kurie likti už, ir jų širdyse buvo u˛darytos, todėl jie nesupranta.
lv: Viņi ir apmierināti ar tiem, kas paliek aiz muguras, un viņu sirdis tika noslēgta virs, tāpēc viņi nesaprot.
nb: De var fornøyd å være med dem som opphold bak, og deres hjerter var forseglet, så de ikke forstår.
sk: Boli spokojní s tými, ktorí zostať pozadu a ich srdcia boli uzavreté, takže nechápu.
sl: So bili zadovoljni s tistimi, ki ostanejo zadaj, in njihova srca so bili zaprti, tako da ne razumejo.
sr_cyrl: Они су били задовољни да буде са онима који остају иза, а њихова срца су затворени, тако да не схватају.
sr_latn: Oni su bili zadovoljni da bude sa onima koji ostaju iza, a njihova srca su zatvoreni, tako da ne shvataju.
uk: Вони були задоволені, щоб бути з тими, які залишаються позаду, і їх серця були опечатані над, так що вони не розуміють.
vi: Họ đã hài lòng với những người ở lại phía sau, và trái tim của họ đã được niêm phong, vì vậy họ không hiểu.
zu: Baneliseka ukuba nalabo asale nezinhliziyo zabo ababekwa uphawu, ukuze abaqondi.

# Quran1323
source: But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful.
ca: Però el Missatger i qui creu que amb ell va lluitar amb el seu patrimoni i les seves vides. Aquells [tot el que és] tindran bones i són els que tenen l'èxit.
cy: Ond y negesydd a'r rheini sy'n credu gydag ef ymladd â eu cyfoeth a'u bywydau. Bydd rhai wedi [popeth] da, ac mae rhai sydd yn llwyddiannus.
da: Men Messenger og dem, der menes med ham kæmpede med deres rigdom og deres liv. De vil have [alle thats] gode, og det er dem, der er den succesfulde.
el: Αλλά ο αγγελιοφόρος και όσοι πίστευαν μαζί του πολέμησαν με τον πλούτο και την ζωή τους. Αυτοί θα έχουν [ό, τι είναι] καλή, και είναι όσοι είναι επιτυχημένες.
et: Aga Messenger, ja need, kes teda uskusid võitles oma jõukust ja elu. Need on [kõik, mis on] hea ja see on neile, kes on edukas.
fi: Mutta Messenger ja ne, jotka uskoivat hänen taisteli heidän omaisuutensa ja elämänsä. Ne on [kaikki, että on] hyvä, ja se on niille, jotka ovat onnistuneesti.
he: אבל השליח וגם אלו שהאמינו איתו נלחם עם העושר שלהם ואת חייהם. יהיו [כל זה] טוב, וזה אלה שהצליחו.
hr: Ali Glasnik i oni koji su vjerovali s njim borio sa svog bogatstva i života. [Sve je] oni će imati dobar i to je onih koji su uspješni.
lt: Bet Messenger ir tiems, kurie tikėjo su juo kovojo su savo turtus ir savo gyvenimą. Tie turės [viskas, ko] gera, ir tai yra tie, kurie yra sėkmingai.
lv: Bet Messenger, un tie, kuri uzskatīja, ka ar viņu cīnījies ar savu bagātību un savu dzīvi. [Visu, kas ir] būs labs, un tas ir, tiem, kas ir veiksmīgs.
nb: Men Messenger og de som trodde med ham kjempet med sin rikdom og deres liv. De vil ha [alle dvs] god, og det er de som er vellykkede.
sk: Ale posol, a tí, kto veril, že s ním bojoval s ich majetkom a svoje životy. Tie budú mať [všetko, čo je] dobré, a to je tých, ktorí sú úspešní.
sl: Ampak sel in tistih, ki menijo, z njim se je boril s njihovo premoženje in življenje. Oni hoteti življati [vse, kar je] dobro, in to je tisti, ki so uspešno.
sr_cyrl: Али гласник, а они који верују са њим се борио са својим богатством и своје животе. Они морају [све] а и оних који су се успешно је.
sr_latn: Ali glasnik, a oni koji veruju sa njim se borio sa svojim bogatstvom i svoje živote. Oni moraju [sve] a i onih koji su se uspešno je.
uk: Але Messenger і тих, хто вірив з ним воювали з їх багатство і своє життя. Тих, хто буде мати [все, що] добра і є ті, хто успішного.
vi: Nhưng Messenger và những người tin rằng với anh ta đã chiến đấu với sự giàu có của họ và cuộc sống của họ. Những người sẽ có [tất cả đó là] tốt, và nó là những người thành công.
zu: Kodwa Messenger labo kholwa naye walwa ingcebo nokuphila kwawo.

# Quran1324
source: Allah has prepared for them gardens beneath which rivers flow, wherein they will abide eternally. That is the great attainment.
ca: Allah ha preparat per a ells jardins sota quin cabal de rius, en què van complir eternament. Aquesta és la gran consecució.
cy: Allah wedi paratoi ar gyfer gerddi iddynt o dan y llif afonydd, lle y bydd eu glynu fythol. Mae cyrhaeddiad mawr.
da: Allah har forberedt til dem haver under hvilke floder flow, hvori de vil forblive evigt. Der er stor opfyldelsen.
el: Αλλάχ έχει ετοιμάσει για τους κήπους κάτω από τις οποίες ροής των ποταμών, όπου θα τηρήσει αιώνια. Που είναι η μεγάλη επίτευξη.
et: Jumal on valmis neid aiad all mis jõed tõusevad, kus nad järgivad igavesti. See on suurepärane saavutamiseks.
fi: Jumala on valmistanut ne Puutarha alla joka joet jossa he säilyttää ikuisesti. Tämä on suuri saavuttamisen.
he: אללה שהכין אותם גנים מתחת נהרות שזורמים, שבו הם יצויית לנצח. זה הפרי הגדול.
hr: Allah je pripremio za njih vrtova ispod koje poteku rijeke, u kojoj će vječno ostati. To je veliko postignuće.
lt: Dievas paruošti juos sodai po kurių upių srautai, kuriame jos paklūsta amžinai. Tai puikus pasiekti.
lv: Allah ir sagatavojis tos dārzi, zem kura upju plūsma, kur viņi ievēro mūžīgi. Tas ir liels sasniegšana.
nb: Allah har forberedt for dem hager under der elvene strømmer, hvor de vil bli evig. Det er stor oppnåelse.
sk: Boh pripravil pre ich záhrady, pod ktoré toku rieky, pričom bude rešpektovať večne. To je skvelé vzdelania.
sl: Allah je pripravila za njih vrtove pod kateri rek pretoka, pri čemer bo upošteval večno. To je velik doseganje.
sr_cyrl: Аллах је припремио за њих вртова испод које потеку, у коме ће они трпе заувек. То је сјајно постизању.
sr_latn: Allah je pripremio za njih vrtova ispod koje poteku, u kome će oni trpe zauvek. To je sjajno postizanju.
uk: Аллах приготував для них сади під які річках потік, якому вони будуть дотримуватися вічно. Це велике досягнення.
vi: Allah đã chuẩn sẵn sàng cho các khu vườn họ dưới đó dòng chảy sông ngòi, trong đó họ sẽ tuân thủ luôn luôn. Thật sự đạt được tuyệt vời.
zu: Allah hlomela them gadi ngaphansi lapho imifula, wherein they abide phakade.

# Quran1325
source: And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment.
ca: Aquells amb excuses entre els beduïns van arribar a ser permès [sent] i que havia mentit en Allah i el seu Missatger asseure [a casa]. Allà a la vaga els que dubtaven entre ells un dolor càstig.
cy: A daeth y rheini gyda esgusodion ymysg y bedouins a ganiateir [i aros], ac sydd wedi dweud celwydd i Allah a Messenger ei eisteddent [cartref]. Bydd taro rhai a ddysgais ymhlith eu cosbi poenus.
da: Dem med undskyldninger blandt beduinerne kom tillades [at forblive], og de, der havde løjet til Allah og hans sendebud sad [hjemme]. Der vil slå dem, der disbelieved blandt dem en smertefuld straf.
el: Εκείνοι με δικαιολογίες από το bedouins ήρθαν να επιτρέπονται [να παραμείνει] και που είχε πει ψέματα στο Αλλάχ και του Messenger κάθισαν [στο σπίτι]. Εκεί θα χτυπήσει όσοι disbelieved ανάμεσά τους μια οδυνηρή τιμωρία.
et: Nende seas ka bedouins vabandusi tuli [jätkuvalt] lubatud ja need, kes oli valetas Allah ja tema saadik istus [kodu]. Seal ründavad neid, kes disbelieved nende hulgas valus karistuse.
fi: Ne tekosyitä keskuudessa beduiinit tuli saa sallia [], ja ne, jotka oli valehdellut Jumalaan ja hänen lähettiläänsä istui [kotona]. Siellä iskee niitä, jotka uskoneet joukossa tuskallinen rangaistus.
he: אלה עם תירוצים אצל הבדואים הגיעו כדי יורשו [להישאר] ו הם מי שיקרה אללה יושב [בית]. יכה שם מי disbelieved ביניהם עונש כואב.
hr: I one s mjesta za isprike među na arapskom došli dozvoljeno [ostaju], i sjedili su koji je lagao da Allahu i njegovom poslaniku [doma]. Će udariti one koji bio među njih bolna kazna.
lt: Ir su pateisinimu tarp į smėlynų atėjo leidžiama [pasilikti], ir tie, kurie turėjo melavo Dievo ir jo poslanca sėdi [namuose]. Ten bus streikas tiems, kurie disbelieved tarp jų skausmingas bausmė.
lv: Un tiem, kam ir attaisnojumi vidū beduīni nāca [palikt] un tie, kuri bija melojis Allah un viņa Messenger sēdēja [home]. Tur būs streiks, kuri disbelieved starp tiem sāpīgi sods.
nb: Med unnskyldninger blant beduiner kom til tillates [å forbli] og de som hadde løyet til Allah og hans Messenger satt [Hjem]. Det vil slå de vantro blant dem en pinefull straff.
sk: Tí s výhovorkami medzi beduín prišiel byť dovolené [stále] a kto klamal Alah a jeho posol sedeli [doma]. Tam bude štrajk, kto pochyboval medzi nimi bolestivé trest.
sl: In tiste z izgovori med v bedouins prišel dovoljeno [ostati], in oni, ki je lagal, da Alah in njegov sel sedel [doma]. Tam bo stavke tisti, ki so verjeli med njimi boleče kazen.
sr_cyrl: Оне са изговорима међу Бедуина дошао да не сме [остају] и они су ти који је лагао пред Алаха, и његовог гласника седео []. Тамо ће напасти оне који не верује међу њима болна казна.
sr_latn: One sa izgovorima među Beduina došao da ne sme [ostaju] i oni su ti koji je lagao pred Alaha, i njegovog glasnika sedeo []. Tamo će napasti one koji ne veruje među njima bolna kazna.
uk: Ті, з виправданнями серед бедуїнами прийшли до дозволено [залишаються] і, хто мав брехав Аллах і його Messenger сіли [Головна]. Там, страйки, хто disbelieved серед них болючою покарання.
vi: Và những người có bào chữa trong số người Bedouin đến để được phép [còn lại], và họ là những người đã nói dối với Allah và Messenger của ông ngồi [vào nhà]. Có sẽ tấn công những người disbelieved trong số đó có một hình phạt đau đớn.
zu: Futhi labo ngezaba phakathi bedouins beza bavunyelwe [ukuhlale], futhi ubani wayekhohlise Allah isithunywa sakhe wahlala [Ekhaya].
