Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1149
source: Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], "Call your 'partners' and then conspire against me and give me no respite.
ca: Tenen peus pel qual caminen? O tenen mans pel qual vaga? O tenen ulls que veuen? O tenen orelles per què senten? Dir, [O Muhammad], "trucar"socis"i llavors conspirar contra mi i donar-me cap respir.
cy: A oes ganddynt draed gan gerdded? Neu a ydynt yn cael eu yn taro y dwylo? Neu a oes ganddynt lygaid y maent yn gweld? Neu a oes ganddynt glustiau a glywant? Dweud, mae [O Muhammad], "ffoniwch eich 'partneriaid' a wedyn cynllwynio yn fy erbyn a rhowch mi dim gofal seibiant.
da: Har de fødder som de gå? Eller har de hænder, hvormed de strejke? Eller har de øjne, som de ser? Eller har de ører, som de hører? Sige, [O Muhammad], "kalder dine 'partnere' og derefter konspirerer mod mig og give mig ingen pusterum.
el: Έχουν πόδια, με το οποίο τα πόδια; Ή μήπως έχουν τα χέρια με την οποία απεργία; Ή μήπως έχουν τα μάτια που βλέπουν; Ή μήπως έχουν αυτιά που ακούνε; Ας πούμε, [Ο Μωάμεθ], «κλήση σας «εταίρους» και στη συνέχεια συνωμοτούν εναντίον μου και μου δίνουν καμία ανάπαυλα.
et: Neil jalad, mille abil nad kõndida? Või kas nad on käsi, millega nad strike? Või kas nad on millega nad näevad silmad? Või kas nad on kõrvad, millega nad kuulevad? Öelda, [O Muhammad], "Helista oma partnerite salasepitsema vastu mulle ja anna mulle mingit kergendust.
fi: Heillä on jalat, jonka he kävelevät? Vai onko ne kädet joilla ne löytää? Vai onko ne silmät, jonka he näkevät? Vai onko ne korvat, jonka he kuulevat? Eli [Oi Muhammed] "soittaa"kumppanit"vehkeilevät minua vastaan ja antaa minulle hengähdystaukoa.
he: ? יש להם רגליים שבו הם הולכים? או יש להם ידיים שבו הם פוגעים? או יש להם עיניים שבה הם רואים? או יש להם אוזניים שבו הם שומעים? תגיד, [O מוחמד], "לקרוא את 'שותפים' קושרים נגדי ואז תן לי מנוחה.
hr: Je li stopa po kojoj hodaju? Ili da su ruke kojima su štrajk? Ili oni imaju oči kojima su vidjeli? Ili imaju li uši kojima čuju? [O Muhammad], "poziv tvoj 'partneri' kovati zavjeru protiv mene i daj mi nema predaha.
lt: Jie turi kojas, kuriuo jie vaikščioti? Ar jie turi rankas, kuriuo jie streikuoti? Ar jie turi akis, iš kurios jie mato? Ar jie turi ausis, kuriuo jie girdėti? Pasakyti, [O Muhammad], "vadina savo"partneriai"sąmokslą prieš mane ir duoti man nėra atsikvėpti.
lv: Tie ir pēdas, ar kuru viņi staigā? Vai tie ir rokās, ar kuru viņi streiks? Vai tās ir acis, kas redz? Vai tie ir ausis, kas dzird? Teiksim, [O Muhammad] "zvanīt saviem partneriem sazvērestību pret mani un dod man nekādu atelpu.
nb: Har de føtter som de går? Eller har de hendene som de strike? Eller har de øynene som ser? Eller de har ører som de hører? Si, [O Muhammad], "kaller"partnere"konspirerer mot meg og gi meg noen pusterom.
sk: Majú nohy, ktorý chodí? Alebo majú ruky, ktorými štrajk? Alebo majú oči ktorými vidia? Alebo majú uši, ktoré počujú? J. [Mohamed], "volať vaše"partneri"konspirovat proti mne a daj mi žiadnu úľavu.
sl: Imajo noge, ki hodijo? Ali imajo roke, s katerimi so stavke? Ali imajo oči, ki vidijo? Ali imajo ušesa, ki slišijo? Recimo, [O Muhammad], "klic"partnerjem"zaroto proti meni in mi brez predaha.
sr_cyrl: Они имају ноге на који ходају? Или , имају ли руке којима нападну? Или они имају очи на који они виде? Или они имају уши, којима чују? Реци , [О Мухаммад], "Зови 'партнера' и онда су се уротили против мене и дај ми сталном.
sr_latn: Oni imaju noge na koji hodaju? Ili, imaju li ruke kojima napadnu? Ili oni imaju oči na koji oni vide? Ili oni imaju uši, kojima čuju? Reci, [O Muhammad], "Zovi 'partnera' i onda su se urotili protiv mene i daj mi stalnom.
uk: Вони мають ноги, за допомогою якого вони ходять? Або вони мають руки, за допомогою якого вони страйк? Або вони мають очі, за допомогою якого вони бачать? Або вони мають вуха, за допомогою якого вони чують? Зрозуміло, [O Мухаммад], "виклику ваших партнерів і потім змови проти мене і дати мені не перепочинок.
vi: Họ có đôi chân mà họ đi bộ? Hoặc họ có bàn tay mà họ đình công? Hoặc họ có đôi mắt mà họ nhìn thấy? Hoặc họ có tai mà họ nghe thấy không? Nói, [O Muhammad], "cuộc gọi của bạn 'đối tác' và sau đó âm mưu chống lại tôi và đưa cho tôi không có thời gian nghỉ ngơi.
zu: Ingabe banabo izinyawo ngazo ukuhamba?

# Quran1150
source: Indeed, my protector is Allah, who has sent down the Book; and He is an ally to the righteous.
ca: De fet, el meu protector és Allah, que ha enviat el llibre; i ell és un aliat als justos.
cy: Yn wir, fy protector yn Allah, sydd wedi anfon i lawr y llyfr; ac ef yw cynghreiriad i y righteous.
da: Faktisk, min protector er Allah, der har sendt ned bogen; og han er en allieret til retfærdige.
el: Πράγματι, μου προστάτης είναι Αλλάχ, ο οποίος έχει σταλεί το βιβλίο? και αυτός είναι ένας σύμμαχο στον δίκαιο.
et: Tõepoolest, minu protector on Jumal, kes on saatnud oma raamat; ja ta on õigemeelsed liitlane.
fi: Itse asiassa minun suojelija on Jumala, joka on lähettänyt tämän kirjan; ja hän on vanhurskas liittolainen.
he: אכן, המגן שלי הוא אללה, ששלחה את הספר. . והוא ברית לצדיקים...
hr: Doista, moj zaštitnik je Allah, koji je poslao knjigu; i on je saveznik pravednima.
lt: Iš tiesų, mano raštas yra Dievo, kuris atsiuntė žemyn su knyga; ir jis teisus sąjungininkas.
lv: Protams, mana aizsargs ir Allah, kas atsūtīja uz leju grāmatu; un viņš ir sabiedrotais uz taisns.
nb: Faktisk er min protector Allah, som har åpenbart både boken. og han er en alliert til rettferdige.
sk: Vskutku, môj ochranca je Boh, ktorý poslal nadol knihy; a je to spojenec spravodlivým.
sl: Dejansko je moj zaščitnik Allah, ki je poslal knjigo; in on je zaveznika pravednika.
sr_cyrl: Заиста , мој заштитник је Аллах, који је послао низ књига; и он је савезник праведнима.
sr_latn: Zaista, moj zaštitnik je Allah, koji je poslao niz knjiga; i on je saveznik pravednima.
uk: Справді, мій протектор, Аллах, який спрямований вниз у книзі; і він союзника для праведників.
vi: Thật vậy, bảo vệ của tôi là Allah, những người đã gửi xuống cuốn sách; và ông là một đồng minh để các công bình.
zu: Ngempela, unguMvikeli wami u-Allah, okuthumele phansi Encwadi;

# Quran1151
source: And those you call upon besides Him are unable to help you, nor can they help themselves."
ca: I aquells que invocarà a més ell és incapaços d'ajudar, ni poden ajudar-se."
cy: A y rhai ydych yn galw ar wahân iddo yn gallu eich helpu, nac y gallan nhw helpu eu hunain."
da: Og dem du opfordre foruden ham er ikke i stand til at hjælpe dig, eller kan de hjælpe sig selv."
el: Και αυτές καλούν εκτός από αυτόν είναι δυνατό να σας βοηθήσει, ούτε μπορούν να βοηθήσουν τους εαυτούς τους.»
et: Ja need, mida te kutsuda teda peale ei saa teid aidata, ega nad end ise aidata."
fi: Kehottaa lisäksi häntä olivat pystynyt auttamaan, eikä he voivat auttaa itseään."
he: שאתה קורא מלבדו אלו יכול לעזור לך, וגם הם יכולים לעזור לעצמם."
hr: I one poziva na osim ga se ne može pomoći, niti mogu pomoći sebi."
lt: Ir tie pakviesti ne tik jam nesugeba padėti jums, nei jie gali padėti patys."
lv: Un jūs aicināt bez viņu tie nespēj palīdzēt, ne viņi var palīdzēt sevi."
nb: Og de du påkalle foruten ham er du, eller kan de hjelpe seg selv."
sk: A vyzvať vás okrem neho sú schopní vám pomôcť, ani môžu pomôcť sami."
sl: In tiste, ki vas pozivajo poleg njega ne morejo vam, niti lahko pomagajo sami."
sr_cyrl: И позивам те осим њега су то не могу да ти помогнем, нити могу они да помогну сами себи."
sr_latn: I pozivam te osim njega su to ne mogu da ti pomognem, niti mogu oni da pomognu sami sebi."
uk: І тих, хто покличе Господнє Крім нього не в змозі допомогти вам не вони можуть допомогти себе."
vi: Và đó là những bạn kêu gọi các bên cạnh anh ta không thể để giúp bạn, và cũng không họ có thể giúp mình."
zu: Futhi labo ababiza Him zihlobo zingenawo amandla okusiza kuwe, nor fantshi they ukuzisiza. "

# Quran1152
source: And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see.
ca: I si vostè convidar-los a l'orientació, no senten; i els veiem mirant a tu mentre no veus.
cy: Ac os eu gwahodd i'r canllawiau, nad ydynt yn clywed; a ydych yn eu gweld yn edrych ar eich er nad ydynt yn gweld.
da: Og hvis du invitere dem til vejledning, de ikke hører; og du kan se dem kigger på dig, mens de ikke ser.
el: Και εάν εσείς να τους καλέσει να καθοδήγησης, δεν ακούνε? και μπορείτε να τα δείτε κοιτάζω εσένα ενώ δεν βλέπουν.
et: Ja kui sa kutsuda neid suuniseid, nad ei kuule; ja sa näed neid vaadates, kuigi nad ei näe.
fi: Ja jos voit kutsua heidät ohjausta, he eivät kuule; ja näet ne katselee sinua, vaikka he eivät näe.
he: אם אתה מזמין אותם כדי הדרכה, אני לא שומע; אתה רואה אותם להסתכל עליך. בזמן הם לא רואים.
hr: I ako si ih pozvao vodstvo, oni ne čuju; i vidiš ih gledam u tebe dok ne vide.
lt: Ir jei jūs pakviesti juos į gaires, jie ne išgirsti; ir mato juos žiūri į tave, o jie nemato.
lv: Un, ja jūs aicināt viņus vadlīnijas, lai viņi nedzirdēja; un te tie ir redzami blenž uz tevi, bet viņi nesaskata.
nb: Og hvis du inviterer dem til veiledning, hører ikke; og du ser dem ser på deg mens de ikke ser.
sk: A ak vás pozvať na usmernenie, že nepočuje; a vidíte, že im pozerá na teba, aj keď nie je vidieť.
sl: In če jih vabimo, da navodila, da ne slišim; in vidite jih gledaš si pa ne vidijo.
sr_cyrl: И ако си их позвала водич, не чују; и видите да их гледам у тебе док не виде.
sr_latn: I ako si ih pozvala vodič, ne čuju; i vidite da ih gledam u tebe dok ne vide.
uk: І якщо ви запросити їх керівництвом, вони не чують; і ви бачите їх дивляться на вас, поки вони не бачать.
vi: Và nếu bạn mời họ để hướng dẫn, họ không nghe thấy; và bạn thấy họ nhìn vào bạn trong khi họ không thấy.
zu: Futhi uma bamemele isiqondiso, bengalaleli;

# Quran1153
source: Take what is given freely, enjoin what is good, and turn away from the ignorant.
ca: Prendre el que es dóna lliurement, demanen el que està bé i allunyar els ignorants.
cy: Gymryd beth a roddir yn rhydd, enjoin beth sy'n dda, ac yn troi i ffwrdd oddi wrth yr anwybodus.
da: Tage, hvad der er givet frit, pålægger hvad der er godt, og vende sig væk fra den uvidende.
el: Πάρτε αυτό που δίνεται ελεύθερα, διατάσσω τι είναι καλό και να απομακρυνθούν από την άγνοια.
et: Võta, mida on antud vabalt, kohustab, mis on hea ja lahti ütleb asjatundmatu.
fi: Ottaa mitä annetaan vapaasti, määrätä, mikä on hyvää ja kääntyä pois tietämätön.
he: קח מה ניתנה באופן חופשי, זכות לחייב מהו טוב, תסובבי גב הבורים.
hr: Uzmi ono što je dao slobodno, naložiti što je dobro i odvratiti od neznanju.
lt: Imtis, kas yra laikomas galiojančiu, neteisėtos kas yra gera, ir nusigręžti nuo nieswiadomych.
lv: Jāņem tas, ko ir dota brīvi, liek, kas ir labs un novēršas no nezinošs.
nb: Ta det gis fritt pålegge hva som er bra og slå fra uvitende.
sk: Vziať, čo je dané voľne, nariaďuje, čo je dobré a odvráti od ignorant.
sl: Se, kaj je dana prosto, ukaže, kaj je dobro in pa od nevedne.
sr_cyrl: Узми шта је дато слободно, спутати шта је добро, и окрени се од незналице.
sr_latn: Uzmi šta je dato slobodno, sputati šta je dobro, i okreni se od neznalice.
uk: Прийняти те, що дається вільно накази про, що таке хороша та відвернутися від неосвічених.
vi: Có những gì được đưa ra một cách tự do, ra lịnh những gì là tốt và bật ra khỏi sự dốt nát.
zu: Thatha lokho banikela ngesihle, enjoin okuhle, futhi bafulathele ngenalwazi.

# Quran1154
source: And if an evil suggestion comes to you from Satan, then seek refuge in Allah. Indeed, He is Hearing and Knowing.
ca: I si un mal suggeriment arriba de Satan, llavors buscar refugi en Allah. De fet, ell és sentir i saber.
cy: Ac os daw'r awgrym drwg i chi gan Satan, wedyn yn ceisio lloches yn Allah. Yn wir, mae gwrandawiad ac mae gwybod.
da: Og hvis et onde forslag kommer til dig fra Satan, derefter søge tilflugt i Allah. Han er faktisk hørelse og vide.
el: Και αν ένα κακό πρόταση έρχεται σε εσάς από τον Σατανά, στη συνέχεια, να αναζητήσουν καταφύγιο σε Αλλάχ. Πράγματι, είναι ακρόαση και γνωρίζοντας.
et: Ja kui Saatan, pärineb kurja soovitus teile siis otsima varjupaika Allah. Tõepoolest, on ta kuulmise ja teades.
fi: Ja jos paha ehdotus tulee teille Saatana, sitten etsimään turvaa Jumalaan. Hän onkin kuulon ja tietäen.
he: אם הצעה הרע בא אליך מהשטן, ואז לחפש מפלט בבית אללה. ואכן, הוא שהידיעה ושמיעה.
hr: I ako dođe zlo prijedlog od Sotone, onda tražim utočište u Allaha. Doista, on je sluh i znajući.
lt: Ir jei blogis pasiūlymas ateis pas jus nuo šėtono, tada ieškoti prieglobsčio Dievas. Iš tiesų, jis yra klausos ir žinios.
lv: Un ja ļauns ierosinājums nāk pie jums no sātans, tad meklēt patvērumu Allah. Protams, viņš ir dzirdes un zinot.
nb: Og hvis et onde forslag kommer til deg fra Satan, deretter søke tilflukt i Allah. Han er faktisk høre og kjenne.
sk: A ak je zlý návrh pre vás pochádza od Satana, potom hľadať útočisko v Alaha. On je skutočne sluchu a vedomím.
sl: In če je zlo predlog pride k vam iz Satan, nato poiskati zatočišče v Allah. Res, on je sluh in poznavanje.
sr_cyrl: И ако је зли предлог долази из Сатана, затим утоцисте у Алаха. Он је заиста слух и знајужи.
sr_latn: I ako je zli predlog dolazi iz Satana, zatim utociste u Alaha. On je zaista sluh i znajuжi.
uk: І якщо зло пропозицію приходить до вас від сатани, то шукати притулку в Аллаха. Дійсно, він є слуху і знаючи, що.
vi: Và nếu một gợi ý xấu xa đến với bạn từ Sa-tan, sau đó tìm nơi ẩn náu trong Allah. Thật vậy, ông là nghe và hiểu biết.
zu: Futhi uma ukusikisela embi imibango efika kini ivela kuSathane ngalesosikhathi khonga ephephelo Allah.

# Quran1155
source: Indeed, those who fear Allah - when an impulse touches them from Satan, they remember [Him] and at once they have insight.
ca: De fet, aquells que temen Allah - quan un impuls ells toca de Satan, recorden [li] i alhora tenen visió.
cy: Yn wir, rhai sy'n ofni Allah-pan byrfyfyr yn cyffwrdd â hwy gan Satan, maent yn cofio [ef] ac ar unwaith fod ganddynt ddealltwriaeth.
da: Ja, dem, der frygter Allah - når en impuls rører dem fra Satan, de husker [ham] og på én gang de har indsigt.
el: Πράγματι, αυτοί που φοβούνται Αλλάχ - όταν μια ώθηση να αγγίζει τους από τον Σατανά, θυμούνται [τον] και ταυτόχρονα έχουν διορατικότητα.
et: Tõepoolest, need, kes kardavad, et Allah - kui impulss puudutab neid Saatan, nad mäletavad [talle] ja kohe on neil insight.
fi: Itse asiassa niitä, jotka pelkäävät Allah - kun impulssi koskettaa heitä Saatanalta, he muistavat [hänelle] ja kerralla heillä tietoa.
he: ואכן, אלה החוששים אללה - כאשר דחף נוגע בהם מהשטן, הם זוכרים [לו] ולהם בבת אחת התובנה.
hr: Uistinu, one koji se boje Allaha - kad impuls ih dotakne od Sotone, [ga] pamtiti i odmah imaju uvid.
lt: Iš tiesų, tie, kurie bijo Dievo - kai impulso paliečia juos nuo šėtono, jie prisimena [jam] ir vienu metu jie turi suprasti.
lv: Patiešām, tiem, kuri baidās Allah - kad impulsu skar tos no sātans, viņi atceras [viņam] un uzreiz viņiem ir izpratne.
nb: Faktisk dem som frykter Allah - når en impuls berører dem fra Satan, de husker [han] og samtidig har innsikt.
sk: Naozaj, tých, ktorí sa bojí Boha - keď impulz sa dotýka od Satana, pamätajú [mu] a naraz majú pohľad.
sl: Res, tisti, ki se bojijo Allah - ko impulz dotakne jih od Satan, zapomnijo [mu] in hkrati imajo vpogled.
sr_cyrl: Уистину , онима који страхују да би Аллах - када неки импулс их додирне од Сатане, памте [он] и одмах имају увид.
sr_latn: Uistinu, onima koji strahuju da bi Allah - kada neki impuls ih dodirne od Satane, pamte [on] i odmah imaju uvid.
uk: Дійсно, ті, хто побоюється Аллах - коли імпульс доторкнеться до них від сатани, вони пам'ятають [його] і одночасно вони insight.
vi: Thật vậy, những người lo sợ Allah - khi một xung chạm vào chúng từ Satan, họ nhớ [ông] và cùng một lúc họ có cái nhìn sâu sắc.
zu: Ngempela, labo abamesabayo Allah - uma inhliziyo yakho abazithintayo kuvela kuSathane, akhumbula [Him] futhi ngaso leso sikhathi babe nokuqondisisa.

# Quran1156
source: But their brothers - the devils increase them in error; then they do not stop short.
ca: Però els seus germans - els diables augmentar-los en l'error; llavors no deixen curt.
cy: Ond eu brodyr-y devils eu cynyddu mewn camgymeriad; yna nid yw eu stopio byr.
da: Men deres brødre - djævle øge dem ved en fejl; så de ikke stopper kort.
el: Αλλά τους αδελφούς - οι διάβολοι Αυξήστε τες κατά λάθος; στη συνέχεια, δεν σταματούν λίγα λόγια.
et: Aga venda - devils suurendada neid ekslikult; siis nad lõpetavad lühike.
fi: Mutta brothers - devils kasvattamisen virheellisiä; sitten ei lopettaessaan lyhyt.
he: אבל האחים שלהם - השדים להגדיל אותם בטעות; אז הם לא מפסיקים קצר.
hr: Ali njihova braća - đavoli ih povećanje pogreške; Onda ne prestanu kratko.
lt: Tačiau jų broliai - velnių padidinti juos per klaidą; tada jie nesustoja tariant.
lv: Bet viņu brāļi - velni tos palielināt kļūdas dēļ; tad viņi neapstājas īss.
nb: Men sine brødre - devils øke dem feil; så de ikke stopper kort.
sk: Ale ich bratia - devils zvýšenie ich chyby; potom sa nezastaví krátke.
sl: Vendar svoje brate - devils povečanje teh v napake; potem so ustavi kratko.
sr_cyrl: Али њихова браћа - небо их повећати због грешке; Онда не престану кратко.
sr_latn: Ali njihova braća - nebo ih povećati zbog greške; Onda ne prestanu kratko.
uk: Але своїх братів - чортів збільшення їх помилка; Потім вони не зупиняються.
vi: Nhưng anh em của họ - the devils tăng chúng lỗi; sau đó họ không ngừng ngắn hạn.
zu: Kodwa abafowabo abenza - dimoni ukwandisa kwabo ngephutha;

# Quran1157
source: And when you, [O Muhammad], do not bring them a sign, they say, "Why have you not contrived it?" Say, "I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe."
ca: I quan vostè, [O Muhammad], no portar-los un signe, diuen, "per què tenen no artificial?" Dir, "només seguir el que es revela a mi del Senyor. Aquest [Qur ' an] és la il luminació del seu Senyor i orientació i Misericòrdia per una gent que creu".
cy: A pan ydych, [O Muhammad], nid yn cyflwyno iddynt arwydd, maent yn dweud, "pam wedi chi nid yn ffuantus iddo?" Dweud, "dim ond rwy'n dilyn beth yw datgelu i mi gan fy Arglwydd. Hwn [Qur'an] yn eglurhad gan yr Arglwydd, eich arweiniad a drugaredd ar gyfer pobl sydd yn credu.
da: Og når du, [O Muhammad], ikke må bringe dem et tegn, de siger, "Hvorfor har du ikke konstruerede det?" Sige, "jeg kun følge hvad er åbenbaret for mig fra min herre. Denne [Koranen] er oplysning fra din herre og vejledning og barmhjertighed for et folk, som tror."
el: Και όταν σας, [Ο Μωάμεθ], δεν τους φέρει ένα σημάδι, όπως λένε, «γιατί εσείς δεν σκάρωσαν αυτό;» Λένε, «μόνο ακολουθώ αυτό που αποκαλύπτεται σε μένα από Κύριέ μου. Αυτό [Qur'an] είναι Διαφωτισμού από το Λόρδο και καθοδήγηση και έλεος για τους ανθρώπους που πιστεύουν.»
et: Ja kui sa [O Muhammad], anna neile märgiks, nad ütlevad, "miks on teil ei ole kunstlik see?" Öelda: "ma ainult järgi, mida on näidanud mulle mu Issand. See Koraan on valgustumine oma Issanda ja arendus-ja halastust inimestele, kes usuvad."
fi: Ja kun, [Oi Muhammed] et tuo niitä merkki, he sanovat, "Miksi te ole kyenneet se?" Esimerkiksi: "vain seurata mitä paljasti minulle minun Herraltani. Tämän Koraanin on valistuksen siitä herra ja ohjaus- ja armoa niille, jotka uskovat."
he: כאשר, [O מוחמד], לא תביא אותם סימן, הם אומרים, "למה יש לך לא לבחוש אותו?" אומרים, "רק בצע מה יתגלה לי מ. אדוני. זו [הקוראן] הוא הארה של האל שלך והדרכה רחמים עבור אנשים אשר מאמינים."
hr: I kada, [O Muhammad], doneseš im znak, kažu oni, "Zašto se ti ne neprirodan to?" Kažu, "Samo pratim što je otkrio da mi je od moga gospodara. Ovaj [Kurana] je prosvjetljenje od svog Boga i vodstvo i milost za ljude koji vjeruju."
lt: Ir kai jūs, [O Muhammad], negalima duoti juos pasirašyti, jie sako, "kodėl turime jums ne puoselėja ji?" Sako: "aš tik sekti kas atskleidė man nuo mano Viešpats. Šis [Koran] yra Apšvietos jūsų Viešpats ir orientavimo ir gailestingumo žmonėms, kurie tiki."
lv: Un kad tu [O Muhammad], neizraisa tos zīmi, viņi saka: "kāpēc ir jums nav izdomāts tā?" Teikt: "es tikai sekot, ko atklāja pie manis no manam kungam. [Qur] ir apgaismības jūsu kungs un virzības un žēlastība cilvēkiem, kuri tic."
nb: Og når du, [O Muhammad], ikke ta dem en kvittere, de sier, "Hvorfor har du ikke konstruert det?" Si, "jeg bare følge det som er åpenbart for meg fra min Herre. Dette [Koranen] er opplysning fra Herren og veiledning og nåde for et folk som tror.»
sk: A prenesiete, [Mohamed], nie je znamenie, hovoria, "prečo si si nie neprirodzený to?" Povedať: "som len sledovať, čo sa ukázalo sa mi od môjho Pána. Tento [Korán] je osvietenie od svojho pána a usmernenie a milosť pre ľudí, ktorí veria."
sl: In ko, [O Muhammad], ne bi jih znak, pravijo, "zakaj so vam ne izmišljene to?" Reči, "le jaz slediti, kaj je pokazala, da me iz mojega Gospoda. Ta [Qur'an] je razsvetljenje iz svojega Gospoda in smernice in milosti, za ljudi, ki verjamejo."
sr_cyrl: И када, [О Мухаммад], не доводите их као знак, кажу они, "Зашто су ти си није остварио?" Кажу , "Само пратите оно што је открила да ме од мог Господа. "Овај Куран је просветљење из твог господара и усмеравања и милост за људе који верују."
sr_latn: I kada, [O Muhammad], ne dovodite ih kao znak, kažu oni, "Zašto su ti si nije ostvario?" Kažu, "Samo pratite ono što je otkrila da me od mog Gospoda. "Ovaj Kuran je prosvetljenje iz tvog gospodara i usmeravanja i milost za ljude koji veruju."
uk: І коли, [O Мухаммад], не їх виховувати ознакою, вони кажуть: "Чому мати ви не надуманий його?" Сказати: "я лише йду за те, що з'являється мені з мого Господа. [Коран] є Просвітництва від Господа і керівництва і милосердя, для людей, які вважають, що".
vi: Và khi bạn [O Muhammad], không mang lại cho họ một dấu hiệu, họ nói, "tại sao có bạn không contrived nó?" Nói, "tôi chỉ làm theo những gì được tiết lộ cho tôi từ thưa ngài. Này [Qur'an] là giác ngộ từ Chúa và hướng dẫn và lòng thương xót của bạn cho một người tin tưởng."
zu: Futhi uma, [O Muhammad], Ungasingenisi wayebanike isiboniso, bathi, "Kungani ungazange eyakhiwe it?"
