Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1982
source: And Allah has made for you, from that which He has created, shadows and has made for you from the mountains, shelters and has made for you garments which protect you from the heat and garments which protect you from your [enemy in] battle. Thus does He complete His favor upon you that you might submit [to Him].
ca: I Allah ha fet per a vostè, de la qual ha creat, ombres i ha fet que des de la muntanya, refugis i ha fet que les peces que protegir-lo del foc i peces que protegir-se de la seva batalla [enemic en]. Així va completar favor a vostè que vostè podria presentar [a ell].
cy: Ac mae Allah yn gwneud i chi, o'r hyn a greodd ef, cysgodion ac wedi gwneud i chi o'r mynyddoedd, llochesi a wedi gwneud i chi gwisgoedd sy'n diogelu chi oddi ar y gwres a gwisgoedd y i'ch amddiffyn rhag eich brwydr [gelyn yn]. Felly yw iddo gwblhau ei favor ar chi y gallech chi gyflwyno [iddo ef].
da: Og Allah har gjort for dig, fra det, som han har skabt, skygger og har gjort for dig fra bjergene, krisecentre og har gjort for dig beklaedningsgenstande, der kan beskytte dig fra varmen og beklaedningsgenstande, der kan beskytte dig fra din [fjenden i] slaget. Dermed fuldfører han sin fordel over dig, som du kan sende [til ham].
el: Και Αλλάχ έχει κάνει για σας, από αυτή που έχει δημιουργήσει, σκιές και έχει κάνει για σένα από τα βουνά, καταφύγια και έχει κάνει για εσάς ενδύματα που προστασία σας από τη θερμότητα και ενδύματα που σας προστατεύει από την μάχη σας [εχθρό σε]. Έτσι θα ολοκληρωθεί του χάρη σε σας ότι μπορείτε να υποβάλλετε το [στον αλλά(χ)].
et: Ja Jumal on teinud teile, see, mida ta on loonud, varjud ja on teinud teile mägedest, varjupaigad ja on teinud teile rõivaid, mis kaitsevad teid tulelt ja rõivad, mis teid kaitsta [vaenlane] lahing. Seega tal täita tema kasuks teie, mida te võite [talle] peale.
fi: Ja Jumala on tehnyt sinulle, kuin se, jonka hän on luonut varjot on tehnyt sinulle vuorilta suoja on tehnyt sinulle vaatteet, jotka suojaavat kuumuudelta ja vaatteet, jotka sinua suojautumaan [vihollisen] taistelu. Näin hän lopettaa hänen puolesta teitä, jotka voisi lähetät [hänelle].
he: אללה עשה בשבילך, מזה שהוא יצר, צללים, הפך עבורך מן ההרים, מקלטים, הפך עבורך בגדים אשר להגן עליך מפני החום ובבגדים אשר להגן עליך מפני שלך קרב [האויב ב]. וכך הוא להשלים את חיבתו עליכם אולי שתגיש [אליו].
hr: A Allah je napravio za tebe, od onoga što je stvorio, sjene i je napravio za vas iz planine, skloništa i je napravio za odjeću koja štiti od topline i odjeće koja štiti od [neprijatelja] bitka. Tako upotpunite svoju uslugu na vas koje ste možda poslali [ga].
lt: Ir Dievas padarė jums, nuo tos, kuri jis susikūrė, šešėliai ir padarė jums iš kalnų, prieglaudos ir padarė jums drabužiai, apsisaugoti nuo ugnies ir drabužiai, kurie jums apsisaugoti nuo jūsų [priešo] mūšis. Taigi jis atlikti jo naudai į jus, kad jums gali pateikti [jam].
lv: Un Allah ir padarījusi tevi no tā, kas viņš ir izveidojis, ēnas un ir radīts jums no kalniem, patversmes un ir devusi jums apģērbu, kas aizsargā jūs no karstuma un apģērbu, kas aizsargā jūs no [ienaidnieku] kaujas. Tādējādi viņš pabeigtu viņa favor pār jums, ka jūs varētu iesniegt [viņam].
nb: Og Allah har gjort for deg, fra det som han har skapt, skygger og har gjort for deg fra fjellene, Le og har gjort plagg som beskytter deg mot varmen og plagg som beskytter deg mot din [fienden i] kamp. Dermed fullføres han hans gunst på deg som du kan sende [til ham].
sk: A Alah urobil pre vás, od toho, ktorý stvoril, tiene a urobila si z hôr, prístrešky a urobila si odev, ktorý chráni vás z tepla a odevy, ktoré vás ochráni pred vašej bitky [nepriateľa v]. Tak sa mu dokončiť jeho láskavosť na vás, ktoré by mohli podať [s ním].
sl: In Allah je naredil za vas, od tistega, ki je ustvaril, sence in je za vas iz gore, zavetje in je narejen za oblačila, ki ščitijo vas pred toploto in oblačila, ki vas ščiti pred [sovražnik v] bitko. Tako je dopolnil svojo korist na vas, ki jih lahko predloži [mu].
sr_cyrl: А Аллах је направио за тебе, од оног који је створио, сенке и праве за тебе из планине, склоништа и је направио за тебе хаљине које штите вас од топлоте и хаљине које вас заштити од твоје битке [непријатеља у]. Тиме да ли он завршити у његову корист над вама, који сте можда покорити [га].
sr_latn: A Allah je napravio za tebe, od onog koji je stvorio, senke i prave za tebe iz planine, skloništa i je napravio za tebe haljine koje štite vas od toplote i haljine koje vas zaštiti od tvoje bitke [neprijatelja u]. Time da li on završiti u njegovu korist nad vama, koji ste možda pokoriti [ga].
uk: І Аллах зробили для вас, від того, що він створив, тіні і зробив для вас з гір, притулків і зробив для вас одяг, яке захищає вас від спеки та одягу, який захищає від [ворога в] битви. Таким чином він завершити його користь на вас, що ви могли б представити [його].
vi: Và Allah đã thực hiện cho bạn, từ đó mà ông đã tạo ra, bóng tối và đã làm cho bạn từ những ngọn núi, nơi trú ẩn và đã cho bạn sản phẩm may mặc, bảo vệ bạn từ nhiệt và hàng may mặc mà bảo vệ bạn khỏi cuộc chiến [thù] của bạn. Vì thế nào ông có thể hoàn thành lợi của mình khi bạn mà bạn có thể trình [hắn].
zu: Futhi Allah esenze ngawe, kusukela ngalolo Yena wadala, izithunzi futhi uye wenza ngawe ezivela ezintabeni, izindawo zokukhosela namaziko, uye wenza ngawe yizembatho zikuvikela ukushisa nezingubo abezenzile kukuvikele wakho [isitha] empini.

# Quran1983
source: But if they turn away, [O Muhammad] - then only upon you is [responsibility for] clear notification.
ca: Però si s'allunyen, [O Muhammad] - llavors després de vostè és [responsable] clar notificació.
cy: Ond os maent yn troi i ffwrdd, [O Muhammad]-yna dim ond i chi yw hysbysiad clir [cyfrifoldeb am].
da: Men hvis de vende sig bort, [O Muhammad] - derefter er kun efter du [ansvar for] klar besked.
el: Αλλά αν πάψουν, [Ο Μωάμεθ] - στη συνέχεια μόνο επάνω σας είναι σαφής ενημέρωση [ευθύνη για].
et: Aga kui nad pöörduvad ära, [O Muhammad] - siis vaid siis, kui teil on [vastutuse] selgelt teavitada.
fi: Mutta jos he kääntyvät pois, [Oi Muhammed] - sitten vain kun on [vastaa] selkeä ilmoitus.
he: אבל אם הם פונים משם, [O מוחמד] - אז רק עליכם היא הודעה ברורה [אחריות].
hr: Ali ako su okrenuti u drugom [O Muhammad] - samo na tebi je onda [odgovornost] jasna obavijest.
lt: Bet jei jie nusigręžti, [O Muhammad] - tada tik į tave yra [už] aiškiai pranešama.
lv: Bet ja viņi savukārt prom, [O Muhammad] - tad tikai pēc tam, kad jūs ir [atbildību] skaidru paziņojumu.
nb: Men hvis de slår, [O Muhammad] - deretter er bare på deg [ansvar for] klart varsel.
sk: Ale ak sa odvrátil, [Mohamed] - potom len na vás je jasné oznámenia [za].
sl: Ampak če se obrnejo proč, [O Muhammad] - potem samo na vas je jasno obvestilo [odgovornost za].
sr_cyrl: Али ако окрену, [О Мухаммад] - онда само над вама је јасно обавештење [одговорност].
sr_latn: Ali ako okrenu, [O Muhammad] - onda samo nad vama je jasno obaveštenje [odgovornost].
uk: Але якщо вони відвернутися, [O Мухаммад] - то лише на вас є чіткі повідомлення [відповідальність за].
vi: Nhưng nếu họ lần lượt đi, [O Muhammad] - sau đó chỉ khi bạn là [trách] thông báo rõ ràng.
zu: Kodwa uma they jikisa [O Muhammad] - ke nje phezu kwenu kuyinto [kuwumthwalo wenu] isaziso ecacile.

# Quran1984
source: They recognize the favor of Allah; then they deny it. And most of them are disbelievers.
ca: Van reconèixer el favor d'Allah; llavors van negar-ho. I la majoria d'ells són disbelievers.
cy: Eu bod yn cydnabod y favor Allah; yna y mae gwadu hynny. A'r rhan fwyaf ohonynt yn disbelievers.
da: De anerkender fordel af Allah; så de nægte det. Og de fleste af dem er vantro.
el: Αναγνωρίζουν την εύνοια του Αλλάχ? στη συνέχεια, αρνούνται. Και οι περισσότεροι από αυτούς είναι disbelievers.
et: Nad tunnustavad teene Jumal; siis nad seda eitada. Ja enamik neist on uskottomille.
fi: He tunnustavat hyväksi hillitä; sitten he kieltävät sen. Ja useimmat niistä ovat uskottomat.
he: הם מזהים את אמונם של אללה; ואז הם מכחישים את זה רובם disbelievers.
hr: Oni prepoznaju milost Allaha; Onda su to poreći. I većina ih je iskuse.
lt: Jie pripažįsta malonės Dievas; tada jie tai neigia. Ir dauguma jų yra disbelievers.
lv: Viņi atzīst favor Allah; tad viņi to noliedz. Un lielākā daļa no tām ir disbelievers.
nb: De gjenkjenner favoritt av Gud. så de nekte for det. De fleste av dem er troende.
sk: Si uvedomujú, milosť Allaha; potom to popierajú. A väčšina z nich sú neveriacim.
sl: Ugotavljajo uslugo od Allah; potem pa to zanikajo. In večina od njih so disbelievers.
sr_cyrl: Препознају услугу од Алаха; Онда су се порицати. И већина њих је скептике.
sr_latn: Prepoznaju uslugu od Alaha; Onda su se poricati. I većina njih je skeptike.
uk: Вони визнають користь Аллах; Потім вони заперечувати це. І більшість з них disbelievers.
vi: Họ nhận ra sự ưu ái của Allah; sau đó, họ từ chối nó. Và hầu hết trong số họ là thì.
zu: Bayawaqaphela umusa ka Allah;

# Quran1985
source: And [mention] the Day when We will resurrect from every nation a witness. Then it will not be permitted to the disbelievers [to apologize or make excuses], nor will they be asked to appease [Allah].
ca: I [parlar] el dia quan ens serà ressuscitar de cada nació un testimoni. Llavors no permetrà disbelievers [a disculpar o excusar], ni es demanarà per apaivagar [Allah].
cy: A sôn y dydd pan fydd gennym atgyfodi'r o bob cenedl yn dyst [am]. Yna bydd ei ni chaniateir i disbelievers [i ymddiheuro neu wneud esgusodion], ac ni bydd gofyn i dawelu [Allah].
da: Og [omtale] den dag, hvor vi vil genopstå fra hver nation et vidne. Så det ikke vil være tilladt at vantro [at undskylde eller gøre undskyldninger], eller vil de blive bedt om at formilde [Allah].
el: Και [αναφορά] την ημέρα όταν θα αναστηθεί από κάθε λαός μάρτυρας. Τότε δεν θα επιτρέπεται να το disbelievers [να ζητήσει συγγνώμη ή να κάνετε δικαιολογίες], ούτε θα τους ζητηθεί να κατευνάσει [Αλλάχ].
et: Ja päev, millal me taaselustada iga rahvas tunnistaja [mainida]. Siis seda ei lubata tal uskottomille [et vabandada või vabandusi] ega nad palutakse appease [Jumalat].
fi: Ja [] päivä, kun voimme kaivaa esiin jokaisesta kansasta todistajana. Sitten se ei sallita on uskottomien [to anteeksi, tai tee tekosyitä], eikä ne kysyy rauhoitella [Jumala].
he: [להזכיר] היום כאשר אנחנו אחיה מכל האומות עדה. אז זה לא יורשו של disbelievers [כדי להתנצל או לתרץ], וגם הם יתבקשו לפייס [אללה].
hr: I spomenuti dan kada smo će uskrsnuti iz svake nacije svjedoka. Onda to ne će biti dozvoljeno da iskuse [to ispričati ili opravdanja], niti će oni morati zadovoljiti [Allah].
lt: Ir [paminėti] tą dieną, kada mes bus prisikelti iš kiekvienos tautos liudytojas. Tada jis bus leista ne disbelievers [į atsiprašyti ar pasiteisinti], nei jie paklaus nuraminti [Dievas].
lv: Un tajā dienā, kad mēs augšāmcelties no katrai tautai liecinieks [min]. Tad tas nav atļauts disbelievers [lai atvainotos vai padarīt excuses], kā arī tās lūgs, lai nomierinātu [Allah].
nb: Og [] dagen når vi vil gjenopplive fra hver nasjon vitne. Så det ikke vil være tillatt å troende [til beklager eller gjøre unnskyldninger], eller vil de bli bedt om å tilfredsstille [Allah].
sk: A [] deň, kedy sme vzkriesi z každého národa svedka. Potom bude zakázané k neveriacim [sa ospravedlňovať a vyhovárať], ani sa pýtali upokojiť [Boh].
sl: In [omenil] dan, kdaj mi bo obudila iz vsakega naroda priča. Potem se bo disbelievers [da opravičiti ali izgovorov] ne dovoli, niti so morali zadovoljiti [Alahove].
sr_cyrl: И [споменуо] дан када ће васкрснути свих нација сведока. Онда то неће бити дозвољено да скептике [да се извиним или изговоре], нити ће бити затражено да умири [Аллах].
sr_latn: I [spomenuo] dan kada će vaskrsnuti svih nacija svedoka. Onda to neće biti dozvoljeno da skeptike [da se izvinim ili izgovore], niti će biti zatraženo da umiri [Allah].
uk: І [згадати] день, коли ми будемо з кожної нації воскресити свідка. Потім він буде не дозволено disbelievers [щоб вибачитися або виправдовуватися], ні вони попросять заспокоїти [Аллах].
vi: Và [kể] trong ngày khi chúng tôi sẽ hồi sinh từ mỗi quốc gia một nhân chứng. Sau đó nó sẽ không được phép thì [để xin lỗi hoặc thực hiện bào chữa], và cũng không họ sẽ được yêu cầu để xoa dịu [Allah].
zu: Futhi [Khumbuzani] Suku uma We uyobavusa evela ezizweni zonke eziphansi ubufakazi.

# Quran1986
source: And when those who wronged see the punishment, it will not be lightened for them, nor will they be reprieved.
ca: I quan aquells que injustament veure el càstig, no cal aclarir-los, ni es van ser reprieved.
cy: A pan welwch rhai sydd yn cam y gosb, ni bydd ei yn lleihau ar eu cyfer, nac bydd eu reprieved.
da: Og når dem, der krænket ser straffen, det vil ikke blive lettet for dem, eller vil de blive benådet.
el: Και όταν όσοι θίγονται βλέπουν την τιμωρία, αυτό δεν θα απαλύνει τους, ούτε θα τους αναβολή.
et: Ja kui need, kes ülekohtu näen karistuse, ta aruandluskoormus ei neil ega näidatakse nad reprieved.
fi: Ja kun ne, jotka vääryyttä rangaistuksen, se ei ole kevennetty niille eikä rangaistustansa lievennetä.
he: מי עוול רואים את העונש, זה לא תהיה קלה יותר עבורם, ולא יהיה להם למחקו.
hr: I kada one koji nepravdu vidjeti kazne, to će biti laki za njih, niti će oni biti pošteđeni.
lt: Ir kai tie, kurie niesprawiedliwosci matyti bausmė, ji negali būti palengvinta jų, taip pat bus jie būti reprieved.
lv: Un, kad tie, kas kaitējums tiktu sodīts, tā tiks atvieglota ne viņiem, ne būs, viņi būs reprieved.
nb: Og når de som urett ser straff, det vil ikke bli lettet for dem, eller vil de bli reprieved.
sk: A keď tí, ktorí ublížili trest, to bude nie osvetlená pre nich, ani ich reprieved.
sl: In ko tisti, ki je bila oškodovana videti kazen, to ne bo treba omiliti za njih, niti bo so reprieved.
sr_cyrl: А кад видим оне који неправду која је казна, то ће бити разведрио за њих, нити ће они бити реприевед.
sr_latn: A kad vidim one koji nepravdu koja je kazna, to će biti razvedrio za njih, niti će oni biti reprieved.
uk: І коли тих, які образили бачити покарання, і вона не буде бути полегшеної для них, не будуть вони бути reprieved.
vi: Và khi những người wronged thấy sự trừng phạt, nó sẽ không được làm sáng cho họ, và cũng không họ sẽ được reprieved.
zu: Futhi lapho labo ngalungi ukubona isijeziso, ngeke lula them nor tando they reprieved.

# Quran1987
source: And when those who associated others with Allah see their "partners," they will say," Our Lord, these are our partners [to You] whom we used to invoke besides You." But they will throw at them the statement, "Indeed, you are liars."
ca: I quan aquells que altres associats a Allah veure seus "socis", diuen,"Senyor, aquests són els nostres socis [te] qui solien invocar a més de vostè." Però es llançarà a ells la declaració, "De fet, són mentiders."
cy: A pan rheini eraill sy'n gysylltiedig â Allah yn gweld eu "partneriaid", byddant yn dweud,"yr Arglwydd ein, ein partneriaid [i] yw'r rhain yr ydym defnyddio i alw ar wahân i chi." Ond bydd eu taflu atynt y datganiad, "Yn wir, byddwch yn gelwyddgwn."
da: Og når dem, der tilknyttet andre Allah ser deres "partnere", de siger,"vores Herre, disse er vores partnere [til dem] som vi plejede at påberåbe sig ud over dig." Men de vil kaste efter dem. sætningen, "Ja, du er løgnere."
el: Και όσων άλλων συνδέονται με Αλλάχ βλέπουν τους «εταίρους», θα πουν,"ο Κύριός μας, αυτοί είναι οι εταίροι μας [σε σας] τον οποίο συνηθίζαμε να επικαλείται, εκτός από εσάς.» Αλλά ρίχνουν σε αυτούς τη δήλωση, «Πράγματι, είστε ψεύτες.»
et: Ja kui need, kes teistega seostatud Allah näen oma "partnerid", nad ütlevad,"Our Lord, need on meie partnereid [te] kellele me kasutatakse peale sinu." Kuid nad viska neid kohaldav "Tõepoolest, te olete valetas."
fi: Ja kun ne, jotka liittyvät muut Allah "kumppaninsa," he sanovat"Herramme, nämä ovat kumppaneitamme [sinulle] jota käytimme vedota paitsi sinä." Mutta ne heittää niitä lausunnon, "Olette valehtelijoita."
he: וכאשר אלו הקשורים אחרים אללה רואה שלהם "שותפים", הם אומרים,"אדוני, אלה שלנו שותפים [לך] מי אנחנו משמש חוץ ממך." . אבל הם יזרקו עליהם את המשפט, "אכן, אתם שקרנים."
hr: I kad oni koji druge pridružene Allah vidi svoje "partnere", oni će reći,"našega Gospodina, to su naši partneri [da] koju smo koristili za pozivanje osim tebe." Ali će se baciti na njih izjava, "Doista, vi ste lažljivci."
lt: Ir kai tie, kurie susiję kiti su Dievo matyti savo "partneriai", jie sako,"mūsų Viešpatie, tai yra mūsų partnerių [jūs] kuriems mes įpratę remtis ne tik jums." Bet jie bus mesti į juos pareiškimą, "Iš tiesų, jūs esate melagiai."
lv: Un tad, kad tiem, kuri piesaistīti citi Allah redzēt to "partneri", viņi saka,"mūsu Kunga, tie ir mūsu partnerus [tu], kuru mēs izmantojām, lai iesniegtu prasību bez jums." Bet tie būs mest pie viņiem paziņojumu, "Protams, jums ir liars."
nb: Og når de som tilknyttet andre Allah ser deres "partnere", de vil si,"vår Herre, dette er våre partnere [til du] hvem vi pleide påkalle foruten deg." Men de vil kaste på dem setningen, "Ja, du er løgnere."
sk: A keď tí, kto iní priradené Alah vidieť svoje "partnermi", povedia"náš Pán, sú našimi partnermi [sa] koho sme použili na vyvolanie okrem vás." Ale budú hádzať na ne vyhlásenie, "Skutočne ste klamár."
sl: In ko tiste, ki drugim vključenim Allah videli svoje "partnerji", bodo rekli,"Naš Gospod, to so naši partnerji [si] katero smo uporabili pozvati poleg vas." Vendar so bo vrgel na njih izjavo, "Res, ste lažnivec."
sr_cyrl: И када виде оне који друге повезане са Аллах њихове "партнери", рећи ће,"Оур Лорд, ово су наши партнери [да] кога смо некада призивамо осим тебе." Али они ће бацити на њих у саопштењу, "Заиста, ти лажу."
sr_latn: I kada vide one koji druge povezane sa Allah njihove "partneri", reći će,"Our Lord, ovo su naši partneri [da] koga smo nekada prizivamo osim tebe." Ali oni će baciti na njih u saopštenju, "Zaista, ti lažu."
uk: А коли ті, хто інші, пов'язані з Аллах побачити їх "Партнери", вони будуть говорити,"наш Господь, дані є нашими партнерами [ваc] яких звикли ми посилатися, крім вас." Але вони будуть кинути на них заяві, ", ви дійсно брехуни."
vi: Và khi những người khác liên kết với Allah xem của họ "đối tác", họ sẽ nói,"Chúa của chúng tôi, đây là của chúng tôi đối tác [Anh] mà chúng tôi sử dụng để gọi bên cạnh bạn." Nhưng họ sẽ ném vào họ tuyên bố, "Thật vậy, bạn là kẻ nói dối."
zu: Futhi lapho labo ezihlobene abanye Allah ababona "partners," bazothi, 'Ithu Lord la are abalingani bethu [Kuwe] bani sasivame ukuthi abuyisele ngaphandle kwakho. "

# Quran1988
source: And they will impart to Allah that Day [their] submission, and lost from them is what they used to invent.
ca: I s'impartirà a Allah aquell dia [seva] submissió, i perdut d'ells és el que es va inventar.
cy: Ac maent yn rhannu i Allah y diwrnod hwnnw [eu] Cyflwyniad, ac mae colli oddi wrthynt yn beth maent yn ei defnyddio i ddyfeisio.
da: Og de vil give til Allah dag [deres] indsendelse, og tabt fra dem, hvad de bruges til at opfinde.
el: Και αυτοί θα μεταδώσει εκείνη την ημέρα υποβολής [τους], Αλλάχ και έχασε από αυτά είναι που χρησιμοποιείται για να εφεύρουν.
et: Ja need annavad Jumala sel päeval [nende] esitamist ning kaotanud neilt on mida nad leiutada.
fi: Ja ne antavat Jumalaa samana [niiden] esittäminen ja hävisi niistä on mitä he keksiä.
he: הם יעבירו לאללה באותו היום [שלהם] כניעה, והוא איבד מהם נהגו להמציא.
hr: I oni će dati da Allah taj dan [svoju] podnošenje, a izgubio od njih je što su se izmisliti.
lt: Ir jie bus skleisti Allaho tą dieną [jų] teigimu, ir neteko iš jų yra kas jie turi sugalvoti.
lv: Un viņi būs izplatīt Allahu [to] iesniegšanas dienā un zaudēja no tiem ir tas, ko viņi izmanto, izgudrot.
nb: Og de vil formidle til Allah dagen [sine] innlevering, og mistet fra dem hva de brukes å oppfinne.
sk: A oni budú rozširovať až ten deň [ich] predloženie a stratil z nich je to, čo bývali vymyslieť.
sl: In bo mu dajejo v Allah tisti dan [njihovega] oddajo, in izgubil od njih je, kar se uporabljajo za izumiti.
sr_cyrl: И они ће се Алаху тог дана [] поданости, и изгубио од њих је да су некада измислити.
sr_latn: I oni će se Alahu tog dana [] podanosti, i izgubio od njih je da su nekada izmisliti.
uk: І вони будуть поширювати Аллаху той день внесення [їх], і втратив у них є те, що вони використовували придумувати.
vi: Và họ sẽ truyền đạt Allah ngày đó [của họ] gửi, và mất đi từ họ những gì họ sử dụng để phát minh ra.
zu: Futhi bayohlala ukungadluliseli Allah ngaloloSuku ukuzithoba [abo], futhi balahlekelwa kubo ngalokho ababevame baziqambela.

# Quran1989
source: Those who disbelieved and averted [others] from the way of Allah - We will increase them in punishment over [their] punishment for what corruption they were causing.
ca: Els que dubtaven i evitat [altres] de la manera d'Allah - s'incrementarà-los en càstig sobre [el seu] càstig per a què la corrupció que estan causant.
cy: Rhai sy'n osgoi [eraill] o'r ffordd o Allah-a ddysgais yn eu cynyddu yn cosbi dros [eu] cosbi ar gyfer pa Llygredigaeth y maent yn ei achosi.
da: Dem, der disbelieved og afværget [andre] fra måde Allah - vi vil øge dem i straf over [deres] straf for hvad korruption, de forårsager.
el: Αυτοί που disbelieved και αποφεύχθηκαν [άλλοι] από το δρόμο του Αλλάχ - θα αυξήσουμε τους τιμωρία πέρα από την τιμωρία [τους] για τι διαφθοράς που προκαλούσαν.
et: Need, kes disbelieved ja hoidnud [teised] sellest, kuidas Jumal - me suurendada neid karistusregistri üle [nende] karistuse, mida nad põhjustab korruptsioon.
fi: Jotka uskoneet ja välttää [others] Jumala - miten lisäämme niitä rangaistus yli [niiden] rangaistus mikä korruptio, ne aiheuttavat.
he: מי disbelieved והתחמקנו [ואחרים] מן הדרך של אללה - אנחנו יגדל להם כעונש על [שלהם] העונש על מה שחיתות הם היו גורמים.
hr: Koji bio i averted [drugih] kako Allah - ćemo ih povećati u kazna nad [svoju] kazna za ono što korupcija su bili uzrok.
lt: Tie, kurie disbelieved ir išvengta [kiti] nuo to, kaip Dievas - mes juos padidinti baudimas per [jų] bausmė už ką jie sukelia korupciją.
lv: Tiem, kuri disbelieved un novērstas [citiem] no Allah - kā mēs pieaugs viņus sodītu [to] sods par to, ko viņi radīja korupciju.
nb: De som vantro og avverget [andre] fra måten Allah - vi vil øke dem i straff over [sine] straff for hvilket korrupsjonen var de forårsaker.
sk: Tí, kto pochyboval a odvrátiť [others] z toho, ako Boh - zvýšime ich potrestania nad [ich] trest za korupciu, ktorý bol príčinou.
sl: Tisti, ki so verjeli in preprečiti [drugi] iz pot Allah - mi bo povečala v kazen nad [njihovega] kazen za kaj korupcije, so povzročile.
sr_cyrl: Они који не верује и [друге] избегнута од пута Аллах - подићи ћемо их у казну над [њихов] казна за какве корупције су били узрок.
sr_latn: Oni koji ne veruje i [druge] izbegnuta od puta Allah - podići ćemo ih u kaznu nad [njihov] kazna za kakve korupcije su bili uzrok.
uk: Ті, хто disbelieved і запобігти [інші] від того, як Аллах - ми будемо нарощувати їх у покарання над [їх] покарання за те, що корупція, вони завдавали.
vi: Những người disbelieved và ngăn chặn [khác] cách của Allah - chúng tôi sẽ tăng chúng trong sự trừng phạt hơn [họ] sự trừng phạt vì những gì tham nhũng mà họ đã gây ra.
zu: Labo disbelieved kuyagwenywa [abanye] endleleni Allah - Sizoqinisa nabo isijeziso phezu isijeziso [zabo], ngokuba lokho inkohlakalo babangela.
