Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran696
source: And recite to them the story of Adam's two sons, in truth, when they both offered a sacrifice [to Allah], and it was accepted from one of them but was not accepted from the other. Said [the latter], "I will surely kill you." Said [the former], "Indeed, Allah only accepts from the righteous [who fear Him].
ca: I recitar-los la història dels dos fills de Adam, en veritat, quan tots dos va oferir un sacrifici [a Allah], i va ser acceptat d'un d'ells però no va ser acceptat de l'altre. Va dir: [l'últim] "segurament et matarà." [L'anterior], va dir, "de fet, Allah només accepta de justos [que li tinc por].
cy: Ac adrodd iddynt y stori o ddau fab Adam, mewn gwirionedd, pan fydd y ddau yn cynnig aberthu [i Allah], ac fe'i derbyniwyd gan un ohonynt ond ni dderbyniwyd oddi wrth y llall. Dywedodd [yr olaf], 'bydd i siawns yn lladd chi.' Dywedodd [hen], "yn wir, mae'r Allah dim ond derbyn o righteous [sy'n ofni iddo].
da: Og recitere dem historien om Adams to sønner, i sandhed, når de begge tilbudt en offer [til Allah], og det blev accepteret fra en af dem, men blev ikke accepteret fra den anden. Sagde [denne], "Jeg vil helt sikkert dræbe dig." Sagde [tidligere], "faktisk Allah accepterer kun fra de retfærdige, [der frygter ham].
el: Και να τους εξιστορώ την ιστορία του δύο γιους του Αδάμ, στην πραγματικότητα, όταν δύο πρόσφεραν θυσία [Allah], και έγινε δεκτή από ένα από αυτά, αλλά δεν έγινε δεκτή από την άλλη. Είπε [αυτή], "Εγώ θα σίγουρα σας σκοτώσει." Είπε [πρώην], "πράγματι, Αλλάχ δέχεται μόνο από τους δίκαιους [που φοβούνται αυτόν].
et: Ja etlema neile lugu Aadama kaks poega, tõsi, kui nad mõlemad pakutavat ohverdada [Jumal], ja ta ühest neist rahuldati, kuid muud ei aktsepteeritud. [Viimane] ütles "Ma kindlasti sind tappa." [Eelmine] ütles: "tõepoolest, Allah aktsepteerib ainult alates [kes teda kardavad] õige.
fi: Ja lausua heille tarina Aatamin kaksi poikaa, totuus, kun molemmat tarjota uhrauksia [Jumala], ja se hyväksyttiin niistä, mutta muita ei hyväksytty. [Tämä] sanoi, "Minä varmasti tappaa sinut." [Entinen] huolimatta ", Jumala hyväksyy vain vanhurskaista, [joka pelkää häntä].
he: לדקלם להם את הסיפור של שני בניו של אדם, למען האמת, כאשר שניהם הציע קורבן [אללה], זה התקבלה של אחד מהם, אבל לא התקבל מן האחר. אמר [האחרון], "אני בטוח יהרוג אותך." אמר [לשעבר], "ואכן, אללה מקבל רק מן הצדיקים [אשר פוחדים ממנו].
hr: I recitirati im priču o Adamovim dva sina, u istini, kad su oboje ponudio žrtvu [Allah], i to je prihvaćen od jednog od njih, ali nije prihvaćena od drugih. [Drugi] je rekao, "Ja ću zasigurno ubiti vas." Rekao: [bivšeg] "doista, Allah prihvaća samo od pravednika koji ga strah].
lt: Ir deklamuoti jiems istorija, Adomo du sūnus, tiesą sakant, kai jie abu siūlomi aukos [Dievas], ir jis buvo priimtas iš vieno iš jų, bet nebuvo priimtas nuo kitų. Sakė [jis], "Aš bus tikrai nužudyti tave." [Buvusios] tarė: "iš tiesų, Dievas priima tik nuo teisus [kurie jo].
lv: Un deklamēt tiem Ādama divi dēli, patiesību sakot, stāsts, kad abi piedāvā upuri [Allah], un tā pieņēma vienu no viņiem, bet netika akceptēts no otra. [Tā] teica: "Es taču tevi nogalināšu." [Iepriekšējās] teica: "Protams, Allah pieņem tikai no taisns, [kas bailes viņu].
nb: Og resitere dem historien om Adams to sønner, i sannhet, når begge tilbudt et offer [Allah], og det ble tatt fra en av dem, men ble ikke akseptert fra andre. Sa [sistnevnte], "Jeg vil sikkert drepe deg." Sa [tidligere], "faktisk Allah godtar bare fra de rettferdige [som frykter ham].
sk: A recitovať im príbeh o Adamovi dvoch synov, po pravde povedané, keď obaja ponúkol obeť [Boh] a bola prijatá od jedného z nich, ale nebolo prijaté od ostatných. Povedal: [tieto] "Určite bude zabíjať vás." [Prvý] povedal: "Vskutku, Alah akceptuje od spravodlivých, [ktorí sa ho bojí].
sl: In recitirali jih zgodba Adamova sinova, v resnici, ko oba ponuditi daritev [Alahove], in je bil sprejet od enega od njih, vendar ni bila sprejeta od drugih. Je dejal, [ta], "Sem bo zagotovo ubil." [Prva] reče: "Pravzaprav, Allah sprejema samo iz pravičnih, [ki ga strah].
sr_cyrl: А да рецитује их прича о два Адамова сина, у истини, када су обојица понудила жртвовање [Аллах], а то је био прихваћен од једног од њих, али није прихваћена од другог. [Ово друго] је рекао, "Сигурно ће те убити." [Бившег ] је рекао, "заиста, Аллах прихвата само од праведне [који страхују да би га].
sr_latn: A da recituje ih priča o dva Adamova sina, u istini, kada su obojica ponudila žrtvovanje [Allah], a to je bio prihvaćen od jednog od njih, ali nije prihvaćena od drugog. [Ovo drugo] je rekao, "Sigurno će te ubiti." [Bivšeg] je rekao, "zaista, Allah prihvata samo od pravedne [koji strahuju da bi ga].
uk: І читати їм історію двох синів Адам, по правді кажучи, коли обидва вони запропонували жертви [Аллах], і воно було прийнято від одного з них, але не було прийнято від інших. Відказав: [останній] "Я безумовно вб'є вас." Сказав [колишнього], "дійсно, Аллах приймає тільки з праведників, [хто боїться його].
vi: Và đọc cho họ câu chuyện của Adam của hai con trai, trong sự thật, khi cả hai đều cung cấp một sự hy sinh [cho Allah], và nó đã được chấp nhận từ một trong số họ, nhưng không được chấp nhận từ khác. Cho biết [sau đó], "Tôi sẽ chắc chắn giết anh." [Cũ] nói: "thật vậy, Allah chỉ chấp nhận từ công bình [những người lo sợ anh ta].
zu: Futhi hlabelela them indaba ka-Adamu amabili, eqinisweni, lapho bobabili banikele umhlatshelo [Allah], futhi samukelwa komunye wabo kodwa ayizange yamukelwe nomunye.

# Quran697
source: If you should raise your hand against me to kill me - I shall not raise my hand against you to kill you. Indeed, I fear Allah, Lord of the worlds.
ca: Si vostè ha d'aixecar la mà contra mi matar-me - no em serà aixecar la mà contra vostè a matar. De fet, em temo que Allah, Senyor dels mons.
cy: Os y dylech godi eich llaw yn fy lladd fi-erbyn byddwn ni yn godi fy llaw yn eich lladd chi erbyn. Yn wir, mae arnaf ofn Allah, Arglwydd y byd.
da: Hvis du skal hæve din hånd mod mig at dræbe mig - skal jeg ikke hæve min hånd mod dig til at dræbe dig. Ja, jeg er bange for Allah, Herren af verdens.
el: Αν πρέπει να σηκώσεις το χέρι σου εναντίον μου να με σκοτώσει - θα ανυψώσω δεν μου χέρι εναντίον σου να σε σκοτώσω. Πράγματι, φοβάμαι Αλλάχ, ο Λόρδος των κόσμων.
et: Kui tuleks tõsta käsi vastu mind tappa mind - ma ei tõstab teie sind tappa vastu mu kätt. Tõepoolest, ma kardan Jumalat, Maailmade isand.
fi: Jos nostat kätesi minua tappaa minut - vastaan on ei nostaa käteni vastaan voi tappaa sinut. Itse asiassa pelkään Jumalalle, maailmojen luoja.
he: אם שכדאי שתרימו את היד שלך נגדי להרוג אותי -. אני לא נקים את היד שלי נגדך. כדי להרוג אותך. אכן, אני חושש אללה, האל של העולמות.
hr: Ako te bi trebao podići svoju ruku protiv mene da ubije me - ne podići ću ruku protiv tebe da te ubije. Uistinu, bojim Allaha, gospodara svjetova.
lt: Jei reikia pakelti ranką prieš mane nužudyti mane - aš ne didinti mano rankas prieš jus nužudyti tave. Iš tiesų, aš bijau Dievo, Viešpatie pasaulių.
lv: Ja vajadzētu paaugstināt savu roku pret mani nogalināt mani - es nevar ņemt manu roku pret tevi nogalināt. Patiešām, es bailes Allah, Lord no pasaulēm.
nb: Hvis du bør høyne hånden mot meg drepe meg - skal jeg ikke øke min hånd mot å drepe deg. Ja, jeg frykter Gud, Herren av verdens.
sk: Ak by zdvihnú ruku proti mne zabiť mi - som sa nezvýši ruku proti vám zabiť. V skutočnosti som strach, Alah, pane svetov.
sl: Če naj dvigne roko proti meni, da bi ubil me - se ne dvignem roko proti vam, da te ubijem. Namreč bojim Allah, gospod svetov.
sr_cyrl: Ако ти треба да Подигните руку против мене да убије ме - не дићи руку на тебе да те убије. Уистину, бојим се Алаху, господару света.
sr_latn: Ako ti treba da Podignite ruku protiv mene da ubije me - ne dići ruku na tebe da te ubije. Uistinu, bojim se Alahu, gospodaru sveta.
uk: Якщо ви повинні Підніміть руку проти мене вбити мене - я не повинен підняти руку проти тебе вбити вас. Справді, я боюся, Аллах, Господу світів.
vi: Nếu bạn cần nâng cao tay của bạn đối với tôi để giết tôi - tôi sẽ không nâng cao tay của tôi đối với bạn để giết bạn. Thật vậy, tôi sợ Allah, Lord of the thế giới.
zu: Uma ungake nje uphakamise isandla sakho ngokumelene nami ukuba angibulale - Ngeke ngikufihle isandla sami ngokujamelana nawe ukukubulala.

# Quran698
source: Indeed I want you to obtain [thereby] my sin and your sin so you will be among the companions of the Fire. And that is the recompense of wrongdoers."
ca: De fet vull obtenir [que] meu pecat i el seu pecat pel que serà entre els companys del foc. I aquesta és la recompensa de malfactors."
cy: Yn wir yr wyf am ichi gael fy pechod a eich pechod [ac felly] felly byddwch yn ymhlith y cymdeithion y tân. Ac y mae iawndal tramgwyddo.
da: Faktisk vil jeg dig til at anskaffe [dermed] min synd og din synd, så vil du være blandt kammerater i ilden. Og det er belønning af lovovertrædere."
el: Πράγματι θέλω να αποκτήσετε [έτσι] μου αμαρτία και αμαρτία σας έτσι θα είστε μεταξύ των σύντροφοι της πυρκαγιάς. Και που είναι η ανταμοιβή των παραβατών.»
et: Tõepoolest soovin saada [seega] oma pattu ja patust nii, et teil on üheks tulekahju kaaslased. Ja ongi tagaotsitavate registreerimiskohas."
fi: Itse haluan saada [näin] syntini ja sinun syntisi niin voi palo kumppaneita. Ja se palkka, rikolliset.
he: אכן אני רוצה לקבל [ובכך] החטא שלי ואת החטא שלך אז אתה תהיה בין הלוויה של האש. וזו התמורה של הפושעים."
hr: Zaista želim dobiti [time] moj grijeh i tvoj grijeh tako da će se među drugovima vatru. I nagraditi prijestupnicima."
lt: Iš tiesų noriu gauti [taip] mano nuodėmę ir savo nuodėmę, jums bus tarp draugų ugnies. Ir tai grzesznicy zaplata."
lv: Patiešām vēlos saņemt [tādējādi] mans grēks un jūsu grēks, tāpēc jums būs starp biedriem no uguns. Un tas ir likumpārkāpēji atlīdzība."
nb: Faktisk vil jeg du skal få [og] min synd og din synd så vil du være blant følgesvennene til brannen. Og det er vederlag av wrongdoers.
sk: Naozaj chcem získať [tak] môj hriech a svoj hriech, tak budete patriť medzi spoločníkmi oheň. A to je odmenu zloèinci."
sl: Res želim pridobitev [tako] svoj greh in svoje grehe, tako da boste med tovariši ogenj. In to je zaracunati wrongdoers."
sr_cyrl: Заиста ћелим да бисте добили [Тиме] мој грех и твој грех тако да ће бити међу компањони ватре. И то је компензацију за починиоце."
sr_latn: Zaista ћelim da biste dobili [Time] moj greh i tvoj greh tako da će biti među kompanjoni vatre. I to je kompenzaciju za počinioce."
uk: Дійсно я хочу отримати [тим самим] мій гріх і ваш гріх так що ви будете серед товаришів вогонь. І що нагорода розкаюємося."
vi: Thật vậy, tôi muốn bạn để có được [do đó] tội lỗi của tôi và tội lỗi của bạn vì vậy bạn sẽ có trong số các companions của ngọn lửa. "Và đó là thương hiệu của wrongdoers."
zu: Ngempela ngifuna ukuba uthole [ngaleyo ndlela] isono sami nesono sakho ukuze uzoba phakathi abangane Fire.

# Quran699
source: And his soul permitted to him the murder of his brother, so he killed him and became among the losers.
ca: I la seva ànima li permet a ell l'assassinat del seu germà, perquè va matar i va ser entre els perdedors.
cy: A oedd ei enaid yn caniatáu iddo lofruddio ei frawd, felly ei ladd ef a daeth ymhlith y rhai ar eu colled.
da: Og hans sjæl tilladt ham mordet på sin bror, så han dræbte ham og blev blandt taberne.
el: Και την ψυχή του να επιτρέπεται σ ' αυτόν τη δολοφονία του αδελφού του, έτσι τον σκότωσε και έγινε ανάμεσα στους χαμένους.
et: Ja tema hing lubatud talle mõrva tema vend, et ta tappis ja kaotajad hulgast.
fi: Ja hänen sielunsa hänelle hänen veljensä niin hän tappoi hänet ja häviäjiä.
he: הנשמה שלו מותר לו הרצח של אחיו, אז הוא הרג אותו, והפך בין המפסידים.
hr: I njegova duša dozvoljeno ubojstvo njegova brata, tako da ga je ubio i postao među gubitnicima.
lt: Ir jo siela leidžiama jam žmogžudystė savo brolio, todėl jis nužudė ir tapo tarp pralaimėjusiųjų.
lv: Un viņa dvēsele atļauts viņam slepkavību viņa brālis, tāpēc viņš nogalinājis un kļuva starp zaudētājiem.
nb: Og hans sjel tillatt ham drapet på sin bror, så han drepte ham og ble blant taperne.
sk: A jeho duša ho vraždu svojho brata, tak ho zabil a stal sa medzi porazenými.
sl: In svojo dušo dovoli mu umor svojega brata, tako da ga je ubil in postal med poraženci.
sr_cyrl: И његова душа дозвољено да га због убиства његовог брата, тако да га је убио, и постао Међу губитнике.
sr_latn: I njegova duša dozvoljeno da ga zbog ubistva njegovog brata, tako da ga je ubio, i postao Među gubitnike.
uk: І його душа дозволено його вбивства його брата, так що він вбив його і став серед програли.
vi: Và linh hồn của mình cho phép anh ta giết người Anh trai của ông, do đó, ông đã giết ông ta và trở thành một trong những người thua cuộc.
zu: Futhi umphefumulo wakhe kuvunyelwe kuye nezinsolo zokubulala umfowabo, ngakho wambulala, waba phakathi losers.

# Quran700
source: Then Allah sent a crow searching in the ground to show him how to hide the disgrace of his brother. He said, "O woe to me! Have I failed to be like this crow and hide the body of my brother?" And he became of the regretful.
ca: Llavors Allah enviava un corb buscant en el terreny que li ensenyi a amagar la desgràcia del seu germà. Va dir, «Ai O a mi! Jo ha de ser com aquest corb i amagar el cos del meu germà?" I va arribar de la lamentable.
cy: Yna anfonodd Allah crow chwilio yn y ddaear i ddangos sut i guddio gwarth ei frawd ef. Dywedodd, "gwae O i mi! Yr wyf wedi methu fel hwn crow a guddio y corff o fy mrawd?" Ac aeth yn o y destun gofid.
da: Allah sendes derefter en krage søger i stedet for at vise ham, hvordan man skjule skændsel af hans bror. Han sagde, "O ve mig! Har jeg ikke kunnet være som denne krage og skjule liget af min bror?" Og han blev af den beklageligt.
el: Στη συνέχεια, Αλλάχ έστειλε ένα κοράκι ψάχνοντας στο έδαφος για να του δείξει πώς να κρύψει την ντροπή του αδελφού του. Είπε, «O Αλίμονο μου! Μήπως παρέλειψα να είναι σαν αυτό το κοράκι και να κρύψει το σώμα του αδελφού μου;" Και έγινε από το λυπηρό.
et: Siis Jumal saatis Vares, otsides pinnases, et talle näidata, kuidas peita oma venna häbiplekk. Ta ütles: "O häda mulle! Ei ole ma suutnud olla nagu see Vares ja peita mu venna keha?" Ja ta sai selle kahetseb.
fi: Sitten Jumala lähetti Varis haku osoittaa hänelle, miten piilottaa häpeä veljensä maahan. Hän sanoi: "Oi voi minua! I ole kuin tämä varis ja piilottaa kehon veljeni?" Ja hän tuli ikävää.
he: ? נשלח אללה עורב חיפוש באדמה כדי להראות לו איך להסתיר את החרפה של אחיו. הוא אמר, "O אבוי לי! אני לא הצליחו להיות כמו עורב זה ולהחביא את הגופה של אחי?" הוא הפך של חרטה.
hr: Onda Allah poslao vrana traži u zemlji mu pokazati kako da sakrije sramotu svoga brata. On je rekao, "O Jao meni! Da nisu kao ova vrana i sakriti tijelo svoga brata?" I on je postao od i žalosne.
lt: Tada Dievas atsiuntė Varna ieškoti ant žemės, jam parodyti, kaip paslėpti jo brolis nemalonę. Jis sakė: "O Vargas man! Ar aš nepavyko kaip tai tiesia ir paslėpti mano brolis kūnas?" Ir jis tapo, ir gailestingas.
lv: Allah nosūtījis vārna, meklējot zemes parādiet viņam, kā slēptu kaunu par savu brāli. Viņš teica: "O bēdas man! Man neizdevās kā šo vārnu un slēpt manu brāli ķermeņa?" Un viņš kļuva par nožēlas.
nb: Så sendt Allah en kråke søker i bakken for å vise ham hvordan du skjuler skam for broren. Han sa, "O ve meg! Jeg kunne være som dette kråke og skjule kroppen min bror?" Han ble av det regretful.
sk: Potom Boh poslal vrana vyhľadávanie v zemi, aby mu ukázal, ako skryť z jeho brat. On povedal: "O Beda mi! Už som nedokázal ako tento vrana a skryť telo môj brat?" A stal sa o poľutovaniahodné.
sl: Nato pošlje Allah vrana iskanje v zemlji, da mu pokazati, kako skriti sramota svojega brata. Je dejal, "O Gorje mi! So mi ni uspelo kot to vrana in skriti telo mojega brata?" In je postal od je obžalovanja.
sr_cyrl: Онда је Аллах послао врана претраживање у земљи да му показе како да сакрије срамоту свог брата. Он је рекао, "О Господе. Сам успео да будем као враном и сакрити тело мог брата?" И он се десило у жалостне.
sr_latn: Onda je Allah poslao vrana pretraživanje u zemlji da mu pokaze kako da sakrije sramotu svog brata. On je rekao, "O Gospode. Sam uspeo da budem kao vranom i sakriti telo mog brata?" I on se desilo u žalostne.
uk: Аллах направлений ворона пошуку в землю, щоб показати йому, як приховати ганьба свого брата. Він сказав: "O горе мені! Я не змогли бути як це Ворони і сховати тіло мій брат?" І він став з до жалю.
vi: Sau đó, Allah đã gửi một con quạ tìm kiếm trên mặt đất cho anh ta làm thế nào để ẩn hổ thẹn của anh trai mình. Ông nói, "O khốn cho tôi! Tôi không như thế này con quạ và ẩn trong cơ thể của anh trai của tôi?" Và ông đã trở thành sự ân hận.
zu: Bese Allah wathumela igwababa ucwaninga emhlabathini ukuze bambonise indlela ukufihla ihlazo umfowabo.
