Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2512
source: And whoever of them should say, "Indeed, I am a god besides Him"- that one We would recompense with Hell. Thus do We recompense the wrongdoers.
ca: I qui d'ells hauria de dir, "De fet, sóc un Déu a més ell" - que un ens vols recompensa amb l'infern. Així ens recompensa els malfactors.
cy: A dylai pwy bynnag ohonynt yn dweud, 'Yn wir, I 'm Duw ar wahân iddo'-y byddai un ydym yn ad-dalu gyda uffern. Felly rydym yn gwneud taliad y tramgwyddo.
da: Og hvem af dem bør sige, "Ja, jeg er en Gud foruden ham" - at vi vil gengælde med helvede. Dermed vi gengælde lovovertrædere.
el: Και όποιος τους θα πρέπει να πω, "Πράγματι, εγώ είμαι Θεός εκτός από τον" - ότι μία που θα ανταμοιβή με κόλαση. Έτσι εμείς να ανταμοιβή την παραβάτες.
et: Ja kes iganes neist tuleks öelda: "Tõepoolest, ma olen Jumal talle peale" - et üks me palk koos põrgu. Seega me selle tekitaja palk.
fi: Ja kuka niistä pitäisi sanoa: "Itse asiassa minä olen Jumala, hänen" - että me korvaus helvetin kanssa. Näin korvaus laajemmalti.
he: ו. מי מהם צריך להגיד, "אכן, אני אלוהים מלבד אותו" - כי אחד פיצוי עם הרוחות. ובכך אנו פיצוי על הפושעים.
hr: I tko od njih bi trebao reći, "Uistinu, ja sam Bog osim njega" - da smo će nagraditi s paklom. Tako ćemo nagraditi počinioce.
lt: Ir kas iš jų turėtų pasakyti, "Iš tiesų, aš esu Dievas be jam" - kad vienas mes būtų zaplata su pragarą. Taigi mes zaplata grzesznicy.
lv: Un kurš no viņiem vajadzētu teikt: "Patiešām, es esmu Dievs, turklāt viņam" –, ka mēs varētu kompensēt ar elle. Tādējādi mēs atlīdzība pārkāpējus.
nb: Og hvem av dem skulle si, "Ja, jeg er en Gud foruten ham" - at vi vil belønne med Hell. Dermed vi belønne wrongdoers.
sk: A ten, kto z nich by mal povedať: "Vskutku, ja som Boh okrem neho" - že by sme jeden odmenu s peklom. Čím máme odmeniť zloèinci.
sl: In kdor od njih bi rekel, "Res, jaz sem Bog poleg njega" - da od nas bi nagraditi s hudiča. Tako smo nagraditi z wrongdoers.
sr_cyrl: И онај ко од њих би требало да кажу, "Заиста, ја сам Бог осим њега" - да, једног смо би компензацију с паклом. Стога смо се компензацију починиоце.
sr_latn: I onaj ko od njih bi trebalo da kažu, "Zaista, ja sam Bog osim njega" - da, jednog smo bi kompenzaciju s paklom. Stoga smo se kompenzaciju počinioce.
uk: І той, хто з них повинен сказати, "Я Бога, крім нього" - що ми б нагорода з пекла. Таким чином ми нагорода в розкаюємося.
vi: Và bất cứ ai của họ nên nói: "Thật vậy, tôi là một Thiên Chúa bên cạnh anh ta" - mà một trong chúng tôi sẽ thương hiệu với địa ngục. Do đó chúng tôi làm thương hiệu của wrongdoers.
zu: Yilowo nalowo kubo luthi: "Ngempela, Ngingunkulunkulu Him" - ukuthi omunye Sizothanda recompense nge Hogo.

# Quran2513
source: Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe?
ca: Els que dubtaven no han considerat que els cels i la terra eren una entitat unida, i ens van separar i fetes d'aigua cada cosa viva? Llavors ells no creurà?
cy: Wedi rhai a ddysgais nid yn ystyried bod y nefoedd a'r ddaear yn endid cydgysylltiedig, ac yr ydym yn eu gwahanu ac yn gwneud o ddŵr bob peth byw? Yna bydd nad ydynt yn credu?
da: Har de, der ikke disbelieved overvejet at himlene og jorden var en tilmeldt enhed, og vi adskilt dem og fremstillet af vand alle levende ting? Derefter vil de ikke tro?
el: Έχουν όσοι disbelieved δεν θεωρείται ότι οι ουρανοί και η γη ήταν μια οντότητα συνεκδικασθείσες, και τους χώρισε και παράγεται από νερό κάθε ζωντανό ον; Στη συνέχεια, αυτοί δεν θα το πιστέψετε;
et: Need, kes disbelieved ei pidanud, et et taevas ja maa peal olid liidetud üksus ja eraldab neid ja valmistatud vee iga elus asi? Siis nad ei usu?
fi: Pitänyt ne, jotka eivät uskoneet, että taivaat ja maa olisi liittynyt kokonaisuus, ja erotti heidät ja valmistettu vettä joka asuen asia? Sitten he usko?
he: יש מי disbelieved לא נחשב כי את השמים ואת הארץ היו ישות המצורפים, אנחנו הפריד ביניהם וגרם מן המים כל יצור חי? אז הם לא יאמין?
hr: Imaju oni koji bio ne smatra da nebesa i zemlja bili spojenih entiteta, a mi ih razdvojili i napravili od vode sve živo? Onda neće vjerovati?
lt: Ar tie, kurie disbelieved nėra laikoma kad dangų ir žemę buvo sujungtos subjektas, ir mes atskirti juos ir gaminamas iš vandens, kiekvienas gyvenimo dalykas? Tada jie negali patikėti?
lv: Vai tiem, kas nav disbelieved uzskatīja, ka heavens un zemes bija pievienojās uzņēmumam un mēs viņus šķīra no ūdens, kas katru dzīves lieta? Tad viņi negribu ticēt?
nb: Har de vantro ikke vurdert at himlene og jorden var en sammenføyde enhet, og vi skilte dem og laget av vann alle levende ting? Deretter vil de ikke tro?
sk: Tých, kto pochyboval, nie za nebo a zem sa pripojil jednotka a sme oddeľovala a vyrobený z vody každý živý tvor? Potom sa im veriť?
sl: So tiste, ki so verjeli ne šteje nebesa in zemlja bili pridružil subjekt, ki smo jih ločene in so iz vode vsako živo bitje? Nato jih ne boste verjeli?
sr_cyrl: Имају они који не верује не сматра се небеса и земља су спојена ентитет, да смо их раздвојили и направљен од воде све живо? Онда ће они не верују?
sr_latn: Imaju oni koji ne veruje ne smatra se nebesa i zemlja su spojena entitet, da smo ih razdvojili i napravljen od vode sve živo? Onda će oni ne veruju?
uk: Ті, хто не disbelieved подумали, що небеса та земля приєднався до сутності, і ми розділили їх і зроблені з води все живе? Потім вони не повірять?
vi: Có những người disbelieved không coi là thiên đường và trái đất là một thực thể tham gia, và chúng tôi đã tách họ và được làm từ nước mọi điều sống? Sau đó sẽ họ không tin tưởng?
zu: Have labo disbelieved akubhekwa njengokubaluleke amazulu nomhlaba yomkhakha xhumelela Sahlala ngokwahlukana benza la manzi konke okuphilayo?

# Quran2514
source: And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided.
ca: I hem col·locat dins les muntanyes de terra fermament establert, perquè no hauria de canviar amb ells, i hem fet aquí [muntanya] [com] passa carreteres que podria ser guiat.
cy: Ac yr ydym mewn sefyllfa o fewn set gadarn mynyddoedd y ddaear, rhag ofn y dylid ei symud gyda nhw, a gwnaethom hynny [Mynydd] tocynnau [fel] ffyrdd y gallai eu harwain.
da: Og vi placeret i jorden fast sæt bjergene, lest det burde skifte med dem, og vi lavede deri [bjerget] passerer [som] veje at de kunne blive guidet.
el: Και τοποθετήσαμε μέσα σε σταθερά καθορισμένα βουνά γη, μήπως πρέπει να αλλάξει με τους, και έχουμε κάνει σ ' αυτό [βουνού] δρόμων περνάει [ως] ότι θα μπορούσαν να κατευθύνονται.
et: Ja me asetada maa kindlalt seatud mägedes, muidu tuleks suunata neid ja tegime sealsamas [mägi] möödub [näiteks] teed et nad võiks juhinduda.
fi: Ja sijoitti maan vakaasti vuoret, ettei se pitäisi siirtää niitä, ja teimme siinä [mountain] kulkee [as] teillä että ne voi ohjata.
he: והניח לנו בתוך ההרים בחוזקה קבע הארץ, שמא זה צריך להעביר איתם, אנחנו שיוכנסו בה [הר] כבישים עובר [כמו] כי הם עשויים להיות מונחה.
hr: I mi u zemlji čvrsto postavljanje planine, da ne bi trebao bi prijeći s njima, i mi se u njemu [planine] prodaja [kao] ceste da ih vodi.
lt: Ir mes patalpinti į žemę tvirtai nustatyti kalnus, kad jis turėtų pereiti su jais, ir mes padarėme jame [kalnų] eina [taip] keliai, kad jie galėtų vadovautis.
lv: Un mēs izvietot zemes stingri noteikts kalnos, nedrīkstam to vajadzētu novirzīt ar viņiem, un mēs izveidojam tajā [kalnu] caurlaides [tik] ceļiem, ka viņi varētu vadīties.
nb: Og vi plassert i jorden fast sett fjellene, så det bør skifte med dem, og vi gjorde der [fjellet] passerer [som] veier at de kan styres.
sk: A sme v zemi pevne stanovenej hôr, inak by sa presunúť s nimi, a môžeme sa v nej [hory] cesty prechádza [ako], že by mohli vychádzať.
sl: In smo ga dali v zemljo trdno iz gore, da ne bi morali prehod z njimi, in smo v njej [gorska] [kot] prelazov cestah, da so lahko vodeni.
sr_cyrl: И ставили смо унутар чврсто постави планинама земље, да не би било би требали пребацити са њима, и направили смо у томе [планине] [као] пропуснице путеви су можда бити вођена.
sr_latn: I stavili smo unutar čvrsto postavi planinama zemlje, da ne bi bilo bi trebali prebaciti sa njima, i napravili smo u tome [planine] [kao] propusnice putevi su možda biti vođena.
uk: І ми у складі землі твердо встановити гори, щоб вона повинні перейти з ними, і ми зробили в цьому [гора] [як] проходить доріг, що вони могли б керуватися.
vi: Và chúng tôi đặt trong vòng trái đất núi thiết lập vững chắc, vì sợ rằng nó sẽ thay đổi với họ, và chúng tôi thực hiện trong đó [núi] Pass [là] con đường mà họ có thể được hướng dẫn.
zu: Futhi Sahambisa angaphansi komhlaba, nime niqinile entabeni, funa it kumele ususwe nabo, futhi Senza therein [entabeni] ludlulele [njengoba] imigwaqo bangasizwa guided.

# Quran2515
source: And We made the sky a protected ceiling, but they, from its signs, are turning away.
ca: I hem fet el cel un sostre protegida, però, dels seus signes estan convertint fora.
cy: Ac rydym yn gwneud yr awyr nenfwd gwarchodedig, ond gan ei arwyddion, maent, yn troi i ffwrdd.
da: Og vi gjorde himlen en beskyttet loft, men de drejning væk fra dens tegn.
el: Και κάναμε τον ουρανό ένα προστατευμένο ανώτατο όριο, αλλά, από τα σημεία του, στρέφονται μακριά.
et: Ja tegime taevas kaitstud ülemmäära, kuid nad, tema tunnuseid on keerates ära.
fi: Ja teimme taivas suojattu kattoon, mutta ne sen oireita ovat siirtymässä pois.
he: . עשינו השמיים תקרה מוגן, אבל, מן הסימנים שלה, הם מתהפכים משם.
hr: Napravili smo nebo zaštićeni strop, a, sa svojim znakovima se okreću daleko.
lt: Ir mes padarėme dangaus saugomų ribos, bet jie, jos požymių, kreipiasi toli.
lv: Un mēs esam padarījuši debesis aizsargāti griesti, bet tie, no tās pazīmes, vēlas iestāties attālumā.
nb: Og vi gjorde himmelen et beskyttet tak, men de fra sine tegn, blir borte.
sk: A sme sa obloha chránené strop, ale oni, jej príznaky sú preč odbočka.
sl: In smo na nebu zaščiten strop, vendar jih, iz svojih znakov, se obrača proč.
sr_cyrl: И направили смо небо заштићене плафон, али, из своје знакове, претварају се.
sr_latn: I napravili smo nebo zaštićene plafon, ali, iz svoje znakove, pretvaraju se.
uk: І ми зробили небо захищений від стелі, але вони, від своїх знаків, звертаються геть.
vi: Và chúng tôi thực hiện trên bầu trời trần nhà được bảo vệ, nhưng họ, từ những dấu hiệu của nó, chuyển đi.
zu: Futhi Senza esibhakabhakeni ophahleni evikelwe, kodwa, kusukela izimpawu zayo, bayabajikisa.

# Quran2516
source: And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming.
ca: I és ell el que ha creat la nit i el dia i el sol i la lluna; neden tot [cossos celestes] en una òrbita.
cy: Ac ef a greodd y nos a dydd a yr haul a lleuad; Mae holl [cyrff heavenly] mewn orbit yn nofio.
da: Og det er ham, der skabte natten og dagen og solen og månen; alle [himmellegemer] i et kredsløb svømning.
el: Και είναι αυτός που δημιούργησε τη νύχτα και την ημέρα και τον ήλιο και το φεγγάρι? Όλες [ουράνια σώματα] σε μια τροχιά είναι το κολύμπι.
et: Ja see on ta loonud öö ja päev ja päike ja kuu; kõik [taevakehad] on orbiidil on ujumine.
fi: Ja se on hän, joka loi yö ja päivä, aurinko ja kuu; kaikki [taivaankappaleiden] radalla uinti.
he: והוא זה שיצר הלילה היום, השמש ואת הירח; כל [גופים שמימיים] ב מסלול שוחים.
hr: I on je taj koji je stvorio noć i dan i sunce i mjesec; sve [nebeskih tijela] u orbiti su plivanje.
lt: Ir tai tas, kuris sukūrė naktį ir dieną ir saulė ir mėnulis; visi [dangaus kūnus] Orbita yra baseinas.
lv: Un tas ir tas, kurš izveidoja nakts un diena un saules un mēness; visi [debesu ķermeņiem] orbītā ir peldēšana.
nb: Og det er som skapte natten og dagen og solen og månen; alle [himmellegemene] i en bane er svømming.
sk: A to je ten, ktorý vytvoril, noc a deň a slnko a mesiac; plávanie všetkých [nebeské telesá] na obežnej dráhe.
sl: In to je on, ki je ustvaril noč in dan in sonce in luna; vse [nebesna telesa] v orbiti so plavanje.
sr_cyrl: И он је створио је ноћ и дан и сунце и месец; [небеска тела свих] орбити пливају.
sr_latn: I on je stvorio je noć i dan i sunce i mesec; [nebeska tela svih] orbiti plivaju.
uk: І це той, хто створив ночі і дня і сонце і місяць; всі [небесних світил] на орбіті, плавання.
vi: Và nó là người chế tạo đêm và ngày, mặt trời và Mặt Trăng; Tất cả [cơ quan trên trời] trong một quỹ đạo bơi lội.
zu: Futhi kuba Lowo qamba suku usuku kanye langa yanga;

# Quran2517
source: And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal?
ca: I no concedim a qualsevol home abans l'eternitat [de terra]; tan si moríssis - serien eterns?
cy: A oedd gennym ni yn grant i unrhyw ddyn cyn eternity chi [ar y ddaear]; Felly os byddwch yn marw-byddent yn tragwyddol?
da: Og vi give ikke nogen mand før du eternity [til jorden]; så hvis du dør - ville de være evigt?
el: Και δεν χορηγήσει σε κανέναν άντρα πριν σας αιωνιότητα [στη γη]. έτσι αν πεθάνεις - θα τους αιώνια;
et: Ja me ei näinud ette kedagi, enne te igavik [maal]; nii et kui sa sured - nad oleks igavene?
fi: Ja me ei antanut yhdellekään ihmiselle ennen sinua ikuisuuden [maan päällä]; Joten jos kuolet - ne olisi ikuinen?
he: אנחנו לא היה מעניק לכל אדם לפני את הנצח [על פני האדמה]; אז אם אתה מת -. הם יהיה נצחי?
hr: I mi nije dala da svaki čovjek prije ti vječnost [na svijetu]; tako da - bi bili vječni?
lt: Ir mes nesuteikė jokių žmogui prieš jums amžinybės [žemėje]; Taigi jei jums mirti - jie būtų amžina?
lv: Un mēs nepiešķir nevienam no vīriem pirms jūs mūžības [uz zemes]; Tātad, ja jūs die - tie būtu mūžīgs?
nb: Og vi gi ikke til enhver mann før du evigheten på jorden]. så hvis du dør - ville de være evig?
sk: A sme nepriznáva k nejakému mužovi pred ste večnosť [na zemi]; Takže ak zomriete - by mali byť večný?
sl: In smo si ne odobrijo vsak človek pred vas večnost [na zemlji]; da če umreš - bi se večno?
sr_cyrl: И да ми није дала да било кога пре тебе [на земљи]; Ако не умрете, они би вецни?
sr_latn: I da mi nije dala da bilo koga pre tebe [na zemlji]; Ako ne umrete, oni bi vecni?
uk: І ми не дала до будь-якого чоловіка перед ви вічність [на землі]; тому якщо ви die - вони б вічне?
vi: Và chúng tôi đã không cấp cho bất kỳ người đàn ông trước khi bạn vĩnh cửu [trên trái đất]; Vì vậy nếu bạn chết - họ sẽ đời đời không?
zu: Futhi Sasingenalo ninike yimuphi umuntu phambi kwakho iphakade [emhlabeni];

# Quran2518
source: Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned.
ca: Cada ànima degustarà mort. I provem mal i amb bona com a judici; i a nosaltres seran retornats.
cy: Bydd pob enaid yn blasu marwolaeth. A ydym yn profi chi gyda drwg a da yn y treial; ac i ni y bydd eich dychwelyd.
da: Hver sjæl vil smage døden. Og vi tester dig med onde og gode som retssag; og til os du vil blive returneret.
el: Κάθε ψυχή θα γεύση θανάτου. Και δοκιμάζουμε σας με το κακό και με το καλό ως trial? και σε εμάς θα επιστρέψετε.
et: Iga hing on maitse surma. Ja me test teile kurja ja head, kui kohtuprotsess; - ja meile saad tagasi.
fi: Jokainen sielu maistuu kuoleman. Ja testaamme, paha ja hyvä kuin kokeeseen. ja meille palautit.
he: כל נשמה יהיה טעם המוות. אנחנו לבדוק אותך עם רשע ועם כמו משפט; לנו תוחזר.
hr: Svaka duša će okusiti smrt. I testiramo si zla i kao sudska istraga; i nama će biti vraćen.
lt: Kas siela skonį mirties. Ir mes jums išbandyti su bloga ir gera kaip bandomasis; ir mums bus grąžintas.
lv: Katru dvēseli garšos nāvi. Un mēs jūs tests ar ļaunā un labā kā izmēģinājuma; un mums tiks atgriezts.
nb: Enhver sjel vil smake døden. Og vi test du onde og god som prøve; og for oss vil du bli returnert.
sk: Každá duša bude chuť smrti. A my vám test s zlo a dobro ako skúšobné; a nám sa vrátia.
sl: Vsaka duša bo okus smrti. In smo test vam z zlo in z dobro kot poskus; in da nas boste vrnili.
sr_cyrl: Свака душа ће окусити смрт. И тестирали смо те са злом, као и са добрим као пробни; и да нас ти ће бити враћена.
sr_latn: Svaka duša će okusiti smrt. I testirali smo te sa zlom, kao i sa dobrim kao probni; i da nas ti će biti vraćena.
uk: Кожна душа буде смак смерті. І ми тестуємо ви зі злом і з гарним як судового розгляду; і нам то, будуть повернуті.
vi: Mỗi linh hồn sẽ hương vị cái chết. Và chúng tôi kiểm tra bạn với cái ác và tốt như thử nghiệm; và cho chúng tôi, bạn sẽ được trả lại.
zu: Gcwele phefumulo akuzwa ukufa naphakade.

# Quran2519
source: And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], "Is this the one who insults your gods?" And they are, at the mention of the Most Merciful, disbelievers.
ca: I quan els que dubten veure't, [O Muhammad], que no excepte prenen en ridícul, [dir], "És aquest qui insulta els seus déus?" I són, a la menció dels més compassius, disbelievers.
cy: A pan fydd rhai a chredu yn gweld chi, [O Muhammad], maent yn cymryd chi nid ac eithrio mewn gwawd, [dweud], "Hwn yw'r un sy'n sarhau eich duwiau?" Ac maent yn, yn sôn am tosturiol, disbelievers.
da: Og når dem, der ikke tror ser du, [O Muhammad], de tager dig ikke undtagen i latterliggørelse, [siger], "Er det den, der fornærmer din guder?" Og de er, på omtalen af den mest barmhjertige, vantro.
el: Και όταν βλέπω αυτούς που δυσπιστώ, [Ο Μωάμεθ], παίρνουν δεν παρά μόνο σε γελοιοποίηση, [λέγοντας], «Αυτό είναι αυτός που προσβάλλει θεούς σου;» Και αυτοί είναι, στην αναφορά του ο πανάγαθος, disbelievers.
et: Ja kui need, kes usu näen sind [O Muhammad], nad võtavad teid mitte välja arvatud naeruvääristada, [ütles], "On see üks, kes teie jumalad solvangute?" Ja nad on mainida armollinen, uskottomille.
fi: Ja kun ne, jotka ovat uskottomia näkevät sinut [Oi Muhammed] ei paitsi naurunalaiseksi [sanoen], "Onko tämä se, joka loukkaa gods?" Ja he ovat mainitaan laupias, saa luovuttaa.
he: כאשר אלה לא להאמין. להתראות, [O מוחמד], הם לוקחים אותך לא רק לעג, [ואמר] "זה מי מעליב את האלים שלך?" והם הם, עם אזכור של הרחמן ביותר, disbelievers.
hr: I kada oni koji ne vjeruju-vidimo se, [O Muhammad], oni se ne osim u podsmijeh, [rekao], "Je li ovo onaj koji vrijeđa svoje bogove?" I oni su, na spomen Najmilostiviji, iskuse.
lt: Ir kai tie, kurie neturi wierza matyti tave, [O Muhammad], jie nuves jus ne išskyrus Zironizować, [sako], "Ar tai tas, kuris įžeidinėjimų savo dievų?" Ir jie yra, litosciwy, paminėti disbelievers.
lv: Un kad tiem, kuri neticēt redzēt jūs [O Muhammad], tās veic jums nav izņemot izsmiekls, [saka], "Tas ir tas, kurš aizskar jūsu dievi?" Un tie ir žēlsirdīgs, pieminēja disbelievers.
nb: Og når de som tviler ser deg, [O Muhammad], de tar du ikke unntatt i latterliggjøring, [sier], "Er dette som fornærmelser din guder?" Og de er, ved omtale av mest barmhjertige, troende.
sk: A keď tí, ktorí neveria vidieť, [Mohamed], berú vás nie okrem zesměšňování, [že], "Je to ten, kto uráža svojich bohov?" A oni sa zmienka o Most Milosrdných, neveriacim.
sl: In ko tistim, ki verjamem vidimo, [O Muhammad], oni vas ne razen v zasmehovanje, [pravijo,], "Je to tisti, ki žalitve vaš bogov?" In oni so na omenja najbolj usmiljen, disbelievers.
sr_cyrl: Кад видим оне који је сигуран да је лажна, [О Мухаммад], одвезли су не осим у ругања, [указујући], "Да ли је ово онај који вређа твојих богова?" И они су, кад си споменуо најмилостивији, скептике.
sr_latn: Kad vidim one koji je siguran da je lažna, [O Muhammad], odvezli su ne osim u ruganja, [ukazujući], "Da li je ovo onaj koji vređa tvojih bogova?" I oni su, kad si spomenuo najmilostiviji, skeptike.
uk: А коли ті, хто не вірити до зустрічі, [O Мухаммад], вони вас не за винятком у насмішки, [кажучи:] "Це той, хто ображає ваш богів?" І вони піддаються, згадка про милостивий, disbelievers.
vi: Và khi những người disbelieve nhìn thấy bạn, [O Muhammad], họ đưa bạn không ngoại trừ chế giễu, [nói], "Này là ai nhục mạ các vị thần của bạn?" Và họ có, đề cập đến đặt thương xót, thì.
zu: Futhi lapho labo disbelieve bheka you, [O Muhammad] they fuza you cha ngaphandle usulu, [ethi], "Ingabe lo fike uthuka onkulunkulu bakho?"

# Quran2520
source: Man was created of haste. I will show you My signs, so do not impatiently urge Me.
ca: Home es va crear de pressa. Jo et mostraré el meu signes, així amb impaciència no instar-me.
cy: Crëwyd dyn o frys. Bydd dangos fy arwyddion, felly nid ydych yn Me. annog ddiamynedd i chi
da: Mennesket blev skabt af hastværk. Jeg vil vise dig mit tegn, så ikke utålmodigt opfordre mig.
el: Ο άνθρωπος δημιουργήθηκε από βιασύνη. Θα σου δείξω σημεία μου, έτσι δεν δεν επιβαρύνει με ανυπομονησία μου.
et: Mees on loodud kiirustades. Ma näitan sulle minu märke nii kutsun kannatamatult mind.
fi: Ihminen on luotu kiireessä. Minä näytän sinulle minun merkkejä, joten ei kärsimättömästi kehottaa minua.
he: האדם נוצר החיפזון. . אראה לך את השלטים שלי, אז לא בקוצר רוח מאיצים בי
hr: Čovjek je stvoren od žurbe. Pokazat ću vam moje znakove, pa s nestrpljenjem pozvati mene.
lt: Žmogus buvo sukurtas paskubomis atokvėpį. Aš jums parodysiu, mano požymiai, todėl ne nekantriai Raginti mane.
lv: Vīrietis tika izveidota no steiga. Parādīs jums manas zīmes, tāpēc nav nepacietīgi aicinu me.
nb: Mannen ble skapt av hastverk. Jeg vil vise deg min tegn, så ikke utålmodig oppfordrer meg.
sk: Človek bol stvorený v zhone. Ja vám ukážem moje príznaky, takže nie netrpezlivo naliehala na mňa.
sl: Človek je bil ustvarjen naglica. Vam bo pokazal svoj znaki, tako nestrpno urgirali Me.
sr_cyrl: Цовек је створен од журбе. Ја цу вам показати моје знакове, тако да није са нестрпљењем позивају на мене.
sr_latn: Covek je stvoren od žurbe. Ja cu vam pokazati moje znakove, tako da nije sa nestrpljenjem pozivaju na mene.
uk: Людина створено поспіху. Я покажу вам ознаки мої, так що не нетерпінням закликаю мене.
vi: Người đàn ông đã được tạo ra trong sự vội vàng. Tôi sẽ cho bạn thấy dấu hiệu của tôi, vì vậy không impatiently mong Me.
zu: Umuntu wadalwa yokushesha.

# Quran2521
source: And they say, "When is this promise, if you should be truthful?"
ca: I diuen, "quan és aquesta promesa, si vostè ha de ser veraç?"
cy: Ac maent yn dweud, "pryd y mae hwn addewid, os dylai fod yn eirwir?"
da: Og de siger, "Hvornår er dette løfte, hvis du skulle være sandfærdig?"
el: Και λένε, «όταν πρόκειται για υπόσχεση, αν θα πρέπει να είναι αληθείς;»
et: Ja nad ütlevad, "Kuna see on lubadus, kui sa peaksid olema tõesed?"
fi: Ja he sanovat, "kun on tämä lupaus, jos sinun pitäisi olla rehellinen?"
he: הם אומרים, "מתי זה הבטחה, אם אתה צריך להיות כנה?"
hr: I kažu, "kada je ovo obećanje, ako bi trebao biti iskren?"
lt: Ir jie sako, "kada tai pažadas, jei jūs turite būti teisingi?"
lv: Un viņi saka: "kad tas ir solījums, ja jums ir jābūt patiesam?"
nb: Og de sier, "når er dette løftet, dersom du skulle være sannferdig?"
sk: A oni hovoria, "keď je to sľub, ak by ste mali byť pravdivé?"
sl: In pravijo, "ko je to obljubo, če bi morali biti resnične?"
sr_cyrl: А они кажу, "када је то обећање, да си био искрен?"
sr_latn: A oni kažu, "kada je to obećanje, da si bio iskren?"
uk: І вони кажуть: "коли це обіцянка, якщо ви повинні бути правдивими?"
vi: Và họ nói, "khi này là lời hứa, nếu bạn nên trung thực?"
zu: Futhi bathi, "Uma yilesi sithembiso, uma kufanele kube truthful?"
