Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1928
source: Then on the Day of Resurrection He will disgrace them and say, "Where are My 'partners' for whom you used to oppose [the believers]?" Those who were given knowledge will say, "Indeed disgrace, this Day, and evil are upon the disbelievers" -
ca: Llavors en el dia de resurrecció se es vergonya-los i dir, "On són la meva"socis"per a qui solia oposició [els creients]?" Aquells que van donar coneixement dirà, "De fet vergonya, aquest dia i el mal estan sobre els disbelievers"-
cy: Yna ar y dydd atgyfodi ef bydd disgrace iddynt a dweud, "Ble mae fy 'partneriaid' am bwy a ddefnyddiwyd gennych i wrthwynebu'r [y credinwyr]?" Bydd rheini y rhoddwyd gwybodaeth yn dweud, "Yn wir warthus, y dydd a drygioni yn ar y disbelievers"-
da: Derefter på opstandelsen dag han vil skændsel dem og sige, "Hvor er min"partnere"for hvem du brugte til at modsætte sig [troende]?" Dem, der fik viden vil sige, "Ja skændsel, denne dag, og det onde er efter vantro"-
el: Στη συνέχεια, για την ημέρα της Αναστάσεως που θα ντροπή τους και λένε, «Πού είναι μου «εταίρους» για τον οποίο χρησιμοποιήσατε για την προσβολή [πιστών];» Αυτοί που είχαν γνώση θα πει, «Πράγματι ντροπή, αυτήν την ημέρα, και το κακό είναι κατόπιν disbelievers»-
et: Seejärel linna Day of ülestõusmine He näidatakse häbi neile ja ütlevad: "Kus on minu partnerid kelle kasutatud [usklikud] seista?" Need, kes anti teadmisi ütlen, "Tõepoolest häbiplekk, see päev ja paha on pärast selle uskottomille"-
fi: Sitten ylösnousemuksen päivänä hän häpeä heille ja sanoa: "Missä ovat minun kanssa jota käytit vastustaa [uskovaiset]?" Niille, jotka saivat tietoa teille, "Todellakin häpeä, tämä päivä ja paha ovat kun saa luovuttaa"-
he: אז על יום של תחיית המתים הוא לבייש אותם, אומר, "איפה הם השותפים שלי עבור מי השתמשת להתנגד [המאמינים]?" אלה אשר קיבלו את הידע יגידו, "אכן בושה, זה יום רוע הן על disbelievers"-
hr: Zatim na na dan od uskrsnuća on će ih osramotio i reći, "Gdje su moji partneri za koje ste koristili da se suprotstave [vjernici]?" Koji su dobili znanje će reći, "Zaista sramota, ovaj dan, a zlo su na i iskuse"-
lt: Tada ant į dieną, prisikėlimo jis bus gėda jiems ir sako: "Kur yra mano"partneriai", kurį naudojote prieštarauti [tikintieji]?" Tie, kurie buvo suteikta žinių bus pasakyti, "Iš tikrųjų gėda, šią dieną, ir blogis yra ant to disbelievers"-
lv: Pēc tam pa dienu no augšāmcelšanās viņš būs kauns tos un saka: "Kur ir mana partneriem, kuru izmantojāt, lai celtu [ticīgie]?" Tiem, kas tika dotas zināšanas būs rakstīts "Patiešām kauns, šo dienu un ļauno stājamies disbelievers"-
nb: På den dagen av oppstandelse han vil vanære dem og si, "Hvor er min 'partnere' for som du brukte til å motsette [troende]?" De som ble gitt kunnskap vil si, "Virkelig skam, denne dag og onde er på troende"-
sk: Potom na deň vzkriesenia on im hanbu a povedať: "Kde sú moje"partneri"pre koho ste použili proti [veriacich]?" Tí, ktorí dostali vedomosti povie, "Naozaj hanba, tento deň a zla sú na neveriacim"-
sl: Nato na vstajenja dan on bo Blamaža jih in reči, "Kje so moje"partnerji"za koga ste vajeni nasprotujejo [verniki]?" Tiste, ki so imele znanja bo rekel, "Res sramota, ta dan, in zlo uprte v disbelievers"-
sr_cyrl: Онда на дан за ускрснуће он ће срамота да их и рекао, "Где су моји партнери за кога си некад се противе [верници]?" Они који су добили знање ће кажу, "Заиста срамота, овај дан, а зло су над скептике"-
sr_latn: Onda na dan za uskrsnuće on će sramota da ih i rekao, "Gde su moji partneri za koga si nekad se protive [vernici]?" Oni koji su dobili znanje će kažu, "Zaista sramota, ovaj dan, a zlo su nad skeptike"-
uk: Потім на день про воскресіння він буде ганьби на них і сказати, "де мій партнерів для кого ви використовували, щоб протистояти на віруючих?" Ті, які давали знань скаже: "Дійсно ганьба, цей день і зла є після на disbelievers"-
vi: Sau đó vào những ngày của phục sinh ông sẽ hoen họ và nói: "Ở đâu của tôi 'đối tác' cho người mà bạn đã sử dụng để chống lại [các tín hữu]?" Những người đã được đưa ra kiến thức sẽ nói, "Thực sự hổ thẹn, ngày này, và cái ác đang dõi theo các thì"-
zu: Khona-ke lapho Suku Vuko He hlaza them tshela "Baphi 'partners' Wami omthandayo esetshenziswa bephikisa [kholwa!]?"

# Quran1929
source: The ones whom the angels take in death [while] wronging themselves, and [who] then offer submission, [saying], "We were not doing any evil." But, yes! Indeed, Allah is Knowing of what you used to do.
ca: Els qui els àngels prendre en mort [mentre] wronging-se i [que] llavors oferir la submissió, [dir], "No fèiem cap mal." Però, sí! De fet, Allah està saber de què solia fer.
cy: Mae rhai y mae yr angylion yn cymryd mewn marwolaeth tra wronging eu hunain, a [sydd] wedyn yn cynnig cyflwyniad, [dweud], "oedd ddim yn gwneud unrhyw ddrwg." Ond, ie! Yn wir, Allah yn gwybod beth yr ydych yn ei defnyddio i wneud.
da: Dem, som englene tager i død [mens] gøre selv, og [der] derefter tilbyde indsendelse, [siger], "Vi ikke gøre nogen ondt." Men ja! Allah er at vide om, hvad du plejede at gøre.
el: Αυτοί τους οποίους οι άγγελοι λαμβάνουν το θάνατο [ενώ] αδικούσαμε τους εαυτούς τους, και [που] στη συνέχεια, υποβολή, [λέγοντας], προσφοράς «Που δεν κάναμε κακό.» Αλλά, ναι! Πράγματι, Αλλάχ είναι γνωρίζοντας αυτό που χρησιμοποιείται για να το κάνετε.
et: Need, keda inglid võtta surmaga [kuigi] wronging enda, ja [kes] seejärel pakkuda sõnul [öelda], "Me pole sel mingeid paha." Kuid jah! Tõepoolest, Allah on teades mida sa kasutada seda teha.
fi: Niitä, joille enkelit ottaa kuolemaan [kun] wronging itseään ja [joka] sitten tarjota väittää, [sanoen] ", ettemme tehneet mitään pahaa." Mutta kyllä! Jumala nimittäin tietäen mitä voidaan tehdä.
he: אלה אשר המלאכים לקחת במוות [כאשר] ההיתר עצמם, ואת [מי] ואז להציע כניעה, [ואמר] "שאנחנו לא עושים איזו רעה". . אבל, כן! אכן, אללה הוא שהידיעה של מה נהגת לעשות.
hr: One kojima anđeli se u smrt dok wronging sebe, i [koji] onda ponuditi podnošenje, [rekao], "Ne činimo zlo." Ali, da! Uistinu, Allah je znajući da ranije.
lt: Tie kuriems angelai imtis mirtimi [o] wronging patys, ir [kuris] tada pasiūlyti teigimu, [sako], "Mes ne daro bet kokį blogį." Bet, taip! Iš tiesų, Allah yra žinios, kas naudojote daryti.
lv: Tiem, kuriem eņģeļi veic nāvi [savukārt] wronging sevi, un [kas], pēc tam piedāvāt iesniegšanu, [saka], "Nav darītu jebkurš ļaunums." Bet, jā! Patiešām, Allah ir zinot par to, ko esat pieradis veikt.
nb: De som englene bringer død [under] wronging seg selv, og [som] deretter tilby underkastelse, [sier], "Vi ikke gjorde noen onde." Men, ja! Døyve er faktisk vite av hva du pleide å gjøre.
sk: Tí, ktorých anjeli sa smrti [súčasne] wronging seba a [ktorí] potom ponúkajú podania [povedať], "Sme boli nerobí nič zlého." Ale áno! Alah je skutočne vedieť, na čo ste zvyknutí robiť.
sl: Tisti, katerim angeli se v smrt [pa] wronging sami, in [ki] nato ponujajo oddajo, [pravijo,] "Ne delamo zlo." Ampak, ja! Res, Allah je poznavanje o kaj je za narediti.
sr_cyrl: Оне којима заузели у смрт док wронгинг себе, и [који] онда понуди покорности, [указујући], "Не радимо сваког зла." Па , да! Уистину , Аллах је знајужи мога да радим.
sr_latn: One kojima zauzeli u smrt dok wronging sebe, i [koji] onda ponudi pokornosti, [ukazujući], "Ne radimo svakog zla." Pa, da! Uistinu, Allah je znajuжi moga da radim.
uk: Ті, кого ангели взяти у смерті [а] wronging себе і [які] потім запропонувати подання, [кажучи:] "Ми не робили будь-яких зла." Але так! Справді, Аллах, знаючи, що ви використовували, щоб зробити.
vi: Những người mà các thiên sứ mang trong cái chết [trong khi] wronging chính mình, và [ai] sau đó cung cấp thông tin, [nói], "Chúng tôi không làm bất kỳ điều ác." Nhưng, Yeah! Thật vậy, Allah là hiểu biết của bạn sử dụng như thế nào để làm.
zu: The ones bani izingelosi uthathe ekufeni [kuyilapho] wronging ngokwabo, futhi [ngubani] siveze ukuzithoba, [ethi], "Sasingavunyelwe singenzi nakuphi okubi."

# Quran1930
source: So enter the gates of Hell to abide eternally therein, and how wretched is the residence of the arrogant.
ca: Així Introdueixi les portes de l'infern a complir eternament en el mateix i miserable com és la residència de l'arrogància.
cy: Felly rhowch y giatiau uffern i gadw at fythol ynddo, a sut truenus yn breswylfa haerllug.
da: Så indtast gates of Hell overholder evigt deri, og hvordan elendige er residens for den arrogante.
el: Έτσι, εισάγετε τις πύλες της κόλασης να τηρήσουν αιώνια, και πόσο άθλιοι είναι η κατοικία του τους αλαζόνες.
et: Nii sisestage väravad põrgu pidada kinni igavesti seal ja kuidas armetu on ülbe elukoht.
fi: Joten anna portit helvettiin ikuisesti siinä, ja kuinka kurja on asuinpaikan ylimielinen.
he: אז להיכנס לשערי הגיהנום לציית לנצח בו, כמה אומלל הוא משכנו של הדברים.
hr: Tako proći vrata pakla da ostane vječno u njemu, a kako jadan je rezidencija arogantan.
lt: Taigi įveskite vartai pragarą laikytis amžinai ten, ir kaip niekam tikęs yra gyvenamosios vietos, arogantiškas.
lv: Tāpēc ievadiet vārtus ellē norunājām mūžīgi tur un cik nožēlojama ir augstprātīgi dzīvesvietas.
nb: Så angi porten til helvete til følge evig disse og hvordan elendige er residensen til den arrogante.
sk: Takže zadajte brány pekla dodržiavať večne v ňom, a ako úbohý je bydliska arogantný.
sl: Zato vnesite vrata pekla spoštovati večno tam, in kako bedno je prebivališče aroganten.
sr_cyrl: Тако неће проћи кроз врата пакла да се повинују вечито у томе, и како је јадна је резиденција је арогантан.
sr_latn: Tako neće proći kroz vrata pakla da se povinuju večito u tome, i kako je jadna je rezidencija je arogantan.
uk: Так введіть ворота пекла дотримуватися вічно в ньому, а також як нещасний резиденцією зарозумілі.
vi: Để nhập các cửa của địa ngục để tuân thủ luôn luôn trong đó, và làm thế nào không may là nơi cư trú của các kiêu ngạo.
zu: Ngakho ngena sango Hogo ukusigcina phakade therein, futhi kanjani lusizi kuyinto yokuhlala abazikhukhumezayo.

# Quran1931
source: And it will be said to those who feared Allah, "What did your Lord send down?" They will say, "[That which is] good." For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous -
ca: I es diu a qui tem Allah, "El que va fer el seu Senyor envia?" Diuen, "[el que és] bona." Per als que fan bé en aquest món és bo; i la casa de la d'ara endavant és millor. I excel·lent com és la casa dels justos-
cy: A bydd rhai yn dweud i'r rhai sy'n ofni Allah, "Beth oedd eich Arglwydd yn ei anfon i lawr?" Byddant yn dweud, "[sydd] da." I'r rhai sy'n gwneud yn dda yn y byd hwn yn dda; ac yn gartref i y o hyn ymlaen yn well. Ac mor ardderchog yw cartref y righteous-
da: Og det vil sige, at dem, der frygtede Allah, "Hvad har jeres Herre sendt?" De vil sige, "[der er] god." For dem, der gør er godt i denne verden god; og hjemsted for hinsidige er bedre. Og hvordan fremragende er hjemsted for retfærdige-
el: Και, θα μας πουν σε όσους φοβούνται Αλλάχ, «Τι ο Λόρδος σας έστειλε;» Θα λένε, «[που είναι] καλό. " Για εκείνους που κάνουν καλό σε αυτόν τον κόσμο είναι καλό? και το σπίτι του συνέχεια είναι καλύτερη. Και πόσο εξαιρετική είναι το σπίτι του δίκαιου-
et: Ja ta ütles neile, kes kartsid Jumalat, "Mida tegin oma Issanda saada?" Nad ütlevad, "[see, mis on] hea." Neile, kes teevad hea siin maailmas on hea; ja edaspidi kodus on parem. Ja kui suurepärane on õigustatud - kodu
fi: Ja se sanoi niille, jotka pelkäsivät Allah, "Mitä Herrasi Lähettikö?" He sanovat "[joka on] hyvä." Niille, jotka tekevät hyvään tässä maailmassa on hyvä; ja jäljempänä koti on parempi. Ja erinomainen on vanhurskas - koti
he: ועל זה יאמר למי חשש אללה, "מה האדון שלח?" הם יגידו, "[זה שהוא] טוב." למי לעשות טוב בעולם הוא טוב; הבית של בעולם הבא עדיף. כמה מעולה הוא ביתו של הצדיק-
hr: I to će se reći onima koji se bojao Allaha, "Što je tvoj gospodar poslao?" Oni će reći, "[to je] dobar." Za one koji dobro na svijetu je dobro; i bolje je dom nakon smrti. Kako odličan je dom pravedni-
lt: Ir ji bus teigti, kad tie, kurie bijojo Dievas, "Kas padarė savo Viešpatį siųsti?" Jie sako, "[kuris yra] geras." Tie, kurie gerai šiame pasaulyje yra gera; ir toliau namuose yra geriau. Ir kaip puikiai yra teisus - namo
lv: Un tas sacīja tiem, kas baidījās no Allah, "Ko darīja savu kungu sūtīt uz leju?" Viņi saka, "[kas ir] labs." Par tiem, kuri to dara labi šajā pasaulē ir labs; un turpmāk mājas ir labāk. Un cik lieliski ir taisns - sākums
nb: Og det vil si til de som fryktet Allah, "Hva deres Herre sendte?" De vil si, "[det er] god." For de som gjør er godt i denne verden bra; hjemmet til hinsidige er bedre. Og hvor god er hjemmet til rettferdige-
sk: A to bude vraj tí, ktorí sa obávali, Alah, "Čo urobil váš pán poslať nadol?" Povedia, "[že je] dobré." Pre tých, ktorí robia dobro v tomto svete je dobrý; a doma ďalej je lepšie. A ako výborné je domovom spravodliví-
sl: In to bo rekel tistim, ki so se Bali Allah, "Kaj je vaš gospod spodbuda?" Bodo rekli, "[ki je] dobro." Zakaj oni kdo delati dobro v tem svetu je dober; in dom v nadaljevanju je bolje. In kako odlično je dom pravičnih-
sr_cyrl: И то ће се рећи онима који се боје Аллах, "Шта ли твој господар послао?" Рећи ће, "[која је] добар." За оне који то раде добро у овом свету је добро; и боље је дом на другом свету. И како је одличан је дом праведних-
sr_latn: I to će se reći onima koji se boje Allah, "Šta li tvoj gospodar poslao?" Reći će, "[koja je] dobar." Za one koji to rade dobro u ovom svetu je dobro; i bolje je dom na drugom svetu. I kako je odličan je dom pravednih-
uk: І це буде сказати, що ті, хто побоюється Аллаха, "Те, що ваш Господь послав?" Вони кажуть: "[те, що] добре." Для тих, хто добре в цьому світі не доцільно; і Головна П'єра краще. І як відмінна є домом для праведників-
vi: Và nó sẽ được cho biết để những người sợ Allah, "Những gì đã làm chúa tể của bạn gửi?" Họ sẽ nói, "[đó là] tốt." Đối với những người làm tốt trong thế giới này là tốt; và ngôi nhà của tương lai là tốt hơn. Và tuyệt vời như thế nào là nhà của người công chính-
zu: Futhi ngeke kuthiwe ababemesaba Allah, "Naphuma kho Lord sa phansi?"

# Quran1932
source: Gardens of perpetual residence, which they will enter, beneath which rivers flow. They will have therein whatever they wish. Thus does Allah reward the righteous -
ca: Jardins de la residència perpètua que es entrarà, sota quin cabal de rius. Que tindrà aquí el que vulguin. Així Allah recompensa justos -
cy: Gerddi preswyl parhaol, a bydd ânt, o dan y llif afonydd. Bydd ganddynt ynddo beth bynnag y maent yn ei dymuno. Felly yw Allah yn gwobrwyo righteous-
da: Haver af permanent residence, som de vil ind, under hvilke floder flow. De vil have deri, hvad de ønsker. Således Allah belønne retfærdige -
el: Κήπους της αόριστης διάρκειας διαμονής, τα οποία θα εισέλθουν, κάτω από τις οποίες ροής των ποταμών. Θα πρέπει σ ' αυτό ό, τι επιθυμούν. Έτσι Αλλάχ ανταμείψει δίκαιοι -
et: Aiad perpetual elukoht, kus nad alustavad millist jõgede voolu all. Nad peavad seal iganes nad soovivad. Seega Jumal premeerimiseks õigustatud -
fi: Ikuinen asuinpaikka, joka ne tulevat alla joka joet puutarhat. Ne on siinä, mitä he haluavat. Näin Jumala palkitsee vanhurskas-
he: הגנים של מגורים תמידי, אשר הם יזינו, מתחת נהרות שזורמים. הם יהיו בה מה שהם רוצים. לפיכך אללה לגמול הצדיקים -
hr: Vrtovi trajna boravka, što će ući, ispod koje poteku rijeke. Imaju u njemu što god žele. Tako Allah nagraditi pravedni-
lt: Sodai amžinai vieta, kas jie bus įvesti, po kurios upės srautas. Jie turi ten ką nori. Taigi Dievo apdovanoti teisus -
lv: Pastāvīgās uzturēšanās atļauju, kas tie stāsies zem kuras upes plūsmas dārzi. Viņiem būs tajā neatkarīgi viņi vēlas. Tādējādi Allah atalgot taisns -
nb: Hagene til evigvarende residence, som de vil gå inn, under hvilke elvene strømmer. De vil ha dem hva de ønsker. Dermed belønne Allah rettferdige -
sk: Záhrady bydliska večné, ktorého vstúpia, pod ktoré toku rieky. Budú mať v ňom čo chcú. Preto Alah odmenou spravodliví -
sl: Vrtovi večne prebivališča, ki se bo začela, pod katero tok reke. Bo imajo v tem, kar želijo. Tako Allah nagrado pravičnih -
sr_cyrl: Вртови сталном боравка, што ће ући, испод које потеку. У томе це имати шта год желе. Стога Алах награди праведне -
sr_latn: Vrtovi stalnom boravka, što će ući, ispod koje poteku. U tome ce imati šta god žele. Stoga Alah nagradi pravedne -
uk: Сади вічний резиденції, якою вони вступлять, під які річках потік. Вони будуть мати в ньому, все, що побажають. Таким чином Аллах винагородити праведників -
vi: Khu vườn của nơi cư trú vĩnh viễn, họ sẽ nhập vào, bên dưới có dòng chảy sông ngòi. Họ sẽ có trong đó bất cứ điều gì họ muốn. Vì vậy Allah thưởng sự công bình -
zu: Gardens lokuhlala esiphakade, which they abayongena, ngaphansi okuyinto imifula.

# Quran1933
source: The ones whom the angels take in death, [being] good and pure; [the angels] will say, "Peace be upon you. Enter Paradise for what you used to do."
ca: Els qui els àngels prendre en la mort, [ser] bo i pur; [els àngels] dirà, "la pau sigui amb tu. Introduïu paradís de què solia fer."
cy: Rhai y mae yr angylion yn cymryd mewn marwolaeth, [a] da pur; Bydd [angylion] yn dweud, 'heddwch fod arnoch. [Rhowch baradwys ar gyfer beth yr ydych yn ei defnyddio i wneud."
da: Dem, som englene tager i døden, [der] god og ren; [engle] vil sige: "fred være med dig. Angiv paradis for hvad du plejede at gøre."
el: Αυτοί τους οποίους οι άγγελοι να πάρω το θάνατο, [να] καλό και καθαρό? [οι άγγελοι] θα πω, «ειρήνη είναι επάνω σε σας. Εισάγετε παράδεισος για αυτό που χρησιμοποιήσατε για να κάνετε.»
et: Need, keda inglid võtta surmaga [on] hea ja puhas; [inglid] öeldakse "rahu olgu teile. Sisestage paradiisi mida sa kasutada seda teha."
fi: Niitä, joille enkelit ottaa kuolema, [on], hyvä ja puhdas; [angels] sanoo: "rauha olkoon teille. Anna paratiisi käytit tehdä."
he: אלה אשר המלאכים לקחת במוות, [להיות] טוב, טהור; [המלאכים] אומר, "יהי השלום עמכם. הזן עדן מה נהגת לעשות."
hr: One kojima anđeli se u smrt, [što] dobra i čista; [anđeli] će reći, "Mir neka je na vas. Unesite raj što si naviknut obaviti."
lt: Tie, kuriuos angelai imtis mirtimi, [yra] geras ir švarus; [angelai] sako, "taikos bus su jumis. Įveskite Paradise kas naudojote daryti."
lv: Tiem, kuriem eņģeļi veic nāve, [ir] labs un tīrs; [angels] teiks: "miera be upon jums. Ievadiet paradīze, ko esat pieradis veikt."
nb: De som englene bringer død, [er] god og rent. [englene] vil si: «fred være med deg. Angi paradis for hva du pleide å gjøre."
sk: Tí, ktorých anjeli sa smrti, [že] dobré a čisté; [anjeli] povie "mier je na vás. Zadajte raja na čo ste zvyknutí robiť."
sl: Tisti, ki angeli se v smrt, [se] dobro in čisto; [angeli] rekel, "mir se na vas. Vnesite raj, za kaj je za narediti."
sr_cyrl: Они којима су заузели у смрт, [постане] добар и невин; [анђели ] би рекао, "мир бити Пану. Унесите рај за шта си радио."
sr_latn: Oni kojima su zauzeli u smrt, [postane] dobar i nevin; [anđeli] bi rekao, "mir biti Panu. Unesite raj za šta si radio."
uk: Ті, кого ангели взяти у смерті, [що] гарним і чистим; від ангелів скаже: "миру бути на вас. Введіть рай те, що ви використовували, щоб зробити."
vi: Những người mà các thiên sứ mang trong cái chết, [là] tốt và tinh khiết; [thiên thần] sẽ nói, "hòa bình khi bạn. Nhập thiên đường cho những gì bạn sử dụng để làm."
zu: The ones bani izingelosi uthathe ekufeni, [ngokuba] okuhle futhi okuhlanzekile;

# Quran1934
source: Do the disbelievers await [anything] except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allah wronged them not, but they had been wronging themselves.
ca: Els disbelievers esperen [quelcom] excepte que hauria de venir els àngels a ells o arriba l'ordre del seu Senyor? Així, els va fer davant d'ells. I Allah perjudicat no, però havia estat wronging ells mateixos.
cy: Wneud y disbelievers yn aros am [Dim] heblaw y dylai angylion yn dod atynt neu daw y feistrolaeth ar eich Arglwydd? Felly wnaeth rhai ger eu bron. Ac roedd Allah yn cam eu ni, ond wedi eu wronging eu hunain.
da: Vantro venter [alt] bortset fra, at engle skulle komme til dem eller der kommer kommando af din herre? Dermed gjorde dem før dem. Og Allah krænket dem ikke, men de havde gøre selv.
el: Το disbelievers περιμένουν [κάτι], εκτός από το ότι οι άγγελοι θα πρέπει να έρθει να τους ή να έρχεται η εντολή του Λόρδου σας; Έτσι το έκαναν εκείνοι πριν από αυτούς. Και Αλλάχ θίγονται τους δεν, αλλά αυτοί είχαν αδικούσαμε τους εαυτούς τους.
et: Kas selle uskottomille ootavad [midagi] välja, et inglid peaks tulema neile või sealt tuleb oma Issanda käsku? Seega need teha enne neid. Ja Allah ülekohtu neid ei ole, kuid nad olid wronging ise.
fi: Saa luovuttaa odottavat [jotain] paitsi että enkelit pitäisi tulla heille tai tulee komento teidän Herranne? Näin ne tehdä ennen heitä. Ja Jumala heille vääryyttä ole, mutta ne oli wronging itse.
he: Disbelievers מחכים [משהו] פרט לכך המלאכים צריך לבוא אליהם או מגיע בפקודה של האדון? לפיכך אלה עשו לפניהם. אללה עוול להם לא, אבל הם היו כבר ההיתר עצמם.
hr: Da se iskuse čekaju [nešto] Osim što anđeli bi trebao doći do njih i dođe naredba vaš gospodar? Tako oni učiniti prije njih. I Allah im neće nepravdu, ali su imali wronging sebe.
lt: Ar dėl disbelievers laukti [nieko] išskyrus tai, kad angelai turėtų ateiti į juos ar ateis jūsų Viešpats komandą? Taigi tie padaryti prieš juos. Ir Dievas niesprawiedliwosci jų nėra, bet jie turėjo wronging patys.
lv: Vai disbelievers gaida [kaut], izņemot to, ka eņģeļi ir jānāk pie viņiem vai pienāk jūsu kunga komandu? Tādējādi tiem darīt pirms tam. Un Allah kaitējums, viņiem nav, bet tie bija wronging sevi.
nb: Troende venter [alt] bortsett fra at englene bør komme til dem, eller det kommer kommandoen Herrens? Derfor gjorde de som før dem. Og Allah urett dem ikke, men de hadde vært wronging seg.
sk: Urobiť neveriacim čakajú [niečo], okrem toho, že anjeli mali prísť k nim, alebo príde príkaz svojho pána Teda tie robil pred nimi. A Boh im ublížili, nie, ale oni boli wronging sami.
sl: Ali je disbelievers čakajo [nič], razen, da angeli naj se jim ali pride ukaz svojega gospodarja? Tako tiste, ki se pred njimi. In Alah jih oškodovani ni, vendar je bil wronging sami.
sr_cyrl: То је скептике чекају [нешто] осим да треба да им се анђели или доде командом свога господара? Стога оне радиле пре њих. И Аллах им се замерили није, али су имали су сами wронгинг.
sr_latn: To je skeptike čekaju [nešto] osim da treba da im se anđeli ili dode komandom svoga gospodara? Stoga one radile pre njih. I Allah im se zamerili nije, ali su imali su sami wronging.
uk: На disbelievers чекають [що-небудь] Крім того, що ангели повинен прийти до них або настає команда ваш Господь? Таким чином ті, робити перед ними. І Аллах їм заподіяли зло не, але вони мали були wronging себе.
vi: Làm việc thì đang chờ đợi [gì] ngoại trừ rằng các thiên thần nên đến với họ hoặc có sự chỉ huy của Chúa của bạn? Do đó, những người đã làm trước khi họ. Và Allah wronged chúng không, nhưng họ đã có wronging mình.
zu: Ingabe disbelievers balindelwe [lutho] ngaphandle ukuthi izingelosi kufanele beze kubo noma lapho kufika umyalo kho Lord?
