Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1739
source: And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.
ca: I ja van ser [altres] missatgers ridiculitzats abans, i que va estendre el temps d'aquells que dubtaven; llavors he agafat i com [terrible] va ser la meva pena.
cy: Eisoes roedd negeswyr [arall] yn gwawdio ger eich bron, ac ymestyn cyfnod amser y rhai a ddysgais; ac yna rwy'n yn hatafaelu iddynt, a sut oedd [ofnadwy] fy cosb.
da: Og allerede var [andre] budbringere latterliggjort før du, og jeg udvidet tidspunktet for dem, der disbelieved; så jeg greb dem, og hvordan [skrækkelig] var min straf.
el: Και ήδη γελοιοποιήθηκαν [other] κλητήρες ενώπιόν σας, και θα επεκταθεί ο χρόνος αυτών που disbelieved? τότε εγώ τους κατασχέθηκαν και με ποιον τρόπο [τρομερό] ήταν ποινή μου.
et: Juba olid [muu] Inglid teleekraanil enne teid ja ma laiendatud ajal, kes disbelieved; siis ma kinni neid ja kuidas [kohutav] oli minu karistus.
fi: Jo oli [other] lähettiläitä pilkattiin edessänne ja pidensin aikaan jotka uskoneet; sitten yllätti heidät ja miten [kauhea] oli minun rangaistus.
he: ואני כבר היו שליחים [השני] לעגו לפניך. אני להאריך את הזמן של מי disbelieved; אז ניצלתי אותם, ואיך [ונורא] היה העונש שלי.
hr: Već su bili [druge] glasnike ismijavali prije nego što i sam produžiti vrijeme onih koji bio; Onda sam ih oduzeti, a kako [] bio moja kazna.
lt: Ir jau buvo [kitos šalys] pasiuntiniai išjuokė prieš jus, ir aš pratęstas tuo metu, kai tie, kurie disbelieved; tada aš juos konfiskavo, ir kaip [baisi] buvo mano bausmė.
lv: Un jau [citiem] ziņnešus izsmēja pirms jums, un es ilgāku laiku, kuri disbelieved; tad es saķēra tos, un cik [briesmīgi] bija mans sods.
nb: Allerede var [andre] budbringere latterliggjort før du og jeg utvidet av de vantro; deretter tok dem, og hvordan [forferdelig] var min straff.
sk: Už boli zosmiešňovanie [Ostatné] poslov pred vami a som dlhšiu dobu tých, kto pochyboval; potom som ich chytil, a ako [hrozné] bol môj trest.
sl: In že so bili [druge] sli ridiculed pred vami, in sem podaljšal čas tistih, ki so verjeli; potem sem jih zasegli in kako [grozno] je bila moja kazen.
sr_cyrl: И већ излагани [друге] гласнике пред вама, а ја проширени пут оних који не верује; Зграбио сам их а онда како [грозно] је била моја казна.
sr_latn: I već izlagani [druge] glasnike pred vama, a ja prošireni put onih koji ne veruje; Zgrabio sam ih a onda kako [grozno] je bila moja kazna.
uk: Вже були [іншого] Посланці висміювали перед тим, як і я продовжив час тих, хто disbelieved; Тоді я схопив їх і як [страшні] був мій страти.
vi: Và đã được [khác] các sứ giả được nhạo báng trước khi bạn, và tôi kéo dài thời gian của những người disbelieved; sau đó, tôi nắm lấy họ, và làm thế nào [khủng khiếp] là hình phạt của tôi.
zu: Futhi kakade kwase [namanye] Bo gijimi uhleka usulu phambi kwakho, mina wanweba isikhathi of labo disbelieved;

# Quran1740
source: Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, "Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide.
ca: Llavors és ell que és un coordinador de cada ànima, [saber] que s'ha guanyat, [com qualsevol altra]? Però a Allah atribueixen socis. Dir, "anomenar-los. O informar-lo del que sap no en la terra o de l'aparent del discurs? Més aviat, [propi] el seu pla s'ha fet atractiva per als que no creuen, i s'ha apartat de la forma. I qui sigui Allah deixa per mal camí - hi serà per a ell cap guia.
cy: Yna mae ef sy'n cynnal a chadw pob enaid, [gwybod] beth mae'n wedi ennill, [fel arall]? Ond i Allah wedi eu priodoli partneriaid. Dweud, "enw iddynt. Neu nid ydych yn rhoi gwybod iddo yr hyn y gŵyr ef nid ar wyneb y ddaear neu o beth yn amlwg o araith?" Yn hytrach, gwnaed eu cynllun [eu hunain] yn ddeniadol i'r rhai a chredu, ac wedi eu bod wedi osgoi oddi ar y ffordd. A phwy bynnag Allah gadael ar gyfeiliorn-ni fydd iddo ef nid oes canllaw.
da: Derefter er han, som er en vedligeholder af hver sjæl, [at vide] hvad det har tjent, [som enhver anden]? Men Allah har de tillagt partnere. Sige, "navn dem. Eller du informere ham af det, som han kender ikke på jorden eller hvad fremgår af tale?" Hellere, deres [egen] plan er blevet tiltrækkende for dem, der ikke tror, og de have været afværget fra vejen. Og hvem Allah blade på afveje - der vil være for ham ingen guide.
el: Τότε είναι αυτός που είναι ένας υπεύθυνος για κάθε ψυχή, [γνωρίζοντας] τι έχει κερδίσει, [όπως και κάθε άλλο]; Αλλά Αλλάχ τους έχουν αποδοθεί εταίρους. Λένε, «το όνομα τους. Ή σας ενημερώνει αυτό που ξέρει όχι πάνω στη γη ή αυτό που είναι εμφανές από την ομιλία του;» Μάλλον, τους [] σχέδιο έχει γίνει ελκυστική για εκείνους που δυσπιστώ, και τους έχει αποτραπεί από τον τρόπο. Και όποιον Αλλάχ φύλλα παραστρατημένος - θα υπάρξει για τον ίδιο δεν οδηγό.
et: Siis on ta, kes on hooldaja iga hing [tea] mis ta on teeninud, [nagu iga teine]? Kuid Jumal nad on tuvastatav partnerid. Öelda: "Nimeta neid. Või kas te teatama talle, mida ta teab, ei maa peal või mis on ilmne kõnes?" Pigem [oma] kava on tehtud neile, kes usu. atraktiivne ja nad on möödas sellest, kuidas. Ja keda iganes Jumal jätab eksinud - leidub teda ole giid.
fi: Sitten on hän, joka on ylläpitäjä jokainen sielu [tietäen] mitä se sai, [kuten muutkin]? Mutta jotta hillitä ne johtuu kumppaneita. Esimerkiksi: "nimetä ne. Tai kerrot hänelle siitä, mitä hän tietää eikä maan tai ilmeistä puheen?" Pikemminkin omia [] suunnitelma on tehty houkutteleva niille, jotka ovat uskottomia ja ne oltaisiin torjuttu tavalla. Ja kenen Jumala jättää harhaan - ei tule hänelle ei oppaassa.
he: אז הוא מי אחזקה של כל נשמה, [לדעת] מה זה הרוויח, [כמו כל אחד אחר]? אבל אללה הם יש לייחס שותפים. אומרים, "מה אתה עושה. שם אותם. ? או האם ליידע אותו על זה שהוא יודע על פני האדמה או של מה שהוא לכאורה של הדיבור" במקום זאת, התוכנית שלהם [עצמו] הפך אטרקטיבי למי להאמין, הם היו נמנעים מן הדרך. מי אללה יוצא מדרך הישר - יהיה לו אין מדריך.
hr: Onda je on je održavatelj svake duše, [zna] što ga je zaradio, [poput bilo koje druge]? Ali Allahu pripisuje su partneri. Kažu, "im ime. Ili da obavijestite ga o onome što ne zna ne na zemlji ili onoga što je očito govora? Radije, [vlastitu] plan je atraktivna za one koji ne vjeruju, i oni bi bila spriječena iz načina na koji. I koga Allah ostavlja krivim putem - bit će za njega bez vodiča.
lt: Tada yra tas, kuris yra kas siela, prižiūrėtojas [žinant] kas ji pelnė, [kaip bet kuris kitas]? Bet Allaho jie suteikė partneriai. Tarkim, "juos įvardyti. Ar jums pranešti jam, kuriam jis žino ne žemėje arba, kas yra akivaizdu kalbos?" O, [savo] planas buvo pateiktas patrauklus tiems, kurie neturi uwierzyli, ir jie buvo iπvengta nuo to, kaip. Ir ką Dievas palieka kelio - ten bus jam ne vadovas.
lv: Tad ir tas, kurš ir uzturētāju katru dvēseli [zinot] kāds to ir nopelnījis, [tāpat kā jebkurš cits]? Bet, Allah viņi ir piešķirtas partneriem. Teikt: "nosaukt. Vai darīt jūs informēt viņu par to, ko viņš zina, ne uz zemes, vai par to, kas ir acīmredzami runas? Drīzāk savas [] plānu panākts pievilcīga tiem, kuri neticēt, un tās ir novērstas no tā. Un whomever Allah atstāj apmaldīties - būs viņam nav rokasgrāmata.
nb: Så er han som er en vedlikeholder av hver sjel, [vet] hva den har tjent, [som alle andre]? Men å Døyve de har tilskrevet partnere. Si, "navn dem. Eller du informere ham som han vet ikke på jorden eller hva er tydelig tale? Snarere [eget] planen har gjort attraktivt for de som tviler, og de har blitt avverget måte. Og hvem Allah går bort - det vil være for ham ingen guide.
sk: Potom je ten, kto je správcom každá duša [vedel] čo to získal, [ako každá iná]? Ale Bohu pridelili partnerov. Povedať: "meno je. Alebo informujete ho to, čo vie, nie na zemi, alebo čo je zrejmé z reči?" Skôr vlastné [] plán sa atraktívne pre tých, ktorí neveria, a už bola odvrátená od cesty. A koho Boh necháva scestie - tam bude pre neho žiadny sprievodca.
sl: Potem je on, ki je vzdrževalec vsako dušo, [vedo] kaj je pridobil, [kot katera koli druga]? Vendar v Allah so razpisane partnerji. Reči, "njihovo ime. Ali delati obvestiti mu tisto, kar ve, ne na zemlji ali kaj je očitno govora?" Namesto, svoje [] načrt je postala zanimiva za tiste, ki verjamem, in so bili odvrniti s poti. In komurkoli Alah pušča zašel - ne bo zanj ni vodnik.
sr_cyrl: Онда је он тај који је хранитељ сваке душе, [знајући] шта освојио, [као и свака друга]? Али , Алаху, приписали су партнери. Рецимо , "Наведи их. Или да вас обавестити га на оно што он зна да није на земљи, или што је очигледно говора?" Радије , свој [] план је остварен привлачна онима који је сигуран да је лажна, и они би се избегла из пут. И коме год је Аллах оставља на одмет - тамо ће бити за њега нема водич.
sr_latn: Onda je on taj koji je hranitelj svake duše, [znajući] šta osvojio, [kao i svaka druga]? Ali, Alahu, pripisali su partneri. Recimo, "Navedi ih. Ili da vas obavestiti ga na ono što on zna da nije na zemlji, ili što je očigledno govora?" Radije, svoj [] plan je ostvaren privlačna onima koji je siguran da je lažna, i oni bi se izbegla iz put. I kome god je Allah ostavlja na odmet - tamo će biti za njega nema vodič.
uk: Тоді є той, хто є супроводжувачем кожну душу, [знаючи] те, що вона заробила, [як будь-який інший]? Але щоб Аллах вони віднесені партнерів. Скажімо, "назвати їх. Або ви повідомити йому про те, що він не знає не на землі, або що є очевидною мовлення?" Швидше за все, [власні] план був досягнутий привабливим для тих, хто не вірити, і відвернено від шляху. А кого Аллах листя оману - не буде для нього немає керівництво.
vi: Sau đó anh ấy là duy trì của mỗi linh hồn, người [biết] những gì nó đã giành được, [giống như bất kỳ khác]? Nhưng để Allah, họ đã quy đối tác. Nói, "tên họ. Hoặc bạn có thông báo ông đó mà ông biết không khi trái đất, hoặc về những gì là rõ ràng bài phát biểu của?" Thay vào đó, kế hoạch [riêng] của họ đã được thực hiện hấp dẫn đối với những người disbelieve, và họ đã được ngăn chặn từ đường. Và bất cứ ai mà Allah lá lạc lối - sẽ có cho anh ta không có hướng dẫn.
zu: Bese kuba Lowo is a maintainer yonke imiphefumulo, [azi] babe it zuza, [njenganoma iyiphi enye]?

# Quran1741
source: For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector.
ca: Per a ells serà càstig en la vida del món [aquesta], i el càstig de la d'ara endavant és més greu. I no tindran des d'Allah qualsevol protector.
cy: Iddynt bydd cosbi ym mywyd y byd [hwn], a chosbi y o hyn ymlaen yn fwy difrifol. Ac ni fydd ganddynt gan Allah unrhyw protector.
da: For dem vil være straf i livet i [denne] verden, og at straffen i hinsidige er mere alvorlige. Og de vil ikke have fra Allah nogen protector.
el: Για αυτούς θα είναι η τιμωρία της ζωής του κόσμου [αυτό], και η τιμωρία του κατωτέρω είναι πιο σοβαρή. Και δεν θα έχουν από τον Αλλάχ οποιαδήποτε προστάτης.
et: Neid saab karistuse [selle] maailma elus ja edaspidi karistus on raskemad. Ja nad ei on Jumalalt mingit protector.
fi: Niistä on rangaistus elämässä [tämän] maailman ja jäljempänä rangaistus on ankarampi. Ja saa Jumalalta kaikki suojelija.
he: עבורם יהיה עונש בחייו של העולם [זה], העונש של בעולם הבא יהיה חמור יותר. והם לא יצטרכו מאללה כל מגן.
hr: Za njih će biti kazna u životu [Ova] svijet, i kazna u daljnjem tekstu bude više. I oni imati od Allaha zaštitnika.
lt: Jiems bus bausmės [šio] pasaulio gyvenime, ir toliau bausmė yra sunkesnis. Ir jie neturi nuo Dievo bet raštas.
lv: Viņiem būs sods [šo] pasaules dzīvē, un turpmāk sods ir smagāks. Un tie nebūs no Allah jebkurā aizsargs.
nb: For dem vil være straff i livet til [this] verden straffen av hinsidige er mer alvorlig. Og de vil ikke ha fra Døyve noen protector.
sk: Pre nich bude trest v živote [tohto] sveta a trest ďalej je ťažšie. A nebudú mať od Alaha niektorý chránič.
sl: Zanje bo kazen v življenju [ta] svet, in kazen v nadaljevanju je hujše. In ne bodo imeli od Allah vse zaščitnik.
sr_cyrl: За њих ће бити казна у животу [овај] свет, а казна од надаље је озбиљније. И они га имати од Алаха заштитник.
sr_latn: Za njih će biti kazna u životu [ovaj] svet, a kazna od nadalje je ozbiljnije. I oni ga imati od Alaha zaštitnik.
uk: Для них буде покарання у житті [цьому] світі, і покарання П'єра є більш серйозним. І не треба буде від Аллах будь-який протектор.
vi: Đối với họ sẽ bị trừng phạt trong cuộc đời của thế giới [này], và hình phạt sau đây là nghiêm trọng hơn. Và họ sẽ không có từ Allah bất kỳ bảo vệ.
zu: Kubo kuyoba isijeziso empilweni [lokhu] zwe, futhi isijeziso Hereafter is de kakhulu.

# Quran1742
source: The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.
ca: L'exemple del paradís, que els justos han estat prometia, [que] està sota flux de rius. El fruit és durador i la seva ombra. Que és la conseqüència per al recte, i la conseqüència per disbelievers és el foc.
cy: Yr enghraifft o baradwys, a addawyd y righteous, yw [bod] oddi tano llif afonydd. Mae ei ffrwyth yn para, ac yn ei gysgod. Mae hynny'n ganlyniad i y righteous, ac o ganlyniad i disbelievers y mae y tân.
da: Eksempel på paradis, som retfærdige er blevet lovet, er [der] under det floder flow. Dens frugt varig, og dets skygge. Der er konsekvens for retfærdige, og konsekvensen for vantro er ilden.
el: Το παράδειγμα του παραδείσου, που οι δίκαιοι έχουν υποσχεθεί, [που] είναι κάτω από αυτήν τα ποτάμια ροή. Ο καρπός είναι διαρκές, και τη σκιά. Που είναι η συνέπεια για τον δίκαιο, και η συνέπεια για disbelievers είναι η φωτιά.
et: Näide paradiis, mis õige on lubatud, [mis] on selle all jõgede voolu. Selle puu intensiivsemaid ja oma varju. Mis on õigemeelsed tagajärg ja tagajärg on uskottomille on tulekahju.
fi: Esimerkki paratiisi, joka on luvattu vanhurskas on [että] alla joet. Sen hedelmä on kestävä, ja sen sävy. Tämä on seurausta vanhurskaat, ja seurauksena uskottomille on tuli.
he: הדוגמה של גן עדן, אשר הצדיקים שהובטח, הוא [כי] מתחתיו זרימת נהרות. פירות שלה היא מתמשכת, ואת הגוון שלה. זו התוצאה לצדיקים, התוצאה עבור disbelievers האש.
hr: Primjer raj, što pravedan je obećana, [to] je ispod njega toka rijeke. Plod je trajan, i svojoj sjeni. To je posljedica za pravednike, a posljedica je iskuse je vatra.
lt: Pavyzdžiui, rojus, kuris teisus buvo žadėta, yra [kad] po juo upės srautas. Jos vaisius yra ilgalaikis, ir jos atspalvis. Tai pasekmė dėl teisiųjų, ir dėl to, kad disbelievers yra ugnis.
lv: Piemēram, paradīze, kas taisns ir solīts, [ka] upes plūsmas ir zem tās. Tā augļi ir ilgstošas, un tās ēnu. Tas ir sekas taisns un disbelievers sekas ir uguns.
nb: Eksempel på paradis, som rettferdige har blitt lovet, er [at] under den elvene strømmer. Frukten er varig, og skyggen. Det er konsekvensen for rettferdige, og konsekvensen for troende er brann.
sk: Príklad raja, ktoré boli prisľúbené spravodliví, [že] je pod ňou toku rieky. Jej ovocie je trvalý, a jeho tieň. To je dôsledok pre spravodlivý a dôsledkom pre neveriacim je oheň.
sl: Primer raj, ki pravedna so obljubili, [ki] je pod to tok reke. Sadje je trajno, in svojo senco. To je posledica za pravičnega, in posledice za na disbelievers je ogenj.
sr_cyrl: У примеру раја, који праведне је обећана, [то] је испод њега потеку. Њен плод која траје, и његов хлад. То је последица за праведне и последица за скептике је ватра.
sr_latn: U primeru raja, koji pravedne je obećana, [to] je ispod njega poteku. Njen plod koja traje, i njegov hlad. To je posledica za pravedne i posledica za skeptike je vatra.
uk: Приклад рай, який праведників було обіцяно, стоїть [що] це річках потік. Його плоди є міцним і його тіні. Які наслідки для праведників, і наслідки для на disbelievers пожежу.
vi: Các ví dụ của thiên đường, người công chính đã được hứa hẹn, [đó là] bên dưới dòng chảy sông ngòi. Quả của nó kéo dài, và bóng râm của nó. Đó là những hậu quả cho người công chính, và những hậu quả cho các thì là ngọn lửa.
zu: Isibonelo Paradise, okuyinto ezilungileyo ziye othenjisiwe, [iwukuthi] ngaphansi kwalo imifula.

# Quran1743
source: And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, "I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return."
ca: I [els creients entre] aquells a qui hem donat l'escriptura [anterior] s'alegren en què ha estat revelat a vostè, [O Muhammad], però entre les faccions [oposats] són aquells que neguen la part d'ella. Dir, "vaig tenir només estat manat veneren Allah i no [quelcom] associar amb ell. Li vaig convidar i a ell és el meu retorn."
cy: A [y credinwyr ymhlith] rheini i bwy ydym wedi rhoi yr ysgrythurau [blaenorol] ymlawenhau yn hyn wedi dangos i chi, [O Muhammad], ond ymysg y garfanau [croes] Mae rhai sy'n gwadu bod rhan ohono. Dweud, "Mae yr unig wedi'i enillodd i addoli Allah ac nid [Dim] yn cysylltu ag ef. Iddo rwy'n gwahodd, ac iddo yn fy ôl."
da: Og [troende blandt] dem, til hvem vi har givet den [tidligere] Skriften glædes over hvad har været åbenbaret for dig, [O Muhammad], men blandt de [omtvistede] fraktioner er dem, der nægter en del af det. Sige, "Jeg er kun blevet befalet at tilbede Allah og ikke knytte [alt] med ham. Ham jeg invitere, og ham er min tilbagevenden."
el: Και [πιστών μεταξύ] εκείνοι στους οποίους έχουμε δώσει η [προηγούμενη] γραφή είναι ικανοποιημένη με ό, τι έχει αποκαλυφθεί σε εσάς, [Ο Μωάμεθ], αλλά μεταξύ των φατριών [αντίθετες] είναι εκείνοι που αρνούνται μέρος αυτού. Λένε, «έχουν μόνο έχει διέταξα να Λατρείας Αλλάχ και δεν συνδέουν [τίποτα] μαζί του. Σε αυτόν θα καλέσει και σ ' αυτόν είναι η επιστροφή μου.»
et: Ja [usklike seas] need, kellele me oleme andnud [eelmine] pühakirja Rõõmusta mis näitas teile [O Muhammad], kuid [vastulause] fraktsioonide seas on need, kes eitavad osa sellest. Öelda: "Mul on ainult kästud teenida Jumalat, ei seosta [midagi] teda. Talle Kutsun ja tema on minu tagasi."
fi: Ja [uskovien keskuudessa] ne, joille olemme antaneet [Edellinen] Raamatun iloita mitä on paljastettu sinulle [Oi Muhammed], mutta [vastakkaisia] ryhmät ovat ne, jotka kieltävät osa sitä. Esimerkiksi: "minun on vain käsketty palvelemaan Jumalaa ja ei [jotain] hänen rinnalleen. Hänelle pyydän, ja hänelle on minun palata."
he: ו [המאמינים בקרב] אלה למי נתנו הכתוב [הקודמת] שימחו על מה התגלה לך, [O מוחמד], אלא של הפלגים [מנוגדות] הם אלה אשר להכחיש חלק ממנו. אומרים, "יש לי רק כבר פיקדתי לסגוד לאללה, לא לשייך אותו [דבר]. לו אני מזמין, ויש לו החזרה שלי."
hr: I [vjernici među] oni kojima smo dali [prethodne] pismo veseliti što je otkriveno na vas, [O Muhammad], ali među [Suprotstavljene] frakcije su oni koji niječu to. Reći, "Ja samo je zapovjeđeno da obožavaju Allaha i ne [nešto] povezati s njim. Mu se pozivam, i da ga je moj povratak."
lt: Ir [tarp tikinčiųjų] tuos, kuriems mes suteikiame [ankstesnių] raštas džiaukis kas buvo atskleista jums, [O Muhammad], bet tarp [priešingos] grupuotes yra tie, kurie neigia jos dalyje. Sako: "aš tik buvo įsakiau garbinti Allah ir negali susieti [nieko] su juo. Jam aš pakviesti, ir jam yra mano grįžti."
lv: Un [ticīgo vidū] tie, kam mums ir dota [iepriekšējās] Bībele priecāties par to, kas tika atklāts tev [O Muhammad], bet vidū [pretējai] frakcijām ir tie, kuri noliedz tās daļu. Teiksim, "man ir tikai izsaukšanas uz dievkalpojumu Allah un [kaut] nesaista ar viņu. Viņam es aicinu, un viņam ir mans atgriešanās.
nb: Og [troende blant] de som vi har gitt [tidligere] skriften fryd på det som er åpenbart for deg, [O Muhammad], men blant de [andre] fraksjonene er de som fornekter del av den. Si, "Jeg har bare blitt befalt å tilbe Gud og ikke forbinder [alt] med ham. Ham jeg inviterer, og for ham er min tilbake.
sk: A [veriaci medzi] komu sme dali [predchádzajúci] písmo radovať z čo bolo odhalené na vás [Mohamed], ale medzi [proti] frakcií sú tí, ktorí popierajú časti. Povedať: "som len bolo prikázané uctievať Boha, a nie je pridruženému [niečo] s ním. Mu I pozvať, a pre neho je môj návrat."
sl: In [verniki med] komu bomo danih [prejšnji] pismo veselil na kaj se je pokazala za vas, [O Muhammad], vendar med [nasprotne] frakcij so tisti, ki zanika del tega. Reči, "sem so le bili ukazal častili Allah in [nič] povezujejo z njim. Nanj vabim, in mu je moji vrnitvi."
sr_cyrl: И [међу верницима] онима којима смо дали [претходне] писмо се радују шта је теби, [О Мухаммад], откривен, али међу [супротстављене] фракције су оне који поричу део тога. Реци , "Ја само наререно је да се клањају Алаху и не [нешто] асоцира са њим. С њим сам позвати и да га је мој повратак."
sr_latn: I [među vernicima] onima kojima smo dali [prethodne] pismo se raduju šta je tebi, [O Muhammad], otkriven, ali među [suprotstavljene] frakcije su one koji poriču deo toga. Reci, "Ja samo nareрeno je da se klanjaju Alahu i ne [nešto] asocira sa njim. S njim sam pozvati i da ga je moj povratak."
uk: І [віруючі серед] тих, до кого ми дали [Попередня] Писання радіти на те, що було показав тобі, [O Мухаммад], але серед [протилежні] фракції є ті, хто заперечує його частину. Сказати: "я тільки був наказав для поклоніння Аллаху і не пов'язують [що-небудь] з ним. Йому я запросити і для нього мого повернення."
vi: Và [các tín hữu trong số] những người mà chúng tôi đã được kinh thánh [previous] hân hoan lúc những gì đã được tiết lộ cho bạn, [O Muhammad], nhưng giữa các phe phái [phản đối] những người từ chối một phần của nó. Nói, "tôi đã chỉ được chỉ huy để tôn thờ Allah và không liên kết [gì] với anh ta. Ông tôi mời, và ông là trở lại của tôi."
zu: Futhi [leli kholwa phakathi] nalabo abashunyayezwa Sinike umBhalo [odlule] bayakujabulela ukubona lokho okuye kwabizwa phendla you [O Muhammad], kodwa phakathi [aphikisanayo] kwamaqembu are labo abaphika ingxenye yalo.
