Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1715
source: Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure.
ca: Allah sap què porta cada femella i què els úters perdre [prematurament] o superior. I tot amb ell és per due mesura.
cy: Mae Allah yn gwybod beth bob benyw eu cyflawni, a beth y wombs colli [gynamserol] neu ragori. Ac mae popeth gydag ef yn erbyn y Mesur.
da: Allah ved hver kvinde bærer og hvad skød mister [for tidligt] eller overstige. Og alting med ham er efter forfaldsdato foranstaltning.
el: Αλλάχ ξέρει τι κουβαλάει η κάθε γυναίκα και τι οι μήτρες χάσετε [πρόωρα] ή υπερβαίνουν. Και όλα μαζί του είναι από τη δέουσα μέτρο.
et: Jumal teab iga naine tegeleb ja on emaka kaotada [enneaegselt] või ületada. Ja kõik temaga on nõuetekohaselt meede.
fi: Jumala tietää jokainen nainen kantaa ja kohtuihin menettää [ennen aikojaan] tai suurempi. Ja kaikki hänen on eräpäivän toimenpide.
he: אללה יודע מה שכל אישה נושאת מה תוך ה"רחם להפסיד [בטרם. עת] או לחרוג. כל דבר איתו היא יעד מדד.
hr: Allah zna šta svaka žena nosi i šta utrobu izgubiti [prerano] ili premašiti. I sve s njim je do dospijeća mjere.
lt: Dievas žino, ką kiekviena moteris atlieka ir kas kad įsčiose prarasti [anksčiau] arba viršyti. Ir viskas su juo yra pagal mokėjimo priemonė.
lv: Allah zina katra sieviete veic un atteikties zaudēt [priekšlaicīgi] vai pārsniegt. Un viss, kas ar viņu ir izpildes pasākums.
nb: Allah vet hva hver kvinne bærer og hva wombs mister [tidlig] eller overgå. Og alt med ham etter forfallsdato mål.
sk: Boh vie, čo každá žena nesie a stratiť [predčasne] lona alebo prekročiť. A všetko, čo s ním je vhodným spôsobom opatrenie.
sl: Allah ve, kaj vsaka ženska nosi in kaj je wombs izgubijo [predčasno] ali presega. In vse, kar je z njim je z ustrezno ukrepa.
sr_cyrl: Аллах зна шта свака жена носи и шта је утробе изгубити [прерано] или премашити. И то је све са њим по крајњем меру.
sr_latn: Allah zna šta svaka žena nosi i šta je utrobe izgubiti [prerano] ili premašiti. I to je sve sa njim po krajnjem meru.
uk: Аллах знає кожна жінка несе і що утроби втратити [передчасно] або перевищують. І все, що з ним за терміном міра.
vi: Allah biết những gì mỗi nữ mang và các wombs mất [sớm] hoặc vượt quá. Và tất cả mọi thứ với hắn là bởi do biện pháp.
zu: Allah azi BABE GCWELE female ithwala bese lokho izibeletho ulahlekelwe [kungakabi yisikhathi] noma idlule.

# Quran1716
source: [He is] Knower of the unseen and the witnessed, the Grand, the Exalted.
ca: [És] Coneixedor del invisibles i el va ser testimoni, el gran, l'exaltat.
cy: [Mae'n] Knower unseen y a y welir, mawreddog, y Exalted.
da: [Han er] Knower af usete og de vidne, Grand, ophøjede.
el: [Είναι] Knower του unseen και οι μάρτυρες, το Grand, εξυψωμένη.
et: [On] Teab selle nähtamatu ja on jälginud, Grand, on ülendatud.
fi: Hän on Tietävä on näkymätön ja valvomien, Grand, Ylhäinen.
he: [הוא] היודע של הבלתי נראה, של עדים, אלף, לרוממו.
hr: [Je] Poznavatelj nevidjeno i svjedoče, Grand, u Exalted.
lt: [Jis] Wszechwiedzacy nematyto ir su liudininku, Grand, į Exalted.
lv: [Tas] Zinātājs neredzēts un pieredzējusi, Grand, izredzētais.
nb: [Han er] Kjenner usynlige og den vitne, Grand, opphøyet.
sk: [Je] Vševedúci neviditeľné a svedkom, Grand postáv.
sl: [Je] Poznavalec nevidno in je priča, Grand, na Exalted.
sr_cyrl: [Је] Правоверац невидјено и са сведоцима, Гранд, у Еxалтед.
sr_latn: [Je] Pravoverac nevidjeno i sa svedocima, Grand, u Exalted.
uk: [Це] Пізнає невидиме і на бачу, Гранд, на Exalted.
vi: [Ta] Knower của unseen và sự chứng kiến, Grand, Exalted.
zu: [UnguNkulunkulu] Knower of the ezingabonwayo kanye ozibonile, lo Omkhulu, Uphakeme.

# Quran1717
source: It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day.
ca: És el mateix [a ell] pel que fa a un amaga [el seu] discurs o un divulgar-lo i si un està ocult de nit o conspicu [entre d'altres] per dia.
cy: Yr un [iddo ef] sy'n ymwneud â chi a Mae un yn cuddio [ei] araith neu mae un publicizes yn a a yw un yn cudd gan nos neu'n amlwg [ymysg eraill] y dydd.
da: Det er den samme [ham] angående jer om en skjuler [hans] tale eller en publicizes det og om man er skjulte af natten eller iøjnefaldende [blandt andre] dagen.
el: Είναι το ίδιο [στον αλλά(χ)] που σας αφορούν είτε ένα κρύβει ομιλία [του] ή να διαφημίζεις αυτό και αν κάποιος είναι κρυφά από τη νύχτα ή εμφανή [μεταξύ άλλων] με τη μέρα.
et: See on sama [talle] kohta, kas üks varjab [tema] kõne või üks publicizes ja kas üks on öösel peidetud või nähtav [muu hulgas] päevade kaupa.
fi: Se on sama [hänelle] siitä, onko yksi piilotettu [hänen] puhe tai yksi julkaisee sen kannattaako piilotettu yöllä tai näkyvästi [mm] päivällä.
he: זה אותו דבר [אליו] באשר אלייך אם הוא מסתיר את הנאום [שלו] או אחד מפרסם זה, אם האדם הוא מוסתר על ידי לילה או בולט [בין היתר] ביום.
hr: To je isto [ga] o tome da li skriva [njegov] govor ili jedan objavljuje ga i da li je skriven noću ili primjetan [među ostalima] dan.
lt: Tai pats [jam] dėl jūs ar vienas slepia [savo] kalboje arba vienas publicizes tai ir ar vienas yra paslėptas naktį ar gerai matomoje [be kita ko] dienos.
lv: Tas ir tas pats [viņam] attiecas uz jums vai kādu slēpj [viņa] runas vai vienu publicizes un vai kāds ir slēptās pa nakti vai pamanāmām [citu starpā] pa dienām.
nb: Det er det samme [til ham] om du enten en skjuler [hans] tale eller en publicizes det og om en er skjult av natten eller iøynefallende [blant andre] dag.
sk: To je to isté [s ním] o vás jeden ukrýva [jeho] reči alebo jeden propaguje a či je skryté v noci alebo nápadné [okrem iného] deň.
sl: To je enako [mu] o vas eden skriva [njegovi] govora ali eden publicizes in ali je skrit v noč ali vidno [med drugim] podnevi.
sr_cyrl: То је исто [га] које се односе на те да ли је особа сакрива [] говор или један рекламирамо то и да ли је један скривени ноћу или упадљиво (између осталих) по дану.
sr_latn: To je isto [ga] koje se odnose na te da li je osoba sakriva [] govor ili jedan reklamiramo to i da li je jedan skriveni noću ili upadljivo (između ostalih) po danu.
uk: Це те ж саме [його] про вас, чи один приховує [його] мови або один публікує і чи є приховані вночі або помітних [серед інших] за день.
vi: Đó là cùng [ông] liên quan đến bạn, cho dù một che giấu phát biểu [của mình] hoặc một publicizes nó và cho dù một ẩn bởi đêm hoặc dễ thấy [trong số những người khác] theo ngày.
zu: Kuyinto efanayo [kuYe] ngani ukuthi umuntu uyazifihla ngenkulumo noma omunye [yakhe] ememezela it and ukuthi umuntu kufihliwe ebusuku noma sigqamile [phakathi kwabanye] emini.

# Quran1718
source: For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed, Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill, there is no repelling it. And there is not for them besides Him any patron.
ca: Per a cada un els successius [àngels] davant i darrere d'ell que protegir-lo pel Decret d'Allah. De fet, Allah no canviarà la condició de les persones fins que van canviar el que és en si mateixos. I quan Allah té la intenció d'una gent malalta, no hi ha cap repel·lir-lo. I no per a ells a més ell qualsevol patró.
cy: Ar gyfer pob un yn olynol [angylion] cyn ac ar ôl iddo sy'n ei warchod drwy ordinhad Allah. Yn wir, bydd Allah nid newid cyflwr y bobl nes y maent yn newid beth sydd yn eu hunain. Ac pan mae'r Allah yn bwriadu ar gyfer pobl sâl, nid oes nad oes yn cadw draw. Ac nid oes iddynt ar wahân iddo unrhyw noddwr.
da: For hver er en successive [engle] før og bag ham, der beskytter ham ved dekret af Allah. Allah vil faktisk ikke ændre betingelse for et folk, indtil de ændrer hvad er i sig selv. Og når Allah agter nemlig en syge mennesker, der er ingen afvise det. Og der er ikke for dem udover ham nogen protektor.
el: Για κάθε μία είναι διαδοχικές [άγγελοι] πριν και πίσω του οι οποίοι τον προστάτευσαν από το διάταγμα του Αλλάχ. Πράγματι, Αλλάχ δεν θα αλλάξει την κατάσταση ενός λαού μέχρι να αλλάξετε ό, τι είναι από μόνα τους. Και όταν Αλλάχ σκοπεύει για ένα λαό που είναι άρρωστος, δεν υπάρχει καμία απώθησης αυτό. Και δεν υπάρχει για τους εκτός από τον οποιοδήποτε Πατρών.
et: Iga üks on järjestikuste [inglid] enne ja selja taga, kes kaitsevad teda Allah dekreet. Tõepoolest, Allah ei muutu tingimus on inimesi kuni nad muutuvad, mis on iseenesest. Ning kui Allah on kavas haigete inimestega, ei ole tõrjuv. Ja pole neid talle peale iga patroon.
fi: Yksi ovat kunkin peräkkäisen [angels] ennen ja takanaan, jotka suojataan asetus-lta hillitä. Itse asiassa Jumala ei muutu kunnon ihmisiä kunnes ne muutetaan, mikä on sinänsä. Ja kun Jumala aikoo ihmisille huonosti, ei ole yllättäen sitä. Ja ei ole niitä hänen lisäkseen kaikki suojelija.
he: עבור כל אחד הם רצופים [המלאכים] לפני ומאחורי לו מי להגן עליו בצו של אללה. אכן, אללה לא ישתנה המצב של אנשים עד שהם ישנו מה יש בתוך עצמם. כאשר אללה בכוונת לאנשים חולים, ויש אין להדוף אותו. ואין להם מלבדו כל פטרון.
hr: Za svaki jedan su uzastopne [anđeli] prije i iza njega koji ga štite dekretom od Allaha. Doista, Allah neće promijeniti stanje jednog naroda dok oni promijeniti ono što je u sebi. I kada Allah namjenjuje ljudi bolesni, ne odbija. I nije za njih osim njega bilo zaštitnika.
lt: Kiekvienam vienas yra vienas po kito [angelai] prieš ir už jį, kurie apsaugoti jam Dievo įsakymu. Iš tiesų, Dievas nepasikeis būklę, žmonių kol jie keičia kas yra savaime. Ir kai Dievas ketina sergančių žmonių, nėra jokių atmušimas ji. Ir čia nėra už juos ne tik jam bet globėjas.
lv: Katram vienu ir secīgas eņģeļi pirms un aiz viņa, kas aizsargātu viņu Allah dekrētu. Patiešām, Allah nemainīsies cilvēku stāvokli līdz brīdim, kad tās maina to, kas ir pašas par sevi. Un, kad Allah ir paredzējusi slimu cilvēku, nav neviena atvairot. Un tur nav viņiem līdzās viņam jebkuru patrons.
nb: For hver er en påfølgende [engler] foran og bak ham som beskytte ham ved nedgang av Døyve. Faktisk vil Allah ikke endre tilstanden til et folk til de endrer hva er i seg selv. Og når Allah hensikt for et folk syke, det er ingen avvise det.. Og det er ikke for dem enn ham noen patron.
sk: Pre každý jeden sú následné [anjeli] pred a za ním, ktorý chránil vyhláškou Alah. Alah skutočne nezmení stav ľudí, kým sa nezmenia, čo je samé o sebe. A ak Boh chce pre ľudí chorých, neexistuje žiadny odpudzuje. A nie je pre nich Okrem neho žiadne patrón.
sl: Za vsako eno so zaporednih [angeli] pred in za njim, ki ga zaščititi z odlokom Allah. Res, Allah ne bo spremenilo stanje ljudi, dokler se spreminjajo, kar je v sami. In ko Allah namerava za ljudi, ki je bolan, je ne odbija. In ni za njih poleg njega vse pokrovitelj.
sr_cyrl: За сваку су један узастопни [анђели] испред и иза њега, који га штите декретом од Алаха. Заиста, Аллах неће променити стање народа, док су промене то из себе. А када Аллах намерава да људи који је болестан, има да се не одбија. А не постоји за њих осим њега било покровитеља.
sr_latn: Za svaku su jedan uzastopni [anđeli] ispred i iza njega, koji ga štite dekretom od Alaha. Zaista, Allah neće promeniti stanje naroda, dok su promene to iz sebe. A kada Allah namerava da ljudi koji je bolestan, ima da se ne odbija. A ne postoji za njih osim njega bilo pokrovitelja.
uk: Для кожного один, послідовних [ангели] перед і за ним, які захищають його Указом Аллаха. Дійсно, Аллах не змінить стан на людей, поки вони змінюються, що входить до складу себе. І коли Аллах має намір для людей, хворих, немає не її відображенні. І не для них, крім нього будь-яких покровителя.
vi: Đối với mỗi một là tiếp [thiên thần] trước và đằng sau ông đã bảo vệ anh ta theo sắc lệnh của Allah. Thật vậy, Allah sẽ không thay đổi tình trạng của một người dân cho đến khi họ thay đổi những gì có trong bản thân mình. Và khi Allah dự định cho một người bị bệnh, không đẩy lùi không có nó. Và không có cho họ bên cạnh anh ta bất kỳ người bảo trợ.
zu: Ngoba yilowo nalowo kukhona ezilandelanayo [Izingelosi] nangasemva kwakhe ngubani ayivikele ngomthetho Allah.

# Quran1719
source: It is He who shows you lightening, [causing] fear and aspiration, and generates the heavy clouds.
ca: És el que mostra un llamp, [causant] por i aspiració i genera el núvols pesades.
cy: Mae'n ef a dangos eich goleuo, [sy'n peri] ofn ac uchelgais, ac yn creu y cymylau trwm.
da: Det er ham, der viser dig lettelse, [medfører] frygt og aspiration, og genererer de tunge skyer.
el: Είναι αυτός που σας δείχνει ελάφρυνση, [προκαλώντας] φόβο και προσδοκία, και δημιουργεί τα βαριά σύννεφα.
et: See on see, kes näitab teile, kergendada, [põhjustab] hirm ja elumõtte ja tekitab suuri pilvi.
fi: Se on hän, joka keventää, [aiheuttaa] pelko ja toive ja luo raskaat pilvet.
he: זה אשר מראה לך והברק, [גרימת] פחד, שאיפה, ומייצר לעננים הכבדים.
hr: On je taj koji pokazuje sijeva, [uzrok] straha i težnja, i stvara teške oblake.
lt: Tai tas, kuris rodo Žaibas, [daro] baimės ir siekis, ir generuoja sunkūs debesys.
lv: Tas ir tas, kas redzams, možu, [izraisa] bailes un aspirācijas un rada smagie mākoņi.
nb: Det er han som viser lyn, [forårsaker] frykt og aspirasjon, og genererer de tunge skyene.
sk: To je ten, ktorý vám ukáže, osvetlenie, [spôsobuje] strachu a ašpirácie, a generuje ťažké mraky.
sl: To je tisti, ki vam pokaže, strela, [povzroča] strah in aspiracije, in ustvarja težki oblaki.
sr_cyrl: Он је тај који показује муња, [узрок] страх и тежње, и ствара облаке тешке.
sr_latn: On je taj koji pokazuje munja, [uzrok] strah i težnje, i stvara oblake teške.
uk: Саме він показує вам, освітлення, [заподіяння] страху і прагнення і генерує важкі хмари.
vi: Đó là ông cho bạn thấy nám, [gây] sợ hãi và khát vọng, và tạo ra những đám mây nặng.
zu: Kuyinto Lowo sikhombisa wena lightening, [okubangela] ukwesaba futhi nokufuna kugunyazwe ugqozi, futhi yakha asindwayo.

# Quran1720
source: And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault.
ca: I el tro exalta [Allah] amb elogi d'ell - i els Àngels [també] de por d'ell - i li envia llamps i vagues amb qui ell vol mentre es disputaria sobre Allah; i ell és greu en l'assalt.
cy: Ac mae y taranau exalts [Allah] gyda canmoliaeth iddo-ac angylion [hefyd] rhag ofn iddo-ac mae'n anfon thunderbolts a streiciau grwydro'n bwy mae ef wills tra mae eu anghydfod am Allah; ac ef yw difrifol mewn ymosodiad.
da: Torden ophøjer [Allah] med ros af ham- og engle [samt] fra frygt for ham - og han sender tordenkiler og strejker hermed hvem han Testamente mens de bestrider om Allah; og han er alvorlig i angreb.
el: Και τη βροντή εξυψώνει [Αλλάχ] με τον έπαινο από αυτόν - και οι άγγελοι [καθώς και] από το φόβο αυτόν - και μας στέλνει κεραυνούς και των απεργιών με αυτές τους οποίους διαθήκη ενώ αμφισβητούν για Αλλάχ? και αυτός είναι σε σοβαρή επίθεση.
et: Ja äikest exalts [Jumalat] kiitusega temast - ja inglid [ning] hirm teda - ja ta saadab thunderbolts ja lööb sellega kellega ta testamentide, kuigi nad vaidlustavad umbes Jumal; ja ta on tõsine rünnak.
fi: Ja ukkosen ylentää [Jumala] ylistystä hänelle - ja enkelit [sekä] pelko hänelle - ja hän lähettää Salamat ja lakot kanssa kenet tahtoo, vaikka he kiistävät hillitä; ja hän on vakava hyökkäys.
he: ואת הרעם מרוממת [אללה] עם שבח אותו - ואת המלאכים [גם כן] מפני הפחד שלו - הוא שולח חזיזים ושביתות שם עם מי שהוא חפץ בזמן שהם לערער על אללה; . והוא חמור בתקיפה.
hr: I grom uzvisuje [Allah] s hvale za njega - i anđeli [kao i] iz straha od njega - i on šalje munje i udara s njima koga hoće dok su spor o Allahu; i on je u napad.
lt: Ir thunder aukština [Dievas] su pagirti jį - ir angelai [taip pat] iš baimės jį - ir jis siunčia thunderbolts ir streikų apdirbimui kam jis nori o jos nesutinka apie Dievo; ir jis yra sunkus puolimą.
lv: Un pērkons exalts [Allah] ar atzinību par viņu - un eņģeļi [arī] no bailēm par viņu - un viņš sūta thunderbolts un streiki ar kuriem viņš vēlas, kamēr viņi strīdu par Allah; un viņš ir nopietnu uzbrukumu.
nb: Torden Opphøyer [Allah] med ros- og engler [også] fra frykt for ham - og han sender Thunderbolt og slår dem som han wills mens de tvist om Gud. og han er alvorlig i angrep.
sk: Thunder povyšuje [Allah] chválu-a anjeli [aj] od strachu- a on posiela blesky a údery s nimi koho on wills, zatiaľ čo popierajú, že o Boh; a on je vážne v útoku.
sl: Thunder vas povede [Alahove] z pohvale od njega - in angeli [tudi] iz strahu pred njim - in pošilja strele in stavke z njimi jim je oporok, medtem ko so spor o Allah; in on je hudo v napad.
sr_cyrl: И грмљавину стимулисе [Аллах] са похвале за њега - и анђели [па] из страха од њега - и он шаље муње и штрајкова са кога је воља док они оспоравају о Аллах; и он је јак у напад.
sr_latn: I grmljavinu stimulise [Allah] sa pohvale za njega - i anđeli [pa] iz straha od njega - i on šalje munje i štrajkova sa koga je volja dok oni osporavaju o Allah; i on je jak u napad.
uk: А грім підносить [Аллах] з хвалу його - і ангели [також] від страху перед ним - і він посилає блискавки і ударів при цьому кого він хоче, той час як вони спір про Аллах; і він є серйозним у напад.
vi: Thunder exalts [Allah] với lời khen của anh ta - và các thiên thần [cũng] từ nỗi sợ hãi của anh ta - và ông sẽ gửi Thunderbolt và tấn công thảm mà Ngài muốn trong khi họ tranh chấp về Allah; và ông là nghiêm trọng trong cuộc tấn công.
zu: Futhi okuphakamisa ukuduma [Allah] ngokudumisa of Him - nezingelosi [kanye] ekwesabeni Him - He SA imibani futhi imimangalo nalokhu whom He tando ngenkathi they phikisa mayelana Allah;

# Quran1721
source: To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility].
ca: Ell [sol] és la súplica de la veritat. I aquells convoquen a més ell no respon amb una cosa, excepte com algú que s'estén les mans cap a l'aigua [des de lluny, anomenant-lo] per arribar a la boca, però no arribaran a això [que]. I la súplica dels disbelievers no és sinó en l'error [és a dir, futilitat].
cy: Iddo [unig] Mae supplication o wirionedd. A rhai maent yn galw ar wahân iddo ef ydynt yn ymateb iddynt gyda beth, ac eithrio fel un sydd yn ymestyn ei ddwylo tuag at dŵr [o bellter, yn ei alw yn] i gyrraedd ei geg, ond nid ei bydd gyrraedd [felly]. Ac nid yw supplication o y disbelievers ond mewn gwall [h.y. oferedd].
da: Til ham [alene] er påkaldelse af sandheden. Og dem, de opfordrer foruden ham ikke reagerer på dem med en ting, undtagen som en, der strækker sine hænder mod vand [from afar, kalder det] at nå til hans mund, men det vil ikke nå det [dermed]. Og påkaldelse af vantro er ikke, men fejl [dvs ørkesløshed].
el: Για εκείνον [μόνο] είναι η ικεσία της αλήθειας. Και αυτούς που αποκαλούν επάνω εκτός από τον δεν ανταποκρίνεται σε αυτές με ένα πράγμα, εκτός από ως κάποιος που απλώνεται τα χέρια του προς νερού [από μακριά, αποκαλώντας] να φτάσει το στόμα του, αλλά αυτό δεν θα επιτευχθεί αυτό [έτσι]. Και η ικεσία της disbelievers δεν είναι αλλά κατά λάθος [δηλαδή ματαιότητα].
et: Talle [üksinda] on tõde supplication. Ja need, mida nad kutsuvad teda peale ei allu neile asja, välja arvatud üks, kes venitab oma käed poole [veest afar, nimetades seda] jõuda oma suu, kuid ta ei jõua seda [seega]. Ja selle uskottomille supplication ei ole aga viga [st Turhuus].
fi: Hänelle [vain] on totuus rukoilevat. Ja ne pyytää hänen lisäkseen vastaa heille asia, paitsi henkilönä, joka ulottuu hänen kätensä kohti vettä [kaukaa, jossa se] päästä suunsa, mutta se ei saavuta sitä [näin]. Ja rukoilevat on uskottomien ei ole mutta virhe [eli turhuuden].
he: לו [לבדו] הוא תחינה האמת. אלה הם קוראים מלבדו לא מגיבים אליהם עם שום דבר, חוץ כמי מותח את ידיו לעבר המים [מרחוק, קוראים לזה] להגיע אל פיו, אבל זה לא יגיע לזה [כך]. תחינה של disbelievers אינו אלא בטעות [כלומר התוצאה].
hr: [Samo] On je prošnja istina. I onih poziva osim njega ne reagiraju na njih sa ništa, osim kao onaj koji se pruža ruke prema vode [iz daleka, nazvavši ga] da do usta, ali to neće doći to [time]. I prošnja i iskuse nije ali greškom [i.e. uzaludnost].
lt: Jam [vien] yra tiesos natūra. Ir tie jie pakviesti ne tik jam nereaguoja į juos su dalykas, išskyrus kaip tas, kuris driekiasi savo rankas link vandens [iš Afarų, vadiname tai] pasiekti savo burną, bet tai ne pasieks jis [taip]. Ir kad disbelievers malda nėra, bet per klaidą [t. y. beprasmiškumą].
lv: [Tikai] ir lūgšanas par patiesību. Un tiem viņi aicina bez viņu nevar reaģēt ar lietām, izņemot kā tas, kurš stiepjas rokas pret ūdeni [no tālienes, aicinot to] lai sasniegtu muti, bet tas nesasniegs to, [tādējādi]. Un nav disbelievers lūgšanas, bet kļūdas [t.i., veltīgums].
nb: Ham [alene] er påkallelse av sannhet. Og de de påkalle foruten ham ikke svarer til dem med en ting, unntatt som en som strekker hendene mot vann [fra afar, kaller det] nå munnen, men det vil ikke nå den [slik]. Påkallelse av troende er ikke men feil [dvs. nytteløse].
sk: [Len] jemu je prosbe pravdy. A tí vyzývajú okrem neho nereaguje im vec, s výnimkou ako ten, kto ťahá ruky smerom k vode [z diaľky, volať to] na dosiahnuť svojich úst, ale to nedosiahne to [tak]. A prosbe neveriacim nie je ale chyba [t. j. márnosť].
sl: Mu [sam] je molitev resnico. In tisti, ki pozivajo, poleg njega se ne odzivajo nanje z stvar, razen kot tisti, ki se razteza roke proti vode [od daleč, ga kliče] dosežejo usta, vendar ga ne dosežejo [tako]. In molitev je disbelievers ni, ampak napake [tj jalovost].
sr_cyrl: [Само ] он је молитви истине. И они зову на осим њега не реагирају на њих са ствари, осим као онај који се простире на његове руке ка воде [на даљину, то зове] да до његових уста, али то је [тако] ће досегнути. И молитви за скептике не али грешком [односно узалудности].
sr_latn: [Samo] on je molitvi istine. I oni zovu na osim njega ne reagiraju na njih sa stvari, osim kao onaj koji se prostire na njegove ruke ka vode [na daljinu, to zove] da do njegovih usta, ali to je [tako] će dosegnuti. I molitvi za skeptike ne ali greškom [odnosno uzaludnosti].
uk: Йому [поодинці] є благання правду. І тих, хто вони закликають Крім нього не реагування на них з річ, крім як одного, який тягнеться його руки до води [здалеку, назвавши його] щоб досягти його уст, але це не досягнемо його [так]. І благання до disbelievers, але в помилка [тобто марність].
vi: Để anh ta [một mình] là supplication thật. Và những người họ kêu gọi các bên cạnh anh ta không trả lời cho họ với một điều, ngoại trừ như là một trong những người kéo dài bàn tay của ông về nước [từ afar, gọi nó là] tiếp cận với miệng của mình, nhưng nó sẽ không đạt được nó [như vậy]. Và supplication các thì không nhưng lỗi [tức là vô dụng].
zu: Kuze Him [yedwa] kuyinto ukunxusa iqiniso.
