Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3219
source: [More precisely], is He [not best] who created the heavens and the earth and sent down for you rain from the sky, causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allah? [No], but they are a people who ascribe equals [to Him].
ca: [Més precisament], el [no millor] que crear el cel i la terra i empresonat per la pluja des del cel, provocant així créixer jardins de bellesa alegre que vostè podria no és [altrament] han crescut arbres del mateix? Hi ha un Déu amb Allah? [No], però són un poble que atribueixen iguals [a ell].
cy: [Fwy union], mae ef [nid gorau] sy'n creu y nefoedd a'r ddaear a anfonwyd i lawr ar gyfer mae bwrw glaw o'r awyr, yn peri i dyfu gerddi o harddwch llawen a allech felly [fel arall] wedi tyfu coed ohono? A oes Dduwdod ag Allah? [Na], ond eu bod yn bobl sy'n priodoli equals [iddo ef].
da: [Mere præcist], er han [ikke bedst], som skabte himlene og jorden og sendt ned for du regn fra himlen, forårsager for at vokse derved haver af glade skønhed, som du ikke kunne [ellers] har vokset træer heraf? Er der en guddom med Allah? [Nej], men de er et folk, der tillægger ligemænd [ham].
el: [Ακριβέστερα], είναι αυτός [δεν καλύτερο] που δημιούργησε τον ουρανό και τη γη και να αποστέλλονται για βροχή από τον ουρανό, προκαλώντας να γίνουμε έτσι κήπους χαρούμενη ομορφιάς που δεν θα μπορούσε [διαφορετικά] έχουν αυξηθεί τα δέντρα τους; Υπάρχει μια θεότητα με τον Αλλάχ; [Όχι], αλλά είναι ένας λαός που αποδίδουμε ισούται με [στον αλλά(χ)].
et: [Täpselt], on ta [ei ole parim], kes lõi taeva ja maa ja vihma taevast, põhjustades kasvatada seeläbi aiad rõõmsa ilu, mida ei saanud saadetud [muidu] on kasvanud selle puud? Kas jumalus Jumalat? [Nr], kuid nad on inimesed, kes seavad võrdub [temale].
fi: [Tarkemmin], hän [paras], joka loi taivaat ja maan ja lähetti sataa taivaalta, aiheuttaa kasvaisivat gardens iloinen kauneutta, joka ei voinut [muuten] on kasvanut sen puut? Onko Jumaluuden kanssa Jumala? [Ei], mutta he ovat ihmisiä, jotka syyksi vastaa [hänelle].
he: [ליתר דיוק], הוא [לא הכי טוב] מי ברא את השמים ואת הארץ, קראו את הגשם מן השמים, גורם לגדול ובכך גינות יופי שמחה שיכולת לא גדלו [אחרת] העצים הימנו? ? האם יש אלוהות עם אללה [לא], אבל הם אנשים מי לייחס שווה [לו].
hr: [Preciznije], on [nije najbolja] koji je stvorio nebesa i zemlju i poslao za kišu s neba, uzrokujući da raste a time vrtovima radosna ljepote koji nije mogao je [u suprotnom] narasla drveća istih? Postoji božanstvo s Allah? [Ne], ali su ljudi koji pripisati jednako [ga].
lt: [Tiksliau], jis [ne geriausias], kuris sukūrė dangų ir žemę ir pasiuntė jums lietus iš dangaus, sukelia taip auga sodai džiaugsmingą grožį, kurie jums gali ne yra [kitaip] auginami medžiai jų? Ar yra su Dievo dievybė? [Ne], tačiau jie yra žmonių, kurie priskiria lygu [jam].
lv: [Precīzāk], vai viņš [nav labākais], kas radīja debesis un zemi un nosūtīts uz leju, jo lietus no debesīm, radot tādējādi augt dārzu dzīvespriecīgu skaistumu, kuru jūs nevar [citādi] ir pieaudzis to kokiem? Ir ar Allah dievība? [Nr], bet tie ir cilvēki, kas piedēvēt vienāds [viņam].
nb: [Mer presist], er han [ikke best] som skapte himlene og jorden og sendt til du regne fra himmelen, forårsaker for å vokse og dermed hager gledesfylt skjønnhet som du ikke kunne [annet] har vokst er trærne der? Er det en guddom med Allah? [Nei], men de er et folk som tilskrive lik [til ham].
sk: [Presnejšie], on [nie je najlepšie], ktorý stvoril nebo a zem a zoslal na vás dážď z neba, spôsobuje rast tým záhrady radostné krásy, ktoré ste nemohli je [inak] rástli stromy jej? Je božstvo s Alláh? [Nie], ale sú ľudia, ktorí pripisujú rovná [s ním].
sl: [Natančneje], je bil [ni najboljši], ki je ustvaril nebo in zemljo in poslan za vas dež z neba, povzroča rastejo s tem vrtovi veseli lepote, ki ne bi mogla [sicer] goji drevesa pogodbe? Obstaja božanstvo s Allah? [Ne], vendar so ljudje, ki pripisujejo enak [mu].
sr_cyrl: [Прецизније], да би му [не] који створи небо и земљу и послао ти киша са неба, узрокујући да расте и тиме вртова радосног лепоте, а ти ниси могао је [у супротном] је нарасло дрвеће исте? Да ли постоји боћанство Алах? [Не ], али то су људи који земаљским једнаки [са њим].
sr_latn: [Preciznije], da bi mu [ne] koji stvori nebo i zemlju i poslao ti kiša sa neba, uzrokujući da raste i time vrtova radosnog lepote, a ti nisi mogao je [u suprotnom] je naraslo drveće iste? Da li postoji boћanstvo Alah? [Ne], ali to su ljudi koji zemaljskim jednaki [sa njim].
uk: [Точніше], він [не кращий], який створив небо й земля і послав, бо ви дощ з неба, викликаючи тим самим рости сади радісне красу, яка не могла є [інакше] виросли дерев їх? Чи є божество дитину? [Немає], але вони є люди, які приписувати собі рівних [його].
vi: [Chính xác hơn], là ông [không tốt nhất] tạo ra trời và trái đất và được gửi cho bạn mưa từ bầu trời, khiến phát triển do đó khu vườn vui tươi đẹp mà bạn có thể không [khác] đã phát triển các loại cây đó? Có một vị thần với Allah? [Không có], nhưng họ là một người ascribe bằng [để anh].
zu: [More ngokunembile], nguye [hhayi best] owadala amazulu nomhlaba sa nikela kuwe imvula esibhakabhakeni, okubangela ukuba sikhule ngaleyo ndlela izingadi wobuhle kwenjabulo lapho wena wahluleka [ngenye] usukhulile izihlahla zalo?

# Quran3220
source: Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allah? [No], but most of them do not know.
ca: És ell [no millor] que va fer la terra un estable de terra i posat dins d'ella rius i fer-lo fermament conjunt de muntanyes i situada entre dos mars una barrera? Hi ha un Déu amb Allah? [No], però la majoria d'ells no saben.
cy: Ef [nid gorau] a wnaeth y ddaear Sefydlog ddaear a gosod o fewn ei afonydd a wnaed ar gyfer ei gadarn yn gosod mynyddoedd a gosod rhwystr rhwng y ddwy moroedd? A oes Dduwdod ag Allah? [Na], ond nid rhan fwyaf ohonynt yn gwybod.
da: Er han [ikke bedst], der gav jorden en stabil jorden og placeret indenfor det floder og lavet for det fast indstillet bjergene og placeret mellem de to have en barriere? Er der en guddom med Allah? [Nej], men de fleste af dem ved ikke.
el: Είναι αυτός [δεν καλύτερο] που έκανε τη γη ένα σταθερό έδαφος και τοποθετείται μέσα σε αυτό ποτάμια και έκανε για αυτό σταθερά βουνά και τοποθετείται μεταξύ των δύο θαλασσών ένα εμπόδιο; Υπάρχει μια θεότητα με τον Αλλάχ; [Όχι], αλλά οι περισσότεροι από αυτούς δεν ξέρω.
et: On see [ei ole parim], kes tegi maa stabiilne jahvatatud ja asetada see jõgede ja tegi see kindlalt seatud mäed ja paigutatud kahe mere vahel takistuseks? Kas jumalus Jumalat? [Nr], kuid enamik neist ei tea.
fi: On [paras] joka tehnyt maan vakaa maa ja sijoitti siihen jokien ja teki se tiukasti vuorille ja sijoittaa kaksi merta este? Onko Jumaluuden kanssa Jumala? [Ei], mutta useimmat heistä eivät tiedä.
he: הוא [לא הכי טוב] שעשה כדור הארץ יציבה קרקע והוא הניח אל תוך נהרות ועשה עבור אותו בחוזקה להגדיר הרי והניח בין הימים שני מחסום? ? האם יש אלוהות עם אללה [לא], אבל רובם לא יודע.
hr: Je on [nije najbolja] koji je napravio na zemlji stabilno tlo i smješteni unutar nje rijeke i napravio jer čvrsto postaviti planine i smješten između dva mora barijeru? Postoji božanstvo s Allah? [Ne], ali većina njih ne zna.
lt: Yra jis [ne geriausias] kurie pagaminti žemės stabiliai žemės ir joje upių ir jis tvirtai nustatyti kalnai ir dedamas tarp dviejų jūrų kliūtis? Ar yra su Dievo dievybė? [Ne], tačiau dauguma jų nežino.
lv: Viņš [nav labākais], kurš veicis zemes stabils zemes un izvietot to upēs un padarīja to stingri noteikts kalni un ievietoti starp divām jūrām barjera? Ir ar Allah dievība? [Nr], bet vairums no viņiem nezina.
nb: Bakken han [ikke best] som skapte jorden en stabil og plassert innenfor det elver og laget for det fast fjell og plassert mellom to hav en barriere? Er det en guddom med Allah? [Nei], men de fleste av dem vet ikke.
sk: On [nie je najlepšie], ktorý sa zem stabilné zem a umiestnené v ňom riek a je pevne hory a umiestnené medzi dvoma mori bariéru? Je božstvo s Alláh? [Nie], ale väčšina z nich nevie.
sl: Je on [ni najboljši], ki je zemljo stabilno tla in umestili v to rek in ga trdno gore in položi med dve morji ovira? Obstaja božanstvo s Allah? [Ne], vendar je večina od njih ne vem.
sr_cyrl: На земљи би му [не] који су створили земљу стабилном и смјештени у то река и направио га чврсто поставити планине и смештен између два мора баријера? Да ли постоји боћанство Алах? [Не ], али већина њих не знам.
sr_latn: Na zemlji bi mu [ne] koji su stvorili zemlju stabilnom i smješteni u to reka i napravio ga čvrsto postaviti planine i smešten između dva mora barijera? Da li postoji boћanstvo Alah? [Ne], ali većina njih ne znam.
uk: Він [не кращий], який зробив Земля стабільного землю і поміщений в ньому річок і зробив його твердо встановити гір і поміщається між двох морів створює бар'єр? Чи є божество дитину? [Немає], але більшість з них не знають.
vi: Người [không tốt nhất] làm cho trái đất ổn định mặt đất và đặt bên trong nó sông và làm cho nó chắc chắn đặt núi và được đặt giữa hai vùng biển một rào cản? Có một vị thần với Allah? [Không có], nhưng hầu hết trong số họ không biết.
zu: Ingabe Umbheka Njengoyisibonelo [hhayi best] owenza umhlaba umhlabathi ezinzile futhi ibekwe ngaphakathi it imifula futhi walenzela nimi niqinile izintaba futhi ibekwe phakathi kolwandle ezimbili umgoqo?

# Quran3221
source: Is He [not best] who responds to the desperate one when he calls upon Him and removes evil and makes you inheritors of the earth? Is there a deity with Allah? Little do you remember.
ca: És ell [no millor] que respon a la desesperada, quan anomena a ell i treu el mal i et fa hereus de la terra? Hi ha un Déu amb Allah? Mica et recordes.
cy: Mae ef [nid gorau] sy'n ymateb i'r un dybryd pan yn galw arno a dileu'r drwg ac yn gwneud i chi etifeddu y ddaear? A oes Dduwdod ag Allah? Ychydig a ydych yn cofio.
da: Er han [ikke bedst], der svarer til den desperate, når han opfordrer ham og fjerner onde og gør dig arvtagere af jorden? Er der en guddom med Allah? Lidt kan du huske.
el: Είναι αυτός [δεν καλύτερο] που ανταποκρίνεται σε απελπιστική αυτή όταν καλεί προς αυτόν και καταργεί το κακό και σε κάνει να κληρονόμοι της γης; Υπάρχει μια θεότητα με τον Αλλάχ; Λίγο θυμάσαι.
et: Kas ta [ei ole parim], kes reageerib Meeleheitel üks kui ta kutsub teda ja eemaldab kurja ja teeb teid pärandiks maa? Kas jumalus Jumalat? Vähe sa mäletad.
fi: Hän [paras], joka reagoi epätoivoinen yhden, kun hän kehottaa häntä ja poistaa pahan ja tekee maan perijöitä? Onko Jumaluuden kanssa Jumala? Hieman muista.
he: ? האם הוא [לא הכי טוב] מי מגיב אחד נואשים כאשר הוא קורא אותו, מסיר הרוע, גורם לך היורשים של כדור הארץ ? האם יש אלוהות עם אללה קצת את זוכרת.
hr: Je li on [nije najbolja] koji reagira na očajan kada poziva na njega i uklanja zlo i čini vas baštinici zemlje? Postoji božanstvo s Allah? Malo da li se sjećaš.
lt: Ar jis [ne geriausias], kurie reaguoja į beviltiška, kai jis ragina jį ir pašalina blogis ir daro paveldėtojų žemės? Ar yra su Dievo dievybė? Mažai ar prisimenate.
lv: Vai viņš [nav labākais], kas reaģē uz izmisuma vienu, kad viņš aicina viņu un novērš ļaunumu un liek jums zemes mantinieki? Ir ar Allah dievība? Maz jūs atceraties.
nb: Er han [ikke best] som svarer til den desperat når han kaller på ham og fjerner onde og gjør deg arvinger til jorden? Er det en guddom med Allah? Liten husker du.
sk: Je to [nie je najlepšie], ktorý reaguje na ten zúfalý, keď volá na neho a odstraňuje zlé a robí dedičmi Zeme? Je božstvo s Alláh? Niečo pamätáte.
sl: Je on [ni najboljši], ki odgovarja na je obupno, ko on poziva njega in odstrani zlo in si dediči zemlje? Obstaja božanstvo s Allah? Malo se spomnite.
sr_cyrl: Да ли је би му [не] ко одговара на оцајан онај када се позива на њега и уклања зло и чини вас наследнике земље? Да ли постоји боћанство Алах? Мало се сежаљ.
sr_latn: Da li je bi mu [ne] ko odgovara na ocajan onaj kada se poziva na njega i uklanja zlo i čini vas naslednike zemlje? Da li postoji boћanstvo Alah? Malo se seжaљ.
uk: Хіба він [не кращий], хто реагує на відчайдушні один, коли він закликає його і видаляє зла і робить вас спадкоємців землі? Чи є божество дитину? Мало ви пам'ятаєте.
vi: Hắn [không tốt nhất] người đáp ứng một trong tuyệt vọng khi ông kêu gọi anh ta và loại bỏ cái ác và làm cho bạn inheritors của trái đất không? Có một vị thần với Allah? Bạn có nhớ chút.
zu: Ingabe Umbheka Njengoyisibonelo [hhayi best] ngubani ophendula eyodwa eyenza ngokuphelelwa yithemba lapho ebiza Kuyena futhi kususa okubi futhi kukwenza inheritors hlaba?

# Quran3222
source: Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allah? High is Allah above whatever they associate with Him.
ca: [No conegut] és que us guiarà a través de la darknesses de la terra i el mar i que envia els vents com bona nova abans de la seva misericòrdia? Hi ha un Déu amb Allah? Alta és Allah sobre qualsevol cosa que es relacionen amb ell.
cy: Mae ef [nid gorau] sydd yn eich tywys chi drwy y darknesses y tir a'r môr ac sydd yn anfon y gwyntoedd fel tidings da cyn ei drugaredd? A oes Dduwdod ag Allah? Uchel yw Allah uchod beth bynnag maent cysylltiol ag ef.
da: Er han [ikke bedst], der guider dig gennem nysgerig af land og hav, og som sender vindene som gode tidender før hans barmhjertighed? Er der en guddom med Allah? Høj er Allah over hvad de forbinder med ham.
el: [Δεν καλύτερα] είναι που σας καθοδηγεί το darknesses της γης και της θάλασσας και που στέλνει τους ανέμους ως καλή είδηση, πριν το Έλεός του; Υπάρχει μια θεότητα με τον Αλλάχ; Υψηλός είναι Αλλάχ πάνω από το οτιδήποτε άλλο που συνδέουν μαζί του.
et: On ta [ei ole parim], kes juhib teid läbi darknesses maa ja mere ja kes saadab tuuled rõõmusõnumit enne tema halastuse? Kas jumalus Jumalat? Kõrge on Allah üle iganes nad seostavad teda.
fi: Ei hän [paras], joka opastaa tummuusasteilla maa ja meri, ja joka lähettää tuulet ilosanoman ennen hänen armonsa? Onko Jumaluuden kanssa Jumala? Allah on edellä mitä he hänen rinnalleen.
he: הוא [לא הכי טוב] מי ינחה אותך אפלות של האדמה והים, מי שולח את הרוחות כמו בשורות טובות לפני לרחמיו? ? האם יש אלוהות עם אללה תיכון הוא אללה מעל מה הם מקשרים אותו.
hr: Je on [nije najbolja] koji vas vodi kroz trenutci kopna i mora i koji šalje vjetrove kao radosne prije njegove milosti? Postoji božanstvo s Allah? Visoko je Allah iznad što god oni povezati s njim.
lt: Jis [ne geriausias] kurie pademonstruos jums iš sausumos ir jūros darknesses ir kas siunčia vėjai kaip gera žinia prieš jo malonės? Ar yra su Dievo dievybė? Aukštos yra Dievas aukščiau bet jie susieti su juo.
lv: Viņš [nav labākais] kas gidi jums caur sauszemes un jūras darknesses un kas sūta vējiem kā labas vēstis pirms viņa žēlsirdība? Ir ar Allah dievība? Augsts ir Allah iepriekš neatkarīgi no viņi saista ar viņu.
nb: Er han [ikke best] som leder deg gjennom darknesses av landet og havet og som sender vinden som godt budskap før hans nåde? Er det en guddom med Allah? Høy er Allah over hva de forbinder med ham.
sk: Je to [nie je najlepšie], ktorý vás prevedie darknesses pevniny a mora a kto posiela vetry ako dobrá zvesť pred jeho milosrdenstvo? Je božstvo s Alláh? Vysoká je Alah nad čokoľvek spájajú s ním.
sl: Je on [ni najboljši], ki vas vodi skozi darknesses kopnega in morja in kdo pošlje vetrovi kot dobrih novic pred njegovo milost? Obstaja božanstvo s Allah? Visoko je Allah nad karkoli povezujejo z njim.
sr_cyrl: Би му [не] је који вас води кроз моје.и на копну и мору, и ко шаље ветрови као радосне пред његову милост? Да ли постоји боћанство Алах? Високо је Аллах изнад шта год су повезали с њим.
sr_latn: Bi mu [ne] je koji vas vodi kroz moje.i na kopnu i moru, i ko šalje vetrovi kao radosne pred njegovu milost? Da li postoji boћanstvo Alah? Visoko je Allah iznad šta god su povezali s njim.
uk: Хіба він [не кращий], який допомогає у darknesses із сухопутні і морські, і користувач, який надсилає вітри як добру новину перед його милосердям? Чи є божество дитину? Високою є Аллаха вище все, що вони пов'язують із ним.
vi: Là ông [không tốt nhất] người sẽ hướng dẫn bạn thông qua darknesses của đất và biển và những người gửi trong gió như tidings tốt trước khi lòng thương xót của mình không? Có một vị thần với Allah? Cao là Allah trên bất cứ điều gì họ liên kết với anh ta.
zu: Ingabe Umbheka Njengoyisibonelo [hhayi best] ngubani khaphi you ngokusebenzisa darknesses bezwe nolwandle bani sa oya izindaba ezinhle phambi ngesihe saKhe?

# Quran3223
source: Is He [not best] who begins creation and then repeats it and who provides for you from the heaven and earth? Is there a deity with Allah? Say, "Produce your proof, if you should be truthful."
ca: És ell [no millor] que comença la creació i després repeteix-lo i que proporciona per a vostè des del cel i la terra? Hi ha un Déu amb Allah? Dir: "Produeixi la seva prova, si vostè ha de ser veraç."
cy: Yn ei [nid gorau] sydd yn dechrau creu a wedyn yn ailadrodd ei a phwy sy'n darparu i chi gan y nefoedd a'r ddaear? A oes Dduwdod ag Allah? Dweud, "Gynhyrchu eich prawf, os dylai fod yn onest."
da: Er han [ikke bedst] der begynder oprettelse og derefter gentager det, og hvem der leverer til dig fra himlen og jorden? Er der en guddom med Allah? Sige, "Producere dit bevis, hvis du skulle være sandfærdig."
el: Είναι αυτός [δεν είναι καλύτερο] που αρχίζει η δημιουργία και στη συνέχεια επαναλαμβάνει και που παρέχει για σας από τον ουρανό και τη γη; Υπάρχει μια θεότητα με τον Αλλάχ; Λένε, «Παραγωγή την απόδειξη σας, αν θα πρέπει να είναι αληθείς.»
et: On ta [ei ole parim] kes hakkab loomine ja seejärel kordab seda ja kes annab teile: taeva ja maa? Kas jumalus Jumalat? Öelda: "Tõendama oma, kui sa peaksid olema tõesed."
fi: Onko hän [ei parhaiten], jotka alkaa luoda ja sitten toistaa ja joka antaa sinulle taivaan ja maan? Onko Jumaluuden kanssa Jumala? Esimerkiksi: "Tuottaa todiste, jos olisi totuudenmukaista."
he: הוא [לא הכי] מי מתחיל היצירה, ואז חוזר על זה, מי מספק לך מן השמים והארץ? ? האם יש אלוהות עם אללה אומרים, "לייצר ההוכחה שלך, אם אתה צריך להיות כנה."
hr: On je [nije najbolje] koji počinje stvaranje i zatim ponavlja to i ko daje za vas iz neba i zemlje? Postoji božanstvo s Allah? Kažu, "Proizvesti dokaz, ako bi trebao biti iskren."
lt: Jis yra [ne geriausiai] kurie pradeda kurti ir tada pakartoja jis ir kurie suteikia jums iš dangaus ir žemės? Ar yra su Dievo dievybė? Tarkim, "Įrodymus, jūsų, jei jūs turite būti teisingi."
lv: Viņš ir [nav labākais], kurš sākas radīšanas un pēc tam atkārto to, un kas sniedz jums no debesīm un zemi? Ir ar Allah dievība? Teiksim, "Ražot pierādījumu, ja jums būtu patiesas."
nb: Er han [ikke best] som begynner etableringen og deretter det og som gir for deg fra himmelen og jorden? Er det en guddom med Allah? Si, "Gi bevis, hvis du bør være sannferdig."
sk: On je [najlepšie] kto začína Tvorba a potom sa opakuje a ktorá poskytuje pre vás z neba i Zeme? Je božstvo s Alláh? Povedať, "Produkovať svoj dôkaz, ak je pravdivé."
sl: Je on [ni najboljši], ki se začne oblikovanje in nato ponavlja to in ki predvideva vam iz nebes in zemlje? Obstaja božanstvo s Allah? Reči, "Dokazilo, proizvodnjo, če bi morali biti resnični."
sr_cyrl: Он је [не најбољем] који почиње креација и онда понавља то и који вам нуди из неба и земље? Да ли постоји боћанство Алах? Рецимо , "Производ твој доказ, да си био искрен."
sr_latn: On je [ne najboljem] koji počinje kreacija i onda ponavlja to i koji vam nudi iz neba i zemlje? Da li postoji boћanstvo Alah? Recimo, "Proizvod tvoj dokaz, da si bio iskren."
uk: Хіба він [не найкраще] хто починає створення і потім повторює і хто забезпечує для вас з неба і землі? Чи є божество дитину? Скажімо, "Виробляти доказ, якщо ви повинні бути правдивими".
vi: Là anh ta [không tốt nhất] những người bắt đầu sáng tạo và sau đó lặp đi lặp lại nó và những người cung cấp cho bạn từ Thiên đàng và trái đất không? Có một vị thần với Allah? Nói, "Sản xuất bằng chứng của bạn, nếu bạn cần phải trung thực."
zu: Ingabe Umbheka Njengoyisibonelo [hhayi best] eliqala indalo futhi ngalesosikhathi phinde it futhi hlinzeka for you bhakabhaka nomhlaba?

# Quran3224
source: Say, "None in the heavens and earth knows the unseen except Allah, and they do not perceive when they will be resurrected."
ca: Dir, "cap al cel i terra sap invisibles excepte Allah, i no perceben que quan es serà ressuscitat".
cy: Dweud, "ni wyr yr un yn y nefoedd a'r ddaear unseen ac eithrio Allah, ac nad oeddent yn gweld pan maent yn atgyfodi."
da: Sige, "ingen i himlene og jorden ved usynlige undtagen Allah, og de opfatter ikke, når de vil genopstå."
el: Λένε, «κανένας στους ουρανούς και στη γη ξέρει το αόρατο εκτός Αλλάχ, και εκείνοι δεν το αντιλαμβάνονται όταν αυτοί θα αναστηθούν.»
et: Öelda: "ükski taevas ja maa peal teab, välja arvatud Jumal nähtamatu, ja nad ei taju, kui nad äratatakse."
fi: Esimerkiksi: "yksikään taivas ja maa ei tiedä näkymätön paitsi Allah, ja he eivät ymmärrä, kun he nousevat ylös.
he: אומרים, "לא השמיים והארץ יודע יתלבה מלבד אללה, הם לא תופסים כאשר הם יקום לתחייה."
hr: "Nitko u nebo i zemlja zna nevidjeno osim Allaha, i oni ne vide kada oni će uskrsnuti."
lt: Tarkim, "nė vienas į dangų ir žemę žino nematyto išskyrus Dievas, ir jie nesuvokia kai jie bus prikelti."
lv: Saka: "neviens no debesīm un zemi zina neredzēts, izņemot Allah, un viņi neuztver, kad viņi būs augšāmcēlies."
nb: Si "ingen i himmelen og jorden vet usynlige unntatt Allah, og de ikke oppfatter når de vil gjenoppstå."
sk: Napríklad: "nikto na nebi i na zemi nevie neviditeľné okrem Alaha a neprijmú, keď oni budú vzkriesení.
sl: Reči, "nič v nebo in zemlja ve nevidno razen Allah, in ne zaznavajo, ko jih bo vstali."
sr_cyrl: "Нико у небеса и земља зна невидљив, осим Алаха, и они не виде када они ће ускрснути."
sr_latn: "Niko u nebesa i zemlja zna nevidljiv, osim Alaha, i oni ne vide kada oni će uskrsnuti."
uk: Сказати: "ні в небеса та земля не знає невидиме крім Аллаха, і вони не сприймають, коли вони будуть Відроджені".
vi: Nói, "không có trong mặt trời và trái đất biết unseen ngoại trừ Allah, và họ không nhận thức khi họ sẽ được phục sinh."
zu: Ithi, "Akekho amazulu nomhlaba owazi ezingabonwayo ngaphandle Allah, futhi abazi ukubona uma bayovuswa."
