Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran672
source: Prohibited to you are dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah, and [those animals] killed by strangling or by a violent blow or by a head-long fall or by the goring of horns, and those from which a wild animal has eaten, except what you [are able to] slaughter [before its death], and those which are sacrificed on stone altars, and [prohibited is] that you seek decision through divining arrows. That is grave disobedience. This day those who disbelieve have despaired of [defeating] your religion; so fear them not, but fear Me. This day I have perfected for you your religion and completed My favor upon you and have approved for you Islam as religion. But whoever is forced by severe hunger with no inclination to sin - then indeed, Allah is Forgiving and Merciful.
ca: Prohibit els animals morts, sang, la carn de porcí i que s'ha dedicat a altre que Allah, i [els animals] assassinats per estrangulament o per un cop violent o per una caiguda de responsable de llarg o per l'enganxada de banyes i aquells que ha menjat un animal salvatge, excepte el que esteu [capaç] matança [abans de la seva mort] i els que siguin sacrificats en pedra altars i [prohibit és] que busqueu decisió mitjançant divining fletxes. Thats desobediència greu. Aquest dia els que dubten han va desesperar de [derrotar] la religió; així por ells no, però la por de mi. Aquest dia tinc perfeccionat per a vostè la seva religió i completar el meu favor a vostè i han aprovat per a vostè l'Islam com a religió. Però qui es veu obligat per la greu fam amb cap inclinació al pecat - llavors fet, Allah és indulgent i Clement.
cy: Gwaherddir i chi yn anifeiliaid marw, gwaed, cnawd moch, a'r hyn sydd wedi'i neilltuo i heblaw Allah, a [anifeiliaid hynny] lladd gan tagu neu gan ergyd treisgar neu gostyngiad hir pennaeth neu gan goring cyrn, a rhai o anifeiliaid gwyllt wedi bwyta, ac eithrio beth lladd chi [yn gallu] [cyn ei farwolaeth] , a'r rhai sydd yn eu haberthu ar allorau cerrig, a [gwahardd] y dylech geisio penderfyniad drwy divining saethau. Mae hynny'n ddifrifol anufudd-dod. Y diwrnod hwn yn rhai a chredu wedi despaired i [drechu'r] eich crefydd; felly iddynt ofni nad, ond ofn Me. Berffeithio diwrnod hwn rhaid i chi eich crefydd a gwblhau fy favor arnoch ac wedi cymeradwyo ichi Islam fel crefydd. Ond pwy bynnag sy'n cael ei gorfodi gan newyn difrifol gyda unrhyw awydd i pechod-yna yn wir, Allah yn Forgiving a Merciful.
da: Forbudt at du er døde dyr, blod, kødet af svin og det, som har været dedikeret til andre end Allah, og [disse dyr] dræbt af kvæler eller af en voldsom slag eller af et hoved-lange fald eller af goring horn, og dem som et vildt dyr har spist, undtagen hvad du [er købedygtig] slagtning [før sin død] , og dem, der er ofret på sten altre, og [forbudt er] at du søger afgørelse gennem divining pile. Der er alvorlige ulydighed. Denne dag, dem, der ikke tror har fortvivlet [mod] din religion; så frygter dem ikke, men er bange for mig. Denne dag jeg har perfektioneret for du din religion og afsluttet min fordel efter du har godkendt til du Islam som religion. Men hvem er tvunget af svær sult med ingen tilbøjelighed til synd - så ja, Allah er Forgiving og barmhjertige.
el: Απαγορευμένη σε εσάς είναι νεκρά ζώα, αίμα, τη σάρκα των χοίρων, και αυτό που έχει αφιερωθεί στην εκτός από Αλλάχ, και [τα ζώα] σκότωσε με πνίγει ή από ένα βίαιο χτύπημα ή από πτώση κεφάλι βίου ή από το Χέρμαν Γκαίριγκ κέρατα, και εκείνοι από την οποία έχει φάει ένα άγριο ζώο, εκτός από ό, τι σας [θα] σφαγή [πριν από το θάνατό του] , και εκείνα τα οποία θα θυσιαστούν στον πέτρινο βωμούς, και [είναι απαγορευμένα] να αναζητήσουν απόφαση μέσω divining βέλη. Αυτό είναι σοβαρό ανυπακοής. Αυτή η ημέρα όσοι δυσπιστώ έχουν απελπιστεί [νικώντας] θρησκεία σας? τόσο φοβούνται τους δεν, αλλά ο φόβος μου. Αυτήν την ημέρα έχω τελειοποιηθεί για σας η θρησκεία σας και να ολοκληρωθεί μου χάρη σε σας και να έχουν εγκριθεί για σας το Ισλάμ ως θρησκεία. Αλλά όποιος είναι αναγκασμένος από σοβαρή πείνα με κλίση στα αμαρτία - τότε πράγματι, Αλλάχ είναι επιεικής και εύσπλαχνος.
et: Te keelatud on surnud loomade veri, sigade liha ja see, mis on pühendatud jumal peale ja [nende loomade] tappis Kägistamine või vägivaldsete löök või pea-pikk kuuluvad või goring sarved, ja need, millest metsloom on söödud, peale mida sa [on võimelised] tapmine [enne oma surma] , mis on ohverdanud kivi altarid ja [keelatud on] taotleda otsuse kaudu Magic nooled. See on tõsine allumatus. Need, kes usu despaired [võidu] täna oma religioon; nii karda neid, kuid kardavad mind. See päev on mul täiuslikuks teie jaoks teie usk ja lõpule minu kasuks teie peale ja on heaks te nagu religioon Islam. Aga kes on sunnitud raske näljahäda kalduvus sin - siis tõepoolest, Allah on Forgiving ja Merciful.
fi: Teille ovat kuolleita eläimiä, veren, sian lihaa ja joka on omistettu kuin Allah, ja [näiden eläinten] tapetaan kuristamalla tai väkivaltainen isku tai pään pituinen lasku tai goring sarvet, ja ne, joista villi eläin on syönyt, paitsi mitä olet [voi] teurastamisen [kuoleman] , ja ne, jotka uhrataan kivi alttareita ja [kielletty on] että etsit päätöksen divining nuolia. Tämä on vakava tottelemattomuuden. Tänä päivänä ne, jotka ovat uskottomia epätoivoon [kukistaa] uskonto; niin pelkää heitä, mutta pelko minua. Tänä päivänä minulla on suunniteltu sinun uskontosi ja valmis minun puolesta teitä ja on hyväksytty sinulle islamin uskonto. Mutta kuka joutuu vakavia nälän ole kaltevuus sin - sitten itse asiassa Jumala on anteeksiantava ja armollisin.
he: אסור לך הן חיות מתות, דם, בשר חזיר, וזה אשר הוקדשו מלבד אללה, [החיות] נהרג על ידי חניקת או ע י מכה אלימה או על ידי נפילה הראש באורך או על-ידי גורינג של קרניים, ואלה שממנו אכל חיית פרא, חוץ ממה אתה [הן היכולת] שחיטה [לפני המוות שלו] , ואלה הם הקריבו על מזבחות מאבן, [אסור] שאתה. מחפש, ההחלטה לעבור בהכוונה אלוהית חצים. זה אי ציות חמורה. היום אלה לא להאמין יש מושבות [הבסה] דתו; אז אל תפחד מהם, אבל חושש. . יש לי את היום הזה מושלם בשבילך הדת שלך, השלים את הטובה שלי עליכם, אישרו לך האסלאם כדת. אבל מי נכפה על ידי רעב חמור עם אין נטייה חטא - אז אכן, אללה הוא Forgiving, הרחום והחנון.
hr: Zabranjeno je da su mrtve životinje, krv, meso svinjske i ono što je posvećen osim Allaha, i te životinje ubio davi ili nasilni udarac ili glava-dugi pad ili goring rogove, i one iz koje je jeo divlje životinje, osim što vas [su u stanju] klanja [prije svoje smrti. , i onih koji su žrtvovali na kamenim oltarima, a zabranjeno je da traže rješenja sluti strelice. To je grob neposluh. Danas oni koji ne vjeruju su strepili od [pobjede] tvoje vjere; tako ih nije strah, ali strah mene. Danas imam savršen za vas vaša vjera i dovršiti moju korist na vas i odobrili za vas Islam kao religija. Ali tko god je primorani zbog teške gladi s sklonost prema grijehu - onda zaista, Allah je opraštanje i milostiv.
lt: Uždrausti jums yra nugaišusių gyvūnų, kraujo, kiaulių mėsa, ir ta, kuri buvo skirta ne Dievas, ir [tie gyvūnai] nužudyti smaugimas ar smurtinio smūgį ar galvos ilgio priklauso arba goring ragai, ir tie, iš kurių valgyti laukinių gyvūnų, išskyrus kas tu [yra prie] skerdimo [prieš jo mirtį] , ir tas, kurios yra paaukojama akmens aukurus, ir [draudžiama yra] ieškoti sprendimo per divining rodykles. Tai kairinis nepaklusnumas. Šią dieną tiems, kurie neturi wierza yra beviltiškai [nugalėti] jūsų religija; Taigi jų nebijau, bet bijau, mane. Šią dieną turiu tobulumo jums savo religijos ir baigtas mano naudai į tave ir patvirtino jums Islamas kaip religija. Bet kas yra priverstas sunkus bado su jokio noro į nuodėmę - tada iš tiesų, Allah yra Forgiving ir litosciwy.
lv: Jums ir beigti dzīvnieki, asinis, miesa no cūku un to, kas ir veltīta nevis Allah, aizliegtas [šie dzīvnieki] nogalināti ar žņaudzamās vardarbīgu sitiens vai ar galvu ilgi kritumu vai goring ragus, un tie, no kuriem ir ēst savvaļas dzīvnieku, izņemot to, ko jūs [ir spējīgs] kaušanai [pirms savas nāves] , un tie, kas tiek ziedota uz akmens altāru un [ir aizliegta] meklēt lēmumu cauri brīnums bultas. Tas ir nopietns nepakļaušanās. Šajā dienā, kuri neticēt ir izmisis [defeating] jūsu reliģisko piederību; Tātad tās nav bailes, bet bailes me. Šī diena man ir pilnveidojams jums jūsu reliģija un pabeigt manā favor pār jums un jums kā reliģija islāms ir apstiprināts. Bet tas, kurš ir spiests ar smagu badu ar nav slīpuma uz grēku -, tad patiešām, Allah ir piedošanu un žēlsirdīgs.
nb: Forbudt du døde dyr, blod, kjøttet av svin og som er dedikert til enn Allah, og [disse dyrene] drept ved kvelning eller ved et voldsomt slag eller av hodet lange fall eller ved Wigan horn, og de som et vilt dyr har spist, bortsett fra hva du [er kjøpedyktig] slakting [før døden] , og de som er ofret på stein altere, og [forbudt er] at du søker beslutningen gjennom divining piler. Det er alvorlig ulydighet. Denne dagen de som tviler har fortvilet over [slå] religion; Så frykt dem ikke, men frykter meg. Denne dagen jeg har perfeksjonert du religion og fullført min gunst på deg og har godkjent for Islam som religion. Men hvem er tvunget av alvorlig sult med ingen tilbøyelighet til å synde - og Allah er faktisk tilgi og barmhjertig.
sk: Ste zakázané sú mŕtve zvieratá, krv, mäso ošípaných a, ktorý bol venovaný ako Alah, a [týchto zvierat] zabil škrtiť alebo násilný úder alebo hlavou-dlhÃ½ jeseň alebo podľa goring rohov, a tie, z ktorých divoké zviera jedol, čo ste [mohli] zabitie [pred jeho smrťou] , a tie, ktoré sú obetované na kamennej oltára a [zakázané je], že hľadáte rozhodnutia prostredníctvom veštiť šípky. To je vážne neposlušnosti. Tento deň si tých, ktorí neveriť zúfalo [porazil] náboženstvo; tak im Neboj, ale strach ma. Tento deň som sa zdokonalil pre vás vaše náboženstvo a dokončený môj prospech na vás a schválili si Islam ako náboženstvo. Ale ten, kto je nútený ťažkou hlad sklony k hriechu - a potom naozaj, Boh je odpúšťajúci a Milosrdných.
sl: Prepovedano vam mrtvih živali, krvi, meso prašičev in ki je bila posvečena razen Allah, in te živali ubil davljenja ali udarec nasilnih ali z glavo dolgo padec ali Krvav rogovi, in tiste, iz katere je jedel divje živali, razen tistega, kar ste [lahko] zakol [pred svojo smrtjo] , in tiste, ki so žrtvovali na kamniti oltarji, in prepovedano je da iščeš odločbe prek divining puščice. To je groba neposlušnosti. Ta dan tistim, ki verjamem so obupal [zmage nad] vere; Torej ne bojte se jih, ampak strah Me. Ta dan imam izpopolnil zate vere in zaključili svoj prid na vas in so odobreni za vas Islam kot religija. Vendar Kdor je zaradi hude lakote z nagib, ki greh - potem res, Allah je tolerantna in usmiljen.
sr_cyrl: Забрањено је да су мртве животиње, крв, месо свиње, и оно што је био предан осим Алаха, и тих животиња убила дављење или по јаком ударцу или по глави дужине пад или веца фора рогове, и оних из којих дивља животиња није јео, осим тога што ти [да су] покољ [пред своју смрт. , и оне који су жртвовани на камени олтар, а [забрањено је] да ли тражити одлуку кроз прорицати стрелице. То је гроб непослушности. Овај дан онима који сумњаш да је оиајавала [поразимо] твоја религија; Тако их не бој се, али се боје мене. Данас имам усаврљили за тебе твоја религија и довршити моју корист над вама и за вас Ислам као религија не одобре. Али ко год је присиљена озбиљне глад са нема склоности да грех - онда заиста, Аллах је Форгивинг и милосрдна.
sr_latn: Zabranjeno je da su mrtve životinje, krv, meso svinje, i ono što je bio predan osim Alaha, i tih životinja ubila davljenje ili po jakom udarcu ili po glavi dužine pad ili veca fora rogove, i onih iz kojih divlja životinja nije jeo, osim toga što ti [da su] pokolj [pred svoju smrt. , i one koji su žrtvovani na kameni oltar, a [zabranjeno je] da li tražiti odluku kroz proricati strelice. To je grob neposlušnosti. Ovaj dan onima koji sumnjaš da je oиajavala [porazimo] tvoja religija; Tako ih ne boj se, ali se boje mene. Danas imam usavrљili za tebe tvoja religija i dovršiti moju korist nad vama i za vas Islam kao religija ne odobre. Ali ko god je prisiljena ozbiljne glad sa nema sklonosti da greh - onda zaista, Allah je Forgiving i milosrdna.
uk: Заборонені вам мертвих тварин, крові, плоть свинячий і те, що була присвячена крім Аллаха, і ці тварини загинули душить або насильницької удар або падіння, довгий голову або велика роги і ті, з якого диких тварин має їдять, крім того, що ви [здатні] забою [до його смерті] і ті, які пожертвували на кам'яні вівтарі а також [заборонені] щоб ви шукаєте рішення через високого рангу стрілки. Це серйозний непокори. Цей день є ті, хто не вірити зневірилися [перемігши] вашу релігію; Таким чином, не бійся їх, але боюся, що мене. Цей день я удосконалив за вас вашу релігію і завершена мою користь на вас і схвалив для вас Іслам релігією. Але той, хто змушений серйозні голод з ніякого бажання гріх - то дійсно, Аллах є бачить і Merciful.
vi: Bị cấm cho bạn động vật chết, máu, thịt lợn, và điều đó đã được dành riêng để khác ngoài Allah, và [những động vật] bị giết bởi kêu hoặc bằng một đòn bạo lực hoặc bởi một mùa thu dài đầu hoặc goring sừng, và những người mà từ đó một động vật hoang dã đã ăn, ngoại trừ những gì giết mổ bạn [có thể] [trước cái chết của mình] , và những người đã hy sinh trên bàn thờ bằng đá, và [Cấm] bạn tìm kiếm các quyết định thông qua divining mũi tên. Đó là mộ bất tuân. Ngày này những người disbelieve có despaired [đánh bại] của tôn giáo của mình; Vì vậy họ Đừng sợ, nhưng sợ tôi. Ngày nay tôi đã hoàn thiện cho bạn tôn giáo của mình và ưu tiên của tôi khi bạn hoàn tất và đã chấp thuận cho bạn hồi giáo là tôn giáo. Nhưng bất cứ ai bị buộc bởi các nạn đói nghiêm trọng với không có độ nghiêng để chuộc tội - sau đó thực sự, Allah là Forgiving Merciful.
zu: Kungavunyelwe wena file lwane gazi, inyama wezingulube, nokuthi eye zinikele kuze nye than Allah, futhi [lezo zilwane] lawo abulawa ukuklinywa noma nge buhlungu enobudlova noma ukuwa ikhanda eside noma by goring of

# Quran673
source: They ask you, [O Muhammad], what has been made lawful for them. Say, "Lawful for you are [all] good foods and [game caught by] what you have trained of hunting animals which you train as Allah has taught you. So eat of what they catch for you, and mention the name of Allah upon it, and fear Allah." Indeed, Allah is swift in account.
ca: Demanen que, [O Muhammad], el que s'ha fet legal per a ells. Dir, "legal ets aliments bons [tot] i [joc atrapat per] què vostè haver entrenat de caça d'animals que entrenar com Allah ha ensenyat. Així que menjar de què van agafar per a vostè, esmentar el nom d'Allah sobre ella i por d'Allah." De fet, Allah és ràpida en compte.
cy: Maent yn gofyn ichi, [O Muhammad], beth a wnaethpwyd gyfreithlon iddynt. Dweud, "gyfreithlon ar gyfer ydych bwydydd da [bob] ac [dal gan gêm] beth yr ydych wedi hyfforddi anifeiliaid hela a ydych yn hyfforddi'n fel Allah wedi dysgu chi. Felly fwyta o'r hyn y maent yn ei ddal i chi, a sôn am yr enw Allah arno, ac ofn Allah." Yn wir, Allah yn gyflym yn cyfrif.
da: De beder dig [O Muhammad], hvad har gjort lovlig for dem. Sige, "lovlig, for du er [alle] gode fødevarer og [spil fanget af] hvad du har trænet af jagt dyr, som du træne som Allah har lært dig. Så spiser af hvad de fange for dig, og nævne navnet på Allah ved det, og frygt Allah." Faktisk, Allah er hurtig i konto.
el: Σας ρωτούν, [Ο Μωάμεθ], τι έχει γίνει νόμιμη για αυτούς. Λένε, «νόμιμη, γιατί εσύ είσαι [όλα] καλά τρόφιμα και [αλιευθεί από παιχνίδι] τι έχετε εκπαιδευτεί κυνήγι ζώων τα οποία μπορείτε να εκπαιδεύσετε όπως Αλλάχ σας έχει διδάξει. Έτσι τρώνε από ό, τι μπορούν να πιάσουν για εσάς, και αναφέρω το όνομα του Αλλάχ σ ' αυτήν, και ο φόβος Αλλάχ.» Πράγματι, Αλλάχ είναι ταχεία σε λογαριασμό.
et: Nad küsivad te, [O Muhammad], mis on tehtud seadusliku neile. Öelda: "seaduslik olete [kõik] head toidud ja [mäng püütud] olete treeninud jahi loomadelt, kelle sa treenid nagu Jumal on õpetanud teile. Nii süüa ning mida nad saagi teile, Jumal talle nime mainida ja kardavad, et Allah." Tõepoolest, Allah on swift kontol.
fi: He kysyvät sinulta [Oi Muhammed] on tehtävä laillista heille. Esimerkiksi "laillista, olet [kaikki] hyviä elintarvikkeita ja [peli kiinni] sinulla on koulutettu metsästys eläinten, joka treenaat kuten Jumala on opettanut teille. Niin syödä saaliistaan, Allahin nimen sille ja pelätkää Allahia." Itse asiassa Jumala on nopeasti huomioon.
he: הם שואלים אותך, [O מוחמד], מה נעשתה כדין עבורם. אומרים, "חוקי הם מזונות טובה [כל] ו- [משחק נתפס על ידי] מה אימנת של חיות ציד אשר אתה רכבת אללה לימד אותך. אז לאכול מה הם יתפסו, להזכיר את השם של אללה עליו ואני חושש אללה." אכן, אללה הוא מהיר בחשבון.
hr: Pitali, [O Muhammad], što je dopušteno za njih. Kažu, "zakonito jer ti si [svi] dobre hrane i [igra je uhvaćen od strane] trenirao lov životinja koji trenirati kao Allah vas naučio. Jesti o onom što uhvati, i spominje ime Allaha na njoj pa boji Allaha." Uistinu, Allah je brz u račun.
lt: Jie prašo jus, [O Muhammad], ką padarė teisėtai jiems. Sako, "teisėtas tu esi [visi] geros maisto produktų ir [žaidimas sugauti] kas buvo mokomi medžioti gyvūnus, kurie jums mokyti kaip Dievas išmokė jus. Taigi valgyti, ką jie sugauti jums, paminėti pavadinimą Dievas jai ir bijoti Dievo." Iš tiesų, Allah yra greitai sąskaitoje.
lv: Viņi lūdz jūs [O Muhammad], kas panākts likumīgi tiem. Teikt, "likumīga, jums ir [visi] labu pārtiku un [spēle, ko nozvejojuši] kāda ir apmācīti medību dzīvnieku apmācīt kā Allah ir mācīts jums. Tātad ēst, noķer, minēt Allah vārdu un bailes Allah." Patiešām, Allah ir ātra kontu.
nb: De spør deg, [O Muhammad], det har blitt gjort lovlig for dem. Si "lovlig for du er [alle] god mat og [spill fanget av] hva du har trent av jakt dyr som du trener som Allah har lært deg. Så ete av det de fange for deg, og nevner navnet på Allah på det, og frykt Allah.» Faktisk er Allah rask i kontoen.
sk: Žiadajú vás, [Mohamed], čo bolo ustanovené zákonným im. Povedať, "legálne pre [všetko] dobré potraviny a [hra zachytený] čo ste vyškolení lovu zvierat, ktoré ste vlak ako Boh učil vás. Tak jesť to, čo sa chytiť, uviesť meno Alah na to a strach Alaha." Boh je naozaj rýchle účte.
sl: Prosijo vas, [O Muhammad], kaj je zakonito zanje. Reči, "zakonita ste [vse] dobre hrane in [igra zajeta] kaj ste usposobljeni živali lov, ki ga vlak kot Alah je naučil. Tako jesti kaj ulov za vas, in omenja ime Allah nanj, in strah Allah." Res, Allah je hitro v račun.
sr_cyrl: Су те питали, [О Мухаммад], ста остварен законит за њих. Рецимо, "законито, јер ти си [сви] добре хране и [игра ухватила] ста уцис животиња у лов на које вас тренирати као Алах те је науиио. Тако једе од како су ухватили за тебе, споменуо име Аллаха на њој и страх Алаха." Уистину , Аллах је брз у налог.
sr_latn: Su te pitali, [O Muhammad], sta ostvaren zakonit za njih. Recimo, "zakonito, jer ti si [svi] dobre hrane i [igra uhvatila] sta ucis životinja u lov na koje vas trenirati kao Alah te je nauиio. Tako jede od kako su uhvatili za tebe, spomenuo ime Allaha na njoj i strah Alaha." Uistinu, Allah je brz u nalog.
uk: Вони просять вас, [O Мухаммад], що було зроблено законними для них. Скажімо, "законними, у вас є [всі] хороші продукти і [гра спійманий] те, що ви навчили мисливських тварин, яких ви тренуєтеся як Аллах навчило вас. Так їсти що вони кидаються на вас і згадувати назву Аллах на нього і страх Аллах." Справді, Аллах, швидкими в обліковий запис.
vi: Họ yêu cầu bạn, [O Muhammad], những gì đã được thực hiện hợp pháp cho họ. Nói, "hợp pháp cho bạn là loại thực phẩm tốt [tất cả] và [trò chơi đánh bắt bởi] những gì bạn đã đào tạo của săn bắn động vật mà bạn đào tạo là Allah đã dạy cho bạn. Vì vậy ăn của những gì họ bắt cho bạn, đề cập đến tên của Allah khi nó, và lo sợ Allah." Thật vậy, Allah là nhanh chóng trong tài khoản.
zu: They buza you, [O Muhammad], lokho okuye kwenziwa semthethweni for them.
