Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1582
source: So do not be in doubt, [O Muhammad], as to what these [polytheists] are worshipping. They worship not except as their fathers worshipped before. And indeed, We will give them their share undiminished.
ca: Manera que no sigui en dubte, [O Muhammad], pel que fa a què aquestes [politeistes] estan adorant. Veneren no excepte com els seus pares adorat abans. I de fet, els donarem seva porció minvava.
cy: Felly peidiwch â bod yn sicr, [O Muhammad], ynghylch beth y mae hyn [polytheists] yn addoli. Mae nhw'n addoli'n nid ac eithrio fel y gwnaeth eu tadau yn addoli cyn. Ac yn wir, byddwn yn rhoi iddynt eu cyfran ddiysgog.
da: Så vær ikke i tvivl, [O Muhammad], om, hvad disse [polyteister] tilbedende. De tilbeder ikke undtagen som deres fædre tilbad før. Og ja, vi vil give dem deres andel uformindsket.
el: Έτσι δεν είναι σε αμφιβολία, [Ο Μωάμεθ], ως προς το τι λατρεία αυτών [polytheists]. Λατρεύουν δεν εκτός όπως τους πατέρες τους λάτρευαν πριν. Και πράγματι, θα τους δώσουμε μερίδιό τους αμείωτο.
et: Et ei oleks kahtluse korral [O Muhammad], et need [polytheists] on jumalateenistustel. Nad kummardavad mitte välja nagu nende isad kummardasid enne. Ja tõepoolest, me anname neile nende osa loobunud.
fi: Joten olla epävarma, [Oi Muhammed], että nämä polyteistejä palvomaan. He palvovat ei paitsi, koska heidän isiensä palvelivat ennen. Ja todellakin, he saavat osansa ennallaan.
he: אז אל תהיה ספק, [O מוחמד], לגבי מה אלו [polytheists] סוגדים. הם סוגדים לא חוץ כמו אבותיהם סגדו לפני. אכן, אנחנו נעניק להם את החלק שלהם בצורתן.
hr: Zato ne budite u sumnji, [O Muhammad], kao što ovi [politeisti] obožavaju. Oni štuju ne osim kao njihovi očevi obožavali prije. I uistinu, mi ćemo ih njihov udio neumanjen.
lt: Taigi negali būti abejonių, [O Muhammad], kad kas yra garbinti šių [polytheists]. Jie garbina ne išskyrus kaip jų protėviai garbino prieš. Ir iš tiesų, mes suteikiame jiems jų dalis nesikeičia.
lv: Tātad nevar būt šaubu gadījumā [O Muhammad], par to, kādi šie [polytheists] pielūdzot. Viņi pielūdz nav, izņemot, kā pirms pielūdza viņu tēvi. Un patiešām, mums dos viņiem savu daļu zudusi.
nb: Så ikke bli i tvil, [O Muhammad], om hva disse [polyteister] tilber. De tilber ikke unntatt som deres fedre dyrket før. Og ja, vi vil gi dem deres del uforminsket.
sk: Takže nie je pochýb, [Mohamed], o tom, čo tieto [polyteisty] uctievanie. Uctievajú nie výnimkou, ako ich otcovia uctievaný pred. A Vskutku, budeme im ich podiel nezmenšenou.
sl: Zato ne bodite v dvomih, [O Muhammad], o tem, kaj so ti [politeiste] čaščenjem. So častili ne razen kot njihovi očetje častili pred. In res, smo jim njihov delež nezmanjšano.
sr_cyrl: Престани да се у недоумици, [О Мухаммад], о томе шта су ови [полyтхеистс] обоћавање. Они се клањају не осим као њихови очеви обожавао раније. И заиста, ми ћемо им дати свој удео умањена.
sr_latn: Prestani da se u nedoumici, [O Muhammad], o tome šta su ovi [polytheists] oboћavanje. Oni se klanjaju ne osim kao njihovi očevi obožavao ranije. I zaista, mi ćemo im dati svoj udeo umanjena.
uk: Так що не треба ви сумніваєтеся, [O Мухаммад], про те, що ці [polytheists] поклоніння. Вони поклоняються не окрім, як їх батьки поклонялися перед. І дійсно, ми дамо їм свою частку незмінною.
vi: Vì vậy không có nghi ngờ, [O Muhammad], như những gì các [polytheists] đang thờ. Họ tôn thờ không ngoại trừ khi người cha của họ tôn thờ trước. Và quả thực, chúng tôi sẽ cung cấp cho họ chia sẻ của họ không hề suy giảm.
zu: Ngakho ungabi ungabaza, [O Muhammad], ngokuqondene nalokho lezi [konkulunkulu abaningi] bakhonza.

# Quran1583
source: And We had certainly given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been judged between them. And indeed they are, concerning the Qur'an, in disquieting doubt.
ca: I certament havia donat Moses l'escriptura, però es tractava en desacord. I si no fos per una paraula que precedida del seu Senyor, vols han estat jutjat entre ells. I el fet són, pel que fa a l'Alcorà, en dubte inquietant.
cy: Ac yn sicr rydym wedi rhoi Moses yr ysgrythur, ond daeth o dan anghytundeb. Ac os nad ar gyfer gair a oedd yn rhagflaenu gan eich Arglwydd, byddai hynny wedi cael eu barnu rhyngddynt. Ac yn wir y mae, ynghylch y Qur'an, amheuaeth cyferbyniol.
da: Og vi havde helt sikkert givet Moses Skriften, men det kom under uenighed. Og hvis ikke for et ord, der gik forud for fra din Herre, det ville have været bedømt mellem dem. Og ja de, om Koranen, foruroligende tvivlrådig.
el: Και είχαμε δώσει βέβαια Moses η γραφή, αλλά ήρθε κάτω από τη διαφωνία. Και αν όχι για μια λέξη που προηγήθηκε από το Λόρδο, αυτό θα κριθεί μεταξύ τους. Και μάλιστα αυτοί, σχετικά με το Κοράνι, σε ανησυχητικό αμφιβολίας.
et: Ja kindlasti oli andnud Moses pühakiri, kuid see allus lahkarvamused. Ja kui mitte jaoks sõna, mis eelnes teie Issand, see oleks hinnatud nende vahel. Ja tõepoolest nad on, Koraan, disquieting kahtluse kohta.
fi: Ja se oli varmasti annettu Moses Raamatun, mutta se tuli erimielisyyttä. Ja tokko ei ajaksi-sana, joka edelsi tulee Herraltasi, se pitänyt tuomita niiden välillä. Ja todellakin he ovat Koraani huolestuttavaa epävarma.
he: בהחלט נתתם Moses כתבי הקודש, אבל זה הגיע תחת חילוקי דעות. אם לא בשביל מילה שקדמו מן האל שלך, זה נשפטו ביניהם. אכן הם, בנוגע הקוראן, ספק מדאיגות.
hr: Mi je dao Moses Svetog pisma, a dolazi pod neslaganja. I ako ne za riječ koja prethodi iz vašeg gospodara, to bi bili osuđeni između njih. I doista su, o Kuranu u uznemirujući sumnje.
lt: Ir mes tikrai suteikta Moses raštas, tačiau jis atėjo pagal nesutarimų. O jei netinka žodis, kuris prieš iš savo Viešpaties, būtų turėti buvo manoma, kad tarp jų. Ir iš tikrųjų jie yra, dėl Korano, kelia nerimą abejonių.
lv: Un mēs noteikti bija devis Moses svētie raksti, bet tas nokļuva domstarpības. Un ja ne par vārdu, kas sākas no savu kungu, tas būtu ir bijis vērtēt starp tām. Un tiešām viņi ir par Qur ', satraucošām šaubas.
nb: Og vi hadde absolutt gitt Moses skriften, men det kom under uenighet. Og hvis ikke for et ord som Herrens, det ville ha vært dømt mellom dem. Og ja de er, om Koranen, foruroligende usikre.
sk: A sme určite dal Moses písmo, ale prišiel za nesúhlas. A ak nie na slovo, ktoré predchádzali od svojho pána, že by boli súdení medzi nimi. A naozaj sa o Korán, otráv pochybnosti.
sl: In smo zagotovo dala Moses pismo, vendar je prišel pod nesoglasja. In če ne za besedo, da pred iz svojega Gospoda, da bi je ocenjena med njimi. In res so, o Koranu, v Uznemirujući dvoma.
sr_cyrl: Свакако смо дали Мосес Светог писма, а под неслагање. И ако не за рец која је претходила од твог Господа, то би био оценио између њих. И заиста су се, у вези са Кур'ану, узнемирујужа сумњи.
sr_latn: Svakako smo dali Moses Svetog pisma, a pod neslaganje. I ako ne za rec koja je prethodila od tvog Gospoda, to bi bio ocenio između njih. I zaista su se, u vezi sa Kur'anu, uznemirujuжa sumnji.
uk: І ми безумовно дав Moses Писання, але це відбулося згідно незгоди. І якщо не для слова, яке передувало від вашого Господь, він би були засуджені між ними. І дійсно, вони є щодо Коран, тривожним сумніви.
vi: Và chúng tôi chắc chắn đã cho Moses kinh thánh, nhưng nó phải chịu đựng sự bất đồng. Và nếu không phải cho một lời dẫn trước từ Chúa của bạn, nó sẽ có được đánh giá giữa chúng. Và thực sự họ đang có, liên quan đến kinh Koran, yên nghi ngờ.
zu: Futhi Sasisanda kuqala Ngokuqinisekile epha Mose scripture, kodwa kwathi ngaphansi yokungavumelani.

# Quran1584
source: And indeed, each [of the believers and disbelievers] - your Lord will fully compensate them for their deeds. Indeed, He is Acquainted with what they do.
ca: I de fet, cada [dels creients i disbelievers] - el seu Senyor totalment compensarà els seus actes. De fet, ell és conèixer què fan.
cy: Ac yn wir, pob un [o gredinwyr a disbelievers] – bydd eich Arglwydd llawn eu digolledu am eu gweithredoedd. Yn wir, yw ei fod yn gyfarwydd â beth y maent yn ei wneud.
da: Og ja, hver [i troende og vantro] - din herre vil fuldt ud at kompensere dem for deres gerninger. Ja, han er bekendt med, hvad de gør.
el: Και πράγματι, κάθε [των πιστών και disbelievers] - σας Λόρδος θα αποζημιώσει τους για τις πράξεις τους. Πράγματι, γνωρίζεται με ό, τι κάνουν.
et: Ja tõepoolest, iga [usklikud ja uskottomille] - teie Issand näidatakse täielikult hüvitama neid nende teod. On tutvunud tõepoolest, mida nad teevad.
fi: Ja itse asiassa [, uskovaiset ja uskottomat] - Herrasi täysin korvaa heille heidän tekonsa. Itse asiassa hän tuntee mitä he tekevät.
he: אכן, כל אחד [של המאמינים, disbelievers] - האל שלך מלא תפצה אותם על מעשיהם. ואכן, הוא הוא מכיר מה שהם עושים.
hr: I doista, jedan [od vjernika i iskuse] - Gospodar tvoj će potpuno kompenzirati ih za njihova djela. Doista, on je upoznat sa što.
lt: Ir iš tiesų, kiekviena [iš tikinčiųjų ir disbelievers] - jūsų šventė bus visiškai kompensuoti jų už savo poelgius. Iš tiesų, jis yra susipažinę su ką jie daro.
lv: Un patiešām, katrs [no ticīgajiem un disbelievers] - jūsu kungs pilnībā kompensēs tos par viņu darbiem. Protams, viņš ir iepazinies ar to, ko viņi dara.
nb: Og faktisk hver [av troende og troende] - din Herre vil fullt ut kompensere dem for deres gjerninger. Faktisk er han kjent med hva de gjør.
sk: A naozaj, každý [z veriacimi a neveriacim] - váš Pán bude plne kompenzovať im ich skutky. V skutočnosti je oboznámený s, čo robia.
sl: In res, vsak [z vernike in disbelievers] - svojega gospodarja bo popolnoma nadomestilo jih za svoja dejanja. Res, on je vešč kaj delajo.
sr_cyrl: И заиста, једно [од вјерницима и скептике] - твој господар ће у потпуности компензацију за своје поступке. Заиста , он је упознат са шта раде.
sr_latn: I zaista, jedno [od vjernicima i skeptike] - tvoj gospodar će u potpunosti kompenzaciju za svoje postupke. Zaista, on je upoznat sa šta rade.
uk: І дійсно, кожен [з віруючих і disbelievers] - ваш Господь буде повністю компенсувати їх їхні вчинки. Дійсно, він познайомився з чим вони займаються.
vi: Và quả thật, mỗi [của tín hữu và thì] - Chúa của bạn sẽ hoàn toàn bù lại họ cho hành động của họ. Thật vậy, ông làm quen với những gì họ làm.
zu: Futhi ngempela, ngamunye [amakholwa futhi disbelievers] - Lord wakho eyokwenza ngokugcwele kubo izenzo zabo.

# Quran1585
source: So remain on a right course as you have been commanded, [you] and those who have turned back with you [to Allah], and do not transgress. Indeed, He is Seeing of what you do.
ca: Així que romandre en un curs de dret com t'he manat, [que] i aquells que s'han convertit de nou amb vosaltres [a Allah] i no transgredir. De fet, està veient del que fas.
cy: Felly yn aros ar y cwrs cywir fel chi enillodd, [ydych] a rhai sydd wedi troi yn ôl gyda chi [i Allah], ac nid oes camddefnyddio'u. Yn wir, mae ef yn gweld yr hyn yr ydych yn ei wneud.
da: Så forblive på et rigtigt kursus, som du har været befalet, [du] og dem, der har vendt tilbage med dig [til Allah], og ikke synde. Ja, han ser i hvad du gør.
el: Έτσι παραμένουν σε μια σωστή πορεία, όπως σας έχουν ἐνδύσεις, [σας] και εκείνους που έχουν μετατρέψει πίσω μαζί σας [Allah], και δεν παραβιάζουν. Πράγματι, είναι να δούμε τι μπορείτε να κάνετε.
et: Mistõttu jäävad õige muidugi, kui teil on kästud, [te] ja need, kes on pöördunud tagasi teiega [Jumalat], ja rikuvad. Tõepoolest, ta nägi mida teha.
fi: Joten edelleen oikea suunta, kuten on käsketty, [sinulle] ja jotka ovat kääntyneet takaisin kanssanne [Jumala] ja riko. Itse asiassa hän näkee mitä teet.
he: וכך נותרתי על מסלול נכון, המצווה [לך], אלה אשר הפכו איתך [אללה], וכן לא לעבור את הגבול. ואכן, הוא רואה מה אתה עושה.
hr: Tako ostaje na pravom putu kao što vam je zapovjeđeno, [vi] i oni koji su se okrenuli natrag s tobom [Allah] i griješite. Doista, on vidi ono što radite.
lt: Taigi išlieka teisė kursas kaip jums buvo liepė, [jūs] ir tie, kurie kreipėsi į su jumis [Dievas], o ne peržengtų. Iš tiesų, jis mato, ką jūs.
lv: Tātad paliek uz īstajām pēdām, kā jums ir pavēlējis, [tu] un tie, kas ir pagriezts atpakaļ ar jums [Allah] un nedrīkst pārkāpt. Patiešām, viņš redz, ko jūs darīt.
nb: Så være på rett kurs som du har befalt, [du] og de som har slått tilbake med deg [til Døyve], og overtredelser. Faktisk ser han på hva du gjøre.
sk: Tak zostať na správny priebeh, ako vám bolo prikázané, [vás] a tých, ktorí sa obrátili späť s vami [Boh] a neprekročí medzné hodnoty. Naozaj, je vidieť, čo robíte.
sl: Tako ostanejo na pravi poti, kot so bili ukazal, [si] in tiste, ki so se obrnili nazaj z vami [Alahove], in ne prekorači. Res, on je videl, kaj vam.
sr_cyrl: Тако остаје на прави курс, док се ти наредити, [те] и оне који су се претвориле назад са тобом [Аллах], а не неваљали. Заиста , види што ви радите.
sr_latn: Tako ostaje na pravi kurs, dok se ti narediti, [te] i one koji su se pretvorile nazad sa tobom [Allah], a ne nevaljali. Zaista, vidi što vi radite.
uk: Так залишатися на правильний курс, як ви були командувачами, [ваc] і тих, які перетворили назад з вами [Аллах] і не перейти. Дійсно, він бачить те, що вам робити.
vi: Như vậy vẫn còn trên một khóa học phù hợp như bạn đã được chỉ huy, [Anh] và những người đã quay trở lại với bạn [Allah], và không transgress. Thật vậy, ông là nhìn thấy những gì bạn làm.
zu: Ngakho ukuhlala sisendleleni wesokunene njengesabelo oyalwe, [ukuba] futhi labo abaye babuyela emuva nawe [Allah], cha transgress.

# Quran1586
source: And do not incline toward those who do wrong, lest you be touched by the Fire, and you would not have other than Allah any protectors; then you would not be helped.
ca: I no inclinació cap a aquells que s'equivoca, perquè no et ser tocat pel foc, i no tindria que Allah qualsevol protectores; llavors et vols no ser ajudat.
cy: Ac nid oes inclein tuag at y rhai sy'n ei wneud yn anghywir, rhag ofn yn eich cyffwrdd gan y tân, ac ni fyddai eich eithrio Allah unrhyw diogelwyr; yna byddai gennych nid yn helpu.
da: Og ikke hældning mod dem, der gør forkert, lest du blive rørt ved ilden, og du ville ikke have andre end Allah enhver beskyttere; derefter vil du ikke blive hjulpet.
el: Δεν κλίση προς όσοι κάνουν λάθος, μήπως σας να αγγιχτεί από την πυρκαγιά, και δεν θα έχετε εκτός από Αλλάχ οποιαδήποτε προστάτες? στη συνέχεια, σας θα δεν θα βοηθήσει.
et: Ja suunitluse poole, kes valesti, muidu ei puudutata tulekahju, ja te ei ole muud Jumalat kui tahes kaitsjad; siis te sooviksite ei saa midagi.
fi: Ja huomioi niitä kohtaan, jotka tekevät väärin, etten saa koskea tulipalo, ja ei ole muuta kuin Allah suojelijoita; sitten olisi ei auttanut.
he: ואני לא שאיסלאם למי שלא כשורה, שמא אתה להיות נגע על ידי האש, ואז לא תהיה לך מלבד אללה כל מגיני; אז אתה לא ניתן לעזור לך.
hr: I naginjati prema onima koji to krivo, da ne smije dirati vatrom, i ne bi osim Allaha zaštita; Onda vas ne će se pomoći.
lt: Ir ne nuolydis link tų, kurie neteisingai, kad jūs būti paliestas ugnies, ir to nebūtų, išskyrus Allah bet Saugotojai. tada jums būtų ne padėjo.
lv: Un nav slīpums pret tiem, kuri nepareizi, nedrīkstam būt pieskārās pie ugunskura un jums nebūtu citiem mērķiem kā vien Allāhs jebkuru aizsargi; tad jūs varētu līdzēt.
nb: Og ikke tipp mot dem som galt, så du bli rørt ved peisen, og du vil ikke ha annet enn Døyve noen beskyttere; så ville du ikke være hjalp.
sk: A nie sklon k tým, ktorí zle, aby som sa dotkol na oheň, a by ste nemali iné ako Alah všetky chrániče; potom ste by nie pomohlo.
sl: In ne naklon proti tistim, ki narobe, da ne biti ganila ogenj, in vam ne bo treba razen Allah vse opreme za varovanje; nato vam bi ne pomagal.
sr_cyrl: И не коси према онима који је згресио, да не би ти бити додирнут од стране ватре, а не други него Аллах би било заштитнике; Онда си би не би помогла.
sr_latn: I ne kosi prema onima koji je zgresio, da ne bi ti biti dodirnut od strane vatre, a ne drugi nego Allah bi bilo zaštitnike; Onda si bi ne bi pomogla.
uk: І не схиляються до тих, хто зробити так, щоб не бути зворушений вогонь, і ви не повинні були крім Аллаха будь-які фільтри; Тоді ви б не бути надана допомога.
vi: Và không nghiêng về phía những người làm sai, vì sợ rằng bạn được xúc động bởi lửa, và bạn sẽ không có khác hơn so với Allah là bất kỳ bảo vệ; sau đó bạn sẽ không được giúp đỡ.
zu: Futhi musa sithambekele ngakulabo abenza okubi, hlezi wathintwa Fire, futhi obungeke omunye ngaphandle kuka Allah iyiphi Abavikeli;

# Quran1587
source: And establish prayer at the two ends of the day and at the approach of the night. Indeed, good deeds do away with misdeeds. That is a reminder for those who remember.
ca: I establir la pregària en els dos extrems del dia i a l'enfocament de la nit. De fet, bones accions a fer amb malifetes. Això és un recordatori per a aquells que recorden.
cy: A sefydlu gweddi yn dau ben y dydd ac yn y dull y nos. Yn wir, mae gweithredoedd da yn gwneud i ffwrdd â camweddau. Mae hynny'n ein hatgoffa ar gyfer y rhai sy'n cofio.
da: Og etablere bøn i de to ender af dagen og over natten holdning. Faktisk, gode gerninger gøre væk med ugerninger. Det er en påmindelse til dem, der husker.
el: Και προσευχή θεσπίσει στα δύο άκρα της ημέρας και την προσέγγιση της νύχτας. Πράγματι, οι καλές πράξεις κάνει μακριά με παραπτώματα. Αυτό είναι μια υπενθύμιση για όσους θυμούνται.
et: Ja kehtestada palve algus päev ja öö lähenemine. Tõepoolest, kas ära heateod üleastumised. See on meeldetuletus neile, kes mäletavad.
fi: Ja rukous päivän molemmissa päissä ja yö lähestymistapa. Itse asiassa hyviä tekoja eroon rikoksistaan. Se on muistutus niille, jotka muistavat.
he: ולהקים תפילה את שני הקצוות של היום ועל הגישה של הלילה. אכן, מעשים טובים לעשות משם עם מעלליו. . זה תזכורת עבור מי זוכר...
hr: I uspostavljanje molitve na dva kraja dana i na pristup noć. Uistinu, dobra djela raditi s nedjela. To je opomena za one koji se sjećaju.
lt: Ir nustatyti malda du galuose, dieną ir naktį artėjant. Iš tiesų, gerų darbų padaryti toli su paklydimus. Tai priminimas tiems, kurie prisimena.
lv: Un izveidot lūgšanu pie diviem galiem dienas un nakts pieeja. Patiešām, labus darbus darīt prom ar ļaundarībām. Tas ir atgādinājums tiem, kuri atceras.
nb: Og etablere bønn på de to endene av dagen og natten nærmer. Faktisk gjøre gode gjerninger unna med ugjerninger. Det er en påminnelse for de som husker.
sk: A stanoviť modlitbu, na oboch koncoch dňa a prístup v noci. Skutočne dobré skutky skoncovať s zločiny. To je pripomienka pre tých, ktorí pamätajú.
sl: In vzpostavitev molitev, na dveh koncih dan in pristop noč. Res, dobra dela resite zločine. Ki je opomnik za tiste, ki se spomnite.
sr_cyrl: И успостављање молитве на оба краја дана и на приступу ноћи. Заиста , добра дела среде недела. То је опомена за оне који су запамтили.
sr_latn: I uspostavljanje molitve na oba kraja dana i na pristupu noći. Zaista, dobra dela srede nedela. To je opomena za one koji su zapamtili.
uk: І встановити молитви на двох кінцях день і при наближенні ночі. Дійсно, добрі справи не має злодіяння. Це нагадування для тих, хто пам'ятає.
vi: Và thiết lập các cầu nguyện tại hai đầu của ngày và tiếp cận của đêm. Thật vậy, việc làm đi với misdeeds. Đó là một lời nhắc nhở cho những ai nhớ.
zu: Futhi ukusungula umthandazo emaceleni womabili esembatho emini kanye ekusondeleni kobusuku.

# Quran1588
source: And be patient, for indeed, Allah does not allow to be lost the reward of those who do good.
ca: I ser pacient, de fet, Allah no permet que es perd la recompensa d'aquells que fer el bé.
cy: Ac yn amyneddgar, i yn wir, nid yw Allah yn caniatáu i wobrwyo y rhai sy'n gwneud yn dda yn cael eu colli.
da: Og være tålmodig, for faktisk Allah ikke tillader at blive tabt belønning for dem, der gør godt.
el: Και να είστε υπομονετικοί, για πράγματι, Αλλάχ δεν επιτρέπει να χαθεί η επιβράβευση εκείνων που κάνουν καλό.
et: Ja kannatlik, sest tõepoolest, Allah ei luba kaduma need, kes seda hea palk.
fi: Ja kärsivällinen, todellakin, Jumala ei salli kadota palkita niitä, jotka tekevät hyvää.
he: תהיה סבלני, כי אכן, אללה אינו מאפשר לאיבוד. הפרס של אלה שעושים טוב.
hr: I budi strpljiv, jer zaista, Allah ne dopušta da se izgubi nagrada onima koji čine dobro.
lt: Ir būkite kantrūs, nes iš tiesų, Allah neleidžia būti prarastas už atlygį, tie, kurie gerai.
lv: Un esiet pacietīgi, jo patiešām, Allah neļauj zaudēt atlīdzību par tiem, kuri to dara labi.
nb: Og være tålmodig, for faktisk Allah ikke tillater tapt belønningen som gjør godt.
sk: A buďte trpezliví, pre naozaj, Alah neumožňuje stratia odmeniť tých, ktorí robia dobre.
sl: In bodite potrpežljivi, za dejansko, Allah ne omogočajo izgubljena nagrada tistih, ki delajo dobro.
sr_cyrl: И буди стрпљив, јер заиста, Аллах не дозвољава да се губи награда за оне који то раде добро.
sr_latn: I budi strpljiv, jer zaista, Allah ne dozvoljava da se gubi nagrada za one koji to rade dobro.
uk: І будьте терплячими, для дійсно, Аллах не дозволяє бути втрачені нагорода тих, хто добро.
vi: Và kiên nhẫn, cho quả thật vậy, Allah không cho phép bị mất phần thưởng của những người làm tốt.
zu: Futhi ubekezele, ngoba ngempela, Allah akavumi ukuba ulahlekelwe umvuzo walabo abenza okuhle.
