Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2714
source: So the shriek seized them in truth, and We made them as [plant] stubble. Then away with the wrongdoing people.
ca: Així que el sortir aprofitat en veritat, i vam fer les com rostolls [planta]. Llavors fora amb la gent d'irregularitats.
cy: Felly roedd y shriek yn hatafaelu iddynt mewn gwirionedd, ac yr ydym yn eu gwneud fel sofl [planhigion]. Yna i ffwrdd â phobl gamwedd.
da: Så skrig beslaglagt dem i sandhed, og vi gjorde dem som [plante] stubbe. Så væk med forseelser mennesker.
el: Έτσι η διαπεραστική κραυγή τους κατασχέθηκαν στην αλήθεια, και κάναμε τους ως κοντά γένια [μονάδα]. Στη συνέχεια, απομακρύνουν το αδίκημα λαού.
et: Nii et kriiskamine kinni neid tõde ja tegime neile [taime] kõrrepõllul. Siis ära valesti inimestega.
fi: Niin kiljua yllätti heidät totuudessa ja teimme niistä [laitos] sänki. Sitten pois väärinkäytöksistä ihmisten kanssa.
he: אז צווחה שנתפסו אותם. למען האמת, אנחנו יצרנו אותם כמו זיפים [צמח]. ואז משם עם העם מעשים רעים.
hr: Tako krikom zaplijenila ih u istini, i napravili smo ih kao [biljka] strnjika. Onda idi s zloupotreba ljudi.
lt: Taigi, klyksmas paimti juos tiesą sakant, ir mes padarėme juos kaip [įmonė] druska. Tada į sandėlį su žmonėmis, nusikaltimą.
lv: Tik kliedziens atsavinātā viņiem patiesību, un mēs, kas viņus kā [iekārtas] rugāji. Pēc tam prom ar grēks cilvēku.
nb: Så skriker beslaglagt dem i sannhet, og vi gjorde dem som [anlegget] halm. Så bort med de urett.
sk: Takže výkrik zachyteného v pravde, a urobili sme im ako [závod] strnisko. Potom preč s ľuďmi previnenie.
sl: Tako Vrištati zaseženo njimi v resnici, in smo jih naredili kot [naprave] dlačice. Nato stran z protipravna dejanja ljudi.
sr_cyrl: Тако их је у властитој заплењено у истини, и направили смо их као стрњика [електрана]. Онда одлази са малверзацијама људима.
sr_latn: Tako ih je u vlastitoj zaplenjeno u istini, i napravili smo ih kao strnjika [elektrana]. Onda odlazi sa malverzacijama ljudima.
uk: Так в shriek захопили їх у правді, і ми зробили їх як солому [завод]. Потім геть з порушник людей.
vi: Vì vậy shriek nắm chúng trong sự thật, và chúng tôi làm cho họ như [thực vật] stubble. Sau đó đi với những hành vi sai trái.
zu: Ngakho ngezwi bagajwa ngeqiniso, futhi We enza them njengoba [plant] izinhlanga.

# Quran2715
source: Then We produced after them other generations.
ca: Llavors hem produït després d'ells altres generacions.
cy: Rydym wedyn yn llunio ar ôl eu cenedlaethau eraill.
da: Så produceret vi efter dem andre generationer.
el: Στη συνέχεια εκπονήσαμε μετά τους άλλες γενιές.
et: Siis me toodetud pärast neid teistele põlvkondadele.
fi: Sitten laadimme perään muiden sukupolvien.
he: ואז אנחנו המיוצר אחריהם דורות אחרים.
hr: Onda smo proizveli poslije njih druge generacije.
lt: Tada mes pagamintas po juos kitoms kartoms.
lv: Tad mēs ražo pēc tās citās paaudzēs.
nb: Deretter produserte vi etter dem andre generasjoner.
sk: Potom sme vyrobili po nich ďalších generácií.
sl: Nato smo izdelali po njih druge generacije.
sr_cyrl: Онда смо произвели за њима друге генерације.
sr_latn: Onda smo proizveli za njima druge generacije.
uk: Потім ми здійснюється після їх інші поколінь.
vi: Sau đó, chúng tôi sản xuất sau khi họ thế hệ khác.
zu: Khona-ke We kukhiqizwa ngemva kwabo Kwezinye izizukulwane.

# Quran2716
source: No nation will precede its time [of termination], nor will they remain [thereafter].
ca: Cap nació precedirà seu temps [de terminació], ni romanen [posteriorment].
cy: Bydd unrhyw genedl yn rhagflaenu ei amser [y terfyniad], ac ni fyddant yn aros [hynny].
da: Ingen nation vil gå forud for sin tid [af opsigelse], eller vil de forblive [herefter].
el: Κανένα έθνος δεν θα προηγηθεί του χρόνου [του τερματισμού], ούτε θα παραμένουν [εν συνεχεία].
et: No rahvas eelneb aeg [lõpetamise] ega nad jäävad [pärast seda].
fi: Yksikään kansakunta on ennen sen silloin [] eikä ne pysyvät [jälkeen].
he: . שום אומה לא להקדים את הזמן שלה [של סיום], וגם הם יישארו [לאחר].
hr: Zemlja će prethoditi svoje vrijeme [o raskidu], niti će oni ostati [nakon toga].
lt: Jokia tauta bus prieš savo laiku [apie nutraukimą], taip pat ar jie lieka [vėliau].
lv: Neviena tauta sekos tā laika [izbeigšanās], ne arī viņi paliks [vēlāk].
nb: Ingen nasjon vil gå forut for sin tid [av avslutning], og de forblir [etter].
sk: Žiadny národ bude predchádzať jeho čas [zrušenie], ani oni zostanú [potom].
sl: Nobenega naroda bo pred svoj čas [prekinitve], niti bo ostanejo [kasneje].
sr_cyrl: Ниједна нација ће претходити свог времена [елиминације], нити ће они остати [након тога].
sr_latn: Nijedna nacija će prethoditi svog vremena [eliminacije], niti će oni ostati [nakon toga].
uk: Жодна нація передуватиме його час [припинення], ні вони залишаться [після цього].
vi: Không có quốc gia sẽ ưu tiên của nó thời gian [kết thúc], và cũng không họ sẽ vẫn [sau đó].
zu: Akukho sizwe sibandulele isikhathi salo [ukuqedwa] nor tando they bahlale [ngemva kwalokho].

# Quran2717
source: Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe.
ca: Llavors enviem les nostres missatgers en la successió. Cada vegada hi venia a una nació seu Missatger, ells li va negar, perquè hem feien succeïxen [a la destrucció], i vam fer les narracions. Així que amb un poble que no creuen.
cy: Yna rydym yn anfon ein negeswyr yn olynol. Bob tro y deuai i genedl ei negesydd, maent gwadodd iddo, felly rydym yn gwneud iddynt ddilyn un arall [i ddinistrio], ac rydym yn gwneud iddynt narrations. Felly i ffwrdd â phobl nad ydynt yn credu.
da: Derefter sendte vi vores budbringere i træk. Hver gang der kom en nation sit messenger, nægtet de ham, så vi lavede dem følge hinanden [til ødelæggelse], og vi gjorde dem fortællinger. Så væk med et folk, der ikke tror.
el: Τότε μας έστειλε αγγελιοφόρους διαδοχικά. Κάθε φορά που ήρθε σε ένα έθνος του messenger, αρνήθηκαν τον, έτσι κάναμε τους ακολουθούν ένα άλλο [στην καταστροφή], και τους κάναμε αφηγήσεις. Τόσο μακριά με έναν λαό που δεν πιστεύουν.
et: Siis saatsime meie kullerid järjest. Iga kord, kui seal tuli rahvas oma messenger, nad eitas teda, nii et tegime neile järgne üksteisele [et hävitamise] ja tegime neile jutustusi. Nii et ära koos inimestega, kes ei usu.
fi: Sitten lähetimme meidän sanansaattajat peräkkäin. Aina tuli kansakunta sen messenger, he kielsivät hänet, joten teimme ne seuraavat toisiaan [siihen] ja teimme niistä narrations. Joten pois ja ihmiset, jotka eivät usko.
he: אז שלחנו שליחים שלנו ברצף. כל פעם הגיע לאומה השליח שלה, הם דחו אותו, אז עשינו להם לעקוב אחד לשני [לחורבן], אנחנו יצרנו אותם מלל נלווה. . משם עם אנשים שלא מאמינים.
hr: Zatim smo poslali naše glasnike u slijedu. Svaki put tamo došao narod svoj Glasnik, oni je bio odbijen, pa smo ih slijede jedna drugu [do uništenja.], a mi smo ih napravili pripovijedanja. Tako s ljudima koji ne vjeruju.
lt: Tada mes nusiuntėme mūsų pasiuntiniai iš eilės. Kiekvieną kartą, kai ten atėjo tautos savo messenger, jie atsisakė jam suteikti, todėl mes padarėme jiems eiti vienas po kito [į pražūtį], ir mes padarė jų pasakojimus. Taigi ne su žmonių, kurie netiki.
lv: Tad mēs nosūtījām mūsu kurjeri pēc kārtas. Katru reizi, kad tur ieradās tauta tās kurjers, tie liedza viņam, tāpēc mēs veicām tos sekot viens otram [iznīcināšanas], un mēs, kas viņus uz stāstījumiem. Tātad prom ar cilvēkiem, kas netic.
nb: Så sendt vi våre sendebud i rekkefølge. Hver gang det kom til en nasjon sin messenger, nektet de ham, så vi gjorde dem følger hverandre [til ødeleggelse], og vi gjorde dem lydkommentarer. Så med et folk som ikke tror.
sk: Potom sme poslali naši poslovia za sebou. Zakaždým, keď tam prišiel k národu, jeho posol, popreli ho, tak sme sa ich dodržiavať jeden druhého [ničenia], a my sa im rozprávania. Takže preč s ľudí, ktorí neveria.
sl: Nato smo poslali naše kurirje v zaporedju. Vsakič, ko je prišel za narod svoj sel, so zavrnjen mu, tako smo jim sledili drug drugega [za uničenje], in smo jih naredili zvočne spremljave. Torej stran z ljudmi, ki ne verjamejo.
sr_cyrl: Затим смо послали нам гласнике у сукцесији. Сваки пут кад тамо долазио нацији његов гласник, одбили су га, тако да смо направили их прате један другог [до уништења], сакупили смо их пратеће приче. Тако далеко са људима који не верују.
sr_latn: Zatim smo poslali nam glasnike u sukcesiji. Svaki put kad tamo dolazio naciji njegov glasnik, odbili su ga, tako da smo napravili ih prate jedan drugog [do uništenja], sakupili smo ih prateće priče. Tako daleko sa ljudima koji ne veruju.
uk: Потім ми направили наші Посланці поспіль. Кожного разу, коли приходила до нації свої messenger, вони відрікся від нього, так що ми зробили їх випливають одна за іншою [до руйнування], і ми зробили їх дикторський текст. Тому геть з людьми, які не вірять.
vi: Sau đó, chúng tôi gửi sứ giả của chúng tôi trong kế vị. Mỗi khi có đến một quốc gia của messenger, họ từ chối anh ta, vì vậy chúng tôi làm cho họ làm theo nhau [Hủy], và chúng tôi làm cho họ câu. Như vậy với một người không tin.
zu: Bese Sithumele Ithu gijimi thathaza ngokulandelana.

# Quran2718
source: Then We sent Moses and his brother Aaron with Our signs and a clear authority
ca: Llavors enviàvem Moses i el seu germà Aaron amb rètols i una autoritat clar
cy: Yna anfonwyd Moses ac Aaron ei frawd gyda'r awdurdod clir ac arwyddion ein
da: Derefter sendte vi Moses og hans bror Aaron med vores tegn og en klar myndighed
el: Τότε στείλαμε Moses και τον αδελφό του Ααρών με μας σημεία και μια σαφή αρχή
et: Siis saatsime meie märke ja selget volitust Moses ja tema vend Aaron
fi: Sitten me lähetimme Moses ja hänen veljensä Aaron merkkejä ja selkeät valtuudet
he: אז שלחנו Moses ואחיו אהרון עם השלטים שלנו, על-ידי רשות ברורה
hr: Zatim smo poslali Moses i njegov brat Aaron sa našim znakovima i jasne ovlasti
lt: Tada mes išsiuntėme Moses ir jo brolis Aaronas su mūsų požymiai ir aiškiai institucija
lv: Tad mēs nosūtījām Moses un viņa brālis Ārons ar mūsu zīmes un skaidras pilnvaras
nb: Da sendte vi Moses og hans bror Aaron med våre tegn og en klar fullmakt
sk: Potom sme poslali Moses a jeho brat Áron našich značiek a jasné orgánu
sl: Nato smo poslali Moses in njegov brat Aaron z naše znake in jasnega pooblastila
sr_cyrl: Затим смо послали Мосес и његов брат Арон са знацима и ауторитет за јасно
sr_latn: Zatim smo poslali Moses i njegov brat Aron sa znacima i autoritet za jasno
uk: Потім ми послали Moses і його брата Аарона з нашими знаками і ясно авторитет
vi: Sau đó chúng tôi đã gửi Moses và anh trai của ông Aaron với dấu hiệu của chúng tôi và một chính quyền rõ ràng
zu: Ngalesosikhathi we sa Mose akhe fo Aaron ngezibonakaliso Zethu kanye negunya ecacile

# Quran2719
source: To Pharaoh and his establishment, but they were arrogant and were a haughty people.
ca: Faraó i el seu establiment, però van ser arrogants i eren un poble altiu.
cy: Ffaro a ei sefydlu, ond roeddent yn drahaus ac yn bobl Cymro'n.
da: Farao og hans virksomhed, men de var arrogant og var et hovmodige folk.
el: Να Φαραώ και την εγκατάστασή του, αλλά ήταν αλαζονική και μια υπεροπτική άνθρωποι.
et: Vaarao ja tema asukoha, kuid need olid ülbe ja ülbed inimesed.
fi: Faraon ja hänen yrityksensä, mutta ne olivat ylimielinen ja kopea ihmisiä.
he: פרעה, הקמת שלו, אבל הם היו מתנשא ולא היו אנשים יהירה.
hr: Faraon i njegova osnivanja, ali oni su arogantni i oholi ljudi.
lt: Faraonas ir jo įsisteigimo, bet jie buvo arogantiškas ir išdidus žmonių.
lv: Faraons, un savā uzņēmumā, bet tie bija augstprātīgs un augstprātīgi cilvēki.
nb: Å farao og hans etablering, men de var arrogant og var en hovmodig folk.
sk: Faraón a jeho zavedenie, ale boli arogantní a boli povýšene ľudí.
sl: Faraon in njegova ustanova, ampak so aroganten in ošaben ljudi.
sr_cyrl: Фараон и његове установе, али су били арогантни и охол људи.
sr_latn: Faraon i njegove ustanove, ali su bili arogantni i ohol ljudi.
uk: До фараона і його створення але вони були зарозуміло і були гордовиті людей.
vi: Pharaoh và thành lập của mình, nhưng họ là kiêu ngạo và là người kiêu căng.
zu: KuFaro futhi ukusungulwa yakhe, kodwa babengesibo bezikhukhumeza bese Ayeyisizwe ozidlayo.

# Quran2720
source: They said, "Should we believe two men like ourselves while their people are for us in servitude?"
ca: Deien, "Hem de creure dos homes com nosaltres mateixos mentre que la seva gent són per a nosaltres en la servitud?"
cy: Maent yn dweud, "Os credwn dau ddyn fel ein hunain tra eu pobl i ni mewn caethiwed?"
da: De sagde, "Skal vi mener to mænd som os, mens deres folk er for os i trældom?"
el: Είπαν, «Θα πρέπει να πιστεύουμε δύο άνδρες όπως εμείς ενώ τους ανθρώπους που είναι για μας στην δουλεία;»
et: Nad ütlesid: "Peaks me usume kaks meest nagu iseennast kui servituut, asuvad meie oma rahva?"
fi: He sanoivat: "Meidän pitäisi uskoa kaksi miestä kuin itse ollessa kansansa meille orjuuteen?"
he: הם אמרו, "עלינו להאמין שני גברים, כמו את עצמנו בעוד אנשים שלהם עבורנו בתוך עבדות?"
hr: Rekli su, "Da vjerujemo dva muškarca poput sebe dok svoje ljude za nas u ropstvu."
lt: Jie sakė, "Turėtų manome, kad du vyrai kaip save, kai jų žmonės yra mums nelaisvas?"
lv: Viņi teica: "Būtu mēs uzskatām, ka divi vīrieši kā sevi, kamēr cilvēki ir mums kalpībā?"
nb: De sa: «Skal vi tro to menn som oss mens deres folk er for oss i trelldom?»
sk: Povedali, že "By sme presvedčení, dvaja muži ako sami ich ľudia sú pre nás v nevoľníctva?"
sl: So rekli, "Naj verjamemo dva moška, kot sami medtem ko svoje ljudi za nas v služnosti?"
sr_cyrl: Рекли су, "Треба да верујемо да двоје људи као ми сами док су њихови људи за нас у ропству?"
sr_latn: Rekli su, "Treba da verujemo da dvoje ljudi kao mi sami dok su njihovi ljudi za nas u ropstvu?"
uk: Вони ж відказали "Повинні ми вважаємо двом чоловікам, як себе поки їх людей для нас сервітуту?"
vi: Họ nói rằng, "Nên chúng tôi tin rằng hai người đàn ông giống như bản thân trong khi người dân của họ cho chúng tôi trong nô lệ?"
zu: Bathi, "Kufanele sikholwa amadoda amabili njengathi kanti abantu babo kukhona kithi ebugqileni?"

# Quran2721
source: So they denied them and were of those destroyed.
ca: Així es negava i eren d'aquells destruït.
cy: Felly maent yn cael eu hamddifadu ac roedd rhai eu dinistrio.
da: Så de nægtet dem og blev af dem ødelagt.
el: Έτσι τους αρνήθηκε και ήταν από εκείνους που καταστρέφονται.
et: Nii nad nende ja olid need hävitatakse.
fi: Niin he kieltäneet heiltä ja olivat näiden tuhoutui.
he: אז הם ושללו מהם והיו אלה נהרס.
hr: Tako oni uskraćen im i bili od one uništene.
lt: Taip jie neigia juos ir buvo tų sunaikinti.
lv: Viņi noliedza, ka tos un bija tie, kas iznīcina.
nb: Så nektet dem og ble de ødelagt.
sk: Takže im odmietnutý a boli tie, ktoré sú zničené.
sl: Tako so zanikal, in so bili tistih uniči.
sr_cyrl: Тако су их је порекао и од оних уништених.
sr_latn: Tako su ih je porekao i od onih uništenih.
uk: Так вони заперечував їх і тих, що знищили.
vi: Vì vậy, họ bị từ chối họ và đã những người phá hủy.
zu: Ngakho they waphika kubo futhi ngamashumi zalabo ubhujiswe.

# Quran2722
source: And We certainly gave Moses the Scripture that perhaps they would be guided.
ca: I sens dubte hem donat Moses l'escriptura que potser ells es guiaria.
cy: A sicr rhoddodd Moses yr ysgrythur y efallai y byddai arweiniad iddynt.
da: Og vi helt sikkert gav Moses Skriften at de måske ville blive styret.
el: Και δώσαμε βέβαια Moses η γραφή ότι ίσως αυτοί θα καθοδηγείται.
et: Ja me kindlasti tegi Moses Pühakirja, et võibolla nad oleks juhinduda.
fi: Ja annoimme varmasti Moses Raamattu, että ehkä ne olisi ohjata.
he: אנחנו בהחלט נתן Moses הכתוב כי אולי הם להיות מונחה.
hr: A mi smo sigurno dali Moses pisma da možda oni će biti vođeni.
lt: Ir mes tikrai davė Moses raštas, kad galbūt jie būtų vadovaujasi.
lv: Un mēs noteikti deva Moses rakstiem, ka varbūt viņi varētu vadīties.
nb: Og vi sikkert ga Moses skriften at kanskje de ville bli guidet.
sk: A určite sme dali Moses písmo, že možno oni by sa mala riadiť.
sl: In smo zagotovo dal Moses pismo, da morda pa bi biti vodeni.
sr_cyrl: И дали смо свакако Мосес Светог писма да можда они би вас води.
sr_latn: I dali smo svakako Moses Svetog pisma da možda oni bi vas vodi.
uk: І ми безумовно дав Moses Писання, що можливо вони могли б керуватися.
vi: Và chúng tôi chắc chắn đã cho Moses Kinh Thánh rằng có lẽ họ sẽ được hướng dẫn.
zu: Futhi Ngokuqinisekile epha Mose scripture ukuthi mhlawumbe bazothanda ukuphinda guided.

# Quran2723
source: And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water.
ca: I vam fer el fill de Mary i la seva mare un senyal i protegit-los dins una terra alta tenir nivell [àrees] i corrents d'aigua.
cy: Ac yr ydym yn gwneud arwydd mab y Mary a'i fam ac yn eu gwarchod o fewn tir uchel yn cael lefel [ardaloedd] a dŵr sy'n llifo'n rhwydd.
da: Og vi lavede søn af Mary og hans mor et tegn og læ dem inden for et højtliggende med niveau [områder] og strømmende vand.
el: Και κάναμε ο γιος της Μαρίας και η μητέρα του ένα σημάδι και τους προστατευμένη μέσα σε ένα υψηλό έδαφος έχοντας επίπεδο [περιοχές] και των ρεόντων υδάτων.
et: Ja me tehtud Mary ja tema ema poja märk ja kaitstud jooksul jõupositsioonil olles tase [valdkondades] ja voolav vesi.
fi: Ja teimme Mary ja hänen äitinsä poika merkki ja suojassa ne kuluessa ylämaalle ottaa tasolla [areas] ja virtaavaa vettä.
he: ואנחנו הכין שלט בנו של מרי, אמו מוגן אותם בתוך קרקע גבוהה בעל רמת [אזורי] ומים זורמים.
hr: I napravio sin Marije i njegova majka znak i sklonjen u visokom prizemlju imaju razinu [oblasti] i teče voda.
lt: Ir mes padarė sūnus, Marijos ir jo motina ženklas ir globojamos juos per didelio žemės turintys lygį [srityse] ir tekantis vanduo.
lv: Un dēls Mariju un viņa māte deva zīmi, un aizsargātas tās ietvaros augstu zemes, kam līmeni [jomās] un tekošs ūdens.
nb: Og vi gjort til sønn av Maria og moren et tegn og skjermet dem i en høy bakken har nivå [områder] og rennende vann.
sk: A sme sa syn Márie a jeho matka znamenie a je chránené v rámci prevahu majú úroveň [oblasti] a tečúcej vody.
sl: In mi je sin Marije in njegova mati znak in jih zaščitene v visoke tleh ob ravni [področja] in tekoče vode.
sr_cyrl: И да смо направили син Марије и његова мајка знак и сакрио их у високу земљу имати ниво [области] и ПРЕЛИВНИ воду.
sr_latn: I da smo napravili sin Marije i njegova majka znak i sakrio ih u visoku zemlju imati nivo [oblasti] i PRELIVNI vodu.
uk: І ми зробили син Марії і його мати знак і критий їх в межах височинах маючи рівні [області] і затікання вологи.
vi: Và chúng tôi thực hiện là con trai của Mary và mẹ mình một dấu hiệu và che chở cho họ trong vòng một có đất cao cấp [lĩnh vực] và chảy nước.
zu: Futhi Senza indodana kaMariya + futhi unina uphawu uvikelekile kubo kungakapheli ephakeme kokuba ezingeni [ezindaweni] namanzi ogeleza.

# Quran2724
source: [Allah said], "O messengers, eat from the good foods and work righteousness. Indeed, I, of what you do, am Knowing.
ca: [Allah deia], "O missatgers, menjar dels aliments bons i righteousness de treball. De fet, jo, del que fas, sóc saber.
cy: [Dywedodd Allah], "Mae O negeseuwyr, bwyta bwydydd da a chyfiawnder i weithio. Yn wir, yr hyn yr ydych yn ei wneud, yr wyf yn gwybod.
da: [Allah sagde], "O budbringere, spise fra de gode fødevarer og arbejde retfærdighed. Jeg, hvad du gør, er faktisk at vide.
el: [Αλλάχ είπε], «O κλητήρες, τρώνε από τα καλά τρόφιμα και εργάζονται δικαιοσύνη. Πράγματι, τι κάνεις, είμαι γνωρίζοντας.
et: [Jumal ütles], "O kullerid, süüa head toitu ja head tööd. Mida teha, olen teades.
fi: [Jumala sanoi], "O sanansaattajia, syödä hyviä elintarvikkeita ja toimi vanhurskauden. Itse asiassa mitä teet olen tietäen.
he: [אמר אללה] "O שליחים, ולאכול מזונות טובים ועבודה צדקתו. אכן, של מה שאתה עושה, אני לדעת.
hr: [Allah rekao], "O glasnici, jesti dobru hranu i radi pravednosti. Doista, ono što radite, sam znajući.
lt: [Dievas sakė], "O pasiuntiniai, valgyti nuo gero maisto produktų, ir dirbti tiesos. Iš tiesų, I, ką daryti, esu žinios.
lv: [Allah teica], "O kurjeriem, ēst no labu pārtiku un strādā taisnības. Patiešām, par to, ko jūs darīt, es zinot.
nb: [Allah sa], "O sendebud, spise fra god mat og rettferdighet. Faktisk jeg, av hva du gjør, vite.
sk: [Allah povedal] "O poslov, jesť z dobrého jedla a fungovať spravodlivosť. V skutočnosti, čo robíte, som vedieť.
sl: [Alahove dejal], "O sli, jesti od dobre hrane in delo pravičnosti. Pravzaprav, kaj vam, sem poznavanje.
sr_cyrl: [Алах рекао], "О гласнике, једу из добре хране коју и ради праведности. Заиста , што ви радите, ја знајужи.
sr_latn: [Alah rekao], "O glasnike, jedu iz dobre hrane koju i radi pravednosti. Zaista, što vi radite, ja znajuжi.
uk: [Аллах сказав:] "O послів, їсти від продуктів, які добре і працювати праведності. Дійсно, що вам робити, я знаючи, що.
vi: [Allah nói], "O sứ giả, ăn các loại thực phẩm tốt và làm việc công bình. Thật vậy, những gì bạn làm gì, tôi biết.
zu: [Allah wathi]: 'O gijimi phanga ukudla okuhle futhi sebenza righteousness. Ngempela, mina, okwenzayo, nginguye Sokwazi.

# Quran2725
source: And indeed this, your religion, is one religion, and I am your Lord, so fear Me."
ca: I de fet això, la seva religió, és una religió, i jo sóc el teu Senyor, així tingui por de mi."
cy: Ac yn wir, eich crefydd, dyma'r un grefydd, ac yr wyf yn eich Arglwydd, mor ofn Me."
da: Og faktisk er dette er din religion, en religion, og jeg er din Herre, så frygt mig."
el: Και πράγματι αυτό, τη θρησκεία σας, είναι μια θρησκεία, και είμαι ο Λόρδος σας, μέχρι το φόβο μου.»
et: Ja tõepoolest, teie usk on üks religioon ja olen teie Issand, nii kardavad mind."
fi: Ja tämä uskonto, on uskontoa, ja minä olen teidän Herranne, joten pelätä minua."
he: ואכן, הדת שלך, זו דת אחת, ואני אדונך, אז הפחד."
hr: I doista ovo, vaša vjera je jedna religija, i ja sam vaš gospodar, pa strah mene."
lt: Ir iš tiesų, savo religijos, tai viena religija, ir aš savo Viešpaties, Taigi baimė mane."
lv: Un patiešām jūsu reliģija, tas vienu reliģiju, un es esmu jūsu kungs, tātad bailes mani."
nb: Og dette, religion, er faktisk en religion, og jeg er din Herre, så frykt."
sk: A naozaj je to vaše náboženstvo, jedno náboženstvo, a ja som váš pán tak strach ma."
sl: In dejansko to, svojo vero, je eno vero, in jaz sem svojega Gospoda, tako strah me"
sr_cyrl: И заиста, твоја религија, ево једне религије, а ја сам твој господар, па се боје мене."
sr_latn: I zaista, tvoja religija, evo jedne religije, a ja sam tvoj gospodar, pa se boje mene."
uk: І, релігія, це дійсно один релігії, і я впевнений, що ваш Господь, так боюся, що мене."
vi: Và thực sự, tôn giáo của mình, là một tôn giáo, và tôi là Chúa của bạn, như vậy sợ hãi tôi."
zu: Futhi ngempela lokhu, inkolo yakho, inkolo eyodwa, mina nginguNkulunkulu wakho Nkosi, ngakho bangesabe. "
