Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran149
source: The foolish among the people will say, "What has turned them away from their qiblah, which they used to face?" Say, "To Allah belongs the east and the west. He guides whom He wills to a straight path."
ca: Els ximples entre la gent dirà, "què ha fugit-los seu Qiblah arreu, que solien cara?" Dir, "a Allah pertany l'Orient i Occident. Que guia qui testaments va per un camí dret."
cy: Bydd y ffôl ymhlith pobl yn dweud, "beth wedi eu troi i ffwrdd oddi wrth eu qiblah, a ddefnyddiwyd ganddynt i wyneb?" Dweud, "i Allah yn perthyn i'r dwyrain a'r gorllewin. Mae ganddo hysbysiadau bwy AU ewyllysiau i lwybr syth."
da: De tåbelige blandt folk vil sige, "Hvad har slået dem fra deres qiblah, som de anvendte ansigt?" Sige, "at Allah hører øst og vest. Han guider hvem han Testamente til en lige vej."
el: Οι μωρές παρθένες μεταξύ των ανθρώπων θα πουν, "τι έχει μετατρέψει τους μακριά από τους qiblah, που χρησιμοποιούσαν για πρόσωπο;» Λένε, «Αλλάχ ανήκει στην Ανατολή και η Δύση. Αυτός οδηγοί τους οποίους διαθήκες στον ίσιο δρόμο.»
et: Rumal rahva seas ütleb, "mis on neid loobunud oma qiblah, mida nad kasutasid nägu?" Öelda: "Jumal kuulub Ida ja Lääne. Ta juhatab kellele He wills õigele teele."
fi: Tyhmät ihmiset sanovat, "mitä on käänsivät qiblah, jotka kasvot?" Esimerkiksi: "Jumalalle kuuluu Itä ja Länsi. Hän johtaa kenet tahtoo oikealle tielle."
he: האווילים בקרב האנשים יאמרו "מה הפך אותם הרחק ג'יבלה שלהם, שבו הם נהגו פנים?" אומרים, "אללה שייך המזרח והמערב. הוא מנחה מי שהוא על נתיב ישר."
hr: Glupo među ljudima će reći, "što ih je okrenuo od svog qiblah, koji su nekad lice?" Kaže, "Allahu pripada na istoku i na zapadu. On vodi koga hoće na ispravni put."
lt: Kvailas žmonių bus pasakyti, "ką tapo juos nuo jų qiblah, jie naudojami veidą?" Sako: "Allaho priklauso Rytų ir Vakarų. Jis vadovus kam jis testamentų tiesia kelią."
lv: Muļķīgi vidū cilvēki teiks: "ko padarījuši prom no viņu qiblah, kas izmantoti, lai seju?" Teiksim, "Allah pieder austrumiem un rietumiem. Viņš ceļveži kuru viņš testamentu taisnā ceļā."
nb: Tåpelig blant folk vil si, "hva har slått dem fra deres qiblah, som de pleide å ansiktet?" Si, "Allah tilhører øst og vest. Han leder som han wills til en rett bane.»
sk: Hlúpe ľudí bude hovoriť, "čo im zmenil od ich k qiblah, ktorá sa používa na tvár?" Povedať: "Bohu patrí medzi Východom a Západom. HE sprievodca koho on wills cesta priamo."
sl: Neumno med ljudmi bo rekel: "kaj je obrnjen stran od svoje qiblah, ki se uporabljajo za obraz?" Pravijo, da "Allah pripada na vzhodu in zahodu. On vodi koga oporoke je naravnost pot."
sr_cyrl: Будаласти међу људима би рекао, "Шта је претворио их од њихове qиблах, који су некада лице?" Кажу , "Аллах припада на истоку и на западу. Он води кога он Вилс до праволинијску путању."
sr_latn: Budalasti među ljudima bi rekao, "Šta je pretvorio ih od njihove qiblah, koji su nekada lice?" Kažu, "Allah pripada na istoku i na zapadu. On vodi koga on Vils do pravolinijsku putanju."
uk: Дурні люди будуть говорити, "має виявилося, що їх далеко від своїх кібли, які вони використовували, щоб обличчя?" Скажімо, "Аллах належить Сходом і Заходом. Він проведе кого він заповітів на прямий сегмент контуру."
vi: Điên cuồng trong số những người sẽ nói, "những gì đã bật chúng ra khỏi qiblah của họ, mà họ sử dụng để mặt?" Nói, "Allah thuộc phía đông và phía tây. Ông hướng dẫn mà bản di chúc của ông đến một đường thẳng."
zu: Iziwula phakathi abantu kumelwe bathi, 'Yini eye wasiphendulela kude Qiblah yabo, okwakukhonzwa ngazo ukuba abhekane? "

# Quran150
source: And thus we have made you a just community that you will be witnesses over the people and the Messenger will be a witness over you. And We did not make the qiblah which you used to face except that We might make evident who would follow the Messenger from who would turn back on his heels. And indeed, it is difficult except for those whom Allah has guided. And never would Allah have caused you to lose your faith. Indeed Allah is, to the people, Kind and Merciful.
ca: I així hem fet una comunitat només que sereu testimonis sobre la gent i el Missatger serà un testimoni sobre tu. I no podem fer la Qiblah arreu que solia cara excepte que ens podria fer evidents que seguiria el Missatger des que vols tornar sobre els talons. I de fet, és difícil excepte les quals Allah ha guiat. I mai Allah haurien provocat a perdre la seva fe. De fet Allah és, a la gent, amable i Clement.
cy: Ac felly yr ydym wedi gwneud eich cymuned yn unig y byddwch yn dystion dros y bobl a bydd y negesydd yn dyst dros chi. Ac ni wnaeth y qiblah a ddefnyddiwyd gennych i wynebu ac eithrio y gallai wneud yn amlwg y byddai dilyn y negesydd o pwy fyddai'n droi yn ôl yn dynn ar ei sodlau. Ac yn wir, mae'n anodd heblaw am y rhai y Allah wedi tywys. Ac byth byddai Allah wedi achosi i chi golli eich ffydd. Yn wir Allah yw, y bobl, caredig a Merciful.
da: Og dermed har vi gjort du et lige samfund at du vil være vidner over folk og Messenger bliver et vidne over dig. Og vi lavede ikke den qiblah, som du brugte til at ansigt bortset fra at vi kan gøre tydeligt hvem ville følge Messenger fra hvem ville vende tilbage på sine hæle. Og ja, det er vanskeligt med undtagelse af dem, som Allah har styret. Og aldrig vil Allah har fik dig til at miste din tro. Faktisk er Allah, at mennesker, form og barmhjertige.
el: Και έτσι σας κάναμε μια δίκαιη κοινότητα ότι θα είστε μάρτυρες πάνω στους ανθρώπους, και το Messenger θα είναι μάρτυρας πάνω σας. Και εμείς δεν έκανε το qiblah που χρησιμοποιήσατε για να αντιμετωπίσει εκτός από ότι θα μπορούσαμε να εμφανές που θα ακολουθούν το Messenger από που θα γυρίσει πίσω στα τακούνια του. Και πράγματι, είναι δύσκολο εκτός από εκείνους τους οποίους Αλλάχ καθοδήγησε. Και ποτέ δεν θα Αλλάχ σας προκαλέσει να χάσει την πίστη σας. Είναι πράγματι Αλλάχ, τα άτομα, είδος και φιλεύσπλαχνος.
et: Ja seega oleme teinud sa lihtsalt ühenduse, et sul on tunnistajad rahva ja sõnumitooja olla tunnistaja teie üle. Ja me ei ole teinud qiblah, mida kasutasite näkku välja arvatud, et me võiks teha ilmne, kes käiks sõnumitooja, kes omakorda tagasi tema kannul. Ja ongi raske, välja arvatud need, keda Jumal on juhindunud. Ja kunagi oleks Jumal põhjustanud sa kaotad oma usku. Allah on tõepoolest inimesed, lahke ja Merciful.
fi: Ja näin teimme vain yhteisön että olisit todistajien kansan ja Messenger todistajana sinua. Ja emme tehneet qiblah, jota käytit kohdata paitsi voisi tehdä selvää kuka seuraisi Messenger joka tahtoisi kääntyä takaisin hänen kannoilla. Ja itse asiassa on vaikeaa paitsi niille, joita Jumala on ohjannut. Ja koskaan Allah aiheuttaa voit menettää usko. Itse asiassa Jumala on ihmisille kiltti ja armollisin.
he: וכך אנחנו עשינו לך קהילה רק כי אתם תהיו עדים על העם, השליח תהיה עדה מעליך. אנחנו לא עשה ג'יבלה שבו השתמשת כדי להתמודד חוץ אולי נצליח ניכר אשר יעקבו את השליח של מי הייתי חוזר על עקביו. אכן, קשה למעט אלה אשר אללה הוביל. מעולם לא היה אללה. גורם לך לאבד את האמונה. אכן אללה הוא, אל העם, סוג, הרחום והחנון.
hr: I tako smo ti napravili samo zajednice da će biti svjedoci nad ljudima i Glasnik će biti svjedok nad vama. I mi ne bi qiblah kojim se lice osim možda da smo očito koji će slijediti Glasnik iz koji će okrenuti na petama. I doista, to je teško osim za one koje je Allah je vodio. I nikad ne bi Allah izazvao izgubiti vjeru. Zaista Allah je, ljudi, dobar i milostiv.
lt: Ir taip mes padarėme jums tiesiog Bendrijos kad būsite liudytojai per žmonės ir Messenger bus liudytojas virš tavęs. Ir mes nepadarė qiblah kuri naudojote veido išskyrus kad mes gali padaryti akivaizdu, kurie sukels Messenger kurie rinksis atgal į jo kulnai. Ir iš tiesų, sunku, išskyrus tuos, kuriems Dievas buvo vadovaujamasi. Ir niekada Dievas galėjo sukelti jums prarasti savo tikėjimą. Iš tiesų Dievas yra, žmonėms, natūra ir litosciwy.
lv: Un tādējādi mums ir devuši jums tikai Kopiena, ka jūs būsiet liecinieki pār cilvēkiem un kurjers būs liecinieks pār jums. Un mums nav pieļāvusi qiblah, ko izmanto sejas izņemot, ka mēs varētu būt skaidrs, kas sekos kurjers no kuriem griezties atpakaļ uz papēžiem. Un patiešām, tas ir grūti, izņemot tos, kam Allāhs ir jāvadās. Un nekad nebūtu Allah ir radījis jums zaudēt savu ticību. Patiešām Allah ir, cilvēki, laipns un žēlsirdīgs.
nb: Og dermed vi har gjort deg en bare samfunnet at du skal være vitner over folk og Messenger blir et vitne over deg. Og vi gjorde ikke qiblah som du brukte til å møte bortsett fra at vi kan gjøre tydelig som ville følge Messenger fra som ville slå tilbake på hælene. Og det er faktisk vanskelig unntatt dem Allah har veiledet. Og aldri ville Allah har forårsaket du mister din tro. Faktisk er Allah, til folk, snill og barmhjertig.
sk: A tak sme si zarobil len spoločenstvo, že budete svedkami nad ľuďmi a Messenger bude svedkom nad vami. A sme k qiblah využívanú čeliť s výnimkou, že sme mohli zrejmé kto posol by nasledovať od kto by zase späť na päty. A naozaj, je to ťažké, s výnimkou tých, ktorých Boh má riadiť. A nikdy by Alah spôsobil stratu vašej viery. Naozaj Alah je ľudí, druhu a Milosrdných.
sl: In tako smo naredili ste samo Skupnosti, da več ljudi lahko priče in sel bo priča nad vami. In mi ni storila qiblah, ki ste ga uporabili za obraz, razen da smo lahko očitno, ki bi sledili sel od ki bi obrniti nazaj za petami. In res, je težko, razen za tiste, ki je vodena Allah. In nikoli ne bi Allah so povzročila, da izgubijo svojo vero. Res Allah je, da ljudi, vrste in usmiljen.
sr_cyrl: И самим тим постигли смо те само заједнице да ти бити сведоци над људима и гласник ће бити свједок над тобом. И не направимо qиблах који си искористио да се суочавају са осим да правимо евидентно који би да прате гласник из кога би се вратио на петама. И заиста, то је тешко осим за оне које је Аллах је водио. И никад не би Аллах изазвао си изгубио своју веру. Заиста Аллах је људима, љубазан и милостив.
sr_latn: I samim tim postigli smo te samo zajednice da ti biti svedoci nad ljudima i glasnik će biti svjedok nad tobom. I ne napravimo qiblah koji si iskoristio da se suočavaju sa osim da pravimo evidentno koji bi da prate glasnik iz koga bi se vratio na petama. I zaista, to je teško osim za one koje je Allah je vodio. I nikad ne bi Allah izazvao si izgubio svoju veru. Zaista Allah je ljudima, ljubazan i milostiv.
uk: І таким чином ми зробили ви просто спільноти, що ви будете свідками над людьми і Messenger буде свідком над вами. І ми не зробили кібли, яким Ви користувались стикатися за винятком, що ми могли б внести очевидним, які будуть слідувати Messenger від хто хотів би повернутися на підборах. І справді, було важко за винятком тих, кого направляв Аллаха. І ніколи не Аллах викликало б ви втратите вашу віру. Дійсно Аллах є, люди, добрим і Merciful.
vi: Và vì vậy chúng tôi đã làm bạn một cộng đồng chỉ rằng bạn sẽ là chứng nhân hơn người và Messenger sẽ là chứng kiến hơn bạn. Và chúng tôi đã không làm cho qiblah mà bạn đã sử dụng để đối mặt với ngoại trừ rằng chúng tôi có thể làm cho hiển nhiên những người sẽ thực hiện theo các Messenger từ người nào quay trở lại trên gót của mình. Và quả thật vậy, nó là khó ngoại trừ những người mà Allah đã hướng dẫn. Và không bao giờ đã Allah có thể gây ra bạn mất niềm tin của bạn. Thật vậy Allah là, để mọi người, các loại và Merciful.
zu: Futhi ngenxa yalokho senzé wena umphakathi nje ukuthi nizoba ofakazi phezu kwabantu futhi Messenger uyoba ufakazi phezu kwenu.

# Quran151
source: We have certainly seen the turning of your face, [O Muhammad], toward the heaven, and We will surely turn you to a qiblah with which you will be pleased. So turn your face toward al-Masjid al-Haram. And wherever you [believers] are, turn your faces toward it [in prayer]. Indeed, those who have been given the Scripture well know that it is the truth from their Lord. And Allah is not unaware of what they do.
ca: Certament, hem vist el gir de la cara, [O Muhammad], cap el cel, i segurament us girarem a un Qiblah arreu amb que vostè estarà satisfet. Tan girar la cara cap al-Masjid al-Haram. I siguis [creients], giri les seves cares cap a ell [en oració]. De fet, els qui ha estat atorgat l'escriptura bé sabem que és la veritat del seu Senyor. I Allah no és conscient de què fan.
cy: Yr ydym yn sicr wedi gweld troi eich wyneb, [O Muhammad], tuag at y nefoedd, a byddwn yn sicr yn troi chi i qiblah y byddwch yn falch. Felly droi eich wyneb tuag at al-Masjid al-Haram. A lle bynnag y bo chi'n [credinwyr], trowch eich wynebau tuag at ei [mewn gweddi]. Yn wir, mae'r rhai sydd wedi cael yr ysgrythur dda gwybod ei fod y gwir gan eu Arglwydd. Ac nid yw Allah yn ymwybodol o'r hyn y maent yn ei wneud.
da: Vi har helt sikkert set drejning af dit ansigt, [O Muhammad], mod himlen, og vi vil helt sikkert gøre dig til en qiblah, som du bliver glad for. Så slå dit ansigt mod al-Masjid al-Haram. Og hvor du [troende], Drej din vender mod det [i bøn]. Ja, dem, der har fået Skriften godt ved at det er sandheden fra deres Herre. Og Allah er ikke uvidende om hvad de gør.
el: Σίγουρα έχουμε δει τη στροφή του προσώπου σας, [Ο Μωάμεθ], προς τον ουρανό, και εμείς θα σίγουρα γυρίζετε στο ένα qiblah με την οποία θα χαρείτε. Έτσι να είστε το πρόσωπό σας προς al Masjid al-Haram. Και [πιστών], βρίσκεστε σειρά πρόσωπά σας προς την κατεύθυνση αυτή [στην προσευχή]. Πράγματι, όσοι έχουν δοθεί η γραφή καλά ξέρουν ότι είναι η αλήθεια από τους Λόρδος. Και Αλλάχ δεν είναι ενήμερος για ό, τι κάνουν.
et: Kindlasti oleme näinud keerates oma nägu, [O Muhammad] poole taevas, ja me kindlasti pöörduda sa et qiblah, kellega sul on hea meel. Nii et Pöörake oma näost al-Masjid al Harami poole. Ja kus te [usklike], pöörake oma näod selle suunas [palves]. Tõepoolest, need, kes on andnud pühakiri hästi tean, et see on tõde nende Issand. Ja Jumal ei ole teadlikud, mida nad teevad.
fi: Olemme varmasti nähneet kääntämällä kasvosi [Oi Muhammed] kohti taivaan, ja me varmasti kääntää sinut qiblah, joiden kanssa tulet olemaan tyytyväinen. Joten puolestaan kasvot kohti al-Masjid al-Haram. Ja missä [uskovaiset] olet, käännä kasvot sitä kohti [rukouksessa]. Itse asiassa ne, jotka olemme saaneet Raamatun hyvin tiedämme, on totuuden heidän Herransa. Ja Jumala ei tiedä mitä he tekevät.
he: בהחלט ראינו? להפוך את הפנים שלך, [O מוחמד], כלפי השמיים, והיא בוודאי תהפוך אותך ג'יבלה שבה תהיה מרוצה. . אז תעשי את הפרצוף לכיוון אל-מסג'יד אל-חראם. [המאמינים] ברל'ה, להפוך את עצמכם לקראת זה [בתפילה]. ואכן, אלה אשר קיבלו כתבי הקודש טוב יודעים כי זו האמת מן האל שלהן. אללה אינו מודע מה שהם עושים.
hr: Svakako vidimo okretanje tvog lica, [O Muhammad], prema nebu, i mi vam sigurno obratiti qiblah s kojim će biti zadovoljan. Zato okreni lice prema al-Masjid al-Haram. I bilo gdje, [vjernici], okrenuti licem prema njoj [u molitvi]. Doista, oni koji su dobili pismo pa znam da je istina od gospodara njihova. I Allah nisu svjesni što rade.
lt: Mes tikrai mačiau savo veidą, [O Muhammad], link dangaus, posūkio ir mes tikrai paversti Jus į qiblah su kuria jums bus malonu. Taigi paversti veido link al-Masjid al-Ḥaram mečetę. Ir kur jūs [tikintieji], paversti savo veidus į ją [modlitwie]. Iš tiesų, tie, kurie buvo suteikta raštas gerai žinome, kad tiesą nuo savo pono. Ir Dievas yra ne nežino, ką jie daro.
lv: Mēs noteikti esam redzējuši pagrieziena jūsu sejas [O Muhammad] pret debesīm, un mēs noteikti izvēlēsies jums qiblah, ar kuru jums būs prieks. Tā savukārt savu seju pret al Masjid al-Haram. Un kur jūs [ticīgie], savukārt jūsu sejas pusi [lūgšanā]. Patiešām, tiem, kuri ir devuši rakstos arī zinām, ka tā ir patiesība no savu kungu. Un Allah nav informēti par to, ko viņi dara.
nb: Vi har sikkert sett å skru av ansiktet, [O Muhammad], mot himmelen, og vi vil sikkert slå du en qiblah som du vil bli fornøyd. Så snu ansiktet mot al-Masjid al-Haram. Og uansett hvor du [troende] er, slå ansikter mot det. [i bønn]. Faktisk, de som har fått skriften godt vet at det er sant Herren. Og Allah er ikke klar over hva de gjør.
sk: Sme určite videli obrátil svoju tvár, [Mohamed], smerom k nebu, a určite budeme zase ste až k qiblah, s ktorými budete spokojní. Takže zase svoju tvár k al Masjid al-Haram. A kdekoľvek ste [veriacich], zase vášho tváre k nemu [modlitba]. Naozaj, tých, ktorí dostali písmo aj vedieť, že je to pravda od ich pána. A Boh nie je vedomý toho, čo robia.
sl: Smo zagotovo videli odcepu za vaš obraz [O Muhammad], proti nebu, in mi bo zagotovo zavijete na qiblah, s katero boste zadovoljni. Tako pa tvoj obraz proti al-Masjid al-Haram. In povsod [verniki], pa svoje obraze proti [v molitvi]. Res, tisti, ki so dobila pismo dobro vedo, da je resnico iz svojega Gospoda. Ter Allah ni vedela, kaj storiti.
sr_cyrl: Видели смо свакако се окрене своје лице, [О Мухаммад], ка рају, и нисмо сигурно вратити те је qиблах са којом ће бити задовољан. Па , окрени се према ал-дћамију ал-Харам. И где год [верници] били, окрените лица према томе [у молитви]. Заиста , они који су добили писмо па знам да истину од свог господара. А Аллах не знају шта раде.
sr_latn: Videli smo svakako se okrene svoje lice, [O Muhammad], ka raju, i nismo sigurno vratiti te je qiblah sa kojom će biti zadovoljan. Pa, okreni se prema al-dћamiju al-Haram. I gde god [vernici] bili, okrenite lica prema tome [u molitvi]. Zaista, oni koji su dobili pismo pa znam da istinu od svog gospodara. A Allah ne znaju šta rade.
uk: Ми, звичайно, бачили повороті на обличчі, [O Мухаммад], на небо, і ми безумовно буде перетворити вас кібли, з якими ви будете задоволені. Так перетворюються обличчя до Аль Масджид аль Харам. І де ви [віруючі], перетворити ваші особи до Альянсу [в молитві]. Дійсно, ті, хто отримали Писання добре знаєте, що правду від пана свого. І Аллаху не знають про те, що вони роблять.
vi: Chúng tôi đã chắc chắn thấy quay mặt [O Muhammad], hướng tới thiên đường, và chúng tôi chắc chắn sẽ chuyển bạn sang một qiblah mà bạn sẽ được hài lòng. Vì vậy quay mặt về hướng al-Masjid al-Haram. Và bất cứ nơi nào bạn [các tín hữu], quay mặt về hướng là nó [trong cầu nguyện]. Thật vậy, những người đã được đưa ra kinh thánh cũng biết rằng đó là sự thật từ của Chúa. Và Allah không phải là không biết những gì họ làm.
zu: Sesibone nokubona kokuphenduka ubuso bakho, [O Muhammad], ngasezulwini, futhi ngeke Ngokuqinisekile akuphambukise a Qiblah ngazo uyojabula ngawe.

# Quran152
source: And if you brought to those who were given the Scripture every sign, they would not follow your qiblah. Nor will you be a follower of their qiblah. Nor would they be followers of one another's qiblah. So if you were to follow their desires after what has come to you of knowledge, indeed, you would then be among the wrongdoers.
ca: I si que va portar als que tenien donat l'escriptura de cada signe, no seguiria el seu Qiblah arreu. Tampoc serà un seguidor del seu Qiblah arreu. Ni serien seguidors de Qiblah arreu uns als altres. Així que si havia de seguir els seus desitjos després que vostè de coneixement, de fet, llavors seria entre els malfactors.
cy: Ac os gwnaethoch i'r rhai a oedd yn rhoi pob arwydd, yr ysgrythurau na byddent yn dilyn eich qiblah. Na fyddwch yn dilyn eu qiblah. Na byddent yn ddilynwyr o qiblah un arall. Felly os ydych yn dilyn eu dyheadau ar ôl hyn wedi dod i chi am wybodaeth, yn wir, yna byddai'n ymhlith y tramgwyddo.
da: Og hvis du bragt til dem, der var givet Skriften hvert tegn, de ville ikke følge din qiblah. Eller vil du være en follower af deres qiblah. Heller ikke ville være tilhængere af en anden qiblah. Så hvis du var til at følge deres begær efter hvad er kommet til dig viden, sandhed, du vil derefter være blandt lovovertrædere.
el: Και αν φέρει σε εκείνους που είχαν δοθεί η γραφή κάθε σημάδι, δεν θα ακολουθούσαν qiblah σας. Ούτε θα είστε ένας οπαδός της qiblah τους. Ούτε θα μπορούσαν να είναι οπαδοί της qiblah ένας του άλλου. Έτσι εάν επρόκειτο να ακολουθήσετε τις επιθυμίες τους μετά από ό, τι έχει έρθει σε σας της γνώσης, πράγματι, τότε θα μεταξύ των παραβατών του.
et: Ja kui sa tõid mingeid antud pühakiri iga märk, siis ei käiks oma qiblah. Samuti te ei oma qiblah järgija. Samuti oleks neid üksteise qiblah järgijaid. Nii et kui te peaks järgima oma soove, pärast mida on tulnud teile teadmised, tõepoolest, te oleks sellest ka Petturite hulgas.
fi: Ja jos olet tuonut niitä, jotka olivat saaneet Pyhän kaikin puolin he eivät seurata teidän qiblah. Myöskään sinun seuraaja niiden qiblah. Eikä olisi seuraajia toistensa qiblah. Joten jos olit seurata heidän toiveistaan, kun mitä on tullut sinulle tietoa, itse asiassa sitten välillä rikolliset.
he: ואם היית מביא את אלו שהיו בהתחשב כתבי הקודש כל סימן, הם לא פעל ג'יבלה שלך. . וגם אתה תהיה חסיד של ג'יבלה שלהם. גם הם יכולים להיות חסידי ג'יבלה אחד של השני. אם היית רצונות שלהם לאחר מה בא לך הידע, ואכן, אז שיהיה לך בין הפושעים.
hr: I ako ti na one koji su dali pismo svaki znak, oni će slijediti vaše qiblah. Niti ćeš ti biti sljedbenik svoje qiblah. Niti će oni biti sljedbenici drugih qiblah. Tako da slijedite svoje želje nakon što je došao do te spoznaje, doista, što će onda biti među počinioce.
lt: Ir jeigu jūs tie, kurie buvo pateiktas raštas kiekvieną ženklą, jie ne laikosi savo qiblah. Taip pat jums bus jų qiblah pasekėjų. Taip pat jie būtų vienas kito qiblah pasekėjų. Taigi jei jums sekti savo norus po ko atėjo jums žinių, iš tiesų, jūs tada būtų tarp grzesznicy.
lv: Un ja tu atvedi tiem, kuri tika dots Rakstos katru zīmi, viņi varētu nav sekot jūsu qiblah. Ne tev būs to qiblah sekotājs. Tāpat viņš būtu viens otru qiblah sekotāji. Tātad, ja jums sekot viņu vēlmes pēc kāda ir pienācis jums zināšanas, protams, jūs tad būtu starp pārkāpējus.
nb: Og hvis du brakt til de som var gitt skriften alle tegn, ville de ikke følger din qiblah. Eller vil du være en tilhenger av deres qiblah. Heller ikke ville de være tilhengere av hverandres qiblah. Så hvis du skulle følge deres begjær etter det har kommet til deg av kunnskap, ville faktisk du så være blant wrongdoers.
sk: A ak ste priniesol pre tých, ktorí boli dané písmo každý znak by sa podľa vášho k qiblah. Ani vám bude nasledovníkom ich k qiblah. Ani by nemali byť nasledovníkov k qiblah jeden druhého. Takže ak ste nasledovať svoje túžby po to, čo má prísť k vám znalosti, v skutočnosti by potom bolo medzi zloèinci.
sl: In če si prinesel tistim, ki so bili glede pismo vsak znak, bi ne sledijo vaš qiblah. Prav tako vam bo privrženec svoje qiblah. Niti ne bi imele privrženci drug drugega qiblah. Tako da če ste bili, da sledijo njihove želje po kaj je prišel, da vam znanja, res, bi potem boste med je wrongdoers.
sr_cyrl: И ако си довео до оних који су били дала писмо сваки знак, не прате своје qиблах. Нити ћете следбеник њихове qиблах. Нити би били следбеници qиблах један другоме. Тако да си да пратим њихове жеље након шта је привукло те знања, заиста, онда би међу починиоце.
sr_latn: I ako si doveo do onih koji su bili dala pismo svaki znak, ne prate svoje qiblah. Niti ćete sledbenik njihove qiblah. Niti bi bili sledbenici qiblah jedan drugome. Tako da si da pratim njihove želje nakon šta je privuklo te znanja, zaista, onda bi među počinioce.
uk: І якщо ти приніс вороже дано в Писанні кожен знак, вони не будуть стежити ваш кібли. І не будуть ви послідовник їх кібли. Ні, вони б послідовників один одного кібли. Так що якщо ви повинні були стежити своїх бажань після те, що прийшло до вас знань, дійсно, ви потім буде серед на розкаюємося.
vi: Và nếu bạn mang đến cho những người đã đưa ra kinh thánh mỗi dấu hiệu, họ sẽ không làm theo qiblah của bạn. Cũng không, bạn sẽ là một rong của qiblah của họ. Và cũng không họ sẽ là những người theo của qiblah của nhau. Vì vậy, nếu bạn đã theo mong muốn của họ sau khi những gì đã đến với bạn về kiến thức, thực sự, bạn sẽ sau đó là trong số các wrongdoers.
zu: Futhi uma alethwe labo ababenikwe umBhalo zonke isibonakaliso, babengeke landela kho Qiblah.
