Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran160
source: O you who have believed, seek help through patience and prayer. Indeed, Allah is with the patient.
ca: O es que he cregut, buscar ajuda a través de la paciència i la pregària. De fet, Allah és amb el pacient.
cy: O sydd wedi credu, ofyn am help drwy amynedd a gweddi. Yn wir, yw Allah gyda'r claf.
da: O du, der har troet, søge hjælp gennem tålmodighed og bøn. Allah er med patienten.
el: O εσάς που πίστεψαν, ζητήσουν βοήθεια μέσα από την υπομονή και την προσευχή. Πράγματι, ο Αλλάχ είναι με τον ασθενή.
et: O kes on uskunud, kannatlikkust ja palve kaudu abi otsima. Tõepoolest, Jumal on kannatlik.
fi: Oi te, jotka ovat uskoneet Hakeudu kärsivällisyydellä ja rukous. Itse asiassa Jumala on potilas.
he:  מי מאמין, לבקש עזרה דרך סבלנות ותפילה. אכן, אללה הוא עם המטופל.
hr: O ti koji su vjerovali, traže pomoć strpljenja i molitve. Uistinu, Allah je s bolesnikom.
lt: O jūs, kurie tikėjo, ieškoti pagalbos per kantrybę ir maldą. Iš tiesų, Allah yra su pacientu.
lv: O kas ticējusi, meklēt palīdzību ar pacietību un lūgšanu. Patiešām, Allah ir ar pacientu.
nb: O du hvem har trodd, søk hjelp gjennom tålmodighet og bønn. Døyve er faktisk med pasienten.
sk: O vás, ktorí ste uverili, hľadať pomoc, trpezlivosť a modlitby. Vskutku, Boh je s pacientom.
sl: O, ki ste verjeli, poiskati pomoč skozi potrpežljivost in molitev. Res, Alah je z bolnikom.
sr_cyrl: О који верују, тражите помоћ кроз стрпљење и молитва. Уистину , Аллах је са пацијентом.
sr_latn: O koji veruju, tražite pomoć kroz strpljenje i molitva. Uistinu, Allah je sa pacijentom.
uk: О ви, хто вірив, звертатися по допомогу через терпіння і молитви. Справді, Аллах, з пацієнтом.
vi: O bạn của những người đã tin, tìm sự giúp đỡ thông qua sự kiên nhẫn và lời cầu nguyện. Thật vậy, Allah là với bệnh nhân.
zu: O you kholwa khonga lamula ngokubekezela ngomthandazo.

# Quran161
source: And do not say about those who are killed in the way of Allah, "They are dead." Rather, they are alive, but you perceive [it] not.
ca: I no diuen sobre aquells que són morts en el camí d'Allah, "que són morts." Més aviat, són vius, però perceben [] no.
cy: Ac nid yn dweud am y rhai sy'n cael eu lladd rhwystro Allah, "maent yn marw." Yn hytrach, maent yn fyw, ond yn eich barn chi [TG] ni.
da: Og ikke sige om dem, der er dræbt i vejen for Allah, "de er døde." Snarere, de er i live, men du opfatter [det] ikke.
el: Και δεν το λέω για όσους χάνουν τη ζωή τους με τον τρόπο του Αλλάχ,» είναι νεκρή.» Μάλλον, είναι ζωντανοί, αλλά το αντιλαμβάνονται [] όχι.
et: Ja ära ütle, kes on tapetud Allahi teel "surmani." Pigem nad on elus, kuid te tajute [see] ei.
fi: Ja älä sano niistä, jotka tapetaan, tapa hillitä,: "he ovat kuolleet." Pikemminkin he ovat elossa, mutta näette [se] ei.
he: לא אומרים על אלה שנרצחו בדרך של אללה, הם. מתים" במקום זאת, הם בחיים, אבל ודאי [] לא.
hr: Ne govori o onima koji su ubijeni na Allahovom, putu "Oni su mrtvi." Naprotiv, živi su, ali ga vi doživljavate [] ne.
lt: Ir ne pasakyti apie tuos, kurie žuvo, kaip Dievas, "jie yra miręs." Atvirkščiai, jie yra gyvas, bet jūs suvokia [jis] negali.
lv: Un nevar teikt par tiem, kas gājuši bojā tādā veidā Allah, "viņi ir miruši." Drīzāk, tie ir dzīvs, bet [to] netiek uztverts.
nb: Og ikke si om dem som er drept i form av Allah, "de er død." Snarere, de er i live, men du oppfatter [det] ikke.
sk: A nehovorte o tých, ktorí sú zabití v ceste Alaha, "oni sú mŕtvi." Skôr sú nažive, ale vnímate, že [to] nie.
sl: In ne rečem, o tistih, ki so ubili na poti Allah, "so mrtev." Namesto tega so živi, vendar zaznavate [je] ne.
sr_cyrl: И не говори о онима који су убијени на путу Алаха, "Они су мртви." Радије , они су жива, али не [то] посматрате.
sr_latn: I ne govori o onima koji su ubijeni na putu Alaha, "Oni su mrtvi." Radije, oni su živa, ali ne [to] posmatrate.
uk: І не кажу про тих, хто убивають на шляху Аллаха, "вони померли." Швидше за все, вони живі, але [вона] не сприймаєш.
vi: Và không nói về những người bị giết trong cách của Allah, "bọn chúng đã chết." Thay vào đó, họ đang sống, nhưng bạn cảm nhận [nó] không.
zu: Futhi musa ukusho mayelana labo dlulisa endleleni ka-Allah, "They are file."

# Quran162
source: And We will surely test you with something of fear and hunger and a loss of wealth and lives and fruits, but give good tidings to the patient,
ca: I segurament es prova que amb una mica de por i la fam i la pèrdua de riquesa i vides i fruites, però donar la bona nova per al pacient,
cy: Ac oni bydd eich profi gyda rhywbeth o ofn a newyn a cholli cyfoeth a bywydau a ffrwythau, ond rhoi tidings da i'r claf,
da: Og vi vil helt sikkert teste dig med noget af frygt og sult og tab af velstand og liv og frugter, men giver gode tidender til patienten,
el: Και σίγουρα θα τεστ σας με κάτι από το φόβο και την πείνα και την απώλεια του πλούτου και τις ζωές και τους καρπούς, αλλά να δώσει καλή είδηση στον ασθενή,
et: Ja me kindlasti katsetada midagi hirmu ja nälja ja kaotus rikkuse ja elu ja puuviljad, kuid anna rõõmusõnumit patsiendile,
fi: Ja olemme varmasti testata jotain pelon ja nälkä ja menetyksen rikkaus sekä elämää ja hedelmiä, mutta antaa hyvää sanomaa potilaalle
he: אנחנו בוודאי לבחון אותך עם משהו של פחד, רעב, לאובדן של עושר, חיים ופירות, אבל לתת למטופל, בשורות טובות
hr: I sigurno će vas testirati s nešto straha i gladi i gubitak bogatstva i živote i plodove, ali dati dobre vijesti za pacijenta,
lt: Ir mes tikrai testas jums kažką baimės ir bado ir turtus ir gyvenimą ir vaisių, bet duoti gera žinia pacientui,
lv: Un mēs noteikti jūs tests ar kaut ko no bailēm un bada un zaudējuma bagātību un dzīvi un augļus, bet pacientam dot labas vēstis
nb: Og vi vil sikkert teste deg med noe av frykt og sult og tap av rikdom og liv og frukt, men gi gode budskap til pasienten,
sk: A sme určite vyskúšať si niečo strachu a hladu a stratu bohatstva a životy a ovocie, ale dať dobrú zvesť o pacienta,
sl: In mi bo zagotovo preskus z nekaj strahu in lakote in izgube bogastva in življenja in sadje, vendar dajejo dobrih novic za bolnika,
sr_cyrl: И сигурно ће те тестирати са нешто страха и глади и губитак богатства и животе и воћа, али дај радосне с пацијентом,
sr_latn: I sigurno će te testirati sa nešto straha i gladi i gubitak bogatstva i živote i voća, ali daj radosne s pacijentom,
uk: І ми безумовно тест ви щось страх і голод і втрати багатства і життя і фрукти, але дати добру новину хворому,
vi: Và chúng tôi chắc chắn sẽ kiểm tra bạn với một cái gì đó của nạn đói và sợ hãi và sự mất sự giàu có và sống và trái cây, nhưng tidings tốt cho bệnh nhân,
zu: We surely hlola you ngokuthile ngenxa yokwesaba nendlala kanye nokulahlekelwa ingcebo ekuphileni nezithelo, kodwa sininika izindaba ezinhle isiguli,

# Quran163
source: Who, when disaster strikes them, say, "Indeed we belong to Allah, and indeed to Him we will return."
ca: Que, quan vagues de desastre, diuen, "fet pertanyin a Allah, i de fet li tornarem."
cy: Sydd, pan mae'r drychineb yn taro iddynt, yn dweud, "yn wir yr ydym yn perthyn i Allah, ac yn wir iddo byddwn yn dychwelyd."
da: Der, når katastrofen rammer dem, siger, "ja vi tilhører Allah, og faktisk ham vi vil vende tilbage."
el: Που, όταν χτυπά η καταστροφή τους, ας πούμε, «πράγματι ανήκουμε στον Αλλάχ, και μάλιστα σε αυτόν θα επανέλθουμε.»
et: Kes, kui katastroof, ütleme, "tõepoolest kuulume Allah ja tõepoolest talle me tagasi."
fi: Jotka katastrofin sattuessa, eli "todellakin kuuluu Jumalalle, ja todellakin hänelle tulemme takaisin."
he: מי, כשקורה אסון אותם, אומר, "אכן אנחנו שייכים לאללה, ונחזור אכן לו."
hr: Koji, kada propast udarac ih, kažu, "Doista mi pripadamo Allahu i zaista mu se vratimo."
lt: Kurie, ištikus nelaimei, sako: "iš tiesų gyvename Dievo, ir iš tiesų jam grįšime."
lv: Kurš, kad katastrofa, teiksim, "patiešām mēs piederam pie Allah, un patiešām viņam mēs atgriezīsim."
nb: Som når katastrofen streik dem, sier, "ja vi tilhører Allah, og faktisk ham vil vi tilbake."
sk: Kto, keď katastrofa udrie, povedzme, "skutočne patríme k Bohu, a naozaj k nemu vrátime."
sl: Ki, nesrečah, rekel, "res mi pripadajo Alah, in res mu bomo vrnili."
sr_cyrl: Ко, кад се невреме их, рецимо, "заиста припадамо Алаха, и заиста га морамо се вратити."
sr_latn: Ko, kad se nevreme ih, recimo, "zaista pripadamo Alaha, i zaista ga moramo se vratiti."
uk: Хто, коли катастрофа їм, говорять, "дійсно ми належать Аллаху і дійсно йому ми повернемося."
vi: Khi thiên tai tấn công họ, nói rằng, "thực sự chúng ta thuộc về Allah, và thực sự ông ta sẽ trở về."
zu: Ngubani, lapho bhicongo phansula them, bathi: "Ngempela akuthina Allah, futhi ngempela kuYe sizobuya."

# Quran164
source: Those are the ones upon whom are blessings from their Lord and mercy. And it is those who are the [rightly] guided.
ca: Aquests són aquells a qui els benediccions del seu Senyor i Misericòrdia. I és qui el [raó] guiada.
cy: Dyma'r rhai ar bwy mae bendithion gan eu Arglwydd a drugaredd. A yw rhai sydd dan arweiniad [iawn].
da: De er dem, ved hvem skal velsignelser fra deres Herre og barmhjertighed. Og det er dem, der er den [rigtigt] guidede.
el: Αυτοί είναι εκείνοι προς τους οποίους είναι ευλογίες από τον Λόρδο και έλεος. Και είναι αυτοί που είναι η καθοδηγούμενη [και δικαίως].
et: Need on need, kellele on õnnistusi oma Issanda ja halastuse pärast. Ja on neid, kes on [õigustatult] giidiga.
fi: Nämä ovat niitä, kun kenelle ovat siunauksia Herran ja armoa. Ja se on niille, jotka ovat [oikeutetusti] opastettu.
he: אלה הם אלה על מי הם מבורכים מן האל ורחמיו שלהם. . וזה מי מודרך [בצדק].
hr: To su one na kojima su blagoslovi od gospodara i milost. I one koji su [ispravno] vođena.
lt: Jie yra tie, kai kuriems yra palaima iš savo Viešpačiu ir gailestingumo. Ir tai yra tie, kurie yra [teisingai] su gidu.
lv: Tie ir tie, uz kuriem ir svētības no to Kungu un žēlsirdība. Un tas ir tiem, kas [pamatoti] vadīta.
nb: De er de på hvem er velsignelser fra sin herre og nåde. Og det er de som er [rette] guidet.
sk: To sú tie, na ktorých sú požehnanie od ich pána a milosrdenstvo. A to je tých, ktorí sú [správne] so sprievodcom.
sl: To so tisti, na katere so blagoslov od Gospoda in usmiljenja. In to je tisti, ki so [pravilno] vodeni.
sr_cyrl: То су они над којима су благослови од њихових господара и милост. И они који су [с правом] вођена.
sr_latn: To su oni nad kojima su blagoslovi od njihovih gospodara i milost. I oni koji su [s pravom] vođena.
uk: Ті, ті, на яких є благословення від Господа і милосердя. І це ті, хто [справедливо] гідом.
vi: Đó là những người khi mà là phước lành từ Chúa và lòng thương xót của họ. Và đó là những người đang có hướng dẫn [đúng].
zu: Labo yibo esesifikelwe yizibusiso bo Lord nesihe.

# Quran165
source: Indeed, as-Safa and al-Marwah are among the symbols of Allah. So whoever makes Hajj to the House or performs 'umrah - there is no blame upon him for walking between them. And whoever volunteers good - then indeed, Allah is appreciative and Knowing.
ca: De fet, com-Safa i al-Marwah es troben entre els símbols d'Allah. Així que qui fa Hajj a la casa o realitza ' umrah - hi cap culpa a ell per caminar entre ells. I qui bo - voluntaris llavors fet, Allah és agraïda i saber.
cy: Yn wir, fel y Safa a al-Marwah yn ymhlith y symbolau Allah. Felly pwy bynnag yn gwneud Hajj i'r tŷ neu yn perfformio ' umrah-nid oes unrhyw fai arno ar gyfer cerdded rhyngddynt. A phwy bynnag gwirfoddolwyr da-yna yn wir, Allah yn werthfawrogol a gwybod.
da: Faktisk, som Safa og al-Marwah er blandt symbolerne af Allah. Så hvem gør Hajj til hus eller udfører ' umrah - der er ingen skyld på ham til at gå mellem dem. Og hvem frivillige godt - så ja, Allah er anerkendende og vidende.
el: Πράγματι, ΑΣ-ΣΑΦΑ και την Αλ-Marwah συγκαταλέγονται τα σύμβολα του Αλλάχ. Έτσι όποιος κάνει Hajj στο σπίτι ή να εκτελεί «umrah - δεν υπάρχει καμία επίπληξη προς αυτόν για περπάτημα μεταξύ τους. Και όποιος εθελοντές καλό -, τότε πράγματι, Αλλάχ είναι συγκινημένο και γνωρίζοντας.
et: Tõepoolest, nagu Safa ja al-Marwah ühed Allah sümbolid. Nii et kes iganes teeb Hajj maja või sooritab ' umrah - ei ole süüdistada talle nende vahel kõndides. Ja kes iganes vabatahtlike hea - siis tõepoolest, Allah on tänulikud ja teades.
fi: Kuin SAFAn ja al-Marwan ovatkin kesken symboleja Allah. Joten kuka tekee Hajj parlamentille tai suorittaa "umrah - ei ole syyllinen hänelle kävely kesken. Ja kuka tarjoutuu hyvä - niin Jumala onkin kiitollinen ja tietää.
he: ואכן, כמו-צפא, באל-מרווה הם בין הסימנים של אללה. אז מי גורם Hajj לבית או מבצע ' umrah - יש שאין להאשים אותו להליכה ביניהם. מי מתנדב טוב - אז אכן, אללה הוא מעריך ומבין עניין.
hr: Doista, kao Safa i al Marwah su simboli Allah. Pa tko god čini hadž u kuću ili obavlja ' umrah - nema krivice na njega za hodanje između njih. I tko god volonteri dobar - pa uistinu, Allah je zahvalan i znati.
lt: Iš tiesų, kaip Safa ir al-Marwah yra vienas Dievas simboliai. Taigi kas daro Hadž į namus ar atlieka "umrah - nėra jokios kaltės jam vaikščioti tarp jų. Ir kas savanoriai gerai - tada iš tiesų, Allah yra dėkingi ir žinant.
lv: Patiešām, kā Safa un al Marwah ir starp Allāhu simboli. Tātad tas, kurš padara Hajj uz māju vai veic ' umrah - nav ne vainas viņam virsū staigāšanai, starp tām. Un kurš labi - brīvprātīgie, tad patiešām, Allah ir pateicīgs un zinoši.
nb: Som-Safa og al-Marwah er faktisk blant symbolene på Allah. Så hvem gjør Hajj til huset eller utfører ' umrah - det er ingen skyld på ham for å gå mellom dem. Og den som frivillige bra - og Allah er faktisk pris og kjenne.
sk: Vskutku, ako Safa a al-Marwah patrí medzi symboly Alah. Takže kto robí hadždž dom alebo vykonáva "umrah - nie je bez viny mu pre peších medzi nimi. A ten, kto dobre - dobrovoľníci potom skutočne Alah je vďačné a vedel.
sl: Dejansko, kot Safa in al-Marwah so med simboli Allah. Torej kdor naredi Hadž v hišo ali izvede "umrah - ni brez krivde na njem za hojo med njimi. In kdor prostovoljcev- potem res, Allah je cenjen in vedo.
sr_cyrl: Заиста , као "Ал Сафа" и ал Марwах налазе се међу симболе за Алаха. Па ко год чини Хајј у кућу или извршава ' умрах - нема кривице на њега за ходање између њих. И ко год добровољно добро - онда заиста, Аллах је захвалан и знања.
sr_latn: Zaista, kao "Al Safa" i al Marwah nalaze se među simbole za Alaha. Pa ko god čini Hajj u kuću ili izvršava ' umrah - nema krivice na njega za hodanje između njih. I ko god dobrovoljno dobro - onda zaista, Allah je zahvalan i znanja.
uk: Дійсно, як Сафа і Марва входять до числа символи Аллаха. Тому той, хто робить хадж до будинок або виконує ' умри - немає не провиною на нього ходьба між ними. І той, хто добровольці добре - то дійсно, Аллах вдячні і знаючи.
vi: Thật vậy, như là-Safa và al-Marwah là một trong những biểu tượng của Allah. Vì vậy, bất cứ ai thực hiện Hajj đến nhà hoặc thực hiện ' umrah - đó là không đổ lỗi khi anh ta để đi bộ giữa chúng. Và bất cứ ai tình nguyện viên tốt - sau đó, quả thật vậy, Allah là đánh giá cao và hiểu biết.
zu: Ngempela, njengoba-Safa ne-Marwah al-ziphakathi kwezinhle izimpawu Allah.

# Quran166
source: Indeed, those who conceal what We sent down of clear proofs and guidance after We made it clear for the people in the Scripture - those are cursed by Allah and cursed by those who curse,
ca: De fet, els que amaguen què enviàvem de proves clares i orientació després hem fet clar per a les persones en l'escriptura - aquells maleïts per Allah i maleït per qui maleir,
cy: Yn wir, y rheini sy'n cuddio hyn ein hanfon i lawr proflenni clir a chanllawiau ar ôl gwnaethom yn glir ar gyfer y bobl yn yr ysgrythur-yn melltithio gan Allah a melltithio gan y rhai a melltithio,
da: Ja, dem, der skjuler, hvad vi sendt ned af klare beviser og vejledning efter vi gjorde det klart for folk i Skriften - dem er forbandet af Allah og forbandet af dem, som forbander,
el: Πράγματι, αυτοί που κρύβουν τι Στείλαμε από σαφείς αποδείξεις και καθοδήγηση, αφού θα καταστήσει σαφές για τους ανθρώπους με το Scripture - αυτές είναι καταραμένοι από Αλλάχ και καταραμένοι από εκείνους που βρίζουν,
et: Tõepoolest, need, kes varjab, mida me saatnud oma selgeid tõendeid ning suuniseid pärast seda, kui tegime selgeks, et pühakiri - inimesed need neetud Allah ja neetud töötaotluste needus,
fi: Itse asiassa ne, jotka salaavat mitä lähetimme selvin ja ohjauksen jälkeen teimme selväksi niille, Raamatussa - ne ovat kironnut Jumalaa ja kironnut niitä, jotka kiroavat,
he: אכן, מי להסתיר מה שלחנו של הוכחות ברורות והנחיה אחרי שהצלחנו להבהיר לעם בכתבי הקודש - אלה הם מקולל על-ידי אללה וקילל על ידי מי מקלל,
hr: Doista, oni koji skrivaju šta smo poslali jasne dokaze i smjernice kad smo to učinili za ljude u Svetom pismu - oni su prokleti od Allaha i prokleti oni koji proklinju,
lt: Iš tiesų, tie, kurie nuslėpti ką mes išsiuntėme išvalyti įrodymus ir orientavimo mes tapo aišku, žmonės, knygos-tas prakeiktas iš Dievo ir prakeiktas tiems, kurie prakeikimas,
lv: Protams, tiem, kuri slēpj to, ko mēs nosūtījām skaidru apliecinājumu un norādījumus pēc tam, kad mēs, kas to skaidri par cilvēku rakstos - tie ir nolādēts ar Allah un nolādēja ar tiem, kuri nolādēt,
nb: Faktisk klare de som skjuler hva vi sendt ned av bevis og veiledning etter vi gjort det klart for folk i Skriften - de er forbannet av Allah og forbannet av dem som forbanner,
sk: V skutočnosti tí, ktorí skrývajú, čo sme zoslali jasné dôkazy a vedenie po sme sa jasne pre ľudí v Písme - tie sú prokletá Alah a preklial tých, ktorí prekliatie,
sl: Osebe, ki bi prikrili, kaj smo poslali po jasno dokazila in navodila po mi je jasno za ljudi v pismo - to so preklet z Allah in preklet tisti, ki preklinjajo,
sr_cyrl: Заиста , они који сакрије шта смо послали јасне доказе и водич након што смо све разјаснио људи из Светог писма - они су проклети од Алаха и проклет од оних који су проклети,
sr_latn: Zaista, oni koji sakrije šta smo poslali jasne dokaze i vodič nakon što smo sve razjasnio ljudi iz Svetog pisma - oni su prokleti od Alaha i proklet od onih koji su prokleti,
uk: Дійсно, тих, хто приховує, що ми послали чітких доказів і керівництвом після того, як ми зробили це ясно для людей в Писанні - ті, прокляті Аллах і, прокляті, хто прокляття,
vi: Thật vậy, những ai che giấu những gì chúng tôi đã gửi rõ ràng chứng minh và hướng dẫn sau khi chúng tôi đã làm cho nó rõ ràng cho những người trong kinh thánh - những người đang bị nguyền rủa bởi Allah và bị nguyền rủa bởi những người nguyền rủa,
zu: Ngempela, labo gubadlela babe We sa phansi of bonakaliso futhi hola We wakwenza kwacaca ngoba abantu emBhalweni - labo baqalekiswe Allah baqalekiswe bonke abakuqalekisayo,

# Quran167
source: Except for those who repent and correct themselves and make evident [what they concealed]. Those - I will accept their repentance, and I am the Accepting of repentance, the Merciful.
ca: Excepte les que penedir-se i corregir-se i fer evident [que amagaven]. Aquells - acceptarà el seu penediment, i jo sóc el Accepting de penediment, el Clement.
cy: Ar wahân i'r rheini sydd yn edifarhau a cywiro eu hunain a gwneud amlwg [beth maent wedi'i chuddio]. Rhai-bydd yn derbyn eu pedair, ac yr wyf yn dderbyn o edifeirwch, y Merciful.
da: Bortset fra dem, der omvender sig og korrigere sig selv og gøre tydelig [hvad de skjult]. Dem - jeg vil acceptere deres omvendelse, og jeg er accept af anger, barmhjertige.
el: Εκτός από εκείνους που μετανοήσουν και να διορθώσετε οι ίδιοι και να κάνουν εμφανές [τι αυτοί κρύβονται]. Εκείνοι - εγώ θα αποδέχονται τους μετάνοια, και είμαι για την αποδοχή της μετάνοιας, ο φιλεύσπλαχνος.
et: Välja arvatud kes parandavad meelt ja parandada ise ja ilmne [mida neid varjata]. Need - Nõustun meeleparandust ja olen kahetsus, et Merciful vastuvõtmine.
fi: Lukuun ottamatta niitä, jotka parannuksen ja korjata itse ja selvää [mitä he kääntyvät]. -Olen katuvia, ja olen parannukseen, armollisin hyväksyminen.
he: מלבד אלו מי בתשובה לתקן את עצמם ואת להרוויח ניכר [מה הם הסתירו]. אלה - אני אקבל תשובה שלהם, ואני Accepting של תשובה, הרחום והחנון.
hr: Osim onih koji se pokaju i sami ispraviti i napraviti vidljivo [što su sakrili]. -Prihvatit ću svoje pokajanje i sam prihvaćanje pokajanja, milostivog.
lt: Išskyrus tuos, kurie atgailauti ir pataisyti patys ir padaryti akivaizdu [ką jie paslėpti]. Tas - Aš priims jų atgaila, ir aš esu atgaila, kad litosciwy Accepting.
lv: Izņemot tos, kas nožēlot un labot paši un padarīt skaidrs, [ko viņi slēpa]. Tiem - būs pieņemt savu grēku nožēlu, un es esmu nožēlošana, žēlsirdīgs piekrišana.
nb: Bortsett fra de som omvender seg og rette seg selv og gjør tydelig [hva de skjulte]. De - jeg vil akseptere deres omvendelse, og jeg godtar omvendelse, barmhjertige.
sk: S výnimkou tých, ktorí pokánie a opraviť sami a evidentná [čo oni skryté]. Tie - prijmem ich pokánie, a ja som akceptovanie pokánie, je Milosrdných.
sl: Razen tistih, ki se pokesajo in popravite sami in da [kaj so skriti]. Teh - bodo sprejeti njihovo kesanje, in jaz sem Accepting kesanje, usmiljen.
sr_cyrl: Осим оних који се покаје исправи себе и да евидентно [шта су скривени]. Оне - прихватам своје покајање, а ја сам Аццептинг покајања, милосрдна.
sr_latn: Osim onih koji se pokaje ispravi sebe i da evidentno [šta su skriveni]. One - prihvatam svoje pokajanje, a ja sam Accepting pokajanja, milosrdna.
uk: За винятком тих, хто покаятися і виправитися самі по собі і робить очевидним [що приховували]. Ті - я прийму їх покаяння, і я впевнений, що прийняття покаяння, на Merciful.
vi: Ngoại trừ những người ăn năn và sửa chữa bản thân và làm cho hiển nhiên [những gì họ giấu kín]. Những - tôi sẽ chấp nhận sự hối cải của họ, và tôi Accepting ăn năn hối cải, Merciful.
zu: Ngaphandle ngalabo abaphendukayo futhi babe bayatilungisa futhi wenze kubonakala [babe they ezifihlakele].
