Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran565
source: And indeed, there is among you he who lingers behind; and if disaster strikes you, he says, "Allah has favored me in that I was not present with them."
ca: I de fet, hi ha entre vosaltres que perdura darrere; i si vagues de desastre, diu, "Allah ha afavorit me en que no estava present amb ells."
cy: Ac yn wir, mae eich plith ef a lingers ar ei hôl hi; ac os mae'r drychineb yn taro chi, meddai, "wedi Allah ffafriol imi fod yn bresennol gyda hwy."
da: Og faktisk er der blandt jer, han, der dvæler bag; og hvis katastrofen rammer dem, siger han, "Allah har begunstiget mig i at jeg ikke var til stede med dem."
el: Και πράγματι, υπάρχει ανάμεσά σας όποιος καθυστερεί πίσω? και αν χτυπήσει η καταστροφή σας, λέει, «Αλλάχ έχει ευνοηθεί μου στο ότι δεν ήμουν παρών μαζί τους.»
et: Ja tõepoolest, seal on teie seas kes lingers taga; ja kui katastroof teile, ta ütleb: "Jumal on soosib mind et ma ei olnud nende koos."
fi: Ja on todellakin keskuudessanne hän, joka viipyy takana; ja jos katastrofi iskee, hän sanoo, "Jumala on suosinut minua, että en ollut läsnä heidän kanssaan."
he: אכן, יש ביניכם מי נותר מאחור; אם יהיה אסון, הוא אומר, "אללה הוא העדיף אותי כי לא נכח איתם."
hr: I doista, ima među vama tko zadržava iza; i ako propast udarac, rekao je, "Allah je omiljen me u tome nije bio prisutan s njima."
lt: Ir iš tiesų, yra tarp jūsų tas, kuris tvyro už; ir jei nelaimei, jis sako: "Dievas yra išrinktasis man, kad aš ne dabar su jais."
lv: Un patiešām, tur ir jūsu vidū Viņš uzka-vējas aiz; un ja katastrofas, streiki, viņš saka, "Allah ir privileģēts mani, ka es nebiju klāt ar tiem."
nb: Og faktisk det er blant dere som henger igjen; og hvis katastrofen streik, sier han, "Allah har favorisert meg at jeg ikke var tilstede med dem."
sk: A skutočne, je medzi vami on, ktorý pretrváva a ak pohrome, hovorí: "Alah má prednosť ma v tom, že som nebol s nimi."
sl: In res, je med vami kdo utripa. in če nesrečah, pravi, "Alah je z omejenimi možnostmi, mi v tem ni bila prisotna z njimi."
sr_cyrl: И заиста постоји медју вама онај који оклева иза; и ако невреме, каже он, "Аллах је била наклоњена ме у томе није био присутан с њима."
sr_latn: I zaista postoji medju vama onaj koji okleva iza; i ako nevreme, kaže on, "Allah je bila naklonjena me u tome nije bio prisutan s njima."
uk: І дійсно, є серед ви той, хто затримується позаду; і якщо катастрофа вас, говорить він, "Аллах має зграї мене в тому, що я не був присутній з їх."
vi: Và quả thật vậy, có là một trong số bạn người lưu lại đằng sau; và nếu Thiên tai tấn công bạn, ông nói, "Allah đã ủng hộ tôi trong đó tôi đã không có mặt với chúng."
zu: Futhi ngempela, kukhona phakathi kwenu lowo lingashoni ngemuva;

# Quran566
source: But if bounty comes to you from Allah, he will surely say, as if there had never been between you and him any affection. "Oh, I wish I had been with them so I could have attained a great attainment."
ca: Però si la recompensa ve a tu des d'Allah, segurament dirà, com si mai no hi havia hagut entre vostè i li cap afecte. "Oh, m'agradaria que havia estat amb ells tan podria haver assolit una gran consecució."
cy: Ond os bounty daw i chi oddi wrth Allah, oni bydd yn dweud, fel pe bai erioed wedi bod rhyngoch chi a iddo unrhyw hoffter. "O, dymunaf oedd yn bod gyda hwy fel y gallai wedi cyrraedd cyrhaeddiad mawr."
da: Men hvis bounty kommer til dig fra Allah, han vil sikkert sige, som om der aldrig havde været mellem dig og ham nogen hengivenhed. "Åh, jeg ville ønske jeg havde været med dem, så jeg kunne have opnået en stor nå."
el: Αλλά αν γενναιοδωρία έρχεται σε σας από τον Αλλάχ, σίγουρα θα σου πει, ως εάν είχε ποτέ ήταν ανάμεσα σε εσάς και τον οποιαδήποτε αγάπη. «Ω, μακάρι μου είχαν μαζί τους, έτσι έχω θα μπορούσε να συμπληρώσει μια μεγάλη επίτευξη.»
et: Kuid kui halastus tuleb sulle Jumalalt, ta kindlasti öelda, kui seal oli kunagi olnud teda ja sinu vahel mis tahes kiindumust. "Oh, ma soovin ma olnud nendega, nii et ma võiks saavutada suur saavutamisele."
fi: Mutta jos bounty tulee teille Jumala, hän varmasti sanoa, jos ei ollut koskaan ollut teidän keskinäinen kiintymystä. "Oi, kunpa oli ollut heidän kanssaan, joten ovat saavuttaneet suuren saavuttamisen."
he: אבל אם הפרס מגיע לך אללה, והוא בוודאי יאמר, כאילו היה מעולם לא היה בינך לבינו רגש כלשהו. "הלוואי שוהייתי איתם אז יכול מ"פרוייקט של הפרי גדול."
hr: Ali ako ucjenu za vas od Allaha, on će sigurno reći, kao da tu nikad nisi bio između vas i njega bilo kakvu privrženost. "Voljela bih da sam bio s njima tako da sam mogao postići velik postignuće."
lt: Bet jei bounty ateina jums nuo Dievo, jis tikrai pasakys, lyg ten niekada nebuvo tarp jūsų ir jam bet meilę. "Oh, linkiu aš buvo su jais, aš galėtų pasiekti didelį pasiekimą."
lv: Bet, ja balva nāk pie jums no Allah, viņš droši vien sacīs: kā tad, ja tur vēl nekad nebija bijis starp jums un viņam ne mazākās simpātijas pret viņu. "Ak, es vēlos bija bijusi kopā ar viņiem tāpēc varētu ir sasnieguši lielu sasniegšanai."
nb: Men hvis bounty kommer til deg fra Allah, han vil sikkert si, som om det aldri hadde vært mellom deg og ham noen hengivenhet. "Å, jeg ønsker jeg hadde vært med dem så jeg kunne har oppnådd en stor oppnåelse."
sk: Ale ak nájomný prichádza k vám od Alaha, určite povie, ako keby tam nikdy neboli medzi vami a ním akejkoľvek náklonnosti. "Ach, kiež by som bol s nimi, takže som mohol dosiahnuť skvelé vzdelania."
sl: Vendar če radodarnosti pride k vam od Allah, on bo zagotovo reči, kot, če tam še nikoli ni bilo med vami in mu vse naklonjenost. "Oh, jaz želeti sem bil z njimi torej lahko še pridobili velik doseganje."
sr_cyrl: Али ако награда долази из Аллах, он ће сигурно рекао, као да тамо никад не био је између тебе и њега наклоност. "Ох , волела бих да сам био са њима, тако да сам могао стекла велику постизању."
sr_latn: Ali ako nagrada dolazi iz Allah, on će sigurno rekao, kao da tamo nikad ne bio je između tebe i njega naklonost. "Oh, volela bih da sam bio sa njima, tako da sam mogao stekla veliku postizanju."
uk: Але якщо bounty приходить до вас від Аллаха, він з впевненістю скаже, як якби там ніколи не було між вами і його долею. "Ах, я хотів би я був з ними, так що мені вдалося досягти велике досягнення."
vi: Nhưng nếu hào phóng đến với bạn từ Allah, ông chắc chắn sẽ nói, nếu như chưa bao giờ là giữa bạn và anh ta bất kỳ tình cảm. "Ồ, tôi muốn tôi đã có với họ vì vậy tôi có thể đã đạt được một đạt được tuyệt vời."
zu: Kodwa uma ekufunayo nekucelayo imibango efika kini ivela Allah, ngokuqinisekile athi, sengathi kwakungakaze kubekhona phakathi kwakho naye iyiphi lomzwelo.

# Quran567
source: So let those fight in the cause of Allah who sell the life of this world for the Hereafter. And he who fights in the cause of Allah and is killed or achieves victory - We will bestow upon him a great reward.
ca: Així que aquells lluita en la causa d'Allah que venen la vida d'aquest món per la d'ara endavant. I el que lluita en la causa d'Allah i és assassinat o aconsegueix la victòria - podem atorgar a ell una gran recompensa.
cy: Felly, gadewch y frwydr mewn achos Allah sy'n gwerthu bywyd y byd hwn ar gyfer y o hyn ymlaen. Ac ef a ymladd yn achos Allah ac yn lladd neu cyflawni buddugoliaeth-fydd Rydym yn rhoi gwobr mawr arno.
da: Så lad dem kamp for Allah, der sælger liv i denne verden for hinsidige. Og han, der kæmper i anledning af Allah og er dræbt eller opnår sejr - vi vil skænke ham en stor belønning.
el: Οπότε αφήστε αυτές καταπολέμηση των αιτίων του Αλλάχ, οι οποίοι πωλούν τη ζωή αυτού του κόσμου για την επόμενη ζωή. Και αυτός που αγωνίζεται στην αιτία του Αλλάχ και να σκοτωθεί ή να επιτυγχάνει νίκη - θα παραχωρούμε προς αυτόν μια μεγάλη ανταμοιβή.
et: Laske need võitluse Jumal, kes müüvad selle maailma elu edaspidi põhjus. Ja see, kes võitleb Allah põhjus ja tappis või saavutab võidu - me hüvitamismenetluste tema suur auhind.
fi: Joten anna näiden taistelussa Allah, jotka myyvät tämän maailman elämää jäljempänä syy. Ja hän, joka taistelee Allahin syy ja tapetaan tai saavuttaa voitto - voimme suoda hänelle suuri palkinto.
he: אז תנו האלה להילחם למען אללה למי למכור את החיים בעולם הזה בעולם הבא. מי נלחם למען אללה, נהרג או משיגה ניצחון - אנחנו מרעיף עליו פרס גדול.
hr: Tako da ta borba za Allaha koji prodaju cijeli svijet za nadalje. I onaj tko se bori za Allaha i je ubio ili postiže pobjedu - će prenijeti na njega velika nagrada.
lt: Tegul tie kovoti, Dievas, kurie parduoda gyvenimą šiame pasaulyje ir toliau priežastis. Ir tas, kuris kovoja Dievas priežastis ir žūsta ar pasiektų pergalę - mes bus dovanoti jam didelis atlygis.
lv: Tātad ļaujiet tiem cīņu cēlonis Allah, kas turpmāk pārdot šīs pasaules dzīvē. Un tas, kurš cīnās Allah cēlonis un ir gājusi bojā vai gūst uzvaru - mēs dāvināt viņam virsū liela atlīdzība.
nb: Så la dem kjempe i årsaken til Allah som selger livet til denne verden for hinsidige. Og han som kjemper i årsaken til Allah og blir drept eller oppnår seier - vi vil gi ham en stor belønning.
sk: Tak nech tie boj v záujme Alaha, ktorí predávajú život tohto sveta pre nižšie. A ten, kto bojuje v záujme Alaha a je zabitý, alebo dosahuje víťazstvo - sme vám prepožičal mu veľká odmena.
sl: Zato naj ti boj v vzrok od Allah, ki prodajajo življenje tega sveta za v nadaljevanju. In kdor se bori v vzrok od Allah in ubit ali doseže zmago - mi bo nagni na njem veliko nagrado.
sr_cyrl: Тако да они који се боре у узрок Аллах који продају живот овог света за надаље. И онај који се бори за Алаха и је убио или остварује победе - ми ће га наносимо велика награда.
sr_latn: Tako da oni koji se bore u uzrok Allah koji prodaju život ovog sveta za nadalje. I onaj koji se bori za Alaha i je ubio ili ostvaruje pobede - mi će ga nanosimo velika nagrada.
uk: Так Нехай ці боротьба в ході Аллаха, які продають життя цього світу для П'єра. І той, хто бореться в ході Аллах і вбитий або досягає перемоги - ми будемо поблагословлю йому велику нагороду.
vi: Vì vậy, cho những người chiến đấu trong các nguyên nhân của Allah những người bán các cuộc đời của thế giới này cho đời sau. Và ông đã chiến đấu trong các nguyên nhân của Allah và bị giết hoặc đạt được chiến thắng - chúng ta sẽ ban cho ông một phần thưởng tuyệt vời.
zu: Ngakho ke labo lwa zathu of Allah abathengisela nokuphila zaleli zwe ukuze Hereafter.

# Quran568
source: And what is [the matter] with you that you fight not in the cause of Allah and [for] the oppressed among men, women, and children who say, "Our Lord, take us out of this city of oppressive people and appoint for us from Yourself a protector and appoint for us from Yourself a helper?"
ca: I què és [la matèria] amb vostè que lluita no en la causa d'Allah i [per a] l'oprimit entre homes, dones i nens que diuen, "Nostre Senyor, ens porten d'aquesta ciutat de les persones opressives i nomenar per a nosaltres de tu mateix un protector i nomenar per a nosaltres de tu mateix un ajudant?"
cy: A beth yw [y mater] gyda chi y mae eich ymladd nid yn achos Allah a [i] y dan orthrwm ymhlith dynion, menywod a phlant sy'n dweud, "Mae ein Arglwydd, ein tynnu ni allan y ddinas hon o bobl gormesol a benodi i ni gan eich hun protector a benodi i ni gan eich hun cynorthwy-ydd?"
da: Og hvad er [der] med dig, at du kæmper ikke i årsag til Allah og [for] de undertrykte blandt mænd, kvinder og børn, der siger, "Vorherre, tage os ud af denne by af undertrykkende mennesker og udnævne os fra dig selv en beskytter og udpege for os fra dig selv en helper?"
el: Και τι είναι [το ζήτημα] με σας ότι σας αγώνα δεν στην αιτία του Αλλάχ, και [για] τους καταπιεσμένους ανάμεσα σε άνδρες, γυναίκες και παιδιά που λένε, «Ο Κύριός μας, μας οδηγεί έξω από αυτή την πόλη των καταπιεστικών ατόμων και διορίζει για μας από τον εαυτό σας έναν προστάτη και διορίζει για μας από τον εαυτό σας έναν αρωγό;»
et: Ja mis on [asja] teiega, mida sa võitle mitte põhjustada Jumala ja [jaoks] rõhutuid seas mehi, naisi ja lapsi, kes ütlevad, "Meie Issanda viivad meid läbi selle linna ängistav inimesi ja nimetada meid iseendast kaitsja ning ametisse meile iseendast helper?"
fi: Ja mikä hätänä [] on, että voit taistella syy Allahin ja [on] sorrettujen keskuudessa miesten, naisten ja lasten, jotka sanovat: "Meidän Herramme meidät pois tämän kaupungin ahdistava ihmisiä ja nimittää meille itseltä suojelija ja nimittää meille itseltä auttajaa?"
he: מה קרה [] שלא תילחם לא נמצא הגורם אללה ועבור [] המדוכאים בקרב גברים, נשים וילדים שאומרים "אדוננו, קח אותנו מהעיר הזאת של אנשים המדכא, למנות אותנו מפני עצמך מגן ולמנות עבורנו מעצמך עוזר?"
hr: I što je [] s tobom boriti u uzrok Allaha i [za] potlačenih ljudi, žena i djece koja "Gospoda, Izvedi nas iz ovog grada opresivne ljudi i imenuje za nas od sebe zaštitnik i imenovati nam od sebe pomagača."
lt: Ir kas yra [klausimas] su jumis, kad jūs kovojate ne į Dievo ir [už] užguitas priežastis tarp vyrų, moterų ir vaikų, kurie sako: "Mūsų Viešpatie, į mus iš šio miesto slegianti žmonių ir paskirti mums nuo savęs apsaugine danga ir paskirti mums nuo savęs pagalbininkas?"
lv: Un kas noticis [] ar jums, ka jūs cīnīties nav iemesls Allah un [] apspiesto vidū vīriešu, sieviešu un bērnu, kuri saka: "Mūsu Kungā, izraut mūs no šīs pilsētas nomācošs cilvēku un iecelt mums no sevis aizsardzība un iecelt mums no sev palīga?"
nb: Og hva er [det] med deg at du ikke kjemper årsaken Allah og [for] undertrykte blant menn, kvinner og barn som sier, "Vår Herre, ta oss ut av denne byen undertrykkende mennesker og utnevne for oss fra deg en beskytter og utnevne for oss fra deg en hjelper?"
sk: A čo [otázka] s vami, že budete bojovať v príčinou Alah a [z] utláčaných u mužov, žien a detí, ktorí hovoria: "Nášho Pána sa nám z tohto mesta represívne ľudí a menovať pre nás od seba protektor a menovať pre nás od seba Pomocníka?"
sl: In kaj je [vprašanje] z vami, da boj ne v vzrok od Allah in [za] zatiranih med moških, žensk in otrok, ki pravijo, "Našega Gospoda, nas bodo iz tega mesta tlači ljudi in imenuje za nas od sebe zaščitnik in za nas od sebe imenuje pomočnika?"
sr_cyrl: А ста не ваља [] са вама које се борите не у циљ од Алаха и [угњетаване] међу људе, жене и децу, који кажу, "Господ, изведи нас из овог града тиранске људи и именује за нас од себе самог, заштитник и именује за нас од себе самог и поможника?"
sr_latn: A sta ne valja [] sa vama koje se borite ne u cilj od Alaha i [ugnjetavane] među ljude, žene i decu, koji kažu, "Gospod, izvedi nas iz ovog grada tiranske ljudi i imenuje za nas od sebe samog, zaštitnik i imenuje za nas od sebe samog i pomoжnika?"
uk: І те, що це питання з вами, що ви боротися не в ході Аллаха і [для] пригніченого серед чоловіків, жінок і дітей, які кажуть: "Нашого Господа, прийняти нас з цього міста репресивної людей і призначити для нас від себе захисника і призначити для нас від себе допоміжні?"
vi: Và những gì [vấn đề] với bạn rằng bạn chiến đấu không có trong nguyên nhân của Allah và [] các bị áp bức ở nam giới, phụ nữ và trẻ em nói, "Chúa của chúng tôi, đưa chúng tôi ra khỏi thành phố này áp bức người dân và chỉ định cho chúng tôi từ bản thân bạn một bảo vệ và chỉ định cho chúng tôi từ bản thân bạn một helper?"
zu: Futhi iyini [ngendaba] nawe ukulwa hhayi imbangela of Allah [wenu], lokubusisa abacindezelwe phakathi kwabantu, abesifazane, nezingane abathi: "Nkosi yethu, basikhiphe kulo muzi zabantu abacindezelayo nokuhlupheka ayakubalekela

# Quran569
source: Those who believe fight in the cause of Allah, and those who disbelieve fight in the cause of Taghut. So fight against the allies of Satan. Indeed, the plot of Satan has ever been weak.
ca: Aquells que creuen que lluita en la causa d'Allah i els que dubten lluita en la causa de Taghut. Tan lluitar contra els aliats de Satanàs. De fet, la trama de Satanàs mai ha estat feble.
cy: Rhai sy'n credu ymladd yn achos Allah, a rhai a chredu ymladd yn achosi Taghut. Felly ymladd yn erbyn lluoedd y cynghreiriaid Satan. Yn wir, byth y plot o Satan wedi bod yn wan.
da: Dem, der mener, at kampen for Allah, og dem, der tvivle kampen i årsagen til Taghut. Så kampen mod allierede af Satan. Faktisk, plot af Satan nogensinde har været svag.
el: Εκείνοι που πιστεύουν στην καταπολέμηση των αιτίων του Αλλάχ και δυσπιστώ εκείνους που αγωνίζονται στην αιτία του Taghut. Έτσι μάχη εναντίον των Συμμάχων του Σατανά. Πράγματι, το οικόπεδο του Σατανά ποτέ ήταν αδύναμη.
et: Võitlus Allah põhjus kummutatakse, ja need, kes usu võitlema Taghut põhjus. Nii võitluses Saatana liitlased. Tõepoolest, krunt Saatan on kunagi olnud nõrk.
fi: Jotka uskovat taistelussa Allah syy, ja ne, jotka ovat uskottomia taistelun Taghut syy. Joten torjunnassa liittolaiset Saatana. Itse asiassa Saatanan tontti on koskaan ollut heikkoa.
he: אלה המאמינים להילחם למען אללה, אלה לא להאמין הקרב סיבת Taghut. אז להילחם נגד הברית של השטן. אכן, העלילה של השטן היה חלש.
hr: Oni koji vjeruju boriti za Allaha, i oni koji ne vjeruju borbu za Taghut. Tako se bori protiv saveznika Sotona. Doista, zemljište Sotona je slab.
lt: Tie, kurie tiki Dievo priežastis kovoti, ir tie, kurie neturi wierza kova – Taghut priežastis. Taigi kova su šėtono sąjungininkai. Iš tiesų, sklypas Šėtonas niekada nebuvo silpnas.
lv: Tiem, kas tic Allah cēlonis cīņā, un tie, kuri neticēt cīņu Taghut cēlonis. Tātad cīņa pret sātanu sabiedrotie. Patiešām, sātana gabals ir bijis vājš.
nb: De som tror kampen i årsaken til Allah, og de som tviler kampen i årsaken til Taghut. Så kampen mot allierte av Satan. Faktisk har plottet av Satan vært svak.
sk: Tí, ktorí veria boj v záujme Alaha, a tých, ktorí neveriť boj v príčinou Taghut. Takže boj proti spojencom Satana. Vskutku, sprisahania s Satan bol niekedy slabý.
sl: Tisti, ki verjamejo boj v vzrok od Allah, in tistim, ki verjamem boj v vzrok Taghut. Tako boj proti zaveznice satanov. Res, parcela Satan kdaj je bila šibka.
sr_cyrl: Они који верују да борба за Алаха, и они који сумњаш у борби за Тагхут. Зато се борите против савезника, Сотона. Заиста , заплет Сотона икад била је слаба.
sr_latn: Oni koji veruju da borba za Alaha, i oni koji sumnjaš u borbi za Taghut. Zato se borite protiv saveznika, Sotona. Zaista, zaplet Sotona ikad bila je slaba.
uk: Тих, які вважають, що бій в ході Аллаха і тих, хто не вірити боротьбі в причини Taghut. Так, боротьба з союзники сатани. Дійсно, сюжет сатани коли-небудь були слабкими.
vi: Những người tin rằng các chiến đấu trong các nguyên nhân của Allah, và những người chiến đấu trong các nguyên nhân của Taghut disbelieve. Vì vậy chiến đấu chống lại quân đồng minh của Satan. Thật vậy, cốt truyện của Sa-tan đã từng yếu.
zu: Labo abakholelwa lwa zathu of Allah, futhi labo disbelieve lwa zathu of Taghut.
