Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2356
source: Allah - there is no deity except Him. To Him belong the best names.
ca: Allah - no hi ha cap Déu excepte ell. A ell pertanyen els millors noms.
cy: Allah-nid oes unrhyw Dduwdod ac eithrio ef. Perthyn yr enwau gorau iddo.
da: Allah - der er ingen guddom undtagen ham. Ham tilhører de bedste navne.
el: Αλλάχ - δεν υπάρχει καμία θεότητα εκτός από τον ίδιο. Σε αυτόν ανήκουν τα καλύτερα ονόματα.
et: Jumal - ei ole jumalus, välja arvatud tema. Talle kuuluvad parimad nimed.
fi: Jumala - ei ole Jumaluutena, paitsi hänelle. Hänelle kuuluvat parhaat nimet.
he: אללה - יש אין אלוהות חוץ ממנו. אליו שייכים השמות הכי טוב.
hr: Allah - postoji nema Božanstva osim njega. Mu pripadaju najbolje imena.
lt: Dievas - nėra jokių Dievybės išskyrus jam. Jam priklauso geriausias pavadinimus.
lv: Allah - nav neviens, izņemot viņu dievība. Viņam pieder labākos vārdus.
nb: Allah - det er ingen guddom bortsett fra ham. Ham tilhører de beste navnene.
sk: Alah - neexistuje žiadne božstvo okrem neho. K ním patria najlepšie mená.
sl: Allah - ni nobene božanstva, razen njega. Mu pripada najboljši imena.
sr_cyrl: Аллах - нема нема боћанство осим њега. Да му припадам најбоља имена.
sr_latn: Allah - nema nema boћanstvo osim njega. Da mu pripadam najbolja imena.
uk: Аллах - немає не божества, за винятком йому. Йому належить найкращий імена.
vi: Allah - đó là không có vị thần ngoại trừ anh ta. Anh ta thuộc về những cái tên tốt nhất.
zu: Allah - akukho ubuzimu Him.

# Quran2357
source: And has the story of Moses reached you? -
ca: I la història de Moses ha arribat vostè? -
cy: Ac mae stori Moses wedi cyrraedd chi? -
da: Og nået historien om Moses du? -
el: Και η ιστορία του Moses έφτασε σε εσάς; -
et: Ja on Moses lugu jõudnud, olete? -
fi: Ja on tarina Moses saavuttanut? -
he: ? ומה הסיפור של Moses הגיע לך -
hr: I je priča Moses do vas? -
lt: Ir Moses istorija pasiekia jus? -
lv: Un stāsts par Moses sasniegusi jums? -
nb: Og nådd historien om Moses du? -
sk: A má príbeh Moses ste dosiahol? -
sl: In je zgodba o Moses ste dosegli? -
sr_cyrl: И прича о Мосес достигле су ти? -
sr_latn: I priča o Moses dostigle su ti? -
uk: І історія Moses досягла ви? -
vi: Và những câu chuyện của Moses đã đạt đến bạn? -
zu: Futhi uye indaba kaMose ukufinyelele?

# Quran2358
source: When he saw a fire and said to his family, "Stay here; indeed, I have perceived a fire; perhaps I can bring you a torch or find at the fire some guidance."
ca: Quan va veure un incendi i va dir a la família, "quedar aquí; de fet, jo han percebut un incendi; Potser puc portar una llanterna o trobar a l'incendi alguna guia."
cy: Pan ei gwelais tân a dywedodd at ei deulu, "aros yma; yn wir, mae yn gweld tân; Efallai imi ddod â chi ffagl neu ganfod rhywfaint o arweiniad ar y tân."
da: Da han så en brand og sagde til sin familie, "bo her; Ja, jeg har opfattet brand; måske kan jeg give dig en fakkel eller finde på ilden nogle retningslinjer."
el: Όταν είδε μια πυρκαγιά και είπε στην οικογένειά του, "Μείνε εδώ? Πράγματι, έχω αντιληπτή μια φωτιά. ίσως μπορώ να σας φέρει ένα φακό ή βρείτε στην πυρκαγιά κάποια καθοδήγηση.»
et: Kui ta nägi tulekahju ja öelnud, et tema pere, "Stay siin; Tõepoolest, ma märganud tulekahju; Võibolla ma toon teile tõrvik või leida tulekahju mõningaid juhtnööre."
fi: Kun hän näki tulen ja sanoi hänen perheelleen, "täällä; itse asiassa on havaittu tulipalo; ehkä voin tuoda sinulle taskulamppu tai löytää tulen ohjeita."
he: כאשר הוא ראה אש ואמר לבני משפחתו, "תישארו כאן; אכן, יש קלטתי אש; אולי אני יכול להביא לך פנס או למצוא בשריפה הדרכה."
hr: Kada je vidio vatru i rekao svojoj obitelji, "Ostanite ovdje. Doista, spoznali vatru; Možda mogu vam donijeti baklja ili naći na vatri neke smjernice."
lt: Kada jis pamatė ugnį ir sako, kad jo šeima, "likti čia; iš tiesų, aš suvokia kaip ugnis; Gal galiu pareikšti jums deglas arba rasti ugnies tam tikras gaires."
lv: Kad viņš ieraudzīja ugunskuru un teica, viņa ģimenei, "palikt šeit; patiešām, man ir uztvert uguni; Varbūt es varu nest lāpu vai atrast pie ugunskura daži norādījumi."
nb: Da han så en brann og sa til sin familie, "bli her; faktisk har jeg opplevd en brann; kanskje kan jeg gi deg en lommelykt eller finne på brannen litt veiledning.
sk: Keď videla oheň a hovorí, že jeho rodina, "Zostaň tu; v skutočnosti majú vnímané požiaru; snáď nemôžem priniesť baterku alebo oheň nájsť nejaký návod."
sl: Ko je videl ogenj in dejal, da njegova družina, "ostati tukaj; res, sem spoznal ogenj; morda sem lahko prinesete baklo ali na ogenj nekaj napotkov."
sr_cyrl: Када је видео ватру и рекао је да његова породица, останите овде; Заиста , имају осетио да ватру; Можда могу ти донеси бакљу или некога да нас води да пронађете на ватру."
sr_latn: Kada je video vatru i rekao je da njegova porodica, ostanite ovde; Zaista, imaju osetio da vatru; Možda mogu ti donesi baklju ili nekoga da nas vodi da pronađete na vatru."
uk: Коли він побачив вогонь і сказав, його родині, "залишитися тут; Справді, я сприймали вогню; Можливо я можу принести вам факелом або знайти на вогонь деякі вказівки."
vi: Khi nhìn thấy một đám cháy và nói với gia đình của mình, "ở đây; Thật vậy, tôi có cảm nhận một chữa cháy; có lẽ tôi có thể mang lại cho bạn một ngọn đuốc hoặc tìm thấy tại đám cháy một số hướng dẫn."
zu: Lapho ebona umlilo wathi umndeni wakhe, "Hlala lapha; yebo, nibonile umlilo, uma mhlawumbe ngingenza esingakulethela ithoshi noma uthole umlilo isiqondiso kwabathile."

# Quran2359
source: And when he came to it, he was called, "O Moses,
ca: I quan va arribar-hi, va ser anomenat, "O Moses,
cy: A pan ddaeth ato, iddo gael ei alw, "O Moses,
da: Og da han kom til det, han var kaldet, "O Moses,
el: Και όταν ήρθε σε αυτό, είχε την ονομασία, «O Moses,
et: Ja kui ta tuli talle, ta kutsuti, "O Moses,
fi: Ja kun hän tuli siihen, hänet kutsuttiin, "O Moses,
he: כשהוא הגיע אליו, הוא נקרא, "O Moses,
hr: I kad je došao do njega, on je nazvao, "O Moses,
lt: Ir kai jis atėjo į jį, jis buvo vadinamas, "O Moses,
lv: Un kad viņš nonāca pie tā, viņš sauca, "O Moses,
nb: Og da han kom til det, han ble kalt, "O Moses,
sk: A keď prišiel k nej, bol povolaný, "O Moses,
sl: In ko je prišel z njim, je bil imenovan, "O Moses,
sr_cyrl: А када је дошао на то, он се звао, "О Мосес,
sr_latn: A kada je došao na to, on se zvao, "O Moses,
uk: І коли він прийшов до нього, він називався, "O Moses,
vi: Và khi ông đến đó, ông được gọi là, "O Moses,
zu: Futhi lapho efika kuwo, ebizwa, "O Mose,

# Quran2360
source: Indeed, I am your Lord, so remove your sandals. Indeed, you are in the sacred valley of Tuwa.
ca: De fet, sóc el seu Senyor, així eliminar la seva Sandàlia. Fet, que es troben a la Vall Sagrada de Tuwa.
cy: Yn wir, yr wyf yn eich Arglwydd, felly dynnu eich dweud. Yn wir, rydych mewn Dyffryn sanctaidd Tuwa.
da: Ja, jeg er din Herre, så fjerne dine sandaler. Ja, du er i den hellige dal Tuwa.
el: Πράγματι, είμαι ο Λόρδος σας, ώστε να εξαλειφθούν σανδάλια σας. Πράγματι, είστε σε την Ιερή Κοιλάδα των Tuwa.
et: Tõepoolest, ma olen teie Issand, nii et eemaldada oma sandaalid. Tõepoolest, olete sacred valley Tuwa.
fi: Itse asiassa minä olen teidän Herranne, joten poistaa oman sandaalit. Itse asiassa olet Tuvan sacred valley.
he: אכן, אני אדונך, הסר את הסנדלים. אכן, אתה נמצא בעמק הקדוש של Tuwa.
hr: Doista, ja sam vaš gospodar, pa ukloniti svoje sandale. Doista, vi ste u svetoj dolini Tuwa.
lt: Iš tiesų, aš esu jūsų Viešpats, Taigi pašalinti jūsų sandalai. Iš tikrųjų, esate Tuwa šventa slėnis.
lv: Patiešām, es esmu jūsu kungs, tātad noņemt jūsu sandales. Protams, jūs esat Tuwa Svētā ieleja.
nb: Faktisk, jeg er din Herre, så fjerne din sandaler. Faktisk, du er i den hellige dalen Tuwa.
sk: V skutočnosti som svojho pána, tak odstrániť vaše sandále. V skutočnosti ste posvätné údolie Nell.
sl: Res, jaz sem svojega Gospoda, tako odstranite vaše sandale. Res, ste v sveto dolino Tuwa.
sr_cyrl: Заиста , ја сам твој господар, тако да уклоните сандале. Заиста , ти си у свето долини тува.
sr_latn: Zaista, ja sam tvoj gospodar, tako da uklonite sandale. Zaista, ti si u sveto dolini tuva.
uk: Справді, я впевнений, що ваш Господь, щоб видалити ваш сандалі. Справді, ви перебуваєте в священні долини Tuwa.
vi: Thật vậy, tôi là Chúa của bạn, do đó loại bỏ dép của bạn. Thật vậy, bạn đang ở trong thung lũng Tuwa, thiêng liêng.
zu: Ngempela, I am kho Lord, ngakho akhumule izimbadada zakho.

# Quran2361
source: And I have chosen you, so listen to what is revealed [to you].
ca: I jo t'he escollit, així que escolteu què és revelat [].
cy: Ac wedi dewis chi, felly yn gwrando ar beth yw datgelu [i].
da: Og jeg har valgt dig, så Lyt til hvad er afsløret [til dem].
el: Και σας επέλεξαν, ακούστε λοιπόν τι είναι αποκάλυψε [σας].
et: Ja olete valinud, nii et Kuulake mis on selgunud [te] et.
fi: Ja olen valinnut sinut, joten kuuntele mitä paljastuu [sinulle].
he: אני אתה שבחרת, אז תקשיב מה מתגלה [לך].
hr: I ja izabrao, slušajte što vam bude obznanjeno [].
lt: Ir aš jau pasirinko jus, Taigi klausytis kas yra atskleista [jūs].
lv: Un es tevi izvēlējies, tāpēc klausies ko ir atklāts [tu].
nb: Og jeg har valgt, så lytte til det som er åpenbart [for deg].
sk: A vybrali si, tak počúvať, čo sa ukázalo [sa].
sl: In ste jih izbrali, tako Poslušajte kaj je pokazala [vi].
sr_cyrl: И само теби, зато Слушај шта се открива [ти].
sr_latn: I samo tebi, zato Slušaj šta se otkriva [ti].
uk: І я вибрали ви мистецтва, так що це показали [вам].
vi: Và tôi đã chọn bạn, vì vậy lắng nghe những gì được tiết lộ [Anh].
zu: Futhi ngikukhethile, ngakho lalela babe phendla [kuwe].

# Quran2362
source: Indeed, I am Allah. There is no deity except Me, so worship Me and establish prayer for My remembrance.
ca: De fet, estic Allah. No hi ha cap Déu excepte jo, tan adorar-Me i establir pregària per al meu record.
cy: Yn wir, yr wyf yn Allah. Nid oes unrhyw Dduwdod ac eithrio imi, felly mi addoli a sefydlu gweddi ar gyfer cofio fy.
da: Jeg er faktisk Allah. Der er ingen guddom undtagen mig, så tilbede mig og etablere bøn for min erindring.
el: Πράγματι, είμαι Αλλάχ. Υπάρχει καμία θεότητα εκτός από μένα, τόσο λατρεύουν και να δημιουργήσουν προσευχή για τη θύμηση μου.
et: Tõepoolest, ma olen Jumal. Ei ole jumalus, peale minu, nii teenida mind ja kehtestada palve minu mäletamist.
fi: Olen todellakin Jumala. Ei mihinkään Jumaluuteen, paitsi minä, joten palvoa minua ja vahvistaa rukous mieleeni.
he: אכן, אני אללה. יש אין אלוהות חוץ ממני, אז סגוד לי, להקים תפילה הזיכרון שלי.
hr: Doista, ja sam Allah. Da nema Božanstva osim mene, tako Me obožavaju i uspostaviti molitva za moj spomen.
lt: Iš tiesų, aš esu Dievas. Nėra jokių Dievybės išskyrus mane, taip garbinti mane ir nustatyti malda mano prisiminimo.
lv: Patiešām, es esmu Allah. Nav neviena dievība, izņemot mani, tā pielūdz mani un izveidot lūgšanu par manu piemiņu.
nb: Jeg er faktisk Allah. Det er ingen guddom unntatt meg, så tilbe meg og etablere bønn for min erindring.
sk: V skutočnosti som Alah. Neexistuje žiadne božstvo okrem mňa, tak mi pokloniť a vytvoriť modlitba za moje spomienky.
sl: Res, jaz sem Allah. Ni nobene božanstva, razen mene, torej Me častili in vzpostaviti molitev za mojega spomina.
sr_cyrl: У ствари, ја сам Алах. Постоји нема боћанство осим мене, тако да ми се клањају и успостави молитва за мој спомен.
sr_latn: U stvari, ja sam Alah. Postoji nema boћanstvo osim mene, tako da mi se klanjaju i uspostavi molitva za moj spomen.
uk: Справді, я Аллаха. Немає не божества, крім мене, так що поклонитися мені і встановити молитва для моєї пам'яті.
vi: Thật vậy, tôi là Allah. Không có vị thần ngoại trừ tôi, vì vậy thờ tôi và thiết lập lời cầu nguyện cho tôi nhớ.
zu: Ngempela, I am Allah.

# Quran2363
source: Indeed, the Hour is coming - I almost conceal it - so that every soul may be recompensed according to that for which it strives.
ca: De fet, s'acosta l'hora - vaig gairebé ocultar - manera que cada ànima pot ser recompensava segons que per a que això s'esforça.
cy: Yn wir, daw yr awr-bron yr yn cuddio-fel y gall pob enaid eu had-dalu yn ôl y lle mae'n ymdrechu.
da: Faktisk timen kommer - jeg skjule næsten det - således at hver eneste sjæl kan være belønnes overensstemmelse med det, som det stræber efter.
el: Πράγματι, η ώρα πλησιάζει - εγώ σχεδόν το κρύβουν - έτσι ώστε κάθε ψυχή μπορεί να είναι αμείβονται σύμφωνα με αυτή για την οποία προσπαθεί.
et: Tõepoolest, tunnis on tulemas - ma peaaegu varjata seda - nii, et iga hing võib recompensed vastavalt sellele, milleks ta püüdleb.
fi: Itse asiassa se hetki on tulossa - lähes salata sitä - niin, että jokainen sielu saada korvausta mukaisesti, joihin se pyrkii.
he: אכן, השעה בא - אני כמעט להסתיר את זה -. כך כל נשמה עשויים להיות recompensed לפי זה שעבורו היא שואפת.
hr: Uistinu, čas dolazi - gotovo to - sakriti tako da se svaka duša može osloboditi prema onome za što teži.
lt: Iš tiesų, artėja laikas-aš beveik nuslėpti tai - taip, kad kiekviena siela laikiniems pamokų, kurių jis siekia.
lv: Protams, nāk stunda - es gandrīz to - noslēpt, tāpēc, ka katru dvēseli var recompensed pēc, par kuru tā cenšas.
nb: Faktisk time kommer - jeg skjule nesten det - slik at hver sjel kan være recompensed det som det arbeider.
sk: Skutočne, hodinu príde - som takmer zakryť - tak, že každá duša môže byť odmenený podľa, ktorých sa snaží.
sl: Dejansko uro prihaja - sem skoraj skriti - tako, da vsaka duša lahko izplačati glede na to za katero si prizadeva.
sr_cyrl: Уистину , час долази - скоро-нисам сакрије тако да се свака душа може бити измире према том за коју се труди.
sr_latn: Uistinu, čas dolazi - skoro-nisam sakrije tako da se svaka duša može biti izmire prema tom za koju se trudi.
uk: Дійсно, що надходить година - я майже приховують - так, що кожна душа можуть recompensed відповідно до, для яких вона прагне.
vi: Thật vậy, giờ là đến - tôi gần như che giấu nó - vì vậy mà mỗi linh hồn có thể được recompensed theo đó mà phấn đấu.
zu: Ngempela, isikhathi siyeza - ngacishe ukusifihla - ukuze yonke imiphefumulo wayesebuyisela ngokuvumelana lowo it ulwela.

# Quran2364
source: So do not let one avert you from it who does not believe in it and follows his desire, for you [then] would perish.
ca: Així no deixar un evitar d'ella que no creu en ella i segueix el seu desig, per a vostè [llavors] vols morir.
cy: Felly peidiwch â gadael un chi osgoi ohono sydd nid credu ynddo ac yn dilyn ei awydd, i chi [yna] byddai yn marw.
da: Så lad ikke en afværge du fra det ville der ikke tror på det og følger hans ønske, for du [så] omkomme.
el: Έτσι μην αφήνετε ένα σας αποτρέψει από αυτό που δεν πιστεύουν, και ακολουθεί την επιθυμία του, σας [τότε] θα χανόταν.
et: Nii et ära lase üks vältida te seda kes uskunud seda ja järgib tema soov teile [siis] oleks hukkuks.
fi: Joten älä anna yksi välttää siitä kuka ei usko se ja seuraa hänen halunsa sinulle [silloin] mennyttä.
he: אז אל תתנו אחד למנוע את זה מי שלא מאמין בו, עוקב אחר תשוקתו, בשבילך [אז] ימות.
hr: Tako da jedan odvratiti od njega koji ne vjeruje u to i prati njegovu želju, za vas [onda] ne bi ni postojao.
lt: So don't let vienas išvengti jus nuo jo kas netiki, tai ir taip jo noras, jums [tada] būtų gesti.
lv: Tāpēc nedrīkst pieļaut, ka kāds novērst jūs no tā kurš netic to un seko viņa vēlmes, [tad] jums jāiet bojā.
nb: Så ikke la en forhindre du fra den ville som ikke tror på det og følger hans ønske, for du [da] omkomme.
sk: Tak nechajte jeden odvrátiť vás od ju kto neverí v to a sleduje jeho želanie, pre ktoré [potom] by zahynuli.
sl: Zato ne pustite eden si odvrne od nje bi pogubil ki ne verjamejo v to in sledi Njegova želja, za [torej].
sr_cyrl: Тако да не дозволи да један ти склоним из ње који не верује у то и прати његову жељу, за тебе [тадашњи] ће нестати.
sr_latn: Tako da ne dozvoli da jedan ti sklonim iz nje koji ne veruje u to i prati njegovu želju, za tebe [tadašnji] će nestati.
uk: Тому не дозволяйте один запобігти вас від нього хто не вірить в його і стежить його бажання для вас [потім] загине.
vi: Do đó, không để cho một trong những ngăn chặn bạn từ đó những người không tin vào nó và theo mong muốn của mình, cho bạn sau đó] sẽ hư mất.
zu: Ngakho ungavumeli eyodwa angashaywa yona akakholelwa kuwo futhi lilandela isifiso sakhe, ngokuba wena [ke] bayobhubha.

# Quran2365
source: And what is that in your right hand, O Moses?"
ca: I és que a la mà dreta, O Moses?"
cy: A beth yw bod yn eich llaw dde, O Moses?"
da: Og hvad er der i din højre hånd, O Moses?"
el: Και τι είναι ότι το δεξί σας χέρι, O Moses;»
et: Ja mis see on oma paremale käele, O Moses?"
fi: Ja mitä siitä oikealla kädellä O Moses?"
he: ומהו ביד ימין, O Moses?"
hr: A što je to u desnoj ruci, O Moses?"
lt: Ir kas, kad į dešinę ranką, O Moses?"
lv: Un kas tas ir labajā rokā, Moses O?"
nb: Og hva er det i din høyre hånd, O Moses?"
sk: A čo je, že v pravej ruke, O Moses?"
sl: In kaj je, da v svojo desno roko, O Moses?"
sr_cyrl: А шта је то у десној руци, О Мосес?"
sr_latn: A šta je to u desnoj ruci, O Moses?"
uk: І що це таке в праву руку, O Moses?"
vi: "Và đó là cái gì trong tay phải, O Moses?"
zu: Futhi kuyini lokho okusesandleni sakho sokunene, O Mose? "

# Quran2366
source: He said, "It is my staff; I lean upon it, and I bring down leaves for my sheep and I have therein other uses."
ca: Va dir, "és meva personal; Em vaig inclinar sobre ell i jo baixem fulles per les meves ovelles i he aquí altres significats."
cy: Dywedodd, "Mae fy staff; Main yr arno, a deuaf i lawr dail ar gyfer fy defaid ac mae gennyf defnyddiau erthyglau eraill."
da: Han sagde, "det er mit personale; Jeg læne sig efter det, og jeg bringe ned blade for mine får og jeg har deri andre anvendelser."
el: Είπε, «είναι το προσωπικό μου? Γέρνω σ ' αυτήν, και φέρνω κάτω φύλλα για τα πρόβατά μου και έχω σ ' αυτό άλλες χρήσεις.»
et: Ta ütles: "see on minu töötajad; I taine talle, ja ma toon alla lehed minu lambad ja mul sealsamas koolitundides."
fi: Hän sanoi, "on minun henkilöstö; Nojaa, ja tuon alas lehdet lampaani ja olen siinä muuhun käyttöön."
he: הוא אמר, "זה הצוות שלי; אני להישען עליו, ולא להפיל עלים תמורת הכבשים שלי ויש לי שימושים בו אחרים."
hr: Rekao je, "To je moje osoblje; Oslanjam se na to, i donosim dolje lišće za moje ovce i imam u njemu druge koristi."
lt: Jis sakė: "tai yra mano darbuotojai; Aš liesos jai, ir aš sumažinti lapai mano avims ir aš jame kitoms reikmėms."
lv: Viņš teica: "tas ir mans personāls; Es liesās uz to, un es pazemināt lapas manas avis un man tajā citādai izmantošanai."
nb: Han sa, "det er mine ansatte; Jeg lener på det, og jeg bringe ned blader for mine får og jeg har der andre bruksområder.
sk: On povedal: "to je môj personál; Oprieť sa na neho, a znížiť listy za svoje ovce a mám v ňom iné."
sl: On reče: "to je moje osebje; I pusto na njem, in sem znižati listi za moje ovce in imam v njej druge namene."
sr_cyrl: Рекао је, "То је моје особље; "Ја се наслоним, и обори лишће за своје овце и имам у томе друге користи."
sr_latn: Rekao je, "To je moje osoblje; "Ja se naslonim, i obori lišće za svoje ovce i imam u tome druge koristi."
uk: Він сказав: "це мій персонал; Я схиляюся на нього і я принести вниз листя для вівці мої і я в ньому іншого використання."
vi: Ông nói, "đó là nhân viên của tôi; Tôi nạc theo nó, và tôi đưa xuống lá cho con chiên của tôi và tôi đã sử dụng trong đó khác."
zu: Wathi: "Izisebenzi zami, ngiyaphuza kokwethu kwalo, futhi mina asehlisele amaqabunga izimvu zami ngiye yawo nezinye izinto."

# Quran2367
source: [Allah] said, "Throw it down, O Moses."
ca: [Allah] va dir, "Llençar avall, O Moses."
cy: [Allah] yn dweud, "Ei daflu i lawr, O Moses."
da: [Allah] sagde, "Kaste det ned, O Moses."
el: [Αλλάχ] είπε, «Να το ρίξει κάτω, Ο Moses.»
et: [Jumalat] ütles: "Viska see maha, O Moses."
fi: [Jumala] sanoi: "Heitä se alas, O Moses."
he: [אללה] אמר, "לזרוק אותו, O Moses."
hr: [Allah] je rekao, "Baci ga, O Moses."
lt: [Dievas] sakė: "Throw it down, O Moses."
lv: [Allah] teica: "Metiet zemē, O Moses."
nb: [Allah] sa, "Kaste den ned, O Moses."
sk: [Allah] povedal: "Hoď to, O Moses."
sl: [Alahove] je dejal, "Vrgel dol, O Moses."
sr_cyrl: [Аллах ] је рекао, "Баци га, О Мосес."
sr_latn: [Allah] je rekao, "Baci ga, O Moses."
uk: [Аллах] сказав, "Кинути його вниз, O Moses."
vi: [Allah] nói, "Ném nó xuống, O Moses."
zu: [Allah] wathi: "Yiphonse phansi, O Mose."

# Quran2368
source: So he threw it down, and thereupon it was a snake, moving swiftly.
ca: Així es va llançar, i llavors era una serp, movent-se ràpidament.
cy: Felly mae'n taflodd i lawr, a rhydd yr oedd neidr, symud yn gyflym.
da: Så han kastede det ned, og derpå var det en slange, bevæger sig hurtigt.
el: Έτσι έριξε κάτω, και κατά συνέπεια ήταν ένα φίδι, με γρήγορους.
et: Nii et ta viskas ta alla ja seejärel oli madu, liigub kiiresti.
fi: Niin hän heitti sen alas ja tämän jälkeen se oli käärme, rahoitusalalle.
he: אז הוא זרק את זה למטה, לכן זה היה נחש, נע במהירות.
hr: Bacio ga dolje, a zatim da je zmija, hitro.
lt: Todėl jis metė jį žemyn, ir tuoj po to buvo gyvatė, juda greitai.
lv: Tāpēc viņš threw to uz leju, un tad tas bija čūska, žigli atkāpdamies.
nb: Så han kastet den ned, og sa det var en slange, flytte raskt.
sk: Tak ho hodil, a následne bol had, bleskovo.
sl: Tako je vrgel dol, in nato je bila kača, gonilen jadrn.
sr_cyrl: Бацио га је доле, а након тога било је змија, идемо брзо.
sr_latn: Bacio ga je dole, a nakon toga bilo je zmija, idemo brzo.
uk: Так він кинув, а потім це було змії, рухається швидко.
vi: Vì vậy, ông đã ném nó xuống, và do đó là một con rắn, di chuyển nhanh chóng.
zu: Ngakho wayiphonsa phansi, futhi ngemva kwalokho kwaba inyoka, ezihambayo ngejubane siphuthuma.

# Quran2369
source: [Allah] said, "Seize it and fear not; We will return it to its former condition.
ca: [Allah] deia, "aprofitar-lo i témer no; Tornarem a la seva condició anterior.
cy: Dywedodd [Allah], "achub ar y cyfle ac yn ofni na; Byddwn yn ei dychwelyd i'w gyflwr blaenorol.
da: [Allah] sagde, "gribe den og frygt ikke; Vi vil returnere den til sin tidligere tilstand.
el: [Αλλάχ] είπε, «εκμεταλλευτούμε και να μη φοβάσαι. Θα σας την επιστρέψουμε στην πρότερη κατάσταση.
et: [Jumalat] ütles: "haarata seda ja ärge kartke; Me seda tagasi endisesse seisundisse.
fi: [Jumala] sanoi: "haltuun ja Älä pelkää! Palaamme sen entisen kunnossa.
he: [אללה] אמר, "לתפוס את זה, אל תפחד; נחזור זה למצבו הקודם.
hr: [Allah] je rekao, "to iskoristi i ne bojte se; Vratimo to u bivši stanje.
lt: [Dievas] tarė: "paimti jį ir Nesijaudink; Mes jo grąžinti jo buvusios būklės.
lv: [Allah] teica: "sagrābt važiņu un bailes nav; Tās iepriekšējā stāvoklī mēs atgriezīsim.
nb: [Allah] sa, "gripe den og frykt ikke; Vi vil tilbake til sin tidligere tilstand.
sk: [Allah] povedal: "chopiť sa ho a Neboj; Vrátime ju do pôvodného stavu.
sl: [Alahove] je dejal, "ga zaseči in strah ne; Vrnili se bomo to v nekdanje stanje.
sr_cyrl: [Аллах ] је рекао, "то искористи и не бојте се; Ће вратити своје бивше стање.
sr_latn: [Allah] je rekao, "to iskoristi i ne bojte se; Će vratiti svoje bivše stanje.
uk: [Аллах] сказав: "захопити її і не лякайся! Ми буде повернутися до свого попереднього стану.
vi: [Allah] nói, "nắm bắt CNTT và sợ hãi không; Chúng tôi sẽ gửi lại cho tình trạng cũ của nó.
zu: [Allah] wathi: "Babambeni it futhi ningesabi; We buya it esimweni salo sangaphambili.
