Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2889
source: The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way.
ca: Els que es recullen en els seus rostres a l'infern - aquells són els en posició pitjor i més lluny per mal camí a [el seu] camí.
cy: Y rhai sydd yn casglu ar eu hwynebau i uffern-yw'r rhai gwaethaf mewn sefyllfa a mannau pellaf ar gyfeiliorn yn eu ffordd [eu].
da: Dem, der er indsamlet på deres ansigter til helvede - det er den værste i holdning og længst på afveje i [deres] måde.
el: Αυτοί που μαζεύονται στα πρόσωπά τους στην κόλαση - αυτές είναι οι χειρότερες στην θέση και πλέον απομακρυσμένη παραστρατημένος κατά τρόπο [τους].
et: Need, kes on kogunud oma nägu põrgu - need on halvim positsioon ja kõige parempoolsem eksinud kohta [oma] teel.
fi: Ne, jotka kerätään kasvoilleen helvettiin - Nämä ovat pahimmassa asemassa ja kaukaisin harhaan [niiden] tavalla.
he: אלה נאספים על פניהם לגיהנום - אלה הם הגרועים ביותר במיקום המרוחק ביותר מדרך הישר בדרך [שלהם].
hr: Oni koji su se okupili na njihovim licima u pakao - to su najgori u položaju i najudaljeniji zalutati u [njihovim] način.
lt: Tie, kurie susirinko į veidus į pragarą - tai blogiausias padėtyje ir toliausiai kelio [jų] taip.
lv: Tie, kas tiek savākti par to sejas uz elli - tie ir sliktākā stāvoklī un vistālāk apmaldīties [to] veidā.
nb: De som er samlet på ansiktene til helvete - som er den verste i posisjon og lengst bort i [deres].
sk: Tí, ktorí sa zhromaždili na ich tvárach do pekla - sú to najhoršie pozície a najďalej scestie [ich] spôsobom.
sl: Tisti, ki so zbrani na obrazih v pekel - so najhujši, v položaju in skrajni zašel v [njihovi] način.
sr_cyrl: Они који су се окупили на њиховим лицима у пакао - то су најгори у позицији и најдаље на одмет [им] на путу.
sr_latn: Oni koji su se okupili na njihovim licima u pakao - to su najgori u poziciji i najdalje na odmet [im] na putu.
uk: Ті, які зібралися на їхніх обличчях в пекло - ті, найгіршим в положенні і найбільш віддалений оману [їх] чином.
vi: Những người đã được tập hợp trên khuôn mặt của họ đến địa ngục - đó là tồi tệ nhất ở vị trí và xa nhất lạc lối theo cách [của họ].
zu: The ones ababuthene ngobuso Hell - labo are ngcolile isikhundla futhi ezikude badukile ngendlela [yabo].

# Quran2890
source: And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant.
ca: I certament ens havia donat Moses l'escriptura i nomenat amb ell el seu germà Aaron com a ajudant.
cy: Ac yn sicr yr ydym wedi rhoi Moses yr ysgrythur ac yn penodi gydag ef ei frawd Aaron fel cynorthwy-ydd.
da: Og vi havde helt sikkert givet Moses skriften og udpeget ham hans bror Aaron som assistent.
el: Και ασφαλώς είχαμε δώσει Moses η γραφή και διορίζεται με αυτόν τον αδελφό του Ααρών ως βοηθός.
et: Ja me kindlasti andnud Moses pühakiri ja tööle temaga tema vend Aaron assistendina.
fi: Ja meillä oli varmasti saaneet Moses Pyhän ja nimitti häntä hänen veljensä Aaron avustajana.
he: ואני בהחלט בהתחשב Moses כתבי הקודש, מינה אותו שלו אחיו אהרון כעוזר.
hr: I mi svakako dala Moses pismo i postavio s njim njegov brat Aaron kao asistent.
lt: Ir mes tikrai buvo suteikta Moses raštas ir paskirtas su juo jo brolis Aaronas padėjėju.
lv: Un mēs noteikti bija dota Moses rakstos un iecelts ar viņu, viņa brālis Ārons kā asistents.
nb: Og vi hadde absolutt gitt Moses skriften og utstyrt med ham hans bror Aaron som assistent.
sk: A mali sme určite dal Moses písmo a menovaný s ním jeho brata Árona ako asistent.
sl: In smo imeli zagotovo dal Moses pismo in imenuje z njim njegov brat Aaron kot asistent.
sr_cyrl: И имали смо сигурно дали Мосес Светог писма и именовао с њим његов брат Арон као асистент.
sr_latn: I imali smo sigurno dali Moses Svetog pisma i imenovao s njim njegov brat Aron kao asistent.
uk: І ми безумовно огляду Moses Писання і призначив з ним, його брата Аарона на посаді асистента.
vi: Và chúng tôi chắc chắn đã cho Moses kinh thánh và bổ nhiệm với ông là ông anh Aaron phụ tá.
zu: Futhi Sasisanda kuqala Ngokuqinisekile epha Mose imiBhalo ngimisile kanye naye u-Aroni umfowabo njengoba umsizi.

# Quran2891
source: And We said, "Go both of you to the people who have denied Our signs." Then We destroyed them with [complete] destruction.
ca: I ens va dir, "Anar tots dos a les persones que han negat els nostres signes." Llavors hem destruït amb [completa] destrucció.
cy: A ydym yn dweud, "Ddau ohonoch yn mynd i'r bobl sydd wedi gwadu ein arwyddion." Yna rydym yn dinistrio eu â dinistrio [llawn].
da: Og vi sagde: "Gå jer begge til de mennesker, der har nægtet vores tegn." Så ødelagde vi dem med [komplet] ødelæggelse.
el: Και είπαμε, "Πάμε δυο σας στους ανθρώπους που έχουν αρνηθεί τις ταμπέλες μας." Στη συνέχεια, που κατέστρεψε τους με καταστροφή [πλήρες].
et: Ja me ütles: "Mine teile mõlemale rahvale, kes on hüljanud meie märke." Siis me hävitas nad [täielikku] hävitamist.
fi: Sanoimme: "Mene teille molemmille ihmisille, jotka ovat kieltäneet merkkejä." Sitten me tuhosi ne [täydennetään] tuhoa.
he: ואז אמרנו, "ללכת שניכם אנשים מכחיש את השלטים שלנו". ואז אנחנו השמיד אותם עם הרס [מלאה]
hr: I rekao mi je "Idi vas ljudi koji su zanijekali naše znakove." Zatim smo ih uništili [potpuna] uništenjem.
lt: Ir mes pasakė: "Eik jums abiems žmonėms, kurie buvo atsisakyta mūsų ženklai." Tada mes sunaikinti juos su [įrašyti] sunaikinimo.
lv: Un mēs teicām: "iet jums abiem cilvēkiem, kuri nolieguši mūsu zīmes." Tad mēs tos iznīcināja ar [aizpildīt] iznīcināšanu.
nb: Vi sa: "Gå begge til mennesker som har nektet våre tegn." Så ødela vi dem med [komplett] ødeleggelse.
sk: A my sme povedali: "Choďte obaja pre ľudí, ktorí odmietli našich značiek." Potom sme ich zničil [doplňte] likvidáciu.
sl: In mi reče: "Pojdi vaju na ljudi, ki so zanikali naše znake." Nato smo jih uniči z [popolna] uničenje.
sr_cyrl: И рекли смо: "Иди вас обоје људи који су порекли свој знак." Онда смо их уништена [довршено] уништењем.
sr_latn: I rekli smo: "Idi vas oboje ljudi koji su porekli svoj znak." Onda smo ih uništena [dovršeno] uništenjem.
uk: І ми вже говорили, "вас обох людям, яким заборонено наших ознаки." Потім ми знищили їх з [повне] знищення.
vi: Và chúng tôi đã nói, "đi cả hai của bạn cho những người đã từ chối các dấu hiệu của chúng tôi." Sau đó, chúng ta tiêu diệt chúng với [hoàn tất] tàn phá.
zu: Futhi Sathi: "Hamba nobabili abantu abaye waphika izibonakaliso Zethu."

# Quran2892
source: And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment.
ca: I la gent de Noè - quan van negar els missatgers, ens va ofegar-los, i hem fet per a la humanitat un senyal. I hem preparat pels malfactors un dolor càstig.
cy: A pobl Noah-pan oedd yn gwadu y negeswyr, ein boddi iddynt, a gwneud iddynt ar gyfer dynolryw yn arwydd. Ac mae wedi paratoi ar gyfer y tramgwyddo cosb poenus.
da: Og folk Noah - når de nægtes budbringere vi druknede dem, og vi lavede dem for menneskeheden et tegn. Og vi har forberedt lovovertrædere en smertefuld straf.
el: Οι άνθρωποι του Νώε - όταν αυτοί αρνήθηκαν οι αγγελιοφόροι, πνιγήκαμε τους και τους κάναμε για την ανθρωπότητα ένα σημάδι. Και έχουμε ετοιμάσει για το παραβάτες μια οδυνηρή τιμωρία.
et: Noa - kui nad eitas kullerid inimesi me uppunud neid ja tegime neile inimkonnale märk. Ja oleme valmis selle tekitaja valus karistuse.
fi: Nooa - kun he kielsivät sanansaattajat ihmisiä hukkui niitä, ja teimme niistä ihmiskunnalle merkki. Ja olemme valmiita laajemmalti tuskallinen rangaistus.
he: בני נח - כאשר הם דחו את השליחים, אנחנו הטביעה אותם ואני הפכנו אותם לאנושות סימן. הכנו עבור הפושעים עונש כואב.
hr: Ljudi Noa - kada su odbijen glasnike, utopio smo ih i napravili smo ih za čovječanstvo znak. A pripremili smo za počinioce bolna kazna.
lt: Nojus - kai jie neigė pasiuntinius žmonės, mes nuskendo juos ir mes padarėme juos žmonijai ženklas. Ir mes paruošėme grzesznicy skausmingas bausmė.
lv: Noa - kad tās noliedza kurjeriem cilvēki, mēs tos noslīcis, un mēs viņiem deva cilvēcei zīmi. Un mēs esam gatavi pārkāpējus sāpīgi sods.
nb: Og folk Noahs - når de nektet budbringere, vi druknet dem, og vi gjorde dem for menneskeheten et tegn. Og vi har forberedt for wrongdoers en pinefull straff.
sk: A ľudia Noe - keď popreli poslov, utopil sme im a my sa im pre ľudstvo znamenie. A pripravili sme pre zloèinci bolestivé trest.
sl: In ljudje Noah - ko so zanikale sli, smo jih utonil, in smo jim naredili za človeštvo znak. In pripravljamo za na wrongdoers boleče kazen.
sr_cyrl: Становници Ноах - када су одбили весници, удавио смо их и направили смо им знак за људску врсту. И припремили смо за починиоце болна казна.
sr_latn: Stanovnici Noah - kada su odbili vesnici, udavio smo ih i napravili smo im znak za ljudsku vrstu. I pripremili smo za počinioce bolna kazna.
uk: І люди Ной - коли вони заперечували посланців, ми потонули їх, і ми зробили їх для людства знак. І ми приготували для на розкаюємося хворобливі покарання.
vi: Và người dân của Noah - khi họ từ chối các sứ giả, chúng tôi chết đuối họ, và chúng tôi làm cho họ cho nhân loại một dấu hiệu. Và chúng tôi đã chuẩn bị cho các wrongdoers một hình phạt đau đớn.
zu: Futhi ntu Nowa - lapho ngimphikile gijimi we cwilisa them we enza them ngesintu isibonakaliso.

# Quran2893
source: And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them.
ca: I [hem destruït] ' Aad i Thamud i companys del pou i moltes generacions entre ells.
cy: A [dinistrio ein] ' Aad a Thamud a chymdeithion y dda a genedlaethau lawer rhyngddynt.
da: Og [vi ødelagt]» ald og Thamud og ledsagere af brønden og mange generationer mellem dem.
el: Και [εμείς καταστρέφουμε] «Aad και Thamud και οι συνοδοί του πηγαδιού και πολλές γενιές μεταξύ τους.
et: [Me hävitada] ' Aad ja Thamud ja kaaslased hästi ja paljud põlvkonnad nende vahel.
fi: Ja me tuhosimme "Aad ja Thamud ja kumppaneita hyvin ja monien sukupolvien välillä.
he: והרסו [אנחנו] ' מ, Thamud, את חבריו של הבאר, דורות רבים ביניהם.
hr: I nismo uništili ' Aad i Thamud i drugovi pa i mnoge generacije između njih.
lt: Ir [mes sunaikino] "Aad ir Thamud ir towarzysze gerai ir daug kartų tarp jų.
lv: Un [mēs iznīcināt] ' Aad un Thamud un kompanjoni labi un daudzu paaudžu starpā.
nb: Og [vi ødela] ' Aad og Thamud og kameraten av brønnen og mange generasjoner mellom dem.
sk: A [sme zničili] "Aad a Thamud a spoločníci, no a mnoho generácií medzi nimi.
sl: In [smo uničeni] "alarmna in Thamud in tovariši dobro in veliko generacij med seboj.
sr_cyrl: И [смо] ' Аад и Тхамуд и компањони бунара и многим генерацијама између њих.
sr_latn: I [smo] ' Aad i Thamud i kompanjoni bunara i mnogim generacijama između njih.
uk: І [ми знищили] ' сад і Thamud і супутники свердловини та багатьох поколінь між ними.
vi: Và [chúng ta] ' Aad và Thamud và người bạn tốt và nhiều thế hệ giữa chúng.
zu: Futhi [We wabhubhisa] 'Aad Thamud kanye nabangane womthombo nakwizizukulwane phakathi kwabo.

# Quran2894
source: And for each We presented examples [as warnings], and each We destroyed with [total] destruction.
ca: Per a cada ens presenta exemples [com a advertiment] i cada hem destruït amb destrucció [total].
cy: Ac ar gyfer pob Cyflwynwyd enghreifftiau [fel rhybuddion], a dinistrio pob rydym â dinistrio [gyfanswm].
da: For hver vi præsenterede eksempler [som advarsler], og hver vi ødelagt med [alt] ødelæggelse.
el: Για κάθε παρουσιάσαμε παραδείγματα [ως προειδοποιήσεις] και κάθε εμείς καταστρέφουμε με [] καταστροφή.
et: Iga me esitatud näited [nagu hoiatused] ja iga me hävitada [Kokku] hävitamine.
fi: Kunkin esitimme esimerkkejä [varoituksena], ja kukin tuhota [koko] tuhoa.
he: עבור כל אחד הצגנו דוגמאות [כמו אזהרות] ואת כל נוכל להשמיד עם הרס [מוחלט].
hr: Za svaku smo predstavili primjeri [kao upozorenje] i uništili svaki smo s [potpuno] uništenje.
lt: Kiekvienam mes pristatė pavyzdžiai [kaip įspėjimų] ir kiekvienas mes sunaikintos su [bendra] sunaikinimo.
lv: Katram mums iesniedza piemēri [kā brīdinājumi], un katrs mēs iznīcināt ar [kopā] iznīcināšanu.
nb: For hver vi presentert eksempler [som advarsler] og hver vi ødelagt med [Totalt] ødeleggelse.
sk: Pre každého sme prezentovali príklady [ako varovanie] a každý sme zničili [súčet] likvidáciu.
sl: Za vsako smo predstavili primere [kot opozorila] in vsaka bomo uniči z [skupaj] uničenje.
sr_cyrl: За сваку смо представили Примјери [као упозорења] и сваки смо уништена [укупни] уништењем.
sr_latn: Za svaku smo predstavili Primjeri [kao upozorenja] i svaki smo uništena [ukupni] uništenjem.
uk: Для кожного ми представлені зразки [як попередження], і кожен ми знищили [Загальне] знищення.
vi: Cho mỗi chúng tôi trình bày các ví dụ [như cảnh báo] và mỗi chúng ta tiêu diệt [tất cả] tiêu hủy.
zu: Futhi ngoba ngamunye sethule izibonelo [khuza], futhi Sonke abhidliza ukubhujiswa [Imininingwane].

# Quran2895
source: And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection.
ca: I ja han arribat a la ciutat que va rebre una pluja de mal. Així ho van no vist? Però que no estan esperant la resurrecció.
cy: Ac maent eisoes wedi dod ar y dref a oedd yn pentyrru diolchiadau glaw o ddrygioni. Felly nid ydynt wedi gweld ei? Ond nid oeddent yn disgwyl atgyfodi.
da: Og de har allerede kommet over byen, som blev overøst med en regn af det onde. Så har de ikke set det? Men de venter ikke opstandelse.
el: Και ήδη έχουν έρθει μετά από την πόλη, η οποία πλημμύρισε με μια βροχή του κακού. Έτσι έχουν δεν δει αυτό; Αλλά δεν περιμένουν την ανάσταση.
et: Ja nad on juba tulnud town, mis oli showered vihma paha. Nii et nad ei näinud seda? Aga nad on oodanud ülestõusmine.
fi: Ja ne ovat päässeet jo kaupungista, joka oli suihkussa sade pahaa. Joten he ole nähneet sitä? Mutta he eivät odota ylösnousemus.
he: הם הגיעו כבר על העיר אשר היה. התקלחתי עם גשם של הרוע. אז הם לא לראות את זה? אבל הם לא מצפים תחיית המתים.
hr: I oni su već došli na mjesto koje je zasipali kišom zlo. Tako su to vidio? Ali ne očekuje uskrsnuće.
lt: Ir jie jau atėjo į miestą, kuris buvo apipiltas lietaus blogio. Taigi jie ji nematė? Bet jie ne tikisi prisikėlimo.
lv: Un viņi ir jau nākuši pilsēta, kas bija showered ar ļaunuma lietus. Tātad viņi nav redzējuši to? Bet tie nav gaida augšāmcelšanās.
nb: Og de har allerede kommet over byen som ble overøst med et regn av onde. Så har de ikke sett det? Men de forventer ikke oppstandelse.
sk: A oni už prichádzajú na mesto, ktorá osprchoval sa s dažďom zla. Tak oni videli to? Ale nie sú očakávajú vzkriesenie.
sl: In so že prišli na mesto, ki je bila showered z dežjem zla. Tako da nisem videl? Vendar se ne pričakuje vstajenje.
sr_cyrl: И да су вец досли на град који се купати са кише зла. Тако су то нисам видео? Али они не очекујеш васкрсење.
sr_latn: I da su vec dosli na grad koji se kupati sa kiše zla. Tako su to nisam video? Ali oni ne očekuješ vaskrsenje.
uk: І вони вже прийшов на місто, який був обсипали дощ зла. Так вони не бачили його? Але вони не очікуємо Воскресіння.
vi: Và họ đã đến khi thị xã được showered với một cơn mưa của cái ác. Vì vậy họ chưa thấy nó? Nhưng họ không hy vọng sống lại.
zu: Futhi baye kakade phezu edolobheni okwakubekelwa yithela lemvula okubi.

# Quran2896
source: And when they see you, [O Muhammad], they take you not except in ridicule, [saying], "Is this the one whom Allah has sent as a messenger?
ca: I quan veuen que, [O Muhammad], que no excepte prenen en ridícul, [dir], "és això una quals Allah ha enviat com a Missatger?
cy: A pan fyddant yn gweld chi, [O Muhammad], maent yn cymryd chi nid ac eithrio mewn gwawd, [dweud], "Dyma un ohonynt Allah wedi anfon fel negesydd?
da: Og når de ser du, [O Muhammad], de tager dig ikke undtagen i latterliggørelse, [siger], "er det den, som Allah har sendt som en budbringer?
el: Και όταν σας βλέπω να, [Ο Μωάμεθ], παίρνουν δεν παρά μόνο σε γελοιοποίηση, [λέγοντας], «είναι αυτό το ένα τους οποίους Αλλάχ έστειλε ως αγγελιοφόρο;
et: Ja kui nad näevad sind [O Muhammad], nad võtavad teid mitte välja arvatud naeruvääristada, [ütles], "on see üks, keda Jumal on saatnud messenger?
fi: Ja kun he näkevät sinut [Oi Muhammed] ei paitsi naurunalaiseksi [sanoen], "Onko tämä se, jota Jumala on lähettänyt sanansaattajana?
he: כשהם רואים אותך, [O מוחמד], הם לוקחים אותך לא רק לעג, [ואמר] "? זה האחד אשר אללה שלח בתור שליח
hr: I Evo, [O Muhammad], oni se ne osim u podsmijeh, [rekao], "je li ovo jedini kojeg je Allah poslao kao glasnika?
lt: Ir kai jie mato jus, [O Muhammad], jie nuves jus ne išskyrus Zironizować, [sako], "ar tai tą, kuriam Dievas atsiuntė kaip messenger?
lv: Un kad viņi redz tu [O Muhammad], tās veic jums nav izņemot izsmiekls, [saka], "tas ir viens, kam Allāhs ir nosūtījusi kā kurjers?
nb: Og når de ser deg, [O Muhammad], de tar du ikke unntatt i latterliggjøring, [sier], "er dette en som Gud har sendt som en budbringer?
sk: A keď vás uvidia, [Mohamed], berú vás nie okrem zesměšňování, [povedať], "je to ten, ktorého Boh poslal ako posla?
sl: In ko so videli, [O Muhammad], oni vas ne razen v zasmehovanje, [pravijo,], "je to tista, ki Allah je poslan kot glasnik?
sr_cyrl: Кад виде вас, [О Мухаммад], одвезли су не осим у ругања, [указујући], "је ли ово онај коме Аллах је послао гласника
sr_latn: Kad vide vas, [O Muhammad], odvezli su ne osim u ruganja, [ukazujući], "je li ovo onaj kome Allah je poslao glasnika
uk: І коли вони бачать вас, [O Мухаммад], вони вас не за винятком у насмішки, [кажучи:] "це той, кого відправив як Посланник Аллаха?
vi: Và khi họ thấy bạn, [O Muhammad], họ đưa bạn không ngoại trừ chế giễu, [nói], "này là một trong những người mà Allah đã gửi như một messenger?
zu: Futhi uma they bheka you, [O Muhammad] they fuza you cha ngaphandle usulu, [ethi], "Ingabe lo fike bani Allah uye wathumela gijimi?

# Quran2897
source: He almost would have misled us from our gods had we not been steadfast in [worship of] them." But they are going to know, when they see the punishment, who is farthest astray in [his] way.
ca: Ell gairebé vols han enganyat a nosaltres els nostres déus no havia estat ferm en [culte] ells. " Però van saber, quan veuen el càstig, que és més lluny per mal camí a [el seu] camí.
cy: Bron byddai wedi ein camarwain gan ein duwiau nid ydym wedi bod yn gadarn yn [addoli o] iddynt. " Ond maent yn mynd i wybod, pan maent yn gweld y gosb, sydd ar gyfeiliorn mannau pellaf yn ei ffordd [ei].
da: Han næsten ville have vildledt os fra vores guder hvis vi ikke havde været standhaftige i [tilbedelse af] dem. " Men de vil vide, når de ser den straf, der er længst på afveje i [hans] måde.
el: Αυτός σχεδόν θα έχουν παραπλανηθεί μας από τους θεούς μας αν δεν ήμασταν ακλόνητος στην [λατρεία του] τους.» Αλλά θα ξέρετε, όταν βλέπουν την τιμωρία, που είναι πλέον απομακρυσμένη παραστρατημένος στο δρόμο [του].
et: Ta peaaegu oleks on eksitas meid meie jumalad: me ei olnud vankumatu [kummardamise] neid. " Kuid nad ei kavatse teada, kui nad näevad karistus, kes on kõige parempoolsem astray [tema].
fi: Hän melkein on harhaan meille päässä meidän meillä ei ollut lujana [palvonta] niitä. " Mutta he haluavat tietää, kun he näkevät rangaistus, joka on kauimpana harhaan [hänen] tavalla.
he: הוא כמעט יש הטעה אותנו מן האלים שלנו אנחנו לא הייתה איתנה בסגידה [] אותם. " אבל הם יודעים, כשהם רואים את העונש, מי זה המרוחק ביותר מדרך הישר [לו].
hr: On gotovo bi lako obmanuti nas od naših bogova mi nije bio uporan u [štovanje] ih. " Ali oni će znati, kad vide kazne, koji je najdalje zalutati u [njegovu] način.
lt: Jis beveik galėtų turėti suklaidino mus iš mūsų dievų buvo mes nebuvo tvirtas [garbinti] juos. " Bet jie bus žinoti, kada jie mato baudimas, kuris yra toliausiai į [jo] būdas kelio.
lv: Viņš gandrīz vai ir maldināti mums no mūsu dievi mums nav bijis nelokāms [pielūg anu] tos. " Bet tie būs zināt, kad viņi redz, ka sods, kurš ir vistālāk apmaldīties [viņa] veidā.
nb: Han nesten ville har villedes oss fra våre gudene ikke hadde vi vært urokkelig i [tilbedelse av] dem. " Men de skal vite, når de ser straff, som er lengst bort [hans] måte.
sk: On skoro by majú uvedený do omylu nás od našich bohov sme neboli vytrvalí v [uctievanie] im. " Ale chcú vedieť, keď vidí, že trest, ktorý je najďalej scestie [jeho] spôsobom.
sl: Je skoraj bi zavedeni nas iz naše bogovi nismo bili trdno v [čaščenje] njih. " Vendar gredo vedeti, kdaj vidijo kazen, ki je skrajni zašel v [svojega] način.
sr_cyrl: Он скоро би заварао нас из нам богови ми није био непоколебљив у [обоћавање] их. " Али они иду да знам, кад виде да је казна, која је најдаље на одмет у [] путу.
sr_latn: On skoro bi zavarao nas iz nam bogovi mi nije bio nepokolebljiv u [oboћavanje] ih. " Ali oni idu da znam, kad vide da je kazna, koja je najdalje na odmet u [] putu.
uk: Він майже б мати в оману нас від наших богів ми не були Стедфаст прослави [] їх. " Але вони будуть знати, коли вони бачать покарання, який є найбільш віддалений оману [його] чином.
vi: Ông gần như sẽ có lừa chúng tôi từ các vị thần của chúng tôi chúng tôi đã không kiên định trong [tôn thờ của] chúng. " Nhưng họ sẽ biết, khi họ nhìn thấy sự trừng phạt, Ai là xa nhất lạc lối theo cách [của mình].
zu: Yena cishe khohlanisa us ithu zase yini waba sigxilile [ekukhulekeleni] kubo. "Kodwa bazobambisana ukwazi, lapho zibona isijeziso, ngubani ezikude badukile indlela [yakhe].

# Quran2898
source: Have you seen the one who takes as his god his own desire? Then would you be responsible for him?
ca: Has vist qui pren com a seu Déu el seu propi desig? Llavors seria responsable d'ell?
cy: Ydych chi wedi gweld yr un sy'n cymryd fel Duw ei awydd ei hun? Yna byddech yn gyfrifol amdano?
da: Har du set den, der tager som sin Guds eget ønske? Derefter vil du være ansvarlig for ham?
el: Έχετε δει το πρόσωπο που παίρνει ως ο Θεός του τη δική του επιθυμία; Στη συνέχεια θα είναι υπεύθυνοι για αυτόν;
et: Kas olete näinud üks, kes võtab oma Jumala enda soov? Siis te oleks vastutav talle?
fi: Oletko nähnyt yhden, joka ottaa hänen Jumala omasta halusta? Sitten Olisitko hänestä vastuussa?
he: ראית את זו שצריכה לקחת בתור אלוהיו התשוקה שלו? אז אתה היית אחראי עליו?
hr: Vidio si uzima kao njegov Bog svojom željom? Onda će biti odgovoran za njega?
lt: Ar matėte, kas užima jo Dievas savo norą? Tada jums būtų už jį atsakingas?
lv: Vai esat redzējuši, kurš notiek kā Dievu viņa paša vēlēšanās? Tad jūs būtu atbildīgi par viņu?
nb: Har du sett som tar som sin Gud hans eget ønske? Deretter vil du være ansvarlig for ham?
sk: Videli ste ten, kto sa ako Boh vlastného želania? Potom by ste byť zodpovedný za neho?
sl: Ste videli tisti, ki se kot njegov Bog svojo željo? Potem bi bili odgovorni za njega?
sr_cyrl: Видео си тај који се узима као његов Бог своју жељу? Онда би ти бити одговоран за њега?
sr_latn: Video si taj koji se uzima kao njegov Bog svoju želju? Onda bi ti biti odgovoran za njega?
uk: Чи бачили ви той, хто приймає в якості свого Бога його власні бажання? А ви б відповідає за ним?
vi: Bạn đã thấy những người mất như là Thiên Chúa của ông mong muốn của mình? Sau đó bạn có thể chịu trách nhiệm cho anh ta?
zu: Nimbonile lowo othatha njengoba unkulunkulu wakhe isifiso sakhe siqu?
