Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran938
source: Say, "With Allah is the far-reaching argument. If He had willed, He would have guided you all."
ca: Dir, "amb Allah és l'argument de gran abast. Si ell tenia willed, va vols han guiat tots."
cy: Dweud, "gyda Allah yw'r ddadl bellgyrhaeddol. Os oedd yn ewyllysio iddi, byddai ef wedi arwain chi i gyd."
da: Sige, "med Allah er argumentet for vidtrækkende. Hvis han havde villet, ville han have styret du alle."
el: Λένε: "με τον Αλλάχ είναι το επιχείρημα της μεγάλης εμβέλειας. Εάν αυτός είχε το θέλησες, αυτός θα σας είχε καθοδηγήσει όλα.»
et: Öelda: "Jumal on kaugeleulatuv argument. Kui ta oli kombeks, ta oleks juhinduti teid kõiki."
fi: Esimerkiksi: "Jumala on kauaskantoinen väite. Jos hän olisi tahtonut, hän olisi on ohjata kaikki."
he: אומרים, "עם אללה הוא הטענה מרחיקת לכת. אם הוא היה רצון, הוא הנחו את כולכם."
hr: "Allah je dalekosežne argument. Ako je htio, on bi imati vođeni svi."
lt: Tarkim, "Dievas yra toli siekiančių argumentas. Jei jis turėjo valios, jis būtų vadovautis jums visiems."
lv: Saka: "ar Allah ir tālejošas arguments. Ja viņš bija gribējis, viņš varētu būt vadīta jums visiem."
nb: Si, "med Allah er argumentet vidtrekkende. Hvis han hadde villet, ville han har ledet dere."
sk: Povedzme, že "Alah je ďalekosiahly argument. Ak on mal chcel, on by sa riadiť vás všetkých."
sl: Reči, "s Allah je daljnosežne trditve. Če je imel volje, on bi jih voditi vse."
sr_cyrl: Реци : "Алах је аргумент далекосежне. Ако је он имао вољу, он би усмеравала сви."
sr_latn: Reci: "Alah je argument dalekosežne. Ako je on imao volju, on bi usmeravala svi."
uk: Сказати, "з Аллах далекосяжні аргумент. Якщо він був того, він хотів би спрямовували всіх вас."
vi: Nói, "với Allah là tranh luận sâu rộng. Nếu ông có ý chí, ông sẽ có hướng dẫn tất cả các bạn."
zu: Ithi, "With Allah i-agumenti efinyelela kude. Uma ayekuhlosile, yena nga guided nani nonke."

# Quran939
source: Say, [O Muhammad], "Bring forward your witnesses who will testify that Allah has prohibited this." And if they testify, do not testify with them. And do not follow the desires of those who deny Our verses and those who do not believe in the Hereafter, while they equate [others] with their Lord.
ca: Dir, [O Muhammad], "Portar endavant el seu testimonis que es testificar que Allah ha prohibit això." I si van testificar, no testificar amb ells. I encara no segueixen els desitjos d'aquells que neguen la nostra versos i els que no creuen en el futur, mentre que [altres] equiparar amb el seu Senyor.
cy: Dweud, [O Muhammad], "Dwyn ymlaen eich tystion a bydd yn tystio fod Allah wedi gwahardd hyn." Ac os mae dystio, wneud yn tystio nid gyda nhw. Ac nid yn dilyn dymuniadau y rhai sydd yn gwadu ein penillion a'r rhai nad ydynt yn credu mewn o hyn ymlaen, tra mae eu cyfateb [eraill] eu yr Arglwydd.
da: Sige, [O Muhammad], "Bringe frem din vidner der kan bevidne, at Allah har forbudt dette." Og hvis de bevidner, ikke vidner om med dem. Og følger ikke ønskerne af dem, der benægter vores vers og dem der ikke tror på hinsidige, mens de ligestille [andre] med deres Herre.
el: Πω, [Ο Μωάμεθ], «Υποβάλει σας μάρτυρες που θα καταθέσουν ότι Αλλάχ έχει απαγορεύεται αυτό.» Και αν μαρτυρούν, δεν πιστοποιούν μαζί τους. Και δεν μπορεί να ακολουθήσει τις επιθυμίες των εκείνων που αρνούνται στίχους μας και εκείνους που δεν πιστεύουν στη συνέχεια, ενώ αυτοί [άλλοι] εξισώνουν με τον κύριο τους.
et: Ütlen, [O Muhammad], "Too ettepoole oma tunnistajad, kes hakkab tunnistusi andma, et Allah on keelatud see." Ja kui nad tunnistada, ei käsitle neid. Ja järgige neid, kes eitavad meie salmid ja need, kes ei usu edaspidi, kuigi nad võrdsustavad [teised] nende Issand soovidele.
fi: Esimerkiksi: [Oi Muhammed] "Esittää sinun todistajia, jotka todistaa, että Allah on kieltänyt tätä." Ja jos he todistavat, eivät ole todisteena heidän kanssaan. Ja niille, jotka kieltävät meidän jakeet ja jotka usko jäljempänä, vaikka ne rinnastaa [others] Herransa toiveet.
he: אומרים, [O מוחמד], "תביא לפנים שלך עדים שיעידו כי אללה אסרה זאת." אם הם להעיד, לא אעיד איתם אל תבצע את הרצונות של מי ששולל את הפסוקים שלנו, אלה אשר אינם מאמינים בעולם הבא, בעוד הם משווים את [ואחרים] עם לורד שלהם.
hr: Kažu, [O Muhammad], "Donijeti naprijed svoje svjedoke koji će posvjedočiti da Allah ovo zabranio." I da svjedoče, ne svjedoči s njima. I ne slijedite želje onih koji niječu naših stihova i one koji ne vjeruju u ahiret, a [drugi] izjednačuju sa svoga Gospodina.
lt: Tarkim, [O Muhammad], "Pateikti savo liudytojų, kurie bylojo, kad Dievas uždraudė tai." Ir jei jie liudija, liudyti ne su jais. Ir ne po tψ, kurie neigia mūsų eilėmis ir tiems, kurie netiki, toliau, nors jie [kiti] tapatina su jų Viešpaties norus.
lv: Teiksim, [O Muhammad] "Izvirzīt jūsu liecinieki, kuri apliecina, ka Allah ir aizliegta šo." Un ja viņi liecināt, nav liecināt ar viņiem. Un nav sekot tiem, kas noliedz mūsu vārsmas un tiem, kuri netic turpmāk, kamēr viņi pielīdzina [citiem] ar savu kungu vēlmes.
nb: Si, [O Muhammad], "Bringe frem din vitner som vil vitne at Allah har forbudt dette." Og hvis de vitne, ikke vitne med dem. Og ikke følger ønskene til de som fornekter vår vers og de som ikke tror på hinsidige, mens de likestille [andre] med deres Herre.
sk: Napríklad: [Mohamed], "Predložiť vaše svedkov, ktorí budú svedčiť, že Alah zakázal to." A ak budú svedčiť, nemôže vypovedať s nimi. A nie podľa priania tých, ktorí popierajú naše verše a tých, ktorí neveria v ďalej, zatiaľ čo oni [others] roveň svojho pána.
sl: Recimo, [O Muhammad], "Bi naprej vaš priče, ki bo pričal, da je Allah prepovedal to." In če ti pričajo, pričajo z njimi. In ne sledijo želje tistih, ki zanika naše verzov in tiste, ki ne verjamejo v nadaljevanju, medtem ko so [drugi] enačijo s svojega Gospoda.
sr_cyrl: Рецимо , [О Мухаммад], "Доведите своје сведока који ће сведочити да Аллах је ово забрањено." И ако су сведочи, не сведочи са њима. И не прати жеље оне који поричу да нам стихова и оних који не верују у другом свету, док су [другима] изједнаиаваљ са свог господара.
sr_latn: Recimo, [O Muhammad], "Dovedite svoje svedoka koji će svedočiti da Allah je ovo zabranjeno." I ako su svedoči, ne svedoči sa njima. I ne prati želje one koji poriču da nam stihova i onih koji ne veruju u drugom svetu, dok su [drugima] izjednaиavaљ sa svog gospodara.
uk: Скажімо, [O Мухаммад], "Принести вперед свідків, які будуть давати свідчення, що Аллах заборонив це." І якщо вони свідчать про цього зробити з ними. Та не Виконуйте бажання тих, хто заперечує наших вірші і тих, хто не вірить в майбутньому, у той час як вони прирівняти [інші] з їх Господа.
vi: Nói, [O Muhammad], "Mang về phía trước của bạn nhân chứng người sẽ làm chứng rằng Allah đã cấm này." Và nếu họ làm chứng, không làm chứng với họ. Và không tuân theo mong muốn của những người từ chối câu thơ của chúng tôi và những người không tin rằng trong tương lai, trong khi họ đánh đồng [khác] với Chúa.
zu: Ithi, [O Muhammad], "Letha phambili kho fakazi kuyofakazela ukuthi Allah vala lo."

# Quran940
source: Say, "Come, I will recite what your Lord has prohibited to you. [He commands] that you not associate anything with Him, and to parents, good treatment, and do not kill your children out of poverty; We will provide for you and them. And do not approach immoralities - what is apparent of them and what is concealed. And do not kill the soul which Allah has forbidden [to be killed] except by [legal] right. This has He instructed you that you may use reason."
ca: Dir: "Vine, recitarà el seu Senyor ha prohibit a vostè. [Comandes] que no res associat amb ell i als pares, bon tracte i no matar els seus fills de la pobresa; Ens proporcionarà per a vostè i ells. I no s'acosten immoralities - què és aparent d'ells i què s'amaga. I no matar l'ànima que Allah ha prohibit [mort] excepte per dret [legal]. Això ha va instruït vostè que vostè pot utilitzar la raó. "
cy: Dweud, "dod, bydd adrodd beth y mae eich Arglwydd ei wahardd i chi. [Mae ef yn hawlio] Nid eich cysylltu unrhyw beth ag ef, ac i rieni, triniaeth dda, ac nid oes lladd eich plant allan o dlodi; Byddwn yn rhoi i chi a nhw. Ac nid agwedd immoralities-yr hyn sy'n amlwg iddynt a beth yw cuddio. Ac nid oes lladd enaid a Allah wedi gwahardd [i gael eu lladd] ac eithrio drwy hawl [cyfreithiol]. Hyn wedi rhoi cyfarwyddyd chi y gallwch ddefnyddio rheswm. "
da: Sige, "kom, jeg vil recitere, hvad jeres Herre har forbudt til dig. [Han kommandoer] at du ikke forbinder noget med ham, og at forældre, god behandling, og må ikke dræbe dine børn ud af fattigdom; Vi vil sørge for du og dem. Og ikke nærmer immoralities - hvad er synlige for dem, og hvad er skjult. Og ikke dræbe den sjæl, som Allah har forbudt [at blive dræbt] undtagen ved [ret]. Dette har han instrueret du, at du kan bruge grund. "
el: Λένε, «Έλα, εγώ θα διηγούμαι τι σας Λόρδος απαγόρευσε σε εσάς. [Ο εντολές] που δεν συνδέουν τίποτα μαζί του, και στους γονείς, καλή μεταχείριση, και να μην σκοτώσει τα παιδιά σας από τη φτώχεια· Θα παρέχουμε για εσάς και τους. Και μην την προσέγγιση immoralities - τι προκύπτει από αυτά και τι κρύβεται. Και δεν σκοτώνουν την ψυχή που Αλλάχ έχει απαγορεύσει [να θανατωθούν] εκτός από την [] δικαίωμα. Αυτό έχει καθοδήγησε σας ότι μπορείτε να χρησιμοποιήσετε το λόγο.»
et: Öelda: "tule, ma etlema, mida teie Issand on keelatud teile. [Ta käsib] et sa ei seosta midagi temaga ja vanemad, hea ravi, ja tappa oma laste vaesusest; Anname teile ja neile. Ja ei lähene immoralities - milline ilmneb neist ja mis on varjatud. Ja tapa hing, mis Jumal on keelatud [tappa] [õigus] välja arvatud. See on ta sa juhendada, et kasutate põhjus. "
fi: Sanoa, "tule, minä lausun Herrasi on kieltänyt sinua. Hän käskee että ei liittää mitään hänelle ja vanhemmille, hyvää hoitoa, ja ne tappavat lasta köyhyydestä; Tarjoamme sinulle ja heille. Ja ei saa lähestyä immoralities - ilmeistä ja mitä on piilotettu. Ja tappaa sielun, Allah on kieltänyt [tulla tapetuksi] paitsi [oikeudelliset] oikealla. Tämä on hän neuvonut sinua, voit syystä. "
he: אומר, "בוא, אני ישא מה אדונך אסרה אליך. [הוא מצווה] כי לא לשייך כל דבר, וגם להורים, טיפול טוב, לא להרוג את הילדים שלך ממעגל העוני; אנו נספק עבורך ועבור אותם. אל תתקרב immoralities - מה זה ניכר מהם והם שנסתר. לא להרוג את הנפש אשר אללה אסר [למות] חוץ [זכות]. זה הוא הורה לך כי אתה רשאי להשתמש סיבה. "
hr: Kažu, "Dođi, će recitirati što vaš gospodar zabranio je ti. On zapovijeda da ti nije ništa povezati s njim, i roditeljima, dobar tretman, i ne ubijaju djecu iz siromaštva; Osigurat ćemo za vas i za njih. I ne prilazi immoralities - što je očito i što je skriveno. I ubiti duše koje Allah zabranio [ubiti] Osim [pravo]. Ovo da vam je rekao da mogu koristiti razum. "
lt: Sako: "ateina, aš bus deklamuoti, ką jūsų Viešpats Uždraudė jums. [Jis komandos] kad ne susieti nieko su juo, ir su tėvais, geras gydymas, ir Nežudyk savo vaikų nuo skurdo; Mes suteiksime jums ir juos. Ir ne požiūris immoralities - kas yra aišku ir kas yra slepiama. Ir ne žudo sielą, kuri Dievas uždraudė [į būti nužudyti] išskyrus [teisiniai] teise. Tai jis nurodė jums gali naudoti priežastis. "
lv: Saka: "Nāciet, būs deklamēt, savu kungu ir aizliedzis jums. [Viņš komandas] nevar saistīt kaut kas ar viņu, un vecākiem, laba attieksme un nav nogalināt savus bērnus no nabadzības; Mēs nodrošināsim jums un tiem. Un nav pieejas immoralities - kas ir skaidrs, no tiem un kas ir noslēptas. Un neaiztikt dvēsele, kas Allah ir aizliegts [nogalināja] [tiesību] tiesības, izņemot. Tas ir man liek jums var izmantot iemesls. "
nb: Si "kommer, jeg vil lese hva deres Herre har forbudt for deg. [Han befaler] at du ikke knytte noe med ham og foreldre, god behandling, og ikke drepe barnet ut av fattigdom; Vi vil gi for deg og dem. Og ikke nærme immoralities - hva er tilsynelatende av dem og hva er skjult. Og ikke drepe sjelen som Allah har forbudt [å bli drept] unntatt [legal] høyre. Dette har han instruert du at du kan bruke grunn. "
sk: Povedať, "príde, bude recitovať, čo sa zakázalo svojho pána. [Príkazy] že nie spájať čokoľvek s ním a rodičom, dobré zaobchádzanie, a nie zabiť svoje deti z chudoby; Poskytneme pre vás a ich. A nemajú prístup immoralities - čo je zrejmé z nich a to, čo je skryté. A zabiť dušu, ktoré Alah zakázané [zabil] s výnimkou [právo]. To on nariadil vám môže použiť dôvod. "
sl: Reči, "prišel, bo recitiranjem, kaj vaš Gospod je prepovedano za vas. [Mu poveljuje] da ne povezujejo vse z njim, in staršem, dobro ravnanje, in ne ubiti svoje otroke iz revščine; Bomo poskrbeli za vas in njih. In ne pristop immoralities - kaj je očitno jih in kaj se skriva. In ne ubijajo dušo, ki Allah je prepovedano [ubil] razen z [pravno] pravico. To je je naročeno vam, da uporabite lahko razlog. "
sr_cyrl: Кажу , "Хајде, ће рецитовати твој господар забранила да вас. [Он командује] да није ништа повезати с њим, и родитељима, добар третман, и не убијају децу из сиромаштва; Даће ми за тебе и њих. И не прилази неморалност - шта је очигледно о њима и шта је сакривена. И не убијају душу која Аллах је забранио [да буду убијени] осим по [законске] праву. Ово је он те инструкције које можда користите разлога. "
sr_latn: Kažu, "Hajde, će recitovati tvoj gospodar zabranila da vas. [On komanduje] da nije ništa povezati s njim, i roditeljima, dobar tretman, i ne ubijaju decu iz siromaštva; Daće mi za tebe i njih. I ne prilazi nemoralnost - šta je očigledno o njima i šta je sakrivena. I ne ubijaju dušu koja Allah je zabranio [da budu ubijeni] osim po [zakonske] pravu. Ovo je on te instrukcije koje možda koristite razloga. "
uk: Скажімо, "прийти, буде читати, що ваш Господь заборонені до вас. [Він наказує] що не асоціювати що-небудь з ним і батьки, хороше лікування і не вбивати ваших дітей з бідності; Ми надамо вам і їх. І не підходити до immoralities - те, що є очевидною їм і те, що ховалося. І не вбити душа, яка Аллах заборонено [вбили] Крім [юридичного] права. Це він доручив ви може використовувати причини. "
vi: Nói, "đến, tôi sẽ đọc những gì Chúa của bạn đã cấm cho bạn. [Ông lệnh] rằng bạn không liên kết bất cứ điều gì với anh ta, và cha mẹ, điều trị tốt, và không phải giết con cái của bạn ra khỏi đói nghèo; Chúng tôi sẽ cung cấp cho bạn và họ. Và không tiếp cận immoralities - những gì là rõ ràng của họ và những gì được giấu kín. Và không giết chết các linh hồn mà Allah đã cấm [bị giết] ngoại trừ bởi [quyền]. Điều này có ông hướng dẫn bạn mà bạn có thể sử dụng lý do. "
zu: Ithi, "Woza, ngizokukhombisa hlabelela kho Lord vala kuwe [Walaya] ukuthi cha associate anything Him abazali, ukwelashwa okuhle, futhi musa ukubulala izingane zakho ebumpofini. Thina uzokunakekela

# Quran941
source: And do not approach the orphan's property except in a way that is best until he reaches maturity. And give full measure and weight in justice. We do not charge any soul except [with that within] its capacity. And when you testify, be just, even if [it concerns] a near relative. And the covenant of Allah fulfill. This has He instructed you that you may remember.
ca: I no s'acosten propietat de l'orfe, llevat d'una manera que és millor, fins que arribi a la maduresa. I donar ple mesura i pes en justícia. No cobrem cap ànima excepte [amb això dins] la seva capacitat. I quan vostè donar testimoni, ser només, fins i tot si [fa] un parent a prop. I complir el Pacte d'Allah. Això ha va instruït vostè que vostè pot recordar.
cy: Ac nid oes dull eiddo yr amddifad ac eithrio mewn ffordd sy'n gorau nes iddo gyrraedd aeddfedrwydd. A rhoi Mesur llawn a phwysau mewn cyfiawnder. Nid ydym yn codi unrhyw enaid ac eithrio [â hynny o fewn] ei gallu. A phan mae dystio, yn unig, hyd yn oed os [Mae'n ymwneud] i berthynas agos. A chyflawni y cyfamod Allah. Hyn wedi rhoi cyfarwyddyd chi efallai eich bod yn cofio.
da: Og ikke nærme sig den sjældne ejendom undtagen på en måde, der er bedst, indtil han bliver kønsmoden. Og give fuldt mål og vægt i retfærdighed. Vi ikke opkræve nogen sjæl undtagen [med der i] dens kapacitet. Og når du vidne, være lige, selvom [det er] en i nærheden af relativ. Og pagt af Allah opfylde. Dette har han instrueret du, at du kan huske.
el: Και μην την προσέγγιση του ορφανού ιδιοκτησία πλην με έναν τρόπο που είναι καλύτερο, μέχρι να φθάσει στην ωριμότητα. Και να δώσει πλήρη μέτρο και βάρος στη δικαιοσύνη. Δεν χρεώνουμε οποιαδήποτε την ψυχή [με αυτό εντός] την ικανότητά της. Και όταν σας μαρτυρούν, είναι ακριβώς, ακόμη και αν [αφορά] μια συγγενής σας. Και να εκπληρώσουν το Σύμφωνο του Αλλάχ. Αυτό έχει καθοδήγησε σας ότι μπορείτε να θυμηθείτε.
et: Ja ei lähene Orb 's vara peale nii, et on parim, kuni ta jõuab haripunkti. Ja anda täielik meetme ja kaal õiglus. Meil ei tasu iga hinge peale [, et maksimaalselt] suutlikkus. Ja kui sa tunnistan, tuleb lihtsalt, isegi kui [see puudutab] läheduses sugulane. Ja Allah pakti täita. See on ta teid juhendada, et meenub.
fi: Ja ei saa lähestyä orpo omaisuutta paitsi tavalla, joka on paras, kunnes hän saavuttaa kypsyyttä. Ja antaa täysi mitta ja paino oikeuteen. Emme veloita mitään sielua paitsi [ja että] kapasiteettiaan. Ja kun todistaa, vain, jos se koskee lähellä kohdetta sukulainen. Ja liiton Allah. Tämä on hän neuvonut sinua, että muistat.
he: אל תתקרב המאפיין של היתום מלבד בדרך שהכי טוב עד שהוא מגיע לבגרות. לתת מידה ומשקל בצדק. איננו גובים שום נשמה חוץ [עם כי בתוך] הקיבולת שלו. תעידי, יהיה פשוט, גם אם [זה נוגע] משפחה ליד. . ולמלא האמנה של אללה. זה הוא הורה לך כי אולי אתה זוכר.
hr: I pristup je siroče imovine osim na način koji je najbolje sve dok ne dosegne zrelost. I dati punu mjeru a težine u pravdu. Ne naplaćuje sve duše osim [s tim unutar] njegov kapacitet. I kada li svjedočiti, biti samo, čak i ako se tiče pokraj relativna. I zavjet Allahu ispuni. Ovo je naredio da se možda sjećaš.
lt: Ir ne požiūris į našlaičių turto išskyrus taip, kad yra geriausias, kol jis pasiekia brandą. Ir suteikti visišką priemonė ir svorio teisingumo. Mes neimame jokio siela išskyrus [su kad per] savo pajėgumų. Ir kai jūs liudyti, būti tiesiog, net jei [kalbama] artimo giminaičio. Ir Dievo sandorą įvykdyti. Tai jis nurodė jums kad jūs galite prisiminti.
lv: Un nav pieeja bāreņu īpašums, izņemot tādā veidā, kas ir labākais, līdz viņš sasniedz briedumu. Un dot pilnu pasākuma un svara taisnīgumu. Mēs neprasām samaksu [ka] ar jebkuru dvēsele, izņemot tās jaudu. Un kad jūs liecināt, tāpat, pat ja [tas skar] tuvu radinieku. Un pilsētas mēru Allah piepildīt. Tas ir man liek jums var atcerēties.
nb: Og ikke nærme orphan's eiendom unntatt på en måte som er best til han når modenhet. Og gi fulle mål og vekt i rettferdighet. Vi vil ikke belaste noen sjel unntatt [med at innen] kapasiteten. Og når du vitne, rettferdig, selv om [det gjelder] en nær slektning. Og pakt Allah oppfylle. Dette har han instruert du at du kan huske.
sk: A nie prístup sirotský majetku s výnimkou spôsobom, ktorý je najlepšie, až keď dosiahne dospelosti. A dať plnej miere a hmotnosti spravodlivosti. Neúčtujeme žiadnu dušu, okrem [s tým v rámci] svojej kapacity. A keď budete svedčiť, rovnako, aj keď [ide] blízky príbuzný. A plniť pakt Alah. To má nariadil vám, že môžete pamätať.
sl: In ne pristop starših lastnina razen tako, da je najboljši, dokler ne doseže zrelost. In dal polno ukrep in težo v pravosodju. [S tem v] ne obremenimo vse duše razen svoje zmogljivosti. In ko ste priča, samo, tudi če [zadevajo] bližnji sorodniki. In izpolnitev zaveze Allah. To je je naročeno vam, da se lahko spomnite.
sr_cyrl: И не прилази на сироче имање осим на начин који је најбоље, док не стигне до зрелости. И дати пуну меру и тежину у правду. Ми не наплаћују одредила осим [тиме унутар] својих капацитета. А када сведоииљ, праведан, чак и ако [односи се на] је близу род. И испуни Завјет од Алаха. Ово ти је он упутио да ли се сјећаш.
sr_latn: I ne prilazi na siroče imanje osim na način koji je najbolje, dok ne stigne do zrelosti. I dati punu meru i težinu u pravdu. Mi ne naplaćuju odredila osim [time unutar] svojih kapaciteta. A kada svedoиiљ, pravedan, čak i ako [odnosi se na] je blizu rod. I ispuni Zavjet od Alaha. Ovo ti je on uputio da li se sjećaš.
uk: І не підходити до Сирота майно Крім таким чином, що є кращим, поки він досягає зрілості. І повною мірою і ваги у справедливості. Ми не стягуємо будь-якій душі, за винятком [з цим в рамках] свій потенціал. І коли будете свідчити, просто, навіть якщо [це стосується] поблизу родича. І заповіт Аллах виконати. Це має він доручив ви, що ви пам'ятаєте.
vi: Và không tiếp cận của trẻ mồ côi bất động sản ngoại trừ trong một cách tốt nhất là cho đến khi ông đạt đến sự trưởng thành. Và đưa ra biện pháp đầy đủ và cân công lý. Chúng tôi không tính phí bất kỳ linh hồn ngoại trừ [với điều đó trong vòng] khả năng của mình. Và khi bạn làm chứng, chỉ ra, thậm chí nếu [it quan] một người họ hàng gần. Và phải thực hiện giao ước của Allah. Điều này có ông hướng dẫn bạn mà bạn có thể nhớ.
zu: Futhi cha sondelana impahla intandane ngaphandle ngendlela esingcono kuze he finyelela khula.
