Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2741
source: Then have they not reflected over the Qur'an, or has there come to them that which had not come to their forefathers?
ca: Llavors es no reflectit en el Qur ' an, o ha arribat allà a ells que no havia arribat als seus avantpassats?
cy: Yna nid ydynt wedi adlewyrchu dros y Qur'an, neu yno wedi iddynt sy'n nad oedd wedi dod i eu cyndeidiau?
da: Så har de ikke afspejlet over Koranen, eller er der kommet til dem, der ikke var kommet til deres forfædre?
el: Στη συνέχεια τους δεν αντανακλάται πάνω από το Κοράνι, ή έχει έρθει εκεί τους αυτό που δεν είχε έρθει να τους προγόνους;
et: Siis nad ei kajastanud Koraan üle või ei jõudnud neid mis, kes olid tulnud oma esiisade?
fi: Sitten ne ei ole huomioon yli Koraanin tai on sinne tullut se, mikä ei olisi tullut heidän esi-isänsä?
he: אז הם לא שיקפה על הקוראן, או לשם הגיע להם את אשר לא היה בא לאבותיהם?
hr: Onda su oni ne odražava na Kuranu, ili je tu došao da ih ono što nije došao na njihov preci?
lt: Tada jau jie negali atspindėti per Korano, ar ten atėjo jiems tai, kas turėjo ateiti į jų protėviai?
lv: Tad ir tie neatspoguļo pār Korāns, vai tur ieradies uz tiem, kas nav ieradies uz viņu senčiem?
nb: Deretter har de ikke reflektert over Koranen, eller har det kommet til dem som ikke hadde kommet til sine forfedre?
sk: Potom sa nie odráža cez Korán, alebo sa tam prísť k nim, ktorý neprišiel k ich predkovia?
sl: Nato so se ne odraža v Koranu, ali je tam se jim tisto, kar ni prišel do svojih prednikov?
sr_cyrl: Онда су они не одражавају се готово Кур'ану, или је тамо да им се оно што се није обратио њихов предака?
sr_latn: Onda su oni ne odražavaju se gotovo Kur'anu, ili je tamo da im se ono što se nije obratio njihov predaka?
uk: Потім вони не відображаються над Коран, або там прийшов до них, що не прийшли до своїх предків?
vi: Sau đó có họ không phản ánh trên kinh Koran, hoặc đã có đến với họ điều đó đã không đi để cha?
zu: Khona baye baba hhayi kubonakala phezu Qur'an, noma ingabe kuke kubo kuvele lapho wayengazange okhokho babo?

# Quran2742
source: Or did they not know their Messenger, so they are toward him disacknowledging?
ca: O no sabia de Messenger, així són cap a ell disacknowledging?
cy: Neu nad oeddent yn gwybod eu Messenger, felly maent tuag at ei disacknowledging?
da: Eller de ikke kender deres Messenger, så de er mod ham disacknowledging?
el: Ή δεν ξέρουν τους αγγελιοφόρος, έτσι ώστε να είναι προς αυτόν disacknowledging;
et: Või nad ei teadnud oma Messenger, et noortel suunas teda disacknowledging?
fi: Vai eivätkö ministerit tienneet Messenger, joten ne ovat hänelle disacknowledging?
he: או שהם לא. שליח שלהם, ולכן הם לכיוונו disacknowledging?
hr: Ili su znali svog glasnika, tako da su prema njemu disacknowledging?
lt: Ar jie nežinojo savo pasiuntinį, todėl jie į jį disacknowledging?
lv: Vai viņi nezināja savu Messenger, tāpēc viņi ir pret viņu disacknowledging?
nb: Eller de ikke vet sin Messenger, så de er mot ham disacknowledging?
sk: Alebo si nevedel ich Messenger, takže sú k nemu disacknowledging?
sl: Ali did ne vedo sel, zato so proti njemu disacknowledging?
sr_cyrl: Или нису знали за њихов гласник, тако да су према њему дисацкноwледгинг?
sr_latn: Ili nisu znali za njihov glasnik, tako da su prema njemu disacknowledging?
uk: Або вони не знають свої Messenger, так що вони до нього disacknowledging?
vi: Hoặc họ không biết Messenger của họ, do đó, họ đang hướng tới ông disacknowledging?
zu: Noma abazange bazi Messenger yabo, ngakho beza ngakuye disacknowledging?

# Quran2743
source: Or do they say, "In him is madness?" Rather, he brought them the truth, but most of them, to the truth, are averse.
ca: O fer diuen, "en ell és bogeria?" Més aviat, va portar la veritat, però la majoria d'ells, la veritat, són aversió al risc.
cy: Neu wneud dywedant, "iddo gwallgofrwydd yw?" Yn hytrach, daeth y gwir iddynt, ond mae'r rhan fwyaf ohonynt, y gwir, gwrth.
da: Eller gør de siger, "i ham er galskab?" Snarere, han bragte dem sandheden, men de fleste af dem, at sandheden, er utilbørlig.
el: Ή λένε, «σ ' αυτόν είναι τρέλα;» Μάλλον τους έφερε την αλήθεια, αλλά οι περισσότεροι από αυτούς, στην αλήθεια, είναι αντίθετη.
et: Või nad ütlevad, "temas on hullumeelsus?" Pigem ta tõi neile tõtt, kuid enamik neist, et tõde, on tõrksad.
fi: Tai tehdä, he sanovat, "hänessä on hulluutta?" Pikemminkin hän vei heidät totuuden, mutta suurin osa heistä totuuden, on vastenmielinen.
he: או, הם אומרים ". זה טירוף?" במקום זאת, הוא הביא להם את האמת, אבל, אל האמת, רובם בחל.
hr: Ili kažu, "u njemu je ludilo?" Radije, donio je istina, ali većina njih istinu, averzija.
lt: Ar jie sako, "jam yra beprotybė?" Atvirkščiai, jis išvedė juos tiesą, bet dauguma iš jų, tiesa, yra vengti.
lv: Vai viņi saka, "viņam ir ārprāts?" Drīzāk viņš nesa patiesību, bet lielākā daļa no viņiem patiesību, ir izvairās.
nb: Eller gjør de sier, "i ham er galskap?" Stedet han brakt dem sannheten, men de fleste av dem, i sannhet, er uvillig.
sk: Alebo si povedia, "v ňom je šialenstvo?" Skôr ten priviedol pravdu, ale väčšina z nich, k pravde, je odmietavý.
sl: Ali so rekli, "v njem je norost?" Precej, jih prinesel resnico, ampak večina od njih, da je resnica, so nenaklonjen.
sr_cyrl: Или , то говоре "у њему је лудило?" Радије, он их је довео истину, али већина њих, до истине, је аверзију.
sr_latn: Ili, to govore "u njemu je ludilo?" Radije, on ih je doveo istinu, ali većina njih, do istine, je averziju.
uk: Або вони кажуть: "в його божевілля?" Скоріше, він привів їх правду, але більшість з них, до істини, не проти.
vi: Hoặc họ có nói rằng, "Anh ta là điên rồ?" Thay vào đó, ông mang lại cho họ sự thật, nhưng hầu hết trong số họ, để sự thật, là không thích.
zu: Noma ingabe bathi, "kuye ubuhlanya?"

# Quran2744
source: But if the Truth had followed their inclinations, the heavens and the earth and whoever is in them would have been ruined. Rather, We have brought them their message, but they, from their message, are turning away.
ca: Però si la veritat havia seguit d'inclinacions, els cels i la terra i qui hi ha en ells vols han estat arruïnades. Més aviat, hem portat els seu missatge, però, del seu missatge, estan convertint fora.
cy: Ond os oedd y gwir yn dilyn eu prawf pellter, byddai y nefoedd a'r ddaear a phwy bynnag ynddynt wedi wedi'i ddifetha. Yn hytrach, yr ydym wedi dwyn eu neges, ond gan eu neges, maent, yn troi i ffwrdd.
da: Men hvis sandheden havde fulgt deres tilbøjeligheder, himlene og jorden og uanset hvem der er i dem ville have været ødelagt. Snarere, vi har bragt dem deres budskab, men de drejning væk fra deres budskab.
el: Αλλά αν η αλήθεια είχε ακολουθήσει τις κλίσεις τους, τον ουρανό και τη γη και όποιος είναι μέσα τους θα έχουν καταστραφεί. Μάλλον, φέραμε το μήνυμά τους, αλλά, από το μήνυμά τους, στρέφονται μακριά.
et: Aga kui tõde tuli järgida oma kalduvustele, taeva ja maa ja kes on neile oleks olnud hävitanud. Pigem oleme toonud neile nende sõnum, kuid nad, alates nende sõnum on keerates ära.
fi: Mutta jos totuus olisi noudattanut vapaamielisempiä, taivaat ja maan ja kuka on niihin olisi ollut pilannut. Pikemminkin olemme tuoneet ne sanomaansa, mutta ne viestistä, kääntyvät pois.
he: אבל אם האמת נמחה נטיות שלהם, את השמים ואת הארץ, מי שנמצא אותם נהרסו. במקום זאת, הבאנו להם את המסר שלהם, אבל הם, מן המסר שלהם, פונים משם.
hr: Ali ako istinu je slijedio svoje sklonosti, nebesa i zemlje i onoga tko je u njima bio bi uništen. Naprotiv, donijeli smo im svoju poruku, ali, iz njihove poruke se okreću daleko.
lt: Bet jei tiesa laikėsi savo polinkius, dangų ir žemę ir kas yra juose būtų buvo sugriauti. O, mes išvedė juos savo žinutę, bet jie, iš savo pranešimą, kreipiasi toli.
lv: Bet ja patiesība bija izpildījis savas tieksmes, debesis un zeme un tas, kurš atrodas tās būtu bijis sabojājuši. Drīzāk mēs nesušas tos savu vēstījumu, bet viņi, no savu ziņojumu vēršas prom.
nb: Men hvis sannheten hadde fulgt deres tilbøyeligheter, himlene og jorden og den som har dem ville ha blitt ødelagt. I stedet har vi ført dem meldingen, men de, fra deres meldingen, blir borte.
sk: Ale ak pravdu mal nasledovať svoje sklony, neba a Zeme a ten, kto je v nich by boli v troskách. Skôr sme im priniesli svoje posolstvo, ale oni z ich správy sa odvrátil.
sl: Vendar če resnico je sledila njihova nagnjenja, nebo in zemljo in kdo je v njih bi bil uničil. Namesto tega smo jim prinesli svoje sporočilo, vendar so, iz svoje sporočilo, se obrača proč.
sr_cyrl: Али , ако истина је пратио својим склоностима, небеса и земљу и оне који су у њима били би униљтени. Радије, довели смо их њихову поруку, али, из њихове поруке, претварају се.
sr_latn: Ali, ako istina je pratio svojim sklonostima, nebesa i zemlju i one koji su u njima bili bi uniљteni. Radije, doveli smo ih njihovu poruku, ali, iz njihove poruke, pretvaraju se.
uk: Але якщо правда стежили свої нахили, небеса та Земля і той, хто в них буде була зруйнована. Скоріше, ми привезли їх свої повідомлення, але вони, з їх повідомлення звертаються геть.
vi: Nhưng nếu sự thật đã theo xu hướng của họ, bầu trời và trái đất và ai trong họ sẽ có được bị hủy hoại. Thay vào đó, chúng tôi đã mang lại cho họ thông điệp của họ, nhưng họ, từ thông điệp của họ, chuyển đi.
zu: Kodwa uma iQiniso ababemlandele ukuthambekela kwawo, amazulu nomhlaba futhi ubani kubo ngabe sonakaliswe.

# Quran2745
source: Or do you, [O Muhammad], ask them for payment? But the reward of your Lord is best, and He is the best of providers.
ca: O, [O Muhammad], demanar-los de pagament? Però el millor és la recompensa del seu Senyor, i ell és el millor dels proveïdors.
cy: Neu a ydych, [O Muhammad], yn gofyn iddynt am daliad? Ond y wobr o eich Arglwydd sydd orau, ac ef yw'r gorau o ddarparwyr.
da: Eller spørger du, [O Muhammad], dem for betaling? Men belønningen af din herre er bedst, og han er bedst af udbydere.
el: Ή, [Ο Μωάμεθ], ρωτάς τους για την πληρωμή; Αλλά η ανταμοιβή του Λόρδου σας είναι καλύτερο, και αυτός είναι ο καλύτερος των παρόχων.
et: Või ei, [O Muhammad], küsid neilt maksmiseks? Aga teie Issand soodustus on parim ja ta on parim pakkujad.
fi: Tai, [Oi Muhammed], kysyt niitä maksettavaksi? Mutta Herrasi palkkio on paras, ja hän on paras tarjoajia.
he: . או, [O מוחמד], שאלת אותם עבור תשלום? אבל הפרס של האדון הטוב, הוא הטוב ביותר של ספקי.
hr: Ili, [O Muhammad], pitaš ih za plaćanje? Nagradu Gospodar tvoj je najbolji, a najbolji davatelj mrežne usluge.
lt: Ar jūs, [O Muhammad], prašome juos sumokėti? Bet už atlygį, savo Viešpaties yra geriausia, ir jis yra geriausias iš paslaugų teikėjų.
lv: Vai darīt jums [O Muhammad], uzdot viņiem par samaksu? Bet vislabāk atlīdzību par savu kungu, un viņš ir labākais no pakalpojumu sniedzējiem.
nb: Eller deg, [O Muhammad], be dem om betaling? Men belønningen Herrens er best, og han er best av leverandører.
sk: Alebo ste [Mohamed], je požiadať o platbu? Ale najlepšie je odmenou za svojho pána, a on je najlepšie poskytovateľov.
sl: Ali delati vi, [O Muhammad], zaprosijo za izplačilo? Ampak nagrada svojega gospodarja je najboljši, in on je najboljši ponudniki.
sr_cyrl: Или , [О Мухаммад], питас их за плаћање? Али најбоље је награду од свог господара, а он је најбољи од добављача.
sr_latn: Ili, [O Muhammad], pitas ih za plaćanje? Ali najbolje je nagradu od svog gospodara, a on je najbolji od dobavljača.
uk: Або ви [O Мухаммад], попросіть їх для оплати? Але винагорода Господь ваш кращий, і він кращих постачальників.
vi: Hoặc làm bạn [O Muhammad], yêu cầu họ để được thanh toán? Tuy nhiên, phần thưởng Chúa của bạn là tốt nhất, và ông là tốt nhất của các nhà cung cấp.
zu: Noma ingabe, [O Muhammad], ubacele ukuba inkokhelo?

# Quran2746
source: And indeed, you invite them to a straight path.
ca: I de fet, convidar-los a un camí dret.
cy: Ac yn wir, eu gwahodd i lwybr syth.
da: Og ja, du invitere dem til en lige vej.
el: Και πράγματι, μπορείτε να προσκαλέσετε σε μια ευθεία διαδρομή.
et: Ja tõepoolest, te kutsuda neid õigele teele.
fi: Ja itse asiassa kutsua heitä oikealle tielle.
he: אכן, אתה הזמנת אותם נתיב ישר.
hr: I doista, te ih pozvati na ispravni put.
lt: Ir iš tiesų, galite pakviesti juos tiesia kelią.
lv: Un patiešām, aicināt viņus uz taisnā ceļa.
nb: Og faktisk du inviterer dem til en rett bane.
sk: A skutočne vás pozvať na priamu cestu.
sl: In res, jih vabimo, da naravnost pot.
sr_cyrl: И заиста, те их позвати да праволинијску путању.
sr_latn: I zaista, te ih pozvati da pravolinijsku putanju.
uk: І дійсно, запросити їх на прямий сегмент контуру.
vi: Và quả thực, bạn mời họ đến một đường thẳng.
zu: Futhi impela, wena bamemele SOBALA DLELA.

# Quran2747
source: But indeed, those who do not believe in the Hereafter are deviating from the path.
ca: Però de fet, els que no creuen en el futur es desvien del camí.
cy: Ond yn wir, y rheini nad ydynt yn credu yn y o hyn ymlaen yn wyro oddi ar y llwybr.
da: Men ja, dem, der ikke tror på hinsidige afviger fra stien.
el: Αλλά πράγματι, εκείνους που δεν πιστεύουν στη συνέχεια παρεκκλίνει από τη διαδρομή.
et: Aga tõepoolest, need, kes ei usu, edaspidi ei tehta tee.
fi: Mutta itse asiassa ne, jotka eivät usko jäljempänä poikkeavat polku.
he: אבל אכן, אלה אשר אינם מאמינים בעולם הבא הם סוטים מהנתיב.
hr: Ali zaista, onima koji ne vjeruju u daljnjem tekstu su odstupanje od puta.
lt: Bet iš tiesų, tie, kurie netiki, toliau nenukrypsta nuo kelio.
lv: Bet, protams, tiem, kuri netic turpmāk novirzās no ceļa.
nb: Men ja, de som ikke tror i hinsidige er avvikende fra banen.
sk: Ale naozaj, tých, ktorí neveria v nižšie sa odchyľujú od cesty.
sl: Ampak res, tisti, ki ne verjamejo v nadaljevanju odstopajo od poti.
sr_cyrl: Али заиста, су они који не верују у надаље одступа од путању.
sr_latn: Ali zaista, su oni koji ne veruju u nadalje odstupa od putanju.
uk: Але дійсно, тих, хто не вірять в загробному світі відхилятися від шляху.
vi: Nhưng thực sự, những người không tin rằng trong tương lai có deviating từ đường.
zu: Kodwa ngempela, labo cha kholwa Hereafter basuke ukuphambuka endleleni.

# Quran2748
source: And even if We gave them mercy and removed what was upon them of affliction, they would persist in their transgression, wandering blindly.
ca: I encara ens va donar la misericòrdia i eliminat el que era en ells de aflicció, vols persisteixen en la seva transgressió, vagant cegament.
cy: A hyd yn oed os ydym yn rhoi iddynt drugaredd a dileu beth oedd arnynt o cystuddiau'n, maent yn parhau yn eu tramgwyddiad, crwydro ddall.
da: Og selvom vi gav dem nåde og fjernet hvad var dem til trængsel, de ville vare i deres overtrædelse, vandre blindt.
el: Και ακόμα κι αν τους δώσαμε έλεος και αφαιρεθεί ό, τι ήταν επάνω σε τους από θλίψη, θα επιμένουν τους καταπατά, περιπλάνηση στα τυφλά.
et: Ja isegi kui me andsime halastust ja eemaldada, mis oli neile viletsust, nad oleks püsivad oma üleastumiste ekslemine pimesi.
fi: Ja vaikka antoi heille armoa ja poistetaan, mikä oli heille koettelemus, ne säilyvät sen rikkomuksen vaeltava sokeasti.
he: אפילו אם אנחנו נתן להם רחמים והוציא מה היה עליהם חוקם, הם מתעקש את העבירה, נודדים בצורה עיוורת.
hr: I čak i ako im je dao milost i ukloniti ono što je na njima od nevolje, da ustraje u svojih prijestupa, slijepo tapkamo.
lt: Ir net jei mes davė jiems malonės ir pašalinti kas buvo jiems kančia, jie būtų išlieka jų nuodėmę, klajojo aklai.
lv: Un pat tad, ja mēs viņiem deva žēlastību un noņemt to, kas bija uzlikts tās bēdas, viņi varētu saglabāties to pārkāpšana, klīst akli.
nb: Og selv om vi ga dem nåde og fjernet det kom av lidelse, de ville vedvare i sin overtredelse, vandre blindt.
sk: A aj keď sme im dal milosť a odstránené, čo bolo na nich trápenie, oni by trvať na ich hriech, putovanie slepo.
sl: In tudi če jim je dal milost in odstrani, kar je bilo na njih v stiski, bi vztrajajo v svoje grehe, tava slepo.
sr_cyrl: А чак и ако смо им дали милост и уклоњени како је над њима од иемера, они би истрајно преступа, лута слепо.
sr_latn: A čak i ako smo im dali milost i uklonjeni kako je nad njima od иemera, oni bi istrajno prestupa, luta slepo.
uk: І навіть якщо ми дали їм милість і видалені, що було на них недугою, вони б стояти на своєму, в їхній переступ, блукаючи наосліп.
vi: Và ngay cả khi chúng tôi đã cho họ lòng thương xót và loại bỏ những gì đã họ phiền não, họ sẽ vẫn tồn tại sự vi phạm của mình, lang thang một cách mù quáng.
zu: Futhi ngisho noma We wabanika isihe isuswe yini wawuphezu kwabo okuhlupheka, they ubuyoqhubeka e iziphambeko zabo, ezulazulayo zifa.

# Quran2749
source: And We had gripped them with suffering [as a warning], but they did not yield to their Lord, nor did they humbly supplicate, [and will continue thus]
ca: I ens havia apoderat-los amb el patiment [com una advertència], però no va cedir al seu Senyor, ni feia humilment suplicar, [i seguirà així]
cy: A ydym wedi cydio iddynt â dioddef [fel rhybudd], ond nid oedd iddynt ildio eu yr Arglwydd, nac oedd eu bod wedi supplicate yn ostyngedig, [a bydd yn parhau felly]
da: Og vi havde grebet dem med lider [som en varsling], men de ikke give efter for deres Herre, eller gjorde de ydmygt anråbe, [og bliver dermed]
el: Και εμείς τους έπνιγε με υποφέρουν [ως προειδοποίηση], αλλά αυτοί δεν απέδωσε τους Lord, ούτε έκανε supplicate ταπεινά, [και θα συνεχίσουμε έτσι]
et: Ja meil oli gripped neid koos kannatusi [hoiatusena], kuid nad ei jõudnud nende Issand, samuti tegid nad alandlikult supplicate, [ja seega edaspidi]
fi: Meillä oli tarttunut heihin kanssa kärsimystä [varoituksena], mutta he tuota herransa, eikä ne nöyrästi supplicate, [ja jatkaa näin]
he: אנחנו תפס אותם עם סבל [אזהרה], אבל הם לא נכנע לאלוהיהם, וגם, עם אבקש עזרה? האם הם בענווה מאלוהים [ותמשיך כך]
hr: I mi ih je zavladala patnje [kao upozorenje], ali su prinos svoga Gospodina, niti su ponizno supplicate, [i tako dalje.
lt: Ir mes turėjo juos suspausta su kančia [kaip įspėjimas], tačiau jie nedavė į savo Viešpaties, nei padarė jie nuolankiai maldauti, [ir todėl toliau]
lv: Un mums bija satver tos ar ciešanas [kā brīdinājums], taču tie nesniedza savu kungu, nedz arī darīja viņi pazemīgi lūgt, [un tādējādi turpinās]
nb: Og vi hadde grepet dem med lidelse [som en advarsel], men de ikke gi etter for deres Herre, eller gjorde de ydmykt supplicate, [og vil dermed]
sk: A sme mali zvierala je s utrpením [ako varovanie], ale že nepriniesol do svojho pána, ani som sa pokorne snažně prosiť, [a tak pokračovať]
sl: In mi je prijel z trpljenje [kot opozorilo], vendar ni prinesel za svojega Gospoda, niti nisem ponižno Preklinjati, [in bo še naprej tako]
sr_cyrl: И смо их имали опхрван да пати [као упозорење], али они нису донели свом Господу, нити да ли су Понизно молим те [и самим тим ће и даље]
sr_latn: I smo ih imali ophrvan da pati [kao upozorenje], ali oni nisu doneli svom Gospodu, niti da li su Ponizno molim te [i samim tim će i dalje]
uk: І ми мали охопило їх з страждає [це мерехтінням], але вони не поступаються пана свого, і не зробили вони смиренно supplicate, [і буде як і раніше таким чином]
vi: Và chúng tôi đã có gripped chúng với đau khổ [như là một cảnh báo], nhưng họ đã không mang lại cho Chúa, cũng không làm họ khiêm nhường khẩn, [và sẽ tiếp tục như vậy]
zu: Futhi Sasisanda kuqala balawulwa nabo nge abahlupheka [kuyisixwayiso], kodwa abazange bavumele bo Lord nor enza they ngokuthobeka enxusa, [futhi uzoqhubeka ngaleyo ndlela]

# Quran2750
source: Until when We have opened before them a door of severe punishment, immediately they will be therein in despair.
ca: Fins quan hem obert davant d'ells una porta de greu càstig, immediatament estaran aquí en la desesperació.
cy: Tan pan ydym wedi agor cyn eu drws o gosb difrifol, ar unwaith byddant yn weithredol mewn anobaith.
da: Indtil da har vi åbnet før dem en dør af hård straf, straks bliver de deri i fortvivlelse.
el: Μέχρι πότε έχουμε ανοίξει μπροστά τους μια πόρτα από αυστηρή τιμωρία, αμέσως θα είναι εκεί μέσα στην απελπισία.
et: Kuni kuna oleme avanud käsitlusega karm karistus ukse, viivitamata neid sealsamas meeleheites.
fi: Vasta kun olemme avanneet eteensä oven ankara rangaistus heti ne on siinä epätoivoon.
he: עד מתי אנו נפתח לפניהם דלת של ענישה חמורה, מיד הם יהיו בו בייאוש.
hr: Do kada smo otvorili prije njih vrata tešku kaznu, odmah će biti u njemu u očaj.
lt: Iki kada mes atidarėme prieš juos duris, kaltindami, iš karto jie bus jame nevilties.
lv: Līdz, kad mums ir atvērts pirms tām durvīm, bargu sodu, tūlīt viņi būs tajā izmisumā.
nb: Inntil da har vi åpnet før dem døren streng straff, umiddelbart vil de være der i fortvilelse.
sk: Až keď sme otvorili pred nimi dvere prísne potrestanie, okamžite bude v nej v zúfalstve.
sl: Do kdaj bomo odprli pred njimi vrata huda kazen, takoj bodo v njej v obup.
sr_cyrl: До када смо отворили пред њима врата од озбиљне казне, одмах буду у томе из очаја.
sr_latn: Do kada smo otvorili pred njima vrata od ozbiljne kazne, odmah budu u tome iz očaja.
uk: До коли ми відкрили перед ними двері з серйозними покарання відразу ж вони будуть в ньому у розпачі.
vi: Cho đến khi chúng tôi đã mở trước khi họ một cánh cửa của sự trừng phạt nặng, ngay lập tức họ sẽ trong đó trong tuyệt vọng.
zu: Kuze kube nini Siye wavula phambi kwabo umnyango isijeziso esinzima, ngokushesha bayoba therein yithemba.

# Quran2751
source: And it is He who produced for you hearing and vision and hearts; little are you grateful.
ca: I és el que produeix que audició i visió i cors; mica estàs agraït.
cy: Ac ef a gynhyrchwyd ar gyfer eich gwrandawiad a gweledigaeth a calonnau; ychydig a ydych yn ddiolchgar.
da: Og det er ham, der produceres for du høre og vision og hjerter; lidt er du taknemmelig.
el: Και είναι αυτός που παράγεται για εσάς άκουσε και το όραμα και τις καρδιές. λίγο είστε ευγνώμονες.
et: Ja see on talle, kes koostas teile kuulmise ja nägemise ja südamed; vähe on teile tänulikud.
fi: Ja se on hän, joka tuottaa sinulle kuulo ja näkö ja sydämet; vähän olet kiitollinen.
he: והוא זה אשר הופק עבור אתה שומע ואת חזון לבם; . אתה אסיר תודה.
hr: I on je taj koji proizvodi za vas sluh i vid i srca; malo su vam zahvalni.
lt: Ir tai kas jūs klausos ir regėjimo ir širdis; šiek tiek tu dėkingas.
lv: Un tas ir tas, kas radīja jūs dzirdes un redzes un sirdis; maz esam jums pateicīgi.
nb: Og det er han som produserte for du høre og visjon og hjerter; lite er du takknemlig.
sk: A to je ten, kto vyrába pre vás sluchu a zraku a srdce; trochu ste vďační.
sl: In to je on, ki je za vas sluh in vid in srca; malo ste hvaležni.
sr_cyrl: И он је произведен за чујете ли и визију и срца; Мало смо ти захвални.
sr_latn: I on je proizveden za čujete li i viziju i srca; Malo smo ti zahvalni.
uk: І це він, який підготувала для вас слуху та зору і серця; мало вдячні Вам.
vi: Và nó là người sản xuất cho bạn nghe và tầm nhìn và trái tim; ít bạn có biết ơn.
zu: Futhi kuba Lowo khiqiza you ekuzweni nasekwamukeleni Umbono nezinhliziyo;
