Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran677
source: O you who have believed, be persistently standing firm for Allah, witnesses in justice, and do not let the hatred of a people prevent you from being just. Be just; that is nearer to righteousness. And fear Allah; indeed, Allah is Acquainted with what you do.
ca: O es que he cregut, ser persistentment peu ferm per Allah, testimonis en justícia i no deixi que l'odi d'un poble li impedeix tenir només. S'acaba; que és més a prop justícia. I la por d'Allah; de fet, Allah estigui familiaritzat amb el que fas.
cy: O Mae chi sydd wedi credu, bod yn gyson yn sefyll yn gadarn ar gyfer Allah, tystion mewn cyfiawnder, a Peidiwch â gadael y casineb pobl eich atal rhag bod yn unig. Yn unig; Mae hynny'n agosach at chyfiawnder i. Ac ofn Allah; yn wir, yw Allah yn gyfarwydd â beth yr ydych yn ei wneud.
da: O forhindre du, der har troet, være vedvarende stående fast for Allah, vidner i retfærdighed, og lad ikke had til et folk dig i at være bare. Være lige; Det er tættere på retfærdighed. Og frygt Allah; faktisk, Allah er bekendt med, hvad du gør.
el: O εσείς που πίστευαν, να στέκεται επίμονα σταθερή για τον Αλλάχ, μάρτυρες στη δικαιοσύνη, και να μην το μίσος ενός λαού να σας αποτρέψει από το να είναι απλά. Να είστε δίκαιοι. που είναι πιο κοντά στην δικαιοσύνη. Και ο φόβος Αλλάχ? Πράγματι, Αλλάχ είναι εξοικειωμένα με αυτό που κάνεις.
et: O kes oleks uskunud, olema püsivalt seistes kindlalt Allahi tunnistajatele õiguse, ja ei lase inimesi vihkamist takista teil oleks lihtsalt. Tuleb lihtsalt; mida lähemal õiguseks. Ja hirm Jumala; Tõepoolest, Allah on tuttav mida.
fi: Oi te, jotka ovat uskoneet, jatkuvasti kannassani ajaksi hillitä, todistajien oikeuteen, ja älä anna vihan temaan estää vain. Olisivat oikeudenmukaisia; se on lähempänä vanhurskauden. Ja pelätkää Allahia; itse asiassa Jumala tuntee mitä tehdä.
he:  למי להאמין, להיות בהתמדה עמידה איתנה למען אללה, עדים בצדק, אל תתנו את השנאה של אנשים למנוע ממך רק. להיות פשוט; . זה קרוב יותר צדקתו. ופחד אללה; אכן, אללה הוא היכרות עם מה שאתה עושה.
hr: O koji su vjerovali, biti uporno stoji čvrsto za Allaha, svjedoci u pravdu, i neka mržnja ljudi nećete biti samo. Biti samo; To je bliže pravednosti. I bojte se Allaha; Uistinu, Allah je upoznat sa što.
lt: O jūs, kurie tikėjo, būti nuolat stovėti tvirtai Dievas, liudytojų Teisingumo, ir neleiskite žmonių neapykantą netrukdo jums yra tiesiog. Būti teisinga; tai arčiau tiesos. Ir bijo Dievo; iš tiesų, Allah yra susipažinę su ką.
lv: O tu, kas ticējusi, būt ilgstoši stāv firma Allah, taisnīgumu, liecinieku un neļaujiet cilvēki naida neļautu jums vienkārši. Būt tikai; tas ir tuvāk taisnību. Un bailes Allah; patiešām, Allah ir iepazinies ar to, ko jūs darīt.
nb: O forhindrer dere som har trodd, være vedvarende står fast for Allah, vitner i rettferdighet, og ikke la hatet av et folk deg fra å være bare. Være rettferdig. Det er nærmere rettferdighet. Og frykt Gud. faktisk er Allah kjent med hva du gjør.
sk: O vás, kto veril, dlhodobo stojace firma pre Alaha, svedkovia v spravodlivosti, a nechať nenávisť ľudí zabrániť vám len. Len; to je bližšie k spravodlivosti. A strach Alah; Vskutku, Alah je oboznámený s to, čo robíte.
sl: O kdo verjel, se vztrajno trdno stoji za Allah, priče v pravičnosti, in ne dovolite, da sovraštvo ljudi preprečite, da si se samo. Mogoče samo; ki je bližje pravičnosti. In strah Allah; res, Allah je vešč kaj.
sr_cyrl: О ти који је веровао, бити упорно стајати чврсто за Алаха, сведоци у правду, и не дозволи да мрћња народа, нећете моћи да будем само. Бити само; То је ближе праведности. И страх од Алаха; Уистину , Аллах је упознат са оним што радите.
sr_latn: O ti koji je verovao, biti uporno stajati čvrsto za Alaha, svedoci u pravdu, i ne dozvoli da mrћnja naroda, nećete moći da budem samo. Biti samo; To je bliže pravednosti. I strah od Alaha; Uistinu, Allah je upoznat sa onim što radite.
uk: О ви, які увірували, бути наполегливо стоячи фірми Аллаха, свідків, в справедливості і не дозволяйте ненависті людей перешкодить вам бути просто. Бути просто; Ось ближче до праведності. Та страх Аллах; дійсно, Аллах познайомилися з те, що ви робите.
vi: O bạn của những người đã tin tưởng, là liên tục đứng vững cho Allah, các nhân chứng trong công lý, và không phải để hận thù của một người khiến bạn chỉ. Chỉ; đó là gần đến sự công bình. Và lo sợ Allah; Thật vậy, Allah làm quen với những gì bạn làm.
zu: O you kholwa babe bephikelela ngokuqinile Allah, ofakazi ngobulungisa, futhi ungavumeli inzondo wabantu kukuvimbele ekubeni nje.

# Quran678
source: Allah has promised those who believe and do righteous deeds [that] for them there is forgiveness and great reward.
ca: Allah ha promès qui creure i fer els justos fets [que] per a ells no hi ha perdó i gran recompensa.
cy: Allah wedi addo rhai sy'n credu ac yn gwneud gweithredoedd hoes dabloid [] iddynt bod maddeuant a gwobrwyo mawr.
da: Allah har lovet dem, der tror og gøre retfærdige gerninger [at] for dem der er tilgivelse og stor belønning.
el: Αλλάχ υποσχέθηκε εκείνους που πιστεύουν και κάνουν δίκαιοι πράξεις [ότι] για τους υπάρχει συγχώρεση και μεγάλη ανταμοιβή.
et: Jumal on lubanud neile, kes usuvad ja teha õiged teod [et] neid ei andestust ja suur auhind.
fi: Allah on luvannut niille, jotka uskovat ja tekevät tuovat [että] heille on anteeksiantamus ja suuri palkinto.
he: אללה הבטיח למי להאמין ולעשות מעשים טובים [כי] עבורם יש מחילה, הפרס הגדול.
hr: Allah je obećao onima koji vjeruju i čine pravedna djela [da] za njih je oprost i veliku nagradu.
lt: Dievas pažadėjo tiems, kurie tiki ir padaryti teisingas poelgius [kad] jiems nėra remissionem ir didelis atlygis.
lv: Allah ir apsolījis, kuri domāt un darīt taisns darbus [ka] viņiem nav piedošanu un liela atlīdzība.
nb: Allah har lovet de som tror og gjøre rettferdige gjerninger [at] for dem det er tilgivelse og stor belønning.
sk: Boh sľúbil, že tých, ktorí veria, a robiť spravodlivé skutky [že] pre nich je odpustenie a veľká odmena.
sl: Allah je obljubil, tiste, ki verjamejo in ne pravičen dejanja [da] za njih ni odpuščanje in veliko nagrado.
sr_cyrl: Аллах је обећао онима који верују и праведна дела [да] за њих постоји опрост и велику награду.
sr_latn: Allah je obećao onima koji veruju i pravedna dela [da] za njih postoji oprost i veliku nagradu.
uk: Аллах обіцяв тим які вірують і робити добрі справи [] для них те, що прощення і велику нагороду.
vi: Allah đã hứa hẹn với những người tin tưởng và làm việc công bình [rằng] cho họ có là sự tha thứ và phần thưởng tuyệt vời.
zu: Allah uthembise labo kholwa abenza izenzo zokulunga [ukuthi] ngabo kukhona ukuthethelelwa futhi umvuzo omkhulu.

# Quran679
source: But those who disbelieve and deny Our signs - those are the companions of Hellfire.
ca: Però els que dubten i negar rètols - aquests són els companys de Hellfire.
cy: Ond y rhai a chredu yn gwadu ein arwyddion-rhai yn chymdeithion Hellfire.
da: Men dem, som ikke tror og benægte vores tegn - de er kammerater i Hellfire.
el: Αλλά εκείνοι που αμφισβητούν και δυσπιστώ μας σημάδια - αυτοί είναι οι συνοδοί του Hellfire.
et: Kuid need, kes usu ja eitada meie märke - need on Hellfire kaaslased.
fi: Mutta ne, jotka usko ja kieltävät meidän merkkejä - ne ovat kumppaneita Hellfire.
he: אבל למי להאמין ולדחות את השלטים שלנו - אלו הלוויה של הלפייר.
hr: Ali oni koji je siguran da je lažna i odbiti naše znakove - oni su drugovi Hellfire.
lt: Bet tie, kurie neturi wierza ir paneigti mūsų ženklai - tai Hellfire kompanionai.
lv: Bet tie, kuri neticēt un noliegt mūsu zīmes - tie ir Hellfire biedrus.
nb: Men de som tviler og nekte våre skilt - de er ledsagere Hellfire.
sk: Ale tí, ktorí neveria, a poprieť naše znamenia - sú spoločníci Hellfire.
sl: Ampak tisti, ki verjamem in zanikati naših znakov - so tovariši Hellfire.
sr_cyrl: Али , они који је сигуран да је лажна и ускрати свој знак - то су Компањони паклени огањ.
sr_latn: Ali, oni koji je siguran da je lažna i uskrati svoj znak - to su Kompanjoni pakleni oganj.
uk: Але ті, хто не вірити і заперечувати наших знаки - тих, хто є супутниками Hellfire.
vi: Nhưng những người disbelieve và từ chối các dấu hiệu của chúng tôi - những người đang đồng hành hoả ngục.
zu: Kodwa labo disbelieve aphike nezibonakaliso Our - labo abangane Wesihogo Somlilo.

# Quran680
source: O you who have believed, remember the favor of Allah upon you when a people determined to extend their hands [in aggression] against you, but He withheld their hands from you; and fear Allah. And upon Allah let the believers rely.
ca: O que han cregut, recordes el favor d'Allah a vostè quan un poble determinat estendre les seves mans [de l'agressió] contra vostè, però ell retingut les seves mans de vostè; i la por d'Allah. I en Allah deixar que els creients es basen.
cy: O sydd wedi credu, cofiwch favor Allah arnoch pan fydd pobl yn benderfynol i ymestyn eu dwylo [mewn ymddygiad ymosodol] yn eich erbyn, ond oedd ef yn ei ddal yn ôl eu dwylo ac ofn Allah. A gadewch Allah Mae y credinwyr yn dibynnu arnynt.
da: O du, der har troet, huske Allah gunst ved du når et folk fast besluttet på at udvide deres hænder [i aggression] mod dig, men han tilbageholdt deres hænder fra dig; og frygt Allah. Og ved Allah lad troende stole.
el: O σας που πιστεύουν, θυμάται τη χάρη του Αλλάχ σας όταν ένας λαός που είναι αποφασισμένοι να επεκτείνουν τα χέρια τους [στην επιθετικότητα] εναντίον σας, αλλά αυτός παρακρατούνται τα χέρια τους από σένα. και ο φόβος Αλλάχ. Και κατόπιν ας Αλλάχ οι πιστοί βασίζονται.
et: O kes on uskunud, mäletan Allah kasuks teie peale, kui inimesed otsustanud laiendada oma käed [in agressiooni] teie vastu, kuid ta kinni nende käed sinult; ja kardavad, et Allah. Ja Allah olgu korral tugineda usklikud.
fi: Oi te, jotka ovat uskoneet muista hyväksi Jumala teitä kun ihmiset päättäväisesti laajentaa kätensä [hyökkäys] sinua vastaan, mutta hän salannut kätensä teiltä; ja pelätkää Allahia. Ja kun Jumala Anna uskovaiset.
he:  מי מאמין, זוכר את אמונם של אללה עליכם אנשים נחוש להרחיב את הידיים שלהם [של תוקפנות] נגדך, אבל הוא מנע ממך את הידיים שלהם ממך; ופחד אללה. ותן על אללה המאמינים להסתמך.
hr: O ti koji su vjerovali, sjećam se uslugu Allah na vas kada ljudi odlučio proširiti svoje ruke [u agresije] protiv vas, ali on uskratio svoje ruke od vas; i bojte se Allaha. I na Allaha vjernici se oslanjaju.
lt: O jūs, kurie tikėjo, prisiminti Dievo malonės tave kai pasiryžusi pratęsti savo rankas [į agresijos] prieš jus žmonių, tačiau jis nuslėpė savo rankas nuo jūsų; ir bijoti Dievo. Ir kai Dievas leidžia pasitikėti tikintieji.
lv: O kas ticējusi, atceraties Allah labvēlība pret tevi, kad cilvēki, kas nolēmis paplašināt savas rokas [agresijas] pret jums, bet viņš ietur savas rokas no tevis; un bailes Allah. Paļaujoties uz ļaujiet Allah ticīgie.
nb: O du hvem har trodd, husker favør Allah på deg når et folk besluttet å utvide sine hender [i aggresjon] mot deg, men han holdt sine hender. og frykt Allah. Og la de troende stole på Allah.
sk: O vás, ktorí ste uverili, spomenúť priazeň Boh na vás, keď ľudia odhodlaná rozšíriť svoje ruky [v agresie] proti vám, ale mu zrazená rukami od vás; a strach, Alah. A na Boha nech veriaci spoľahnúť.
sl: O vi, ki ste verjeli, spomnim uslugo Allah na vas, ko ljudi, odločen razširiti svoje roke [v agresijo] proti tebi, ampak je zadržal svoje roke od vas; in strah Allah. In na Alah naj bi se verniki.
sr_cyrl: О ти који верују, сети се услугу и Аллах над вама када народ утврдио да прошири своје руке [у агресије] против тебе, али је он сакрила своје руке од вас; и бојим се Алаху. И на Алаха да верници се ослонити.
sr_latn: O ti koji veruju, seti se uslugu i Allah nad vama kada narod utvrdio da proširi svoje ruke [u agresije] protiv tebe, ali je on sakrila svoje ruke od vas; i bojim se Alahu. I na Alaha da vernici se osloniti.
uk: О ви, хто вірив, пам'ятаю, користь Аллах на вас, коли люди вирішили розширити свої руки [в агресії] проти вас, але він утримується своїми руками з вами; і боюся Аллаха. І після нехай Аллах віруючих покладатися.
vi: O bạn của những người đã tin rằng, hãy nhớ rằng ưu tiên của Allah khi bạn khi một người xác định để mở rộng bàn tay của họ [thuộc aggression] chống lại bạn, nhưng ông giữ lại bàn tay của họ từ bạn; và sợ Allah. Và khi Allah cho các tín hữu dựa.
zu: O you kholwa khumbula umusa Allah phezu kwenu lapho abantu enqunywe ukunweba izandla zabo [e uchuku] ngokumelene nawe, kodwa withheld zabo kusuka kuwe;

# Quran681
source: And Allah had already taken a covenant from the Children of Israel, and We delegated from among them twelve leaders. And Allah said, "I am with you. If you establish prayer and give zakah and believe in My messengers and support them and loan Allah a goodly loan, I will surely remove from you your misdeeds and admit you to gardens beneath which rivers flow. But whoever of you disbelieves after that has certainly strayed from the soundness of the way."
ca: I Allah ja havia fet un pacte dels nens d'Israel, i hem delegat entre ells dotze líders. I Allah va dir, "jo sóc amb vosaltres. Si establir pregària i donar zakah i creuen en el meu missatgers i donar-los suport i préstec d'Allah un préstec bona, jo segurament traurà de vostè el seu malifetes i admetre als jardins sota quin cabal de rius. Però qui de vosaltres que disbelieves després que sens dubte ha allunyat de la solidesa del camí".
cy: Ac roedd Allah eisoes wedi cymryd cyfamod o blant Israel, a ddirprwywyd gennym o blith eu arweinwyr deuddeg. A dywedodd Allah, "Rwy'n gyda chi. Os ydych yn sefydlu gweddi a rhoi zakah ac yn credu yn fy negeswyr ac yn eu cefnogi ac benthyciad Allah benthyciad reit dda, byddaf yn sicr dynnu oddi ar eich eich camweddau a chi gyfaddef i gerddi o dan y llif afonydd. Ond pwy bynnag ohonoch disbelieves ar ôl bod yn sicr wedi crwydro o'r cadernid y ffordd.
da: Og Allah havde allerede taget en pagt fra Israels børn, og vi uddelegeret fra dem. tolv ledere. Og Allah sagde, "Jeg er med dig. Hvis du etablere bøn og give zakah og tror på mine budbringere og støtte dem og lån Allah en agtværdige lån, vil jeg helt sikkert fjerne fra du din ugerninger og indrømme du til haver under hvilke floder flow. Men hvem af jer disbelieves efter, har hvert fald forvildet fra soliditet af måde."
el: Και Αλλάχ είχαν ήδη λάβει ένα σύμφωνο από τα παιδιά του Ισραήλ, και εμείς ανατεθεί από αυτούς τους δώδεκα ηγέτες. Και Αλλάχ είπε, «είμαι μαζί σας. Αν σας προσευχή θεσπίσει και να δώσει zakah και πιστεύουμε στην αγγελιαφόρους μου και τους υποστηρίζουν και δάνειο Αλλάχ ένα goodly δάνειο, θα αφαιρέσει από εσάς ατοπήματά σας σίγουρα και παραδέχονται είστε Κήποι κάτω από τις οποίες ροής των ποταμών. «Αλλά όποιος από εσάς disbelieves μετά που έχει σίγουρα πολύ strayed από το βάσιμο του τρόπου».
et: Jumal oli juba võetud pakti Iisraeli lapsed ja me delegeeritud hulgast neid kaksteist juhid. Ja Jumal ütles: "ma olen teiega. Kui te koostavad palve ja anna zakah ja usu, minu kullerid ja neid toetada ja laenu Allah kena laenu, ma kindlasti eemaldada sinult oma üleastumised ja sa tunnistama, et aiad all mis jõed tõusevad. Aga kes teist disbelieves pärast seda, mis on kindlasti eksinud viis usaldusväärsust."
fi: Ja Jumala oli jo ottanut liiton Israelin lapset siirretty keskuudestaan kaksitoista johtajat. Ja Jumala sanoi, "Olen kanssasi. Jos perustaa rukous ja antaa zakah ja uskoa minun lähetit ja tukea heitä ja laina Jumala hyvistä laina, aion varmasti poistaa sinun rikoksistaan ja myöntämään gardens alla joka joet. Mutta kuka teistä ei usko, kun että on varmasti eksyneet tapa vakauden."
he: אללה כבר נלקחו ברית בני ישראל ו אנחנו האצילה מתוכן 12 מנהיגים. אללה אמר, "אני איתך. אם להקים תפילה, תן zakah, מאמינים שליחי, לתמוך בהם, הלוואה אללה הלוואה טובו, בוודאי להסיר ממך את החטאים שלך ואני מודה לך גנים מתחת נהרות שזורמים. אבל מי מכם disbelieves אחרי זה יש בהחלט סוטה מן הדרך איכות החלטתנו."
hr: Allah je već uzeo savez sa sinovima Izraelovim i mi delegiranih od njih 12 vođa. I Allah je rekao: "Ja sam s vama. Ako uspostavi molitvu i dati zakah i vjeruju u svojih glasnika i ih i kredita Allah ljubak kredita, sigurno ću ukloniti od vas vaša nedjela i priznati vrtovima ispod koje poteku rijeke. Ali ko god od vas disbelieves nakon to je svakako zalutao iz pouzdanosti kako."
lt: Ir Dievas jau priėmė sandorą iš Izraelio vaikų, ir mes perduoti iš jų dvylika lyderiai. Ir Dievas tarė: "aš esu su jumis. Jei jums nustatyti malda ir duoti zakah ir tiki savo pasiuntinius ir juos remti ir paskolų Dievas gražus paskolą, aš tikrai pašalinti iš jūsų savo paklydimus ir priimti jus į sodus po kurios upės srautas. Bet kas iš jūsų disbelieves po to, kad tikrai nuklydo iš kaip patikimumas."
lv: Allah bija uzņēmies derību no Izraēlas bērni un mēs deleģējusi kādu no tiem divpadsmit līderiem. Un Allah teica: "es esmu kopā ar jums. Ja jums izveidot lūgšanu un sniedz zakah un ticu mana kurjeriem un tos atbalstīt un aizdevumu Allah pamatīgs aizdevumu, es noteikti noņemt jūs no jūsu ļaundarībām un uzņemt dārzi, zem kura upes plūsmu. Bet tas, kurš no jums disbelieves pēc tam, kad tas noteikti ir noklīdis no ceļu stabilitāti."
nb: Og Allah allerede hadde tatt en pakt fra Israels barn, og vi delegert fra dem. tolv ledere. Og Gud sa: "jeg er med deg. Hvis du opprette bønn og gi zakah og tro på mine budbringere og støtte dem og lån Allah et vakkert lån, vil jeg sikkert fjerne fra du din ugjerninger og innrømmer du å hagen under der elvene strømmer. Men hvem av dere disbelieves etter som har sikkert kommet fra måten soliditet.
sk: Boh už zmluvu od deti Izraela a delegované sme spomedzi nich dvanásť vedúcich. A Boh povedal: "ja som s vami. Ak ste vytvoriť modlitba a dať Zakát a veriť v mojich poslov a ich podporu a úver Alah značný úver, budem určite odstrániť z vás svoje zločiny a priznať si do záhrady pod ktoré toku rieky. Ale kto z vás neverí, po ktoré má určite odchýlili od správnosť cesty."
sl: In Alah že sprejele zavezo otroke Izraela, in mi prenese od njih dvanajst voditelji. In Alah je dejal, "jaz sem z vami. Če vzpostavitev molitev in dati zakah in verjamejo v svoj kurirji in jih podpirajo in posojila Allah lep posojilo, bo zagotovo odstraniti iz ste svoje zločine in si priznati, da vrtovi pod katero tok reke. Ampak kdo od vas jih disbelieves po ki je gotovo zašel iz trdnost način."
sr_cyrl: Аллах је вец узела завет из децу Израела и смо делегирано неку од њих дванаест лидери. И Аллах је рекао, "Ја сам с тобом. Ако успостави молитву и дати заках и верују у гласници и их подржава и кредит Аллах је добар кредит, ја ће сигурно уклонити из те твоје недела и ти признати вртова испод које потеку. Али , ко год од вас дисбелиевес након тога сигурно скренуо са разумност до краја."
sr_latn: Allah je vec uzela zavet iz decu Izraela i smo delegirano neku od njih dvanaest lideri. I Allah je rekao, "Ja sam s tobom. Ako uspostavi molitvu i dati zakah i veruju u glasnici i ih podržava i kredit Allah je dobar kredit, ja će sigurno ukloniti iz te tvoje nedela i ti priznati vrtova ispod koje poteku. Ali, ko god od vas disbelieves nakon toga sigurno skrenuo sa razumnost do kraja."
uk: Аллах виконував Завіт з дітьми Ізраїлю і ми делеговані з-поміж них дванадцять лідерів. І Аллах сказав: "я з вами. Якщо встановити молитви і дати zakah і вірити в мої послів і підтримати їх і кредиту Аллах неабияку кредиту, я безумовно видалити з ви ваш злодіяння і визнати, що ви сади під які річках потік. Але той, хто з вас влаштовує викрадення, після того, як що безумовно має відхилився від обгрунтованість шлях".
vi: Và Allah đã thực hiện một giao ước từ trẻ em của Israel, và chúng tôi ủy quyền từ trong số đó 12 nhà lãnh đạo. Và Allah nói: "tôi với bạn. Nếu bạn thiết lập các cầu nguyện và cung cấp cho zakah và tin vào sứ giả của tôi và hỗ trợ họ và cho vay Allah một khoản vay có đẹp trai, tôi sẽ chắc chắn gỡ bỏ từ bạn misdeeds của bạn và thừa nhận bạn đến khu vườn bên dưới mà dòng chảy sông ngòi. Nhưng bất cứ ai của bạn disbelieves khi đó chắc chắn đã bay từ soundness của con đường."
zu: Futhi u-Allah ezase vumelwano Ntwana Israyeli, We waphathisa phakathi kwabo abaholi abayishumi nambili.
