Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran859
source: And leave those who take their religion as amusement and diversion and whom the worldly life has deluded. But remind with the Qur'an, lest a soul be given up to destruction for what it earned; it will have other than Allah no protector and no intercessor. And if it should offer every compensation, it would not be taken from it. Those are the ones who are given to destruction for what they have earned. For them will be a drink of scalding water and a painful punishment because they used to disbelieve.
ca: I deixar les que prenen la seva religió com d'atraccions i el desviament i qui ha enganyat la vida mundana. No cal oblidar l'Alcorà, no sigui que una ànima entregat a la destrucció pel que li va valer; tindrà altre que Allah no protector i no intercesor. I si ho ha d'oferir cada compensació, no ho seria portat d'ella. Aquests són els que es donen a la destrucció per què s'han guanyat. Per a ells serà un glop d'escaldat de l'aigua i un dolor càstig perquè solien dubten.
cy: A gadael y rhai sy'n cymryd eu crefydd fel difyrrwch a dargyfeirio a phwy y bywyd worldly wedi deluded. Ond atgoffa gyda y Qur'an, rhag ofn fod enaid yn rhoi'r gorau i'w dinistrio am beth y mae'n ei ennill; Bydd yn rhaid eithrio Allah oes protector ac unrhyw intercessor. Ac os dylai gynnig bob iawndal, byddai nid ei ohono. Dyma'r rhai sy'n cael eu rhoi i ddistryw am beth y maent wedi ei ennill. Ar gyfer eu fydd diod o sgaldio dŵr a chosbi boenus oherwydd maen nhw'n ei chredu.
da: Og lade dem, der tager deres religion som morskab og omlægning, og hvem det verdslige liv har vildledt. Men minde med Qur'an, lest en sjæl gives til ødelæggelse for hvad det tjent; det vil have andre end Allah, ingen protector og ingen forbeder. Og hvis det skal tilbyde alle erstatning, det ikke ville blive taget fra det. Dem er dem, der er givet til ødelæggelse for hvad de har tjent. For dem vil være en drink for skoldning vand og en smertefuld straf, fordi de brugte til at tvivle.
el: Και να αφήσει εκείνους που λαμβάνουν τη θρησκεία τους ως λούνα και εκτροπής και τους οποίους έχει εξαπατημένο την κοσμική ζωή. Αλλά να υπενθυμίσω με το Κοράνι, μήπως να εγκαταλείψει μια ψυχή καταστροφή για το τι θα κερδίσει? θα έχει εκτός από Αλλάχ δεν προστάτης και καμία μεσσολαβητής. Και αν θα πρέπει να προσφέρει κάθε αποζημίωση, δεν θα να λαμβάνονται από αυτό. Εκείνοι είναι αυτοί που δίνονται σε καταστροφής για αυτά που κέρδισε. Για τους θα είναι ένα ποτήρι με ζεματιστό νερό και μια οδυνηρή τιμωρία, γιατί συνήθιζαν να δυσπιστώ.
et: Ja neid, kes võtavad oma religiooni nagu lõbustus- ja diversiooni ja kelle maiste elu on eksitada. Kuid Meenutage Koraani, muidu hing tuleb loobunud hävitamise eest ta teenis; See on muu kui Jumal pole protector ja mingit intercessor. Ja kui see peaks pakkuma iga hüvitist, seda ei võeta seda. Need on need, kes on antud hävitamise nad on teeninud. Puhul neid saab põletushaavad vee ja valus karistust, sest vanasti ei usu. juua.
fi: Ja jättää ne, jotka ottavat uskontonsa huvi ja kulkeutumisen ja jonka maallinen elämä on harhaan. Mutta muistuttaa Koraania, jottei sielu kiinnitettävä tuhoa mitä se sai; se on muu kuin Jumala ei suojelija ja ei esirukoilijana. Ja jos se on järjestettävä joka korvausta, se ei siitä. Nämä ovat niitä, jotka annetaan tuhoa tuloistaan. Ja niitä on juoda tulikuuma vettä ja tuskallinen rangaistus, koska he usko.
he: להשאיר את מי לוקחים את הדת וגם שעשוע הסחה ואת מי יש השלו את החיים הגשמיים. אבל מזכיר עם הקוראן, שמא נשמה לוותר עליו חורבן על מה הוא מזוכה; זה יהיה אחרת מאשר אללה לא מגן, לא intercessor. אם הוא צריך להציע כל פיצוי, זה לא תילקח ממנו. אלה אלה ניתנות לחורבן עבור מה שהם הרוויחו. עבור אותם יהיה כוס רותח והמים עונש כואב כי הם נהגו להאמין.
hr: I one koji se njihova religija kao zabava i razbibriga i koga svjetovnog života je zavedeni. Ali podsjeti sa Kur'an, da ne bi nikome dati uništenje za što je zaradio; Imat će osim Allaha ni zaštitnika i nema zagovornika. I ako to treba ponuditi svaku naknadu, to će biti uzeti od nje. To su oni koji su dati u propast za ono što su zaradili. Za njih će se piće od opeklina vode i bolna kazna jer oni ne vjerujete.
lt: Ir tie, kurie imasi savo religiją kaip pramogų ir nukreipimo ir kuriems žemiškas gyvenimas yra apgauti. Bet priminti su Korano, kad siela teikiama sunaikinimo už ką jis uždirbo; ji turi ne Dievas ne gynėjas ir nėra intercessor. Ir jei ji turėtų pasiūlyti kiekviena kompensaciją, jis neturi būti atsižvelgiama iš jo. Jie yra tie, kurie, atsižvelgiant į pražūtį, ką jie uždirbo. Už juos bus galima išgerti, plikyti vandeniu ir skausmingas bausmes nes jie naudojami ne wierza.
lv: Un atstāt tiem, kas ņem savu reliģiju kā atrakciju un novirzīšanu un kam pasaulīgās dzīves ir maldināts. Bet atgādināt ar Qur ', nedrīkstam dvēsele dot līdz iznīcināšanu, ko tas ieguva; tā būs citiem mērķiem kā vien Allāhs, nav aizsargs un nav aizrunātājs. Un, ja tas būtu jāpiedāvā katru kompensāciju, tā būtu netiek ņemts no tā. Tie ir tie, kas ir veltīta iznīcināšanu, par ko viņi ir nopelnījuši. Par tām būs dzert no applaucēšanās ūdens un sāpīgi sods, jo viņi mēdzu neticēt.
nb: Og la de som tar sin religion som fornøyelsesparken og avledning og hvem verdslige livet har villedet. Men minne med Koranen, at en sjel gis til ødeleggelse for hva det tjent; den vil ha andre enn Døyve ingen protector og ingen intercessor. Og hvis det bør tilby hver erstatning, ville det ikke bli tatt fra den. De er de som er gitt til ødeleggelse for hva de har tjent. For dem vil være en drikke skålding vann og en pinefull straff fordi de brukte å tvile.
sk: A tí, ktorí ich náboženstvo brať ako zábavu a rozptýlenie a koho má pošetilou pozemský život. Ale pripomenúť s Korán, aby duše sa vzdal na zničenie, za čo ho získal; bude mať iné ako Alah žiadny protektor a bez obhajcu. A ak ponuka každé odškodnenie, to by nie brať z nej. To sú tie, ktoré sú uvedené na zničenie, za čo si vyslúžili. Pre ne bude piť parenie vodných a bolestivá trest, pretože oni neveria.
sl: In pustite tiste, ki jemljejo svojo vero kot za zabavo in zlorabe in koga je deluded posvetno življenje. Vendar se spomni z Koranu, da ne dušo preobrazila v pogubo, za kar je zaslužil; bo imel razen Allah ni zaščitnik in ne priprošnjik. In če ponuditi vsako nadomestilo, bi ne bili od nje. To so tisti, ki so namenjena uničenje, za kar so zaslužili. Za njih bo pijača poparjenje vode in boleče kazen, ker so navajeni verjamem.
sr_cyrl: И оставите те ко схватити њихове религије као забавни и диверзија, и коме је земаљски живот је у заблуди. Али једном са Кур'ану, да не би никоме дата до уништења за шта то зарадио; ће имати други него Аллах нема протектора и нема интерцессор. И ако то треба да понудим свакој накнаду, то неце бити узете из ње. То су они који стоје на располагању уништење за шта су зарадили. За њих ће бити пијем врелу воду и болна казна јер су користили да сумњаш у.
sr_latn: I ostavite te ko shvatiti njihove religije kao zabavni i diverzija, i kome je zemaljski život je u zabludi. Ali jednom sa Kur'anu, da ne bi nikome data do uništenja za šta to zaradio; će imati drugi nego Allah nema protektora i nema intercessor. I ako to treba da ponudim svakoj naknadu, to nece biti uzete iz nje. To su oni koji stoje na raspolaganju uništenje za šta su zaradili. Za njih će biti pijem vrelu vodu i bolna kazna jer su koristili da sumnjaš u.
uk: І залишити ті, хто взяти їх релігії як атракціонів і витоку і з ким мирські життя має вводять їх в оману. Але нагадати з Корану, щоб не душі бути наданий термін до знищення за те, що він заробив; вона буде мати крім Аллаха, немає протектор і заступника. І якщо вона повинна запропонувати кожному компенсації, вона б не відніметься від нього. Ті, ті, які надаються до знищення за те, що вони заслужили. Для них буде пити з Обпалюючий води і хворобливі покарання, тому що вони звикли не вірити.
vi: Và để lại những người có tôn giáo của họ như là công viên giải trí và hướng và người mà cuộc sống trần tục đã lừa dối. Nhưng nhắc nhở với kinh Qur'an, vì sợ rằng một linh hồn được đưa lên để phá hủy cho những gì nó kiếm được; nó sẽ có khác ngoài Allah, không có bảo vệ và không có intercessor. Và nếu nó sẽ cung cấp cho bồi thường mỗi, nó sẽ không được đưa từ nó. Đó là những người đã được đưa ra để hủy diệt cho những gì họ có thể kiếm được. Đối với họ sẽ có một thức uống của bỏng nước và một hình phạt đau đớn bởi vì họ sử dụng để disbelieve.
zu: Futhi ashiye labo fuza bo kolo njengoba yokuzijabulisa nokuzijabulisa, ngitjho worldly pilo uye bezikhohlisa.

# Quran860
source: Say, "Shall we invoke instead of Allah that which neither benefits us nor harms us and be turned back on our heels after Allah has guided us? [We would then be] like one whom the devils enticed [to wander] upon the earth confused, [while] he has companions inviting him to guidance, [calling], 'Come to us.' " Say, "Indeed, the guidance of Allah is the [only] guidance; and we have been commanded to submit to the Lord of the worlds.
ca: Dir, "serà invoquem en comptes d'Allah que qual ni ens beneficia ni ens fa mal i es va tornar en nostres talons després Allah ens ha guiat? [Llavors seríem] com qui diables temptat [a vagar] sobre la terra confós, [mentre] té companys convidant-lo a l'orientació, [anomenant], 'arribat a nosaltres." "Diuen,"de fet, l'orientació d'Allah és el guia [només]; i ens han estat comandada per sotmetre's al Senyor dels mons.
cy: Dweud, "Bydd alw yn hytrach na Allah na manteision inni nac yn niweidio ein a gael eu troi'n ôl ar ein sodlau ar ôl Allah wedi'n harwain ni? [Byddem wedyn] fel un a oedd y devils llwyddwyd i annog [i grwydro] ar wyneb y ddaear yn ddryslyd, [er] oedd ganddo cymdeithion wahodd i'r canllawiau, [galw], 'daw i ni.' "Dweud," yn wir, y canllawiau Allah y [canllawiau yn unig]; ac wedi wedi bod yn gyfrifol i gyflwyno i Arglwydd y byd.
da: Sige, "skal vi påberåbe i stedet for Allah, som hverken gavner os heller ikke skader os og være vendte tilbage på vores hæle efter Allah har vejledt os? [Vi ville derefter være] som hvem djævle lokket [at vandre] på jorden forvirret, [og] han har kammerater opfordrede ham til vejledning, [kalder], 'kommer til os.' "Sige,"Ja, vejledning af Allah er den [kun] vejledning; og vi har været befalet til at underkaste sig Herren af verdens.
el: Λένε, «θα επικαλούμαστε αντί Αλλάχ ότι οποία δεν ωφελεί μας ούτε μας βλάπτει και να γυρίσει πίσω στις φτέρνες μας αφού μας καθοδήγησε Αλλάχ; [Θα] όπως τους οποίους η διάβολοι δελεαστεί [να περιπλανηθεί] επάνω στη γη, σύγχυση, [ενώ] έχει συντρόφους καλώντας τον να καθοδήγηση, [καλώντας], «έρθει σε εμάς.» «Λένε: "πράγματι, την καθοδήγηση του Αλλάχ είναι το [μόνο] καθοδήγηση? και σας συνιστούμε να υποβάλετε στον κύριο των κόσμων.
et: Öelda: "ei me tugineda asemel Allah, millele ei saanud meile ega kahjustab meid ning pöördus tagasi meie kontsad pärast seda, kui Jumal on juhindunud meile? [Siis oleksime] nagu ühe, keda ahvatletakse [tiir] rahvahulgal segaduses, [kuigi] [üleskutse], kutsudes teda arendus, kaaslased on tal kuradid "Tule meile." "Öelda,"Allah juhendamisel on tõepoolest [ainus] arendus; ja meil on kästud Maailmade isand alluma.
fi: Esimerkiksi: "voimme vedota sen sijaan, että Allah ei hyödyttää meitä tai vahingoittaa meitä ja kytkettävä uudelleen päälle edetä nopeammin, kun Jumala on johdattanut meidät? [Tulisimme] kuten se jota houkutellaan [vaeltaa] maan päällä sekava, [kun] hän kumppaneita jossa hänen ohjausta, [jossa], devils "luoksemme." "Sano,"Allah ohjaus onkin [vain] ohjeisiin. ja meidän on käsketty tekemään maailmojen luoja.
he: לומר, "אנחנו מעירים במקום אללה כי אשר לא מועיל לנו ולא פוגעת בנו, ניתן לחזור על עקבותינו לאחר אללה הוביל אותנו? [ואז היינו] כמו אחד מי השדים פיתו [לשוטט] על פני האדמה מבולבל, [עוד] יש לו חברים שהזמנתי אותו הדרכה, [מתקשר], "בוא אלינו." "תגיד,"אכן, ההדרכה של אללה הוא ההדרכה [רק]; אנחנו כבר ציווה להגיש האל העולמות.
hr: Kažu, "zazvati smo umjesto Allaha da kojem ni koristi, niti nam šteti i se okrenuo leđa na koljena nakon Allah nas je doveo? [Onda bi] kao jedan koga vragovi mami [da lutaju] na zemlji zbunjen, [dok] je drugovi pozivajući ga na smjernice, [zove], 'doći k nama.' "Kažu,"doista, vodstvo Allah je [jedini] vodstvo; i mi je zapovjeđeno da gospodar svjetova.
lt: Sako, "taip mes remtis vietoj kad kurioje nei laimime nei kenkia mums ir būti pasuko atgal mūsų kulniukai po to, kai Dievas buvo vadovaujamasi mums Dievas? [Tada būtume] kaip kuriam suviliotas [į klajoti] į žemę painioti, [o] jis turi draugų pakviesti jį į gaires, [raginama], velnių "ateis pas mus." "Sako," iš tiesų, Allah gaires [tik] gaires; ir mes įsakiau paklusti Viešpaties pasaulių.
lv: Teiksim, "norāda mēs atsaukties nevis Allah, ka kas nedz ieguvumus mēs ne kaitē mums un atkal ieslēgts mūsu papēži pēc Allah ir vadīta, mums? [Mēs tad būtu], piemēram, viens, kuru vilina [kas klīst] sajaukt, zemes virsū [savukārt] viņš ir biedri, aicinot viņu ieteikumus, [aicinot], velni "nāk pie mums." "Saka:"Protams, Allah vadībā ir [tikai] vadlīnijas; un mums ir pavēlējis pakļauties pasaules kungu.
nb: Si "skal vi påberope i stedet for Allah at som ingen fordeler oss eller skader oss og bli skrudd tilbake på hælene etter Allah har ledet oss? [Vi vil da være] som som devils forledet [å vandre] til jorden forvirret, [mens] Han har følgesvenner invitere ham til veiledning, [ringer], "kom til oss." "Si,"faktisk veiledning av Allah er [bare] veiledning; og vi er blitt befalt å sende til Herren av verdens.
sk: Povedať: "bude sme odvolávať na namiesto Alah, že ktoré ani výhody nám ani poškodzuje nás a otočil sa späť na naše päty po Alah má riadiť nás? [Potom by sme] ako ten, koho devils láka [putovať] na zemi zmätený, [zatiaľ čo] má spoločníci ho pozvala na usmernenie [volá], "prísť k nám." "Povedal,"vedením Alah je skutočne [len] usmernenia; a boli sme prikázal predložiť k Pánovi svetov.
sl: Reči, "se sklicuje namesto Allah da ki ne koristi nam niti nam škoduje in se obrnil nazaj na naše pete po Allah je vodena nas? [Potem bomo] kot tista, ki zavedeni [se sprehaja] po zemlji, zmedeni, [čeprav] je tovariši ga vabijo na smernice, [zahteva], devils "pridejo k nam." "Pravijo,"dejansko vodstvom Allah je [samo] Smernice; in mi ukazal, da predloži Gospoda svetov.
sr_cyrl: Рецимо , "треба нам да призовем уместо Алаха да којом не могу ни корист нама нити нас не дира и да смо се вратили за петама након Аллах нас је водио? [Онда би] као један кога су демони завела [да] над земљом збуњен, [док] има сапутници сте га позвали на Водич, то је твоја мама], 'нам се обратио." "Реци ,"заиста , вођством Аллах је [само] упутства; и ми наредити да се подвргне господару света.
sr_latn: Recimo, "treba nam da prizovem umesto Alaha da kojom ne mogu ni korist nama niti nas ne dira i da smo se vratili za petama nakon Allah nas je vodio? [Onda bi] kao jedan koga su demoni zavela [da] nad zemljom zbunjen, [dok] ima saputnici ste ga pozvali na Vodič, to je tvoja mama], 'nam se obratio." "Reci,"zaista, vođstvom Allah je [samo] uputstva; i mi narediti da se podvrgne gospodaru sveta.
uk: Сказати, "повинна ми посилатися замість Аллах, який жоден вигоди нас і не завдає шкоди нам і повернувся на нашу підбори після того, як Аллах скеровує? [Ми би], як один, якого чорти заманив [щоб побродити] на землі плутають, [хоча] він супутники запросити його керівництво, [закликаючи], 'приходять до нас." "Сказати," дійсно, керівництвом Аллах [тільки] керівництвом; і ми були командувачами подавати Господу світів.
vi: Nói, "thì chúng ta gọi thay vì Allah mà không mang lại lợi ích cho chúng tôi, cũng không hại chúng ta và được quay trở lại trên gót của chúng tôi sau khi Allah đã hướng dẫn chúng ta? [Chúng ta rồi sẽ] như một người mà quỷ enticed [để đi lang thang] khi trái đất lẫn lộn, [trong khi] ông có người bạn mời anh ta để hướng dẫn, [kêu gọi], 'đến với chúng tôi.' "Nói," thật vậy, sự hướng dẫn của Allah là hướng dẫn [duy]; và chúng tôi đã chỉ huy Đệ trình lên Chúa của thế giới.
zu: Ithi: "Sihambe leso lapho kungoni izinzuzo kithi noma lilimaza lingasilaleli wabuyela izithende yethu emva Allah guided us esikhundleni Allah? [We ngalesosikhathi kube] like lowo amademoni ukuhungeka [ukuba azulazule] phezu komhlaba udidekile

# Quran861
source: And to establish prayer and fear Him." And it is He to whom you will be gathered.
ca: I a establir l'oració i li tinc por." I és que a qui li es reuniran.
cy: Ac i sefydlu gweddi ac ofn iddo. Ac ef i bwy y bydd eich casglu.
da: Og at etablere bøn og bange for ham." Og det er ham, som du vil blive indsamlet.
el: Και η προσευχή θεσπίσει και τον φόβο.» Και είναι αυτός στον οποίο εσείς θα συγκεντρωθούν.
et: Ning teha kindlaks palve ja kardavad teda." Ja see on talle kellele te kohtadest.
fi: Rukous sekä pelätä. " Ja hän on se jolle olet kerännyt.
he: וכדי ליצור תפילה, מפחדים ממנו." . וזה הוא למי אתה שייאספו.
hr: I da uspostavi molitvu i strah ga." I on je taj kome će biti prikupljen.
lt: Sukurti malda ir baimė jį. " Ir tai jis kam jums bus surinkti.
lv: Un lai izveidotu lūgšanu un bailes viņu." Un tas ir tas, kuram tiks savākta.
nb: Og å etablere bønn og frykter ham." Og det er han som du vil bli samlet.
sk: Vytvoriť modlitba a strach ho. " A je to on, komu ste zhromaždili.
sl: Ter za vzpostavitev molitev in ga strah." In to je on komu ste zbrali.
sr_cyrl: И да успостави молитву и бојим га се." И он је тај коме ти бити прикупљене.
sr_latn: I da uspostavi molitvu i bojim ga se." I on je taj kome ti biti prikupljene.
uk: І щоб встановити молитви і його боюся. І він до кого ви будуть зібрані.
vi: Và để thiết lập các cầu nguyện và lo sợ anh ta." Và đó là ông mà bạn sẽ được thu thập.
zu: Futhi kuze sungula umthandazo, nimesabe. "Futhi yena kubani uyobuthelwa.

# Quran862
source: And it is He who created the heavens and earth in truth. And the day He says, "Be," and it is, His word is the truth. And His is the dominion [on] the Day the Horn is blown. [He is] Knower of the unseen and the witnessed; and He is the Wise, the Acquainted.
ca: I és ell el que ha creat el cel i la terra en veritat. I el dia, diu, "ser", i és, la seva paraula és la veritat. I el seu és el domini [en] el dia de la Banya és bufat. [És] Coneixedor del invisibles i va ser testimoni; i els savis, el Acquainted.
cy: Ac ef a greodd y nefoedd a'r ddaear mewn gwirionedd. Ac y diwrnod a dywed, "yn", ac mae'n, y gwir yw ei air. Ac ef yn y ddominiwn [ar] y diwrnod yw y cyrn yn chwythu. [Mae'n] Knower y unseen a welir; ac y doeth, Acquainted y mae ef.
da: Og det er ham, der skabt himlen og jorden i sandhed. Og den dag, han siger, "være", og det er, hans ord er sandheden. Og han er herredømme [på] dagen Hornet er blæst. [Han er] Knower af usete og bevidnet; og han er klogt, Acquainted.
el: Και είναι αυτός που δημιούργησε τον ουρανό και τη γη στην αλήθεια. Και την ημέρα, λέει, «είναι», και είναι, η λέξη του είναι η αλήθεια. Και του είναι η κυριαρχία [κατά] την ημέρα που φυσιέται το Κέρας της Αφρικής. [Είναι] Knower του unseen και οι μάρτυρες? και αυτός είναι ο σοφός, τις γνωστές κατασκευάστριες.
et: Ja see on tema, kes on loonud taeva ja maa tõde. Päev, ütleb ta, "olema" ja see on tema sõna on tõde. Ja tema on ka dominion [kuupäeval] sarv on puhutud. [On] Teab selle nähtamatu ja tunnistajate; ja ta on tark, et Acquainted.
fi: Ja se on hän, joka loi taivaat ja maan todellisuudessa. Ja päivä, hän sanoo, "on", ja hänen sanansa on totuus. Ja hänen on valta [on] päivä puhalletaan sarvi. Hän on Tietävä on näkymätön ja valvomien; ja hän on viisas, Acquainted.
he: והוא זה שיצר את השמיים והארץ, למען האמת. היום הוא אומר, "להיות", ואת זה, המילה שלו היא האמת. שלו היא הריבונות [ב] היום הצופר הוא מפוצץ. [הוא] היודע של הבלתי נראה, של עדים; . והוא החכמים, Acquainted...
hr: I on je taj koji je stvorio nebesa i zemlju u istini. Dan, kaže, "biti" i to je njegova riječ je istina. I njegov je Dominij na dan rog je pregorio. [Je] Poznavatelj svih nevidjeno i svjedocima; i on je mudar, u Acquainted.
lt: Ir tai tas, kuris sukūrė dangų ir žemę tiesą. Ir tą dieną jis sako, "būti", ir tai, jo žodis yra tiesa. Ir jo yra Karalystę [dieną] ragas yra prapūsti. [Jis] Wszechwiedzacy nematyto ir liudininku; ir jis yra protingas, kad Acquainted.
lv: Un tas ir tas, kas radīja debesis un zemi patiesību. Un nākamajā dienā viņš saka: "būt", un tas ir, viņa vārds ir patiesība. Un viņa valdīšana [dienā] Āfrikas Ragā ir izpūstas. [Tas] Zinātājs neredzēts un novēro; un viņš ir gudrs, Acquainted.
nb: Og det er som skapte himlene og jorden i sannhet. Og da han sier, "være", og det er hans ord er sannheten. Og han er herredømme [på] dagen hornet er blåst. [Han er] Kjenner usynlige og vitne; og han er klok, Acquainted.
sk: A to je ten, ktorý vytvoril nebies a Zeme v pravde. V deň, on hovorí, "byť" a to je, jeho slovo je pravda. A jeho panstvo [v] deň je fúkané roh. [Je] Vševedúci neviditeľné a svedkov; a on je múdry, Acquainted.
sl: In to je on, ki je ustvaril nebo in zemljo, v resnici. In dan, pravi, "biti", in je, njegova beseda je resnica. In njegova oblast je [na] dan, je prepihani rog. [Je] Poznavalec nevidno in priča; in on je pametno, da Acquainted.
sr_cyrl: И он је створио небеса и земљу у истини. На дан, каже он, "Буди" и је, његова реч је истина. А његови су на власт [на] дан рог је проваљен. [Је] Правоверац невидјено и са сведоцима; и он је мудри, на Ацqуаинтед.
sr_latn: I on je stvorio nebesa i zemlju u istini. Na dan, kaže on, "Budi" i je, njegova reč je istina. A njegovi su na vlast [na] dan rog je provaljen. [Je] Pravoverac nevidjeno i sa svedocima; i on je mudri, na Acquainted.
uk: І це той, хто створив небеса та Земля у правді. І день, він каже: "бути", і це, його слово-ІСТИНА. І його Домініон [в] день продувається роги. [Це] Пізнає невидиме і бачу; і він мудрий, на Acquainted.
vi: Và ông đã tạo ra trời và trái đất trong sự thật. Ngày anh nói, "" và đó là lời của ông là sự thật. Và ông là dominion ngày ngày chiếc sừng được thổi. [Ta] Knower của unseen và chứng kiến; và ông là sự khôn ngoan, Acquainted.
zu: Futhi kuba Lowo owadala amazulu nomhlaba ngeqiniso.
