Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran203
source: And complete the Hajj and 'umrah for Allah. But if you are prevented, then [offer] what can be obtained with ease of sacrificial animals. And do not shave your heads until the sacrificial animal has reached its place of slaughter. And whoever among you is ill or has an ailment of the head [making shaving necessary must offer] a ransom of fasting [three days] or charity or sacrifice. And when you are secure, then whoever performs 'umrah [during the Hajj months] followed by Hajj [offers] what can be obtained with ease of sacrificial animals. And whoever cannot find [or afford such an animal] - then a fast of three days during Hajj and of seven when you have returned [home]. Those are ten complete [days]. This is for those whose family is not in the area of al-Masjid al-Haram. And fear Allah and know that Allah is severe in penalty.
ca: I completar el Hajj i ' umrah per Allah. Però si que els va impedir, llavors [oferta] que es poden obtenir amb facilitat d'animals de sacrifici. I no afaitar seus caps fins que l'animal de sacrifici ha arribat al seu lloc de la massacre. I qui entre vosaltres està malalt o té una malaltia del capçal [fer afaitar necessaris han d'oferir] un rescat de dejuni [tres dies] o caritat o sacrifici. I quan vostè està segur, després qui realitza ' umrah [durant els mesos d'Hajj] seguit Hajj [ofertes] que es poden obtenir amb facilitat d'animals de sacrifici. I qui no troba [o permetre semblant animal] - llavors un dejuni de tres dies durant la peregrinació i set quan li han tornat a [la casa]. Aquestes són deu [dies] complets. Això és per a aquells la família no és a la zona d'al-Masjid al-Haram. I por d'Allah i saber que Allah és greu en pena.
cy: A chwblhau yr Hajj a ' umrah i Allah. Ond os ydych yn rhwystro, yna [cynnig] Beth gellir cael yn rhwydd anifeiliaid aberthol. Ac nid oes eillio eich pennau nes anifail aberthol wedi cyrraedd ei lle lladd. A pwy bynnag ymhlith ydych yn sâl neu anhwylderau y pennaeth [gwneud eillio angenrheidiol rhaid cynnig] pridwerth o ymprydio [tri diwrnod] neu elusen neu aberth. A pan fyddwch yn ddiogel, yna pwy bynnag sy'n perfformio ' umrah [yn ystod y mis Hajj] yn dilyn Hajj [cynnig] Beth gellir cael yn rhwydd anifeiliaid aberthol. A phwy bynnag ni allwn ddod o hyd i [neu fforddio anifeiliaid o'r fath]-yna cyflym o dri diwrnod yn ystod yr Hajj a saith pan ydych wedi dychwelyd [cartref]. Rhai yn gyflawn ddeng [diwrnod]. Mae hyn ar gyfer y rhai nad yw eu teulu yn yr ardal o al-Masjid al-Haram. Ac ofn Allah ac yn gwybod bod Allah yn difrifol yn gosb.
da: Og komplet Hajj og ' umrah for Allah. Men hvis du er forhindret, så tilbud [] Hvad kan opnås med lethed af offerdyr. Og ikke barbere hovedet indtil offerdyret har nået sin plads ved slagtning. Og hvem blandt du er syg eller har en lidelse af hovedet [gør barbering nødvendige skal tilbyde] en løsesum af fastende [tre dage] eller velgørenhed eller offer. Og når du er sikker, så uanset hvem der udfører ' umrah [i løbet af Hajj måneder] efterfulgt af Hajj [tilbud] Hvad kan opnås med lethed af offerdyr. Og hvem kan ikke finde [eller råd til sådan et dyr] - så en hurtig tre dage i løbet af Hajj og syv når du har vendt [hjem]. De er ti komplet [dage]. Dette er for dem, hvis familie ikke er inden for al-Masjid al-Haram. Og frygt Allah og ved, at Allah er alvorlig i straf.
el: Και ολοκληρωθεί η Hajj και «umrah για τον Αλλάχ. Αλλά αν εσείς εμποδίζεστε, στη συνέχεια [Προσφορά] τι μπορεί να επιτευχθεί με ευκολία θυσιασμένων ζώων. Και δεν ξυρίζουν τα κεφάλια σας, έως ότου το ζώο της θυσίας έχει φτάσει την έδρα της σφαγής. Και όποιος ανάμεσά σας είναι άρρωστος ή έχει μια πάθηση του κεφαλιού [καθιστώντας αναγκαία ξύρισμα πρέπει να προσφέρουν] [τρεις ημέρες της νηστείας] ή φιλανθρωπία ή θυσία λύτρων. Και όταν είσαι ασφαλής, τότε όποιος εκτελεί «umrah [κατά τη διάρκεια των μηνών Hajj] ακολουθούμενη από Hajj [προσφορές] τι μπορεί να επιτευχθεί με ευκολία θυσιασμένων ζώων. Και όποιος δεν βρείτε [ή να αντέξουν οικονομικά ένα τέτοιο ζώο] - τότε μια γρήγορη τρεις ημέρες κατά τη διάρκεια του Hajj και επτά όταν επιστρέψατε [Αρχική σελίδα]. Αυτά είναι πλήρης [δεκαήμερο]. Αυτό είναι για εκείνους των οποίων η οικογένεια δεν είναι στην περιοχή του al Masjid al-Haram. Και ο φόβος Αλλάχ και γνωρίζουμε ότι Αλλάχ είναι σε σοβαρή ποινή.
et: Ja täita selle Hajj ja "umrah Allah. Kuid kui te ei saa, siis [offer] mida aadressil ohvrikivi loomade kergust. Ja raseerida pead kuni ohvrikivi looma tapmise leiduval. Ja kes iganes teie seast on haige või on häda pea [tegemise raseerimise korral peab pakkuma] lunaraha paastumine [kolm päeva] või heategevus või ohverdada. Ja kui sul on turvaline, siis kes sooritab ' umrah [kuuga Hajj] järgneb Hajj [pakkumised] mida aadressil ohvrikivi loomade kergust. Ja kes iganes ei leia [või endale selline loom] - siis kiiresti kolme päeva jooksul Hajj ja seitse kui tagastasite [kodu]. Need on kümne täielik [tehtud]. See on neile, kelle pere ei ole al-Masjid al-Haram piirkonnas. Ja kardavad, et Allah ja tean, et Jumal on raske karistus.
fi: Ja suorittaa Hajj ja "umrah Allah. Mutta jos sinua estetään, sitten [tarjous] mitä saa helposti uhrieläimet. Ja eivät aja päänne asti uhrautuva eläimen teurastuksen paikkansa. Ja kuka teistä on sairas tai sairaus pään [tehdä parranajo tarvittavat on tarjous] lunnaat on paasto [kolme päivää] tai hyväntekeväisyyteen tai uhrata. Ja kun on turvallista, kuka suorittaa "umrah [aikana Hajj kuukautta] seurasi Hajj [tarjoukset] mitä saa helposti uhrieläimet. Ja kuka ei voi löytää [tai varaa tällaisen eläimen] - niin nopeasti, kolmen päivän aikana Hajj ja seitsemän kun olet palannut [home]. Ne ovat täydellinen [Jania]. Näin jonka perhe ei ole al-Masjid al-Haram alueella. Ja pelätkää Allahia ja tiedämme, että Jumala on ankara rangaistus.
he: ולהשלים את Hajj, "umrah למען אללה. אבל אם אתה תימנע, ואז [מציעים] מה ניתן להשיג בקלות של בעלי חיים. לא לגלח את הראש עד לשה הגיע למקומו של שחיטה. ואת מי מביניכם הוא חולה או מחלה של הראש [עושה גילוח הכרחי חייב להציע] כופר של צום [שלושה ימים] או צדקה או הקרבה. כאשר אתה בטוח, אז מי מבצע ' umrah [במהלך החודשים Hajj] ואחריו Hajj [מבצעים] מה ניתן להשיג בקלות של בעלי חיים. ומי לא יכול למצוא [או להרשות חיה כזו] - ואז מהיר של שלושה ימים במהלך Hajj ושל שבע כאשר חזרת [הביתה]. אלה הם עשרת שלמה [יום]. . זה עבור אלה שמשפחתו אינה באזור אל-מסג'יד אל-חראם. פחד אללה ואני יודעת כי אללה הוא חמור בעונשם.
hr: I kompletan Hadža i ' umre za Allaha. Ali ako su spriječeni, onda [Ponuda] što se može dobiti s lakoćom žrtvenih životinja. I ne briju glave sve dok žrtvena životinja je dosegla svoje mjesto klanja. I tko god među vama je bolestan ili je bolest glave [što brijanje nužno mora ponuditi] otkup posta [tri dana] ili ljubav ili žrtva. I kada ste sigurni, onda onaj tko izvodi ' umrah [tijekom Hajj mjeseci] a zatim Hadža [ponude] što se može dobiti s lakoćom žrtvenih životinja. I tko god ne može pronaći [ili si priuštiti takve životinje] - onda brzo tri dana za vrijeme Hadždža i sedam kada su se vratili [Dom]. To su deset kompletan [dana]. Ovo je za one čija obitelj nije u području al-Masjid al-Haram. I boj se Allaha i znam da je Allah u kaznu.
lt: Ir baigti į Hadž ir "umrah dėl Dievo. Bet jei jums būtų užkirstas kelias, tada [siūlo] ką galima gauti lengvai aukojimo gyvūnų. Ir don't skutimosi savo galvos kol aukojimo gyvūnų pasiekė savo skerdimo vietos. Ir kas tarp jūsų serga arba yra negalavimo galvos [padaryti skutimosi reikalingus turi pasiūlyti] okup badavimo [tris dienas] arba labdaros ar auka. Ir kai jums yra saugus, tada kas atlieka "umrah [mėnesiais Hadž] po Hadž [siūlo] ką galima gauti lengvai aukojimo gyvūnų. Ir kas negali rasti [arba sau leisti tokių gyvūnų] - tada greitas trijų dienų metu Hadž ir septynių kai grąžinote [Pradžia]. Tai yra dešimt pilnas [dienų]. Tai yra tie, kurių šeimos nėra al-Masjid al-Ḥaram mečetę srityje. Ir bijo Allah ir žinome, kad Dievas yra sunki bausmė.
lv: Un pabeigtu Hajj un "umrah Allah. Bet, ja ir novērsti, tad [piedāvāt] ko var iegādāties ar vieglumu dzīvnieku upurēšanas. Un nav noskūties galvas līdz upurēšanas dzīvnieks sasniedz tās kaušanas vietu. Un kurš no jums ir slims vai ir slimību galvas [padara skūšanās nepieciešams ir jāpiedāvā] izpirkt badošanās [trīs dienas], labdarība vai upuris. Un kad tu esi drošs, tad tas, kurš veic "umrah [mēnešos Hajj] seko Hajj [piedāvājumi], ko var iegādāties ar vieglumu upurēšanas dzīvnieku. Un tas, kurš nevar atrast [vai atļauties šādu dzīvnieku] - tad ātri trīs dienu laikā Hajj un septiņi gadi, kad esat atgriezies [mājas]. Tie ir desmit pilnīga [dienas]. Tas ir tiem, kura ģimene nav al Masjid al-Haram sfērā. Un bailes Allah un zina, ka Allāhs ir smags sods.
nb: Og fullføre Hajj og ' umrah for Døyve. Men hvis du er forhindret, deretter tilbud [] Hva kan fås med brukervennlighet oppofrende dyr. Og ikke barbere hodet til oppofrende dyr har nådd stedet for slakting. Og hvem blant dere er syke eller har en sykdom av hodet [gjør barbering nødvendig må tilby] løsepenger av faste [tre dager] eller veldedighet eller offer. Og når du er sikker, så den som utfører "umrah [under Hajj måneder] etterfulgt av Hajj [Tilbud] Hva kan fås med brukervennlighet oppofrende dyr. Og hvem kan ikke finne [eller råd til slike et dyr] - så en rask tre dager under Hajj og sju når du har kommet [Hjem]. De er ti komplett [dager]. Dette er for de som har familie ikke er i området av al-Masjid al-Haram. Og frykt Allah og vet at Allah er alvorlig i straffen.
sk: A dokončiť hadždž a "umrah pre Alaha. Ale ak sa bráni, potom [Ponuka] čo možno získať s ľahkosťou obetné zvieratá. A nebudú holiť hlavy kým obetného zvieraťa nedosiahne svoje miesto zabitia. A ten, kto z vás je chorý alebo má ochorenia hlavy [Tvorba holiace potreby musí ponúknuť] výkupné nalačno [tri dni], charitu alebo obeť. A keď ste v bezpečí, potom ten, kto vykonáva "umrah [počas mesiacov Hajj] nasleduje Hajj [Ponuka] čo možno získať s ľahkosťou obetné zvieratá. A ten, kto nemôže nájsť [alebo dovoliť také zviera] - potom rýchlo tri dni počas Hajj a sedem, keď sa vrátil [home]. Sú to desať celých [dní]. To je pre tých, ktorých rodiny nie je v oblasti al Masjid al-Haram. A strach Alah a viem, že Alah je ťažké trestu.
sl: In dokončanje Hajj in "umrah za Allah. Ampak če si preprečene, potem [ponudba] kaj dobimo z lahkoto žrtveno živali. In ne brije vaše glave, dokler žrtveno žival dosegel svoj kraj zakola. In kdor med vami je bolan ali ima bolezen glave [izdelava britje potrebno mora ponudba] odkupnino tešče [tri dni] ali dobrodelne namene ali žrtev. In ko ste varen, torej kdor opravlja "umrah [v mesecih Hajj] sledi Hajj [ponudba] kaj dobimo z lahkoto žrtveno živali. In kdor ne more najti [ali privoščiti takih živali] - potem hitro tri dni med Hadž in sedem, ko ste jih vrnili [doma]. So deset popolno [dni]. To je za tiste, katerih družine ni v območju al-Masjid al-Haram. In strah Allah in vem, da Allah je huda kazen.
sr_cyrl: И довршите Хајј и ' умрах за Алаха. Али ако вас немогућност, затим [понуда] шта се може добити са лакоћом жртвених животиња. А бријање главе док жртвених животиња је достигла своје место покоља. А ко од вас је болестан или има медикаментима главе [Прављење бријање неопходно мора понудити] откуп посни [три дана] или добротворне сврхе или жртва. И када си сигуран, онда онај ко обавља ' умрах [током Хајј месеци] праћен Хајј [понуде] шта се може добити са лакоћом жртвених животиња. И ко год није могуће пронаћи [или приуштити такву животиња] - а онда брзим три дана током Хајј и седам година када сте се вратили [куци]. То су десет комплетан [дана]. Ово је за оне чија је породица није у области ал-дћамију ал-Харам. И страх Алаха, и знам да је Аллах озбиљне у казну.
sr_latn: I dovršite Hajj i ' umrah za Alaha. Ali ako vas nemogućnost, zatim [ponuda] šta se može dobiti sa lakoćom žrtvenih životinja. A brijanje glave dok žrtvenih životinja je dostigla svoje mesto pokolja. A ko od vas je bolestan ili ima medikamentima glave [Pravljenje brijanje neophodno mora ponuditi] otkup posni [tri dana] ili dobrotvorne svrhe ili žrtva. I kada si siguran, onda onaj ko obavlja ' umrah [tokom Hajj meseci] praćen Hajj [ponude] šta se može dobiti sa lakoćom žrtvenih životinja. I ko god nije moguće pronaći [ili priuštiti takvu životinja] - a onda brzim tri dana tokom Hajj i sedam godina kada ste se vratili [kuci]. To su deset kompletan [dana]. Ovo je za one čija je porodica nije u oblasti al-dћamiju al-Haram. I strah Alaha, i znam da je Allah ozbiljne u kaznu.
uk: І завершити Хаджу і ' умри для Аллаха. Але якщо ви не можуть, то [запропонувати] що можуть бути отримані з легкістю жертовних тварин. І не голити голову, поки жертовну тварину досяг свого місця забою. І той, хто серед вас хворий або хвороба голови [робить гоління необхідні повинні запропонувати] викуп розвантажувальні [3 дні] або добродійність або жертва. І коли ви є безпечними, то той, хто виконує ' умри [під час Хаджу місяців] слідують Хаджу [пропозиції], що можуть бути отримані з легкістю жертовних тварин. І той, хто не може знайти [або дозволити собі таку тварина] - то швидкий трьох днів під час Хаджу і семи коли ви повернулися [Головна]. Ті, повний [десятиденний]. Це для тих, чиї сім'ї не знаходиться в районі Аль Масджид аль Харам. І боїться Аллаха і знати, що Аллах серйозними покарання.
vi: Và hoàn thành Hajj và ' umrah cho Allah. Nhưng nếu bạn đang ngăn cản, sau đó [có] những gì có thể thu được một cách dễ dàng của động vật hiến tế. Và không cạo râu đầu của bạn cho đến khi các động vật hiến tế đã đạt đến vị trí của nó trong giết mổ. Và bất cứ ai trong số các bạn bị ốm hoặc có một bệnh đầu [làm cho cạo râu cần thiết phải cung cấp] một tiền chuộc chay [ba ngày] hoặc các tổ chức từ thiện hoặc sự hy sinh. Và khi bạn đang an toàn, sau đó bất cứ ai thực hiện ' umrah [trong suốt tháng Hajj] theo sau Hajj [có] những gì có thể thu được một cách dễ dàng của động vật hiến tế. Và bất cứ ai không thể tìm thấy [hoặc đủ khả năng một động vật] - sau đó một nhanh ba ngày trong Hajj và 7 khi bạn đã quay trở lại [home]. Đó là mười hoàn thành [ngày]. Điều này là dành cho những người mà họ không phải là ở khu vực al-Masjid al-Haram. Và sợ Allah và biết rằng Allah là nghiêm trọng trong hình phạt.
zu: Futhi ugcwalise Hajj 'Umrah for Allah.

# Quran204
source: Hajj is [during] well-known months, so whoever has made Hajj obligatory upon himself therein [by entering the state of ihram], there is [to be for him] no sexual relations and no disobedience and no disputing during Hajj. And whatever good you do - Allah knows it. And take provisions, but indeed, the best provision is fear of Allah. And fear Me, O you of understanding.
ca: Peregrinació és [mesos] conegut, així que qui ha fet Hajj obligatòria en ell mateix aquí [introduint l'estat de ihram], hi ha [per estar per ell] no hi ha relacions sexuals i no desobediència i no disputant durant els Hajj. I qualsevol cosa bona que fer - Allah ho sap. I prendre les disposicions, però de fet, la millor prestació és por d'Allah. I por mi, O de comprensió.
cy: Hajj yn [mis] adnabyddus, felly pwy bynnag wedi gwneud Hajj yn orfodol ar ei hun ynddo [gan sy'n mynd i gyflwr ihram], mae [i fod iddo ef] unrhyw berthynas rywiol a oes anufudd-dod a ellir amau nad oes ystod Hajj. A beth bynnag da ydych-Allah yn gwybod hynny. A chymryd darpariaethau, ond yn wir, y ddarpariaeth orau yw ofn Allah. Ac ofn imi, O eich dealltwriaeth.
da: Hajj er [i] kendte måneder, så hvem har gjort Hajj obligatorisk på sig deri [ved at angive tilstanden af ihram], [skal for ham] ingen seksuelle relationer og ingen ulydighed og ingen anfægter under Hajj. Og hvad godt du gør - Allah ved det. Og tage bestemmelser, men faktisk, den bedste levering er frygten for Allah. Og frygter mig, O du forståelse.
el: Hajj είναι [γνωστό μήνες, κατά] έτσι όποιος έχει κάνει Hajj υποχρεωτικό για τον εαυτό του σε αυτό [εισάγοντας το κράτος του ihram], [θα υπάρξει για τον] χωρίς σεξουαλικές σχέσεις και καμία ανυπακοής και καμία αμφισβήτηση κατά τη διάρκεια του Hajj. Και ό, τι καλό που κάνετε - Αλλάχ γνωρίζει. Και λαμβάνει διατάξεις, αλλά πράγματι, η καλύτερη παροχή είναι ο φόβος του Αλλάχ. Και ο φόβος μου, O σας, συνεννόησης.
et: Hajj on [tuntud kuu jooksul] nii et kes iganes on kohustuslikuks Hajj enese sealsamas [kes siseneb riiki ihram], [olevat teda] on sugulises vahekorras ja pole allumatus ja vaieldamatu ajal Hajj. Ja mida iganes sa teed - hea Jumal teab seda. Ja otsus võtma, aga tõepoolest, parim pakkumine on hirm Jumala. Ja kardavad mind, O sa mõistmist.
fi: Hajj on [] tunnettu kuukauden aikana, niin kuka teki Hajj pakollinen kun itse siinä [antamalla tilaa ihram], ei [hänelle] ei yhdynnässä ja ei tottelemattomuuden ja kiistaton aikana Hajj. Ja mitä hyvää sinulla - Allah tietää sen. Ja otettava säännökset, mutta paras onkin pelko Jumalan. Ja pelko minua, oi te ymmärrystä.
he: Hajj [בחודשי] ידועים, אז מי גרם Hajj חובה על עצמו בו [על-ידי הזנת מדינת ihram], [להיות בשבילו] אין יחסי מין, לא אי-ציות, אין חולק במהלך Hajj. מה טוב אתה - אללה יודע את זה לקחת את הוראות, אבל אכן, במתן הטוב ביותר הוא הפחד של אללה. תפחד ממני, או את ההבנה.
hr: Hadž je tijekom poznatih mjeseca, pa ko god je napravio hadž obavezno na sebe u njemu [unosom stanje ihram], [da se za njega] nema seksualnih odnosa i nema neposluh i ne osporava tijekom Hadža. I što god dobra učiniti - Allah to zna. Se odredbe, a uistinu, najbolji odredba je strah od Allaha. I strah Me, O ti razumijevanja.
lt: Hadž yra [per] gerai žinomas mėnesių, Taigi tas, kas padarė Hadž privaloma pagal save jame [įvesdami ihram būklę], [į būti jam] nėra lytinių santykių ir nėra nepaklusnumas ir Nenuginčijama per Hadž. Ir kokia gera jums - Dievas žino. Ir priimti nuostatas, bet iš tiesų, geriausias yra Dievo baimė. Ir baimė mane, O jums suprasti.
lv: Hajj ir [mēnešos] pazīstamu, tātad tam, kurš veicis Hajj obligāti uz sevis tur [, ievadot valsts ihram], tur ir [viņam] bez seksuālām attiecībām un neviens nepakļaušanās un neapstrīdami laikā Hajj. Un kāds labs jums - Allah zina to. Un pieņemt noteikumus, bet tiešām labākais noteikums ir Allah bailes. Un bailes man, Ak tu izpratni.
nb: Hajj er [i] kjente måneder, så hvem har gjort Hajj obligatorisk på seg disse [ved å angi delstaten ihram], [skal for ham] ingen seksuelle relasjoner og ingen ulydighet og ingen ordskifte under Hajj. Og hva godt du gjør - Allah vet det. Og tok, men faktisk beste tilbudet er frykt for Gud. Og frykt meg, O du forståelse.
sk: Hadždž je [] známy mesiacoch, tak ten, kto má povinné Hajj na seba v ňom [zadaním stavu ihram], [na pre neho] žiadne sexuálne vzťahy a žiadne neposlušnosti a žiadne spochybnenie priebehu hadždž. A čokoľvek dobrého, vy - Alah vie. A prijať opatrenia, ale naozaj, najlepšie je strach z Boha. A strach ma, O vás o pochopenie.
sl: Hadž je [v] znanih mesecih, torej kdo je izdelal Hajj obvezno nase v njej [vstop v stanje ihram], obstaja [mu] ne spolne odnose in ne neposlušnost in no nesporno med Hadž. In ne glede na dobro vam - Allah ve. In sprejme določbe, ampak dejansko je najboljši zagotavljanje je strah Allah. In strah Me je, O vas za razumevanje.
sr_cyrl: Хајј је током познати месеци, тако да ко год је направио Хајј обавезно на себе у томе [уношењем стање ихрам], [да за њега] нема сексуалне односе и нема непослушности и то је несумњиво током Хајј. И Какво год добро да јесте - Аллах то зна. И узми одредбе, али заиста, најбољи пружање је страх од Аллаха. И мене, О ти о разумевању.
sr_latn: Hajj je tokom poznati meseci, tako da ko god je napravio Hajj obavezno na sebe u tome [unošenjem stanje ihram], [da za njega] nema seksualne odnose i nema neposlušnosti i to je nesumnjivo tokom Hajj. I Kakvo god dobro da jeste - Allah to zna. I uzmi odredbe, ali zaista, najbolji pružanje je strah od Allaha. I mene, O ti o razumevanju.
uk: Хадж є [] відомими місяців, так той, хто зробив Хаджу обов'язкове себе в ньому [ввівши державного ihram], [ми прагнемо бути для нього] немає сексуальні відносини і немає непокору і не сперечаються під час Хаджу. І будь-який хороший робити - Аллах знає його. І приймати положення, але дійсно, кращий є страх Аллаха. І боюся, я, O ви розуміння.
vi: Hajj là trong vài tháng nổi tiếng, như vậy bất cứ ai đã thực hiện Hajj bắt buộc khi mình trong đó [bằng cách nhập vào bang ihram], [để có thể cho anh ta] không có quan hệ tình dục và bất tuân không có và không có tranh chấp trong Hajj. Và bất cứ điều gì tốt bạn làm - Allah biết điều đó. Và có quy định, nhưng quả thật vậy, việc cung cấp tốt nhất là sợ hãi của Allah. Và lo sợ tôi, O bạn của sự hiểu biết.
zu: Hajj kuyinto [phakathi] izinyanga owaziwa, ngakho nalowo wenza Hajj obligatory phezu ngokwakhe therein [ngokufaka state of Ihram], kukhona [ukuba sibe kuye] akukho ubuhlobo bobulili akukho ukungalaleli akukho ukuphikisana phakathi Hajj.
