Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1351
source: Indeed, to Allah belongs the dominion of the heavens and the earth; He gives life and causes death. And you have not besides Allah any protector or any helper.
ca: De fet, a Allah pertany el dominion dels cels i la terra; Ell dóna vida i causa la mort. I té a més de no Allah cap protector o cap d'ajuda.
cy: Yn wir, i Allah yn perthyn ddominiwn y nefoedd a'r ddaear; Mae'n rhoi bywyd ac yn achosi marwolaeth. Ac mae gennych ddim ar wahân i Allah unrhyw protector neu unrhyw gynorthwy-ydd.
da: Faktisk tilhører Allah herredømme af himlene og jorden; Han giver liv og forårsager død. Og du har ikke udover Allah nogen protector eller enhver helper.
el: Πράγματι, στον Αλλάχ ανήκει η κυριαρχία του τον ουρανό και τη γη. Δίνει ζωή και προκαλεί το θάνατο. Και έχετε δεν εκτός από Αλλάχ οποιαδήποτε προστάτη ή καμία βοηθός.
et: Tõepoolest, Allah kuulub võim taevas ja maa; Ta annab elu ja surm. Ja mõni mitte lisaks Allah on kaitsja või mis tahes helper.
fi: Itse asiassa Jumala kuuluu valta taivaassa ja maan päällä; Hän antaa elämän ja aiheuttaa kuoleman. Ja sinulla ei ole sitä paitsi Allah suojelija tai auttajaa.
he: אכן, אללה שייך הריבונות של השמים והארץ; הוא נותן החיים וגורמת למוות. יש לך לא, מלבד אללה מגן או כל המסייע.
hr: Zaista, Allahu pripada vlast na nebesima i zemlji; On daje život i uzrokuje smrt. I imate ne osim Allah zaštitnik ili bilo koji pomoć.
lt: Iš tiesų, Allah priklauso viešpatavimas, dangų ir žemę; Jis duoda gyvenimą ir sukelia mirtį. Ir jūs turite ne be Dievo bet raštas arba bet koks pagalbininkas.
lv: Patiešām, Allah pieder valdīšana debesis un zemi; Viņš dod dzīvību un izraisa nāvi. Un jums nav papildus Allah jebkurā aizsargs vai jebkuru palīgs.
nb: Faktisk tilhører til Allah herredømmet over himmelen og jorden. Han gir liv og fører til død. Og du har ikke foruten Allah protector eller noen hjelper.
sk: Vskutku, Alah patrí panstva neba a Zeme; On dáva život a spôsobuje smrť. A máte nie okrem Boh ochranca alebo akékoľvek pomocné.
sl: Res, Allah pripada oblast v nebesih in na zemlji; On daje življenje in povzroči smrt. In imate ne poleg Allah zaščitnik ali poljuben pomočnik.
sr_cyrl: Заиста , Аллах припада власт небеса и земље; Он даје живот и изазива смрт. И имате не осим Аллах заштитник или било који помоћни.
sr_latn: Zaista, Allah pripada vlast nebesa i zemlje; On daje život i izaziva smrt. I imate ne osim Allah zaštitnik ili bilo koji pomoćni.
uk: Дійсно, щоб Аллах належить Домініон небеса та земля; Він дає життя і причини смерті. І у вас не крім Аллаха будь-який протектор або будь-який помічник.
vi: Thật vậy, Allah thuộc lãnh địa của bầu trời và trái đất; Ông sẽ cho cuộc sống và gây ra cái chết. Và bạn có không ngoài Allah bất kỳ bảo vệ hoặc trợ giúp bất kỳ.
zu: Ngempela, ukuze Allah fanele dominion of bhakabhaka hlaba;

# Quran1352
source: Allah has already forgiven the Prophet and the Muhajireen and the Ansar who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful.
ca: Allah ja ha perdonat el Profeta i la Muhajireen i l'Ansar que succeí a l'hora de dificultat després els cors d'una part d'ells havia inclinat gairebé [a dubtar], i després va perdonar-los. De fet, va ser a ells tipus i Clement.
cy: Mae Allah eisoes yn maddau y Proffwyd a y Muhajireen a Ansar a'i dilynodd yn awr o anhawster ar ôl Roedd y calonnau o blaid ohonynt bron yn tueddu [i amau], ac yna roedd ef yn forgave iddynt. Yn wir, bu'n iddynt math a Merciful.
da: Allah har allerede tilgivet profeten og Muhajireen og den Ansar, som fulgte ham i timen sværhedsgrad efter hjerter af en part af dem havde næsten tilbøjelig [at tvivle] og derefter han tilgav dem. Han var faktisk dem form og barmhjertige.
el: Αλλάχ έχει συγχωρέσει ήδη ο προφήτης και ο Muhajireen και η Ansar που τον ακολούθησαν στην ώρα του δυσκολία μετά την καρδιά του ένα μέρος από αυτούς είχε σχεδόν κλίση [να αμφιβάλλει], και στη συνέχεια τους συγχώρησε. Πράγματι, ήταν να τους είδος και φιλεύσπλαχνος.
et: Jumal on andeks juba prohvet ja selle Muhajireen ja Ansar, kes järgis teda raskustes tund pärast seda, kui pool nende südamed olid peaaegu valmis [kahelda], ja siis ta andestas neid. Tõepoolest, ta oli neile selline ja Merciful.
fi: Jumala on jo antanut anteeksi, profeetta ja Muhajireen ja Wilhelmiina, joka seurasi häntä vaikea tunnin jälkeen puolue niitä sydämiä oli melkein taipuvainen [doubt], ja sitten hän antoi molemmille velan anteeksi. Itse asiassa hän oli heille sellaista armollisin.
he: אללה כבר מחל הנביא, את Muhajireen, את אנצאר שהלכו אחריו בשעה קושי לאחר הלבבות של צד אחד מהם היה נוטה כמעט [להטיל ספק] ולאחר מכן הוא סלח להם. אכן, הוא היה להם סוג, הרחום והחנון.
hr: Allah je već oprostio proroka i u Muhajireen i Damir koji su ga najviše težine nakon srca stranka od njih je gotovo sklon [sumnje], a zatim im oprostio. Doista, bio je za njih dobar i milostiv.
lt: Dievas jau atleido pranašas ir į Muhajireen ir Ansar, kurie paskui jį sunku valandą po to, kai šalis jų širdyse buvo beveik linkę [abejoti], ir tada jis atleido juos. Iš tiesų, jis buvo jiems natūra ir litosciwy.
lv: Allah ir jau piedevusi pravietis un Muhajireen un Ansar, kuri sekoja viņam grūti stundu pēc tam, kad puse no viņiem sirdis bija gandrīz tiecas [šaubos], un tad viņš piedeva tiem. Patiešām, viņš bija tās veida un žēlsirdīgs.
nb: Allah har allerede tilgitt profeten og Muhajireen og Ansar som fulgte ham i time of problemer når hjertene til en fest av dem hadde nesten tilbøyelig [å tvile] og deretter han tilgav. Faktisk var han dem snill og barmhjertig.
sk: Boh už odpustil prorok a Muhajireen a Ansar, ktorí ho nasledovali v hodine ťažkosti po srdce strany z nich mal skoro sklon [pochybnosti], a potom on im odpustil. Naozaj, on bol k nim láskavý a Milosrdných.
sl: Allah je že odpustil, prerok in z Muhajireen in edi, ki mu je sledil v uro težave po srca stranke od njih imel skoraj nagnjena [da], in potem jih je odpustil. Dejansko je bil nanje vrste in usmiljen.
sr_cyrl: Аллах је већ опростио пророка и у Мухајиреен и Ансар који су га пратили у сат времена тежине након срца забаву од њих је имао скоро склон [сумњати у], а затим им је опростио. Био је заиста им добар и милостив.
sr_latn: Allah je već oprostio proroka i u Muhajireen i Ansar koji su ga pratili u sat vremena težine nakon srca zabavu od njih je imao skoro sklon [sumnjati u], a zatim im je oprostio. Bio je zaista im dobar i milostiv.
uk: Аллах вже пробачив пророк і на Muhajireen і Ансар, які слідували за ним в годину труднощі після того, як серцях партії з них мали майже схильний [сумніватися], а потім він простив їх. Дійсно, він повинен був їх типу та Merciful.
vi: Allah đã tha thứ các tiên tri và Muhajireen và Ansar người theo dõi hắn trong giờ khó khăn sau khi trái tim của một bên của chúng gần như có nghiêng [để nghi ngờ], và sau đó ông đã tha thứ cho họ. Thật vậy, ông đã cho họ loại và Merciful.
zu: Allah esezithethelele kakade uMprofethi kanye Muhajireen kanye Ansar ababemlandela ngehora nobunzima ngemva izinhliziyo party kubo lase licishe bengase bathambekele [sokungabaza], bese-ke wasula isikolodo sabo.

# Quran1353
source: And [He also forgave] the three who were left behind [and regretted their error] to the point that the earth closed in on them in spite of its vastness and their souls confined them and they were certain that there is no refuge from Allah except in Him. Then He turned to them so they could repent. Indeed, Allah is the Accepting of repentance, the Merciful.
ca: I [ell també perdonava] les tres que van deixar [i es va penedir d'error] fins al punt que la terra tancat en ells tot i la seva immensitat i l'ànima es limita a ells i van ser segur que no hi ha cap refugi d'Allah excepte en ell. Llavors es va tornar a ells així que podria penedir. De fet, Allah és el Accepting de penediment, el Clement.
cy: A [Roedd ef hefyd forgave] y tri sydd yn gadael ar ôl [a difaru eu gwall] at y pwynt bod y ddaear wedi cau yn arnynt er gwaethaf ei faint ac roedd eu heneidiau yn gyfyngedig iddynt ac roeddent yn sicr y ceir unrhyw loches oddi wrth Allah ac eithrio ef. Yna trodd iddynt felly gallai iddynt edifarhau. Yn wir, Allah yn dderbyn o edifeirwch, y Merciful.
da: Og [han også tilgav] de tre, der blev efterladt [og fortrudt deres fejl] til det punkt at jorden lukket sig om dem på trods af sin enorme mængde og deres sjæle begrænset dem og de var sikker på, at der er ingen tilflugt fra Allah undtagen i ham. Derefter vendte han sig til dem så de kan omvende. Allah er accept af anger, barmhjertige.
el: Και [συγχώρησε επίσης] τα τρία άτομα που είχαν μείνει πίσω [και εξέφρασε τη λύπη τους σφάλμα] μέχρι το σημείο ότι η γη κλειστό τους παρά την απεραντοσύνη και τους περιέκλεισε ψυχές τους και ήταν βέβαιο ότι δεν υπάρχει καταφύγιο από Αλλάχ εκτός σ ' αυτόν. Στη συνέχεια στράφηκε προς τους έτσι θα μπορούσε να μετανοήσουν. Πράγματι, Αλλάχ είναι η αποδοχή της μετάνοιας, ο φιλεύσπλαχνος.
et: Ja [ta ka andestas] kolmele, kes olid jäänud [ja kahetses oma viga] niivõrd, et neid suletud maa hoolimata oma avarust ja oma hinge üksnes neid ning nad olid kindel, et ei ole varjupaika Jumalalt välja arvatud teda. Seejärel ta pöördus neile nii, et nad võiksid kahetsema. Tõepoolest, Allah on meeleparandus, nende Merciful vastuvõtmine.
fi: Ja [hän myös antoi anteeksi] kolme, jotka olivat jääneet [ja pahoitteli virheensä] kohtaan maan lähenivät heitä huolimatta sen laajuus ja heidän sielunsa ainoastaan niitä he olivat varmoja, että ei ei turvaa Jumalalta häneen. Sitten hän kääntyi heille, joten he katuvat. Jumala nimittäin parannukseen, armollisin hyväksyminen.
he: וסלח [גם] השלושה הושארו מאחור [והצטערנו על הטעות שלהם] לעניין כי כדור הארץ וסגרו על אותם למרות ממדיו העצומים שלה את הנשמות שלהם מוגבל אותם, הם היו בטוחים שיש בו אין מחסה מן אללה חוץ. לאחר מכן הוא פנה אליהם אז הם יכולים לחזור בתשובה. אכן, אללה הוא Accepting של תשובה, הרחום והחנון.
hr: [Također oprostio] tri koji su ostali [i žalio zbog svoje pogreške] do točke da zemlja okružila ih unatoč svojoj golemost i njihove duše zatočene ih i bili su sigurni da je utočište od Allaha osim u njega. Onda se okrenuo da ih tako da oni mogu pokajati. Uistinu, Allah je prihvaćanje pokajanja, milostivog.
lt: Ir [jis taip pat atleido] kurie buvo užmirštas [ir gailisi dėl savo klaidos] trijų iki taško, kad žemės uždarytas dėl jų nepaisant savo neribotos ir jų sielos juos, ir jie buvo tikri, kad nėra jokių prieglobsčio nuo Dievo išskyrus jį. Tada jis kreipėsi į juos, jie negalėjo atgailauti. Iš tiesų, Allah yra atgaila, kad litosciwy Accepting.
lv: Un [viņš arī piedeva] trīs, kuri bija palikuši [un nožēloja savu kļūdu] punktu, ka zemes tuvinoties nu jau virs tiem par spīti tās plašums un viņu dvēselēm vienīgi tos, un viņi bija pārliecināti, ka nav nekādu glābiņu no Allah, izņemot viņu. Tad viņš pagriezās pret viņiem, lai viņi varētu nožēlot. Patiešām, Allah ir nožēlošana, žēlsirdīgs piekrišana.
nb: Og [han også tilgav] de tre som ble igjen [og angret sine feil] til punktet at jorden krympet rundt dem på tross av dens vidstrakthet og deres sjeler begrenset dem og de var sikker på at det er ingen tilflukt fra Allah unntatt i ham. Deretter vendte han dem så de kunne omvende seg. Døyve er faktisk godtar omvendelse, barmhjertige.
sk: A [on si odpustil] tri, ktorí boli po sebe zanechal [a ľutoval svoje chyby] do tej miery, že Zem uzavretých na nich napriek jeho rozľahlosti a ich duše obmedzuje ich a boli istí, že neexistuje žiadne útočisko od Boha okrem v ňom. Potom sa obrátil k nim, tak oni mohli robiť pokánie. Vskutku, Alah je akceptovanie pokánie, je Milosrdných.
sl: In [je tudi odpustil] tri, ki so pustili za sabo [in obžaloval svojo napako] do te mere, da zemljo zaprta na njih kljub svoje prostranstvih in njihove duše omejene njih in so bili prepričani, da ni nobenega pribežališče pred Allah, razen v njem. Nato je obrnil nanje, tako da se lahko pokesajo. Res, Allah je Accepting kesanje, usmiljen.
sr_cyrl: И [такође опростио] три које си оставио иза себе [и жали због њихове грешке] на ствар да земља као да су их упркос свом пространству и њихове душе их је затворио и били су сигурни да постоји без уточиште од Алаха осим у њега. Онда окренуо их тако да они могу да се покајем. Уистину , Аллах је Аццептинг покајања, милосрдна.
sr_latn: I [takođe oprostio] tri koje si ostavio iza sebe [i žali zbog njihove greške] na stvar da zemlja kao da su ih uprkos svom prostranstvu i njihove duše ih je zatvorio i bili su sigurni da postoji bez utočište od Alaha osim u njega. Onda okrenuo ih tako da oni mogu da se pokajem. Uistinu, Allah je Accepting pokajanja, milosrdna.
uk: І [також простив] три, які залишилися позаду [і пошкодували про їх помилки] до того, що Земля Вихідніе дні них незважаючи на її просторах і їхніх душах прикутий їх, і вони були впевнені, що немає ніяких refuge від Аллаха, за винятком в нього. Потім він повернувся на їх, так що вони могли б покаятися. Дійсно, Аллах є прийняття покаяння, на Merciful.
vi: Và [ông cũng tha thứ cho] ba người bị bỏ lại phía sau [và hối hận về lỗi của họ] đến điểm rằng trái đất đóng cửa trong ngày chúng mặc dù tính minh mông của mình và linh hồn của họ giam giữ họ và họ đã chắc chắn rằng có là không có nơi trú ẩn từ Allah ngoại trừ anh ta. Sau đó, ông đã chuyển sang họ để họ có thể ăn năn. Thật vậy, Allah là Accepting ăn năn hối cải, Merciful.
zu: Futhi [Wabuye wamthethelela] Labo abathathu abasala [futhi ngizisole isiphambeko sabo] kuze kube seqophelweni lokuthi umhlaba axosha kwabo ngaphakathi spite of nobukhulu bayo imiphefumulo yabo zabophela futhi babeqiniseka ukuthi akukho isiphephelo Allah ngaphandle

# Quran1354
source: O you who have believed, fear Allah and be with those who are true.
ca: O que han cregut, por d'Allah i amb aquells que són veritables.
cy: O Mae chi sydd wedi credu, ofn Allah a gyda rhai sydd yn wir.
da: O du, der har troet, frygte Allah og være sammen med dem, der er sande.
el: O σας που πιστεύουν, φόβου Αλλάχ και με εκείνους που ισχύουν.
et: O kes oleks uskunud, kardavad, et Allah ja nendega, kes on täidetud.
fi: O voit, jotka ovat uskoneet pelätkää Allahia ja niille, jotka ovat totta.
he:  מי מאמין, פחד אללה ולהיות עם אלה נכונים.
hr: O ti koji su vjerovali, boj se Allaha i biti s onima koji su pravi.
lt: O jūs, kurie tikėjo, bijo Dievo ir būti su tais, kurie yra tiesa.
lv: O jums, kas ticējusi, bailes Allah un būt kopā ar tiem, kas ir patiess.
nb: O dere som har trodd, frykter Allah og være med dem som er sanne.
sk: O vás, ktorí ste uverili, strach Alah a byť s tými, ktorí sú pravdivé.
sl: O vi, ki ste verjeli, strah Allah in s tistimi, ki so res.
sr_cyrl: О ти који верују, страх Алаха и бити са онима који су испуњени.
sr_latn: O ti koji veruju, strah Alaha i biti sa onima koji su ispunjeni.
uk: О ви, хто вірив, страх Аллах і бути з тими, хто є істинними.
vi: O bạn của những người đã tin, sợ Allah và với những người là có thật.
zu: O you kholwa sesabe Allah kanye nalabo ayiqiniso.

# Quran1355
source: It was not [proper] for the people of Madinah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allah or that they prefer themselves over his self. That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allah, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that is registered for them as a righteous deed. Indeed, Allah does not allow to be lost the reward of the doers of good.
ca: No [propi] per a les persones de Madinah i qui els envolten els beduïns que romanen darrere després [d] el Missatger d'Allah o que ells mateixos prefereixen sobre el seu propi. Allò és perquè ells no estan afectades per set o fatiga o la fam en la causa d'Allah, ni fer trepitjarem en qualsevol planta que s'enfurisma disbelievers, ni fer infligeixen un enemic infringir qualsevol sinó que està registrat per a ells com un justos fets. De fet, Allah no permet que es perd la recompensa dels autors de bo.
cy: Nid oedd [iawn] i bobl Madinah a'r rhai sy'n gysylltiedig â hwy o y bedouins bod yn dal ar ei hôl hi ar ôl [ymadawiad] Messenger Allah neu bod yn well ganddynt eu hunain dros ei hunan. Mae hynny oherwydd mae nhw nid taro syched neu flinder neu newyn yn achos Allah, nac ychwaith wneud eu sathru ar unrhyw dir y enrages y disbelievers, nac wneud ei achosi ar elyn unrhyw infliction ond sydd wedi'i gofrestru ar eu cyfer fel gweithred hoes dabloid. Yn wir, nid Allah yn caniatáu i wobrwyo phoenwn da yn cael eu colli.
da: Det var ikke [ordentlig] for befolkningen i Madinah og dem, der omgiver dem af beduinerne, de forblive bag efter [afgang] den Messenger i Allah, eller at de foretrækker sig over hans self. Det er fordi de ikke er plaget af tørst, træthed eller sult i årsagen til Allah, og heller ikke gøre de slidbane på grund af der enrages vantro, og heller ikke gøre de påføre på en fjende enhver udsættelse men der er registreret for dem som en retfærdige gerning. Faktisk tillader Allah ikke at blive tabt belønning af magtsyge af god.
el: Δεν ήταν [σωστή] για το λαό της Μεδίνα και αυτά που σχετίζονται με τους Βεδουϊνων που παραμένουν πίσω από μετά από [την αποχώρηση του] Αλλάχ ή ότι οι ίδιοι προτιμούν πάνω από τον εαυτό του. Αυτό είναι επειδή αυτοί δεν έχουν πληγεί από κόπωση ή δίψα ή από πείνα στην αιτία του Αλλάχ, ούτε κάνω αυτοί πέλματος για οποιοδήποτε λόγο που εξαγριώνει το disbelievers, ούτε κάνει προκαλούν εχθρό κάθε πρόκληση αλλά που έχει καταχωρηθεί για τους ως μια δίκαιη πράξη. Πράγματι, Αλλάχ δεν επιτρέπει να χαθεί η επιβράβευση της καλής doers.
et: Ei olnud [nõuetekohase] Madinah ja seda ümbritsevaid neid ka bedouins inimestele, et nad jäävad maha pärast [lahkumist] Allah Messengeri või et nad eelistavad ise oma enese üle. Ongi, sest nad on tabanud janu või väsimus või Allah põhjuseks nälg, ega nad turvise seetõttu, et enrages uskottomille, ega ei nad kaasneb vaenlast igal nuhtlus, kuid mis on registreeritud nende jaoks õige tegu. Tõepoolest, Allah ei luba kaduma Kurjategijaist hea palk.
fi: Se ei ollut [kunnollista] Madinah ja niitä rantamönkijällä ihmisiä, jotka pysyvät takana lähdöstä [] Airut-lta hillitä tai mieluummin themself yli hänen itsensä. Siksi he muulloinkin jano, väsymys tai nälkä Jumalan syy, eikä ne kulutuspinnan perusteella, että enrages on uskottomien eikä tehdä ne aiheuttaa vihollinen mitään infliction mutta jotka on rekisteröity niiden vanhurskas teko. Jumala ei salli kadota palkita hyvä väärintekijät.
he: . זה לא היה [נאות] עבור האנשים של מדינה ושל הסובבים אותם של הבדואים הם נשארים מאחור לאחר [עזיבתו של] שליח של אללה או כי הם מעדיפים את עצמם מעל עצמו. כי הם לא נגועים על ידי צמא או עייפות או רעב למען אללה, ולא למעוד הם קרקע זה מקוממת את disbelievers, ולא לעשות הם ממיטים על אויב כל גרימת אלא זה רשום להם מעשה צדיקים. אכן, אללה אינו מאפשר לאיבוד גמולם של פעלתנים טוב.
hr: Nije [vlastita] osobama Madinah i onih oko njih na arapskom koje ostaju iza nakon [odlaska] Glasnik Allaha ili da radije sami nad svojim ja. Jer oni su potlačeni od strane žeđ ili umor ili glad za Allaha, niti da bi postupati po bilo kojoj osnovi enrages iskuse, niti da se nanese na neprijatelja bilo nanošenje ali koji je registriran za njih kao pravedno djelo. Doista, Allah ne dopušta da se izgubila nagradu rade dobro.
lt: Tai buvo ne [tinkamą] Medina ir tiems, kurie aplink juos, kad kultūroje, jie lieka už po [] žmonėms Dievo Messenger ar kad jie nori patys per jo savarankiškai. Tai, nes jie ne kenčia troškulio ar nuovargio ar bado priežastis Dievo, nei jie protektoriaus bet tuo, kad enrages disbelievers, nei daryti jie tepti ant priešo bet sužalojimo bet kurie yra užregistruoti jiems kaip teisieji aktas. Iš tiesų, Dievas neleidžia prarasti gera daro už atlygį.
lv: Tas nebija Madinah un tiem sakrautos beduīni cilvēkiem, ka viņi paliek aiz muguras pēc [izbraukšanas] [pareizu] Messenger Allah vai ka viņi labprātāk sevi virs sevis. Tas ir tāpēc, ka viņi nav nomocīts slāpes, nogurums vai Allah cēloni badu, nedz tās protektora uz zemes, kas pa sanikno disbelievers, nedz darīt tās radīt pret ienaidnieku jebkurā nelaime, taču ir reģistrēts viņiem kā taisnīgs akts. Patiešām, Allah neatļauj zust darītāji ar labu atalgojumu.
nb: Det var ikke [riktig] for folk i Madinah og de omkringliggende om beduiner som de igjen etter [at] det Messenger av Døyve eller at de foretrekker seg over sin selv. Det er fordi de ikke er rammet av tørst eller trøtthet eller sult i årsaken til Allah, eller gjøre de tråkke på noen bakken som rasende troende, eller gjøre de påføre fienden noen infliction men som er registrert for dem som en rettferdig gjerning. Allah tillater faktisk ikke tapt belønning av doers av god.
sk: Nebolo to [správne] ľudí Madinah a tí okolo nich beduínov, ktorí zostávajú za odchodom [z] posla Alláhova alebo že radšej sami cez jeho vlastné. To je preto, že nie sú postihnuté smäd alebo únavy alebo hladu v záujme Alaha, ani urobiť si šliapať na akomkoľvek dôvode, ktorý sa rozzúri neveriacim, ani robiť sa zasadiť nepriateľovi žiadne spôsobenie ale je zapísané, ako spravodlivý skutok. Vskutku, Alah neumožňuje stratia odmenu konajte dobro.
sl: Ni bilo [pravilno] za ljudi Madinah in tiste okoli njih na bedouins, ki ostanejo zadaj po [odhodu] sel od Allah ali da so raje sami nad svoj lastni. To je zato, ker oni so ne zbolijo, žeja, utrujenost ali lakote v vzrok od Allah, niti delati oni tekalne plasti, na terenu, ki enrages disbelievers, niti delati oni povzročitve na sovražnika vse povzročitev ampak ki je registrirana za njih kot pravednici listino. Res, Allah ne dovoljuje izgubljena nagrada kršitelje dobro.
sr_cyrl: Није било [одговарајуће] за становнике Мадинах и околне их од Бедуина који остану иза после [одласка] гласник Алах или да желе себе преко свог ја. Зато јер они не патимо жеђ или умор или глад за Алаха, нити да су газите по било којој основи то енрагес скептике, нити да они цине непријатеља било инфлицтион, али да су се пријавили за њих као праведни тапија. Заиста , Аллах не дозвољава да се губи награду за акцију добро.
sr_latn: Nije bilo [odgovarajuće] za stanovnike Madinah i okolne ih od Beduina koji ostanu iza posle [odlaska] glasnik Alah ili da žele sebe preko svog ja. Zato jer oni ne patimo žeđ ili umor ili glad za Alaha, niti da su gazite po bilo kojoj osnovi to enrages skeptike, niti da oni cine neprijatelja bilo infliction, ali da su se prijavili za njih kao pravedni tapija. Zaista, Allah ne dozvoljava da se gubi nagradu za akciju dobro.
uk: Це було не [належного] для людей Мединський і тих, що оточують їх бедуїнами, що вони залишаються позаду, після [відходу] Посланник Аллаха або що вони віддають перевагу себе над його собі. Це тому, що вони не страждають від спраги або втома чи голод в ході Аллаха, ні вони наступати на землі, що дратує disbelievers, і не робити вони наносите на ворога будь-якого нанесення, але який зареєстрований для них як праведні справи. Дійсно, Аллах не дозволяє бути втрачені нагорода передбачивши добре.
vi: Nó không phải là [thích hợp] cho những người của Madinah và những người xung quanh họ của người Bedouin mà họ vẫn đứng sau sau [sự ra đi của] Messenger của Allah hoặc rằng họ thích mình hơn tự mình. Đó là bởi vì họ không bị ảnh hưởng bởi khát hoặc mệt mỏi hoặc đói trong các nguyên nhân của Allah, và cũng không làm họ bước đi vào bất kỳ mặt đất enrages thì, cũng không làm họ gây ra khi một kẻ thù bất kỳ infliction nhưng mà đăng ký cho họ như là một hành động công bình. Thật vậy, Allah cho phép bị mất phần thưởng của những kẻ tốt.
zu: Kwakungekhona [okufanelekile] kwakho ngenxa yabantwana bakwa-Madinah futhi alabo kubo bedouins bahlale ngemuva [Ukuhamba] Messenger of Allah noma ukuthi bakhetha bazinikela yobuntu bakhe.
