Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2778
source: [It will be said]. "Were not My verses recited to you and you used to deny them?"
ca: [Es diu]. "Van ser no meu versos recitats a vostè i solia negar-los?"
cy: [Bydd dweud]. "Roedd na fy penillion yn ei roi i chi a ddefnyddiwyd gennych i wadu iddynt?"
da: [Det vil være sagde]. "Var ikke min vers fremsagt til dig og du har brugt til at nægte dem?"
el: [, Θα μας πουν]. «Ήταν δεν μου στίχους recited σε εσάς και που χρησιμοποιήσατε για να αρνηθεί τους;»
et: [See ütles]. "Olid mitte minu salmid loetud teile ja kasutasite mahajätmiseks?"
fi: [Sanotaan]. – Oli minun runoja lausui sinulle ja käytit kieltää heiltä?
he: [זה יאמר]. "נאמרת לא הפסוקים שלי אליך ומה השתמשת כדי למנוע אותם?"
hr: [To će reći]. "Su moje Stihove recitira ti i nekad si ih odbiti?"
lt: [Jis bus pasakyti]. "Buvo ne mano eilėmis skaito jums ir naudojote paneigti?"
lv: [Tā būs teica]. "Bija nevis manu pantus skaitīja tev un izmantot tos noliegt?"
nb: [Det vil si]. "Var ikke min vers siterte til deg og du brukte til å nekte dem?"
sk: [To bude povedal:]. "Boli nie moje verše prednášal na vás a ste sa ich poprieť?"
sl: [Pravijo,]. "So bili ne moje verze recitirajo vam in ste jo zavrnili?"
sr_cyrl: [То вам је рекао да]. "Су изговаране је да ти не моје стихове, а некада си их порицати?"
sr_latn: [To vam je rekao da]. "Su izgovarane je da ti ne moje stihove, a nekada si ih poricati?"
uk: [Вона буде сказала]. "Не мої вірші відправляються до вас і ви використовували, щоб заперечувати їх?"
vi: [Nó sẽ được cho biết]. "Đã không phải là của tôi câu thơ ngâm cho bạn và bạn đã sử dụng để từ chối họ?"
zu: [Kuyoba kuthiwe].

# Quran2779
source: They will say, "Our Lord, our wretchedness overcame us, and we were a people astray.
ca: Es a dir, "nostre Senyor, nostra misèria ens va superar, i eren un poble per mal camí.
cy: Byddant yn dweud, "ein Arglwydd, yr wretchedness i'n goresgyn inni, a ni oedd pobl ar gyfeiliorn.
da: De vil sige, "Vorherre, vores elendighed overvandt os, og vi var et folk på afveje.
el: Θα λένε, «ο Κύριός μας, μας την αθλιότητά μας ξεπέρασε, και ήμασταν μια ανθρώπους παραστρατημένους.
et: Nad ütlevad, "meie Issand, meie wretchedness lahendasid meile ja me olime eksinud inimesi.
fi: He sanovat, "Herra, meidän kurjuutta voitti meille ja olimme ihmisiä harhaan.
he: הם אומרים, "אדוננו, לזמנו שלנו גברו עלינו, והיינו העם מדרך הישר.
hr: Oni će reći, "naš Gospodin, naše bijede pobijedili nas i bili smo ljude krivim putem.
lt: Jie sako, "mūsų Viešpaties, mūsų wretchedness įveikė mus, ir mes žmonės iš kelio.
lv: Viņi saka, "mūsu Kunga mūsu izmisums pārvarēja mūs, un mēs bijām cilvēki apmaldīties.
nb: De vil si, "vår Herre, vår elendighet overvant oss, og vi var et folk bort.
sk: Povedia, "náš Pán naše trápenie prekonal nás, a boli sme ľudí z cesty.
sl: Bodo rekli, "Naš Gospod, naše Jada premagal nas, in smo bili ljudje, ki je zašel.
sr_cyrl: Рећи ће, "Господ, нам јад нас је савладала, и били смо народ на одмет.
sr_latn: Reći će, "Gospod, nam jad nas je savladala, i bili smo narod na odmet.
uk: Скажуть "нашого Господа нашого убогість подолав нам, і ми були люди оману.
vi: Họ sẽ nói, "Chúa chúng ta, chúng tôi nỗi vượt qua chúng tôi, và chúng tôi đã là một người lạc lối.
zu: They tshela "Ithu Lord usizi lwethu wakunqoba kithi, futhi ngokwemvelo sasingabantwana abantu astray.

# Quran2780
source: Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers."
ca: Nostre Senyor, ens treu d'ella, i si anéssim a tornar [al mal], de fet estaríem malfactors."
cy: Ein Arglwydd, tynnwch ein ohono, a pe baem yn dychwelyd [i ddrygioni], byddem yn wir yn tramgwyddo."
da: Vor Herre, fjerne os fra det, og hvis vi skulle vende tilbage [til onde], ville vi faktisk være lovovertrædere."
el: Ο Κύριός μας, μας αφαιρέσει από αυτό, και εάν επρόκειτο να επιστρέψετε [κακό], θα είμαστε πράγματι παραβάτες.»
et: Meie Issand, Eemalda meile seda, ja naasta [kurja] oleksime me olekski tagaotsitavate."
fi: Meidän Herramme meille on poistaa se, ja jos palaa [evil], se olisi todellakin rikolliset."
he: אדוננו, לסלק אותנו ממנו, אם היינו כדי לחזור [הרע], אכן היינו הפושעים."
hr: Uklanjanje naš Gospodin nas, i da nam vrate [zlo], doista bismo prijestupnicima."
lt: Mūsų Viešpats, pašalinti mums iš jo, ir jei mes grįžti [į blogio], mes iš tiesų būtų grzesznicy."
lv: Mūsu kungs, mums no tās noņemt, un ja mēs atgrieztos [ļaunuma], mēs patiešām būtu pārkāpējus.
nb: Vår Herre, fjerner oss fra det, og hvis vi skulle returnere [til onde], vi ville være wrongdoers.
sk: Náš Pán nás z neho odstraňovať, a keď sme sa vrátiť [zlo], naozaj by sme zloèinci."
sl: Našega Gospoda, nas odstranite iz njega, in če smo za vrnitev [v zlo], mi dejansko bi bilo wrongdoers."
sr_cyrl: Господ , нас је уклоните из ње, и да смо били да се врате [зло], заиста бисмо починиоце."
sr_latn: Gospod, nas je uklonite iz nje, i da smo bili da se vrate [zlo], zaista bismo počinioce."
uk: Наш Господь, видалити нас від нього і якби ми повернутися [зла], ми дійсно було б розкаюємося."
vi: Chúa chúng ta, loại bỏ chúng khỏi nó, và nếu chúng tôi đã trở về [ác], chúng tôi sẽ thực sự wrongdoers."
zu: Ithu Lord susa khulula us nga it, futhi uma besingahlehla ukubuyela [ebubini], siyobe ngempela abenzi bobubi. "

# Quran2781
source: He will say, "Remain despised therein and do not speak to Me.
ca: Va dir, "continuen sent menyspreat en això i no parlar amb mi.
cy: Bydd yn dweud, "Mae aros gasáu ynddo, ac nid yn siarad i Me.
da: Han siger, "fortsat foragtet deri og ikke taler til mig.
el: Θα σου πει, "παραμένουν περιφρονημένος σ ' αυτό και δεν μιλώ για μένα.
et: Ta ütlen, "jäävad selles põlatud ja räägi mulle.
fi: Hän sanoo: "pysyvät halveksittu siinä ja puhu minulle.
he: והוא יאמר, "יישארו תיעב המצוי בו, אל תדבר אלי.
hr: Reći će, "ostaju u njoj prezirao i ne govore za mene.
lt: Jis sako, "tebėra panieka jame ir nekalba man.
lv: Viņš saka, "paliek tajā nicināja un nerunā ar mani.
nb: Han vil si, "forblir foraktet der og ikke snakke til meg.
sk: On povie, "zostať pohŕdal v ňom a hovoriť na mňa.
sl: Je rekel, "ostanejo v njem zaničeval in ne govoriti Me.
sr_cyrl: Рекао је, "остају презрен у томе и не говори" мене ".
sr_latn: Rekao je, "ostaju prezren u tome i ne govori" mene ".
uk: Він скаже: "залишаються зневажали в ньому і не говорять до мене.
vi: Ông sẽ nói, "vẫn khinh thường trong đó và không nói chuyện với tôi.
zu: He tshela "Hlala odelelekile therein ungakhulumi kimi.

# Quran2782
source: Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful.'
ca: De fet, hi va haver una festa dels meus servents que va dir, "Senyor, ens han cregut, així perdonar-nos i tenir pietat sobre nosaltres, i ets la millor de les almoines.
cy: Yn wir, yr oedd Plaid o 'm gweision a ddywedodd, 'Arglwydd ein, rydym wedi credu, felly maddeuwch inni ac mae gennym drugaredd arnom, ac yr ydych yn eithaf y tosturiol.'
da: Der var faktisk en part af mine tjenere, som sagde: «vores Herre, vi har ment, så tilgiv os og forbarm dig over os, og du er bedst af den barmhjertige.
el: Πράγματι, υπήρχε ένα κόμμα από τους υπηρέτες μου, ο οποίος είπε: «Ο Κύριός μας, έχουν πιστεύαμε, έτσι να μας συγχωρήσουν και ελέησον ημάς, και σας είναι το καλύτερο του εύσπλαχνος.»
et: Tõepoolest, oli pool minu sulased, kes ütles: "Meie Issand, me uskunud, nii et anna meile andeks ja halasta meile ja sa oled parim armulised."
fi: Itse asiassa oli puolue minun palvelijani, joka sanoi: "Herramme, meidän uskonut, joten anna meille anteeksi ja ole meille armollinen ja olet paras armollinen."
he: אכן, הייתה מפלגה של המשרתים שלי מי אמר: "אדוננו, אנחנו מאמין אז סלח לנו, רחמו הטובה ביותר של הנדבן.'
hr: Doista, bila je zabava mojih slugu koji je rekao, ' Našega Gospodina, mi vjerovali, pa oprosti nam i smiluj se na nas, i ti si najbolji od milostivi.'
lt: Iš tiesų, ten buvo šalis, mano tarnai, kurie sakė: "Mūsų Viešpatie, mes manoma, Taigi przebacz mums ir pasigailėk į mus, ir jūs esate geriausias gailestingieji."
lv: Patiešām, tika rīkoti svētki mani kalpi, kurš teica, "Mūsu Kunga mēs ticējusi, Tātad mums piedot un apžēlojies par mums, un jūs esat vislabākais žēlsirdīgs."
nb: Faktisk var det en fest av mine tjenere som sa: "vår Herre, vi har trodd, så tilgi oss og ha barmhjertighet med oss, og du er best av barmhjertige.
sk: V skutočnosti, tam bol stranou mojich zamestnancov, ktorý povedal: "Náš Pán, sme uverili, tak odpusť nám a zmiluj sa nad nami a ste najlepšie milosrdný."
sl: Dejansko, je bilo stranki mojih uslužbencev, ki reče: "Naš Gospod, smo verjeli, tako nam odpustil in usmili na nas, in vi ste najboljši Usmiljeni."
sr_cyrl: Заиста, била је забава мој слуга, који је рекао: 'Господа, нисмо веровали, па опрости нам и смилуј се на нас, а ти си најбољи од милостивог.'
sr_latn: Zaista, bila je zabava moj sluga, koji je rekao: 'Gospoda, nismo verovali, pa oprosti nam i smiluj se na nas, a ti si najbolji od milostivog.'
uk: Дійсно, було партії з моїх слуг, який сказав: 'Наш Господь, ми повірили, так прости нас і помилуй, та є кращими з милостиві.'
vi: Thật vậy, có là một bên người hầu của tôi người đã nói, 'Chúa của chúng tôi, chúng tôi đã tin tưởng, vì vậy tha thứ cho chúng tôi và có lòng thương xót chúng ta, và bạn là tốt nhất của sự thương xót'
zu: Ngempela, kwakukhona iqembu Mi chaka wathi: 'Ithu Lord we kholwa kanjalo thethelela us fanele sa phezu kwethu, futhi Wena the best of the onesihe.'

# Quran2783
source: But you took them in mockery to the point that they made you forget My remembrance, and you used to laugh at them.
ca: Però es va portar a burla fins al punt que feien oblidar el meu record i solia riuen d'ells.
cy: Ond y cymerasoch yn destun sbort i'r pwynt yr oeddent wedi gwneud ichi anghofio fy coffa, a chi deheuwyr iddynt.
da: Men du tog dem i hån til det punkt, at de lavede du glemme min erindring, og du brugte til at grine af dem.
el: Αλλά τις τραβήξατε στην κοροϊδία σε σημείο που έκαναν να ξεχάσετε μου ανάμνηση και καλέσατε για να γελούν μαζί τους.
et: Aga sa võtsid neid niivõrd, et nad tegid sa unustada minu mäletamist ja te nauroivat neid narrimine.
fi: Mutta vei pilkkaa pisteeseen, että unohdat mieleeni ja käytit nauraa niille.
he: אבל לקחת אותם בלעג לנקודה שהם גרמו לך לשכוח את הזיכרון שלי, ואתה צחקת עליהם.
hr: Ali ih je u ruglo do te mjere da su ti zaboraviti moje sjećanje, a nekad im.
lt: Bet jūs juos paėmė, pasityčiojimas iki taško, kad jie padarė jums pamiršti mano atminimas, ir naudojami juoktis juos.
lv: Bet jūs piekrāpāt ņirgāšanās, ka viņi lika aizmirst savu atceri, un jums izmanto, lai smieties pie viņiem.
nb: Men du tok dem i spott til punktet at de gjorde du glemmer min erindring, og brukes til å le av dem.
sk: Ale vzal výsmech do tej miery, že ich zabudnete hanbím, a budete sa smiať na ne.
sl: Vendar jih je v posmeh do točke, ki so ga pozabili svoj spomin, in ga uporablja za smeh na njih.
sr_cyrl: Али ти си их узео у ругло на ствар које су начинили заборави моје сјећање, а ви им се смејали.
sr_latn: Ali ti si ih uzeo u ruglo na stvar koje su načinili zaboravi moje sjećanje, a vi im se smejali.
uk: Але ви взяли їх на посміховисько для такого ступеня, що вони зробили, ви забудете моєї пам'яті і ви сміялися над ними.
vi: Nhưng bạn đã cho họ trong các trò hề đến mức mà họ đã làm cho bạn quên tưởng niệm của tôi, và bạn sử dụng để cười họ.
zu: Kodwa uzithathephi ngobuzenzisi kuze kube seqophelweni benza ukhohlwe ukukhunjulwa yami, futhi wena uye wawasebenzisa ukuba uyobahleka.

# Quran2784
source: Indeed, I have rewarded them this Day for their patient endurance - that they are the attainers [of success]."
ca: De fet, ho han recompensat aquest dia per la seva resistència pacient - que són els attainers [d'èxit]."
cy: Yn wir, wedi imi eu gwobrwyo eu diwrnod hwn ar gyfer eu cleifion dygnwch-gan eu bod yn gyrraeddwyr [o lwyddiant]."
da: Ja, jeg har belønnet dem denne dag for deres patient udholdenhed - at de er attainers [af succes]."
el: Πράγματι, εγώ έχουν ανταμείψει τους αυτή την ημέρα για τους αντοχή των ασθενών - ότι είναι η attainers [της επιτυχίας].»
et: Tõepoolest, mul on premeerida neid oma patsiendi endurance - need on attainers [edu] ning tänast päeva."
fi: Itse asiassa minulla on palkita heidät tänä päivänä potilas endurance - että ne ovat attainers [onnistumiseen]."
he: אכן, אני יש לי גמול עליהם ליום הזה סבל המטופל שלהם - כי הם attainers [של הצלחה]"
hr: Doista, ja imati nagrada im ovaj dan za svoje strpljivu ustrajnost - da su attainers [uspjeha]."
lt: Iš tiesų, aš būti atlygis už juos šią dieną už jų pacientų ištvermės - kad jie attainers [apie sėkmės]."
lv: Patiešām, man ir apbalvoti viņiem šajā dienā par to pacienta izturība - tie ir attainers [par panākumiem]."
nb: Faktisk har jeg belønnet dem denne dagen for deres pasienten utholdenhet - at de er attainers av suksess]."
sk: V skutočnosti som si odmenený im tento deň za ich trpezlivosť - že sú attainers [na úspech]."
sl: Res, sem so nagrajeni jih ta dan za njihovo bolnika vzdržljivosti - so attainers [za uspeh]."
sr_cyrl: Заиста , ја имам награђен им овај дан за њихов пацијент издржљивост - да су аттаинерс [успеха]."
sr_latn: Zaista, ja imam nagrađen im ovaj dan za njihov pacijent izdržljivost - da su attainers [uspeha]."
uk: Дійсно, я мати віддячимо їх цей день для своїх пацієнтів витривалість - що вони є attainers [з успіхом]."
vi: Thật vậy, tôi đã khen thưởng họ ngày này cho các bệnh nhân độ bền của họ - rằng họ là attainers [thành công]."
zu: Impela, ngiye ngazibonela wabavuza loluSuku ngokukhuthazela kwawo nesineke - ukuthi they are attainers [okuphumelela] ".

# Quran2785
source: [Allah] will say, "How long did you remain on earth in number of years?"
ca: [Allah] dirà, "quant de temps que es mantenen a la terra en nombre d'anys?"
cy: Bydd [Allah] yn dweud, "pa mor hir oedd chi aros ar y ddaear mewn nifer o flynyddoedd?"
da: [Allah] vil sige, "hvor længe du forblive på jorden i flere år?"
el: [Αλλάχ] θα πει, "πόσο καιρό σας παραμένουν στη γη σε μερικά χρόνια;"
et: [Jumalat] ütlevad, "kui kaua tegin jääte maa peal mitu aastat?"
fi: [Jumala] sanoo: "kuinka kauan olet jäivät maapallolla monta vuotta?"
he: [אללה] אומר, "כמה זמן? אתה נשאר על כדור הארץ במספר שנים?"
hr: [Allah] će reći, "Koliko li ti ostati na zemlji u broju godina?"
lt: [Dievas] sako, "kaip ilgai padarė jums lieka žemėje daugelį metų?"
lv: [Allah] teiks: "cik ilgi nebija jums paliek uz zemes vairākus gadus?"
nb: [Allah] vil si, "hvor lenge dere på jorden i flere år?"
sk: [Allah] bude hovoriť: "ako dlho to zostane na zemi vo niekoľko rokov?"
sl: [Alahove] rekel, "kako dolgo ste še vedno na zemlji v številu let?"
sr_cyrl: [Аллах ] би рекао, "Колико ли ти остати на земљи у броју година?"
sr_latn: [Allah] bi rekao, "Koliko li ti ostati na zemlji u broju godina?"
uk: [Аллах] скаже: "скільки часу ви витинати на землі в ряду років?"
vi: [Allah] sẽ nói, "bao lâu đã làm bạn vẫn còn trên trái đất trong số năm?"
zu: [Allah] oyothi: "Kwathatha isikhathi eside kangakanani nihlala emhlabeni iminyaka eminingana?"

# Quran2786
source: They will say, "We remained a day or part of a day; ask those who enumerate."
ca: Es a dir, "es va quedar un dia o una part d'un dia; preguntar qui enumerar."
cy: Byddant yn dweud, "Rydym wedi aros diwrnod neu rhan o ddiwrnod; holi'r rhai hynny a rhifo. "
da: De vil sige, "vi forblev en dag eller en del af en dag; spørge dem, der optælles."
el: Θα λένε, «παραμείναμε μια ημέρα ή τμήμα μιας ημέρας? Ρωτήστε αυτούς που απαριθμούν."
et: Nad ütlevad, "Meil jäi päeva või osa päevast; Küsi nendelt, kes loetlemine."
fi: He sanovat: "me edelleen päivän tai osan päivää; Kysy siis lasketaan yhteen."
he: הם יגידו, "נשארנו יום או חלק של יום; תשאלו את מי למנות"
hr: Oni će reći, "ostali smo dan ili dio dana; Pitaj one koji nabrojati."
lt: Jie sako, "mes liko per dieną arba per dalį dienos; paprašyti tų, kurie išvardyti. "
lv: Viņi saka, "mēs uzturējāmies dienu vai dienas; daļa uzdot tiem, kuri uzskaitīt."
nb: De vil si, "vi holdt en dag eller en del av dag; spør dem som nummererer."
sk: Povedia, "zostali sme deň alebo časť dňa; Opýtajte sa tých, ktorí sa enumerovať."
sl: Bodo rekli, "bomo ostali dnevu ali delu dneva; Vprašajte tiste, ki se oštevilči."
sr_cyrl: Рећи ће, "остали смо дан или део дана; Питај оне који набројати. "
sr_latn: Reći će, "ostali smo dan ili deo dana; Pitaj one koji nabrojati. "
uk: Вони будуть говорити, "ми залишалися день або частину дня; запитати, хто перелічення."
vi: Họ sẽ nói, "chúng tôi ở lại một ngày hay một phần của một ngày; Hãy hỏi những người kê khai."
zu: They tshela "Saqhubeka sihlala usuku lube lunye noma ingxenye ngosuku; buza labo kubala."

# Quran2787
source: He will say, "You stayed not but a little - if only you had known.
ca: Va dir, "es va quedar a no però una mica - si només vostè hagués sabut.
cy: Bydd ef yn dweud, "wnaethoch chi aros nid ond ychydig-os i ond yn gwybod ichi.
da: Han vil sige, "du boede ikke men lidt - hvis bare du havde vidst.
el: Θα σου πει, «έμεινε δεν αλλά λίγο - Μακάρι να ήξερες.
et: Ta ütlen, "sa jäid aga vähe - kui ainult oleks teadnud.
fi: Hän sanoo, "jäi mutta vähän - jos vain olisit tiennyt.
he: והוא יאמר, "נשארת לא אבל קצת - אם רק היית יודע.
hr: Reći će, "ostao si nije ali malo - samo ako vam je poznata.
lt: Jis sako, "Jums liko ne bet nedaug - jei tik jūs žinojo.
lv: Viņš teiks: "jūs palika ne, bet nedaudz - ja vien jums bija zināms.
nb: Han vil si, "du bodde ikke men litt - hvis bare du hadde kjent.
sk: On povie, "ste zostal ale trochu -, len keby si poznal.
sl: Je rekel, "si ostal pa malo - če bi le imel znano.
sr_cyrl: Рекао је, "ти си остала не али мало - кад би само знао.
sr_latn: Rekao je, "ti si ostala ne ali malo - kad bi samo znao.
uk: Він скаже: "ви залишилися не, але мало -, якщо тільки ви знали.
vi: Ông sẽ nói, "bạn vẫn không nhưng một chút - nếu chỉ có bạn đã biết đến.
zu: He tshela "You bukisa hhayi kodwa kancane - ukube eyaziwa.

# Quran2788
source: Then did you think that We created you uselessly and that to Us you would not be returned?"
ca: Llavors penses que creem inútilment i que a nosaltres no es tornaria?"
cy: Yna oeddech yn credu ein bod yn creu eich uselessly a bod i ni byddai ydych nid dychwelyd?"
da: Derefter du tror, at vi skabte dig unødigt og at os du ikke vil blive returneret?"
el: Στη συνέχεια, Μήπως νομίζετε ότι σας δημιουργήσαμε ανώφελα και ότι μας θα δεν επιστρέψετε;"
et: Siis sa arvad et me oleme loonud kasutult ja et meile te sooviksite ei tagastata?"
fi: Sitten Luulitko että loimme turhaan ja että meille voit ei palauteta?"
he: אז חשבת כי אנחנו יצרנו אותך. סתם, כי לנו שאתה לא יוחזרו?"
hr: Onda misliš da smo je napravili da beskorisno i da nam ti neće vratiti?"
lt: Tada ar manote, kad mes sukūrėme jums veltui ir kad mums jums būtų ne grąžintos?"
lv: Tad jūs domājat mēs izveidojām jums nokarājas un ka mums nebūtu ne atgriezts?"
nb: Så synes du at vi opprettet du uselessly og oss du ikke vil bli refundert?"
sk: Potom si myslíte, že sme vytvorili ste zbytočne a že s nami ste by nevrátia?"
sl: Potem misliš da smo si ustvarili nekoristno in da nam jih bi ne vrnejo?"
sr_cyrl: Онда да ли мислите да смо је направили да беспотребно и да нам ти не бити враћени?"
sr_latn: Onda da li mislite da smo je napravili da bespotrebno i da nam ti ne biti vraćeni?"
uk: Потім ви думаєте що ми створили ви марно, і що нам ви б не повертається?"
vi: Sau đó bạn nghĩ rằng chúng tôi tạo ra bạn uselessly và rằng cho chúng tôi bạn sẽ không được trả lại?"
zu: Khona akazange ucabanga ukuthi We qamba you uselessly nokuthi Kithi ubungeke babuya? "

# Quran2789
source: So exalted is Allah, the Sovereign, the Truth; there is no deity except Him, Lord of the Noble Throne.
ca: És tan alta Allah, el sobirà, la veritat; no hi ha cap Déu excepte ell, senyor del tron Noble.
cy: Felly i'w mawrygu yn Allah, sofran, y gwir; Nid oes unrhyw Dduwdod ac eithrio ef, yr Arglwydd o'r Orsedd aruchel.
da: Så ophøjet er Allah, suveræne sandheden; der er ingen guddom undtagen ham, Herren af ædle tronen.
el: Ώστε η ημετέρα είναι ο Αλλάχ, ο Παντοκράτωρ, την αλήθεια. δεν υπάρχει καμία θεότητα εκτός από αυτόν, ο Λόρδος του ευγενή θρόνου.
et: Nii ülendatud on Jumalat suveräänne, tõde; ei ole jumalus, välja arvatud tema, isand üllas troonile.
fi: Niin jalo on hillitä, riippumatonta ja totuuden; ei ole Jumaluutena, paitsi hänelle: herra jalo valtaistuimelle.
he: הוא כל כך מרומם אללה, הריבון, האמת; יש אין אלוהות חוץ ממנו, לורד המלכות אצילי.
hr: Tako uzvišen je Allah, vladar, istina; Nema Božanstva osim njega, gospodara plemenitog prijestolja.
lt: Taigi išaukštintas yra Dievas, valdovo, tiesa; nėra jokių Dievybės išskyrus jam, Lord of tauriųjų sostą.
lv: Tik cildens Allah, Sovereign, patiesību, bet ir nav ne dievība, izņemot viņu Noble troņa kungs.
nb: Så opphøyet er Allah, suverene, sannheten. Det er ingen guddom unntatt ham av edle tronen.
sk: Tak povýšil je Alah, suverénne, pravdu; Neexistuje žiadne božstvo okrem neho pána Noble trónu.
sl: Tako vzvišeno je Allah, suvereno, resnica; ni nobene božanstva, razen njega gospod plemeniti prestol.
sr_cyrl: Тако усхижено је Аллах, владар, истину; тамо је нема боћанство осим њега, господар племенити трон.
sr_latn: Tako ushiжeno je Allah, vladar, istinu; tamo je nema boћanstvo osim njega, gospodar plemeniti tron.
uk: Так високо є Аллаха, суверенної, правда; немає немає божества, за винятком Господи благородного трон.
vi: Sôi nổi như vậy là Allah, có chủ quyền, sự thật; có là không có vị thần trừ ngài, Chúa tể của ngôi cao quý.
zu: Ngakho uphakamisile abantukazana Allah, EnguMbusi, iQiniso;
