Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran773
source: And when it is said to them, "Come to what Allah has revealed and to the Messenger," they say, "Sufficient for us is that upon which we found our fathers." Even though their fathers knew nothing, nor were they guided?
ca: I quan es diu que, "Arribat Allah ha revelat i el Messenger," diuen, "Sufficient per a nosaltres és que en el qual trobem nostres pares". Tot i que els seus pares no sabien res, ni es van guiar?
cy: A phan ddywedir iddynt, "Dod i beth Allah wedi datgelu a Messenger," maent yn dweud, "Digonol i ni yw bod y cawsom ein tadau." Hyd yn oed os oedd eu tadau yn gwybod dim, nac yn eu harwain?
da: Og når det er sagt til dem, "Kom at hvad Allah har åbenbaret og Messenger," de siger, "Tilstrækkeligt for os er, at, som vi fandt vore fædre." Selv om deres fædre ikke vidste noget, og heller ikke var de styret?
el: Και όταν λέγεται σε αυτές, «Έλα να τι αποκάλυψε ο Αλλάχ και το Messenger,» λένε, «Αρκεί για εμάς είναι ότι κατά την οποία βρήκαμε πατέρες μας.» Ακόμα κι αν τους πατέρες γνώριζαν τίποτε, ούτε ήταν το κατεύθυναν;
et: Ja kui öeldakse, et "Tule Jumal on näidanud ja sõnumitooja," öeldakse "Piisavalt meile on, kellele oleme leidnud meie isade." Kuigi nende isad ei teadnud midagi, samuti olid nad juhendava?
fi: Ja kun sanotaan, "Tule Jumala paljasti ja Messenger," he sanovat, "Riittävästi meille on, että josta Löysimme isiemme." Vaikka heidän isänsä eivät tienneet mitään, eikä ne ohjaamana?
he: וכאשר נאמר להם, "בוא מה חשף אללה, השליח," הם אומרים, "Sufficient לנו, הוא זה שעליו מצאנו אבותינו". אף-על-פי אבותיהם לא ידע כלום, וגם הם מונחים?
hr: I kad je rekao da ih "Dođe ono što je Allah objavio i Glasnik," kažu, "Dovoljno nam je da nakon što smo našli Naši očevi." Iako njihovi očevi znali ništa, niti su oni vodili?
lt: Ir kai jis sakė, kad jiems "Atėjo į ką Dievas parodė ir Messenger," jie sako, "Pakankamai mums yra, kad nuo kurių mes rasti mūsų protėviai." Nors jų tėvai nieko nežinojo, nei jie vadovaujasi?
lv: Un tad, kad tas esot pie viņiem, "Nāc, Allah ir atklāts un Messenger," viņi saka, "Pietiekamas mums ir, uz kuriem mēs noskaidrojām mūsu tēvi." Pat tad, ja viņu tēvi nezināja neko, ne tie tika Vadīta?
nb: Og når det er sagt, "Kommer det Gud har åpenbart og Messenger," de sier, "Tilstrekkelig for oss er at som vi fant våre fedre." Selv om deres fedre ikke visste noe, eller var de guidet?
sk: A keď sa hovorí, "Príde čo Boh ukázal a Messenger," hovoria, že "Dostatočné pre nás je, že na ktorých sme našli naši otcovia." Hoci ich otcovia nevedel nič, ani boli oni vedení?
sl: In ko je dejal, da njih, "Pridi kaj Allah je pokazala in sel," pravijo, "Dovolj za nas je, da na kateri smo našli naše očetov." Čeprav svojih očetov vedel ničesar, niti so bili vodeni?
sr_cyrl: И када га је рекао да их,"Хајде да шта Аллах је открио и да гласник," Рекли су,"Суффициент нам је на којој смо нашли наши очеви." Иако њихови очеви знали ништа, нити су биле вођене су?
sr_latn: I kada ga je rekao da ih, "Hajde da šta Allah je otkrio i da glasnik," Rekli su, "Sufficient nam je na kojoj smo našli naši očevi." Iako njihovi očevi znali ništa, niti su bile vođene su?
uk: І коли він сказав їм: "Come показав Аллах і Messenger," вони кажуть: "Достатній для нас є, що на яких ми знайшли наші засновники". Незважаючи на те, що нічого не знав їх батьків, а також вони керувалися?
vi: Và khi nó được cho họ, "Come để những gì Allah đã tiết lộ và Messenger," họ nói, "Sufficient cho chúng tôi mà chúng tôi tìm thấy người cha của chúng tôi." Ngay cả khi người cha của họ biết không có gì, cũng không phải họ đã được hướng dẫn?
zu: Futhi uma wathi kubo: "Wozani kulokho Allah uye wasembulela gijimi," bathi, "Kumanele ngathi nga lowo upon which sathola obaba."

# Quran774
source: O you who have believed, upon you is [responsibility for] yourselves. Those who have gone astray will not harm you when you have been guided. To Allah is you return all together; then He will inform you of what you used to do.
ca: O que han cregut, és [responsable] vosaltres mateixos. Aquells que han passat per mal camí no perjudicarà vostè quan ha estat guiat. A Allah és vostè tornar tots junts; llavors ell us informarà del que vostè va fer.
cy: O chi sydd wedi credu, chi yw [cyfrifoldeb am] eich hunain. Nid pan ydych wedi bod yn arwain y bydd rhai sydd wedi mynd ar gyfeiliorn niwed ichi. I Allah yw eich dychwelyd cyfan at ei gilydd; yna bydd yn eich hysbysu ynghylch beth yr ydych yn ei defnyddio i wneud.
da: O du, der har troet, efter du er [ansvar for] jer selv. Dem, der er kommet på afveje vil ikke skade dig, når du har været styret. Allah er du vende tilbage alle sammen; Han vil derefter informere dig om hvad du plejede at gøre.
el: O εσάς που πίστεψαν, επάνω σας βαρύνει [για] τους εαυτούς σας. Όσοι έχουν πάει παραστρατημένος δεν θα σας βλάψει όταν σας καθοδηγούσε. Αλλάχ είναι σας επιστροφής όλοι μαζί? στη συνέχεια, αυτός θα σε ενημερώσουμε αυτό που χρησιμοποιείται για να το κάνετε.
et: O kes on uskunud, teie peale on [vastutuse] iseendid. Need, kes on läinud eksinud ei kahjusta teid kui teil on üles ehitatud. Jumal on teid edasi-tagasi kõik koos; siis ta teatab teile, mida sa kasutada seda teha.
fi: Oi te, jotka ovat uskoneet teille on [vastuu] itse. Ne, jotka ovat menneet harhaan ei haittaa sinua, kun olet ohjannut. Jumalalle on sinulle takaisin kaikki yhdessä; sitten hän kertoo mitä tapana tehdä.
he:  מי מאמין, עליכם האחריות [על] את עצמכם. מי היה לסטות לא אפגע בך כאשר אתה הנחו. אללה הוא את החזרה הכל ביחד; אז הוא יודיע לך על מה נהגת לעשות.
hr: O ti koji su vjerovali, te je [odgovornost] sebe. Oni koji su zašli ti nauditi kad ste je vođena. Allahu je da povratak sve zajedno; Onda će vas da ranije.
lt: O jūs, kurie tikėjo, ant tavęs yra [už] save. Tie, kurie atvyko iš kelio nepakenks jums, kai jūs jau vadovaujasi. Dievas yra jūsų grąžinimo visi kartu; tada jis bus informuoti jus apie ką jūs czynili.
lv: O tu, kas ticējusi, pār jums atbild [par] sev. Tiem, kas ir izgājušas apmaldīties nekaitēs jums, kad jums ir vadījusies. Allah ir jums atpakaļ visu kopā; tad viņš jūs informēs par to, ko esat pieradis veikt.
nb: O dere som har trodd, dere er [ansvar for] dere. De som har gått seg vill vil ikke skade deg når du har vært guidet. Å Døyve er du returnere alle sammen; så vil han informere deg om hva du pleide å gjøre.
sk: O vás, ktorí ste uverili, na vás je [za] sami. Tí, ktorí odišli z cesty vám neublíži keď si bol vedený. Alah je vám späť dohromady; potom on bude informovať vás o to, čo ste zvyknutí robiť.
sl: O vi, ki ste verjeli, na vas je [odgovornost za] sebe. Tisti, ki so zaluta bo škoda, ko so bili vodeni. Allah je ste vrnitev vse skupaj; nato pa obvesti o kaj je za narediti.
sr_cyrl: О ти који верују, на теби је [одговорност] себе. Они који имају залутао руке увис кад сте водили. Алах је те повратне сви заједно; Онда он ће вас обавестим о шта си радила.
sr_latn: O ti koji veruju, na tebi je [odgovornost] sebe. Oni koji imaju zalutao ruke uvis kad ste vodili. Alah je te povratne svi zajedno; Onda on će vas obavestim o šta si radila.
uk: О ви, хто вірив, на вас є [відповідальність за] самі. Ті, хто виїхав оману не зашкодить вам коли ви керувалися. Щоб Аллах є ви повернення всі разом; Потім він буде інформувати вас про те, що ви використовували, щоб зробити.
vi: O bạn của những người đã tin rằng, khi bạn là [trách] mình. Những người đã đi lạc lối sẽ không làm hại bạn khi bạn đã được hướng dẫn. Allah là bạn trở lại tất cả với nhau; sau đó ông sẽ thông báo cho bạn về những gì bạn sử dụng để làm.
zu: O you kholwa phezu kwenu kuyinto [kuwumthwalo wenu] ngokwenu.

# Quran775
source: O you who have believed, testimony [should be taken] among you when death approaches one of you at the time of bequest - [that of] two just men from among you or two others from outside if you are traveling through the land and the disaster of death should strike you. Detain them after the prayer and let them both swear by Allah if you doubt [their testimony, saying], "We will not exchange our oath for a price, even if he should be a near relative, and we will not withhold the testimony of Allah. Indeed, we would then be of the sinful."
ca: O es que he cregut, testimoni [cal tenir] entre vosaltres quan la mort s'acosta a un de vosaltres en el moment de llegat - [que] dos homes només entre vostè o dos altres de fora si vostè està viatjant a través de la terra i el desastre de mort hauria copejarà a tu. Detenir-los després de l'oració i deixar que ells dos juro per Allah si vostè dubte [seu testimoni, dita], "es no intercanviem el jurament per un preu, fins i tot si ha de ser un parent a prop, i no es retindrà el testimoni d'Allah. De fet, llavors seria dels pecadors."
cy: O chi sydd wedi credu, dyst [dylid cymryd] ymysg chi pan mae marwolaeth un o'r eich dulliau ar adeg gymynrodd-[sef] dynion dim ond dau o blith chi neu ddau eraill o'r tu allan os ydych yn teithio drwy y tir a dylai y drychineb o farwolaeth streic chi. Eu cadw ar ôl y weddi a gadewch iddynt dyngu gan Allah os oes gennych amheuaeth [eu dyst, dweud], "bydd nid gyfnewid ein llw am bris, hyd yn oed os dylai fod yn berthynas agos, a bydd fyddwn yn atal y dystiolaeth gan Allah. Yn wir, yna byddai gennym o y sinful."
da: O du, der har troet, vidneudsagn [bør tages] blandt jer når døden nærmer en af jer på tidspunktet for arv - [at] to bare mænd blandt du eller to andre fra ydersiden, hvis du rejser gennem landet og katastrofe af død skal slå dig. Tilbageholde dem efter bønnen og lad dem begge sværger ved Allah, hvis du tvivl [deres vidneudsagn, siger], "vi ikke vil udveksle vores ed til en pris, selv om han skulle være en i nærheden af relativ, og vi vil ikke tilbageholde vidneudsagn fra Allah. Vi ville så være, for de syndige."
el: O εσάς που πίστεψαν, μαρτυρία [θα πρέπει να ληφθούν] ανάμεσά σας όταν θανάτου πλησιάζει ένας από σας κατά τη στιγμή του κληροδοτήματος - [που του] μόνο οι δύο άνδρες μεταξύ σας ή δύο άλλοι από εξωτερικό αν ταξιδεύετε μέσα από τη γη και την καταστροφή του θανάτου θα πρέπει να σας χτυπήσει. Αναστείλλει μετά την προσευχή και να αφήσει τους δύο ορκίζονται από Αλλάχ, αν εσάς ν ' αμφιβάλλουν [τους μαρτυρία, λέγοντας], «εμείς δεν θα ανταλλάσσει μας Όρκος για μια τιμή, ακόμη και αν θα πρέπει να είναι μια συγγενής σας, και εμείς δεν θα αρνηθεί τη μαρτυρία του Αλλάχ. Πράγματι, τότε θα είμαστε από τους αμαρτωλούς.»
et: O teile, kes on uskunud, ütlusi [võtta] Joukostanne kui surm läheneb teile ajal pärandamise - [et] kaks lihtsalt meeste hulgast või kahe teised väljaspool, kui olete reisil läbi maa ja surma katastroofi tuleks leida teid. Õigusevaldajal pärast palvetama ja lase neid mõlemaid vannub Jumal, kui sa kahtlust [oma ütlusi, öeldes], "me ei vahetus meie vanne hinnaga, isegi kui ta peaks olema läheduses suhteline ja me ei takista Jumal ütlusi. Tõepoolest, me siis oleks sugulise."
fi: Oi te, jotka ovat uskoneet todistus [olisi otettava] keskuudessanne, kun kuolema lähestyy teistä perintö - aikaan [että] kaksi vain miestä joukosta tai kaksi muuta ulkopuolella jos olet matkalla läpi maan ja kuoleman katastrofi olisi löytää sinut. Tulliviranomaisella rukouksen jälkeen ja anna niiden vannovat Allah, jos voit epäillä [heidän todistuksensa, sanoi], "ei vaihdamme meille valan hintaan, vaikka hän olisi lähellä kohdetta suhteellinen ja tule jatkossakaan epäämään hillitä todistus. Itse asiassa meidän olisi silloin syntisen."
he: O אתה מאמין, עדות [יילמד] ביניכם כאשר המוות מתקרב אחד מכם בזמנו של העיזבון - [כי של] שני רק גברים מקרב אותך או שניים מן בחוץ אם אתם נוסעים דרך היבשה, האסון של מוות צריכים להכות אותך. עוצרים אותם לאחר התפילה ולתת את שניהם נשבע באללה אם אתה ספק [שלהם עדותו, אומר], "אנחנו לא נחליף את השבועה שלנו. תמורת מחיר, גם אם הוא צריך להיות קרוב משפחה ליד, אנחנו לא תסתיר את עדותו של אללה. אכן, ואז היינו של החוטא."
hr: O ti koji su vjerovali, svjedočanstvo [treba uzeti] među vama kada smrt dolazi od vas u vrijeme nasljedstvo - [da] samo dvojica od vas ili druge dvije od vani ako ste na putovanju kroz zemlju i katastrofa smrt napasti vas. Uhitite ih nakon molitve i neka ih se mimo Allah ako ti sumnje [svog svjedočenja, govoreći], "mi ćemo ne zamijeniti naše zakletve za cijenu, čak i ako treba pokraj rođaka, i nećemo zadržavati svjedočanstvo od Allaha. Doista, onda bismo od je grešno."
lt: O jūs, kurie tikėjo, parodymus [turėtų būti imtasi] tarp jūsų kai mirties vienas iš jūsų palikimo - metu [kad] du tik vyrams iš jūs arba kiti du iš išorės jei jūs keliaujate per žemės ir mirties nelaimės turėtų būti užtikrinta jums. Sulaiko po maldos ir leiskite jiems Przysiegam Dievas Jei jums abejonių [jų parodymus, sakydamas], "mes ne keis mūsų priesaikos kaina, net jei jis turėtų būti artimas giminaitis, o mes ne duoti parodymus ir Dievas. Iš tiesų, mes tada būtų nuodėmingas."
lv: O jums, kas ticējusi, liecību [jāņem] starp jums, kad nāves viens no jums pieejas laikā pārdalīto - [ka] tikai diviem no jums vai divi citi no ārpuses, ja jūs esat ceļojumā pa zemi un nāves katastrofu vajadzētu trāpīt jums. Tos aizturēt pēc lūgšanu un ļaut viņiem zvēru ar Allah, ja jūs šaubas [savu liecību, sakot], "mums nav apmainīsies ar mūsu zvērests par cenu, pat ja viņam būtu jābūt tuvu relatīvs, un mums nevajadzētu slēpt liecība par Allah. Patiešām, mēs tad būtu grēks."
nb: O dere som har trodd, vitnesbyrd [bør tas] når død tilnærminger en av dere ved arv - [at] to bare menn fra deg eller to andre fra utsiden hvis du reiser gjennom landet og katastrofen død skal slå deg. Oppholde dem etter bønn og la dem begge sverger ved Allah hvis du tvil [deres vitnesbyrd, sier], "vi ikke vil utveksle våre Ed for en pris, selv om han skulle være en nær slektning, og vi vil ikke holde tilbake vitnesbyrd av Allah. Ja, vi vil da være av syndige."
sk: O vás, ktorí ste uverili, svedectvo [treba] medzi vami, keď smrť jedného z vás prístupy v čase o odkaze - [že] dvaja muži len spomedzi vás alebo dva iné mimo Ak cestujete cez pozemok a katastrofa smrti mali štrajk. Zadržať po modlitbe a dajte im prisahať na Boha, ak si pochybností [ich svedectvo, hovorí], "bude nie vymeníme našu prísahu za cenu, aj keď by mal byť blízky príbuzný, a nie sme stiahne výpoveď Alah. Vskutku, potom by sme z hriešne."
sl: O vi, ki ste verjeli, pričevanje [je treba] med vami ko smrt bliža od vas v času zapuščina - [da] dva moška samo izmed vas ali dve drugi od zunaj če potujete skozi zemljo in nesreče smrti naj udari. Zadrži po molitvi in jim tako prisegajo Allah, če ste dvoma [svoje pričevanje, rekoč], "mi ne zamenjuje naše prisege za ceno, tudi če bi moral biti blizu sorodnika, in smo ne bo odklonijo pričanje Allah. Res, potem bomo za grešno."
sr_cyrl: О ти који верују, исказ [треба узети] медју вама када један од вас је смрт приближи у доба легат - [то од] само двојица неку од вас или два друга са спољним Ако путујете кроз земљу и највећа пропаст у смрт треба да вас удари. Ухапсите их после молитве и пусти их, кунем се у име Алаха ако те сумње [њихов исказ, изрека], "биће не разменимо заклетву за цену, чак и ако он треба да буде близу родјак, а не повуиемо сведоцења Алаха. Заиста , онда бисмо од грељнима."
sr_latn: O ti koji veruju, iskaz [treba uzeti] medju vama kada jedan od vas je smrt približi u doba legat - [to od] samo dvojica neku od vas ili dva druga sa spoljnim Ako putujete kroz zemlju i najveća propast u smrt treba da vas udari. Uhapsite ih posle molitve i pusti ih, kunem se u ime Alaha ako te sumnje [njihov iskaz, izreka], "biće ne razmenimo zakletvu za cenu, čak i ako on treba da bude blizu rodjak, a ne povuиemo svedocenja Alaha. Zaista, onda bismo od greљnima."
uk: О ви, хто вірив, свідчення [повинно бути прийнято] серед вас, коли смерті наближається з вас під час заповітом - [що] два тільки чоловіки з числа ви або два інших від зовнішнього if ви подорожуєте по землі і катастрофи смерті повинні вдарити вас. Затримати їх після молитви і нехай вони обидва клянуться Аллаха, якщо ви сумніву [свої свідчення, говорячи:], "ми не обміняються наші клятви за ціну, навіть якщо він повинен бути поблизу родич, і ми не вилучає свідчення Аллаха. Дійсно, ми тоді б беззаконня".
vi: O bạn của những người đã tin rằng, lời khai [cần được thực hiện] trong số các bạn khi chết cách tiếp cận một trong những bạn tại thời điểm thừa kế - [là] hai người đàn ông chỉ cần từ bạn hoặc hai người khác từ bên ngoài nếu bạn đang đi du lịch thông qua các vùng đất và thảm họa của cái chết sẽ tấn công bạn. Giam chúng sau khi cầu nguyện và hãy để cả hai thề của Allah nếu bạn nghi ngờ [của lời khai, nói], "chúng tôi sẽ không trao đổi lời tuyên thệ của chúng tôi với một mức giá, thậm chí nếu ông có một người họ hàng gần, và chúng tôi sẽ không giữ lại lời khai của Allah. Thật vậy, chúng tôi sẽ sau đó có các tội lỗi."
zu: O you kholwa ubufakazi [kufanele kuthathwe] phakathi kwenu lapho ukufa osondela omunye kini ngesikhathi bequest - [ukuthi] kwezingcingo amadoda amabili nje phakathi kwenu noma nabanye ababili ngaphandle uma edabula izwe

# Quran776
source: But if it is found that those two were guilty of perjury, let two others stand in their place [who are] foremost [in claim] from those who have a lawful right. And let them swear by Allah, "Our testimony is truer than their testimony, and we have not transgressed. Indeed, we would then be of the wrongdoers."
ca: Però si es troba que els dos eren culpables de perjuri, que els dos altres reposar en el seu lloc [que són] abans que res [en reclamació] d'aquells que tenen dret legal. I deixar-los jurar per Allah, "nostre testimoni és més cert que el seu testimoni, i no ens han transgredida. De fet, llavors seria dels malfactors."
cy: Ond os gwelir bod y ddau yn euog o anudon, gadewch ddwy eraill sefyll yn eu lle [sydd] flaenaf [yn hawlio] gan y rheini sydd â hawl gyfreithlon. A gadewch iddynt Mae rhegi gan Allah, "ein dyst yn fwy gwir na wed, ac yr ydym ni camweddu. Yn wir, yna byddai gennym o y tramgwyddo."
da: Men hvis det konstateres, at disse to var skyldig i mened, lader to andre står i deres sted, [der er] fremmest [i påstand] fra dem, der har en lovlig ret. Og lade dem sværge ved Allah, "vores vidnesbyrd er sandere end deres vidnesbyrd, og vi har ikke overskrides. Vi ville så være, af lovovertrædere."
el: Αλλά εάν κρίνει ότι τα δύο αυτά ήταν ένοχος για ψευδορκία, να ΑΦΗΣΟΥΜΕ δύο άλλων που στέκονται στη θέση τους, [που] αξίωση] [κυρίως από εκείνους που έχουν ένα νόμιμο δικαίωμα. Και αφήστε τους ορκίζονται από Αλλάχ, "μαρτυρία μας είναι πιο αληθινή από την κατάθεσή τους, και εμείς δεν έχουν παραβιαστεί. Πράγματι, τότε θα είμαστε η των παραβατών.»
et: Aga kui selgub, et need kaks olid süüdi valevande andmine, lubage mul teha kaks seista nende asemele, [kes ei] [esitada nõude] eelkõige need, kellel on seaduslik õigus. Ja lase neil vannub Allahi "meie ütlused on tõepärasem kui nende ütlusi meil on ületatakse Tõepoolest, siis oleksime selle tagaotsitavate kohta."
fi: Mutta jos on todettu, että nämä kaksi olivat syyllistynyt väärästä valasta, anna kaksi muuta seisomaan paikalleen, [joka on] [väittää] kaikkea niiltä, jotka ovat laillinen. Ja anna heille vannovat Allah, "todistuksemme on todellisempi kuin heidän todistuksensa ja ole syntiä. Itse asiassa meidän olisi silloin laajemmalti."
he: אבל אם הוא נמצא כי שני אלה היו אשמים של שבועת שקר, תן שניים לעמוד במקומם [מי] בראש ובראשונה [בתביעה] ממי יש זכות חוקית. ותן להם נשבע באללה "העדויות שלנו שבתנ בעדותם, אנחנו לא יש שפרעו. אכן, ואז היינו של wrongdoers."
hr: Ali ako se utvrdi da su krivi za krivokletstvo, da dvoje ostali stajati u mjestu [koja su] prije svega [u tvrde] od onih koji imaju zakonito pravo. I neka ih mimo Allaha, "naše svjedočanstvo je vjernijim nego iskaz, i mi ne prestupi. Doista, onda bismo od počinioce."
lt: Bet jei bus nustatyta, kad šie du buvo kaltas dėl jūsų, tegul kiti du stovi savo vietoje, [kuris yra] pirmiausia [Ieškinys] iš tų, kurie turi teisėtą teisę. Ir leiskite jiems Przysiegam Dievas, "mūsų liudijimas yra atskleidžia kaip parodymus, ir mes ne sulaužė. Iš tiesų, mes tada būtų grzesznicy."
lv: Bet, ja tiek konstatēts, ka šie divi bija vainīgi nepatiesa liecība, ļaujiet divi citi stāvēt viņu vietā, [kas ir] [prasības], galvenais no tiem, kam ir likumīgas tiesības. Un ļaut viņiem zvēru ar Allah, "mūsu liecība ir patiesākas par savu liecību un mums nevar būt pārsniegtas. Protams, mēs tad būtu pārkāpējus."
nb: Men hvis det blir funnet at de to var skyldig i mened, la to andre står på plass [som er] fremste [i krav] fra de som har en lovlig rett. Og la dem sverger ved Allah, "vårt vitnesbyrd er sannere enn deres vitnesbyrd, og vi har ikke brutt. Ja, vi vil da være av wrongdoers.»
sk: Ale ak sa zistí, že tí dvaja boli vinní za krivú prísahu, ostatní dvaja stáť na svojom mieste, [ktorí] [v tvrdení] predovšetkým od tých, ktorí majú zákonné právo. A dajte im skrze Boha, "naše svedectvo je pravdivejšie ako ich svedectvo a nie sme prestupovali. Vskutku, potom by sme z zloèinci."
sl: Ampak če je ugotovljeno, da so bili ti dve krivi za krivokletstva, naj dva druga, ki stojijo v svoje mesto, [ki je] predvsem [v zahtevek] od tistih, ki imajo zakonito pravico. In naj jih prisegajo Allah, "naše pričevanje je bolj resničen kot svojega pričevanja, in imamo ni prestopil. Res, potem bomo od je wrongdoers."
sr_cyrl: Али ако је је утврђено да су били криви за кривоклетство, нека друга двојица стајати на њихово место [који] Паркерових [тврдње] од оних који имају законито право. И нека их, кунем се у име Алаха, "нам исказ је истинитији од исказ и ми не спроводим. Заиста , онда бисмо од починиоце."
sr_latn: Ali ako je je utvrđeno da su bili krivi za krivokletstvo, neka druga dvojica stajati na njihovo mesto [koji] Parkerovih [tvrdnje] od onih koji imaju zakonito pravo. I neka ih, kunem se u ime Alaha, "nam iskaz je istinitiji od iskaz i mi ne sprovodim. Zaista, onda bismo od počinioce."
uk: Але якщо виявляється, що ці двоє винен у лжесвідченні, нехай дві інші стояти на їх місці, [які] насамперед [у претензії] від тих, які мають законне право. І нехай їх клянуться Аллаха, "наше свідоцтво є справжнім, ніж їх показання, і ми не відпали. Дійсно, ми тоді б з у розкаюємося."
vi: Nhưng nếu nó được tìm thấy rằng những người hai đã phạm tội khai man, cho phép hai người khác đứng ở vị trí của mình [người] hết [trong yêu cầu bồi thường] từ những người có quyền hợp pháp. Và để cho họ thề của Allah, "lời khai của chúng tôi là truer hơn lời khai của họ, và chúng tôi không có transgressed. Thật vậy, chúng tôi sẽ sau đó là của các wrongdoers".
zu: Kodwa uma kutholakala ukuthi labo ababili batholakale benecala komthetho, ake abanye ababili oyakuma endaweni yabo [abangamakhosi] kuyoza kuqala kunakho konke [bathi] kusuka labo abanelungelo zingokomthetho.
