Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2316
source: And the disbeliever says, "When I have died, am I going to be brought forth alive?"
ca: I la disbeliever diu: "Quan haig de morir, vaig ser portats endavant viu?"
cy: A dywed y disbeliever, "Pan wyf wedi marw, dwi'n mynd i'w ddwyn ymlaen fyw?"
da: Og vantro siger: "Når jeg døde, vil jeg til at blive bragt frem i live?"
el: Και το disbeliever λέει, «Όταν έχω πεθάνει, θα πάω να έρθουν εμπρός ζωντανός;»
et: Ja nende uskmatu ütleb: "Kui ma surnud, ma hakkan tuua esile elus?"
fi: Ja disbeliever sanoo: "Kun ovat kuolleet, olen menossa saatetaan edelleen elossa?"
he: Disbeliever אומר, "כאשר אני מת, אני הולך להביא הלאה בחיים?"
hr: I ste nevjernik kaže: "Kad sam umro, ja ću biti denešen naprijed živ?"
lt: Ir kad neteisingas sako: "Kai aš žuvo, aš einu būti atnešė atgal gyvas?"
lv: Un disbeliever saka: "Kad ir miris, es esmu gatavojas celt tālāk dzīvs?"
nb: Og disbeliever sier: "Når har døde jeg skal bringes tilbake i live?"
sk: A neveriaci hovorí: "Keď som zomrel, budem podávať ďalej nažive?"
sl: In na Nevjernik pravi, "Ko so umrli, bom prinesel tja živ?"
sr_cyrl: И да се не верује каже, "Кад сам умро, ја идем донесу напред-назад жив?"
sr_latn: I da se ne veruje kaže, "Kad sam umro, ja idem donesu napred-nazad živ?"
uk: І в disbeliever говорить: "Коли я мати померла, я збираюся бути доставлений назад живий?"
vi: Và disbeliever nói: "Khi tôi đã qua đời, tôi sẽ được đưa ra còn sống?"
zu: Futhi disbeliever uthi: "Lapho kufanele ngikhuze baye bafa, ngizokwenzenjani kuzokwenziwa ephila naphambili?"

# Quran2317
source: Does man not remember that We created him before, while he was nothing?
ca: No home recorda que hem creat abans, mentre era res?
cy: Nid yw dyn yn cofio bod creu ef o'r blaen, tra yr oedd dim?
da: Husker man ikke, at vi skabte ham før, mens han intet var?
el: Δεν θυμάται ο άνθρωπος ότι δημιουργήσαμε τον πριν, ενώ ήταν τίποτα;
et: Ei mees ei mäleta, et lõime teda enne, kui ta oli midagi?
fi: Ei ihminen muista, että olemme luoneet häntä, vaikka hän ei ollut mitään?
he: איש לא זוכר כי אנחנו יצרנו אותו בעבר, בזמן שהוא היה כלום?
hr: Se čovjek ne sjeća da smo ga prije, stvorio dok je bio ništa?
lt: Ar vyras ne prisimena, kad mes sukūrėme jį prieš, o jis nieko?
lv: Cilvēks neatceras, ka mēs izveidojām viņam agrāk, kamēr viņš bija nekas?
nb: Mann ikke husker at vi skapt ham før, mens han var ikke noe?
sk: Človek nebude pamätať, že sme vytvorili ho, zatiaľ čo on bol nič?
sl: Ali človek ne spomnite, da smo ustvarili mu prej, medtem ko je bil nič?
sr_cyrl: Човек неће запамтити да створили смо га раније, док је био ништа?
sr_latn: Čovek neće zapamtiti da stvorili smo ga ranije, dok je bio ništa?
uk: Не людина пам'ятає, що ми створені ним раніше, хоча він нічого не було?
vi: Có người đàn ông không nhớ chúng tôi tạo ra anh ta trước khi, trong khi ông là không có gì?
zu: Ingabe umuntu ukukhumbula ukuthi We qamba him ngaphambi, ngesikhathi he was nothing?

# Quran2318
source: So by your Lord, We will surely gather them and the devils; then We will bring them to be present around Hell upon their knees.
ca: Tan pel seu Senyor, hem segurament reunir-se ells i els diables; llavors arribarà a ser presents al voltant de l'infern amb els genolls.
cy: Felly gan eich Arglwydd, byddwn yn sicr yn ei chasglu iddynt ac y devils; wedyn byddwn yn cyflwyno iddynt fod yn bresennol o gwmpas uffern ar eu gliniau.
da: Så ved din Herre, skal vi vel samle, dem og djævle; derefter vil vi bringe dem til at være til stede i nærheden af helvede på deres knæ.
el: Έτσι από τον Κύριό σας, εμείς θα συγκεντρώσει σίγουρα τους και οι διάβολοι? στη συνέχεια θα φέρουμε να είναι παρούσα σε όλο κόλαση κατά γόνατά τους.
et: Nii oma Issanda poolt me kindlasti kogub neid ja kuradid; siis toome neid viibima ümber põrgu põlvili.
fi: Joten sinun Lordin varmasti keräämme niitä ja riivaajia; sitten tuomme heitä olemaan läsnä ympäri helvetti polvilla.
he: אז מאת אדונך, אנחנו לבטח אאסוף אותם ואת השדים; ואז אנו נביא אותם להיות נוכח סביב גיהנום על ברכיהם.
hr: Tako vaš Gospodin će sigurno okupili smo ih i demoni; Onda ćemo ih prisutna oko pakao na koljena.
lt: Taigi iš savo Viešpaties, mes tikrai susirinks juos ir velnių; tada mes atneš galėtų dalyvauti aplink pragarą ant savo kelio.
lv: Tātad ar savu kungu, mēs noteikti pulcēsies tos un velni, tad mums dos viņiem jābūt klāt ap elle uz viņu ceļiem.
nb: Så av din Herre, vil vi sikkert samle dem og djevler, deretter vil vi bringe dem finnes rundt helvete på knærne.
sk: Takže od svojho pána, sme určite stretnú ich a devils; potom prinášame ich prítomnosť v okolí letiska peklo na kolenách.
sl: Tako s svojega Gospoda, bo zagotovo zberemo jih in devils; Nato smo bi jih prisotna okoli pekel na kolenih.
sr_cyrl: Тако од стране твог Господа, ми сигурно скупљамо их и демони; затим доносимо их да буду присутни око пакао на коленима.
sr_latn: Tako od strane tvog Gospoda, mi sigurno skupljamo ih i demoni; zatim donosimo ih da budu prisutni oko pakao na kolenima.
uk: Так, Господи, безумовно зберемося їх і чорти; Потім ми принесе їм бути присутнім навколо пекло на коліна.
vi: Như vậy bởi Chúa của bạn, chúng tôi sẽ chắc chắn thu thập chúng và quỷ; sau đó chúng tôi sẽ mang lại cho họ để có mặt xung quanh địa ngục khi đầu gối của họ.
zu: Ngakho kho Lord We surely hloma them futhi dimoni;

# Quran2319
source: Then We will surely extract from every sect those of them who were worst against the Most Merciful in insolence.
ca: Llavors ens segurament extraurà de cada secta aquells d'ells que eren pitjors contra el misericordiós en insolència.
cy: Wedyn bydd gennym siawns dyfyniad o bob sect rhai ohonynt a oedd waethaf erbyn mwyaf tosturiol yn haerllugrwydd.
da: Så vi vil helt sikkert uddrag fra hver sekt dem af dem, der var værst mod den mest barmhjertige i uforskammethed.
el: Στη συνέχεια θα σίγουρα εξάγουμε από κάθε αίρεση αυτών που ήταν χειρότερη ενάντια σε ο πανάγαθος στο θρασύτητα.
et: Siis me kindlasti väljavõte iga sekti nende hulgast neid, kes olid halvim vastu armollinen häbematus.
fi: Sitten me varmasti poimia jokaisen lahkon niitä jotka olivat pahin vastaan laupias röyhkeys.
he: ואז אנחנו בוודאי לחלץ מכת כל אלה מהם אשר היו הגרוע ביותר נגד הרחמן ביותר ב החוצפה.
hr: Onda će sigurno izvlačenja iz svake sekte one od njih koji su bili najgori protiv najmilostiviji u drskost.
lt: Tada mes tikrai ištrauka iš kiekvieno sekta tie iš jų, kurie buvo blogiausias prieš litosciwy insolence.
lv: Tad mēs noteikti ekstrakts no katra sekta tiem no viņiem, kas bija vissliktākais pret vairums žēlsirdīgs, nekaunību.
nb: Så vi vil sikkert ekstra fra hvert sekt de av dem som var verste mot den Nåderikes i uforskammethet.
sk: Potom sme sa určite výpis z každého sekty tých z nich, ktorí boli najhoršie proti Najpodstatnejšou drzosť.
sl: Potem mi bo zagotovo izvleček vsak sekte tiste od njih, ki so bili najslabši proti najbolj usmiljen v nesramnost.
sr_cyrl: Онда смо сигурно извући ће из сваке секте онима од њих који су били најгори против најмилосрднији у дрскост.
sr_latn: Onda smo sigurno izvući će iz svake sekte onima od njih koji su bili najgori protiv najmilosrdniji u drskost.
uk: Потім ми буде напевно виписка з кожного секти ті з них, які були найгірші проти самий милосердний нахабства.
vi: Sau đó chúng tôi sẽ chắc chắn chiết xuất từ mỗi giáo phái của họ những người tồi tệ nhất chống lại thương xót đặt ở xấc.
zu: Khona Sizokwenza Ngokuqinisekile likhiphe kuleso zonke ehlelo labo babo ababebadala esibi kunazo ngokumelene Ningi Nomusa in ukweyisa.

# Quran2320
source: Then, surely it is We who are most knowing of those most worthy of burning therein.
ca: Llavors, segurament és nosaltres som majoria sabent d'aquells més digna de la que crema en ell.
cy: Yna, onid ydym sy'n gwybod fwyaf o rhai mwyaf teilwng o losgi ynddo.
da: Så sikkert er det os, der er mest at vide af mest fortjenstfulde af brændende deri.
el: Τότε, σίγουρα είναι εμείς που είμαστε γνωρίζοντας τα περισσότερα από αυτά τα πιο άξιοι της καύσης σε αυτήν.
et: Siis kindlasti see on me, kes on need kõige vääriline põletavad seal Enamik teades.
fi: Sitten onhan me olemme eniten polttaa siinä useimmat tietää.
he: . אז, בוודאי זה אנו לדעת רוב רוב אלה ראוי בוער בו.
hr: Onda, sigurno je mi koji smo većina znajući za one najviše dostojna gori u njemu.
lt: Tada, žinoma, tai mes, kurie yra labiausiai žinant šių labiausiai vertas degimo jame.
lv: Tad, protams, tas ir mums, kas ir lielākā daļa zinot, no tiem visvairāk cienīgs degšanas tajā.
nb: Så sikkert er det vi som de fleste vet av de mest verdige av brennende deri.
sk: Potom, určite je to my, ktorí sú najviac poznať tie najhodnotnejšie horenia v ňom.
sl: Torej, zagotovo je mi, ki so najbolj vedo, od tega vreden gorenja v njej.
sr_cyrl: Онда , то је сигурно они који већина знајући од оних који су вредни запаљени у томе.
sr_latn: Onda, to je sigurno oni koji većina znajući od onih koji su vredni zapaljeni u tome.
uk: То це ми, хто є найбільш знаючи тих найбільш гідні спалювання в ньому.
vi: Sau đó, chắc chắn nó là chúng ta những người hiểu biết nhất của hầu hết những người xứng đáng của đốt trong đó.
zu: Khona-ke, ngokuqinisekile kuba Thina engazi iningi labo worthy kakhulu wokushisa therein.

# Quran2321
source: And there is none of you except he will come to it. This is upon your Lord an inevitability decreed.
ca: I no hi ha cap de vosaltres excepte que vindrà a ell. Això és sobre el seu Senyor decretava inevitable.
cy: Ac nid oes yr un ohonoch ac eithrio daw iddo. Mae hyn ar eich Arglwydd anochel a ddyfarnwyd.
da: Og der er ingen af jer, medmindre han vil komme til det. Dette er din Herre, en uundgåelighed forordnet.
el: Και δεν υπάρχει κανένας από σας εκτός από θα έρθει σε αυτό. Αυτό είναι επάνω σε σας Λόρδος θεσπισμένος κάτι το αναπόφευκτο.
et: Ja seal on keegi teist, välja arvatud ta tuleb talle. See sõltub teie Issand on paratamatus otsustatud.
fi: Ja ei kukaan teistä, paitsi hän tulee siihen. Tämä on teidän Herranne väistämättömyys säätänyt.
he: ויש אף אחד מכם לא רק הוא יבוא אליו. . זה על האדון בלתי נמנע ציווה.
hr: I nitko od vas osim on će doći. Ovo je vaš gospodar odredio je neminovnost.
lt: Ir nėra jokio kito, išskyrus jis ateis į jį. Tai yra, kai jūsų Viešpats yra neišvengiamas pasisuko.
lv: Un nav neviena, izņemot viņš nāks ar to. Tas ir pēc jūsu kungs neizbēgams izsludinājusi.
nb: Og det er ingen av dere bortsett fra han kommer til den. Dette er på deres Herre en uunngåelig bestemt.
sk: A nie je nikto z vás, okrem toho mu príde na to. To je na svojho pána, nevyhnutnosť nariadil.
sl: In ni nihče od vas, razen bo prišel za to. To je vaš gospod neizogibnost odredil.
sr_cyrl: И нико од вас осим стрпљења за то. Ово је изнад твог господара неминовност да убрзају.
sr_latn: I niko od vas osim strpljenja za to. Ovo je iznad tvog gospodara neminovnost da ubrzaju.
uk: І нема ви Хіба він прийде до нього. Це на ваш Господь є неминучість постановив.
vi: Và đó không phải là của bạn ngoại trừ việc anh ta sẽ đến với nó. Điều này là khi Chúa của bạn không thể tránh được một quyết định.
zu: Futhi akakho kini ngaphandle kuso uzokuza.

# Quran2322
source: Then We will save those who feared Allah and leave the wrongdoers within it, on their knees.
ca: Llavors anem a estalviar aquells que temia Allah i deixar els malfactors dins d'ella, sobre els seus genolls.
cy: Yna byddwn yn arbed rhai sy'n ofni Allah ac yn gadael y tramgwyddo ynddo, ar eu gliniau.
da: Derefter vil vi gemme dem, der frygtede Allah og forlade lovovertrædere inden for det, på deres knæ.
el: Στη συνέχεια θα σώσει όσους φοβούνται Αλλάχ και αφήστε το παραβάτες μέσα σε αυτήν, στα γόνατά τους.
et: Siis me päästa neid, kes kartsid Jumalat ja jäta tagaotsitavate riiklikus büroos põlvili.
fi: Sitten voimme pelastaa ne, jotka pelkäsivät Jumalaa ja jättää rikolliset, polvillaan.
he: ואז אנחנו להציל שחששו אללה ולהשאיר את הפושעים בתוכה, על הברכיים.
hr: Zatim ćemo spasiti one koji se bojao Allaha i ostavite počinioce unutar njega, na koljenima.
lt: Tada mes išgelbėti tuos, kurie bijojo Dievas ir palikti grzesznicy viduje, savo kelio.
lv: Tad mēs saglabāt tiem, kas baidījās no Allah un atstāt pārkāpējus, uz ceļiem.
nb: Så vi sparer de som fryktet Allah og la wrongdoers i det, på sine knær.
sk: Potom sme sa zachrániť tých, ktorí sa obávali Alah a nechať zloèinci v ňom, na kolenách.
sl: Nato bomo razen tistih, ki so se Bali Allah in pustite wrongdoers v njem, na kolenih.
sr_cyrl: Онда ће спасити оне који се боје Алах и остави починиоце унутар њега, на коленима.
sr_latn: Onda će spasiti one koji se boje Alah i ostavi počinioce unutar njega, na kolenima.
uk: Потім ми врятує тих, які побоювалися Аллах і залишити розкаюємося в ньому, на колінах.
vi: Sau đó, chúng tôi sẽ tiết kiệm những người sợ Allah và rời khỏi wrongdoers bên trong nó, trên đầu gối của họ.
zu: Khona We ababemesaba Allah ashiye abenzi bokubi ngaphakathi kwalo, ngamadolo abo.

# Quran2323
source: And when Our verses are recited to them as clear evidences, those who disbelieve say to those who believe, "Which of [our] two parties is best in position and best in association?"
ca: I quan nostres versos són recita'ls evidències clares, els que dubten diuen a aquells que creuen, "Que de [nostra] dues parts és millor de posició i millor en associació?"
cy: Ac wrth roi ein penillion iddynt fel clir yn dangos, mae rhai a chredu yn dweud i'r rhai sydd yn credu, "Pa un o'r ddwy blaid [ein] yw'r gorau mewn sefyllfa a gorau mewn cymdeithas?"
da: Og når vores vers er reciteret til dem som klare beviser, dem, der ikke tror sige til dem, der tror, "Som på [vores] to parter er bedst i holdning og bedste i forening?"
el: Και όταν μας στίχοι είναι recited τους ως σαφή αποδεικτικά στοιχεία, εκείνους που δυσπιστώ πω σε αυτούς που πιστεύουν, «Ποιο από τα δύο μέρη [μας] είναι καλύτερα σε θέση και καλύτερο στην Ένωση;»
et: Ja kui meie salmid on loetud neile on selgeid tõendeid, kes usu öelda neile, kes usuvad, et "Mis [meie] kahe osapoole on parim positsioon ja parim serveritesse?"
fi: Ja kun meidän jakeita luetaan heille selkeää todistetta, niille, jotka ovat uskottomia Sanoisin niille, jotka uskovat, "Mikä [meidän] osapuolten on paras ja parhaiten yhdessä?"
he: כאשר הפסוקים שלנו הם אותם כמו עדויות ברורות אלה לא להאמין אומרים לאלה אשר מאמינים, "של שני הצדדים [שלנו] וזה הטוב ביותר נמצא במצב הטוב ביותר באגודה?"
hr: Kad naši stihovi su recitirali im kao jasne dokaze, oni koji ne vjeruju reći onima koji vjeruju, "Koji od [naše] dvije stranke je najbolji u položaju i najbolji u udruge?"
lt: Ir kai mūsų eilėmis recytuja jiems kaip aiškių įrodymų, tie, kurie neturi wierza pasakyti tiems, kurie tiki, "Kuri [mūsų] dvi šalys yra geriausia vieta ir geriausia kartu?"
lv: Un kad mūsu vārsmas tiek citēja viņiem kā skaidrus pierādījumus, kuri neticēt teikt tiem, kas tic, "Kas [mūsu] abas puses ir labākā stāvoklī un labāko asociācija?"
nb: Og når vår vers blir resitert til dem som klart bevis, de som tviler sier til dem som tror, "Hvilke av [våre] partene er best i posisjon og beste i foreningen?"
sk: A keď naše verše sa prednáša im ako jasné dôkazy, tých, ktorí neveriť povedať tým, ktorí veria, "Ktorý [naše] dvoch strán je najlepšie v polohe a najlepšie v spojení?"
sl: In ko naše verzov se recitirajo nanje kot jasne dokaze, tistim, ki verjamem rekel tistim, ki verjamejo, "Ki [naš] pogodbenici je najboljši v položaj in najboljše v povezavi?"
sr_cyrl: Кад нам стихови су рецитовао им као јасне доказе, они који је сигуран да је лажна рећи онима који верују, "Који од [наше] две странке је најбољи у позицији и најбоље у придруживању?"
sr_latn: Kad nam stihovi su recitovao im kao jasne dokaze, oni koji je siguran da je lažna reći onima koji veruju, "Koji od [naše] dve stranke je najbolji u poziciji i najbolje u pridruživanju?"
uk: І коли наші вірші читається їм як чітких доказів, тих, хто не вірити сказати, для тих, хто вірить, "який [наших] двох сторін краще в положенні і кращих в Асоціації?"
vi: Và khi câu thơ của chúng tôi niệm cho họ như là bằng chứng rõ ràng, những người disbelieve nói với những người tin rằng, "[chúng tôi] hai bên là tốt nhất trong vị trí và tốt nhất trong Hiệp hội?"
zu: Futhi uma Emavesi hlabelela them ubufakazi njengoba kucacile, labo disbelieve tshela kuze labo kholwa: "Yimuphi kulaba [yethu] kwalamaqembu amabili best nesikhundla best association?"

# Quran2324
source: And how many a generation have We destroyed before them who were better in possessions and [outward] appearance?
ca: I quants una generació han hem destruït abans d'ells que eren millor en les possessions i [fisonomia]?
cy: A sawl cenhedlaeth wedi inni eu dinistrio cyn iddynt a oedd yn well mewn eiddo ac ymddangosiad [allanol]?
da: Og hvor mange en generation har vi ødelagt før dem, der var bedre i ejendele og [passiv] udseende?
el: Και πόσα μια γενιά μας έχουν καταστρέψει πριν από αυτούς που ήταν καλύτερες σε κατοχές και [εξωτερική] εμφάνιση;
et: Ja kui palju põlvkond on meil hävitanud enne neid, kes olid paremad omandit ja [välimus]?
fi: Ja kuinka monta sukupolvea olemme tuhonnut ennen heitä, jotka vastasivat paremmin omaisuutta ja [] ulkonäkö?
he: ? ומה כמה דור הרסו לנו לפניהם שהיו יותר רכוש והמראה [חיצוני]
hr: I koliko je generacija smo uništili prije njih koji su bili bolji u stvarima i [vanjski] izgled?
lt: Ir kiek per karta mes sunaikinti prieš jų, kurie buvo geresni daiktai ir [] išvaizdą?
lv: Un cik paaudze mums ir iznīcinājuši pirms tiem, kuri bija labāk mantu un [izvešana] izskatā?
nb: Og hvor mange en generasjon har vi ødelagt før dem som var bedre i eiendeler og [ytre]?
sk: A koľko generácii sme zničili pred nimi, ktorí boli lepší majetky a [pasívneho] vzhľad?
sl: In koliko generacije so mi uničili pred njimi, ki so bili boljši v posesti in [zunanji] izgled?
sr_cyrl: И колико је генерација смо уништено пре њих који су били бољи у иметак и [спољаљност]?
sr_latn: I koliko je generacija smo uništeno pre njih koji su bili bolji u imetak i [spoljaљnost]?
uk: І скільки покоління ми знищили перед ними, які були кращими у володіння і [зовні]?
vi: Và bao nhiêu một thế hệ chúng ta đã tiêu diệt trước khi họ đã tốt hơn trong tài sản và xuất hiện [bên ngoài]?
zu: Futhi mingaki zukulwane fanele we achithwa phambi kwabo ababe kangcono e ezibonakalayo [kwangaphandle] ukubukeka?

# Quran2325
source: Say, "Whoever is in error - let the Most Merciful extend for him an extension [in wealth and time] until, when they see that which they were promised - either punishment [in this world] or the Hour [of resurrection] - they will come to know who is worst in position and weaker in soldiers."
ca: Dir, "qui és en l'error - deixar més Clement estendre per a ell una extensió [en riquesa i temps] fins que, quan van veure el que es va prometre - càstig [en aquest món] o [de resurrecció] l'hora - vindrà a saber qui és més feble en soldats i en posició pitjor."
cy: Dweud, "pwy bynnag mae gwall-yn ymestyn Gadewch Merciful fwyaf iddo estyniad [mewn cyfoeth ac amser] tan, pan maent yn gweld hyn a addawyd iddynt-naill ai cosbi [yn y byd hwn] neu yr awr [o atgyfodi]-byddant yn dod i wybod pwy sy'n wannach mewn milwyr a'r gwaethaf mewn sefyllfa."
da: Sige, "hvem er i fejl - Lad de mest barmhjertige udvide for ham en udvidelse [i rigdom og tid] indtil, når de ser, som de blev lovet - enten straf [i denne verden] eller Time [af opstandelsen] - de vil komme til at vide hvem der er værst i holdning og svagere i soldater."
el: Λένε, «όποιος είναι κατά λάθος - ας του Πολυεύσπλαχνου παρατείνει για αυτόν μια επέκταση [σε πλούτο και το χρόνο] έως ότου, όταν βλέπουν αυτό που τους είχαν υποσχεθεί - τιμωρία [σε αυτόν τον κόσμο], είτε την ώρα [της Ανάστασης] - θα έρθουν να γνωρίζουν ποιος είναι χειρότερη στην θέση και ασθενέστερη σε στρατιώτες.»
et: Öelda, "kes on ekslikult - let kõige Merciful pikendada teda laiendamise [rikkuse ja kellaaeg] kuni, kui nad näevad seda, mis nad olid lubasid - karistuse [selles maailmas] või [ülestõusmine] tund - nad tulevad teada kes on halvim positsioon ja nõrgem sõdurid."
fi: Sanoa "kuka on virhe - Anna kaikkein armollisin laajentaa hänelle pidennystä [vauraus ja aika] asti, kun he näkevät että, jotka heille luvattiin - rangaistus [maailmassa] tai [kuolleistaheräämiseen] tuntia - niissä on pahimmassa asemassa ja heikompi Soldiers."
he: תגיד, "מי שנמצא שגיאה - תן ביותר הרחום והחנון להאריך לו הרחבה [ב עושר והשעה] עד, כשהם רואים את אשר הם הבטיחו - העונש [בעולם הזה] או השעה [של תחיית המתים] - הם כבר ידעו מי זה הגרוע בעמדה חלשה יותר חיילים."
hr: Kažu, "Tko je u krivu - neka najviše milostivog produži za njega produžetak [u bogatstvo i vrijeme] do kad su vidjeli ono što su obećali - kazna [u svijetu] ili sat [uskrsnuće] - doći će znati tko je najgori u položaju i slabiji u vojnika."
lt: Sako, "kas yra klaida - tegul labiausiai litosciwy pratęsti jam pratęsimo [, turto ir laiko], kai jie mato, kurios jie buvo žadėta - bausmės [į šį pasaulį] arba [apie prisikėlimą] valandą - jie bus žinoti, kas yra blogiausio padėtyje ir silpnesnis karių."
lv: Teikt: "kurš ir kļūda - ļāva visvairāk žēlsirdīgs paplašināt viņam pagarināt [bagātību un laika] līdz, kad viņi redz to, kas viņiem bija solīts - sods [šajā pasaulē] vai [augšāmcelšanās] stundu - viņi nāks zināt, kurš ir sliktākā stāvoklī un vājāka karavīri."
nb: Si, "hvem er i feil - la mest barmhjertige forlenge for ham filtypen [med rikdom og tid] til, når de ser det som de ble lovet - straff [i denne verden] eller time [oppstandelse] - de vil komme å vite hvem er verst i posisjon og svakere i soldater."
sk: Znamená "kto je chyba - nech najviac Milosrdných rozšíriť pre neho predĺženie [podľa bohatstva a čas] až keď vidí, že to, čo oni boli sľuboval - trest [v tomto svete] ani hodinu [vzkriesenie] - prídu vedieť, kto je najhoršie pozície a slabší v vojakov."
sl: Reči, "kdo je v napaka - naj najbolj usmiljen razširiti zanj podaljšanje [v bogastvu in čas] do, ko vidijo tisto, kar so bili obljubili - kazen [v tem svetu] ali uro [vstajenje] - bodo prišli vedeti, kdo je najslabši položaj in šibkejši v vojaki."
sr_cyrl: Реци , "Ко год да је грешка - нека највише милосрдна продужење [у времену и богатство] прошири за њега све док, кад виде оно што обећане су им - или казна [на свијету] или у доба [ускрснуће] - долазе ће знати ко је најгори у позицији и слабије у војници."
sr_latn: Reci, "Ko god da je greška - neka najviše milosrdna produženje [u vremenu i bogatstvo] proširi za njega sve dok, kad vide ono što obećane su im - ili kazna [na svijetu] ili u doba [uskrsnuće] - dolaze će znati ko je najgori u poziciji i slabije u vojnici."
uk: Сказати: "той, хто помилково - нехай найбільш Merciful продовження на нього розширення [в багатства і час] до тих пір, коли вони бачать те, що вони були обіцяні - покарання [у цьому світі] або час [Воскресіння] - вони прийдуть знати, хто є найгіршим в положенні і слабкіше, солдати."
vi: Nói, "ai là lỗi - hãy nhất Merciful mở rộng cho anh ta một phần mở rộng [trong sự giàu có và thời gian] cho đến, khi họ thấy đó mà họ đã hứa hẹn - trừng phạt [trong thế giới này] hoặc giờ [phục sinh] - họ sẽ đến để biết ai là tồi tệ nhất ở vị trí và yếu hơn chiến sĩ."
zu: Ithi: "Yilowo nalowo kuyiphutha - let the Ningi Nomusa ukunweba ngaye isandiso [ngengcebo nangezici kwesikhathi] kuze, lapho bebona ukuthi bekene athembisa - kungaba isijeziso [kuleli zwe] Awa [sokuvuswa] - they
