Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1445
source: And when they had thrown, Moses said, "What you have brought is [only] magic. Indeed, Allah will expose its worthlessness. Indeed, Allah does not amend the work of corrupters.
ca: I quan ells havia tirat, Moses va dir, "què t'han portat [només] màgic. De fet, Allah exposarà la seva inutilitat. De fet, Allah no modificar l'obra de corrupters.
cy: Ac pan maent wedi taflu, dywedodd Moses, "beth yr ydych wedi dod â [ond] hud. Yn wir, bydd Allah yn amlygu ei theimlo'n ddiwerth. Yn wir, nid Allah yn ei ddiwygio gwaith corrupters.
da: Og da de havde smidt, Moses sagde, "hvad du har bragt er [kun] magic. Faktisk, Allah vil udsætte sin værdiløshed. Faktisk ændrer Allah ikke arbejde af corrupters.
el: Και όταν είχε ρίξεις, Moses είπε, «τι φέρνετε [μόνο] είναι μαγεία. Πράγματι, Αλλάχ θα εκθέσει της χαμηλής αυτοεκτίμησης. Πράγματι, Αλλάχ δεν τροποποιεί το έργο του corrupters.
et: Ja kui nad olid visatud, Moses ütles: "mida on kaasa toonud [ainult] magic. Tõepoolest, Allah paljastada oma väärtusetus. Tõepoolest, muuta Jumal corrupters töös.
fi: Ja kun ne oli heittänyt Moses sanoi, "mitä on käynyt [vain] magic. Itse asiassa Jumala paljastaa sen arvottomuuden. Itse asiassa Jumala ei muuteta corrupters työtä.
he: וכאשר הם יידו לעברם, Moses אמר, "מה שהבאת הוא [רק] קסם. אכן, אללה תחשוף את חוסר ערך שלה. אכן, אללה לא לתקן את העבודה של corrupters.
hr: I kad ih je bacio, Moses je rekao, "što si donio je [samo] magija. Uistinu, Allah će izložiti svoje bezvrijednosti. Zaista, Allah ne izmijeni rad corrupters.
lt: Ir kai jie turėjo mesti, Moses sakė, "kas jums davė yra [tik] magija. Iš tiesų, Dievas bus atskleisti savo worthlessness. Iš tiesų, Allah nepakeičia corrupters darbą.
lv: Un kad viņi bija izmet, Moses teica: "tas, ko jūs esat novedis [tikai] burvju. Patiešām, Allah pakļaut tās worthlessness. Patiešām, Allah negroza corrupters darbu.
nb: Og da de hadde kastet, Moses sa, "hva du har tatt er [bare] magi. Faktisk vil Allah utsette sin verdiløshet. Faktisk endre Allah ikke arbeidet med kobber og jern.
sk: A keď im hodil, Moses povedal: "čo ste si priniesol je [len] mágia. Vskutku, Boh odhalí jeho bezcennosti. Vskutku, Alah nezmení a prácu corrupters.
sl: In ko so vrgel, Moses je dejal, "kaj si prinesel je [samo] magija. Res, Alah bo izpostavilo svoje ničevosti. Res, Allah ne dopolni delo corrupters.
sr_cyrl: И када су је бацио, Мосес је рекао, "да направимо ватромет је [само] магија. Заиста , Аллах ће изложити своје бескорисности. Заиста , Аллах не измени рад цорруптерс.
sr_latn: I kada su je bacio, Moses je rekao, "da napravimo vatromet je [samo] magija. Zaista, Allah će izložiti svoje beskorisnosti. Zaista, Allah ne izmeni rad corrupters.
uk: Коли вони повинні були кинуті, Moses сказав: "що ви принесли [лише] магія. Дійсно, Аллах буде піддавати її нікчемності. Дійсно, Аллах не змінювати роботу тепер.
vi: Và khi họ đã ném, Moses đã nói, "những gì bạn đã mang lại [chỉ là] ảo thuật. Thật vậy, Allah sẽ vạch trần của worthlessness. Thật vậy, Allah không phải sửa đổi công việc của corrupters.
zu: Sebebalethile aphonswe, uMose wathi, "Kuyini lokhu alethwa [kuphela] magic. Ngempela, Allah tando DALULA ungelutho yayo. Ngempela, Allah akusho uchibiyele umsebenzi corrupters.

# Quran1446
source: And Allah will establish the truth by His words, even if the criminals dislike it."
ca: I Allah establirà la veritat per les seves paraules, fins i tot si els criminals no els agrada.
cy: A bydd Allah yn sefydlu y gwir gan ei eiriau, hyd yn oed os yw y troseddwyr yn ei hoffi.
da: Og Allah vil etablere sandheden af hans ord, selv om kriminelle ikke kan lide det."
el: Και Αλλάχ θα καθιερώσει την αλήθεια από τα λόγια του, ακόμη και αν οι εγκληματίες αντιπαθούν αυτό.»
et: Ja Allah tõde tema sõnad, isegi kui kurjategijad ei meeldi."
fi: Ja Jumala perustaa totuuden hänen sanojaan, vaikka rikolliset pidä se."
he: אללה תקים את האמת למילים שלו, גם אם הפושעים לא אהבת אותה."
hr: I Allah će uspostaviti istinu svojim riječima, čak i ako kriminalce ne voljeti ga.
lt: Ir Dievas bus nustatyti tiesą iš jo žodžių, net jei nusikaltėliai nepatinka ji."
lv: Un Allah nodibinās patiesību, viņa vārdiem sakot, pat tad, ja noziedznieki nepatīk."
nb: Og Allah vil etablere sannheten av hans ord, selv om kriminelle misliker det.
sk: A Boh bude zistiť pravdu podľa jeho slov, aj v prípade, že zločinci, nepáči sa mi."
sl: In Alah bo ugotoviti resnico po njegovih besedah, tudi če kriminalci všeč."
sr_cyrl: "И Аллах ће успоставити истину од стране његове речи, чак и ако се криминалци не воле то."
sr_latn: "I Allah će uspostaviti istinu od strane njegove reči, čak i ako se kriminalci ne vole to."
uk: І Аллах буде встановлювати правду за його словами, навіть якщо злочинці не подобається".
vi: Và Allah sẽ thiết lập sự thật bằng lời nói của ông, ngay cả khi những tên tội phạm không thích nó. "
zu: Futhi u Allah iqiniso by Amazwi akhe, ngisho noma izigebengu enyanya it. "

# Quran1447
source: But no one believed Moses, except [some] youths among his people, for fear of Pharaoh and his establishment that they would persecute them. And indeed, Pharaoh was haughty within the land, and indeed, he was of the transgressors
ca: Però ningú creia Moses, excepte [alguns] joves entre la seva gent, per por al faraó i el seu establiment que vols perseguir-los. I de fet, faraó era altiva dins la terra, i de fet, va ser dels transgressors
cy: Ond credai Moses, nid oes unrhyw un ac eithrio [rai] bobl ifanc ymysg ei bobl, rhag ofn Ffaro a ei sefydlu y byddai yn eu herlid. Ac yn wir, Ffaro oedd Cymro'n o fewn y tir, ac yn wir, yr oedd o y transgressors
da: Men mente ingen Moses, undtagen [nogle] unge blandt sit folk, af frygt for Farao og hans virksomhed, at de ville forfølge dem. Og faktisk Farao var hovmodige inden for landet, og han var faktisk af overtræderne
el: Αλλά κανείς δεν πίστευε Moses, εκτός από τους νέους [μερικά] μεταξύ του λαού, για το φόβο των Φαραώ και εγκαταστάσεώς του ότι θα σε καταδιώκουν τους. Και πράγματι, Φαραώ ήταν υπεροπτική εντός της γης, και πράγματι, ήταν τα ονόµατα των
et: Aga keegi ei uskunud Moses, välja arvatud [mõned] noort vaarao ja tema asukoha, et nad neid rahvuspoliitika kartuses oma rahva seas. Ja tõepoolest, vaarao oli ülbed jooksul maa, ja tõepoolest, ta oli selle transgressors
fi: Mutta kukaan ei uskonut Moses, paitsi [jotkut] nuorten kansansa keskuudessa, peläten Faraon ja hänen yrityksensä, että he vainoavat heitä. Ja itse asiassa farao oli ylimielinen sisällä maa, ja itse asiassa hän oli pyysi pahantekijöilleen armoa
he: אבל אף אחד לא האמין Moses, למעט [] צעירים בקרב עמו, מחשש פרעה והקמת שלו כי הם רדפו אותם. אכן, פרעה הייתה יהירה בתוך האדמה, והוא אכן היה של הפושעים
hr: Ali nitko nije vjerovao Moses, osim [neki] mladi među svoj narod, zbog straha od faraona i njegovu osnivanju da bi ih progoniti. I doista, Faraon je ohol unutar zemlje, i doista, bio je otpadnici
lt: Bet niekas tikėjo Moses, išskyrus [kai] jaunimui savo tarpe, dėl baimės Faraonas ir jo įsisteigimo, kad jie būtų persekioti juos. Ir iš tiesų, Faraonas buvo išdidus per žemę, ir iš tikrųjų, jis buvo wystepnych
lv: Bet neviens ticēja Moses, izņemot [kādu] jauniešu vidū viņa cilvēki, baidoties no faraons, un savā uzņēmumā, ka viņi varētu vajāt tos. Patiešām, faraons bija augstprātīgs laikā zemi un tiešām viņš bija, transgressors
nb: Men trodde ingen Moses, unntatt [noen] ungdommer blant sitt folk frykt for farao og hans etablering at de vil forfølge dem. Og faktisk Farao var hovmodig i landet, og faktisk var han av transgressors
sk: Ale nikto veril, že Moses, okrem [niektoré] mládenci, medzi jeho ľuďmi, zo strachu pred faraóna a jeho sídla, že oni by prenasledovať. V skutočnosti faraón bol povýšený do pôdy a v skutočnosti bol hriešnikov
sl: Vendar ni nihče verjel Moses, razen [nekaj] mladih med svoje ljudi, zaradi strahu pred faraon in njegova ustanova, da bi preganjali njih. In res, Faraon je bil ponosen, v zemljo, in res, bil je kršiteljev
sr_cyrl: Али нико није веровао Мосес, осим [соме] младих међу његовим људима, због страха од фараона и његове установе да они би их даље прогонити. Заиста , Фараон је надмена унутар земље и био је заиста од на грељници
sr_latn: Ali niko nije verovao Moses, osim [some] mladih među njegovim ljudima, zbog straha od faraona i njegove ustanove da oni bi ih dalje progoniti. Zaista, Faraon je nadmena unutar zemlje i bio je zaista od na greљnici
uk: Але ніхто не вважав Moses, за винятком молодих людей [деякі] серед його людей, зі страху фараона і його створення, що вони б переслідувати їх. І дійсно, фараон гордовиті в землю, і дійсно, він був грішників
vi: Nhưng không ai tin rằng Moses, ngoại trừ thanh niên [một số] trong số những người của ông, vì sợ Pharaoh và thiết lập của mình rằng họ sẽ bức hại họ. Thật vậy, Pharaoh đã kiêu căng trong đất và thực sự, ông là của các transgressors
zu: Kodwa akekho namkholwa uMose, ngaphandle [abanye] intsha phakathi kwabantu bakhe, ngoba ukwesaba kaFaro kanye nekusungulwa bakhe ngokuthi babeyoba bebashushisa.

# Quran1448
source: And Moses said, "O my people, if you have believed in Allah, then rely upon Him, if you should be Muslims."
ca: I Moses va dir, «Poble meu, si han cregut en Allah, i després confiar en ell, si hauria de ser musulmans O.»
cy: A dywedodd Moses, "O 'm pobl, os ydych yn credu yn Allah, yna ddibynnu arno ef, os dylai fod Moslemiaid."
da: Og Moses sagde: "O mit folk, hvis du har troet på Allah, så stole på ham, hvis du skulle være muslimer."
el: Και Moses είπε: «Ο λαός μου, αν πίστευαν σε Αλλάχ, τότε στηρίζονται προς αυτόν, εάν θα πρέπει να είναι μουσουλμάνοι.»
et: Ja Moses ütles: "Minu inimesed, kui oleks uskunud Jumalat, siis kasuta teda, kui sa peaksid olema moslemid O."
fi: Ja Moses sanoi: "Oi kansani, jos olet uskonut Jumalaan, niin luottaa, jos olisi muslimien."
he: Moses אמר, "O האנשים שלי, אם אתה מאמין באללה, אז תסמוך עליו, אם אתה צריך להיות מוסלמים."
hr: A Moses je rekao: "Narode moj, ako je vjerovao u Allaha, osloniti na njega, ako bi trebao biti muslimana."
lt: Ir Moses pasakė: "O mano tauta, jei tikėti Dievu, tada remtis jam, jei turėtų būti musulmonai."
lv: Un Moses teica: "Mana tauta, ja jūs esat tic Allah, tad paļauties uz viņu, ja jums būtu musulmaņu O."
nb: Og Moses sa: "O mitt folk, hvis du har trodd på Allah, og stole på ham, hvis du skal muslimer".
sk: A Moses povedal: "O môj ľud, ak veril v Boha, potom sa spoliehajú na neho, ak by ste mali byť moslimom."
sl: In Moses reče: "O moj ljudi, če so verjeli v Allah, nato zanašajo na njega, če bi morali biti muslimani."
sr_cyrl: А Мосес је рекао, "О, мој народ, ако су веровали у Алаха, онда да се ослонимо на њега, ако би ти требао бити Муслимани."
sr_latn: A Moses je rekao, "O, moj narod, ako su verovali u Alaha, onda da se oslonimo na njega, ako bi ti trebao biti Muslimani."
uk: І Moses сказав: "О Мій народ, якщо ви повірили в Аллах, а потім покладатися на нього, якщо ви повинні бути мусульман."
vi: Và Moses nói, "O người của tôi, nếu bạn có tin vào Allah, thì dựa vào anh ta, nếu bạn có người Hồi giáo."
zu: UMose wathi: "O bantu bami, uma ukukholwa Allah, khona-ke Wethembele kuye, uma kufanele kube amaSulumane."

# Quran1449
source: So they said, "Upon Allah do we rely. Our Lord, make us not [objects of] trial for the wrongdoing people
ca: Així que va dir, "a Allah comptem. Nostre Senyor, ens fan no [objectes de] judici per a la gent d'irregularitats
cy: Fel y dywedodd, "Allah a ydym yn dibynnu arnynt. Ein Arglwydd, yn ein gwneud ni [gwrthrychau] treial i bobl gamwedd
da: Så sagde de, "ved Allah vi stole. Vor Herre, gør os ikke [objekter af] retssag for forseelser mennesker
el: Έτσι είπαν, «κατά Αλλάχ βασιζόμαστε. Ο Κύριός μας, μας κάνει όχι [αντικείμενα του] δοκιμαστική για αδίκημα λαού
et: Nii nad ütlesid: "pärast Allah ei rakendame. Meie Issand meid ei [objektid] kohtuprotsessi valesti inimestele
fi: Niin he sanoivat "kun Jumala luotamme. Meidän Herramme meidät ei [esineitä] oikeudenkäynti väärinkäytöksistä ihmiset
he: אז הם אומרים "על אללה האם אנו סומכים. אדוננו, לגרום לנו לא [חפצי] משפט לעם מעשים רעים
hr: Rekao je, "na Allaha možemo osloniti. Gospoda, da nas ne [objekti] suđenja za nedjela ljudi
lt: Ir jie sakė, "nuo Dievo ar mes pasikliauti. Mūsų Viešpaties, kad mums ne [objektas] teismo nusižengimą žmonėms
lv: Tā viņi teica: "pēc Allah darīt mums paļauties. Mūsu Kungā, padara mūs ne [objekti] trial grēks cilvēku
nb: Så de sa, har "på Allah vi stole. Vår Herre, gjør oss ikke [objekter av] rettssak for de urett
sk: Tak povedali, "na Alah to spoliehame. Nášho Pána, aby nám nie [objekty] súd za previnenie ľudí
sl: Tako so rekli, "na Alah ali zanesemo. Našega Gospoda, da nas ne [predmeti] poskus za protipravna dejanja ljudi
sr_cyrl: Па су рекли, "на Алаха да ослањамо. Господ , да нас не [предмети] суђење за недела људе
sr_latn: Pa su rekli, "na Alaha da oslanjamo. Gospod, da nas ne [predmeti] suđenje za nedela ljude
uk: І вони сказали: "після Аллах як ми покладатися. Наш Господь, роблять нас не [об'єктів] Суд для людей порушник
vi: Vì vậy, họ nói, "khi Allah làm chúng tôi dựa. Chúa chúng ta, làm cho chúng ta không thử nghiệm [các đối tượng của] cho những hành vi sai trái
zu: Ngakho bathi: "Phezu Allah wenze sithembela. Ithu Lord enza us not [evuthelwa] necala abantu wokwenza okubi

# Quran1450
source: And save us by Your mercy from the disbelieving people."
ca: I salvar-nos per la seva pietat del poble incrèdul."
cy: Ac arbed inni gan eich drugaredd oddi wrth y bobl disbelieving.
da: Og frelse os ved din nåde fra den mistroiske mennesker."
el: Και να μας σώσει από το έλεος σας από την disbelieving ανθρώπους.»
et: Ja päästa meid oma halastust poolt olid inimesed."
fi: Ja säästää meille armosi uskottomia ihmisiä.
he: וישמור עלינו ברחמים שלך מן העם disbelieving."
hr: "I spasi nas tvojom milošću od sumnja ljudi."
lt: Ir išgelbėti mus iš savo malonės iš niewiernych žmonių."
lv: Un glābt mūs ar savu žēlastību no neticīgi cilvēki."
nb: Og spare oss ved din fra disbelieving folk.
sk: A zachrániť nás svoje milosrdenstvo od neveriacky ľudí."
sl: In shranite nam svojo milost od disbelieving ljudi."
sr_cyrl: И спаси нас у својој милости од дисбелиевинг људи. "
sr_latn: I spasi nas u svojoj milosti od disbelieving ljudi. "
uk: І врятувати нас від наших силах від невіруючий людей".
vi: Và tiết kiệm cho chúng tôi bằng lòng thương xót của bạn từ những người disbelieving. "
zu: Futhi asisindise Kho sa kusukela disbelieving ntu. "

# Quran1451
source: And We inspired to Moses and his brother, "Settle your people in Egypt in houses and make your houses [facing the] qiblah and establish prayer and give good tidings to the believers."
ca: I ens va inspirar a Moses i el seu germà, "establir-se a la seva gent a Egipte en cases i fer el seu cases [davant la] Qiblah arreu i establir l'oració i donar la bona nova als creients."
cy: Ac yn ein hysbrydoli i Moses a'i frawd, "i setlo eich pobl yn yr Aifft tai ac i wneud eich tai [sy'n wynebu y] qiblah a sefydlu gweddi a rhoi tidings da i y credinwyr."
da: Og vi inspireret til Moses og hans bror, "bilægge deres folk i Egypten i huse og gøre jeres huse [vender de] qiblah og etablere bøn og give gode tidender for troende."
el: Και μας ενέπνευσε να Moses και τον αδελφό του, «σας άνθρωποι στην Αίγυπτο στο σπίτια και να σας σπίτια [που αντιμετωπίζει το] qiblah και προσευχή θεσπίσει και να δώσει καλή είδηση πιστών.»
et: Ja me inspireeritud, Moses ja tema vend "elama oma inimesed Egiptuses maju ja teha oma maja [silmitsi selle] qiblah ja loovad palve ja anda rõõmusõnumit usklikud."
fi: Ja inspiroi Moses ja hänen veljensä "asettua kansanne Egyptissä Taloja ja tehdä oman talon [päin] qiblah ja perustaa rukous ja antaa hyvää sanomaa niille, jotka uskovat."
he: אנחנו השראה Moses, אח שלו, "ליישב את אנשיך במצרים בבתים ולהפוך את הבתים [מול] ג'יבלה, להקים תפילה ותן בשורות טובות למאמינים."
hr: Inspiriran da Moses i njegov brat, "podmiriti svoje ljude u Egiptu u kuće i učiniti vaše kuće [okrenut na] qiblah i uspostaviti molitvu i dati dobre vijesti vjernicima."
lt: Ir mes įkvėpė Moses ir jo brolis, "įsikurti savo žmonių Egipte namus ir padaryti savo namų [susiduria su] qiblah ir nustatyti malda ir duoti gera žinia tikintieji."
lv: Un mēs iedvesmoja Moses un viņa brālis, "nokārtot jūsu cilvēki Ēģiptē nami un padarīt jūsu mājas [saskaras] qiblah un izveidot lūgšanu un dot labas vēstis ticīgie."
nb: Og vi inspirert til Moses og hans bror, "avgjøre folk i Egypt i hus og gjøre hus [overfor den] qiblah og etablere bønn og gi gode budskap til troende."
sk: A sme sa inšpirovať Moses a jeho brat, "uspokojiť vaše ľudí v Egypte v domoch a uistite sa, svoj domov [čelia] k qiblah a modlitby a dobrá zvesť dať veriaci."
sl: In smo navdihuje Moses in njegov brat, "reši svoje ljudi v Egipt v hiše in da vaše hiše [sooča je] qiblah in vzpostavitev molitev in dobrih novic da verniki."
sr_cyrl: И нисмо је инспирисало да Мосес и његов брат, "се среди своје људе у Египту куће и направити ваше куће [са којима се суочава у] qиблах и успостављање молитве и дај радосне верницима."
sr_latn: I nismo je inspirisalo da Moses i njegov brat, "se sredi svoje ljude u Egiptu kuće i napraviti vaše kuće [sa kojima se suočava u] qiblah i uspostavljanje molitve i daj radosne vernicima."
uk: І ми надихнули Moses і його брат, "селитися люди в Єгипті в будинках і зробити ваші будинки [стикається з] кібли і встановити молитви і дати добру новину віруючими."
vi: Và chúng tôi cảm hứng để Moses và anh trai của ông, "giải quyết những người bạn ở Ai Cập trong nhà và làm cho ngôi nhà của bạn [phải đối mặt với các] qiblah và thiết lập các cầu nguyện và cung cấp cho các tidings tốt để các tín hữu."
zu: Futhi We waphefumulelwa ukuba uMose nomfowabo, "Hlalani phansi abantu bakho ezweni laseGibithe izindlu wenze izindlu zakho [kokubhekana nokulingwa] Qiblah futhi amise umthandazo futhi anikeze izindaba ezinhle nalaba ababesanda kukholwa."

# Quran1452
source: And Moses said, "Our Lord, indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life, our Lord, that they may lead [men] astray from Your way. Our Lord, obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment."
ca: I Moses va dir, "nostre Senyor, fet que ha donat faraó i el seu establiment esplendor i riquesa a la vida mundana, nostre Senyor, que es pot enredarà [homes] del seu camí. Nostre Senyor, esborrar el seu patrimoni i s'endureixin seu cor perquè no creuran fins que veuen el dolor càstig.
cy: A dywedodd Moses, "ein Arglwydd, yn wir fod cael Ffaro a ei splendor sefydlu a chyfoeth ym mywyd worldly, ein Arglwydd, y gallai arwain [dynion] ar gyfeiliorn oddi ar eich ffordd. Mae ein Arglwydd, yn dileu eu cyfoeth a caledu eu calonnau hynny nad ydynt yn credu nes iddynt weld y gosb poenus.
da: Og Moses sagde, "vor Herre, ja du har givet Farao og hans virksomhed pragt og rigdom i den verdslige liv, vor Herre, at de kan føre [mænd] på afveje fra din vej. Vor Herre, udslette deres rigdom og forhærde deres hjerte, således at de ikke vil tro, indtil de ser en smertefuld straf."
el: Και είπε ο Moses, "ο Κύριός μας, πράγματι έχετε δώσει Φαραώ και την ίδρυση μεγαλείο και τον πλούτο σε την κοσμική ζωή, ο Κύριός μας, ότι μπορούν να οδηγήσουν [ανδρών] παραπλανάται από το δρόμο σας. Ο Κύριός μας, εξαφανίσουν τους πλούτο και καρδιές τους έτσι ώστε δεν πιστεύουν βέβαια μέχρι να δουν την οδυνηρή τιμωρία».
et: Ja Moses ütles: "meie Issanda tõepoolest panite vaarao ja tema ettevõtte hiilgus ja rikkuse maise elu, meie Issand, et nad võivad põhjustada [meestele] eksinud, teed. Meie Issanda põrmustada oma rikkust ja teevad oma südame kõvaks, nii et nad ei usu enne, kui nad näevad valus karistuse."
fi: Ja Moses sanoi, "meidän Herramme itse olet antanut Faraon ja hänen laitoksen loistoa ja vaurautta maallinen elämässä, meidän Herramme, että ne voivat johtaa [miehet] harhaan haluamallasi tavalla. Meidän Herramme hävittää heidän omaisuutensa ja paaduttaa sydäntään niin, että he eivät usko kunnes he näkevät tuskallisen rangaistuksen.
he: Moses אמר: "אדוננו, אכן נתת פרעה ואת הממסד הפאר עושר החיים הגשמיים, אדוננו, כך שהן עשויות להוביל [אנשים] מדרך הישר מן הדרך שלך. אדוננו, כשבזזו והרסו את עושרם, להקשיח את ליבם כך הם לא תאמין עד שהם רואים את העונש מכאיב."
hr: I Moses je rekao, "naš Gospodin, zaista ste dali faraona i njegove uspostave sjaj i bogatstvo u svjetovnom životu, našega Gospodina, da oni mogu dovesti [ljudi] krivi put iz vašeg put. Naš Gospodin, uništiti svoje bogatstvo i otvrdne srce tako da neće vjerovati dok ne vide bolna kazna."
lt: Ir Moses sakė, "mūsų Viešpatie, iš tiesų jums davė Faraonas ir jo įmonės spindesys ir turto žemiškas gyvenimas, mūsų Viešpaties, kad jie gali sukelti [vyrai] kelio iš savo kelią. Mūsų Viešpats, sunaikinti savo turtus ir sukietėja savo širdį, kad jie netiki tol, kol jie mato skausmingas bausmes."
lv: Un Moses teica: "mūsu kungs, tik tiešām jums ir dota faraons un viņa uzņēmums krāšņums un bagātība pasaulīgās dzīves kungam, ka tie var izraisīt [vīriešiem] apmaldīties no savu ceļu. Mūsu Kungā, iznīcināt savu bagātību un nocietināt savas sirdis, tāpēc, ka viņiem negribas ticēt, ka līdz brīdim, kad viņi redz sāpīgi sods."
nb: Og Moses sa, "vår Herre, ja du har gitt farao og hans etablering prakt og velstand i det verdslige liv, vår Herre, at de kan føre [men] vill fra deg. Vår Herre, utslette deres rikdom, og forherde sine hjerter slik at de ikke vil tro før de ser smertefulle straffen.
sk: A povedal: Moses "nášho Pána, naozaj ste dali faraóna a jeho zriadenie nádherou a bohatstvom v pozemský život nášho Pána, že by to mohlo viesť [muži] scestie z vašej ceste. Náš Pán, vyhladiť svoje bohatstvo a stvrdnúť ich srdce tak, že nebudete veriť, kým vidí bolestivé trest."
sl: In Moses reče: "Naš Gospod, res ste dali faraon in njegova ustanovitev sijaj in bogastvo v posvetno življenje, našem Gospodu, da lahko vodi [moškim] zašel s poti. Naš Gospod, zabrisati svoje bogastvo in otrdi njihova srca, tako da ne boste verjeli, dokler ne vidijo boleče kaznovanje."
sr_cyrl: А Мосес је рекао, "Господ, заиста дали сте фараона и његове успостављање сјај и богатство у земаљски живот, Господ, да су можда довести [људи] на странпутицу од свој пут. Господ , збрисати њихово богатство и стврдне њихова срца, тако да они не вјерују док не виде болна казна.
sr_latn: A Moses je rekao, "Gospod, zaista dali ste faraona i njegove uspostavljanje sjaj i bogatstvo u zemaljski život, Gospod, da su možda dovesti [ljudi] na stranputicu od svoj put. Gospod, zbrisati njihovo bogatstvo i stvrdne njihova srca, tako da oni ne vjeruju dok ne vide bolna kazna.
uk: І Moses відказав: "наш Господь, дійсно ви дали фараона і його створення пишністю і багатство в мирське життя, наш Господь, що вони можуть призвести [чоловіків] оману з вашого шляху. Наш Господь, стерти свої багатства і тверднуть їхні серця, щоб не повірять поки вони бачать хворобливі покарання.
vi: Và Moses nói, "Chúa chúng ta, thực sự bạn đã đưa ra Pharaoh và thành lập lộng lẫy và sự giàu có của ông trong cuộc sống trần tục, Chúa chúng ta, rằng họ có thể dẫn [đàn ông] lạc lối từ con đường của bạn. Chúa chúng ta, xóa sạch tài sản của họ và cứng lại trái tim của họ, do đó họ sẽ không tin tưởng cho đến khi họ nhìn thấy sự trừng phạt đau đớn."
zu: UMose wathi: "Nkosi yethu, ngempela Wena epha Pharaoh kanye nekusungulwa yakhe ubukhazikhazi kanye umnotho worldly pilo, iNkosi yethu, ukuthi kungase kuholele [amadoda] badukelwa indlela yakho. Ithu Lord nyá nomcebo wabo nayo lukhuni izinhliziyo zabo ukuze
