Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1476
source: And [saying], "Seek forgiveness of your Lord and repent to Him, [and] He will let you enjoy a good provision for a specified term and give every doer of favor his favor. But if you turn away, then indeed, I fear for you the punishment of a great Day.
ca: I [dir], "buscar el perdó del seu Senyor i penedir-se a ell, [i] li permetrà gaudir d'una bona provisió d'un terme especificat i donar cada faci el favor de favor. Però si que allunyen, llavors, de fet, em temo que el càstig d'un gran dia.
cy: A [dweud], "geisio maddeuant eich Arglwydd ac edifarhau iddo, [a] ef yn rhoi i chi fwynhau darpariaeth dda ar gyfer y tymor penodedig a rhoi pob berson sy'n gweithredu o favor ei favor. Ond os ydych yn galluogi i ffwrdd, yn wir, yna ofnaf ichi cosbi yn ddiwrnod mawr.
da: Og [siger], "søge tilgivelse af jeres Herre og omvende sig til ham, [og] han vil lade dig nyde en god bestemmelse for en bestemt periode og give hver handlingsmenneske af fordel sin gunst. Men hvis du vende sig bort, så ja, jeg er bange for dig straf af en stor dag.
el: Και [λέγοντας], "ζητήσει συγχώρεση του Λόρδου σας και να μετανοήσετε σ ' αυτόν, [και] αυτός θα σας αφήσει να απολαύσετε μια θετική διάταξη για καθορισμένη περίοδο και να δώσει κάθε πράττων των χάρη την εύνοιά του. Αλλά εάν ενεργοποιήσετε μακριά, πράγματι, πολύ φοβάμαι για σας την τιμωρία της μια μεγάλη μέρα.
et: Ja [ütles] "otsima andestust oma Issanda ja talle, parandage meelt [ja] ta laseb teil nautida head sätet tähtajaliselt ja annab iga inimeseks kasuks tema kasuks. Aga kui sa tõlgivad, siis tõepoolest, ma kardan teile suur päev karistuse.
fi: Ja [sanomalla] "pyydä anteeksi teidän Herranne ja parannuksen, [ja] hän antaa sinun nauttia hyvä säännös määräajaksi ja antaa jokainen tekijä hyväksi hänen puolesta. Mutta jos otat pois, itse asiassa pelkään sinulle suuri päivä rangaistus.
he: ו [ואומר] "שמבקש מחילה של האדון ולחזור בתשובה, [ו] הוא יאפשר לך ליהנות הוראה טובה לתקופה שצוינה ולתת כל הרוצחת טובה לשביעות רצונו. אבל אם תסתובבי, אכן, אני חוששת עבורך את העונש של יום נפלא.
hr: I [govoreći], "tražiti oprost svoga Gospodina i pokajati se, [i] ćete uživati dobra odredba za navedeni termin i dati svaki izvršitelj usluga mu uslugu. Ali li daleko, onda zaista, bojim za vas kazne na veliki dan.
lt: Ir [sako], "prašyti atleidimo jūsų Viešpats ir apgailestavo, kad jam, [ir] jis leis jums mėgautis gera nurodyto termino atidėjimą ir suteikia kiekvieną darytojas, naudai savo naudai. Bet jei jūs nusigręžti, tiesą sakant, tada aš bijau jums puiki diena bausmė.
lv: Un [saka] "piedošanu par savu kungu un nožēlot viņu, [un] viņš ļaus jums baudīt labu norādīto termiņu paredz un dod katrs izpildītājs labvēlību viņa labvēlību. Bet ja jūs novērsties, tad patiešām, es baidos jums sods par liela diena.
nb: Og [sa], "søker tilgivelse Herrens og omvende seg til ham, [og] han lar deg nyte en god bestemmelse for en angitt periode og gi hver doer favør hans favør. Men hvis du slår bort, så ja, jeg frykter for straffen av en flott dag.
sk: A [povediac] "požiadať o odpustenie svojho pána a činiť pokánie, [a] vám umožní vychutnať dobré ustanovenia pre zadaný výraz a dať každý muž činu prospech jeho priazeň. Ale ak dáte preč, potom v skutočnosti, obávam sa, pre vás trest na veľký deň.
sl: In [reči], "iščejo odpuščanje svojega gospodarja in pokajati mu, [in] da boste lahko uživali dobro poskrbeti za določeno obdobje in da vsak človek korist svojo korist. Ampak če ti odvrati, potem res, bojim se zate kazen velik dan.
sr_cyrl: И [говори], "тражити опрост од свога господара, и покају се за њега, [и] те уживају добра одредба за наведени појам и дати сваки поиинитељ услуга његову наклоност. Али ако си се окренуо, тада заиста, бојим за вас казне на велики дан.
sr_latn: I [govori], "tražiti oprost od svoga gospodara, i pokaju se za njega, [i] te uživaju dobra odredba za navedeni pojam i dati svaki poиinitelj usluga njegovu naklonost. Ali ako si se okrenuo, tada zaista, bojim za vas kazne na veliki dan.
uk: І [кажучи:] "шукати пробачення ваш Господь і покаятися йому, [і] він дозволить вам насолоджуватися хорошим становищем на вказаний термін і дати кожному doer користь його користь. Але якщо ви відвернутися, дійсно, то я боюся, для вас покарання великий день.
vi: Và [nói], "cầu xin tha thứ của Chúa và ăn năn với anh ta, [và] ông sẽ cho phép bạn tận hưởng một điều khoản tốt cho một thuật ngữ được chỉ định và cung cấp cho mỗi doer lợi ưu tiên của ông. Nhưng nếu bạn bật đi, sau đó, quả thật vậy, tôi sợ cho bạn các hình phạt của một ngày tuyệt vời.
zu: Futhi [bethi], "Funani yekelo kho Lord futhi baphenduke kuye, [futhi] He tando qhashisa futhi anikeze wonke umuntu ongumenzi wokungabi umusa umusa wakhe uzokuthokozela ilungiselelo elihle ihlandla ecacisiwe. Kodwa uma you jikisa ngalesosikhathi ngempela, mina

# Quran1477
source: To Allah is your return, and He is over all things competent."
ca: A Allah és el seu retorn, i és sobre totes les coses competents".
cy: I Allah yw eich dychwelyd, ac mae dros holl bethau cymwys."
da: Allah er dit afkast, og han er over alle ting kompetent."
el: Αλλάχ είναι επιστροφή σας, και αυτός είναι για όλα τα πράγματα αρμόδια.»
et: Jumal on teie tagasi, ja ta on üle kõik asjad pädev."
fi: Jumalalle on tuotto, ja hän on yli kaiken toimivaltaisten."
he: אללה חזרתך, הוא מוכשר כל הדברים."
hr: Allahu je povrat, i on je sve nadležna."
lt: Dievas yra jūsų grąžinimo, ir jis yra virš visų dalykų kompetentingos."
lv: Allahu savu peļņu, un viņš ir pār visām lietām, kas ir kompetenta."
nb: Å Døyve er tilbake, og han er over alle ting kompetent.
sk: Alah je váš návrat, a on je nad všetkými vecami príslušnému."
sl: Allah je vašo vrnitev, in on je nad vse stvari, ki so pristojni."
sr_cyrl: Алах је твој повратак, и он је готово све ствари које су компетентни."
sr_latn: Alah je tvoj povratak, i on je gotovo sve stvari koje su kompetentni."
uk: Щоб Аллах повернення, і він все впокорив компетентним."
vi: Allah là trở lại của bạn, và ông là tất cả về những điều có thẩm quyền."
zu: Ukuze Allah is kho buya, futhi Yena onguNkulunkulu ophezu kwakho konke izinto abanekhono. "

# Quran1478
source: Unquestionably, they the disbelievers turn away their breasts to hide themselves from Him. Unquestionably, [even] when they cover themselves in their clothing, Allah knows what they conceal and what they declare. Indeed, He is Knowing of that within the breasts.
ca: Indiscutiblement, ells els disbelievers allunyen seus pits per amagar-se d'ell. Sens dubte, [encara] Quan van cobrir-se en la seva roba, Allah sap què amaguen i què manifesten. De fet, és saber que dins els pits.
cy: Yn ddiamau, maent y disbelievers yn troi i ffwrdd eu bronnau i guddio eu hunain oddi wrtho. Yn ddiamau, [hyd yn oed] pan maent yn eu cwmpasu eu hunain yn eu dillad, Allah yn gwybod beth y maent yn ei guddio a beth y maent yn ei ddatgan. Yn wir, ei fod yn gwybod hynny o fewn y bronnau.
da: Uden tvivl, de vantro vende væk deres bryster for at skjule sig fra ham. Utvivlsomt, [selv] da de dækker sig i deres tøj, Allah ved, hvad de skjule og hvad de erklære. Han jo vide at i brysterne.
el: Αναμφισβήτητα, η disbelievers γυρίζουν μακριά τα στήθη τους να κρυφτούν από αυτόν. Αναμφισβήτητα, [ακόμη] όταν καλύπτουν οι ίδιοι στον ιματισμό τους, Αλλάχ γνωρίζει τι αποκρύπτουν κι αυτά που δηλώνουν. Πράγματι, είναι η γνώση του ότι στο στήθος.
et: Kahtlemata on uskottomille nad tõlgivad rindades peita end teda. Kahtlemata [isegi] kui nad otsa end oma nahas, Jumal teab mida nad varjata ja mida nad deklareerida. Ta on tõepoolest, teades, et maksimaalselt rinnad.
fi: Kiistatta he saa luovuttaa kääntyvät pois piiloutua hänen rintojaan. Kiistatta [edes] kun ne kattavat itse tunnusväri, Jumala tietää, mitä he salaavat ja mitä he ilmoittaa. Hän onkin tietäen, että sisällä rinnat.
he: אין ספק, הם disbelievers פונים משם את החזה שלהם כדי להסתיר את עצמם ממנו. אין ספק, [אפילו] כאשר הם מכסים את עצמם בבגדים שלהם, אללה יודע מה הם מסתירים מה הם מכריזים. ואכן, הוא שהידיעה על זה בתוך השדיים.
hr: Bez sumnje, i iskuse ti svoje grudi da se sakriju od njega. Neupitno, [čak] kad oni pokrivaju sami u njihovu odjeću, Allah zna ono što skrivaju i ono što izjavljuju. Doista, on je znajući da u grudi.
lt: Be abejo, jie su disbelievers nusigręžti savo krūtis paslėpti nuo jo. Neabejotinai, [net] kada jie padengti patys jų drabužių, Dievas žino, ką jie slepia ir kas jie pareikšti. Iš tiesų, jis yra žinios, kad per krūtinę.
lv: Neapšaubāmi, viņi disbelievers novērsties viņu krūtis un slēpt sevi no viņa. Neapšaubāmi, [pat] kad tie aptver sevi ar savu apģērbu, Allah zina, ko viņi slēpj un ko tās deklarē. Protams, viņš ir zinot, ka pēc krūtis.
nb: Uten tvil, slår de troende bort deres bryst for å skjule seg fra ham. Uten tvil, [også] når de dekke seg i deres klær, Allah vet hva de skjuler og hva de forkynne. Han er faktisk å vite dette innenfor brystene.
sk: Nesporne, oni neveriacim odvrátiť ich prsia sa skryť pred ním. Nesporne, [i] kedy sa pokrývajú ich oblečenie, Alah vie čo skrývať a čo deklarujú. On je skutočne vedieť, že v prsia.
sl: Nedvomno, da je disbelievers odvrati svoje prsi, da se skriti od njega. Nedvomno, [tudi] kdaj sami pokrivajo v svojih oblačilih, Allah ve kaj skrijejo in kaj so razglasi. Pravzaprav je poznavanje tega v prsi.
sr_cyrl: Без сумње, скептике окрену своје груди да крију од њега. Без сумње, [чак] када су затаљкали у њихову одећу, Аллах зна шта крију и шта су прогласити. Он је, заиста, знајужи то унутар дојке.
sr_latn: Bez sumnje, skeptike okrenu svoje grudi da kriju od njega. Bez sumnje, [čak] kada su zataљkali u njihovu odeću, Allah zna šta kriju i šta su proglasiti. On je, zaista, znajuжi to unutar dojke.
uk: Без сумніву, вони на disbelievers відвернутися їх груди, щоб приховати себе від нього. Без сумніву, [навіть] коли вони покривають себе в їх одяг, Аллах знає, що вони приховують і заявити, що вони. Справді, він, знаючи, що всередині грудей.
vi: Unquestionably, họ thì các lần lượt đi vú của họ để ẩn mình từ anh ta. Unquestionably, [thậm chí] khi họ bao gồm bản thân mình trong quần áo của họ, Allah biết che giấu của họ và những gì họ tuyên bố. Thật vậy, anh ta biết rằng trong vòng ngực.
zu: Ngokungangabazeki, they disbelievers jikisa amabele abo ukuba bacashe kwakhe.

# Quran1479
source: And there is no creature on earth but that upon Allah is its provision, and He knows its place of dwelling and place of storage. All is in a clear register.
ca: I no hi ha cap criatura en terra, però que a Allah és la prestació, i sap seu lloc d'habitatge i lloc d'emmagatzematge. Tot està en un registre clar.
cy: Ac nid oes unrhyw creature ar y ddaear ond ar Allah dyna ei ddarpariaeth, a gwyr ei lle annedd a lle storio. Mae pob un mewn cofrestr clir.
da: Og der er ingen skabning på jorden, men på Allah er dens bestemmelse, og han kender sin plads i boligen og oplagringsstedet. Alle er i et klart register.
el: Δεν υπάρχει κανένα πλάσμα στη γη, αλλά ότι κατά Αλλάχ είναι η παροχή και ξέρει ότι η θέση της κατοικίας και τόπος αποθεματοποίησης. Όλα είναι σε σαφή μητρώο.
et: Ja ei ole olend maal, kuid et pärast Jumal on selle sätte ja ta teab oma eluruumi ja töökoha ladustamise. Kõik on selge registris.
fi: Ei yksikään luotu maan päällä mutta että kun Allah on taantuvan ja hän tietää sen asunnon ja varastointipaikan. Kaikki on selvää rekisteriin.
he: אין שום יצור בעולם אבל על אללה הוראה שלו וזה שהוא יודע את מקומו של מגורים ומקום אחסון. כל זה בטון ברור.
hr: Nema nijedno stvorenje na zemlji, ali na Allah je svoju odredbu i zna svoje mjesto stana i mjesta skladištenja. Sve je u dnevniku jasno.
lt: Ir ten yra Nr padaras žemėje, bet, kai Dievas yra jo nuostatą, ir jis žino jo vieta gyvenamųjų patalpų ir saugojimo vietą. Viskas yra aišku, registrą.
lv: Un nav neviena dzīva radība uz zemes, bet kas pēc Allah ir tās noteikumus, un viņš zina sava mājokļa vieta un uzglabāšanas vieta. Viss ir skaidrs reģistrā.
nb: Og det er ingen skapning på jorden, men ved Allah er bestemmelsene, og han vet stedet for bolig og sted for lagring. Alt er i et klart register.
sk: Neexistuje žiadny tvor na zemi, ale na Alah je jej poskytovanie a vie, že jeho obydlia a skladovania. Všetko je jasné registra.
sl: Ni ne bitje na zemlji, ampak na Alah je njihovo izvajanje in ve svoje mesto stanovanja in kraj skladiščenja. Vse je jasno evidenca.
sr_cyrl: Нема Ниједно створење на земљи али на Аллах је њене одредбе и он зна своје место становања и место за складиштење. Све је у дневнику јасно.
sr_latn: Nema Nijedno stvorenje na zemlji ali na Allah je njene odredbe i on zna svoje mesto stanovanja i mesto za skladištenje. Sve je u dnevniku jasno.
uk: І немає не істоти на землі, але після Аллах це її надання, і він знає, місця проживання а також місце зберігання. Все це ясно реєстру.
vi: Có là không có sinh vật trên trái đất nhưng mà khi Allah là cung cấp của nó, và ông biết vị trí của nhà ở và nơi lưu trữ. Tất cả là trong một đăng ký rõ ràng.
zu: Futhi akukho sidalwa emhlabeni kodwa ukuthi phezu Allah wo hlinzeka He azi indawo yayo yokuhlala kanye nendawo isitoreji.

# Quran1480
source: And it is He who created the heavens and the earth in six days - and His Throne had been upon water - that He might test you as to which of you is best in deed. But if you say, "Indeed, you are resurrected after death," those who disbelieve will surely say, "This is not but obvious magic."
ca: I és ell qui creava els cels i la terra en sis dies - i havia estat seu tron a l'aigua - que ell podria provar vostè com a qui de vosaltres és el millor a l'escriptura. Però si vostè diu, "De fet, que són ressuscitat després de la mort," els que dubten diuen segurament, "Això no és màgia més que obvi."
cy: Ac ef a greodd y nefoedd a'r ddaear yn chwe diwrnod-ac wedi ei Orsedd ar dŵr-a allai fod yn profi chi ynghylch pa chi yw'r gorau yn y weithred. Ond os ydych yn dweud, "Yn wir, byddwch yn atgyfodi ar ôl marwolaeth," rhai a chredu yn sicr yn dweud, "Hwn nid yw ond amlwg hud."
da: Og det er ham, der skabt himlen og jorden i seks dage - og hans trone havde været på vandet - der han måske teste dig, hvilke af dem er bedst i gerning. Men hvis du siger, "Ja, du er genoplivet efter døden," dem, der ikke tror vil sikkert sige, "Dette ikke er indlysende, men magi."
el: Και είναι αυτός που δημιούργησε τον ουρανό και τη γη σε έξι ημέρες - και το θρόνο είχε επάνω το νερό - που αυτός μπορεί να δοκιμάσει σας ως προς το ποια σας είναι το καλύτερο στην πράξη. Αλλά αν σας πω, «Πράγματι, είναι αναστήθηκε μετά θάνατο,» όσοι δυσπιστώ θα σίγουρα να πω, "Αυτό δεν είναι προφανές αλλά μαγεία."
et: Ja see on ta loonud kuus päeva - taeva ja maa ja pärast vee - ta võib see test teile kumb teist on parim tegu oli olnud tema trooni. Aga kui te ütlete, "Tõepoolest, te ei Ülestõusnud pärast surma," kes usu. will kindlasti öelda, "See ei ole aga ilmne võlu."
fi: Ja se on hän, joka loi taivaat ja maan kuudessa päivässä - ja vesi - että hän voisi testata teille siitä, kuka teistä on paras teko ollut hänen valtaistuimelle. Mutta jos sanot, "Itse asiassa voit heräävät eloon kuoleman jälkeen" ne, jotka ovat uskottomia tulee varmasti sanoa: "Tämä ei ole mutta selvää magic."
he: . זה הוא שיצר את השמים ואת הארץ תוך שישה ימים - ו כס המלכות שלו היה על המים - הוא יכול לבחון את עיניך. לגבי מי מכם. הוא הכי טוב מעשה. אבל אם אתה אומר, "אכן, אתה יקומו לתחייה לאחר מותו," אלה לא להאמין יהיה בוודאי אומר, "זה לא קסם אבל ברור."
hr: I on je taj koji je stvorio nebesa i zemlju u šest dana - i njegovo prijestolje je bio na vodi - koji je možda test ti kom ti je najbolje u djelo. Ali ako ti kažeš, "Zaista će uskrsnuti nakon smrti," oni koji ne vjeruju će sigurno reći, "To nije ali očito magije."
lt: Ir tai tas, kuris sukūrė dangų ir žemę šešių dienų - ir savo soste buvo ant vandens - kad jis gali patikrinti jums dėl to, kuris iš jūsų yra geriausia savybė. Bet jei tu sakai, "Tiesą sakant, jums yra prikelti po mirties," tie, kurie neturi wierza bus tikrai pasakyti, "Tai ne bet akivaizdi magija."
lv: Un tas ir tas, kas radīja debesis un zemi sešās dienās - un viņa tronis bija pēc ūdens - ka viņš varētu testu jums par to, kurš no jums ir labākais darbos. Bet ja jūs sakāt, "Protams, jums ir augšāmcēlies pēc nāves," kuri neticēt būs noteikti teikt, "Tas nav acīmredzams, bet maģija."
nb: Og det er han som skapte himlene og jorden i seks dager - og hans trone hadde vært på vann - som han kan teste deg om hvem av dere er best i gjerning. Men hvis du sier, "Ja, du er gjenoppstå etter døden," de som tviler vil sikkert sier, "Dette ikke er men åpenbart magi."
sk: A to je ten, ktorý vytvoril nebesá a krajinu za šesť dní - a jeho trón bol na vode - že on mohol test, ktorý z vás je najlepšie činy. Ale ak hovoríte, "V skutočnosti sa vzkriesený po smrti," tých, ktorí neveriť bude určite povedať: "To nie je ale zrejmé kúzlo."
sl: In to je on, ki je ustvaril nebo in zemljo v šestih dneh - in njegov prestol so bili na vodo - da je morda test vas, ki vas je najboljši v dejanju. Ampak če rečeš: "Res, vam so vstali po smrti," tistim, ki verjamem bo zagotovo reči, "To ni ampak očitno magije."
sr_cyrl: И он је створио небо и земљу за 6 дана - и његовог трона био води.у - тај је можда тест те о томе који од вас је најбоља ствар у дело. Али ако ти кажеш,"Заиста, те су поново оживљене после смрти," они који сумњаш у вољу сигурно рекао, "Ово није али очигледно магија."
sr_latn: I on je stvorio nebo i zemlju za 6 dana - i njegovog trona bio vodi.u - taj je možda test te o tome koji od vas je najbolja stvar u delo. Ali ako ti kažeš, "Zaista, te su ponovo oživljene posle smrti," oni koji sumnjaš u volju sigurno rekao, "Ovo nije ali očigledno magija."
uk: І це він, який створив небо та землю за шість днів - і його трон був на води,-що він може перевірити вам про те, хто з вас є кращим на ділі. Але якщо ви говорите: "Дійсно, ви воскрес після смерті," тих, хто не вірити волі впевнено сказати, "Це не але очевидно магії".
vi: Và ông đã tạo ra trời và trái đất trong sáu ngày - và ngai vàng của ông đã trên nước - rằng ông có thể thử nghiệm bạn như của bạn là tốt nhất trong hành động. Nhưng nếu bạn nói, "Thật vậy, bạn được phục sinh sau khi chết," dĩ nhiên những người disbelieve sẽ nói, "Điều này là không rõ ràng nhưng kỳ diệu."
zu: Futhi kuba He qamba bhakabhaka hlaba izinsuku eziyisithupha - Nesihlalo sakhe sobukhosi siyohlala wayekade phezu kwamanzi - ukuze avivinye wena kokuthi ngumuphi kini iyona engcono nangezenzo.

# Quran1481
source: And if We hold back from them the punishment for a limited time, they will surely say, "What detains it?" Unquestionably, on the Day it comes to them, it will not be averted from them, and they will be enveloped by what they used to ridicule.
ca: I si tenim nou d'ells el càstig per un temps limitat, segurament dirà, "el que deté això?" Sens dubte, el dia es tracta d'ells, no poden evitar d'ells, i es veurà embolicat per què van utilitzar el ridícul.
cy: Ac os byddwn yn cynnal ôl eu cosbi am gyfnod cyfyngedig, yn sicr byddant yn dweud, "beth cadw ei?" Yn ddiamau, ar y diwrnod y daw iddynt, bydd ei fod yn osgoi nid oddi wrthynt, a bydd lyncu'r iddynt gan beth roedden nhw'n arfer gwawdio.
da: Og hvis vi holder tilbage fra dem straffen for en begrænset tid, de vil sikkert sige, "hvad tilbageholder det?" Uden tvivl, den dag det kommer til dem, det vil ikke være afværget fra dem, og de vil være omsluttet af hvad de bruges til grin.
el: Και αν μπορούμε να συγκρατήσει από αυτούς την τιμωρία για περιορισμένο χρονικό διάστημα, σίγουρα θα πουν, «τι έχει θέσει υπό κράτηση αυτό;» Αναμφισβήτητα, την ημέρα που έρχεται σε αυτούς, αυτό δεν θα αποτρεπόταν από αυτούς, και αυτοί θα να τυλιχτούν από αυτό που χρησιμοποιείται να γελοιοποίηση.
et: Ja kui me tagasi hoida neid karistuse piiratud aja jooksul, nad kindlasti öelda, "mida detains see?" Kahtlemata on tegemist neid päeval see näidatakse tuleb neilt ära hoida ja nad on ümbrisega poolt mida nad naeruvääristama.
fi: Ja jos pidämme takaisin niistä rangaistus rajoitetun ajan, he varmasti sanovat, "mitä vangittuna sen?" Kiistatta se tulee heille päivä se ei välttää niitä ja ne vaipallinen niitä käyttää naurunalaiseksi.
he: אם נחכה מהם העונש לזמן מוגבל, בוודאי יגידו, "מה ואוסרת אותו?" אין ספק, ביום זה מגיע להם, זה לא תמנע מהם, הם עטוף נהגו ללעוג.
hr: I ako se od njih kazna za ograničeno vrijeme, oni će sigurno reći, "što privedena to?" Neupitno, na dan dodje do, to će biti izbjegnuta od njih, i oni će biti obuhvaćena to dobro ismijati.
lt: Ir jei mes surengti atgal iš jų bausmę už tam tikrą laiką, jie bus tikrai sako, "kas sulaiko jį?" Be abejo, tą dieną jis juos ateina, jis bus ne išvengti iš jų, ir jie bus paruošiamas pagal ką jie naudojami pajuokos.
lv: Un ja mēs atturēties no viņiem sods uz ierobežotu laiku, viņi droši vien teiks, "ko detains to?" Neapšaubāmi, dienā, runa ir par tiem, nav tas izdosies, no tiem, un tie tiks tīts, ko viņi izmanto izsmiekls.
nb: Og hvis vi holder tilbake fra dem straffen for en begrenset tid, de vil sikkert sier, "det holder tilbake det?" Uten tvil, dagen det kommer til dem, det vil ikke være avverget fra dem, og de vil være omsluttet av hva de brukte å latterliggjøre.
sk: A ak budeme držať späť od nich trest na obmedzenú dobu, určite povedia, "čo zadržiava to?" Nesporne, deň príde k nim to bude nie odvrátená od nich a oni obalená tým, čím bývali zosmiešniť.
sl: In če imamo nazaj od njih kazen za omejen čas, bo zagotovo reči, "kaj detains to?" Nedvomno, na dan pride do njih, to hoteti ne odvrniti od njih, in bo se ovojnico, ki kar se uporabljajo za zasmehovanje.
sr_cyrl: И ако смо Одмакни се од њих казна у ограниченом периоду, сигурно би рекли, "шта ухапсила то?" Без сумње, на дан кад додје до тога, то ће бити избегнута из њих, и они ће бити обавијени по некад су руглу.
sr_latn: I ako smo Odmakni se od njih kazna u ograničenom periodu, sigurno bi rekli, "šta uhapsila to?" Bez sumnje, na dan kad dodje do toga, to će biti izbegnuta iz njih, i oni će biti obavijeni po nekad su ruglu.
uk: І якщо ми будемо тримати назад від них покарання за обмежений час, вони з впевненістю скаже, "що затримує це?" Без сумніву, в день, він приходить до них, вона не буде бути відвернена від них, і вони будуть оповитий від те, що вони використовували до насмішок.
vi: Và nếu chúng tôi giữ lại từ họ trừng phạt trong một thời gian hạn chế, họ chắc chắn sẽ nói, "những gì detains nó?" Unquestionably, ngày ngày nói với họ, nó sẽ không được ngăn chặn từ họ, và họ sẽ được bao bọc bởi những gì họ sử dụng để chế giễu.
zu: Futhi uma We ukunifundisa obala nasendlini ngendlu kubo isijeziso okwesikhathi esilinganiselwe, ngokuqinisekile uthi, "Kuthiwani detains it?"
