Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1346
source: Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment.
ca: De fet, Allah ha comprat els creients les seves vides i les seves propietats [a canvi] per a que tindran paradís. Van lluitar en la causa d'Allah, així que maten i moren. [És] un veritable promesa [enllaç] a ell en el Torah i l'Evangeli i l'Alcorà. I qui és més cert seu pacte que Allah? Així s'alegren en la transacció que li han contractat. I és que és la gran consecució.
cy: Yn wir, mae'r Allah wedi prynu gan y credinwyr eu bywydau ac eiddo eu [yn gyfnewid] ar gyfer y bydd ganddynt baradwys. Mae nhw'n ymladd yn achos Allah, felly maent yn lladd ac yn cael eu lladd. [Mae'n] wir addewid [rhwymol] arno yn y Torah a'r efengyl yn y Qur'an. Ac sydd yn fwy gwir i ei cyfamod na Allah? Felly ymlawenhau yn eich trafodion sydd gennych wedi crebachu. Ac mae'n bod y cyrhaeddiad mawr.
da: Faktisk, Allah har købt fra troende deres liv og deres egenskaber [i exchange] for at de vil have paradis. De kæmper i årsagen til Allah, så de dræbe og dræbes. [Det er] en sande løfte [bindende] ham i Toraen og evangeliet og Koranen. Og hvem er sandere til sin pagt end Allah? Så Glæd dig ved din transaktion, som du har indgået. Og det er at der er stor opfyldelsen.
el: Πράγματι, Αλλάχ έχει αγοράσει από οι πιστοί τις ζωές τους και τις ιδιότητές τους [στο exchange] για ότι θα έχουν παράδεισος. Πολεμούν στην αιτία του Αλλάχ, έτσι ώστε να σκοτώνουν και να σκοτώνονται. [Είναι] μια αληθινή υπόσχεση [σύνδεση] προς αυτόν στο Torah και το Ευαγγέλιο και Κοράνι. Και ποιος είναι πιο αληθινό του Συμφώνου από Αλλάχ; Χαίρε λοιπόν στη συναλλαγή σας που έχετε αγοράσει. Και είναι αυτό που είναι η επίτευξη μεγάλη.
et: Tõepoolest, Allah on osta usklikud oma elu ja nende omadused [exchange] jaoks et neil on paradiis. Nad võitlevad Allahi põhjuseks, et nad tappa ja tapetakse. [On] tõsi lubadus [siduva] tema evangeeliumi ja Toora ja Koraani. Ja kes on tõepärasem tema pakti kui Jumal? Nii rõõmustame oma tehingu, mille olete sõlminud. Ja see on, et mis on suur saavutamiseks.
fi: Itse asiassa Jumala on ostaa uskovat henkensä ja niiden ominaisuudet [vaihto] että ne ovat paratiisi. He taistelevat syy Allah, joten he tappavat ja kuolevat. Se on todellinen lupaus [binding] hänelle Toorasta ja evankeliumista ja Koraani. Ja kuka on todellisempi liittonsa kuin Allah? Joten iloitkaa tapahtumasta, joka sinulla on sopimus. Ja se on suuri saavuttamisen.
he: אכן, אללה רכשה מן המאמינים בחייהם, תכונותיהם [ב- exchange] עבור תהיה להם גן עדן. הם נלחמים למען אללה, אז הם הורגים, נהרגים. [הוא] נכון הבטחה [קישור] עליו את התורה, את הבשורה ואת הקוראן. ומי את בריתו שבתנ אללה? אז שישו את העסקה שלך שבו אתה שנדבקתי. וזה כי זה הפרי הגדול.
hr: Uistinu, Allah je kupio od vjernika njihove živote i njihova svojstva [u zamjenu] za da će imati raj. Bore se za Allaha, tako da se ubije i ubijeno. [To je] reč [obvezujuće] na njega u Tori i Evanđelju i Kur'an. A tko je istinitije za svoj savez od Allaha? Tako se radovati u transakcije koje su ugovorene. I to je ono što je veliko postignuće.
lt: Iš tiesų, Dievas užmokėjo tikintieji savo gyvenimą ir jų savybių [exchange] kad jie turės rojus. Jie kovoti priežastis Dievo, kad jie nužudyti ir žūva. [Tai] tiesa, pažadas [privalomas] jam Toros ir Evangelijos ir Korano. O kas yra tikras kad jo Sandoros nei Dievas? Taigi džiaugtis jūsų sandoris, kuris yra užsikrėtę. Ir tai, kad yra daug pasiekti.
lv: Patiešām, Allah ir iegādājies no ticīgajiem viņu dzīvi un to īpašības [exchange] viņiem būs paradīze. Viņi cīnās Allah, cēloni, lai viņi nogalināt un iet bojā. [Ir] tiesa solījums [saistošu] viņam virsū Toras un evaņģēliju un Korāns. Un kurš ir patiesākas uz viņa paktu par Allah? Tik priecājos jūsu darbībā, kas ir noslēguši līgumus. Un tas, kas ir liels sasniegšana.
nb: Faktisk har Allah kjøpt fra troende livet og deres egenskaper [exchange] for at de vil ha paradis. De slåss i årsaken til Allah, så de drepe og blir drept. [Det er] et sant løfte [binding] ham i Toraen og evangeliet og Koranen. Og hvem er sannere til pakten enn Døyve? Så glede i transaksjonen som du har kontrakt. Og det er det som er stor oppnåelse.
sk: Vskutku, Alah nakúpili od veriacich ich životy a ich vlastnosti [exchange] že majú raj. V záujme Alaha, bojovať tak zabiť a zahynie. [Je] pravdivý sľub [záväzné] mu Tóry a evanjelium a Korán. A kto je jeho pakt pravdivejšie ako Boh? Tak sa radovať z vašej transakcie, ktoré ste dostali. A to je to, čo je skvelé vzdelania.
sl: Res, Allah je kupila od verniki svoje življenje in svoje lastnosti [v zameno] za da bodo imeli raj. So boj v vzrok od Allah, tako da ubiti in usmrtijo. [Je] res obljubo [zavezujoč] na njem v Tora in evangelij in Koranu. In kdo je bolj resničen za svojo zavezo od Allah? Tako se veselite vaše transakcije, ki ste pogodbo. In to je tisto, kar je velik doseganje.
sr_cyrl: Заиста , Аллах купило од верницима своје животе и њихова својства [заузврат] за да ће имати рај. Боре се за Алаха, тако да они убијају и убијају. [Је ] реч [повезу] над њим у Тору и Библију и Куран. А ко је истинитије за синове од Алаха? Дакле , радујте се у вашу трансакцију коју сте да се зарази. А је то што је велики постизању.
sr_latn: Zaista, Allah kupilo od vernicima svoje živote i njihova svojstva [zauzvrat] za da će imati raj. Bore se za Alaha, tako da oni ubijaju i ubijaju. [Je] reč [povezu] nad njim u Toru i Bibliju i Kuran. A ko je istinitije za sinove od Alaha? Dakle, radujte se u vašu transakciju koju ste da se zarazi. A je to što je veliki postizanju.
uk: Дійсно, Аллах придбав від віруючі їхнє життя і їх властивості [в обмін] для що треба буде рай. Вони борються в ході Аллаха, так що вони вбивають і вбили. [Це] вірно обіцянку [обов'язковий] на нього в Тори і Євангелія і Коран. І хто є справжнім до його заповіт, ніж Аллах? Так радіти ваш операція, що ви заразилися. І це те, що це велике досягнення.
vi: Thật vậy, Allah đã mua từ các tín hữu cuộc sống của họ và tài sản của họ [trao đổi] cho rằng họ sẽ có thiên đường. Họ chiến đấu trong các nguyên nhân của Allah, do đó, họ giết và bị giết. [Đó là] một sự thật lời hứa [liên kết] khi anh ta trong Torah và phúc âm và kinh Koran. Và truer giao ước của mình so với Allah là ai? Vì vậy vui mừng trong giao dịch của bạn mà bạn đã ký hợp đồng. Và đó là đạt được tuyệt vời.
zu: Ngempela, Allah uthenge kusukela KHOLWA BO PILO BO izakhiwo zabo [in exchange] ngoba lowo they fanele ePharadesi.

# Quran1347
source: [Such believers are] the repentant, the worshippers, the praisers [of Allah], the travelers [for His cause], those who bow and prostrate [in prayer], those who enjoin what is right and forbid what is wrong, and those who observe the limits [set by] Allah. And give good tidings to the believers.
ca: [Aquests creients són] el penedit, els adoradors, la praisers [d'Allah], els viatgers [per a la seva causa], qui arc i postrar [en oració], aquells que demanen el que està bé i prohibeixen el que està malament i aquells que observen els límits [conjunt per] Allah. I donar la bona nova als creients.
cy: [Mae credinwyr o'r fath] yr edifeiriol, yr addolwyr, praisers [o Allah], teithwyr [dros ei achos], rhai sy'n plygu ac prostrate [mewn gweddi], rhai a enjoin beth sy'n iawn a a'n gwaredo rhag beth sydd o'i le, a rhai sy'n arsylwi ar y terfynau [set gan] Allah. A rhoi tidings da y credinwyr.
da: [Sådanne troende er] den angrende, tilbedere, praisers [i Allah], rejsende [for hans årsag], dem, der bøjer og næsegrus [i bøn], dem, der pålægger hvad der er rigtigt og forbyde, hvad der er galt, og dem, der overholder grænserne [sæt af] Allah. Og give gode tidender for troende.
el: [Τέτοιοι οπαδοί είναι] η μετανοών, προσκυνητών, το praisers [του Allah], οι ταξιδιώτες [για την αιτία του], εκείνους που πλώρη και εξαπλώνω [στην προσευχή], όσους διατάσσω τι είναι σωστό και να απαγορεύσει και τι είναι λάθος και όσους πληρούν τα όρια [σύνολο από] Αλλάχ. Και να δώσει καλή είδηση πιστών.
et: [Sellised usklikud on] kahetsev, mille kummardajaid, praisers [Jumala], reisijad [jaoks oma põhjus], kes vibu ja polvistuvan [palves], kes kohustab, mis on õige ja ma vastata, mis on valesti ja need, kes järgivad piire [määratud] Allah. Ja anna rõõmusõnumit usklikud.
fi: [Sellaiset uskovat ovat] katuvan, välin, praisers [-lta hillitä], [matkustaville asiaansa], jotka keula ja kumartavat [rukouksessa], jotka määrätä, mikä on oikein ja kieltää, mikä on väärin, ja niillä, jotka seuraavat rajoitukset [sarja] Jumala. Ja hyvä sanoma uskoville.
he: [הם כאלה המאמינים] מתחרט על המתפללים, את praisers [של אללה], הנוסעים [למען המטרה שלו], מי משתחווה, הערמונית [בתפילה], אלה זכות לחייב מה נכון וחלילה מה קרה, נוטלים את הגבולות [ערכת מאת] אללה. ולתת בשורות טובות למאמינים.
hr: [Takve vjernike su] pokajnicima, vjernicima, praisers [od Allaha], putnici [za ovu stvar], one koji luk i bespomoćan [u molitvi], koji naložiti što je dobro i zabranjuju ono što nije u redu, i oni koji poštuju ograničenja [set] Allah. I dati dobre vijesti vjernicima.
lt: [Tokių tikinčiųjų yra] atgailaujantis, neatsvers, [Dievas], praisers, keliautojams [už jo priežastis], tie, kurie lankas ir wybijaja [modlitwie], tie, kurie neteisėtos, kas yra teisinga ir uždrausti kas negerai, ir tiems, kurie laikosi apribojimų [nustatyti] Dievas. Ir duoti gera žinia tikintieji.
lv: [Šādu ticīgie ir] nožēlojošs, ticīgo, praisers, [Allah] ir, ceļotājiem [par savu aicinājumu], kuri priekšgala un nogurdināt [lūgšanā], tiem, kas liek, kas ir labi un aizliedz to, kas ir nepareizi un tiem, kuri ievēro ierobežojumus [noteiktajam] Allah. Un dot labas vēstis ticīgie.
nb: [Slik troende er] angrende tilbedere, praisers [av Døyve], reisende [for sin sak], de som bøye og nedbrutt [i bønn], som pålegge hva som er riktig og forby hva som er galt og de som holder grensene [Angi av] Allah. Og gi gode budskap til troende.
sk: [Takéto veriaci sú] kajúce, veriacich, praisers [Božej], cestujúcich [pre jeho príčina], tých, ktorí lúk a přemoci [v modlitbe], kto nariaďuje, čo je správne a chráň, čo je zle a tých, ktorí dodržiavajú limity [stanovili] Alah. A dať dobrú zvesť veriacich.
sl: [Tak verniki so] Pokajnički, vernikov, praisers [od Allah], popotniki [za svoj vzrok], kdor lok in prostracije [v molitvi], tisti, ki ukaže, kaj je prav in prepovedujejo, kaj je narobe, in tiste, ki spoštujejo meje [privzeto] Allah. In da dobrih novic z vernike.
sr_cyrl: [Таква верници су] се каје, на вернике, праисерс [Аллаха], путници [ка свом циљу], оне који се клањају и поклоните [у молитви], они који забраним праву ствар и забрањују шта није у реду и они који поштују границе [постављених помоћу] Аллах. И дај радосне верници.
sr_latn: [Takva vernici su] se kaje, na vernike, praisers [Allaha], putnici [ka svom cilju], one koji se klanjaju i poklonite [u molitvi], oni koji zabranim pravu stvar i zabranjuju šta nije u redu i oni koji poštuju granice [postavljenih pomoću] Allah. I daj radosne vernici.
uk: Такі віруючих є розкаявся, прихильникам, praisers [з Аллах], мандрівників [для своєї справи], тих, хто з лука і падати на коліна [в молитві], тих, хто накази про те, що є правильним і не дай, що не так і тих, хто спостерігати за межі [були визначені] Аллаха. І дати добру новину на віруючих.
vi: Các tín hữu sự ăn năn, sự sùng, praisers [của Allah], lẻ [cho nguyên nhân của mình], những người cung và suy nhược [trong cầu nguyện], những người ra lịnh những gì là đúng và cấm những gì là sai trái và những người quan sát các giới hạn [thiết lập bởi] Allah. Và cho tidings tốt để các tín hữu.
zu: [Amakholwa okunjalo kukhona] labaphendukayo, abakhulekeli, lo abadumisi [Allah], lezihambi [for NGAPHAKATHI AKHE BANGA], labo khothama prostrate [emthandazweni], labo enjoin okulungile futhi enqabela lokho akulungile, nalabo

# Quran1348
source: It is not for the Prophet and those who have believed to ask forgiveness for the polytheists, even if they were relatives, after it has become clear to them that they are companions of Hellfire.
ca: No és pel Profeta i qui he cregut a demanar perdó per les politeistes, fins i tot si eren parents, després ha quedat clar per a ells que són companys de Hellfire.
cy: Nid yw Proffwyd a'r rhai sydd wedi credu i ofyn maddeuant am y polytheists, hyd yn oed os oeddent yn berthnasau, ar ôl wedi dod yn glir iddynt eu bod yn gyd-deithwyr Hellfire.
da: Det er ikke for profeten og dem, der har troet at bede om tilgivelse for polyteister, selv om de var slægtninge, efter det er blevet klart for dem at de er kammerater i Hellfire.
el: Δεν πρόκειται για τον προφήτη και εκείνους που πίστεψαν να ζητήσει συγχώρεση για polytheists, ακόμη και αν είχαν συγγενείς, αφού κατέστη σαφές σε αυτούς ότι είναι σύντροφοι της κόλασης.
et: Ei ole neil, kes oleks uskunud kohanes polüteistid, Rhba isegi siis, kui nad olid sugulased, pärast seda, kui on saanud selgeks neile, et nad on kaaslased Hellfire ja prohvet.
fi: Ei profeetta ja jotka ovat uskoneet pyytävät anteeksi polyteistejä, vaikka he olivat sukulaisia, kun on käynyt selväksi heille ne ovat kumppaneita helvetin tulesta.
he: . זה לא על הנביא ועל אלו שהאמינו יש לבקש מחילה polytheists, אפילו אם הם היו קרובי משפחה, לאחר ברור להם כי הם בני לוויה של הלפייר.
hr: Nije prorok i oni koji su vjerovali da mi oprostiš za politeisti, iako su bili rodbina, nakon što je postalo jasno da im je da su drugovi od vatre pakla.
lt: Tai ne pranašas ir tiems, kurie tiki prašyti atleidimo už polytheists, net jei jie buvo giminaičių, po to, kai tapo aišku, kad juos kad jie kompanionai Hellfire.
lv: Tas nav par pravieti, un tiem, kas ticējusi jālūdz piedošana polytheists, pat ja tie ir radi, pēc tam, kad tas ir kļuvis skaidrs, ka tie ir Hellfire biedrus.
nb: Det er ikke for profeten og de som har trodd å be om tilgivelse for polyteister, selv om de var slektninger, etter at det har blitt klart for dem at de er ledsagere Hellfire.
sk: Nie je prorok, a tí, ktorí uverili požiadať o odpustenie pre modloslužobníkov, aj keby boli príbuzní, potom je zrejmé, že sú spoločníci Hellfire.
sl: Ne gre za preroka in tiste, ki so verjeli, da prosi odpuščanja za politeiste, čeravno so bili sorodniki, ko je postalo jasno, da jih da so tovariši Hellfire.
sr_cyrl: То није за пророка и оне који верују да се извиним за полyтхеистс, чак и ако су били рођаци, након што је постало јасно да их да су сапутници паклени огањ.
sr_latn: To nije za proroka i one koji veruju da se izvinim za polytheists, čak i ako su bili rođaci, nakon što je postalo jasno da ih da su saputnici pakleni oganj.
uk: Це не для пророк і ті, хто вірив просити прощення polytheists, навіть якщо вони були родичі, після того, як стало ясно їм, що вони є супутниками Hellfire.
vi: Nó không phải là thiên sứ và những người đã tin để yêu cầu sự tha thứ cho polytheists, ngay cả khi họ đã là người thân, sau khi nó đã trở nên rõ ràng với họ rằng họ là companions của Hellfire.
zu: Akusikho uMprofethi zalabo asebeye bakholwa ukuba Sicela intethelelo konkulunkulu abaningi, fana they were izihlobo, ngemva kuyacaca kubo ukuthi kukhona abangane Wesihogo Somlilo.

# Quran1349
source: And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to Abraham that his father was an enemy to Allah, he disassociated himself from him. Indeed was Abraham compassionate and patient.
ca: I la petició de perdó per al seu pare Abraham era només per una promesa que havia fet a ell. Però quan es va fer evident a Abraham que el seu pare era un enemic a Allah, ell mateix dissociades d'ell. De fet va ser Abraham compassiu i pacient.
cy: A oedd y cais o faddeuant o Abraham am ei dad yn unig oherwydd addewid wedi gwneud iddo. Ond pan ddaeth yn amlwg i Abraham mai ei dad oedd yn elyn i Allah, roedd ei datgysylltu ei hun oddi wrtho. Yn wir roedd Abraham tosturiol ac yn amyneddgar.
da: Og anmodning af tilgivelse af Abraham for hans far var kun på grund af et løfte, han havde gjort for ham. Men da det blev klart for Abraham, at hans far var en fjende af Allah, han fralagde sig fra ham. Faktisk var Abraham medfølende og patient.
el: Και το αίτημα της συγχώρεσης του Αβραάμ για τον πατέρα του ήταν μόνο λόγω μια υπόσχεση που είχε γίνει σ ' αυτόν. Αλλά όταν έγινε εμφανές στον Αβραάμ ότι ο πατέρας του ήταν εχθρός του Αλλάχ, αυτός ο ίδιος αποκομμένες από αυτόν. Πράγματι ήταν ο Αβραάμ συμπονετικοί και υπομονετικοί.
et: Ja andestust Aabrahami isa soovil tehti ainult sellepärast, et ta oli teinud tema lubadus. Aga kui selgus, et tema isa oli Jumala vaenlane Aabrahamile, ta lahtiseostatud ise teda. Tõepoolest oli Abraham, kaastundlik ja kannatlik.
fi: Ja pyytää anteeksiantoa Abrahamin isä oli pelkästään lupauksen hän oli tehnyt hänelle. Mutta kun kävi ilmi Abrahamille, että hänen isänsä oli vihollinen Jumalaa, hän erosi häntä. Olikin Abraham, myötätuntoinen ja potilaan.
he: לפי בקשת הסליחה של אברהם לאביו היה רק בגלל הבטחה שעשה לו. אך כאשר התברר לאברהם כי אביו היה אויב אללה, הוא מנותק עצמו אותו. אכן היה אברהם רחום וסבלניים.
hr: I zahtjeva oproštenje Abrahama za oca samo zbog obećanje dao njemu. Ali kada je postalo jasno da Abraham otac mu je bio neprijatelj Allaha, on sebe razdruženo od njega. Doista je bio Abrahama milosrdan i strpljiv.
lt: Ir prašymas atleidimo, Abraomas, jo tėvas buvo tik todėl jis padarė jam pažadas. Tačiau kai paaiškėjo, kad jo tėvas buvo Allaho priešų Abraomui, jis nesutinka pats iš jo. Iš tiesų buvo Abraomas labdaros ir pacientų.
lv: Un Abraham piedošanu par savu tēvu lūguma bija tikai tāpēc, ka viņš padarīja viņu solījumu. Bet, kad kļuva skaidrs, ka Ābrahāmam, ka viņa tēvs bija ienaidnieks Allah, viņš piesaiste pārtraukta sevi no viņa. Patiešām bija Ābrahams, līdzjūtības un pacientu.
nb: Forespørsel fra tilgivelse Abrahams for faren var bare på grunn av et løfte han hadde gjort for ham. Men da det ble klart til Abraham at hans far var en fiende av Gud, han disassociated seg fra ham. Faktisk var Abraham medfølende og pasient.
sk: A žiadosť o odpustenie Abraham za otca len preto, že sľub, že on mal k nemu. Ale keď sa ukázalo, Abraham, že jeho otec bol nepriateľ Boha, on priradenia sám mu. V skutočnosti bol Abraham, súcitný a pacient.
sl: In zahtevo odpuščanje Abraham za njegov oče je bil samo zaradi obljube, je naredil z njim. Toda ko je postalo očitno, da Abraham, da njegov oče je bil sovražnik v Allah, sam je prekinjena od njega. Res je bil Abraham, sočutni in potrpežljivi.
sr_cyrl: И захтјеву опроштај од Абрахама за свог оца само због обећање дато га. Али , када је постало очигледно Абрахама да је његов отац био непријатељ Алаху, он веза је прекинута себе од њега. Заиста је био Абрахама љубазни и стрпљиви.
sr_latn: I zahtjevu oproštaj od Abrahama za svog oca samo zbog obećanje dato ga. Ali, kada je postalo očigledno Abrahama da je njegov otac bio neprijatelj Alahu, on veza je prekinuta sebe od njega. Zaista je bio Abrahama ljubazni i strpljivi.
uk: І прохання прощення Авраам його батько був тільки через обіцянку, він зробив йому. Але коли стало очевидним, Аврааму, що його батько був ворог Аллаха, він зв'язування розірвано себе від нього. Дійсно був Авраамові, жалісливим і пацієнтом.
vi: Và yêu cầu sự tha thứ của Abraham cho cha chỉ vì một lời hứa mà ông đã làm cho anh ta. Nhưng khi nó trở nên rõ ràng với Abraham rằng cha ông là một kẻ thù Allah, ông rời mình từ anh ta. Thực sự là Abraham từ bi và bệnh nhân.
zu: Futhi isicelo intethelelo ka-Abrahama uyise yakhe kwakukubi kuphela usuku ngenxa isithembiso ayelenzile kuye.

# Quran1350
source: And Allah would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allah is Knowing of all things.
ca: I Allah no deixaria una gent perduda després que ell ha guiat fins que deixa clar que el que han d'evitar. De fet, Allah està saber de totes les coses.
cy: A byddai Allah na gadael i bobl strae ar ôl wedi iddo eu harwain hyd nes ei fod yn egluro iddynt beth y dylid ei osgoi. Yn wir, Allah yn gwybod am yr holl bethau.
da: Og Allah ville ikke lade et omstrejfende folk, efter at han har styret dem, indtil han gør klar til dem hvad de bør undgå. Allah er faktisk vide af alle ting.
el: Και Αλλάχ δεν θα αφήσει σε άτομα αδέσποτων, μετά τον οποίο καθοδήγησε τους μέχρι να κάνει σαφείς τους τι θα πρέπει να αποφευχθούν. Πράγματι, Αλλάχ είναι γνωρίζοντας όλων των πραγμάτων.
et: Ja Jumal ei lase inimesed hulkuvate pärast seda, kui ta on juhindunud neid enne, kui ta selgitab neile mida nad peaksid vältima. Tõepoolest, Allah on teades kõiki asju.
fi: Ja Jumala antaisi ihmiset harhailla jälkeen hän on ohjannut niitä, kunnes hän tekee selväksi, niitä tulisi välttää. Jumala nimittäin tietäen kaiken.
he: אללה לא נתנו אנשים תועים לאחר הוא הוביל אותם. עד שהוא ברור להם מה הם צריכים להימנע. אכן, אללה הוא שהידיעה של כל הדברים.
hr: I Allah će neka ljudi lutalica nakon izbavljao ih dok on čini jasno da ih oni bi trebali izbjegavati. Uistinu, Allah je poznavanje svih stvari.
lt: Ir Dievas neturėtų leisti benamių žmonių po to, kai jis turi vadovautis juos tol, kol jis aiškiai jiems ką jie turėtų vengti. Iš tiesų, Allah yra žinios ir viskas.
lv: Un Allah neļāva cilvēkiem klaiņojošu, pēc tam, kad viņš tos ir vadīta, līdz brīdim, kad viņš skaidri norāda uz tām tās jāizvairās. Patiešām, Allah ir zinot visas lietas.
nb: Og Allah ville ikke la et folk spredt når han har ledet dem før han gjør det klart for dem hva de bør unngå. Døyve er faktisk å vite alt.
sk: A Allah nepustili ľudí blúdiť po má riadiť ich dovtedy, kým ten jasne, čo by sa mali vyhnúť. Alah je skutočne vedieť všetko.
sl: Ter Allah ne bi pustil ljudi, zaiti, ko je jih je vodil, dokler on je jasno, da jim kaj naj se izogibajo. Res, Allah je poznavanje vseh stvari.
sr_cyrl: И , Алах не бих дозволио залутали народ, након што је он их води док он јасно указује на њих би требало да избегавају. Уистину , Аллах је знајужи свих ствари.
sr_latn: I, Alah ne bih dozvolio zalutali narod, nakon što je on ih vodi dok on jasno ukazuje na njih bi trebalo da izbegavaju. Uistinu, Allah je znajuжi svih stvari.
uk: І Аллаху не хотів відпустити люди бездомних, після того, як він направляв їх, поки він чітко їм те, що вони повинні уникати. Справді, Аллах, знаючи, що всі речі.
vi: Và Allah sẽ không để cho một người đi lạc sau khi ông đã hướng dẫn họ cho đến khi ông làm cho rõ ràng cho họ những gì họ nên tránh. Thật vậy, Allah là biết tất cả mọi thứ.
zu: Futhi Allah engawavumeli abantu ukuphambuka He guided them kuze He likwenza kucace kubo ukuthi yini okufanele siyigweme.
