Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2297
source: [Abraham] said, "Peace will be upon you. I will ask forgiveness for you of my Lord. Indeed, He is ever gracious to me.
ca: [Abraham], va dir, "la Pau serà sobre tu. Demanaré perdó per a tu del meu Senyor. De fet, és sempre amable amb mi.
cy: [Abraham] dywedodd, "Bydd heddwch arnoch. Bydd yn gofyn maddeuant i chi o fy Arglwydd. Yn wir, mae'n raslon erioed i mi.
da: [Abraham] sagde: "fred være med dig. Jeg vil bede om tilgivelse for dig min Herres. Faktisk er han nogensinde nådig til mig.
el: [Ο Αβραάμ] είπε, «η ειρήνη θα είναι πάνω σου. Θα ζητήσω συγχώρεση για εσάς μου Λόρδος. Πράγματι, αυτός είναι πάντα ευχάριστος να μου.
et: [Abraham] ütles: "rahu on teie peale. Ma palun andestust teile mu Issand. Tõepoolest, ta on mulle kunagi armuline.
fi: [Aabraham] sanoi: "rauha on teille. Pyydän anteeksi sinulle herrani. Hän on koskaan armollinen.
he: [אברהם] אמר, "שלום יהיה עליכם. אבקש מחילה את האלוהים שלי. ואכן, הוא אי פעם אדיב אליי.
hr: [Abraham] je rekao, "mir će biti nad vama. Molim oprost za tebe gospodaru. Doista, on je uvijek milostiv meni.
lt: [Abraomas] sakė: "taikos bus į tave. Aš prašau atleidimo jums savo pono. Iš tiesų, jis yra kada nors gailestingas man.
lv: [Abraham] teica: "miers ir pār jums. Būs lūgt piedošanu, jūs mana Kunga. Protams, viņš ir kādreiz laipns pret mani.
nb: [Abraham] sa, "fred være med dere. Jeg vil be om tilgivelse for deg min Herre. Han er faktisk helt nådig til meg.
sk: [Abraham] povedal: "mier bude na vás. Žiadam odpustenie si môj pán. On je naozaj niekedy láskavý ku mne.
sl: [Abraham] je rekel, "miru bo na vas. Bo prosi odpuščanja za vas moj gospodar. Res, on je vedno milostiv, da me.
sr_cyrl: [Абрахам ] је рекао, "мир ће бити над вама. Питам опрост за тебе мога господара. Он је заиста икада милостив према мени.
sr_latn: [Abraham] je rekao, "mir će biti nad vama. Pitam oprost za tebe moga gospodara. On je zaista ikada milostiv prema meni.
uk: [Авраам] сказав: "світ буде на вас. Я буду просити прощення для вас мого Господа. Справді, він, коли-небудь милостивий до мене.
vi: [Abraham] nói, "hòa bình sẽ khi bạn. Tôi sẽ yêu cầu sự tha thứ cho bạn thưa ngài. Thật vậy, ông là duyên dáng bao giờ hết với tôi.
zu: [U-Abrahama] wathi: "Ukuthula kuyoba phezu kwakho. Mina ngeke sicele intethelelo kuwe weNkosi yami. Ngempela, Uhlale nomusa kimi.

# Quran2298
source: And I will leave you and those you invoke other than Allah and will invoke my Lord. I expect that I will not be in invocation to my Lord unhappy."
ca: I deixarà vostè i aquells vostè invocar altre que Allah i cridarà el meu Senyor. Espero que no seré a la invocació al meu Senyor infeliç."
cy: A bydd yn gadael chi, a'r rhai ydych yn galw'r heblaw Allah ac bydd yn galw'r fy Arglwydd. Disgwyliaf y byddaf yn gallu ni i fy Arglwydd anhapus."
da: Og jeg vil forlade dig og dem du påberåbe sig andre end Allah og vil påberåbe sig min herre. Jeg forventer at jeg ikke vil være i aktivering til min herre ulykkelig."
el: Και θα το αφήσω και σε αυτούς που επικαλούνται εκτός από Αλλάχ και θα ενεργοποιήσει Κύριέ μου. Περιμένω ότι δεν θα είμαι στην επίκληση να μου Λόρδου δυστυχής.»
et: Ja ma jätan teile ja neile tugineda kui Allah ja käivitub minu Issand. Ma eeldan et ma ei hakka appihüüd et mu õnnetu Issand."
fi: Ja jätän sinulle ja niille vedota muuta kuin Allah ja vedota herrani. Odotan että en ole Valitse kutsuminen herra onneton."
he: אני אעזוב אותך ואת אלה להפעיל מלבד אללה, המשתקף דרך הלורד. אני מצפה כי אני לא יהיה הפנייה לאלוהים שלי לא מרוצה."
hr: I ostavit će ti i oni zazivaju osim Allaha i će dozivati gospodaru. "Očekujem da neću biti u zaziv da gospodaru nesretan."
lt: Ir aš paliks jums ir aplinkiniams remtis ne Dievas ir bus remtis savo pono. Tikiuosi, kad man bus pritaikymo prie mano Viešpats nelaimingas."
lv: Un es atstās Jums un tiem, kas jums atsaukties uz citiem mērķiem kā vien Allāhs, un atsauksies manam kungam. Es ceru, ka man nebūs piesaukšana mani nelaimīgs kungam."
nb: Og jeg vil forlate deg og de du påkalle enn Allah og vil starte min Herre. Jeg forventer at jeg ikke vil være i anrop til min Herre ulykkelig."
sk: A nechám vás a vyvolať iné než Alaha a bude odvolávať môjho Pána. Očakávam, že nebudem v vzývanie môjho Pána nešťastný."
sl: In bom zapustiti vas in tiste, razen Allah uveljavlja in bo uveljavljala moj gospodar. Pričakujem, da ne bo v sklicevanje na moj gospodar nesrečen."
sr_cyrl: И остављам ти и они тебе позвати други него Аллах и ће позвати мој господару. "Очекујем да сам неће бити у призивања несретна мој господару."
sr_latn: I ostavljam ti i oni tebe pozvati drugi nego Allah i će pozvati moj gospodaru. "Očekujem da sam neće biti u prizivanja nesretna moj gospodaru."
uk: І що я буду залишити вас і тих, що ви Викличте крім Аллаха і будуть викликати мій Господь. Я очікую, що я не буду в задіяння Господеві нещасні."
vi: Và tôi sẽ rời khỏi bạn và những người bạn gọi khác ngoài Allah và sẽ gọi thưa ngài. Tôi hy vọng rằng tôi sẽ không ở invocation của tôi Chúa không hài lòng."
zu: Futhi ngiyakushiya wena nalabo ukunxusa nye than Allah uyobe libuyisele Nkosi yami.

# Quran2299
source: So when he had left them and those they worshipped other than Allah, We gave him Isaac and Jacob, and each [of them] We made a prophet.
ca: Així quan havia deixar-los i aquells que Allah adoraven, li donàvem Isaac i Jacob i cadascuna [] fem un profeta.
cy: Felly pan oedd iddo adael iddynt a'r rhai roeddynt yn addoli eu heblaw Allah, rhoesom iddo Isaac a Jacob, a phob un [ohonynt] gwnaethom yn broffwyd.
da: Så når han havde forladt dem og de tilbad andre end Allah, vi gav ham Isak og Jacob, og hver [af dem] lavet vi en profet.
el: Έτσι, όταν είχε αφήσει τους και εκείνων που λάτρευαν εκτός από Αλλάχ, του δώσαμε Ισαάκ και Ιακώβ, καθώς και κάθε [τους] κάναμε έναν προφήτη.
et: Nii et kui ta oli lahkunud nende nad kummardasid muu kui Jumal, andsime talle Iisak ja Jaakob, ja iga [toote] tegime prohvet.
fi: Joten kun hän oli lähtenyt niille he palvelivat muita kuin Allah, annoimme hänelle, Iisakin ja Jaakobin ja kunkin [] teimme profeetta.
he: אז כאשר הוא עזב אותם ואלה שהם סגדו מלבד אללה, נתנו לו יצחק, יעקב, וכל אחד [מהם] עשינו נביא.
hr: Pa kad je napustio ih i oni su obožavali osim Allaha, smo mu dali Izaka i Jakova i svaka [se] smo prorok.
lt: Taigi, kai jis paliko jas, ir jie garbino ne Dievas, mes davė jam Izaokas ir Jokūbas, ir kiekvieno [produkto] mes padarėme pranašas.
lv: Tāpēc, kad viņš atstāja tajās un viņi pielūdz citiem mērķiem kā vien Allāhs, mēs iedevām Isaac un Džeikobam, un katra [tiem] mēs veicām pravietis.
nb: Så når han hadde forlatt dem og de de tilba enn Døyve, vi ga ham Isak og Jakob, og hver av dem har vi laget en profet.
sk: Takže keď sa nechal im a tie uctievali ako Boha, sme mu Izáka a Jakuba a každý [] sme sa prorok.
sl: Tako ko je zapustil jih in tistih, ki so častili razen Allah, smo mu dali, Izaka in Jakoba, in vsak [so] smo naredili prerok.
sr_cyrl: Тако да када је оставио их и они други него Аллах уздизали, дали смо му Исака и Јакоба, и свака [се] смо направили неки пророк.
sr_latn: Tako da kada je ostavio ih i oni drugi nego Allah uzdizali, dali smo mu Isaka i Jakoba, i svaka [se] smo napravili neki prorok.
uk: Так що коли він залишив їх і тим, що вони поклонялися крім Аллаха, ми дали йому Ісака та Якова та кожного [їх] ми зробили пророком.
vi: Vì vậy, khi ông đã rời họ và những người họ tôn thờ ngoài Allah, chúng tôi cho ông Isaac và Jacob, và mỗi [chúng] chúng tôi thực hiện một tiên tri.
zu: Ngakho lapho base bewashiya nalabo bakhulekela omunye ngaphandle kuka Allah, We epha him Isaac Jacob, futhi ngamunye [wabo] We enza umprofethi.

# Quran2300
source: And We gave them of Our mercy, and we made for them a reputation of high honor.
ca: I vam donar-los de la nostra Mercè, i hem fet per a ells una reputació d'alt honor.
cy: A rhoddwyd iddynt o drugaredd ein, a gwnaethom iddynt enw da o uchel yn fraint.
da: Og vi gav dem vores barmhjertighed, og vi har gjort for dem et ry for høj ære.
el: Μας έδωσε τους μας το έλεος, και κάναμε για αυτούς μια φήμη της υψηλής τιμής.
et: Andsime neile meie halastust ja tegime nende maine kõrge au.
fi: Annoimme heille meille armon ja teimme niille maine suurena kunniana.
he: נתנו להם הרחמים שלנו ואני. עשינו להם מוניטין של כבוד.
hr: Dali smo im naše milosti i napravili smo im reputaciju visoke časti.
lt: Mums davė mūsų gailestingumo ir mes padarėme jiems aukštos garbę reputaciją.
lv: Un mēs iedevām viņiem mūsu varā, un mēs viņiem reputāciju augsto godu.
nb: Vi ga våre barmhjertighet og vi gjorde for dem et rykte for høy ære.
sk: Dali sme im naše milosrdenstva a urobili sme im povesť vysokej česť.
sl: Dali smo jim naše usmiljenja in smo zanje ugled visoke časti.
sr_cyrl: Дали смо им нам милости и направили смо репутацију високе части за њих.
sr_latn: Dali smo im nam milosti i napravili smo reputaciju visoke časti za njih.
uk: Ми дали їм наше милосердя і ми зробили їх репутація високу честь.
vi: Chúng tôi đã cho họ về lòng thương xót của chúng tôi và chúng tôi làm cho họ một danh tiếng cao danh dự.
zu: We epha them zesihe Yethu, futhi senze kubo idumela udumo eliphezulu.

# Quran2301
source: And mention in the Book, Moses. Indeed, he was chosen, and he was a messenger and a prophet.
ca: I la menció en el llibre, Moses. De fet, va ser elegit, i era un Missatger i profeta.
cy: A sôn yn y llyfr, Moses. Yn wir, cafodd ei ddewis, ac yr oedd negesydd ac yn broffwyd.
da: Og omtale i bogen, Moses. Ja, han blev valgt, og han var et sendebud og en profet.
el: Και αναφέρω στο βιβλίο, Moses. Πράγματι, αυτός ήταν εκλεκτός και ήταν απεσταλμένος και προφήτης.
et: Ja mainitud raamatu, Moses. Tõepoolest, ta valiti, ja ta oli messenger ja prohvet.
fi: Ja mainita kirjassa Moses. Hänet valittiin, ja hän oli sanansaattaja ja profeetta.
he: אזכור בספר, Moses. ואכן, הוא נבחר, והוא היה שליח, נביא.
hr: I spomenuti u knjizi, Moses. Doista, on je izabrao i bio je glasnik i prorok.
lt: Ir paminėti knygoje, Moses. Iš tikrųjų, jis buvo išrinktas, ir jis buvo pasiuntinys ir pranašas.
lv: Un pieminēt grāmatu, Moses. Patiešām, viņš tika izvēlēts, un viņš bija kurjers un pravietis.
nb: Og nevner i boken, Moses. Faktisk han ble valgt, og han var et sendebud og en profet.
sk: A spomínate v knihe, Moses. V skutočnosti bol zvolený, a on bol posol a prorok.
sl: In omenja v knjigi, Moses. Res, on je bil izbran, in je bil sel in prerok.
sr_cyrl: И споменуо у књизи, Мосес. Заиста , био је изабран, а био је гласник и пророк.
sr_latn: I spomenuo u knjizi, Moses. Zaista, bio je izabran, a bio je glasnik i prorok.
uk: І згадки у книзі, Moses. Дійсно, він був обраний, і він був посланцем і пророк.
vi: Và đề cập đến trong cuốn sách, Moses. Thật vậy, ông đã được lựa chọn, và ông là một messenger và một nhà tiên tri.
zu: Sho Book, uMose.

# Quran2302
source: And We called him from the side of the mount at [his] right and brought him near, confiding [to him].
ca: I l'anomenaven des del costat de la muntanya a [seva] dret i portar a prop, segon [a ell].
cy: A gelwir ef o ochr y mount ar [ei] iawn ac yn dwyn iddo ger, datgelu'r [iddo ef].
da: Og vi kaldte ham fra siden af bjerget på [hans] højre og bragte ham nær, tillidsfuld [til ham].
el: Και του ζήτησε από την πλευρά του υποστηρίγματος [του] δεξιά και έφερε κοντά, εμπιστευτικά στοιχεία [στον αλλά(χ)].
et: Ja kutsus teda pool [tema] mount õige ja tõi ta lähedal, confiding [temale].
fi: Ja kutsui häntä puolelta mount [hänen] oikea ja toi hänet lähellä, syöttämäänsä [hänelle].
he: התקשרתי אליו מהצד של ההר בו [הוא] נכון והביא אותו ליד, ואמר לו [אליו].
hr: I pozvao ga na strani planine [mu] pravo i doveo ga u blizini, povjerivši [ga].
lt: Ir mes pavadino jį nuo kalno [jo] pusėje dešinėje ir išvedė jį netoli, confiding [jam].
lv: Un mēs viņu sauca no sāna mount [viņa] tiesības un atveda pie, uzticēt [viņam] lai.
nb: Og vi kalte ham fra siden av fjellet på [hans] rett og brakte ham nærheten, betro [til ham].
sk: A vyzval ho na strane hory v [jeho] pravdu a priniesol ho v blízkosti, zveruje [s ním].
sl: In smo ga klicali s strani televizorja v [svojega] desno in pripeljali v bližini, confiding [nanj].
sr_cyrl: И звали смо га од стране планине на [његове] у праву и довео га у близини, теби се поверавам [он].
sr_latn: I zvali smo ga od strane planine na [njegove] u pravu i doveo ga u blizini, tebi se poveravam [on].
uk: І ми зателефонували йому з боку гора в [його] права і привів його недалеко, довіритися [до нього].
vi: Và chúng tôi gọi ông là từ phía núi tại [của mình] bên phải và đưa anh ta gần, confiding [để anh ta].
zu: Futhi Sibize kuye kusukela ohlangothini entabeni at [zakhe] sokunene wamletha edude, isifuba [kuye].

# Quran2303
source: And We gave him out of Our mercy his brother Aaron as a prophet.
ca: I li donàvem de nostre Misericòrdia el seu germà Aaron com un profeta.
cy: A rhoddodd ef allan o drugaredd ein ei frawd Aaron fel Proffwyd.
da: Og vi gav ham ud af vores nåde hans broder Aron som en profet.
el: Και του δώσαμε από την ευσπλαχνία μας τον αδελφό του Ααρών ως προφήτης.
et: Ja Me andsime talle meie halastust välja tema vend Aaron kui Prohveti.
fi: Ja antoi hänelle pois meille armon hänen veljensä Aaron profeettana.
he: נתנו לו מתוך רחמים שלנו אחיו אהרון כנביא.
hr: I dali smo mu iz naše milosti njegov brat Aaron kao prorok.
lt: Ir mes davė jam iš mūsų gailestingumo jo brolis Aaronas kaip pranašas.
lv: Un mēs iedevām no mūsu žēlastība viņa brālis Ārons kā pravietis.
nb: Og vi ga ham ut av våre mercy hans bror Aaron som en profet.
sk: A dali sme ho z nášho brata Árona ako prorok.
sl: In smo mu dali iz naše milosti svojega brata Aaron kot prerok.
sr_cyrl: И дали смо му његов брат Арон као пророк из нам милост.
sr_latn: I dali smo mu njegov brat Aron kao prorok iz nam milost.
uk: І ми дали йому з нашими милість його брата Аарона пророком.
vi: Và chúng tôi đã cho anh ta ra khỏi lòng thương xót của chúng tôi anh trai của ông Aaron là một nhà tiên tri.
zu: Futhi Samnika eshukunyiswa isihe Zethu umfowabo u-Aroni ukuba abe umprofethi.

# Quran2304
source: And mention in the Book, Ishmael. Indeed, he was true to his promise, and he was a messenger and a prophet.
ca: I la menció en el llibre, Ishmael. De fet, va ser fidel a la seva promesa, i era un Missatger i profeta.
cy: A sôn yn y llyfr, Ishmael. Yn wir, yr oedd yn wir ei addewid, ac yr oedd negesydd ac yn broffwyd.
da: Og omtale i bogen, Ismael. Ja, han var tro mod sit løfte, og han var et sendebud og en profet.
el: Και αναφέρω στο βιβλίο, ο Ισμαήλ. Πράγματι, ήταν πιστή την υπόσχεσή του, και ήταν απεσταλμένος και προφήτης.
et: Ja mainitud raamatu, Ismael. Tõepoolest, ta oli truuks oma lubaduse ja ta oli messenger ja prohvet.
fi: Ja mainita kirjassa Ismaelin. Hän piti lupauksensa, ja hän oli sanansaattaja ja profeetta.
he: אזכור בספר, ישמעאל. אכן, הוא היה נאמן ההבטחה שלו, הוא היה שליח, נביא.
hr: I spomenuti u knjizi, Jišmaela. Doista, on je bio vjeran svome obećanju, i bio je glasnik i prorok.
lt: Ir paminėti knygoje, Izmaelis. Iš tikrųjų, jis buvo ištikimas savo pažadą, ir jis buvo pasiuntinys ir pranašas.
lv: Un pieminēt grāmatu, Ishmael. Protams, viņam bija taisnība, viņa solījumu, un viņš bija kurjers un pravietis.
nb: Og nevner i boken, Ismael. Faktisk han var sant løftet, og han var et sendebud og en profet.
sk: A spomínate v knihe, Izmael. V skutočnosti bol verný jeho sľub, a on bol posol a prorok.
sl: In omenja v knjigi, Jišmael. Dejansko je bil zvest njegovo obljubo, in je bil sel in prerok.
sr_cyrl: И споменуо у књизи, Исхмаел. Заиста , био је искрен, и био је гласник и пророк.
sr_latn: I spomenuo u knjizi, Ishmael. Zaista, bio je iskren, i bio je glasnik i prorok.
uk: І згадки у книзі, Ізмаїл. Дійсно, він був вірним свою обіцянку, і він був посланцем і пророк.
vi: Và đề cập đến trong cuốn sách, Ishmael. Thật vậy, ông đã đúng với lời hứa của mình, và ông là một messenger và một nhà tiên tri.
zu: Sho Book, u-Ishmayeli.

# Quran2305
source: And he used to enjoin on his people prayer and zakah and was to his Lord pleasing.
ca: I s'utilitzen per prohibir la seva pregària de persones i zakah i va ser al seu Senyor agradable.
cy: A ddefnyddir i enjoin ar ei gweddi pobl a zakah ef a oedd ei Arglwydd braf.
da: Og han brugte til at holde i skak på sit folk bøn og zakah og var til sin herre glædeligt.
el: Και συνήθιζε να διαταχθεί για του ανθρώπους προσευχή και zakah και ήταν ότι ο Λόρδος παρακαλώντας.
et: Ja ta kohustab inimest palve-ja zakah ja oli ta isand meeldiv.
fi: Ja hän määrätä hänen ihmiset rukous ja zakah ja oli miellyttävä herra.
he: הוא נהגה זכות לחייב אנשים התפילה ואת zakah והיה לשרות אלוהיו מהנה.
hr: I on nekad naložiti ljudi molitve i zakah i je svome Gospodinu ugodno.
lt: Ir jis naudojamas leidėjai savo žmonių maldos ir zakah ir buvo savo Viešpaties malonus.
lv: Viņš mēdza liek cilvēkiem lūgšanu pēc zakah un bija patīkami viņa kungs.
nb: Og han pleide å pålegge på hans folk bønn og zakah og var hans Herren tiltalende.
sk: A on sa nariaďuje ľuďom modlitba a Zakát a bol na jeho príjemný pán.
sl: In uporabljal, da na svoje molitve ljudi in zakah in je bil njegov prijeten gospod.
sr_cyrl: И он спутати на његове молитве људи и заках и био да задовољавајуће свог господара.
sr_latn: I on sputati na njegove molitve ljudi i zakah i bio da zadovoljavajuće svog gospodara.
uk: І він використовується щоб зобов'язати на його люди молитви і zakah був його Господь приємне.
vi: Và ông đã sử dụng để ra lịnh trên mọi người cầu nguyện và zakah của mình và ông Chúa lòng.
zu: Wayevame enjoin kubantu bakhe ngomthandazo nangokunxusa zakah futhi kwakufanele akhe Lord okuthokozisayo.

# Quran2306
source: And mention in the Book, Idrees. Indeed, he was a man of truth and a prophet.
ca: I la menció en el llibre, Idrees. De fet, era un home de veritat i un profeta.
cy: A sôn yn y llyfr, Idrees. Yn wir, yr oedd yn ddyn gwir a yn broffwyd.
da: Og omtale i bogen, Leif. Ja, han var en mand af sandhed og en profet.
el: Και αναφέρω στο βιβλίο, Idrees. Πράγματι, ήταν ένας άνθρωπος της αλήθειας και προφήτης.
et: Ja mainitud raamatu, Idrees. Tõepoolest, ta oli mees tõe ja prohvet.
fi: Ja mainita kirjassa, Sami. Hän olikin mies totuus ja profeetta.
he: אזכור בספר, איידרס. אכן, הוא היה איש של אמת, נביא.
hr: I spomenuti u knjizi, Alen. Doista, bio je čovjek od istine i prorok.
lt: Ir paminėti knygoje, Arvi. Iš tiesų, jis buvo tiesos ir pranašas vyras.
lv: Un pieminēt Idrees grāmatā. Protams, viņš bija cilvēks, patiesības un pravietis.
nb: Og nevner i boken, Idrees. Ja, han var en mann av sannhet og en profet.
sk: A spomínate v knihe, Idrees. Naozaj, on bol muž pravdy a prorok.
sl: In omenja v knjigi, Idrees. Res, on je bil človek resnice in prerok.
sr_cyrl: И споменуо у књизи, Идреес. Заиста , био је човек од истине и пророк.
sr_latn: I spomenuo u knjizi, Idrees. Zaista, bio je čovek od istine i prorok.
uk: І згадки у книзі, Ідріс. Дійсно, він був людиною правди і пророк.
vi: Và đề cập đến trong cuốn sách, Idrees. Thật vậy, ông là một người đàn ông của sự thật và một nhà tiên tri.
zu: Sho Book, Idrees.

# Quran2307
source: And We raised him to a high station.
ca: I el va a una estació d'alta.
cy: A chodwyd ef i orsaf uchel.
da: Og vi rejste ham til en høj station.
el: Και θέσαμε τον μια υψηλή σταθμό.
et: Ja me tõstis ta kõrged jaama.
fi: Ja hänet herättänyt korkea asema.
he: וגידלנו אותו לתחנת גבוהה.
hr: I mi smo ga podigli visoku stanicu.
lt: Ir mes padidinta jį didelio stoties.
lv: Un mēs izcēlām viņu augstu stacijai.
nb: Og vi hevet ham en høy stasjon.
sk: A my ho vzkriesil vysokej stanicu.
sl: In smo ga je obudil visoko postajo.
sr_cyrl: Скупили смо га на високом позицијом, и.
sr_latn: Skupili smo ga na visokom pozicijom, i.
uk: І ми його воскресив, висока станції.
vi: Và chúng tôi lớn lên anh ta đến một trạm cao.
zu: Futhi We wamvusela isiteshi eliphezulu.
