Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2805
source: And if it had not been for the favor of Allah upon you and His mercy in this world and the Hereafter, you would have been touched for that [lie] in which you were involved by a great punishment
ca: I si no hagués estat pel favor d'Allah i la seva misericòrdia en aquest món i el més enllà, hauria estat tocat per aquell [mentida] en que li estaven implicats per un gran càstig
cy: A pe na bai ar gyfer favor Allah ar chi ac yn ei drugaredd yn y byd hwn a y o hyn ymlaen, byddech wedi cyffwrdd ar gyfer hwnnw [celwydd] a chi oedd rhan gan gosbi mawr
da: Og hvis det ikke havde været til fordel for Allah på dig og hans barmhjertighed i denne verden og hinsidige, du ville have været rørt for at [løgn] som du var involveret ved en stor straf
el: Και αν δεν ήταν για τη χάρη του Αλλάχ από σας και το έλεος σε αυτόν τον κόσμο και η συνέχεια, εσείς θα έχουν αγγίξει για ότι [ψέμα] στην οποία σας είχαν εμπλακεί από μεγάλη τιμωρία
et: Ja kui ei olnud teene Jumal ja tema halastuse selles maailmas ja edaspidi, sa oleks olnud mainis et vale ja mis olid kaasatud suur karistuse
fi: Ja jos ei ollut hyväksi Jumalan ja hänen armonsa tässä maailmassa ja tulevassa, olet ollut koskettanut jotka sijaitsevat joka oli mukana suuri rangaistus
he: אם זה לא היה עבור הטובה של אללה בעת אתה ורחמיו בעולם הזה ובעולם הזה, לך היה נרגש עבור זה [השקר], אשר היו מעורבים על ידי עונש גדול
hr: I da se za uslugu Allah na vas i njegovo milosrđe u ovaj svijet i nadalje, bio bi dodirnuo za tu [laž] u koje su uključene, velika kazna
lt: Ir jei ji buvo už Dievo malonės jums ir jo gailestingumo šiame pasaulyje ir toliau, tai būtų buvę padaryta žala dėl to [melas], kurios buvo įtrauktos iš Didžiosios bausmė
lv: Un, ja tā nebūtu bijusi Allāha favor pēc jums un viņa žēlsirdība šajā pasaulē un turpmāk, jūs esat bijis pieskārās [meli], kurā tika iesaistīti ar lielu sodu
nb: Og hvis det ikke hadde vært for favør Allah på deg og hans barmhjertighet i denne verden og hinsidige, du ville ha vært rørt for at [løgn] som du var involvert med en stor straff
sk: A keby to bolo nie pre priazeň Alah vám a jeho milosrdenstvo v tomto svete a ďalej, že by bol dojatý, že [lož] v ktorej boli zapojené v veľký trest
sl: In če ne bi bilo za uslugo Allah na vas in njegova milost v tem svetu in v nadaljevanju, bi so se dotaknile za to [laž] v katere so bile vpletene z veliko kazen
sr_cyrl: И ако није био за услугу од Алаха и сва његова милост у овом свету и надаље, био би дирнут за ту лаж у које сте били умешани тако велика казна
sr_latn: I ako nije bio za uslugu od Alaha i sva njegova milost u ovom svetu i nadalje, bio bi dirnut za tu laž u koje ste bili umešani tako velika kazna
uk: І якщо б це не було для користь Аллах на вас і його милосердям у цей світ і далі, ви були б порушені [брехні], у яких ви брали участь за велике покарання
vi: Và nếu nó đã không cho các ưu tiên của Allah khi bạn và lòng thương xót của mình trong thế giới này và sau đây, bạn sẽ có được xúc động cho rằng [lie] mà bạn đã được tham gia bởi một hình phạt rất lớn
zu: Futhi ukube bekungengenxa umusa Allah phezu kwenu Akhe sa ngaphakathi lo hlaba Hereafter, ubungeke ziye zathinteka ngenxa yaleso [amanga] oye abathintekayo by isijeziso esikhulu

# Quran2806
source: When you received it with your tongues and said with your mouths that of which you had no knowledge and thought it was insignificant while it was, in the sight of Allah, tremendous.
ca: Quan s'han rebut amb les seves llengües i dir amb la boca que de la qual no tenia coneixement i va pensar que era insignificants mentre estava, a la vista d'Allah, tremenda.
cy: Pan fyddwch yn ei dderbyn gyda eich dafod a dywedodd gyda eich cegau yn eich bod ddim gwybodaeth ac yn credu ei bod yn ddibwys tra oedd, yng ngolwg Allah, aruthrol.
da: Når du har modtaget det med din tunger og sagde med din mund, som du ikke havde kendskab og troede det var ubetydelig, mens det var, i synet af Allah, enorme.
el: Όταν παρέλαβε με τις γλώσσες σας και είπε με τα στόματά σας ότι από τα οποία δεν είχε καμία γνώση και σκέφτηκε ότι ήταν ασήμαντο, ενώ ήταν, στα μάτια του Αλλάχ, τεράστια.
et: Kui sai teie keeled ja ütles oma suud, et millest sa ei teadnud ja arvasin, et see oli ebaoluline kuigi see oli tohutu Allahi silmis.
fi: Kun sait teidän kieltä ja sanoi suunne joista ei tiennyt että ajatus se oli vähäistä, kun se oli Jumala, valtava näky.
he: כאשר הגיע עם לשונות שלך אמר עם הפה כי אשר לא ידע, זה הייתה רלוונטית עוד הייתה, בעיני אללה, עצומה.
hr: Kada ga primili sa jezicima i rekao s usta da koji je bez znanja i mislio da je neznatan dok je, pred Allaha, ogroman.
lt: Kai jūs jį gavote su savo liežuviais ir pasakė su jūsų burną kad, kurių jūs neturėjo jokių žinių ir maniau, kad buvo nereikšmingas, o buvo, akyse, Dievas, didžiulis.
lv: Saņēmis jūsu mēlēs un atbildēja ar jūsu mutē, ka no kuriem vairs nav zināms un domāju, ka tas bija nenozīmīgi, kamēr tas bija aktuāli Allah, milzīgs.
nb: Da du mottok den med din tunger og sa med deres munn at som du hadde ingen kunnskap og trodde det var ubetydelig mens det var, i synet av Allah, enorm.
sk: Keď dostal s Tvojou jazyky a povedal vaše ústa, ktoré ste nemali vedomosti a myslel, že to je nepodstatný, keď to bolo v očiach Alah, obrovský.
sl: Ko je prejela z vašo jeziki in rekel z vašega usta, da tega ni vedel in mislil, da je nepomembna pa je, v očeh Allah, ogromno.
sr_cyrl: Када си то примио са језицима и рекао са губице да од којих сте без знања и мислили да је безначајна док је био на видику од Алаха, огроман.
sr_latn: Kada si to primio sa jezicima i rekao sa gubice da od kojih ste bez znanja i mislili da je beznačajna dok je bio na vidiku od Alaha, ogroman.
uk: Коли ви отримали його з вашої незнайомими мовами і сказав з ваш рот, що якого ви не знали і думав, що це було невелике, поки він був в очах Аллаха, величезні.
vi: Khi bạn nhận được nó với lưỡi của bạn và nói với miệng của bạn mà bạn không có kiến thức và nghĩ rằng nó là không đáng kể trong khi nó đã, trong tầm nhìn của Allah, to lớn.
zu: Ngesikhathi namukela it ngezilimi yakho yathi emilonyeni yenu ukuthi kulo cha fanele azani futhi bacabanga ukuthi wayemncane ngesikhathi, emehlweni ka Allah, okusika.

# Quran2807
source: And why, when you heard it, did you not say, "It is not for us to speak of this. Exalted are You, [O Allah]; this is a great slander"?
ca: I per què, quan has sentit, vostè no va dir, "no és per a nosaltres parlar d'això. Exaltat és vostè, [O Allah]; Aquesta és una calúmnia gran"?
cy: Ac pam, pan y bu ichi ei glywed, nid ydych yn dweud, "nid i ni siarad am hyn. I'w mawrygu yr ydych chi, [O Allah]; Mae hyn yn anffodus iawn"?
da: Og hvorfor, da du hørte det, sagde du ikke, "det er ikke for os at tale om dette. Ophøjet er du, [O Allah]; Dette er en stor bagvaskelse"?
el: Και γιατί, όταν το ακούσατε, δεν είπες, "δεν είναι για μας να μιλάμε για αυτό. Υπερυψωμένα είστε, [O Αλλάχ]? Αυτό είναι μια μεγάλη συκοφαντία;»
et: Ja miks, kui kuulsite, ei te ei öelda, "see pole meile rääkida sellest. Ülendatud oled sa [O Jumal]; See on suurepärane laimu"?
fi: Ja miksi, kun kuulitte sanoit ei, "se ei ole meidän puhua tästä. Ylevä olet, [Oi Allah]; Tämä on suuri herjaus"?
he: ? למה, ברגע ששמעת, לא אמרת, "זה לא לנו לדבר על זה. הנעלה נכון, [O אללה]; זה לשון הרע הגדול"?
hr: I zašto, kad si čuo, rekao si ne, "nije nam govoriti o tome. Uzvišen si [O Allahu]; Ovo je velika kleveta"?
lt: Ir kodėl, kai jūs girdėjote, kad, jums negali pasakyti, "tai ne mums kalbėti apie tai. Išaukštintas ar jūs, [O Allaho]; Tai puikus šmeižtas"?
lv: Un kāpēc, ja jūs esat dzirdējuši to, jums neteicu, "tas nav mums runāt par to. Cildenais klājas, [Allah] O;. Šī ir lieliska apmelot"?
nb: Og hvorfor, når du hørte det, gjorde du ikke si, "det er ikke for oss å snakke om dette. Opphøyet er du [O Allah]; Dette er en stor bakvaskelse"?
sk: A prečo, keď ste sa dozvedeli, ste nepovedal, "nie je pre nás hovoriť to. Vyvýšený ste, [Ó Alláhu]; to je skvelé ohovárania"?
sl: In zakaj, ko si slišal, si ni rekel, "to ni za nas, govoriti o tem. Vzvišeno so vas, [O]; To je velika laž"?
sr_cyrl: И зашто, кад си иуо, зар ниси рекао, "то није за нас да говори о овом. Узвиљеном си, [О Аллах]; "Ово је велика клевета"?
sr_latn: I zašto, kad si иuo, zar nisi rekao, "to nije za nas da govori o ovom. Uzviљenom si, [O Allah]; "Ovo je velika kleveta"?
uk: І чому, коли ви чули, ви не сказав: "це не для нас, щоб говорити про це. Піднесений ти, [O Аллах]; Це великий наклеп"?
vi: Và tại sao, khi bạn nghe thấy nó, bạn không nói, "nó không phải là cho chúng tôi để nói về điều này. Sôi nổi mày, [O Allah]; Điều này là vu khống tuyệt vời"?
zu: Futhi kungani, uma ekuzwa lokho, awuzange yini uthi: "Akukhona ukuthi sikhulume yalesi Uphakeme wena [Jehova Allah]. Lena ukunyundela omkhulu '?

# Quran2808
source: Allah warns you against returning to the likes of this [conduct], ever, if you should be believers.
ca: Allah l'adverteix contra tornar als gustos d'aquest [conducta], mai, si hauria de ser creients.
cy: Mae Allah yn rhybuddio chi erbyn dychwelyd i hoffi hwn [ymddygiad], erioed, os dylai fod credinwyr.
da: Allah advarer dig mod vender tilbage til holder af denne [adfærd], nogensinde, hvis du skulle være troende.
el: Αλλάχ σας προειδοποιεί κατά την επιστροφή τους ομοίους δεοντολογίας αυτό [], ποτέ, αν είστε πιστοί.
et: Jumal hoiatab teid vastu tulles meeldib see [käitumise], kunagi, kui peaks olema usklikud.
fi: Jumala varoittaa voit palata tähän [hoitaa] tykkää koskaan, jos olisi uskovia.
he: אללה מזהיר אותך מפני חוזרים שוב ושוב אל אוהב התנהלות זו [], אי פעם, אם אתה צריך להיות המאמינים.
hr: Allah vas upozorava protiv povratka voli ovaj [ponašanja], ikada, ako vam se vjernici.
lt: Dievas įspėja apie grįžti į mėgsta šį [elgesio], kada nors, jei jūs turite būti tikinčiųjų.
lv: Allah brīdina, ka jums atgriežas [kodekss], patīk kādreiz, ja jūs būtu ticīgie.
nb: Allah advarer deg mot tilbake til slike som dette [atferd], noensinne, hvis du skal troende.
sk: Alah varuje pred návratom do rád tento [riadenia], niekedy, ak by ste mali byť veriaci.
sl: Allah vas svari pred vračajo všeč ta [ravnanja], kdaj, če bi morali biti verniki.
sr_cyrl: Аллах вас упозорава повратка са таквима понашања овог [], икада, да си био верници.
sr_latn: Allah vas upozorava povratka sa takvima ponašanja ovog [], ikada, da si bio vernici.
uk: Аллах попереджує проти повернення до любить поведінки цього [], коли-небудь, якщо ви повинні бути віруючим.
vi: Allah sẽ cảnh báo bạn chống lại trở về với thích này [hành động], bao giờ hết, nếu bạn có các tín hữu.
zu: Allah lixwayisa wena ngokumelene kubuyela ukuthandwa kwalesi [ukuziphatha], naphakade, uma kufanele kube kholwa.

# Quran2809
source: And Allah makes clear to you the verses, and Allah is Knowing and Wise.
ca: I Allah deixa clar a vostè els versos, i Allah està saber i savi.
cy: Allah ei gwneud yn glir i chi y penillion ac Allah yw gwybod a Wise.
da: Og Allah gør klar til dig vers, og Allah er vide og klog.
el: Και Αλλάχ κάνει σαφές σε σας τους στίχους, και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Jumal teeb sulle salmid selged ja Allah on teades ja tark.
fi: Ja Jumala tekee selväksi teille säkeet, ja Allah on tieto ja viisas.
he: אללה מבהירה לך הפסוקים ו אללה הוא שהידיעה וחכם.
hr: Allah čini jasno da ti stihovi i Allah je poznavanje i mudar.
lt: Ir Dievas daro aišku jums ženklai, ir Dievas yra žinios ir išmintingas.
lv: Allah skaidri jums panti un Allah ir zinot un gudrs.
nb: Og Allah gjør det klart for deg vers, og Allah er kjennskap og klok.
sk: Boh jasne vám verše a Alah je znalosť a múdry.
sl: Allah je jasno, da vam verzov in Alah je poznavanje in pametno.
sr_cyrl: Аллах јасно указује да те стихове и Аллах је знајужи и мудар.
sr_latn: Allah jasno ukazuje da te stihove i Allah je znajuжi i mudar.
uk: І Аллах дає зрозуміти, щоб ви вірші, і Аллах знаючи, що і Мудрого.
vi: Allah làm cho rõ ràng cho bạn những câu thơ và Allah là hiểu biết và khôn ngoan.
zu: Futhi u-Allah kwenza kucace kuwe la mavesi, kanti Allah Ukwazi Wise.

# Quran2810
source: Indeed, those who like that immorality should be spread [or publicized] among those who have believed will have a painful punishment in this world and the Hereafter. And Allah knows and you do not know.
ca: De fet, els que com aquella immoralitat han de ser difondre [o publicitat] entre els qui han cregut es tenir un dolor càstig en aquest món i el més enllà. I Allah sap i no saps.
cy: Yn wir, mae rhai sydd, fel y anfoesoldeb, dylid lledaenu [neu rhoi cyhoeddusrwydd] ymhlith y rhai sydd wedi credu bydd cosbi poenus yn y byd hwn a y o hyn ymlaen. A gwyr Allah ac nad ydych yn gwybod.
da: Ja, dem, der ligesom umoral bør sprede [eller publiceret] blandt dem, der har ment, vil have en smertefuld straf i denne verden og hinsidige. Og Allah ved, og du kender ikke.
el: Πράγματι, εκείνους που τους αρέσει η ανηθικότητα που θα πρέπει να εξαπλωθεί [ή δημοσιότητας] μεταξύ αυτών που πίστευαν θα έχουν μια οδυνηρή τιμωρία σε αυτόν τον κόσμο και η συνέχεια. Και Αλλάχ γνωρίζει και δεν ξέρετε.
et: Tõepoolest, need, kes nagu selle amoraalsuse tuleks levitada [või avalikustatud] nende seas, kes oleks uskunud tahe on valus karistuse selles maailmas ja edaspidi. Ja Jumal teab ja ei tea.
fi: Niille, jotka haluavat että moraalittomuus olisi levinnyt [tai julkisuutta] joukossa, jotka ovat uskoneet tahtoa onkin tuskallinen rangaistus tässä maailmassa ja tulevassa. Jumala tietää, ja et tiedä.
he: ואכן, מי כמו מוסריות הזה צריך להתפשט [או שנדפסו] בין אלו שהאמינו שיש רצון יש עונש כואב בעולם הזה ובעולם הבא. אללה יודע ו אתה לא יודע.
hr: Uistinu, oni koji kao taj nemoral treba širiti [ili publicirati] među onima koji su vjerovali će imati bolne kazne u ovaj svijet i nadalje. I Allah zna i ne znate.
lt: Iš tiesų, tie, kurie mėgsta kad amoralumas turėtų būti skleisti [arba viešai] tarp tų, kurie tikėjo valia turi skausmingas bausmės šiame pasaulyje ir toliau. Ir Dievas žino, ir jūs nežinote.
lv: Patiesi ir tiem, kuri tāpat kā ka amorālums būtu izplatīties [vai publiskoti] starp tiem, kas ticēja, būs sāpīgi sods šajā pasaulē un turpmāk. Allah zina, un jūs to nezināt.
nb: Faktisk har de som liker at umoral skal spre [eller offentliggjort] blant dem som har trodd vil en pinefull straff i denne verden og hinsidige. Og Allah vet og du vet ikke.
sk: V skutočnosti tí, ktorí ako že nemorálnosť by sa mali šíriť [alebo propagoval] medzi tých, ktorí uverili bude mať bolestivé trest v tomto svete a ďalej. Alah vie a vy neviete.
sl: Res, tisti, ki kot da nemoralnosti treba širjenje [ali objaviti] med tistimi, ki so verjeli bo imajo boleče kazen v tem svetu in v nadaljevanju. Allah ve in ne veste.
sr_cyrl: Заиста , они који као тај неморал требао бити шири [или објављиван] међу онима који верују Виле имају болна казна у овом свету и надаље. Аллах зна, и не знате.
sr_latn: Zaista, oni koji kao taj nemoral trebao biti širi [ili objavljivan] među onima koji veruju Vile imaju bolna kazna u ovom svetu i nadalje. Allah zna, i ne znate.
uk: Ті, хто як що аморальність повинна бути поширення [або розголосу] серед тих, хто вірив волі випрацювати хворобливі покарання у цей світ і далі. І Аллах знає, і ви не знаєте.
vi: Thật vậy, những người như rằng đạo đức nên được lây lan [hoặc công bố công khai] trong số những người đã tin rằng sẽ phải chịu hình phạt đau đớn trong thế giới này và sau đây. Và Allah biết và bạn không biết.
zu: Ngempela, labo abathanda ukuziphatha okubi kufanele basakaza [noma obala] phakathi zalabo asebeye bakholwa bayoba buhlungu jeziso kuleli zwe Hereafter.

# Quran2811
source: And if it had not been for the favor of Allah upon you and His mercy... and because Allah is Kind and Merciful.
ca: I si no hagués estat pel favor d'Allah i la seva misericòrdia... i perquè Allah és amable i Clement.
cy: Ac os nad oedd wedi ar gyfer favor Allah ar eich a ei drugaredd... ac oherwydd bod Allah yn garedig a Merciful.
da: Og hvis det ikke havde været til fordel for Allah på dig og hans barmhjertighed... og fordi Allah er form og barmhjertige.
el: Και αν δεν ήταν για τη χάρη του Αλλάχ από σας και το έλεος... και επειδή Αλλάχ είναι είδος και φιλεύσπλαχνος.
et: Ja kui ei olnud teene Jumal ja tema halastuse... ja kuna Jumal on lahke ja Merciful.
fi: Ja jos ei ollut hyväksi Jumalan ja hänen armonsa... ja koska Jumala on hyvä ja armollisin.
he: אם זה לא היה בשביל הטובה של אללה בעת אתה ורחמיו, כי אללה הרחום והחנון ואדיב.
hr: I da se za uslugu Allah na vas i njegovog milosrđa i zato što Allah je dobar i milostiv.
lt: Ir jei tai buvo ne Dievo malonės jums ir jo malonės... ir todėl, kad Dievas yra natūra ir litosciwy.
lv: Un ja tā nav bijusi Allāha favor pēc jums un viņa žēlsirdību … un jo Allah ir laipns un žēlsirdīgs.
nb: Og hvis det ikke hadde vært for favør Allah på deg og hans nåde... og fordi Allah er snill og barmhjertig.
sk: A keby to bolo nie pre priazeň Alah vám a jeho milosrdenstvo... a pretože Alah je láskavý a Milosrdných.
sl: In če ne bi bilo za uslugo Allah na vas in njegova milost... in ker Allah je vrsta in usmiljen.
sr_cyrl: И ако није био за услугу од Алаха и сва његова милост... и зато што је Аллах је добар и милостив.
sr_latn: I ako nije bio za uslugu od Alaha i sva njegova milost... i zato što je Allah je dobar i milostiv.
uk: І якщо це не було для користь Аллах на вас і його милосердя..., і тому, що Аллах роду і Merciful.
vi: Và nếu nó không có sự ưu ái của Allah khi bạn và lòng thương xót của mình... và bởi vì Allah là loại và Merciful.
zu: Futhi ukube bekungengenxa umusa Allah phezu kwenu Akhe sa ... futhi ngenxa Allah unomusa nesihe.

# Quran2812
source: O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allah upon you and His mercy, not one of you would have been pure, ever, but Allah purifies whom He wills, and Allah is Hearing and Knowing.
ca: O que han cregut, no segueix els passos de Satanàs. I qui segueix l'estela de Satanàs - de fet, va enjoins immoralitat i irregularitats. I si no pel favor d'Allah i la seva misericòrdia, no un de vosaltres hauria estat pur, mai, però Allah purifica qui ell voluntats i Allah és sentir i saber.
cy: O chi sydd wedi credu, nid yn dilyn ôl traed Satan. A pwy bynnag yn dilyn ôl traed Satan-yn wir, ef enjoins anfoesoldeb a'r gamwedd. Ac os nad ar gyfer favor Allah ar chi ac yn ei drugaredd, byddai nid oes yr un ohonoch wedi bod yn bur, erioed, ond mae'r Allah buro y mae ef yn wills, a Allah yw gwrandawiad a gwybod.
da: O du, der har troet, ikke Følg fodsporene af Satan. Og hvem følger fodsporene af Satan - ja, han påbyder umoral og forseelser. Og hvis ikke til fordel for Allah på dig og hans barmhjertighed, ikke en af jer ville have været ren, nogensinde, men Allah renser hvem han vil, og Allah er hørelse og vide.
el: O εσάς που πίστεψαν, μην ακολουθήσετε τα βήματα του Σατανά. Και Όποιος ακολουθεί τα χνάρια του Σατανά - πράγματι, αυτός επιτάσσει ανηθικότητα και αδικοπραγία. Και αν όχι για την εύνοια του Αλλάχ μαζί σας και το έλεος, δεν ένας από εσάς θα ήταν καθαρή, ποτέ, αλλά Αλλάχ καθαρίζει τους οποίους διαθήκες και Αλλάχ είναι ακρόαση και γνωρίζοντας.
et: O kes on uskunud, järgima jälgedes Saatan. Ja kes iganes järgmiselt jälgedes Saatan - tõepoolest, ta enjoins amoraalsuse ja valesti. Ning kui Allah ja tema halastuse teene eest mitte üks teist oleks puhas, kunagi, kuid Jumal puhastab, keda ta tahab ja Allah on kuulmine ja teades.
fi: O jotka ovat uskoneet et noudata Saatana jalanjälkiä. Ja kuka seuraa jalanjälkiä Saatanan - itse, hän vaatii moraalittomuudesta ja väärinkäytöksistä. Ja jos ei hyväksi Jumalan ja hänen armonsa, ei kukaan teistä olisi ollut puhdas, koskaan, mutta Jumala puhdistaa kenet tahtoo, ja Jumala on kuulon ja tietäen.
he:  מי מאמין, אל תבצע את צעדיו של השטן. מי מלווה את צעדיו של השטן - ואכן, הוא enjoins מוסריות ו מעשים רעים. ואם לא בשביל הטובה של אללה בעת אתה ורחמיו, אחד מכם לא היה טהור, אף פעם, אבל אללה מטהרת למי שהוא חפץ, ואת אללה הוא שהידיעה ושמיעה.
hr: O koji su vjerovali, ne slijedite stope Sotona. I tko god slijedi stope Sotone - dapače, on nameÊe nemorala i nepravde. I ako ne za uslugu Allah na vas i njegovog milosrđa nitko od vas bi bilo čisto, sve, ali Allah čisti koga on hoće, i Allah je sluh i znajući.
lt: O jūs, kurie tikėjo, ne sekti pėdomis Šėtonas. Ir kas seka pėdomis Šėtonas - iš tiesų, jis enjoins amoralumas ir nusikaltimą. Ir jei ne Dievo malonės jums ir jo malonės, ne vienas iš jūsų būtų buvę gryno, kada nors, bet Dievas valo kam jis nori, ir Dievas yra klausos ir žinios.
lv: O kas ticējusi, neievērosiet sātana soļi. Un tas, kurš šādi soļi sātans - patiešām, viņš enjoins, netikumība un noziegums. Un ja nav favor Allah neviens no jums būtu bijis tīrs, kādreiz, bet Allāha attīra, kam viņš vēlas, un Allah ir dzirdes un zinot.
nb: O dere som har trodd, må ikke følge fotsporene til Satan. Og den som følger i fotsporene av Satan - faktisk, han påbyr umoral og urett. Og hvis ikke for støtte av Allah på deg og hans barmhjertighet, ingen av dere ville ha vært rene noensinne, men Allah renser som han wills og Allah er høre og kjenne.
sk: O vás, ktorí ste uverili, nie po stopách Satana. A ten, kto nadväzuje na stopách Satana - v skutočnosti, on nariaÄ uje nemorálnosť a previnenie. A ak nie pre priazeň Alah vám a jeho milosrdenstvo, ani jeden z vás by bol čistý, niekedy, ale Boh očisťuje, koho on chce, a Alah je sluch a vedomím.
sl: O kdo verjel, ne sledite zgledu Satan. In kdor je podmladek Satan - res, on enjoins, nemoralnosti in nepravilnosti. In če ne za uslugo Allah na vas in njegova milost, ni eden od vas bi bila čista, kdaj, vendar Allah čisti komu je oporok in Alah je sluh in poznavanje.
sr_cyrl: О ти који верују, не прати у стопе Сатане. И ко год прати стопе Сатане - стварно, он ењоинс неморала и сумњи. И ако није за услугу од Алаха и сва његова милост, нико од вас не би било чисто, икада, али Аллах прочишћава кога је воља, и Аллах је слух и знајужи.
sr_latn: O ti koji veruju, ne prati u stope Satane. I ko god prati stope Satane - stvarno, on enjoins nemorala i sumnji. I ako nije za uslugu od Alaha i sva njegova milost, niko od vas ne bi bilo čisto, ikada, ali Allah pročišćava koga je volja, i Allah je sluh i znajuжi.
uk: О ви, хто вірив, не слідувати по стопах сатани. І той, хто слідує стопах сатана - дійсно, він enjoins, аморальність і порушник. І якщо не на користь Аллах на вас і його милосердя, не один з вас були б чисто, коли-небудь, але Аллах очищає кому він хоче і Аллах є слуху і знаючи, що.
vi: O bạn của những người đã tin tưởng, không làm theo bước chân của Satan. Và bất cứ ai sau bước chân của Satan - thực sự, ông enjoins đạo Đức và hành vi sai trái. Và nếu không phải cho các ưu tiên của Allah khi bạn và lòng thương xót của mình, không phải một trong những bạn sẽ có được tinh khiết, bao giờ, nhưng Allah thanh lọc ai Ngài muốn, và Allah là nghe và hiểu biết.
zu: O you kholwa cha landela izinyathelo uSathane.
