Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1552
source: They said, "You have already known that we have not concerning your daughters any claim, and indeed, you know what we want."
ca: Deien, "Ja ha conegut que tenim no relatives a les seves filles qualsevol reclamació, i de fet, vostè sap el que volem."
cy: Maent yn dweud, "yr ydych eisoes yn hysbys bod gennym ni ynghylch eich merched unrhyw hawliad, ac yn wir, y gwyddoch beth yr ydym am."
da: De sagde, "Du har allerede kendt, vi har ikke vedrørende dine døtre ethvert krav, og ja, du ved, hvad vi ønsker."
el: Είπαν, «Ξέρεις ότι έχουμε που δεν αφορούν τις κόρες σας και οποιαδήποτε αξίωση, και πράγματι, ξέρετε τι θέλουμε.»
et: Nad ütlesid: "Teil on juba teada, et oleme seotud oma tütart iga väite, tõepoolest, sa tead, mida me tahame."
fi: He sanoivat: "Olet jo tiedossa, että joihinkin ei tyttäresi väitettä, tiedät, mitä me haluamme."
he: הם אמרו, "כבר ידעת כי יש לנו לא לגבי הבנות שלך כל טענה, תביעה, אכן, אתה יודע מה אנחנו רוצים."
hr: Rekli su, "Već znate da imamo ne što se tiče vaše kćeri tvrdnje, i doista, ti znaš šta želimo."
lt: Jie sakė, "Jums jau žinoma, kad mes turime ne dėl savo dukters pretenzijų, ir iš tiesų, jūs žinote, ką norime."
lv: Viņi teica: "Jums jau zināms, ka mums nebūšot ne attiecībā uz jūsu meitu, un patiešām, jūs zināt, ko mēs gribam."
nb: De sa: "Du har allerede kjent at vi har ikke om dine døtre krav, og faktisk, du vet hva vi ønsker."
sk: Oni povedali: "Už ste už známe že máme nie o svojej dcéry nároku, a v skutočnosti, viete, že to, čo chceme."
sl: So rekli, "Ste že znano, da imamo ne glede vaše hčere koli zahtevek, in res, veš, kaj želimo."
sr_cyrl: Рекли су, "Да си већ знао да имамо да није у вези твоје церке икакво право, и заиста, знаш оно што желимо."
sr_latn: Rekli su, "Da si već znao da imamo da nije u vezi tvoje cerke ikakvo pravo, i zaista, znaš ono što želimo."
uk: Вони сказали: "Ви вже відомо що ми маємо не стосуються вашої дочки будь-які претензії, і дійсно, ви знаєте, що ми хочемо."
vi: Họ nói rằng, "Bạn đã biết rằng chúng tôi đã không liên quan đến con gái của bạn bất kỳ yêu cầu bồi thường, và thực sự, bạn biết những gì chúng ta muốn."
zu: Bathi: "Wazile kakade ukuthi asizange ngokuphathelene namadodakazi akho noma ikuphi ukumangalelwa, futhi impela, uyazi ukuthi sifunani."

# Quran1553
source: He said, "If only I had against you some power or could take refuge in a strong support."
ca: Va dir: "Si només em tenia contra algun poder o poder refugiar-se en un fort suport."
cy: Dywedodd, "os mai dim ond yr oedd rhywfaint o bŵer yn eich erbyn neu gallai gael lloches yn cefnogaeth gref.
da: Han sagde: "Hvis bare jeg havde imod dig nogle magt eller kunne søge tilflugt i en stærk støtte."
el: Είπε, «Εάν μόνο είχα εναντίον σας κάποια δύναμη ή να κλειστούν σε μια ισχυρή υποστήριξη.»
et: Ta ütles: "Kui ainult mul oli sinu vastu CMO või võiks varjuma tugevat toetust."
fi: Hän sanoi: "Jos vain oli sinua vastaan jonkin verran valtaa tai voisi paeta voimakasta tukea."
he: הוא אמר, "אם רק אני נגדך קצת כוח או יכולת החוסים תמיכה חזקה."
hr: Rekao je, "Samo ako je protiv tebe nešto snage ili mogao skloniti u snažnu podršku."
lt: Jis sakė: "Jei tik aš turėjo prieš jus kai kurios galios ar gali griebtis tvirtą paramą."
lv: Viņš teica: "ja vien"man pret jums ir kāda vara vai varētu veikt spēcīgu atbalstu patvērumu.
nb: Han sa, "Hvis bare jeg hadde mot deg noen makt eller ta tilflukt i et sterkt støtte."
sk: On povedal: "Kiež by som mal proti vám nejaký moc alebo mohol prijať útočisko v silnú podporu."
sl: Rekel je, "Če le, da sem imel nekaj moči, proti vam ali bi se zatekli v močno podporo."
sr_cyrl: Он је рекао, "Кад би само имали против вас нека сила или могу да зароним у снажну подршку."
sr_latn: On je rekao, "Kad bi samo imali protiv vas neka sila ili mogu da zaronim u snažnu podršku."
uk: Він сказав: «Якщо б я був проти тебе якась сила або могли сховатися в потужну підтримку.»
vi: Ông nói, "Nếu chỉ có tôi đã chống lại bạn một số quyền lực hoặc có thể lấy nơi ẩn náu trong một hỗ trợ mạnh mẽ."
zu: Wathi: "Uma nje ngaba ngokumelene nawe ezinye amandla noma kungathatha Saphephela basekela."

# Quran1554
source: The angels said, "O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near?"
ca: Àngels va dir, "O molt, de fet estem missatgers del seu Senyor; [doncs], ells mai arribaran a vostè. Tan assenyalades amb la seva família durant una part de la nit i deixar que no qualsevol entre vosaltres mirar enrere - excepte la seva muller; de fet, ella serà colpejada per allò que ells vagues. De fet, el seu nomenament és [per] al matí. No és a prop de matí?"
cy: Dywedodd yr angylion, "llawer O, yn wir rydym yn negeswyr eich Arglwydd; [felly], bydd fyddant byth yn cyrraedd chi. Nodir felly gyda'ch teulu ystod dogn y nos a gadewch y mae unrhyw un yn eich plith edrych yn ôl-ac eithrio eich gwraig; yn wir, bydd hi'n cael ei daro gan sy'n taro iddynt. Yn wir, yn eu penodiad [am] y bore. Nid yw y bore ger?"
da: Engle sagde: "O meget, faktisk vi er budbringere af Herren; [derfor], vil de aldrig nå dig. Så satte sig med din familie under en del af natten og lad ikke nogen blandt jer ser tilbage - undtagen din kone; Ja, hun vil blive ramt af det, der slår dem. Deres udnævnelse er faktisk [for] om morgenen. Er ikke morgen nær?"
el: Οι άγγελοι δήλωσε: «O πολλά, πράγματι είμαστε αγγελιοφόροι του κυρίου σας? [συνεπώς], θα φθάσουν ποτέ σας. Έτσι ορίζονται με την οικογένειά σας κατά τη διάρκεια μια μερίδα της νύχτας και ας μην οποιαδήποτε ανάμεσά σας ματιά πίσω - εκτός από τη γυναίκα σου? Πράγματι, αυτή θα πληγεί από αυτό που χτυπά τους. Πράγματι, ο διορισμός τους πρέπει [για] το πρωί. Δεν είναι το πρωί κοντά;»
et: Inglid ütlesid: "O palju, tõepoolest oleme Inglid Issand; [seega], nad ei saavuta kunagi te. Nii esitatud koos perega tolliinspektuur ajal osa öö ja lase mõni teie seast otsida tagasi - välja arvatud su naine; Tõepoolest, olen ta tabanud selle, mis lööb neile. Tõepoolest, määratakse ametisse [jaoks] hommikul. Ei ole hommikul lähedal?"
fi: Enkelit sanoi, "O paljon olemme sanansaattajat Herranne; [sen vuoksi] he koskaan tavoittaa sinut. Joten asento rikki perheen kanssa osa yö ja anna kukaan teidän keskuudessanne näyttäisivät takaisin - paitsi vaimosi; itse asiassa hän on yllättynyt että mikä iskee niitä. Heidän nimittämisensä onkin [ja] aamulla. Ei ole lähellä aamuna?"
he: המלאכים אמרו, "הרבה O, ואכן אנחנו שליחי לאדונכם; [לכן], הם אף פעם לא תגיע אליך. אז התחילו עם המשפחה שלך במהלך חלק הלילה ולתת שלא מישהו מביניכם נראה לחזור - מלבד אשתך; אכן, היא להיות נפגע אשר להם. אכן, והמינוי שלהם הוא [על] בבוקר. האם לא בבוקר ליד?"
hr: Anđeli su rekli, "O mnogo, zaista mi smo glasnici svoga Gospodina; [Stoga], nikad ne će oni doći do. Tako su krenuli s obitelji tijekom dijela večeri i neka ne bilo koji među vama izgleda leđa - osim vaša žena; Uistinu, ona će biti pogođeni ono što im se hoće. Doista, njihova obveza je za ujutro. Nije jutro u blizini?"
lt: Angelai sakė: "O daug, iš tiesų mes esame pasiuntiniai savo Viešpaties; [todėl] jos niekada nepasieks jums. Taigi nustatytas su savo šeima per naktį ir tegul ne bet tarp jūsų atrodo atgal - išskyrus savo žmoną; iš tiesų, ji bus ištiktų tai, atsitrenktų juos. Iš tiesų, jų paskyrimas yra [už] ryte. Nėra – ryto?"
lv: Eņģeļi teica: "O daudz patiešām mēs esam kurjeriem kunga; [līdz] viņi nekad sasniegt jums. Tātad noteikti ar savu ģimeni laikā daļa no nakts un ļaujiet, nevis kāds no jums skatīties atpakaļ - izņemot sieva; patiešām, viņa būs pārsteigts, to, kas viņiem streiki. Patiesi, viņu iecelšanu ir [par] rīta. Nav rītā netālu no?"
nb: Englene sa: «O mye, faktisk vi er sendebud fra Herren. [derfor], vil de aldri nå du. Så sett med familien under en del av natten og la ikke noen blant dere ser tilbake - bortsett fra din kone; Faktisk, vil hun bli slått av som slår dem. Avtale er faktisk [for] morgen. Er ikke om morgenen nær?"
sk: Anjelov povedal: "O veľa, naozaj sme poslov svojho pána; [preto], že nikdy nedosiahne vás. Tak vyrazil s rodinou počas časť v noci a nech nie je žiadna z vás pohľad späť - okrem svojej žene; v skutočnosti, ona bude zasiahnutá, ktorá im pripadá. Ich vymenovanie je skutočne [pre] ráno. Nie je v blízkosti ráno?"
sl: Angeli je dejal, "O veliko, res smo glasniki Gospoda; [zato], se nikoli ne doseže. Tako določena s svojo družino med del noči in naj ne vsak med vami pogled nazaj - razen vaš žena; res, ona bo udaril po tisti, ki udari jih. Res, imenovani so [za] zjutraj. Ni zjutraj v bližini?"
sr_cyrl: Анђели су рекли, "О много, заиста ми смо гласници твоје Господа; [Дакле ], биће не стигну до вас. Зато кренула са породицом током део ноћи, а не нека види назад - осим твог супруга; Уистину , она ће бити погодила оно што их нападне. Заиста , њихов састанак је за ујутро. Није јутро близу?"
sr_latn: Anđeli su rekli, "O mnogo, zaista mi smo glasnici tvoje Gospoda; [Dakle], biće ne stignu do vas. Zato krenula sa porodicom tokom deo noći, a ne neka vidi nazad - osim tvog supruga; Uistinu, ona će biti pogodila ono što ih napadne. Zaista, njihov sastanak je za ujutro. Nije jutro blizu?"
uk: Анголів сказав: "O багато дійсно ми посланців Господа; [тому], вони ніколи не досягне ви. Таким чином відправився з вашої родини, під час частину ночі і нехай не-небудь серед ви подивіться назад - за винятком ваша дружина; дійсно, вона буде бути вражений тим, що вражає їх. Справді, є їх призначення [для] вранці. Чи не вранці біля?"
vi: Những thiên thần nói, "O nhiều, thực sự chúng tôi là sứ giả của Chúa của bạn; [vì thế], họ sẽ không bao giờ tiếp cận với bạn. Vì vậy, đặt với gia đình của bạn trong một phần của đêm và để cho không phải là bất kỳ trong số các bạn nhìn lại - ngoại trừ của vợ; Thật vậy, nó sẽ được trúng đó mà cuộc đình công chúng. Thật vậy, buổi hẹn của họ là cho buổi sáng. Không phải là buổi sáng gần?"
zu: Izingelosi zazithe: "O uLoti, ngempela thina ayizithunywa kho Lord [Ngakho], abasoze ukukufinyelela Ngakho ebekwe nomkhaya wakho ngesikhathi ingxenye kwamabili Futhi ukungalungi makungahlali phakathi ubheka emuva - except kho kosikazi.

# Quran1555
source: So when Our command came, We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay, [which were]
ca: Així que quan va arribar la nostra comanda, vam fer la major part [de la ciutat] seu més baix i rained sobre ells pedres de fang per capes dur, [que]
cy: Felly pan ddaeth ein Gorchymyn, yn gwneud y rhan uchaf [y ddinas] ei isaf a rained arnynt cerrig clai caled haen, [oedd]
da: Så når vores kommando kom, vi lavede den højeste del [af byen], dets laveste og rained over dem. stenene af lagdelt ler, hårde, [der var]
el: Έτσι όταν ήρθε η εντολή μας, κάναμε το υψηλότερο μέρος [της πόλης] τη χαμηλότερη και έβρεξε επάνω τους πέτρες της στρωματοειδούς σκληρό πηλό, [που ήταν]
et: Nii et kui meie käsk tuli, tegime [linn] kõrgeimas osas kõige madalam ja rained neile kihiline kõva savi, kivid, [mis olid]
fi: Joten meidän komento tullessa teimme suurin osa [city] alin ja rained niiden kerroksellinen saveen, kivet, [jotka]
he: אז כשהגיע הפיקוד שלנו, עשינו החלק הגבוה ביותר [העיר] שלה הנמוך, ירד גשם עליהם אבנים מחימר קשה בשכבות, [אשר]
hr: Pa kad naša zapovijed dođe, mi je napravio najveći dio [grada] njegova najniža i rained na njih kamenje od slojevitog teško gline, [koja su]
lt: Todėl atėjus mūsų komanda, mes padarėme dalį [Miestas] jo mažiausia ir rained ant jų akmenis iš sluoksniuotos sunkaus molio, [kurie]
lv: Lai ienākot mūsu komandas, mēs veicām lielāko daļu [pilsētā] zemāko un rained uz tiem slāņveida ciets Māls, akmeņi, [kas ir]
nb: Så når vår kommando kom, vi gjorde den høyeste delen av byen] den laveste og rained dem steiner av lagdelt vanskelig leire, [som var]
sk: Takže keď náš príkaz prišiel, urobili sme najvyššiu časť [mesto], najnižšia a rained na ne vrstiev pevného hlina, kamene, [ktoré boli]
sl: Tako ko naši poveljstvom prišel, smo del [mesto], najnižji in rained na njih kamni večplastne trde gline, [ki]
sr_cyrl: Па када нашу команду, смо направили највећи део [Град], најниже и кисиле на њих камење од Слојевита тешко глине, [који]
sr_latn: Pa kada našu komandu, smo napravili najveći deo [Grad], najniže i kisile na njih kamenje od Slojevita teško gline, [koji]
uk: Так що коли прийшов нашої команди, ми зробили найвища частина [місто], низькі і rained на них камені шаруватих жорсткий глини, [які]
vi: Vì vậy, khi chỉ huy của chúng tôi, chúng tôi thực hiện phần cao nhất [thành phố] thấp nhất và rained của nó khi họ đá của lớp đất sét cứng, [đó là]
zu: Ngakho lapho umyalo Zethu weza, Senza eliphakeme kakhulu ingxenye [ngaphandle komuzi] eliphansi kunawo wonke yayo futhi wanisa phezu kwabo amatshe esikhumbuzo egqinsiwe noluqinile, [ezazinengaphansi]

# Quran1556
source: Marked from your Lord. And Allah 's punishment is not from the wrongdoers [very] far.
ca: Marcat del seu Senyor. I càstig d'Allah no és de la malfactors [molt] lluny.
cy: Farcio gan eich Arglwydd. Ac nid yw Allah y gosb gan y tramgwyddo bell [iawn].
da: Mærket fra din herre. Og Allahs straf er ikke fra lovovertrædere [meget] langt.
el: Χαρακτηρίζεται από το Λόρδο. Και η τιμωρία του Αλλάχ δεν είναι από την παραβάτες [] πολύ.
et: Tähistada oma Issanda. Ja Jumala karistus ei pärine tagaotsitavate [väga] kaugele.
fi: Merkitty teidän Herranne. Ja Allahin rangaistuksesta ei ole rikollisia [] kaukana.
he: סימן של אדונך. ואינו עונש מאללה מ הפושעים רחוק [מאוד].
hr: Označena od vašeg gospoda. I Allahovu kaznu nije od počinioce [] daleko.
lt: Pažymėtos jūsų Viešpats. Ir Dievo bausmė nėra iš grzesznicy [labai] toli.
lv: Atzīmēts no savu kungu. Un Allāhs sods nav no pārkāpējus [] tālu.
nb: Merket Herrens. Og Guds straff er ikke fra wrongdoers [veldig].
sk: Označené od svojho pána. A Allah je trest nie je z zloèinci [veľmi] ďaleko.
sl: Označeni s svojega gospodarja. In kazen je Allah ni iz wrongdoers [] daleč.
sr_cyrl: Означен од твог Господа. И Алахову казну није из починиоце [] далеко.
sr_latn: Označen od tvog Gospoda. I Alahovu kaznu nije iz počinioce [] daleko.
uk: Позначені від вашого Господа. І Аллах покарання не з розкаюємося [] пов'язувати.
vi: Đánh dấu từ Chúa của bạn. Và hình phạt của Allah không từ wrongdoers [] xa.
zu: Ophawuleka nga kho Lord.

# Quran1557
source: And to Madyan [We sent] their brother Shu'ayb. He said, "O my people, worship Allah; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day.
ca: I a Madyan [hem enviat] seu germà Shu'ayb. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. I no disminució de la mesura i l'escala. De fet, veig que en la prosperitat, però de fet, em temo que el càstig d'un dia que abasta.
cy: Ac i Madyan [anfonasom] eu brawd Shu'ayb. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. A ni wneud gostyngiad o'r Mesur a maint. Yn wir, eich gweld mewn ffyniant, ond yn wir, mae arnaf ofn ichi y gosb o ddiwrnod hollgynhwysol.
da: Og til Madyan [vi sendte] deres bror Shu'ayb. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Og ikke falde fra foranstaltningen og omfanget. Ja, jeg ser dig i velstand, men faktisk, jeg er bange for du straf af en altomfattende dag.
el: Και να Madyan [στείλαμε] ο αδελφός τους Shu'ayb. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Και δεν μειώνουν από το μέτρο και τη σκάλα. Πράγματι, σας βλέπω στην ευημερία, αλλά πολύ φοβάμαι μάλιστα για εσάς η τιμωρία του ένα όλος-καλύπτοντας ημέρα.
et: Ja Madyan [saatsime] oma venna Shu'ayb. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Ning vähendab meede ja skaala. Tõepoolest, ma näen sind heaolu, kuid tõepoolest, kardan teile kõike päev karistuse.
fi: Ja Madyan me lennättää heidän veljensä Shu'ayb. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Ja vähennä toimenpiteen ja mittakaava. Kohdassa vaurautta, mutta kyllä, pelkään puolestasi kokonaisvaltainen päivä rangaistus.
he: וכדי Madyan [שלחנו] אחיהם מתחם שועייב. הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. ירידה של המדד ואת קנה המידה. אכן, נתראה בעוד שגשוג, אבל אכן, אני חושש לך את העונש של יום שלם והרמוני.
hr: I Madyan smo poslali svog brata Shu'ayb. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. I smanjenje od mjeru i vagu. Doista, vidimo se u prosperitet, ali zaista, bojim za vas kazne cjelokupne dan.
lt: Ir Madyan [išsiuntėme] jų brolis Shu'ayb. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Ir nesumažėtų priemonė ir mastą. Iš tiesų, matau jums gerovę, bet iš tikrųjų, aš bijau jums bausmė visaapimanti dienos.
lv: Madyan [mēs nosūtījām] un viņu brālis Shu'ayb. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Un nevar samazināt no pasākuma un mērogu. Patiešām, es redzu, ka jūs labklājības pieaugumu, bet patiešām, es baidos jums visapņemoša dienas sods.
nb: Og Madyan [vi sendt] deres bror Shu'ayb. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Og ikke redusere mål og skalaen. Faktisk, jeg ser deg i velstand, men ja, jeg frykter for straffen av en altomfattende dag.
sk: A Madyan [sme poslali] ich brat Shu'ayb. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. A neznižuje opatrenie a rozsahu. V skutočnosti vidieť v prosperite, ale naozaj, mám strach si trest všetko deň.
sl: In Madyan [smo poslali] njihova brata Shu'ayb. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. In ne zmanjša iz ukrepa in obseg. Res, vidim v blaginjo, vendar res, bojim se zate kazen vseobsegajoča dneva.
sr_cyrl: И да Мадyан [смо послали] њихов брат Сху'аyб. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. И не смањи од мера и скале. Заиста, видим те у просперитет, али заиста, бојим се за тебе кажњавања дан за свеобухватајућег.
sr_latn: I da Madyan [smo poslali] njihov brat Shu'ayb. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. I ne smanji od mera i skale. Zaista, vidim te u prosperitet, ali zaista, bojim se za tebe kažnjavanja dan za sveobuhvatajućeg.
uk: І до Madyan [ми послали] свого брата Shu'ayb. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. І не зменшується від міра і масштаб. Дійсно, я бачу, ви у процвітанні, але дійсно, боюся, для вас покарання є всеосяжним день.
vi: Và để Madyan [gửi chúng tôi] của anh em Shu'ayb. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Và không phải giảm từ các biện pháp và quy mô. Thật vậy, tôi nhìn thấy bạn trong sự thịnh vượng, nhưng thực sự, tôi lo sợ cho bạn các hình phạt của một ngày tất cả bao gồm.
zu: Futhi ukuze Madyan [Sithumele] umfowabo Shu'ayb.

# Quran1558
source: And O my people, give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth, spreading corruption.
ca: I O poble meu, donar completa mesura i pes en la justícia i no privar a la gent de la seva causa i no cometre abusos a la terra, divulgació corrupció.
cy: A O 'm pobl, rhoi Mesur llawn a phwysau mewn cyfiawnder a gwneud amddifadu pobl o'u dyledus a wneud nid ymrwymo cam-drin ar y ddaear, gwasgaru llygredd.
da: Og O mit folk, give fuldt mål og vægt på retfærdighed og ikke fratage folk af deres forfaldne og ikke begå overgreb på jorden, sprede korruption.
el: Και O μου άνθρωποι, δίνουν πλήρη μέτρο και βάρος στην δικαιοσύνη και δεν στερεί από τους ανθρώπους της δέουσας τους και δεν δεσμεύουν κατάχρησης πάνω στη γη, διάδοση της διαφθοράς.
et: Ja O minu inimesed anda täielik meetme ja kaal justiits ja võta inimesed saavad nõuetekohaselt ja pannud kuritarvitamise maal, levib korruptsiooni.
fi: Ja Oi kansani, antaa täysi mitta ja paino oikeus ja ei ihmisiltä niiden takia ja sido väärinkäyttö maapallolla, levittää korruptio.
he: O עמי, לתת מידה ומשקל: צדק, לא לשלילת את מה שמגיע להם, לא יבצעו התעללות על כדור הארץ, הפצת שחיתות.
hr: I narode moj dati punu mjeru a težine u pravdu i ne lišava ljude zbog njihovih i nije počinio zlostavljanja na zemlji, širenje korupcije.
lt: Ir mano tauta, O duoti visą priemonę ir svorio Teisingumo ir negali atimti iš žmonių jų tinkamai ir negalima tapti piktnaudžiavimo žemėje, plinta korupcija.
lv: Un O mana tauta, dot pilnu pasākuma un svara tieslietu un nedrīkst atņemt to pienācīgu tautai nav izdarījis ļaunprātīgu izmantošanu uz zemes, korupcijas izplatīšanos.
nb: Og mitt folk, gi fulle mål og vekt i rettferdighet og ikke frata folk sin grunn og ikke forplikte misbruk på jorden, spre korrupsjon.
sk: A O môj ľud, aby plnej miere a hmotnosti spravodlivosti a nie zbavovať ľudí ich splatnosti a nedopustila zneužitia na zemi, rozšírenia korupcie.
sl: In O mojih ljudi, dal polno ukrep in težo v pravosodju in ne prikrajšati ljudi zaradi njihove in ne storijo zlorabe na zemlji, širjenje korupcije.
sr_cyrl: И О мом народу, дати пуну меру и тежину у правду и да ускрати народа њихов крајњи а није починио злостављања на земљи, ширење корупције.
sr_latn: I O mom narodu, dati punu meru i težinu u pravdu i da uskrati naroda njihov krajnji a nije počinio zlostavljanja na zemlji, širenje korupcije.
uk: І O народ мій, дати повною мірою і ваги у справедливість і не позбавляє людей їхніх належної і не чини зловживання на землі, розповсюдження корупції.
vi: Và O người của tôi, cung cấp đầy đủ các biện pháp và trọng lượng công lý và không tước đi những người do họ không cam lạm dụng trên trái đất, tham nhũng lan rộng.
zu: Futhi O mi ntu epha gcwele gqi nesisindo ubulungisa futhi musa ukuphuca abantu bakwa-ngenxa yabo futhi musa bophezela ukuhlukunyezwa emhlabeni, besakaza inkohlakalo.
