Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran900
source: And even if We had sent down to them the angels [with the message] and the dead spoke to them [of it] and We gathered together every [created] thing in front of them, they would not believe unless Allah should will. But most of them, [of that], are ignorant.
ca: I fins i tot si ens havia enviat a ells els Àngels [amb el missatge] i els morts parlar amb ells [en això] i va reunir cada cosa [crear] davant d'ells, no ho vols creure excepte Allah ha es. Però la majoria d'ells, [per això], són ignorant.
cy: A hyd yn oed os ydym wedi anfon i lawr atynt Mae angylion [gyda'r neges] a meirw yn siarad â hwy [o] a gasglwyd gennym gyda'i gilydd bob peth [Crëwyd] o'u blaenau, byddai ni chredant oni ddylai bydd Allah. Ond mae'r rhan fwyaf ohonynt, [y], anwybodus.
da: Og selvom vi havde sendt ned til dem engle [med besked] og døde talte til dem [om det] og vi samlet sammen hver [oprettede] ting foran dem, de ville ikke tro medmindre Allah bør vil. Men de fleste af dem, [der], er uvidende.
el: Ακόμη και αν είχε στείλαμε κάτω για να τους αγγέλους [με το μήνυμα] και νεκρών μίλησε για τους [για αυτό] και συμμαζέψαμε κάθε [δημιουργήθηκε] πράγμα μπροστά τους, δεν θα πιστεύουν εκτός αν πρέπει θα Αλλάχ. Αλλά οι περισσότεροι από αυτούς, [που], είναι ανίδεοι.
et: Ja isegi siis, kui meil oli saatnud maas [sõnumiga] Inglid ja surnud rääkis neile [ta] kohta ja me kogunes iga [loodud] asi nende ees, nad ei usu kui Jumal peaks näidatakse. Kuid enamik neist, [mis], mis on asjatundmatu.
fi: Ja vaikka oli lähettänyt kädessä ne enkelit [viestillä] ja kuolleita puhui heille [on] ja olemme koonneet yhteen joka [luotu] asia, he eivät uskoisi ellei Jumala olisi näytetään. Mutta useimmat heistä [siitä] ovat tietämättömiä.
he: גם אם אנחנו שלח אל אותם המלאכים [עם ההודעה] והמתים דברו אליהם [ממנה], התכנסנו כל דבר [נוצר] לפניהם, הם לא היו מאמינים אלא אם אללה צריך יהיה. אבל רובם, [כי], הם בורים.
hr: I čak i ako smo poslali im anđeli [porukom] i mrtvi ispričao [to] i mi zajedno svaki [] stvorenje pred njima, ne bi vjerovati osim ako Allah bi trebao bit. Ali većina od njih [na to], neznalica.
lt: Ir net jeigu mes buvo išsiųstas į juos angelai [su pranešimu] ir mirę kalbėjau su jais [jos] ir mes susirinko [sukurtą] viską prieš juos, jie netiki, jei Dievas turėtų bus. Bet dauguma jų, [,], jie nežino.
lv: Un pat tad, ja mums nosūtīja uz leju, lai tiem [ziņojums] ar eņģeļiem un mirušo viņus uzrunāja [par to], un mēs pulcējās kopā katru [izveidoto] lieta pie viņiem, viņi neuzskata ja vien Allāhs ir būs. Bet vairums no viņiem [par to], ir nekompetents.
nb: Og selv om vi hadde sendt til dem engler [med meldingen] og døde snakket til dem [om det] og vi samlet alt [opprettet] foran dem, vil de ikke tro hvis Allah bør vil. Men de fleste av dem, [at], er uvitende.
sk: A aj keď sme poslal až k nim angels [s] a mŕtvi prehovoril k nim [z] a sme zhromaždili každý [vytvorené] vec pred nimi, ktoré by neveril ak by sa Boh. Ale väčšina z nich [tohto], nepoznajú.
sl: In čeprav mi je poslal do njih angeli [s sporočilo] in mrtvih govoril z njimi [tega] in smo zbrali skupaj vsak [ustvaril] stvar pred njimi, ga ne bi verjeli če Allah naj bo. Vendar večina njih, [ki], se ne zavedajo.
sr_cyrl: И чак и ако смо имали послао им анђели [са поруком] и мртвих разговарао с њима [о томе] и скупљали заједно сваки [креирано] ствар пред њима, не верују осим ако треба да ће Аллах. Али од им, [то], већина незналица.
sr_latn: I čak i ako smo imali poslao im anđeli [sa porukom] i mrtvih razgovarao s njima [o tome] i skupljali zajedno svaki [kreirano] stvar pred njima, ne veruju osim ako treba da će Allah. Ali od im, [to], većina neznalica.
uk: І навіть якщо ми повинні були відправлені до них ангели [з повідомлення] і мертвих говорив їх [вона] і ми збиралися разом кожен [створений] річ перед ними, вони не повірили, якщо Аллах повинні будуть. Але більшість з них, [які], не знають.
vi: Và ngay cả khi chúng tôi đã gửi xuống chúng [với tin nhắn] thiên thần và người chết đã nói chuyện với họ [nó] và chúng tôi tập hợp lại với nhau mọi điều [tạo ra] ở phía trước của họ, họ sẽ không tin trừ khi Allah nên sẽ. Nhưng hầu hết trong số họ, [trong đó], dốt nát.
zu: Futhi ngisho noma We lase sa phansi them izingelosi [nesigijimi] nakwabafileyo wakhuluma kubo [kwalo] We bahlangana ndawonye zonke [wadala] nto ngizoyenza phambi kwabo, babengeke kholwa Allah kufanele nithande.

# Quran901
source: And thus We have made for every prophet an enemy - devils from mankind and jinn, inspiring to one another decorative speech in delusion. But if your Lord had willed, they would not have done it, so leave them and that which they invent.
ca: I així hem fet per a tots els profetes un enemic - diables de la humanitat i jinn, inspirar amb un altre discurs decoratius a engany. Però si el Senyor tenia willed, que no hauria fet, així deixar-los i allò que van inventar.
cy: Ac felly yr ydym wedi gwneud ar gyfer y Proffwyd bob gelyn-devils dynolryw a jinn, ysbrydoli i un arall araith addurnol yn rhithdyb. Mae ond os eich Arglwydd wedi ewyllysio iddi, nad ydynt wedi gwneud hynny, felly yn gadael iddynt ac y mae eu dyfeisio.
da: Og dermed har vi gjort for hver profeten en fjende - devils fra menneskeheden og jinn, inspirerende hinanden dekorative tale i blændværk. Men hvis din herre havde villet, ikke ville de have gjort det, så lad dem og det, som de opfinde.
el: Και έτσι έχουμε κάνει για κάθε προφήτης εχθρός - διάβολοι από ανθρωπότητας και jinn, εμπνέοντας το ένα στο άλλο διακοσμητικό ομιλία στην αυταπάτη. Αλλά αν βουλητικός σας Λόρδος, δεν θα είχαν κάνει αυτό, έτσι αφήστε τους και αυτό που θα εφεύρουν.
et: Ja seega me on näha iga prohvet vaenlane - devils inimkonna ja dzinni, inspireerivad üksteist dekoratiivsed kõnes soovmõtlemine. Aga kui teie Issand oli kombeks, nad ei oleks teinud, nii jäta neid ja see, mis nad leiutada.
fi: Ja näin olemme tehneet jokaisen profeetan vihollinen - riivaajia ja Jinnin innostava toisiaan koriste puhe harhaluulo. Mutta jos teidän Herranne olisi tahtonut, he eivät tehneet sitä, joten jätä heille ja mitä he keksiä.
he: וכך עשינו עבור כל נביא אויב - שדים של המין האנושי, ג'יני, נאום מעורר השראה אחד לשני דקורטיבי באשליה. אבל אם האדון היה רצון, הם לא עושים את זה, אז השאירו אותם ואת את אשר הם ממציאים.
hr: I tako smo napravili za svaki prorok neprijatelja - đavoli iz čovječanstva i jinn, nadahnjuje na jedan drugi ukrasni govora u zabludi. Ali ako je htio Gospodar tvoj, oni ne bi učinio, ostavi ih i ono što izmišljaju.
lt: Ir taip mes padarėme kiekvienas pranaπas priešą – velnių nuo žmonijos ir džinas, įkvepiantis viena kitai dekoratyvinės kalbėjimo iliuzija. Bet jei jūsų Viešpats turėjo valios, jie nebūtų padaręs tai, todėl palikti juos ir tai, kas jie sugalvoti.
lv: Un tādējādi mēs esam panākuši attiecībā uz katru pareģis ienaidnieku - velni no cilvēces un džins, iedvesmojot viens otru dekoratīvie runas maldi. Bet ja jūsu Kunga gribas, viņi nav pastrādājuši, tāpēc atstāt tos un to, kas viņiem izgudrot.
nb: Og dermed har vi gjort for hver profet en fiende - djevler fra menneskeheten og jinn, inspirerende hverandre dekorative tale i illusjon. Men hvis din Herre hadde villet, de ikke ville ha gjort det, så la dem og som de oppfinne.
sk: A tak sme sa za každý prorok nepriateľa - devils z ľudstva a jinn, inšpiratívne navzájom dekoratívne reči v ilúzii. Ale ak váš pán mal vôľou, že by to neurobil, tak nechajte ich a že im vymyslieť.
sl: In tako smo naredili za vsak prerok sovražnika - devils iz človeštva in sl, navdihujoče seboj dekorativni govora v zmoti. Ampak če je volje svojega Gospoda, jih ne bi naredil to, torej, pusti jih in ki jih izumiti.
sr_cyrl: И тако смо направили за сваки пророк непријатеља - ђаволи из људске врсте и духу, декоративне говор инспиративно један другоме у заблуди. Али ако твој господар имао воље, они не би урадио то, остави их и оно што су измислили.
sr_latn: I tako smo napravili za svaki prorok neprijatelja - đavoli iz ljudske vrste i duhu, dekorativne govor inspirativno jedan drugome u zabludi. Ali ako tvoj gospodar imao volje, oni ne bi uradio to, ostavi ih i ono što su izmislili.
uk: І таким чином ми зробили для кожного пророк ворога - дияволів від людства і jinn, надихаючи один одному декоративні мовлення в оману. Але якщо ваш Господь був того, вони б не зробив його, так залишити їх і те, що вони вигадують.
vi: Và vì vậy chúng tôi đã làm cho tiên tri mọi kẻ thù - quỷ jinn, cảm hứng với nhau trang trí phát biểu trong ảo tưởng và nhân loại. Nhưng nếu Chúa của bạn có ý chí, họ sẽ không thực hiện nó, vì vậy để họ và rằng đó họ phát minh ra.
zu: Futhi Sibe esenzelwe bonke abaprofethi isitha - zilwane esintwini futhi jinn idolo omunye komunye inkulumo zokuhlobisa luyize.

# Quran902
source: And [it is] so the hearts of those who disbelieve in the Hereafter will incline toward it and that they will be satisfied with it and that they will commit that which they are committing.
ca: I [és] així els cors d'aquells que no creuen en el futur es inclinació cap a ell i que estiguin satisfets amb això i que ells es cometen que estan cometent.
cy: A [Mae'n] felly bydd y calonnau y rhai a chredu yn y o hyn ymlaen yn inclein tuag at ei ac y byddant yn fodlon ag ef ac y byddant yn cyflawni hynny y maent yn ymrwymo.
da: Og [det er] så hjerterne hos dem, der ikke tror i hinsidige vil hældning mod det og at de vil være tilfreds med det, og at de vil begå, som de begår.
el: Και [είναι] έτσι τις καρδιές αυτών που δυσπιστώ στο εξής θα κλίση προς την κατεύθυνση αυτή και ότι θα είναι ικανοποιημένοι με αυτό και ότι θα τα διαπράξει αυτό που διαπράττει.
et: Ja [on] nii südamed neid, kes edaspidi usu. incline suunas ta ja et nad on rahul ja nad peaksid seda, mis tegelevad.
fi: Ja se on niiden sydämet, jotka ovat uskottomia jäljempänä Rinne kohti sitä että on tyytyväinen ja että he tekevät sitä, mitä he syyllistyvät.
he: [זה] אז בליבם של אלה לא להאמין בעולם הבא בשיפוע כלפי זה, כי הם יהיו שבעי רצון זה וכי הם עושים את מה שהם עשו.
hr: I to je tako srca onih koji ne vjeruju-u daljnjem tekstu će naginjati prema njoj i da će biti zadovoljni s njim i da će počiniti ono što oni čine.
lt: Ir [tai] širdyse tų, kurie neturi wierza toliau bus nuolydis link ir kad jie bus patenkintas ir kad jie bus skirti, kuris darymu.
lv: Un [ir] lai sirdis, kuri neticēt turpmāk būs slīpums pret to un ka viņi būs apmierināti ar to un ka viņi būs izdarīt to, ko viņi ir izdarījuši.
nb: Og [det er] så hjertene til de som tviler i hinsidige vil skråning mot det og at de vil være fornøyd med det og at de vil forplikte som de begår.
sk: A [je] tak srdcia tých, ktorí neveria v nižšie sa sklon k nemu a že sa s ňou spokojní a že budú spáchať, ktoré sa dopúšťajú.
sl: In [je] tako srca tistih, ki verjamem v nadaljevanju bo naklon k njej in da bodo zadovoljni z njim in da bo storijo tisti, ki so obvezala.
sr_cyrl: И [је] па срцима оних који сумњаш на другом свету ће коси ка њему буду задовољни оним што је и ово су оно што су поцинили ће се обавезати.
sr_latn: I [je] pa srcima onih koji sumnjaš na drugom svetu će kosi ka njemu budu zadovoljni onim što je i ovo su ono što su pocinili će se obavezati.
uk: І [він] так серцях тих, хто не вірити в майбутньому буде схилити до Альянсу і що вони будуть задоволені з ним, і що вони будуть здійснювати те, що вони чинять.
vi: Và [nó] do đó, trái tim của những người disbelieve ở đời sau sẽ nghiêng về hướng là nó và họ sẽ được hài lòng với nó và rằng họ sẽ cam kết đó mà họ cam kết.
zu: Futhi [kuba] ke izinhliziyo zamadodana labo disbelieve Hereafter bayithambekise ngemali nokuthi bayosutha naso nokuthi ngeke they bophezela ukuthi which they bophezela.

# Quran903
source: [Say], "Then is it other than Allah I should seek as judge while it is He who has revealed to you the Book explained in detail?" And those to whom We [previously] gave the Scripture know that it is sent down from your Lord in truth, so never be among the doubters.
ca: [Dir], "Llavors és ella que no sigui Allah ha busco com jutge tot i que és ell qui ha revelat a vostè el llibre explicat en detall?" I aquells a qui vam [prèviament] donar les escriptures saben que s'envia cap avall del seu Senyor en veritat, així que mai estar entre la callin.
cy: [Dweud], "Yna heblaw Allah a dylai ofyn am fel barnwr tra ef sydd wedi dangos i chi y llyfr eglurir yn fanwl?" A rhai i bwy ydym [gynt] Rhoddodd y ysgrythur yn gwybod bod ei anfon i lawr gan eich Arglwydd mewn gwirionedd, felly byth fod ymhlith yr amheuwyr.
da: [Sige], "Så er det andre end Allah jeg bør søge som dommer, mens det er ham, der har åbenbaret for dig bogen forklaret i detaljer?" Og de som vi [tidligere] gav Skriften, ved at den er sendt fra din herre i sandhed, så aldrig være blandt tvivlerne.
el: [Λένε], «Τότε είναι εκτός από Αλλάχ, θα πρέπει να ζητώ ως δικαστής ενώ εκείνος έχει αποκαλύψει σε σας το βιβλίο εξήγησε λεπτομερώς;» Και εκείνοι στους οποίους εμείς [παλαιότερα] έδωσε η γραφή γνωρίζουν ότι αποστέλλεται από το Λόρδο στην αλήθεια, έτσι ποτέ δεν είναι από τους αμφισβητίες.
et: [Öelda], "Siis on see kui ma peaks otsima kohtuniku, kui ta, kes on näidanud teile raamat on Allah täpselt selgitatud?" Ja need, kellele me [varem] andis pühakiri teame, et saatmist: teie Issand, tõsi, nii kunagi olla üks kahtlejaid.
fi: [Esimerkiksi] "Sitten muista kuin Jumala olisi pyrittävä tuomarina, vaikka se on hän, joka on paljastanut sinulle kirjan kerrotaan yksityiskohtaisesti?" Ja ne, joille [aiemmin] annoimme Raamattu on lähettää totuus tulee Herraltasi joten ei koskaan kuulua epäilijät.
he: [אומר], "ואז זה מלבד אללה צריך לחפש כשופט בזמן זה הוא מי גילה לך בספר מוסבר בפירוט?" אלה למי [בעבר] נתנו כתבי הקודש יודע כי הוא נשלח מן אדונך. למען האמת, אז לעולם לא תהיה בין הספקנים.
hr: [Rekao], "Onda je to osim Allaha treba tražiti kao suca dok je on objavio da vas knjizi detaljno objasnio?" I onima kojima smo [ranije] dao pismo da je poslana od svoga Gospodina u istini, ne biti među sumnjali.
lt: [Sako], "Tada jis ne Dievas turėtų siekti teisėjo nors tai tas, kuris parodė jums knyga išsamiai paaiškinamas?" Ir tie, kuriems mes [anksčiau] davė raštas žinoti, kad jis yra išsiųstas iš savo Viešpaties, tiesa, todėl niekada būti tarp watpiacych.
lv: [Saka], "Pēc tam ir to Allah ir jāmeklē kā tiesnesis, bet tas ir tas, kas jums atklāja grāmatu nav paskaidrots sīkāk?" Un tie, kam mēs [iepriekš] deva svētie raksti zināt, ka tas tiek nosūtīts uz leju no jūsu Kungs patiesība, tāpēc nekad nebūs starp doubters.
nb: [Sier], "Så er det enn Døyve jeg bør søke som det er han som har åpenbart for deg boken forklart i detalj?" Og de som vi [tidligere] ga skriften vet at det er sendt fra din Herre i sannhet, så aldri være blant tvilerne.
sk: [Povedať], "Potom je to ako Boh, som mala ako sudca, aj keď je to on, kto vám ukázal knihu podrobne?" A tých, ktorým dali sme [predtým] písmo viem, že je zoslal svojho pána v pravde, tak nikdy sa medzi pochybovači.
sl: [Reči], "Potem je to razen Allah, treba poiskati kot sodnik, medtem ko je on, ki je pokazala, da vam knjige podrobno obrazložil?" In tisti, katerim smo [prej] dal pismo vedo, da je poslan iz svojega Gospoda, v resnici, tako nikoli ne bo med dvomljivci.
sr_cyrl: [Рекао ], "Онда то осим Алаха допрло као судија док је он тај који је открио да си књигу детаљно се објашњава?" И онима којима смо [раније] је дао писмо зна да га је послао од твог Господа у истини, тако никада бити међу судити није.
sr_latn: [Rekao], "Onda to osim Alaha doprlo kao sudija dok je on taj koji je otkrio da si knjigu detaljno se objašnjava?" I onima kojima smo [ranije] je dao pismo zna da ga je poslao od tvog Gospoda u istini, tako nikada biti među suditi nije.
uk: [Говорити], "Потім вона крім Аллаха, слід шукати як суддя у той час як той, хто показав тобі книга пояснюється докладно?" І ті, кому ми [раніше] дав Писання знати, що надсиланням від вашого пана, по правді кажучи, тому ніколи не буде серед сумнівається.
vi: [Nói], "Sau đó nó khác ngoài Allah tôi nên tìm kiếm như là thẩm phán, trong khi đó là người đã tiết lộ cho bạn cuốn sách giải thích chi tiết?" Và những người mà chúng tôi [trước đó] đã cho kinh thánh biết rằng nó được gửi từ của mình Chúa trong sự thật, vì vậy không bao giờ là một trong những nghi ngờ.
zu: [Zwi], "Bese kuba-ke omunye ngaphandle kuka Allah mina kufanele afune njengoba ijaji ngesikhathi kuba Lowo phendla you eNcwadini wachaza ngokuningiliziwe?"

# Quran904
source: And the word of your Lord has been fulfilled in truth and in justice. None can alter His words, and He is the Hearing, the Knowing.
ca: I s'ha complert la paraula del seu Senyor en veritat i justícia. Cap pot alterar les seves paraules, i ell és l'audiència, el saber.
cy: A gair yr Arglwydd eich wedi'i gyflawni mewn gwirionedd ac mewn cyfiawnder. Gall dim newid ei eiriau, ac mae yn y gwrandawiad, y mae gwybod.
da: Og din Herrens ord er blevet opfyldt i sandhed og retfærdighed. Ingen kan ændre hans ord, og han er høringen, vide.
el: Και το word σας Λόρδος έχει εκπληρωθεί στην αλήθεια και στη δικαιοσύνη. Κανένας δεν μπορεί να αλλάξει τα λόγια του, και αυτός είναι η ακρόαση, η γνώση.
et: Ja oma Issanda sõna on täidetud tõde ja õiglus. Ükski saab muuta tema sõnad, ja ta on kuulmine, ning teades.
fi: Ja teidän Herran sana on täytetty, totuuden ja oikeudenmukaisuuden. Yksikään muuttaa hänen sanansa, ja hän on istunnossa, kun tiedetään.
he: המילה של האדון התגשמה האמת, הצדק. אף אחד לא יכול לשנות את דבריו, והוא הדיון, לדעת.
hr: I riječ Gospodar tvoj je ispunjen u istini i pravdi. Ne može izmijeniti njegove riječi, i on je sluh, poznavanje.
lt: Ir savo Viešpaties žodis yra įvykdytas tiesos ir teisingumo. Nė vienas gali pakeisti jo žodžius, ir jis yra per posėdį, kad žinios.
lv: Un jūsu Kunga vārds ir izpildīts, patiesība un taisnīgums. Neviens var mainīt savu vārdu, un viņš ir dzirdes, zinot.
nb: Og din Herrens ord er oppfylt i sannhet og rettferdighet. Ingen kan forandre hans ord, og han er høringen, på å vite.
sk: A slovo vášho pána bolo splnené v pravde a spravodlivosti. Žiadny môže zmeniť jeho slová, a on je sluch, vedieť.
sl: In besede svojega Gospoda je bila izpolnjena, resnica in pravičnost. Nič lahko spremeni njegove besede, in on je zaslišanje, je poznavanje.
sr_cyrl: И смо испунили реч о свом господару у истину и правду. Не можете да промените његове речи, и он је слух, на знајужи.
sr_latn: I smo ispunili reč o svom gospodaru u istinu i pravdu. Ne možete da promenite njegove reči, i on je sluh, na znajuжi.
uk: І слово пана свого була здійснена в правду і справедливість. Ніхто не може змінити його слова, і він слуху, знаючи, що в.
vi: Và lời Chúa của bạn đã được hoàn thành trong sự thật và công lý. Không ai có thể thay đổi từ của ông, và ông là nghe, sự hiểu biết.
zu: Izwi kho Lord sesigcwalisekile ngeqiniso ubulungisa.

# Quran905
source: And if you obey most of those upon the earth, they will mislead you from the way of Allah. They follow not except assumption, and they are not but falsifying.
ca: I si vostè obeeixi la majoria d'aquests sobre la terra, van induir de la manera d'Allah. Segueixen no excepte suposició, i no són sinó falsificar.
cy: Ac os yw eich bod yn ufuddhau rhan fwyaf o'r rhai ar y ddaear, maent yn camarwain chi o'r ffordd o Allah. Maent yn dilyn nid ac eithrio dybiaeth, ac nid ydynt ond yn ffugio.
da: Og hvis du adlyder de fleste af dem på jorden, de vil vildlede dig fra måde Allah. De følger ikke undtagen antagelse, og de er ikke men antiitalienske.
el: Και αν εσείς τηρείτε οι περισσότεροι από αυτούς επάνω στη γη, αυτοί θα παραπλανήσει σας από το δρόμο του Αλλάχ. Ακολουθούν δεν εκτός από την υπόθεση, και δεν είναι αλλά παραποίηση.
et: Ja kui te kuuletuma küsitletuist maa peal, nad eksitada teid sellest, kuidas Jumal. Nad järgivad ei oletus peale ja nad ei ole aga võltsimine.
fi: Ja jos suurin osa maan päällä on kuuliainen, ne harhaan sinua Jumalan tapa. Ne noudattavat ei paitsi oletus ja he eivät ole mutta väärentäminen.
he: אם תציית רוב אלה על פני האדמה, הם להטעות אותך מן הדרך של אללה. הם יעקבו לא למעט הנחה, הם אינם אלא בזיוף.
hr: I ako slušaš većinu onih na zemlji, oni će zavesti te kako Allah. Oni slijede ne osim pretpostavke, i nisu ali falsifikacije.
lt: Ir jei jums paklusti dauguma tų į žemę, jie bus klaidinti jūs nuo to, kaip Dievas. Jie eina ne išskyrus prielaida, ir jie nėra bet klastojimas.
lv: Un ja jūs klausītu lielākā daļa no tiem, kas uz šīs zemes, tās maldināt jūs no Allah veidā. Viņi seko nav izņemot pieņēmums, un tie nav bet viltošanu.
nb: Og hvis du følger de fleste på jorden, de vil villede deg fra veien til Allah. De følger ikke unntatt antagelse, og de er ikke men forfalskning.
sk: A ak budete počúvať väčšinu z tých na zemi, sa bude zavádzať od toho, ako Boh. Riadia sa nie s výnimkou predpoklad, a nie sú ale falšovanie.
sl: In če boš poslušal večina tistih na zemlji, se bo zavesti iz pot Allah. Sledijo ne razen predpostavki, in da niso ampak ponarejanje.
sr_cyrl: А ако будете већина оних на земљи, они ће те од пута Аллах заваравати. Они прате не само претпоставка, а они нису али фалсификовање.
sr_latn: A ako budete većina onih na zemlji, oni će te od puta Allah zavaravati. Oni prate ne samo pretpostavka, a oni nisu ali falsifikovanje.
uk: І якщо ви коритися більшість з тих, на землі, вони будуть ввести вас в оману від того, як Аллаха. Вони йдуть не за винятком припущення, і вони не але фальсифікація.
vi: Và nếu bạn tuân theo hầu hết những người trên trái đất, họ sẽ đánh lừa bạn cách của Allah. Họ theo không ngoại trừ giả định, và họ không nhưng falsifying.
zu: Futhi uma niyilalela iningi labo phezu komhlaba, bayohlala ukukudukisa endleleni Allah.

# Quran906
source: Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of the [rightly] guided.
ca: De fet, el seu senyor és saber més del que es desvia de la seva manera, i és saber més de les [raó] guiada.
cy: Yn wir, eich Arglwydd yn gwybod fwyaf o sy'n crwydro oddi ar ei ffordd, ac mae'n gwybod fwyaf o dan arweiniad [iawn].
da: Ja, jeres Herre er de fleste at vide af hvem strays fra hans vej, og han er mest at vide i den [rigtigt] guidede.
el: Πράγματι, είναι ο Λόρδος σας γνωρίζοντας τα περισσότερα της που ξεφεύγει από το δρόμο του, και είναι οι περισσότεροι γνωρίζει από την [και δικαίως] καθοδηγούμενη.
et: Tõepoolest, teie Issand on enamik teades kes strays alates oma teed ja ta on enamik teades [õigustatult] giidiga.
fi: Herrasi on ja jotka harhautuu tiensä, ja hän on sekä [oikeutetusti] opastettu.
he: ואכן, הוא לדעת רוב של מי מתרחק מ בדרכו, הוא לדעת רוב של מודרך [בצדק].
hr: Doista, Gospodar tvoj je većina znajući za koji lutalice iz njegove način, i većina znajući za [s pravom] vođena.
lt: Iš tiesų, jūsų Viešpats yra dauguma žinodami kurie uciekł iš savo kelią, ir jis yra labiausiai žinodami [teisingai] su gidu.
lv: Patiešām, savu Kungu lielākā daļa zinot kas strays no savu ceļu, un viņš ir visvairāk zinot [pamatoti] vadīties.
nb: Ja, Herren er de fleste vet av som strays fra vei, og han er de fleste vet av [rette] guidet.
sk: Vskutku, svojho pána, je väčšina vedomím toho, kto zablúdi z jeho cesty, a on je väčšina poznanie [správne] interaktívny.
sl: Res, vaš Gospod je večina vedoč, ki strays od poti, in je večina poznavanje [pravilno] vodeni.
sr_cyrl: Заиста , твој господар је већина јер знам ко луталица из путу, и већина сазнања [с правом] вођена.
sr_latn: Zaista, tvoj gospodar je većina jer znam ko lutalica iz putu, i većina saznanja [s pravom] vođena.
uk: Дійсно, Господь ваш більшість знаючи про які заходи з свій шлях, і він більшість знаючи про [справедливо] гідом.
vi: Thật vậy, Chúa của bạn là hầu hết hiểu biết của người strays từ theo cách của mình, và ông là hầu hết hiểu biết của các hướng dẫn [đúng].
zu: Ngempela, kho Lord is engazi iningi ngubani strays endleleni yakhe, futhi uyazi iningi [abathambekele] guided.
