Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2605
source: "That is for what your hands have put forth and because Allah is not ever unjust to [His] servants."
ca: "Això és per què les mans han posat endavant i perquè Allah no és mai injust [seva] servents."
cy: "Mae hynny ar gyfer beth y mae eich dwylo wedi ei rhoi ymlaen ac oherwydd nid yw Allah erioed anghyfiawn i weision [ei]."
da: "Det er hvad dine hænder har lagt frem, og fordi Allah ikke er nogensinde uretfærdig [hans] tjenere."
el: «Αυτό είναι για το τι τα χέρια σας έχουν βάλει εμπρός και επειδή Αλλάχ δεν είναι ποτέ άδικο να τους υπηρέτες [του].»
et: "Ongi eest mis teie kätes on ajama ja kuna Jumal ei ole kunagi alusetu [oma] sulased."
fi: "Se on teidän käsissänne on ojensi ja koska Jumala ei ole koskaan väärin [] palvelijoitaan."
he: "זה בשביל מה הידיים שלך לשים הלאה כי אללה הוא לא צודק אי פעם [את] משרתיו."
hr: "To je za što ruke iznijeli i jer Allah nije nikada nepravedno [] slugama."
lt: "Tai, ką jūsų rankas pasidengti ir todėl, kad Dievas yra ne kada nors nepagrįsto [jo] tarnautojams."
lv: "Tas ir par to, ko jūsu rokās ir nodot tālāk un tāpēc nav kādreiz nepamatotu [viņa] kalpiem Allah."
nb: "Det er for hva hendene har lagt frem og Allah ikke er helt urettferdig [hans] tjenere."
sk: "To je to, čo vaše ruky sa vystrel, a preto Alah nie je niekedy nespravodlivý [jeho] zamestnancov."
sl: "To je za tisto, kar vaše roke so iztegnil in ker Allah ni nikoli nepravičen do [] služabnike."
sr_cyrl: "То је за шта је руке изнели и зато што је Алах није никад неправедан према [своје] слуге."
sr_latn: "To je za šta je ruke izneli i zato što je Alah nije nikad nepravedan prema [svoje] sluge."
uk: "Тобто за те, що ваші руки висунув і тому що Аллаху не коли-небудь несправедливий [] рабам."
vi: "Đó là vì những gì bàn tay của bạn đã đưa ra và bởi vì Allah là không bao giờ bất công để công chức [của mình]."
zu: "Yilokho for kho andla wasolula futhi ngoba Allah akuyona owake ongenabulungisa nongenalo ezincekwini [yakhe]."

# Quran2606
source: And of the people is he who worships Allah on an edge. If he is touched by good, he is reassured by it; but if he is struck by trial, he turns on his face [to the other direction]. He has lost [this] world and the Hereafter. That is what is the manifest loss.
ca: I de les persones és ell que venera Allah a una vora. Si és tocat per bo, ell està assegurat per però si ell és colpejat per judici, es torna a la seva cara [a l'altra direcció]. Ha perdut [aquesta] món i el més enllà. Això és el que és la pèrdua es manifesten.
cy: Ac ef a worships Allah ar ymyl y bobl yn. Os yw ei fod yn cyffwrdd gan da, ei fod yn fodlon ond os yw ef yn trawyd gan treial, mae ef yn troi ar ei wyneb [yn y cyfeiriad arall]. Wedi colli y byd [hwn] a y o hyn ymlaen. Dyna beth yw colli amlwg.
da: Og af folket er ham, der tilbeder Allah på en kant. Hvis han er rørt ved godt, er han forsikret af det; men hvis han er ramt af retssagen, han tænder sit ansigt [til anden retningen]. Han har tabt [denne] verden og hinsidige. Det er, hvad er det åbenbare tab.
el: Και του λαού είναι αυτός που λατρεύει Αλλάχ στην μια άκρη. Αν άγγιξε με το καλό, είναι διαβεβαίωσε από αυτόν· αλλά αν αυτός έχει χτυπηθεί από δίκη, γυρίζει στο πρόσωπό του [προς την άλλη κατεύθυνση]. Έχει χάσει [αυτό] το κόσμο και η συνέχεια. Αυτό είναι το manifest απώλεια.
et: Ja on inimesi, kes jumaldab Allah serv. Kui ta on puudutanud hea, ta on kindlustanud Aga kui ta on tabanud trial, ta pöördub tema nägu [et teises suunas]. Ta on kaotanud [selle] maailma ja edaspidi. Seda on ilmse kadu.
fi: Ja ihmiset on hän, joka palvoo Jumalaa reunaan. Jos hän kosketti hyvä, hän vakuutti mutta jos hän iski oikeudenkäynnin, hän syttyy kasvonsa [suunta]. Hän on menettänyt [tämän] maailman ja jäljempänä. Mikä on ilmeisen tappion.
he: של העם הוא מי מעריץ אללה-יתרון. אם הוא נגע על ידי טוב, הוא זה הרגיע לפיו; אבל אם הוא היכה על ידי משפט, הוא מפעיל את פניו [לכיוון אחר]. הוא איבד את העולם [זה], בעולם הבא. זה אובדן מניפסט.
hr: I od ljudi je ko obožava Allaha na rub. Ako on ne može joj dobar, on je uvjeravanja od strane Ali ako on nađe u suđenje, on na licu [u smjeru]. Izgubio je [Ova] svijet i nadalje. To je ono što je manifesta gubitak.
lt: Ir žmonių yra tas, kuris garbina Allah ant krašto. Jei jis liečia geras, jis yra įsitikinęs Tačiau jeigu jis yra ištiktų teismą, jis ant jo veido [į kitą pusę]. Jis neteko [šio] pasaulyje ir toliau. Tai kas yra akivaizdžių nuostolių.
lv: Un cilvēki ir tas, kas worships Allah malā. Ja viņš pieskartos, labi, viņš mierināja bet ja viņš pārsteidza izmēģinājuma versiju, viņš kļūst viņa sejā [uz citu virzienu]. Viņš ir zaudējis [šajā] pasaulē un turpmāk. Lūk, kas ir acīmredzamas zaudējumu.
nb: Og folk er han som tilber Gud på en kant. Hvis han er berørt av god, han er forsikret. men hvis han er rammet av rettssaken, han slår i ansiktet [til den andre retningen]. Han har mistet [this] verden og hinsidige. Som er manifest tap.
sk: A z ľudí je ten, kto uctieva Boha na okraj. Ak sa dotkne dobré, uisťoval ale ak mu je zasiahnutý trial, obráti na tvár [na opačnom smere]. On stratil [tohto] sveta a ďalej. To je to, čo je zjavne straty.
sl: In ljudi, je on, ki obožuje Allah na rob. Če je je dotaknil z dobro, on je pomirjen vendar če je je zadela sojenja, se obrne na obrazu [v drugo smer]. [Ta] svetu in v nadaljevanju je izgubil. To je tisto, kar je očitno izgubo.
sr_cyrl: И од људи који обоћава Аллах на ивицу. Ако додирне под "добро" Он је охрабрен Али ако га погоди суђење, окрене на лицу [ка другом правцу]. Изгубио је [] свијету и на другом свету. То је манифест губитак.
sr_latn: I od ljudi koji oboћava Allah na ivicu. Ako dodirne pod "dobro" On je ohrabren Ali ako ga pogodi suđenje, okrene na licu [ka drugom pravcu]. Izgubio je [] svijetu i na drugom svetu. To je manifest gubitak.
uk: І людей, хто поклоняється Аллах перевагу. Якщо він зворушений добре, він запевнив його; але якщо він вражений судового розгляду, він перетворюється на обличчі [щоб протилежна.]. Він втратив [цьому] світі і далі. Ось що маніфесту втрати.
vi: Và của nhân dân là người thờ Allah trên một cạnh. Nếu ông xúc động bởi tốt, ông yên tâm bởi nó; nhưng nếu ông tấn công bởi phiên tòa, ông lần lượt trên khuôn mặt của mình [để theo một hướng khác]. Ông đã mất [] thế giới và sau đây. Đó là những gì biểu hiện mất.
zu: Futhi zabantu nguye abakhonza u Allah on an onqenqemeni.

# Quran2607
source: He invokes instead of Allah that which neither harms him nor benefits him. That is what is the extreme error.
ca: Va invoca en comptes d'Allah que qual ni fa mal a ell ni li beneficia. Això és què és l'error extrema.
cy: Mae ef yn rhyw yn hytrach na Allah y na niweidio ef nac o fudd iddo. Dyna beth yw y gwall eithafol.
da: Han påberåber sig i stedet for Allah, der hverken skader ham heller ikke gavner ham. Det er, hvad er den ekstreme fejl.
el: Αυτός επικαλείται αντί Αλλάχ ότι η οποία δεν βλάπτει τον ούτε τον ωφελεί. Αυτό είναι το ακραίο σφάλμα.
et: Reservnimekirjast, Allah, mis kumbki kahjustab teda ega kasu teda asemel. Seda on äärmiselt viga.
fi: Hän vetoaa sen sijaan, että Allah ei vahingoittaa häntä eikä hyödyttää häntä. Mitä on äärimmäinen virhe.
he: הוא מפעיל במקום אללה כי אשר לא פוגעת בו ולא מועילה לו. . זה מה השגיאה קיצוני
hr: On priziva umjesto Allaha da koju nijedan mu šteti niti koristi ga. To je ono što je ekstremnim pogrešku.
lt: Jis remiasi vietoj Dievo kad kurie nei kenkia jam nei nauda jam. Tai kas yra extreme klaida.
lv: Viņš izsauc nevis Allah, ka kas ne kaitē viņu ne viņu pabalsti. Lūk, kas ir ārkārtīgi kļūda.
nb: Han åpner i stedet for Allah at som ingen skader ham heller fordeler ham. Det er det er ekstrem feilen.
sk: Ten vyvolá namiesto Alah, že ktoré škodí mu a ani ho ťaží. To je to, čo je extrémne chyba.
sl: On se sklicuje namesto Allah, ki ne škoduje mu, niti mu koristi. To je tisto, kar je izjemno napako.
sr_cyrl: Он позива а не Алаха да којом не могу ни њега не дира, нити га користи. То је екстремно грешку.
sr_latn: On poziva a ne Alaha da kojom ne mogu ni njega ne dira, niti ga koristi. To je ekstremno grešku.
uk: Він викликає замість Аллах, який жоден завдає шкоди його, ні його вигоди. Ось що extreme помилка.
vi: Ông invokes thay vì Allah mà mà không hại anh ta cũng không lợi cho anh ta. Đó là những gì các lỗi cùng cực.
zu: Yena yakha esikhundleni Allah ukuthi lapho kungoni kulimaza kuye noma izinzuzo kuye.

# Quran2608
source: He invokes one whose harm is closer than his benefit - how wretched the protector and how wretched the associate.
ca: Va invoca un el mal és més a prop que el seu benefici - miserable com el protector i miserable com el titular.
cy: Mae ef yn rhyw un eu niwed yn agosach nag y budd-dal ei-sut truenus y protector a sut truenus y cyswllt.
da: Han påberåber sig en hvis skade er tættere end hans fordel - hvordan elendige protector og hvordan elendige associate.
el: Αυτός επικαλείται ένα των οποίων η βλάβη είναι πιο κοντά από ό, τι του όφελος - πόσο άθλιοι ο προστάτης και πόσο άθλιοι ο αναπληρωτής.
et: Ta väidab üks kelle kahju on lähemal kui tema kasuks - kuidas armetu protector ja kuidas armetu sidusettevõtte.
fi: Hän vetoaa joiden haittaa on lähempänä kuin hänen hyväkseen - miten kurja suojelija ja kuinka kurja yhdistää.
he: הוא מפעיל אחד נזק אשר הוא קרוב יותר מאשר התועלת שלו - כמה אומלל מגן, כמה אומלל העמית.
hr: On priziva jedan čija šteta je bliže nego svoju korist - kako jadan zaštitnik i kako bijedni suradnik.
lt: Jis remiasi viena kurių žalą yra arčiau nei jo naudai - kaip niekam tikęs gynėjas ir kaip niekam tikęs asocijuotos įmonės.
lv: Viņš atsaucas uz kura kaitējumu ir tuvāk nekā viņa ieguvums - cik nožēlojams aizsargs un cik nožēlojams asociētā uzņēmuma.
nb: Han påkaller en skade som er nærmere enn sin fordel - hvordan elendige beskytter og hvordan elendige førsteamanuensis.
sk: Ten vyvolá ktorého poškodenie je bližšie ako jeho výhody - ako úbohý ochranca a ako úbohý pridruženého podniku.
sl: On sklicuje eden katerih škode je bližje kot njegovo korist - kako nesrečne zaščitnik in kako nesrečne pridruženega podjetja.
sr_cyrl: Он позива један чије зло је ближе него његову корист - како јадна протектора и како јадна сарадник.
sr_latn: On poziva jedan čije zlo je bliže nego njegovu korist - kako jadna protektora i kako jadna saradnik.
uk: Він викликає один якої шкоди знаходиться ближче, ніж його перевага - як нещасний захисника і як нещасний юрист.
vi: Ông invokes một trong những tác hại mà là gần gũi hơn so với lợi ích của mình - làm thế nào không may sự bảo vệ và nhân viên như thế nào không may.
zu: Yena yakha omunye ogama umonakalo eduze kuka inzuzo yakhe - indlela lusizi umvikeli nendlela lusizi the bahlobanisa.

# Quran2609
source: Indeed, Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. Indeed, Allah does what He intends.
ca: De fet, Allah admetrà qui creure i fer els justos fets als jardins sota quin cabal de rius. De fet, Allah fa el que pensa.
cy: Yn wir, bydd Allah yn cyfaddef rheini sy'n credu ac yn gwneud gweithredoedd cyfiawn i gerddi o dan y llif afonydd. Yn wir, mae'r Allah yw beth y mae'n bwriadu.
da: Faktisk, Allah vil indrømme dem, der tror og gøre retfærdige gerninger til haver under hvilke floder flow. Allah betyder faktisk, hvad han agter.
el: Πράγματι, Αλλάχ θα παραδεχτώ αυτούς που πιστεύουν και κάνουν δίκαιοι πράξεις στους κήπους κάτω από τις οποίες ροής των ποταμών. Πράγματι, Αλλάχ κάνει ὄντας.
et: Tõepoolest, Jumal tunnistama neid, kes usuvad ja teha õiged teod aiad all mis jõed tõusevad. Tõepoolest, ei Jumal, mida ta kavatseb esitada.
fi: Itse asiassa Jumala myönnettävä niille, jotka uskovat ja tehdä vanhurskaita tekoja puutarhaan alla joka joet. Itse asiassa Jumala tekee, mitä hän aikoo.
he: אכן, אללה יודו למי להאמין ולעשות מעשים טובים לגני מתחת נהרות שזורמים. אכן, אללה עושה מה הוא מתכוון.
hr: Doista, Allah neće priznati oni koji vjeruju i čine pravedna djela vrtovima ispod koje poteku rijeke. Zaista, Allah ne što namjerava.
lt: Iš tiesų, Dievas bus pripažinti tie, kurie tiki ir ar teisieji palikimų sodai po kurios upės srautas. Iš tiesų, Dievo nėra, ką jis ketina.
lv: Patiešām, Allah uzņemt tiem, kam ticēt un darīt taisns dārzi, zem kura upes plūsmas darbiem. Patiešām, Allah dara, ko viņš plāno.
nb: Faktisk vil Allah innrømme de som tror og gjøre rettferdige gjerninger til hagen under der elvene strømmer. Faktisk gjør Allah hva han akter.
sk: Vskutku, Alah priznať tých, ktorí veria, a robiť spravodlivé skutky do záhrady pod ktoré toku rieky. Vskutku, Alah robí, čo zamýšľa.
sl: Res, Alah bo priznati, tiste, ki verjamejo in ne pravičen dejanja Gardens pod katero tok reke. Res, Alah pa, kaj namerava.
sr_cyrl: Заиста , Аллах ће признати да они који верују и да праведни дела у вртовима испод које потеку. Заиста , Аллах ради ста му треба.
sr_latn: Zaista, Allah će priznati da oni koji veruju i da pravedni dela u vrtovima ispod koje poteku. Zaista, Allah radi sta mu treba.
uk: Дійсно, Аллах буде визнати, що ті, хто вірить і робити добрі справи сади під які річках потік. Дійсно, Аллах робить те, що він має намір.
vi: Thật vậy, Allah sẽ thừa nhận những người tin tưởng và làm việc chính đến khu vườn bên dưới mà dòng chảy sông ngòi. Thật vậy, Allah làm những gì ông dự định.
zu: Ngempela, Allah tando MUKELA LABO KHOLWA abenza izenzo zokulunga ukuze izingadi ngaphansi lapho imifula.

# Quran2610
source: Whoever should think that Allah will not support [Prophet Muhammad] in this world and the Hereafter - let him extend a rope to the ceiling, then cut off [his breath], and let him see: will his effort remove that which enrages [him]?
ca: Qui hauria de pensar que Allah no donarà suport [Profeta Muhammad] en aquest món i el més enllà - deixar-lo estendre una corda al sostre, a continuació, tallar [seu alè] i deixa veure: el seu esforç traurà el que s'enfurisma [li]?
cy: Dylai pwy bynnag sy'n credu na bydd Allah yn cefnogi [Proffwyd Muhammad] yn y byd hwn ac o hyn ymlaen-gadewch iddo ymestyn rhaff i'r nenfwd, yna torrwch y [ei anadl], a gadewch iddo weld: bydd ei ymdrech yn dileu'r hyn sydd enrages [ei]?
da: Hvem skal tænke, at Allah ikke vil støtte [profeten Muhammad] i denne verden og hinsidige - lad ham udvide et reb til loftet, så afbrød [hans ånde], og lad ham se: hans indsats fjerner det, der enrages [ham]?
el: Όποιος θα πρέπει να σκεφτούν ότι Αλλάχ δεν θα υποστηρίξει [προφήτη Μωάμεθ] σε αυτόν τον κόσμο και η συνέχεια - ας επεκτείνει ένα σχοινί στο ανώτατο όριο, τότε διακόπτει [την αναπνοή του], και ας δούμε: θα την προσπάθειά του να αφαιρέσει εκείνο που εξαγριώνει [τον];
et: Kes iganes peaks mõtlema, et Jumal ei toeta [prohvet Muhammad] selles maailmas ja edaspidi - siis ta laiendab köie lakke, siis [tema hingeõhk] katkestas ja lase tal näha: tema jõupingutusi eemaldada see, mis enrages [talle]?
fi: Kuka pitäisi ajatella, että Jumala ei tue [profeetta Muhammedin] tässä maailmassa ja tulevassa - olkoon laajentaa köysi kattoon, niin leikkaa pois [hänen hengityksensä] ja anna hänen nähdä: hänen työtä poistaa se, mikä enrages [hänelle]?
he: מי צריך לחשוב כי אללה לא יתמוך [הנביא מוחמד] בעולם הזה, בעולם הבא - תן לו להרחיב את חבל על התקרה, ואז לחתוך [את נשימתו] ולתת לו לראות: המאמץ שלו יסיר את אשר הגירוי []?
hr: Tko bi trebao misliti da Allah neće podržati [proroka Muhameda] u ovaj svijet i ahiret - neka se proširi konopac za strop, a zatim odrezati [dah] i neka vidi: će njegova truda ukloniti ono što enrages [ga]?
lt: Kas reikia galvoti, kad Dievas nepalaiko [pranašo Mahometo] šiame pasaulyje ir toliau - tegul jį pratęsti virvę prie lubų, tada išjungti [jo kvėpavimas], ir tegul: bus jo pastangų pašalinti tą, kuri enrages [jam]?
lv: Kurš ir jādomā, ka Allāhs neatbalstīs [pravieša Muhameda] šajā pasaulē un turpmāk - ļaut viņam pagarināt virvi pie griestiem, tad nogriezt [elpu] un neizrādīt: viņa pūles noņems to, kas pa sanikno [viņam]?
nb: Hvem bør tenke at Allah ikke vil støtte [profeten Muhammad] i denne verden og hinsidige - la ham utvide et tau til taket, deretter kuttet [pusten], og la ham se: fjernes hans innsats som rasende [han]?
sk: Kto by si, že Alah nepodporuje [proroka Mohameda] v tomto svete a ďalej - nechajte ho rozšíriť lano k stropu, potom odrezať [dych] a nechať ho vidieť: jeho úsilie odstrániť, ktorá [mu] rozzúri?
sl: Kdo misliš, da Allah ne bo podprla [preroka Mohameda] v tem svetu in v nadaljevanju - naj ga razširiti vrv na strop, nato pa odrezan njegov dih in naj ga vidim: bo svoj trud odstraniti ki enrages [mu]?
sr_cyrl: Онај ко мислим да Аллах неће подржати [пророка Мухамеда] у овом свету и надаље - нека прошири конопац на плафон, а онда Одсеци му дах, и нека види: ће његов напор уклонити оно што је [он] енрагес?
sr_latn: Onaj ko mislim da Allah neće podržati [proroka Muhameda] u ovom svetu i nadalje - neka proširi konopac na plafon, a onda Odseci mu dah, i neka vidi: će njegov napor ukloniti ono što je [on] enrages?
uk: Той, хто повинні думати, що Аллах не буде підтримувати [пророка Мухаммеда] в цей світ і далі - хай розширити мотузку до стелі, то відрізати [дихання] і нехай йому бачити: його зусилля видалить те, що дратує [його]?
vi: Bất cứ ai nghĩ rằng Allah sẽ không hỗ trợ [tiên tri Muhammad] trong thế giới này và sau đây - hãy để anh ta mở rộng một sợi dây thừng để trần, sau đó cắt bỏ [hơi thở của mình], và để cho anh ta thấy: nỗ lực của mình sẽ loại bỏ các mà trong đó enrages [ông]?
zu: Noma ubani okufanele acabange ukuthi Allah ngeke ukusekela [Prophet Muhammad] kuleli zwe Hereafter - makasebenze ukunweba intambo ophahleni, khona-ke waquma [ukuphefumula kwakhe], futhi ake abone: ngeke umzamo wakhe ukususa lokho okuyinto enrages [kuye

# Quran2611
source: And thus have We sent the Qur'an down as verses of clear evidence and because Allah guides whom He intends.
ca: I així hem enviat el Qur ' an com versos d'evidència clara i perquè Allah guia qui té la intenció.
cy: Ac felly yr ydym wedi anfon y Qur'an i lawr fel penillion o dystiolaeth glir ac oherwydd mae'r Allah yn tywys y mae'n bwriadu.
da: Og dermed har vi sendt Koranen ned som vers af klare beviser og fordi Allah guider hvem han agter.
el: Και έτσι εμείς Στείλαμε το Κοράνι ως στίχους σαφών ενδείξεων και επειδή Αλλάχ οδηγοί τους οποίους σκοπεύει.
et: Ja seega on meil saatnud Koraani salmid selged tõendid ja kuna Jumal juhatab, kellele ta kavatseb esitada.
fi: Ja näin me lähettänyt Koraanin kuin säkeet selkeitä todisteita ja koska Jumala ohjaa kenet hän aikoo.
he: לכן יש לנו שנשלחה הקוראן הפסוקים של ראיות ברורות כי אללה מנחה למי הוא מתכוון.
hr: I tako smo poslali Kur'an kao stihovi jasno dokaza i zato što Allah vodi koga on namjerava.
lt: Ir todėl mes pateikė Korano eilėmis rašytiniams įrodymams ir todėl, kad Dievas veda kam jis ketina.
lv: Un tādējādi mēs nosūtījušas Korāns kā skaidru pierādījumu vārsmas un jo Allah ceļveži kuru viņš plāno.
nb: Og dermed har vi sendt Koranen som vers av klare bevis og fordi Allah guider som han akter.
sk: A tak sme poslali Korán ako veršoch jasný dôkaz, a preto Alah sprievodcov, ktorých má v úmysle.
sl: In tako smo poslali Koranu kot verzov jasnih dokazov in ker Allah vodniki, ki namerava.
sr_cyrl: И стога су послали смо Кур'ану као стиха јасне доказе и зато што је Аллах води кога он намерава.
sr_latn: I stoga su poslali smo Kur'anu kao stiha jasne dokaze i zato što je Allah vodi koga on namerava.
uk: І таким чином ми направили Коран як вірші чітких доказів і тому, що Аллах керівництва, яким він має намір.
vi: Và do đó có chúng tôi gửi Qur'an như câu thơ của bằng chứng rõ ràng và vì Allah sẽ hướng dẫn người mà ông dự định.
zu: Futhi ngaleyo ndlela babe Sithumele Qur'an phansi njengoba amavesi ubufakazi obucacile nangenxa Allah khaphi He uhlose.

# Quran2612
source: Indeed, those who have believed and those who were Jews and the Sabeans and the Christians and the Magians and those who associated with Allah - Allah will judge between them on the Day of Resurrection. Indeed Allah is, over all things, Witness.
ca: De fet, aquells que han cregut i qui eren els jueus i el Sabeans i els cristians i la Magians i qui associats a Allah - Allah considerarà entre ells el dia de resurrecció. De fet Allah és, sobre totes les coses, testimoni.
cy: Yn wir, y rhai sydd wedi credu a rhai a oedd yn Iddewon ac yn y Sabeans ac y Cristnogion ac y Magians a'r rheini sy'n gysylltiedig â Allah-bydd Allah yn barnu rhyngddynt ar dydd atgyfodi. Yn wir Allah yw, dros holl bethau, tyst.
da: Ja, dem der har ment, og de var jøder og Sabeans og kristne og Magians og dem, der er forbundet med Allah - Allah vil dømme mellem dem på den dag i opstandelse. Allah er faktisk over alle ting, vidne.
el: Πράγματι, εκείνοι που πίστεψαν και εκείνοι που ήταν Εβραίοι και Sabeans και οι Χριστιανοί και το Magians και εκείνους που συνδέονται με τον Αλλάχ - Αλλάχ θα κρίνει μεταξύ τους κατά την ημέρα της Αναστάσεως. Πράγματι Αλλάχ είναι, επί όλων των πραγμάτων, μάρτυρας.
et: Tõepoolest, need, kes uskusid ja need, kes olid juudid ja selle Sabeans ja kristlased ja selle Magians ja need, kes seostatud Allah - Jumal kas kohtunik nendevahelist ülestõusmise päev. Allah on tõepoolest, kõik asjad üle tunnistaja.
fi: Itse asiassa ne joka uskoi ja niille, jotka olivat Sabeans, juutalaiset ja Magians ja kristityt ja jotka liittyvät Allah - Jumala tuomitsee niiden ylösnousemuksen päivänä välistä. Se Jumala ole Kaikkivaltias, todistaja.
he: ואכן, אלה מי מאמין ואת אלה שהיו יהודים, את Sabeans ואת הנוצרים את Magians ואת מי המשויך אללה - אללה ישפוט ביניהם ביום תחיית המתים. אללה. אכן, על כל הדברים, העד.
hr: Uistinu, oni koji su vjerovali i one koji su bili Židovi i Sabeans i kršćani i u Magians i one koji su povezani sa Allah - Allah će suditi između njih na dan uskrsnuća. Zaista Allah je nad svim stvarima, svjedok.
lt: Iš tiesų, tie, kurie tikėjo ir tie, kurie buvo žydų ir į Sabeans ir krikščionys ir į Magians ir tie, kurie susiję su Dievo - Dievas teis tarp jų prisikėlimo dieną. Iš tiesų Dievas yra, virš visų dalykų, liudytojas.
lv: Protams, tiem, kas ticējusi un tie, kuri bija ebreji un Sabeans un kristieši, Magians un tie, kuri saistīti ar Allah - Allah vērtēs starp tiem par augšāmcelšanās dienu. Patiešām Allah ir pār visām lietām, liecinieks.
nb: Faktisk, de som har trodd og de som var jødene og Sabeans og kristne og gikk og de som knyttet til Allah - Allah vil dømme mellom dem på dagen av oppstandelse. Faktisk er Allah over alle ting, vitne.
sk: V skutočnosti tí, kto veril, a tých, ktorí boli Židia a Sabeans a kresťania a Magians a tí, ktorí spojené s Boh - Boh bude súdiť medzi nimi na deň vzkriesenia. Alah je naozaj nad všetkými vecami, svedok.
sl: Osebe, kdo verjel, in tisti, ki so bili Judje in na Sabeans in kristjani in na Magians in tistih, ki so povezane z Allah - Alah bo sodnik med njimi na dan od vstajenje. Dejansko Allah je, nad vse stvari, priča.
sr_cyrl: Уистину , онима који су веровали, и оне који су били Јевреји и у Сабеанс и хриљжани и на Магианс и оне који је повезан са Аллах - Аллах ће судити између њих на дан ускрснућа. Заиста Аллах је изнад свих ствари, сведок.
sr_latn: Uistinu, onima koji su verovali, i one koji su bili Jevreji i u Sabeans i hriљжani i na Magians i one koji je povezan sa Allah - Allah će suditi između njih na dan uskrsnuća. Zaista Allah je iznad svih stvari, svedok.
uk: Дійсно, ті, хто вірив і ті, хто були євреї та на Sabeans і християн і на Magians і тих, хто пов'язаний з Аллах - Аллах буде судити між ними на день Воскресіння. Дійсно Аллах закінчено, всі речі, свідок.
vi: Thật vậy, những người đã tin tưởng và những người đã là người Do Thái và các Sabeans và các Kitô hữu và các Magians và những người liên kết với Allah - Allah sẽ phán xét giữa họ ngày ngày sống lại. Thật vậy Allah là, trên tất cả mọi thứ, chứng kiến.
zu: Ngempela, labo siye sakholwa futhi labo babengamaJuda, futhi lapho amaSheba etheleka, futhi amaKristu kanye Magians kanye nalabo ezihambisana ne Allah - Allah tando jaja ngaphakathi them Suku Vuko.
