Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran212
source: And when he goes away, he strives throughout the land to cause corruption therein and destroy crops and animals. And Allah does not like corruption.
ca: I quan ell se'n va, que s'esforça per tota la terra de provocar corrupció en això i destruir els conreus i animals. I Allah no li agrada la corrupció.
cy: Ac ef pan aiff i ffwrdd, mae'r ymdrechu drwy gydol y tir i achosi llygredd ynddo a dinistrio cnydau ac anifeiliaid. Ac nad yw Allah yn hoffi Llygredigaeth.
da: Og når han går væk, han bestræber sig på i hele landet til at forårsage korruption deri og ødelægge afgrøder og dyr. Og Allah bryder ikke sig om korruption.
el: Και όταν πηγαίνει μακριά, ο ίδιος προσπαθεί σε όλη τη γη για να προκαλέσει την καταστροφή σε αυτήν και να καταστρέφουν τις καλλιέργειες και τα ζώα. Και Αλλάχ δεν ήθελα διαφθοράς.
et: Ja kui ta kaob, ta püüab kogu maa põhjustavad korruptsiooni sealsamas ja hävitada põllukultuuride ja loomade tootmist. Ja Allah ei meeldi korruptsiooni.
fi: Ja kun hän menee pois, hän pyrkii kautta maan vaurioitua siinä ja tuhota kasveja ja eläimiä. Ja Allah ei pidä korruptioon.
he: כשהוא הולך, הוא שואף בכל רחבי הארץ כדי לגרום לפגם בו ולהשמיד גידולים ובעלי -חיים. אללה לא אוהב שחיתות.
hr: I kad on ode, on nastoji u cijeloj zemlji uzrok korupcije u njemu i uništiti usjeve i životinje. A Allah ne voli korupcije.
lt: Ir kai jis nueina, jis siekia visoje žemėje sukelti korupcija joje ir sunaikinti augalai ir gyvūnai. Ir Dievas nemėgsta korupcija.
lv: Un tad, kad viņš iet projām, viņš tiecas visā zemē tajā likt korupciju un iznīcināt kultūru un dzīvnieku. Un Allah nepatīk korupciju.
nb: Og når han går bort, han arbeider over hele landet forårsake skade deri og ødelegge avlinger og dyr. Og Allah liker ikke korrupsjon.
sk: A keď pôjde preč, on sa snaží po celej krajine, spôsobiť poškodenie v ňom a zničiť plodín a zvierat. A Boh nemá rád korupcie.
sl: In ko gre stran, stremi po vsej deželi vzrok pokvarjenost v njem in uničiti rastlin in živali. Ter Allah ne mara korupcije.
sr_cyrl: И када он оде, борио се широм земље да се у томе да изазове корупције и униште усеве и животиње. А Аллах не воли корупције.
sr_latn: I kada on ode, borio se širom zemlje da se u tome da izazove korupcije i unište useve i životinje. A Allah ne voli korupcije.
uk: І коли він зникне, він прагне по всій землі, щоб викликати корупції в ньому і знищити культур і тварин. А Аллаху не любить корупції.
vi: Và khi ông đi xa, anh phấn đấu trong suốt đất gây ra tham nhũng trong đó và phá hủy các cây trồng và động vật. Và Allah không thích tham nhũng.
zu: Futhi lapho ehamba, ulwela ezweni lonke ukuze abangele inkohlakalo therein bese ziyafa izitshalo nezilwane.

# Quran213
source: And when it is said to him, "Fear Allah," pride in the sin takes hold of him. Sufficient for him is Hellfire, and how wretched is the resting place.
ca: I quan es diu que ell, "Por Allah," l'orgull en el pecat agafa per ell. Hellfire és suficient per a ell, i com de miserable és el lloc.
cy: Ac pan ddywedir iddo, "Ofn Allah," Mae balchder yn y pechod yn cymryd gafael arno. Ddigonol iddo yn Hellfire, ac sut truenus yn y man gorffwys.
da: Og når det er sagt til ham, "Frygt Allah," stolthed i synd tager fat i ham. Tilstrækkelig for ham er Hellfire, og hvordan elendige er hvilested.
el: Και όταν λέγεται σ ' αυτόν, «Ο φόβος Αλλάχ,» υπερηφάνεια στην αμαρτία παίρνει τον στα χέρια. Επαρκή για αυτόν είναι Hellfire και πόσο άθλιοι είναι το σημείο ανάπαυσης.
et: Ja kui öeldakse talle, "Hirmu Jumal," sin uhkust haarab teda. Teda piisavalt Hellfire on kui armetu on puhkavad.
fi: Ja kun sanotaan hänelle, "Pelko Allah" ylpeyden synti tarttuu häntä. Riittävä, häntä on Hellfire ja kuinka kurja on leposija.
he: כאשר נאמר לו, "פחד אללה," גאווה על החטא משפיעה עליו. מספיק בשבילו הלפייר, כמה עלוב הוא מקום קבורתו.
hr: I kad je rekao da ga "Straha Allaha," ponos je grijeh uzima ga. Dovoljno mu je Hellfire i kako jadan je odmorište.
lt: Ir kai jis sako, kad jam, "Baimė Dievas," didžiuojasi nuodėmė pasijus jį. Pakankamai jam yra Hellfire, ir kaip niekam tikęs yra poilsio vieta.
lv: Un ja tas ir viņam sacīja: "Bailes Allah," lepnums ir grēks ņem viņu. Pietiekama, viņam ir Hellfire un cik nožēlojama ir atdusas vietu.
nb: Og når det er sagt til ham, "Frykt Allah," stolthet i sin tar tak i ham. Røst er Hellfire hvordan elendige er hvilestedet.
sk: A keď sa mu "Alah strach," povedal pride v hriechu sa drží ho. Stačí mu je Hellfire a ako úbohý je miesto posledného odpočinku.
sl: In ko je dejal, da mu, "Strah Allah," ponos v greh se drži ga. Dovolj mu je Hellfire in kako bedno je počivališče.
sr_cyrl: И када га је да му рекао, "Аллах страх", понос у грех обузима га. Довољно за њега је Паклена ватра, а како јадна је мијесто где.
sr_latn: I kada ga je da mu rekao, "Allah strah", ponos u greh obuzima ga. Dovoljno za njega je Paklena vatra, a kako jadna je mijesto gde.
uk: І коли він сказав йому "Страх Аллаха," гордість за гріх захоплює його. Достатнім для нього Hellfire, і як нещасний є місцем відпочинку.
vi: Và khi nó được cho là anh ta, "Sợ Allah," tự hào về những tội lỗi mất giữ của anh ta. Đầy đủ cho anh ta là Hellfire, và làm thế nào không may là nơi nghỉ ngơi.
zu: Futhi uma wathi kuye: "Mesabe Allah," siyaziqhenya isono uyibamba ngaye.

# Quran214
source: And of the people is he who sells himself, seeking means to the approval of Allah. And Allah is kind to [His] servants.
ca: I de les persones és el que ven a si mateix, buscant els mitjans per a l'aprovació d'Allah. I Allah és amable [seva] servents.
cy: Ac mae pobl yn ef sy'n gwerthu ei hun, sy'n chwilio am ffordd i gymeradwyaeth Allah. Ac Allah yn garedig i [ei] weision.
da: Og af folket er ham, der sælger sig selv, søger midler til godkendelse af Allah. Og Allah er venlig overfor [hans] ansatte.
el: Και του λαού είναι αυτός που πουλάει τον εαυτό του, αναζητώντας μέσα για την έγκριση του Αλλάχ. Και Αλλάχ είναι είδος προς τους υπηρέτες [του].
et: Ja on inimesi kes müüb ise leida võimalused Allah heakskiidul. Ja Jumal on selline [oma] sulased.
fi: Ja ihmiset on hän, joka myy itse löytää tapoja hillitä hyväksyntään. Ja Jumala on kiltti [] palvelijoitaan.
he: של העם הוא מי שמוכר את עצמו, מחפשים לאישור של אללה. אללה נדיב [את] משרתיו.
hr: I od ljudi je onaj koji prodaje sebe, tražeći sredstva za odobrenje Allaha. A Allah je prema [svoje] sluge.
lt: Ir žmonių yra tas, kuris parduoda pats ieško būdų, kaip Dievas, patvirtinimo. Ir Dievas yra geras [jo] tarnautojams.
lv: Un cilvēki ir viņš, kurš pārdod pats meklē līdzekļus Allah apstiprināšanu. Un Allah ir sava veida [viņa] kalpiem.
nb: Og folk er han som selger selv, søker betyr godkjenning av Allah. Og Allah er snill til [hans] tjenere.
sk: A z ľudí je ten, kto predáva sám hľadať prostriedky na schválenie Alah. A Boha, je láskavý [jeho] zamestnancov.
sl: In ljudi, je on, ki prodaja sam, iskanje načinov za odobritev Allah. In Alah je nekako za [njegova] uslužbencev.
sr_cyrl: И од људи је ко продаје себе, траже средства за одобравање од Алаха. И , Алах је љубазна према [своје] слуге.
sr_latn: I od ljudi je ko prodaje sebe, traže sredstva za odobravanje od Alaha. I, Alah je ljubazna prema [svoje] sluge.
uk: І людей, хто продає себе шукає засоби для затвердження Аллаха. І Аллах [] рабам.
vi: Và những người ông đã bán mình, tìm kiếm có nghĩa là sự chấp thuận của Allah. Và Allah là loại cho công chức [của mình].
zu: Futhi zabantu nguye azithengise, efuna izindlela ekuvumeni Allah.

# Quran215
source: O you who have believed, enter into Islam completely [and perfectly] and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.
ca: O es que he cregut, introduir l'Islam completament [i perfectament] i no seguir les petjades de Satanàs. De fet, és per a vostè un clar enemic.
cy: O rydych sydd wedi credu, ymrwymo i Islam gwbl [a berffaith] ac nid yn dilyn ôl traed Satan. Yn wir, ef yw eich gelyn clir.
da: O du, der har troet, gå ind i Islam helt [og perfekt] og ikke følge fodsporene på Satan. Han er faktisk at du en klar fjende.
el: O εσάς που πίστεψαν, εισάγετε σε Ισλάμ εντελώς [και τέλεια] και μην ακολουθήσετε τα χνάρια του Σατανά. Πράγματι, αυτός σας είναι μια σαφής εχθρός.
et: O kes on uskunud, sõlmima Islam täiesti ideaalselt [ning] ja järgima jälgedes Saatan. Tõepoolest, ta on teil selge vaenlane.
fi: Oi te, jotka ovat uskoneet Astu islamin täysin [ja täysin] ja seuraa jalanjälkiä Saatana. Hän on sinulle selvä vihollinen.
he: O מי מאמין, להיכנס האיסלאם לחלוטין [ובצורה מושלמת], אל תבצע את צעדיו של השטן. ואכן, הוא לך אויב ברור.
hr: O ti koji su vjerovali, ući u Islam potpuno [i savršeno] i krenuti stopama Sotona. Doista, on je tebi jasno neprijatelj.
lt: O kurie tiki, įvesti islamo visiškai [ir puikiai] ir ne sekti pėdomis Šėtonas. Iš tiesų, jis yra jums aiškiai priešų.
lv: O jums, kas ticējusi, stājas islāms pilnībā [un perfekti] un neseko sātana soļi. Protams, viņš ir tev skaidru ienaidnieks.
nb: O dere som har trodd, inngå Islam helt [og perfekt] og ikke følge fotsporene til Satan. Han er faktisk deg en klar fiende.
sk: O vás, ktorí ste uverili, vstúpiť do islamu, úplne [a dokonale] a nie po stopách Satana. V skutočnosti je jasný nepriateľ.
sl: O ki ste verjeli, vnesite v Islam, popolnoma [in popolnoma] in ne sledijo zgledu Satan. Res, on je vam jasno sovražnika.
sr_cyrl: О који верују, унесете у Ислам потпуно [и савршено] и не прати у стопе Сатане. Он је заиста вам јасно непријатеља.
sr_latn: O koji veruju, unesete u Islam potpuno [i savršeno] i ne prati u stope Satane. On je zaista vam jasno neprijatelja.
uk: О ви, хто вірив, увійти в іслам, повністю [і чудово] і не слідувати по стопах сатани. Дійсно, він є від тебе чітко визначеного супротивника.
vi: O bạn của những người đã tin, nhập vào Hồi giáo hoàn toàn [và hoàn hảo] và không làm theo bước chân của Satan. Thật vậy, ông là bạn là kẻ thù rõ ràng.
zu: O you kholwa angene Islam ngokuphelele [futhi ngokuphelele] futhi musa ukulandela ezinyathelweni zika Sathane.

# Quran216
source: But if you deviate after clear proofs have come to you, then know that Allah is Exalted in Might and Wise.
ca: Però si que es desvien després de proves clares han arribat a vostè, llavors sap que Allah és exaltat en força i savi.
cy: Ond os mae ddylech wyro ar ôl proflenni clir yn dod i chi, yna yn gwybod nad yw Allah i'w mawrygu yn allai a Wise.
da: Men hvis du afviger efter klare beviser er kommet til dig, så ved, at Allah er ophøjet i Might and Wise.
el: Αλλά εάν αποκλίνουν μετά σαφείς αποδείξεις έχουν έρθει σε σας, τότε γνωρίζουμε ότι Αλλάχ είναι Exalted στο μήπως και σοφός.
et: Aga kui sa kõrvale pärast selged tõendid on tulnud teie, siis tea, et Jumal on ülendatud Might ja tark.
fi: Mutta jos poikkeat jälkeen selvin olette, niin tietää Jumala korotti voi ja viisas.
he: אבל אם אתה תסטה לאחר הוכחות ברורות לבוא אליך, ואז יודעים כי אללה הוא יינשא ב וייז ואולי.
hr: Ali ako ne bude išlo nakon jasne dokaze da ti dođem, onda znam da Allah uzvišeni u moć i mudar.
lt: Bet jei jūs nukrypti po aiškūs įrodymai turi ateiti pas jus, tada žino, kad Dievas yra išaukštintas gali ir išmintingas.
lv: Bet ja jūs atkāpties pēc skaidru apliecinājumu ierados tieši pie jums, tad zināt, ka Allah ir cildens var un gudrs.
nb: Men hvis du avviker etter klare bevis har kommet til deg, så vet at Allah er opphøyet i makt og klok.
sk: Ale ak vybočíte po jasné dôkazy majú prísť k vám, potom viem, že Alah je vyvýšený na sile a múdry.
sl: Vendar če odstopite po jasni dokazi prišla k vam, potem vem, da Allah je vzvišeno v oblast in pametno.
sr_cyrl: Али ако одступите након јасне доказе да ти, онда знам да Аллах велииа снагом и мудар.
sr_latn: Ali ako odstupite nakon jasne dokaze da ti, onda znam da Allah veliиa snagom i mudar.
uk: Але якщо ви відхилятися після чітких доказів прийшов до вас, то знаємо, що Аллах піднесене в меча і Мудрого.
vi: Nhưng nếu bạn đi chệch sau chứng minh rõ ràng đã đến với bạn, sau đó biết rằng Allah sôi nổi trong Might và khôn ngoan.
zu: Kodwa uma you hlanhlatha ngemuva hle bonakaliso sondela you ngalesosikhathi azi ukuthi Allah Abazikhukhumezayo ngobuqhwaga Wise.

# Quran217
source: Do they await but that Allah should come to them in covers of clouds and the angels [as well] and the matter is [then] decided? And to Allah [all] matters are returned.
ca: Ells esperen però que Allah hauria d'arribar a ells en les portades dels núvols i dels Àngels [també] i [llavors] és decidir la matèria? I a Allah [tots els] assumptes són retornats.
cy: Wneud iddynt aros am ond dylai bod Allah yn dod iddynt yn cwmpasu cymylau a angylion [hefyd] a [yna] penderfynir ar y mater? Ac mae materion [bob] yn dychwelyd i Allah.
da: De venter, men at Allah skulle komme dem i dækker af skyer og engle [samt] og sagen afgøres [så]? Og at Allah [alle] spørgsmål er returneret.
el: Να περιμένουν, αλλά ότι Αλλάχ θα πρέπει να έρθει να τους στις καλύψεις του νέφους και οι άγγελοι [καθώς και] και [τότε] αποφασίζεται το θέμα; Και Αλλάχ [όλα] τα θέματα που επιστρέφονται.
et: Nad ootavad, kuid et Jumal peaks tulema neile pilved väliskaanteks angels [ning] ja [siis] otsustas asja? Ja et Jumal [kõik] küsimustes tagastatakse.
fi: He odottavat mutta että Allah olisi heille pilviä ja enkelit [sekä] ja asiasta päätetään [silloin]? Ja jotta hillitä [all] asioissa.
he: האם הם מחכים אבל אללה זה צריך לבוא אליהם מכסה של העננים ואת המלאכים [גם כן], העניין [אז] הוחלט? אללה מוחזרות [כל] העניינים.
hr: Ne čekaju ali da Allah bi trebao doći da ih pokriva oblaka i anđeli [kao i] i odlučeno je [onda]? A Allahu se vraćaju [sve].
lt: Ar jie laukia bet kad Dievas turėtų ateiti į juos apima debesys ir angelai [taip pat] ir [tada] nusprendė šį klausimą? Ir Allaho [visi] bylose yra grąžinamos.
lv: Vai viņi gaida, bet ka Allāham vajadzētu nākt viņiem vāki, mākoņu un eņģeļi [arī] un jautājumu [tad] nolēma? Un lai Allāhs [visi] jautājumiem tiek atgriezti.
nb: De venter men at Allah bør komme til dem i dekker skyer og engler [også] og saken avgjøres [da]? Og til Allah [alle] saker returneres.
sk: Urobiť čakajú, ale že by sa na ne vzťahuje mraky a anjeli [aj] a vec je [potom] rozhodol? A Bohu [všetky] záležitosti vrátia.
sl: Delati oni čakajo da Allah bi pridejo do njih v zajema oblaki in angelov [tudi] pa zadevo je [torej] odločila? In v Allah vrnejo [vse] zadevah.
sr_cyrl: Да чекају али тај Алах треба да им у омоте од облака и анђели [па], а било је [тадашњи] одлучио? А Алаху [све] ствари су се вратили.
sr_latn: Da čekaju ali taj Alah treba da im u omote od oblaka i anđeli [pa], a bilo je [tadašnji] odlučio? A Alahu [sve] stvari su se vratili.
uk: Вони чекають, але що Аллах повинні прийти до них в чохли хмар і ангели [також] та [потім] вирішується питання? І щоб Аллах [всі] питання, що повертаються.
vi: Họ chờ nhưng mà Allah nên đến với họ ở bìa của những đám mây và các thiên thần [cũng] và vấn đề [sau đó] đã quyết định? Và Allah [tất cả] các vấn đề được trả về.
zu: Ingabe balindele kodwa ukuthi Allah kufanele sondela them nesembozo lwamafu izingelosi [kanye] ne-ndaba [ke] yanquma?

# Quran218
source: Ask the Children of Israel how many a sign of evidence We have given them. And whoever exchanges the favor of Allah [for disbelief] after it has come to him - then indeed, Allah is severe in penalty.
ca: Nens d'Israel pregunta quants un signe de proves ens han donat. I qui intercanvia el favor d'Allah [per la incredulitat] després d'això ha arribat a ell - llavors fet, Allah és greu en pena.
cy: Plant Israel yn gofyn faint o arwydd o dystiolaeth rydym wedi rhoi iddynt. A pwy bynnag sydd yn cyfnewid favor Allah [ar gyfer anghrediniaeth] ar ei ôl wedi dod iddo-yna yn wir, Allah yn ddifrifol yn gosb.
da: Spørg Israels børn, hvor mange tegn på beviser har vi givet dem. Og hvem udvekslinger fordel af Allah [for vantro] efter det er kommet til ham - så ja, Allah er alvorlige sanktioner.
el: Ρωτήστε τα παιδιά του Ισραήλ πόσοι ένα σημάδι των αποδείξεων θα τους έχουν δώσει. Και όποιος ανταλλαγές την εύνοια του Αλλάχ [για δυσπιστία] μετά από αυτό έχει έρθει σ ' αυτόν - τότε πράγματι, Αλλάχ είναι σε σοβαρή ποινή.
et: Küsi Iisraeli laste mitu märk tõendeid oleme andnud neile. Ja kes iganes noorsoovahetused teene Jumal [jaoks uskumatus] pärast seda on tulnud talle - siis Allah on tõepoolest raske karistus.
fi: Pyytää Israelin lapset kuinka monta näyttöä merkki olemme sille antaneet. Ja kuka vaihtaa hyväksi Allahin [epäusko] sen jälkeen on tullut hänelle - niin Jumala onkin ankara rangaistus.
he: מבקשים כמה סימן של ראיות נתנו להם בני ישראל. ואת מי בורסות הטובה של אללה [עבור חוסר אמונה] אחרי זה הגיע לו - אז אכן, אללה הוא חמור בעונשם.
hr: Pitati djecu Izraela koliko znak dokaz smo im dali. I tko god razmjene usluga Allah [za nevjerica] nakon što je došlo do ga - onda zaista, Allah je u kaznu.
lt: Prašo Izraelio vaikai kiek įrodymų ženklas mes davė jiems. Ir kas mainai Dievo palankumą [dėl netikėjimo] po to atėjo su juo - tada iš tiesų, Allah yra sunki bausmė.
lv: Lūdzam Izraēla bērnu cik zīme pierādījumu mums ir devis viņiem. Un kurš apmaiņas favor Allāha pēc tam, kad tā ir nonākusi pie viņu -, tad patiešām, Allah ir smags sods.
nb: Spør Israels barn hvor mange et tegn på bevis vi har gitt dem. Hvem børser gunst Allah [for vantro] etter det har kommet til ham - og Allah er faktisk alvorlig i straffen.
sk: Opýtajte sa deti Izraela, koľko znamení dôkazy musíme im. A kto výmeny priazeň Alah [pre nedôveru] po ňom prišiel k nemu - potom Boh je skutočne ťažké trestu.
sl: Vprašajte otroke Izraela, koliko znak dokaze smo jih dali. In kdor izmenjave uslugo Allah [za nejeverno] po tem, ko je prišel k njemu - potem res, Allah je huda kazen.
sr_cyrl: Питај децу Израела колико знак доказе дали смо им. И ко год размењује услугу и Аллах [за неверовање] након то је привукло га - онда заиста, Аллах је јак у казну.
sr_latn: Pitaj decu Izraela koliko znak dokaze dali smo im. I ko god razmenjuje uslugu i Allah [za neverovanje] nakon to je privuklo ga - onda zaista, Allah je jak u kaznu.
uk: Попросіть дітей Ізраїль скільки знак доказів ми дали їм. І той, хто бірж користь Аллах [для невір'я] після він прийшов до нього - то дійсно, Аллах є серйозними покарання.
vi: Yêu cầu trẻ em của Israel bao nhiêu một dấu hiệu của chứng cứ chúng tôi đã cho họ. Và bất cứ ai trao đổi các ưu tiên của Allah cho [sự hoài nghi] sau khi nó đã đến với anh ta - sau đó thực sự, Allah là nghiêm trọng trong hình phạt.
zu: Buza Ntwana Israyeli kanjani ningi kuwuphawu ubufakazi We epha them.

# Quran219
source: Beautified for those who disbelieve is the life of this world, and they ridicule those who believe. But those who fear Allah are above them on the Day of Resurrection. And Allah gives provision to whom He wills without account.
ca: Embelliren per aquells que dubten és la vida d'aquest món, i ridiculitzar aquells que creuen. Però aquells que temen Allah són sobre d'ells el dia de resurrecció. I Allah dóna disposició a qui ell voluntats sense compte.
cy: Beautified ar gyfer y rhai a chredu yw bywyd y byd hwn, ac mae eu gwawdio rhai sy'n credu. Ond y rhai sy'n ofni Allah yn uwch eu ar dydd atgyfodi. A bydd Allah yn rhoi darpariaeth i bwy mae ef wills heb gyfrif.
da: Forskønnet for dem, der ikke tror er livet i denne verden, og de latterliggør dem, som tror. Men dem, der frygter Allah er over dem på den dag i opstandelse. Og Allah giver bestemmelse til hvem han Testamente uden hensyn.
el: Ωραιοποιημένο για εκείνους που δυσπιστώ είναι η ζωή αυτού του κόσμου, και κοροϊδεύουν αυτούς που πιστεύουν. Αλλά αυτοί που φοβούνται Αλλάχ είναι πάνω τους για την ημέρα της Αναστάσεως. Και Αλλάχ δίνει παροχή στους οποίους διαθήκες χωρίς λογαριασμό.
et: Neile, kes usu. kaunistab elu selles maailmas on ja nad naeruvääristama kummutatakse. Kuid need, kes kardavad, et Allah on nende kohal ülestõusmise päev. Ja Jumal annab, kellele ta tahab ilma konto säte.
fi: Ihana niille, jotka ovat uskottomia on tämän maailman elämää, ja he pilkkaa ne, jotka uskovat. Mutta ne, jotka pelkäävät Allah ovat niiden yläpuolella ylösnousemuksen päivänä. Ja Jumala antaa määräyksen kenelle tahtoo ilman tiliä.
he: מיופה למי להאמין גם החיים של העולם הזה, הם ללעוג לאלה המאמינים. אבל אלה החוששים אללה מעליהם על יום התקומה. אללה נותן הוראה למי שהוא חפץ בלי חשבון.
hr: Uljepšan za one koji ne vjeruju je cijeli svijet, a oni ismijavaju one koji vjeruju. Ali onima koji se boje Allaha su iznad njih na dan uskrsnuća. A Allah daje odredba za koga hoće bez računa.
lt: Upiększony tiems, kurie neturi wierza gyvenimas šiame pasaulyje, ir jie pajuokos tų, kurie tiki. Bet tie, kurie bijo Dievo yra virš jų prisikėlimo dieną. Ir Dievas suteikia nuostata, kuriems jis testamentų be sąskaitos.
lv: Izdaiļojis, kuri neticēt dzīve šajā pasaulē, un tie izsmiekls tiem, kas tic. Bet tiem, kuri baidās Allah ir virs tiem augšāmcelšanās dienu. Un Allah dod noteikums, kam viņš vēlas, bez konta.
nb: Forskjønnet for dem som tviler er livet til denne verden, og de narr av dem som tror. Men de som frykter Allah er over dem på dagen av oppstandelse. Og Allah gir bestemmelse som han wills uten konto.
sk: Skrášlil pre tých, ktorí neveriť je život tohto sveta a ich výsmech tých, ktorí veria. Ale tí, ktorí sa obávajú Alah sú nad nimi na deň vzkriesenia. A Boh dáva ustanovenie komu on chce bez účtu.
sl: Uljepšan za tiste, ki verjamem je življenje tega sveta, in tiste, ki verjamejo zasmehovanje. Vendar so tiste, ki se bojijo Allah nad njimi na dan od vstajenje. Ter Allah daje določba, komu je oporok brez računa.
sr_cyrl: Најулепшавана за оне који су управљали је живот овог света, и они руглу они који верују. Али онима који се боје Аллах изнад њих на дан ускрснућа. А Аллах даје одредбе којима је Wиллис без налога.
sr_latn: Najulepšavana za one koji su upravljali je život ovog sveta, i oni ruglu oni koji veruju. Ali onima koji se boje Allah iznad njih na dan uskrsnuća. A Allah daje odredbe kojima je Willis bez naloga.
uk: Прикрашено для тих, хто не вірити є життя в цьому світі, і вони насмішка ті, хто вірить. Але ті, хто побоюється Аллах над ними на день Воскресіння. І Аллах дає надання кому він хоче без уваги.
vi: Beautified đối với những người disbelieve là cuộc sống của thế giới này, và họ chế giễu những người tin. Nhưng những người lo sợ Allah trên chúng vào ngày phục sinh. Và Allah cho cung cấp mà Ngài muốn mà không có tài khoản.
zu: Yinhle for labo disbelieve is the Pilo lo hlaba, futhi they chwaneka labo kholwa.
