Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1722
source: And to Allah prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.
ca: I per Allah prostrates qui és en els cels i la terra, voluntàriament o per obligació i d'ombres [també] en els matins i les tardes.
cy: Ac i Allah prostrates bwy bynnag sydd o fewn y nefoedd a'r ddaear, o'i wirfodd neu drwy orfodaeth, ac eu cysgodion [hefyd] yn y boreau ac y prynhawniau.
da: Og at Allah prostrates hvem er i himlene og jorden, frivilligt eller med tvang, og deres skygger [samt] i om morgenen og om eftermiddagen.
el: Και Αλλάχ prostrates όποιος και αν είναι εντός τον ουρανό και τη γη, πρόθυμα ή από καταναγκασμό, και σκιές τους [καθώς και] τα πρωινά και τα απογεύματα.
et: Ja Jumala prostrates, kes on taevas ja maa, vabatahtlikult või sund ja nende varjud [ning] poolt hommikuti ja pärastlõunati.
fi: Ja jotta hillitä prostrates, joka on taivaassa ja maan päällä, vapaaehtoisesti tai pakosta ja varjot [sekä] aamuisin ja iltapäivisin.
he: אללה prostrates, מי שנמצא בתוך את השמים ואת הארץ, מרצון או על ידי כפייה, הצל שלהם [גם כן] בבקרים, אחר הצהריים.
hr: I da Allaha prostrates tko je u nebesa i zemlje, dobrovoljno ili prisile i njihove sjene [kao i] ujutro i poslije podne.
lt: Ir Allaho prostrates kas yra per dangų ir žemę, noriai ar iš prievartos, o jų šešėliai [taip pat] ryte ir po pietų.
lv: Un lai Allāhs izstiepjas, kurš atrodas debesis un zemi, labprātīgi vai ar piespiešanas, un viņu ēnas [arī] no rītiem un pēcpusdienās.
nb: Og til Allah prostrates den som er i himmelen og jorden, frivillig eller med tvang, og må [også] om morgenen og ettermiddagen.
sk: A Bohu prostrates, kto je do neba a Zeme, ochotne alebo nátlaku a ich tiene [aj] ráno a popoludní.
sl: In v Allah prostrates, kdor je v nebesih in na zemlji, prostovoljno ali s prisilo in njihove sence [tudi] v jutranjih urah in popoldanskem času.
sr_cyrl: И , Алах простратес ко год да је унутар небеса и земљу, добровољно или од стране Присила, а њихове сенке [па] сваког јутра и у поподневним сатима.
sr_latn: I, Alah prostrates ko god da je unutar nebesa i zemlju, dobrovoljno ili od strane Prisila, a njihove senke [pa] svakog jutra i u popodnevnim satima.
uk: І щоб Аллах простирається той, хто знаходиться в межах небеса та земля, охоче або шляхом примусу та їх тіні [також] вранці і в другій половині дня.
vi: Và Allah prostrates ai là trong bầu trời và trái đất, sẵn sàng hoặc bằng cách cưỡng bách và bóng của họ [cũng] trong buổi sáng và buổi chiều.
zu: Futhi Allah prostrates ubani ngaphakathi bhakabhaka hlaba willingly ngokucindezelwa, nezithunzi zabo [kanye] ekuseni entsambama.

# Quran1723
source: Say, "Who is Lord of the heavens and earth?" Say, "Allah." Say, "Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?" Say, "Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?" Say, "Allah is the Creator of all things, and He is the One, the Prevailing."
ca: Dir, "Que és Senyor del cel i terra?" Dir, "Allah". Dir, "vostè llavors tenen a més li aliats no posseir [encara] per si mateixos cap benefici o cap mal?" Dir, "és la persiana equivalent a veure'l? O és equivalent a la llum la foscor? O han atribuït a socis d'Allah que ha creat com la seva creació per tal que la creació [de cada] semblava similar a ells? Dir: "Allah és el creador de totes les coses, i és l'un, el Prevailing".
cy: Dweud, "Pwy yw yr Arglwydd y nefoedd a'r ddaear?" Dweud, "Allah." Dweud, "wedi wedyn ar wahân iddo cynghreiriaid nad ydynt yn meddu [hyd yn oed] eu hunain unrhyw fudd-dal neu unrhyw niwed?" Dweud, "Mae y Deillion yn cyfateb i weld y? Neu yn dywyllwch yn gyfwerth â olau? Neu wedi eu priodoli i bartneriaid Allah sy'n creu fel ei greu fel bod creu [bob] yn ymddangos yn debyg iddynt hwy?" Dweud, "Allah yw y crëwr yr holl bethau, ac ef yw un, y coesyn."
da: Sige, "Hvem er Herren af himlene og jorden?" Sige, "Allah." Sige, "har du så taget foruden ham allierede ikke besidder [også] selv nogen gavn eller skade?" Sige, "er svarende til de seende blind? Eller er mørket svarende til lys? Eller har de tilskrives Allah partnere, der har oprettet som hans skabelse så at oprettelse [af hver] syntes lignende til dem?" Sige, "Allah er skaberen af alle ting, og han er den ene, Prevailing."
el: Λένε, «Ποιος είναι κύριος του ουρανού και της γης;» Λένε, «Αλλάχ». Λένε, «έχετε στη συνέχεια λάβει εκτός από τον Σύμμαχοι δεν κατέχοντας [ακόμη] για τον εαυτό τους κανένα όφελος ή οποιαδήποτε ζημιά;» Έλεγε, "είναι ισοδύναμη με το βλέπουμε τους τυφλούς; Ή ισοδυναμεί σκοτάδι στο φως; Ή έχουν απέδιδαν στους εταίρους του Αλλάχ που δημιούργησε όπως δημιουργία του έτσι ώστε η δημιουργία [κάθε], φάνηκε παρόμοιο σε αυτούς;» Λένε, «Αλλάχ είναι ο δημιουργός όλων των πραγμάτων, και είναι το ένα, το Prevailing.»
et: Öelda: "Kes on Issand taeva ja maa?" Öelda: "Jumal." Öelda: "te siis võtnud teda lisaks liitlased mitte omades [isegi] ise mingit kasu või kahju?" Öelda "on samaväärne ei näe Pimedate? Või vastab pimedusse valgust? Või on nad seostada Jumala partnerid, loonud nagu tema loomist, et loomine [iga] tundus sarnane nendega?" Öelda: "Allah on k⌡igi asjade looja ja ta on üks, et Prevailing."
fi: Sanoa, "Kuka on herra taivaat ja maan?" Sanoa, "Allah." Esimerkiksi "Oletteko sitten ottaneet luonnehtima liittolaisia, joilla ei ole [edes] itselleen mitään hyötyä tai haittaa?" Sanoa, "vastaa näkeminen sokea? Tai vastaa pimeyteen valoa? Tai ne johtuu Allah kumppaneille, jotka luotu, kuten teokseensa niin, että perustamisen [jokainen] tuntui samanlainen heille?" Esimerkiksi: "Jumala on luonut kaiken, ja hän on se Prevailing."
he: תגיד, "מי זה שר השמיים והארץ?" תגיד, "אללה". אומרים, "ואז לקחת חוץ לו ברית לא הפו [אפילו] לעצמם שום תועלת או נזק?" לומר, "שווה לראות העיוור? או שווה לאור החושך? או יש להם לייחס שותפים אללה שיצר כמו היצירה שלו כך בריאת [אחד] נראה דומה להם?" אומרים, "אללה הוא הבורא של כל הדברים, ואני הוא האחד, Prevailing."
hr: "Ko je gospodar nebesa i zemlje?" Kažu, "Allah." Kažu, "onda uzela osim ga saveznici ne posjeduje [čak] za sebe bilo kakve koristi ili naškoditi?" "Je slijepo ekvivalentno vidite? Ili je tama svjetlost? Ili su oni pripisati Allahu partnera koji je stvorio kao svoje tvorevine tako da stvaranje [svakog] činilo sličnim njima? "Allah je Stvoritelj svega i on je jedan, na Prevailing."
lt: Sako, "Kas yra Viešpats, į dangų ir žemę?" Sako: "Dievas." Sako: "tada ėmėtės, be jam valstybių sąjungininkių neturintys [net] sau jokios naudos ar žalos?" Sako, "yra lygus nematyti aklas? Arba yra lygus šviesos tamsoje? Ar jie suteikė Dievas partneriams, kuris sukūrė kaip jo kūrinys, kad sukūrimas [kiekvieno] atrodė panašus į juos?" Pasakyti: "Dievas yra visų dalykų kūrėjas, ir jis yra vienas, kad Prevailing."
lv: Saka: "Kas ir debesu un zemes kungs?" Teiksim, "Allah." Teiksim, "ir pēc tam veikti bez viņu sabiedrotie nepiemīt [pat] sev nekādu labumu vai kaitējumu?" Saka: "ir līdzvērtīgs saskatīšana akls? Vai atbilst tumsa gaismā? Vai ir tās attiecināt uz Allah partneriem, kas veidotas kā viņa radīšanu lai izveidi [katru] šķita līdzīgi viņiem?" Teiksim, "Allah ir radījusi visas lietas, un viņš ir viens Prevailing."
nb: Si, "Hvem er himlene og jorden?" Si "Allah". Sier "har du deretter tatt foruten ham allierte ikke besitter [også] selv noen fordel eller skade?" Si, "er blinde tilsvarer ikke ser? Eller tilsvarer darkness lys? Eller har de tilskrevet Allah partnere som opprettet som hans skapelse, slik at etableringen av hver] syntes lignende til dem? Si «Allah er skaperen av alle ting, og han er den, Prevailing.»
sk: Povedať: "Kto je pán neba i Zeme?" Povedať: "Boh." Povedať, "ste potom prijali okrem neho spojenci nie vlastniť [i] pre seba nejaké výhody alebo ublížiť?" Povedať: "je rovná vidieť nevidiacich? Alebo sa rovná svetlo tma? Alebo sa pripisuje Alah partnerov, ktorý vytvoril ako jeho vzniku tak, aby vytvorením [každý] zdalo sa, že podobné s nimi?" Napríklad: "Boh je tvorcom všetkých vecí, a on je ten, Prevailing."
sl: Reči, "Kdo je gospodar nebes in zemlje?" Reči, "Allah." Reči, "ste si nato vzeli poleg njega zavezniki, ne z [tudi] zase kakršne koli koristi ali škode?" Reči, "je enakovredna v videnje slepe? Ali znaša teme na svetlobo? Ali so jih pripiše Allah partnerji, ki je ustvaril kot njegovo ustvarjanje, da nastanek [vsakega] zdelo podobno z njimi?" Reči, "Alah je stvarnik vseh stvari, in on je eden, je Prevailing."
sr_cyrl: Реци : "Ко је господар неба и земље?" Кажу , "Аллах." Рецимо , "онда узео осим њега савезници не поседује [чак] за себе икакве користи или зло?" Реци , "је еквивалентно видети слепи? Или еквивалентно светло је тама? Или су они приписана Аллах партнерима који су креирани као његова креација како стварање [сваког] изгледало је слично са њима?" "Аллах је Створитељ свих ствари, и он је један, на Преваилинг."
sr_latn: Reci: "Ko je gospodar neba i zemlje?" Kažu, "Allah." Recimo, "onda uzeo osim njega saveznici ne poseduje [čak] za sebe ikakve koristi ili zlo?" Reci, "je ekvivalentno videti slepi? Ili ekvivalentno svetlo je tama? Ili su oni pripisana Allah partnerima koji su kreirani kao njegova kreacija kako stvaranje [svakog] izgledalo je slično sa njima?" "Allah je Stvoritelj svih stvari, i on je jedan, na Prevailing."
uk: Скажімо, "Хто є Господь неба і землі"? Скажімо, "Аллах". Кажуть, "то зробили Крім нього союзники, які не володіють [навіть] для себе будь-якої користі, або який-небудь шкоду?" Сказати, "сліпий еквівалентно бачачи? Або еквівалентно темряви світло? Чи мають вони віднесені до Аллах партнерів, який створив як його творіння так, що створення [кожен], здавалося, подібні до них?" Скажімо, "Аллах є творцем усього, і він-то, в Prevailing".
vi: Nói, "Chúa tể của bầu trời và trái đất là ai?" Nói, "Allah." Nói, "bạn sau đó đã bên cạnh anh ta đồng minh không sở hữu [thậm chí] cho mình bất kỳ lợi ích hoặc bất kỳ tổn hại?" Nói, "là người khiếm thị tương đương với việc nhìn thấy? Hoặc là tương đương với ánh sáng bóng tối? Hoặc họ có quy cho đối tác Allah tạo ra giống như sáng tạo của mình để tạo ra [từng] dường như tương tự với họ?" Nói, "Allah là tác giả của tất cả mọi thứ, và ông là một trong những, the Prevailing."
zu: Ithi, "Ingubani iNkosi yamazulu nomhlaba?"

# Quran1724
source: He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples.
ca: Envia cap avall de la cel, pluja i cabal valls segons la seva capacitat, i el torrent porta una escuma de pujada. I des d'aquell [mena] que van escalfar al foc, desitjant guarniments i estris, és una escuma com ell. Així Allah presenta [l'exemple de] veritat i falsedat. Pel que fa a l'escuma, això desapareix, [ser] emesos però pel que fa a allò que beneficia les persones, roman en la terra. Així Allah presentar exemples.
cy: Mae'n anfon i lawr o'r awyr, glaw, a llif Cymoedd yn ôl eu gallu, ac mae y torrent yn cario ewyn cynyddol. Ac o hwnnw [ore] sydd yn y tân, dynodir adornments ac offer, y maent yn gwresogi yn ewyn tebyg iddo. Felly mae'r Allah yn cyflwyno [enghraifft] gwirionedd ac anwiredd. O ran yr ewyn, mae ei vanishes, [yn] bwrw ymaith; ond o ran hynny sydd o fudd i bobl, mae dal i fod ar y ddaear. Felly yw Allah yn cyflwyno enghreifftiau.
da: Han sender fra himlen, regn og dale flow ifølge deres kapacitet, og torrenten bærer en stigende skum. Og fra at [malm] som de varme i brand, som ønsker smykker og bestik, er en skum som det. Dermed Allah præsenterer [eksempel] sandhed og løgn. Hvad angår skum forsvinder det, [der] forstødt; Men hvad angår det, der gavner mennesker, det er stadig på jorden. Således Allah præsentere eksempler.
el: Στέλνει από τον ουρανό, βροχή, και κοιλάδες ροής σύμφωνα με τους ικανότητα, και ο χείμαρρος μεταφέρει ένα αυξανόμενο αφρού. Και από ότι [μεταλλεύματος] που θερμαίνουν στη φωτιά, επιθυμώντας στολίδια και σκεύη, είναι ένα αφρώδες υλικό όπως αυτό. Έτσι Αλλάχ παρουσιάζει [το παράδειγμα του] αλήθειας και ψεύδους. Όσον αφορά τον αφρό, να εξαφανιστεί, [όντας] σαλπάρουμε? αλλά όσον αφορά αυτό που ωφελεί τους ανθρώπους, παραμένει στη γη. Έτσι Αλλάχ παρουσιάζει παραδείγματα.
et: Ta saadab sätestatakse taevas, vihma ja orud voolu vastavalt oma maksevõimele ja torrent viib tõusev vaht. Ja et Ore mis Kuumuta tulekahju, soovides oodata olevale ajale ja riistad, on nagu see vaht. Seega Allah esitleb [Näide] tõde ja valetamine. Mis puudutab vaht, see kaob, [on] valatud välja; Aga mis puudutab seda, mis on kasulik inimestele, see jääb maa peal. Seega Allah esitada näiteid.
fi: Hän lähettää sky, sateelta ja laaksot virtaus niiden kapasiteetin mukaisesti, ja ryöppy kuljettaa nouseva vaahto. Ja että Malmin ne lämpöä tulipalon, haluavat koristeet ja tarvikkeet, on vaahto siltä. Mikä Jumala esittelee [Esimerkki] totuuden ja valheen. Mitä tulee vaahtoa se katoaa, [että] päätä; mutta kuten, että, mikä hyödyttää ihmisiä maan päällä. Näin Jumala esittää esimerkkejä.
he: הוא שולח מן השמים, גשם, עמקים הזרימה על פי הקיבולת שלהם, ונושא הטורנט קצף העולה. ומתוך זה [בצר] אשר הם מחממים על האש, ושואף קישוטים וכלי, הוא קצף כמו זה. לפיכך אללה מציג [הדוגמה] לבין המזויפים. ולגבי הקצף, זה נעלם, [להיות] השליכו; אבל לגבי זה שיביא תועלת לאנשים, זה נשאר על כדור הארץ. לפיכך אללה להציג דוגמאות.
hr: On šalje dolje s neba, kiše i dolinama protoka obzirom na njihov kapacitet, i bujica nosi diže pjenu. I od tog [rude] oni topline u požaru, želeći ukrasi i pribor za jelo, je pjena kao što je to. Tako Allah predstavlja [primjer] istinu od laži. Što se tiče pjene, ona nestaje, [se] baci Ali i za ono što koristi ljudima ostaje na zemlji. Tako Allah predstaviti primjere.
lt: Jis siunčia iš dangaus, lietaus, ir slėnių srautus pagal jų gebėjimus ir torrent užsiima auga putų. Ir iš to [rūdos] kuri jie šilumos ugnį, norėdamos papuošalai ir indai, yra putų patiks. Taigi Dievas pristato [pavyzdys] tiesos ir Melo. Kaip putos, ji dingsta, [yra] nusimesti; bet kaip ta, kuri naudinga žmonėms, jis lieka ant žemės. Taigi Dievas yra pavyzdžiai.
lv: Viņš sūta uz leju no debesīm, lietus un ielejās plūsmas saskaņā ar to spēju, un straume nes pieaug putas. No [dzelzsrūdas] un kas tie siltuma, uguns, vēloties rotājumi, un virtuves piederumiem, ir putu patīk. Tādējādi Allāhs rada [piemēram] patiesību un nepatiesību. GAMO, kā tā izgaist, ir noraut; bet, runājot par to, kas dod labumu cilvēkiem, tas paliek uz zemes. Tādējādi Allah klāt piemērus.
nb: Han sender ned fra himmelen, regn og daler flyt i henhold til kapasiteten, og torrent bærer en stigende skum. Og fra det [eller] som de varme fire ønsker utsmykninger og kasseroller, er et skum som det. Dermed Allah presenterer [eksempel] sannhet og løgn. Som for skummet forsvinner det, [er] utstøtt. men for at som fordeler folket, den forblir på jorden. Dermed gjør Allah presentere eksempler.
sk: Posiela obloha, dážď a údoliami tokov podľa ich kapacity a torrent nesie rastúce peny. A z tejto [rudy] ktoré sa teplo v ohni, so želaním, ozdoby a riadu, je pena to páči. Teda Boh predstavuje [Príklad] pravda a lož. Pokiaľ ide o peny, zmizne, že odhodiť; ale pokiaľ ide o to, čo prospieva ľuďom, zostáva na zemi. Preto Alah prezentovať príklady.
sl: Je poslal iz neba, dež in doline pretoka glede na njihovo kapaciteto, in torrent nosi naraščajoče pene. In iz tega [rude] ki so toplote v ognju, v želji okovom in pripomočki, je pena všeč. Tako Allah predstavlja [primer] resnico in laž. Kar se tiče pene, to izgine, [se] odpluli; ampak za tisto, kar koristi ljudem, ostaja na zemlji. Tako Allah predstavili primere.
sr_cyrl: Шаље доле с неба, кише и долинама проток према њиховом капацитету, а на бујица носи успону пене. И од тог [руде] а су топлоте у ватру, сагледавање додаци и прибор за јело, то је као пена као то. Стога Аллах поклони [пример] истина и неистина. Што се тиче пену, нестаје, [постане] скинуље; Али што се тиче тога погодности и људи, остаје на земљи. Стога Аллах представити примера.
sr_latn: Šalje dole s neba, kiše i dolinama protok prema njihovom kapacitetu, a na bujica nosi usponu pene. I od tog [rude] a su toplote u vatru, sagledavanje dodaci i pribor za jelo, to je kao pena kao to. Stoga Allah pokloni [primer] istina i neistina. Što se tiče penu, nestaje, [postane] skinuљe; Ali što se tiče toga pogodnosti i ljudi, ostaje na zemlji. Stoga Allah predstaviti primera.
uk: Він посилає з неба, дощ і долин потоку за їх потужність і торрент несе висхідний піни. І від цього [руди] вони нагрівають у вогні, які бажають прикраси і посуд, саме піною, як це. Аллах довів, що [наприклад] правда й брехня. Що стосується піни вона зникне, покинуті off; але що стосується того, що приносить користь народу, вона залишається на землі. Таким чином Аллах наводимо приклади.
vi: Ông sẽ gửi từ bầu trời, mưa, và thung lũng chảy theo khả năng của họ, và torrent mang một bọt tăng. Và từ đó [quặng] mà họ nhiệt trong lửa, mong trang sức đeo và dụng cụ, là một bọt như nó. Vì vậy Allah trình bày [ví dụ] sự thật và falsehood. Đối với trong bọt xốp, nó lại biến mất, [bị] diễn ra; nhưng đối với mà trong đó những người có lợi ích, nó vẫn còn trên trái đất. Vì vậy Allah nay ví dụ.
zu: He sa phansi bhakabhaka, imvula, izigodi flow ngokusho ikhono lazo, nomfudlana athwala Foam nokusukuma.

# Quran1725
source: For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.
ca: Per a aquells que han respost al seu senyor és el millor [recompensa], però qui no ha respost a ell - si tenien tot el que és totalment diferent a la terra i similars que amb ell, que [intentaria] rescatar-se així. Aquells tindrà el compte pitjor, seu refugi és l'infern i miserable és el lloc.
cy: Ar gyfer y rhai sydd wedi ymateb i'r Arglwydd eu gorau [gwobr], ond y rhai na wnaeth ymateb i ef-os oedd pob un sydd yn y ddaear gyfan gwbl ac fel â hwy, maent byddai [ymgais i] wystlon eu hunain ac felly. Bydd rhai wedi cyfrif y gwaethaf, ac uffern yw eu lloches, a truenus yn y man gorffwys.
da: For dem, der har reageret på deres Herre er bedst [belønning], men dem, der ikke reagerer på ham - hvis de havde alt, hvad der er i jorden helt og lignende af det med det, de ville [forsøge at] gidsel sig derved. De vil have den værste konto, og deres tilflugt er helvede, og elendige er hvilested.
el: Για εκείνους που έχουν ανταποκριθεί σε τους Λόρδος είναι το καλύτερο [ανταμοιβή], αλλά εκείνοι που δεν απάντησε σ ' αυτόν - αν είχαν όλοι ότι είναι η γη εξ ολοκλήρου και παρόμοιες με αυτό, αυτοί θα [προσπαθούσε να] οι ίδιοι εκβιάζονται με αυτόν τον τρόπο. Αυτοί θα έχουν το χειρότερο λογαριασμό, και τους καταφύγιο είναι κόλαση, και άθλια είναι το σημείο ανάπαυσης.
et: Neile, kes ei vastanud nende Issand on parim [tasu], kuid need, kes ei andnud talle - kui nad kõik on maa peal täiesti jms seda see, nad [püüdke] lunaraha ise sellega. Need on halvim konto pelgupaiga on Hell ja armetu on puhkavad.
fi: Niille, jotka ovat vastanneet Herransa on paras [palkita] mutta jotka ei vastannut hänelle - jos he kaikki on maan päällä täysin ja kuin sitä sen kanssa he [yrittäisi] ostaa itse siten. Ne on pahin huomioon heidän turvapaikan on helvetti ja kurja on leposija.
he: עבור אלה שהגיבו לאלוהיהם הטוב ביותר [פרס], אבל אלו לא הגיבו לו - אם היה להם שכל זה באדמה לחלוטין, כמו של זה עם זה, ובכך הם [ינסה] לפדות את עצמם. יהיו את החשבון הגרוע ביותר, ואת המחסה זה גיהנום, העלובים מקום מנוחתו.
hr: Za one koji su se odazvali gospodara je najbolji [nagrada], ali oni koji nisu odgovorili na njega - ako su sve što je u zemlji u cijelosti i tako nešto s tim, oni bi [pokušaj da] otkup sebe time. Oni će imati najgore račun, i svoje utočište je pakao, i jadan je mjesto gdje.
lt: Tiems, kurie atsiliepė į jų Viešpats yra geriausias [atlygį], bet tie, kurie neatsakė į jį - jei jie turėjo viską, kas yra žemėje visiškai ir pan, tai su juo, jie būtų [bandymas] okup patys taip. Tie turės blogiausias sąskaitą, ir jų prieglobstis yra pragaras, ir niekam tikęs yra poilsio vieta.
lv: Tiem, kas ir atsaukušās uz savu kungu ir labākais [atlīdzību], bet tiem, kas nereaģēja uz viņu - ja viņi bija viss, kas pilnībā atrodas zemes un tamlīdzīgi, tas ar to, viņi [mēģinātu] tādējādi izpirkt sevi. Tie būs sliktākais kontu un to patvērumu ir elle un nožēlojama ir atdusas vietu.
nb: For de som har svart på deres Herre er best [belønning], men de som ikke svarte på ham - hvis de hadde alt som er i jorden helt lignende med det, de ville [forsøke å] løsepenger seg dermed. De vil ha den verste kontoen, sin tilflukt er helvete og elendige er hvilestedet.
sk: Pre tých, ktorí odpovedali na svojho pána je najlepšie [odmena], ale tí, ktorí neodpovedali na ho - keby všetko, čo je na zemi úplne, a ako to s tým, že by [pokúsi] výkupné seba tým. Tie budú mať najhoršie účet, svoje útočisko je peklo a úbohý je miesto posledného odpočinku.
sl: Za tiste, ki so se odzvali na svojega Gospoda je najboljši [nagrado], ampak tiste, ki se ni odzval na mu - če bi imeli vse, kar je na zemlji v celoti, in podobno je z njim, da bi [poskus] odkupnino sami s tem. Oni hoteti življati premagati račun, in svoje zatočišče je pekel in nesrečne je počivališče.
sr_cyrl: За оне који су се одазвали њихов господар је најбољи [награда], али и они који се није одазвао му - да су имали све што је у потпуности у земљу и тако с тим, они би [покушај] откупнину за себе и тиме. Они ће имати рачун у најгоре, и њихове уточиште је пакао бедна је мијесто где.
sr_latn: Za one koji su se odazvali njihov gospodar je najbolji [nagrada], ali i oni koji se nije odazvao mu - da su imali sve što je u potpunosti u zemlju i tako s tim, oni bi [pokušaj] otkupninu za sebe i time. Oni će imati račun u najgore, i njihove utočište je pakao bedna je mijesto gde.
uk: Для тих, хто у відповідь на їх Господь є кращим [нагорода], але ті, хто не відповів йому - якби вони все це на землі зовсім, і тому подібне його з ним, вони б [спроба] викупити себе тим самим. Тих, хто буде мати найгірших рахунку, їх притулок є пекло і знедолених є місцем відпочинку.
vi: Đối với những người đã đáp lời của Chúa là tốt nhất [thưởng], nhưng những người đã không đáp ứng với ông - nếu họ đã có tất cả đó là trong trái đất hoàn toàn và như thế của nó với nó, họ sẽ [cố gắng] chuộc mình qua đó. Những người sẽ có tài khoản tồi tệ nhất, và nơi trú ẩn của họ là địa ngục, và không may là nơi nghỉ ngơi.
zu: Kulabo abaye basabela bo Lord the best [umvuzo], kodwa labo abangazange basabele Him - uma kwadingeka konke okukulo umhlaba ngokuphelele futhi okunje nalo, babengenza [umzamo ukuze] ngesihlengo ngokwabo
