Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran168
source: Indeed, those who disbelieve and die while they are disbelievers - upon them will be the curse of Allah and of the angels and the people, all together,
ca: De fet, aquells que dubten i morir mentre ells són disbelievers - sobre ells serà la maledicció d'Allah i dels àngels i la gent, tots junts,
cy: Yn wir, a chredu yn marw tra byddant yn disbelievers-arnynt fydd y felltith Allah ac angylion a'r bobl, gyd gyda'i gilydd,
da: Ja, dem, der ikke tror og dø, mens de er vantro - dem vil være forbandelse af Allah og englene og mennesker, alle sammen,
el: Πράγματι, όσοι δυσπιστώ και πεθαίνουν ενώ βρίσκονται disbelievers - επάνω τους θα είναι η κατάρα του Αλλάχ και οι άγγελοι και οι άνθρωποι, όλοι μαζί,
et: Tõepoolest, need, kes usu ja surevad kui nad uskottomille - neile on needus Jumal ja Inglid ja inimesed, kõik koos,
fi: Ne, jotka ovat uskottomia ja kuolevat niiden ollessa uskottomat - heille on todellakin Jumalan ja enkelien ja ihmisten kirous kaikki yhdessä
he: אכן, יהיה למי להאמין, למות בזמן שהם disbelievers - עליהם הקללה של אללה ואת המלאכים לבין העם, כולם ביחד.
hr: Uistinu, onima koji je siguran da je lažna i umrijeti dok su iskuse - na njih će biti prokletstvo od Allaha i anđeli i ljudi, sve zajedno,
lt: Iš tiesų, tie, kurie neturi wierza ir mirti o jie disbelievers - jiems bus prakeikimas Dievas, Angelai ir žmonės, visi kartu,
lv: Patiešām, kuri neticēt un nomirt, kamēr viņi disbelievers - pēc tiem būs lāsts Allah un eņģeļiem, un cilvēki, visi kopā
nb: De som tviler og dø mens de troende - dem vil faktisk være forbannelsen av Allah og englene og folket, alle sammen,
sk: Naozaj, tých, ktorí neveria, a zomrieť, zatiaľ čo oni sú neveriacim - na ne bude prekliatie Boha a anjelov a ľudí, všetci dohromady,
sl: Res, tisti, ki verjamem in umrl, medtem ko so disbelievers - na njih bo prekletstvo Allah in angelov in ljudi, vse skupaj,
sr_cyrl: Заиста , они који сумњаш и умре, док су они скептике - на њих проклетство Аллаха и анђели и људи, сви бити заједно,
sr_latn: Zaista, oni koji sumnjaš i umre, dok su oni skeptike - na njih prokletstvo Allaha i anđeli i ljudi, svi biti zajedno,
uk: Ті, хто не вірити і вмирають, поки вони disbelievers - на них буде прокляття Аллаха і ангелів і людей, всі разом,
vi: Thật vậy, những người disbelieve và chết trong khi họ đang thì – khi họ sẽ là những lời nguyền của Allah và thiên thần và người dân, tất cả cùng nhau,
zu: Ngempela, labo disbelieve phoqoka NGENKATHI they are disbelievers - phezu kwabo kuyoba isiqalekiso Allah nezingelosi kanye nabantu, bonke ndawonye,

# Quran169
source: Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved.
ca: Romandre eternament en el mateix. El càstig no es ser aclarits per a ells, ni es van ser reprieved.
cy: Ufudd i'r fythol ynddo. Bydd y gosb yn ysgafnhau nid ar eu cyfer, ac ni fydd eu reprieved.
da: Lovlydige evigt deri. Straffen vil ikke blive lettet for dem, eller vil de blive benådet.
el: Τηρώντας αιώνια σ ' αυτό. Η τιμωρία δεν να λούζονται για αυτούς, ούτε θα τους αναβολή.
et: Igavesti seal kinni. Karistuse aruandluskoormus ei neil ega on nad reprieved.
fi: Noudata ikuisesti siinä. Rangaistus ei lievennetä heille, eikä rangaistustansa lievennetä.
he: שומר לנצח בו. העונש לא קלה יותר בשבילם, ולא יהיה להם למחקו.
hr: Trajan vječno u njemu. Kazna će biti laki za njih, niti će oni biti pošteđeni.
lt: Gerbiantys amžinai jame. Bausmė neturi būti palengvinta jų, taip pat bus jie būti reprieved.
lv: Ievērojot tur mūžīgi. Sods būs atvieglota ne viņiem, ne būs, viņi būs reprieved.
nb: Varig evig deri. Straffen vil ikke bli lettet for dem, eller vil de bli reprieved.
sk: Dodržiavanie večne v ňom. Trest sa bude osvetlená nie pre nich, ani ich reprieved.
sl: Upoštevanje večno tam. Kazen ne bo treba omiliti, za njih, niti bo so reprieved.
sr_cyrl: Постојану вечито у томе. Казна це бити разведрио није за њих, нити ће они бити реприевед.
sr_latn: Postojanu večito u tome. Kazna ce biti razvedrio nije za njih, niti će oni biti reprieved.
uk: Незмінною вічно в ньому. Покарання не бути полегшеної для них, не будуть вони бути reprieved.
vi: Tuân thủ luôn luôn trong đó. Sự trừng phạt sẽ không được làm sáng cho họ, và cũng không họ sẽ được reprieved.
zu: Ukulandela phakade therein.

# Quran170
source: And your god is one God. There is no deity [worthy of worship] except Him, the Entirely Merciful, the Especially Merciful.
ca: I el seu Déu és un Déu. No hi ha cap divinitat [digne de worship] excepte ell, totalment compassius, especialment compassius.
cy: A eich Duw yn un Duw. Nid oes unrhyw Dduwdod [deilwng o addoli] ac eithrio ef, llwyr tosturiol, enwedig tosturiol.
da: Og din Gud er én Gud. Der er ingen guddom [værd at tilbede] undtagen ham, den helt barmhjertig, især barmhjertig.
el: Και ο Θεός είναι ένας Θεός. Δεν υπάρχει καμία θεότητα [άξια λατρείας] εκτός από τον ίδιο, ο εξ ολοκλήρου ελεήμων, ο ιδιαίτερα ελεήμων.
et: Ja teie Jumal on üks Jumal. Ei ole jumalus [väärt jumalateenistustel] välja arvatud tema, täiesti armulised, eriti armuline.
fi: Ja teidän Jumalanne on yksi Jumala. Ei ei Jumaluus [arvoinen palvonnan] paitsi hänelle täysin armollinen erityisen armollinen.
he: האל שלך אלוהים אחד. יש אין אלוהות [ראוי פולחן] חוץ ממנו, הנדבן לחלוטין, במיוחד הנדבן.
hr: A vaš Bog je jedan Bog. Tamo je nema Božanstva [dostojan obožavanja] osim njega, u potpunosti milosrdni posebno milostiv.
lt: Ir jūsų Dievas yra vienas Dievas. Nėra jokių Dievybės [vertas garbinimo] išskyrus jį, visiškai gailestingas, ypač gailestingas.
lv: Un tavs Dievs ir viens Dievs. Nav neviena dievība [dievkalpojumu cienīgs] izņemot viņu, pilnīgi žēlsirdīgs, it īpaši žēlsirdīgs.
nb: Gud er en Gud. Det er ingen guddom [verdig tilbedelse] bortsett fra ham, de helt barmhjertige, den spesielt barmhjertig.
sk: A tvoj Boh, je jeden Boh. Neexistuje žiadne božstvo [hodné uctievania] Okrem neho úplne milosrdný, najmä milosrdný.
sl: In vaš Bog je eden Bog. Ni nobene božanstva [vreden čaščenja] razen njega, povsem usmiljen, zlasti usmiljen.
sr_cyrl: Да , а твој Бог је један Бог. Тамо је без боћанство, [достојан молитве], осим њега, потпуно милосрдни, посебно милостив.
sr_latn: Da, a tvoj Bog je jedan Bog. Tamo je bez boћanstvo, [dostojan molitve], osim njega, potpuno milosrdni, posebno milostiv.
uk: І ваш Бог, один Бог. Немає не божество [гідний поклоніння] Крім йому повністю милостиві, особливо милосердний.
vi: Và Thiên Chúa là một Thiên Chúa. Có là không có vị thần [xứng đáng tôn thờ] ngoại trừ hắn, hoàn toàn thương xót, đặc biệt là thương xót.
zu: Futhi uNkulunkulu wenu unguNkulunkulu munye.

# Quran171
source: Indeed, in the creation of the heavens and earth, and the alternation of the night and the day, and the [great] ships which sail through the sea with that which benefits people, and what Allah has sent down from the heavens of rain, giving life thereby to the earth after its lifelessness and dispersing therein every [kind of] moving creature, and [His] directing of the winds and the clouds controlled between the heaven and the earth are signs for a people who use reason.
ca: De fet, en la creació de cel i terra i l'alternança de la nit i el dia i els vaixells [grans] que navegar a través del mar amb la que beneficia persones i què Allah ha enviat del cel de pluja, donant vida així a la terra després de la seva lifelessness i dispersió aquí cada criatura [mena de] en moviment, i la [seua] direcció de vents i núvols controlades entre el cel i la terra són signes d'una persones que utilitzen la raó.
cy: Yn wir, i greu y nefoedd a'r ddaear, a newid y nos a dydd, a llongau [mawr] sy'n hwylio drwy y môr â hynny sydd o fudd i bobl, a beth y mae Allah wedi anfon i lawr o'r nefoedd glaw, rhoi bywyd ac felly i'r ddaear ar ôl ei lifelessness a wasgaru ynddo bob creature [math o] symud, a [ei] yn chyfarwyddo'r y gwyntoedd a'r cymylau a reolir rhwng y nefoedd a'r ddaear yn arwyddion ar gyfer pobl sy'n defnyddio'r rheswm.
da: Faktisk, i skabelsen af himlene og jorden og skiftevis nat og dag og [stor] skibene, som sejler gennem havet med det, der til fordel for mennesker, og hvad Allah har sendt ned fra himlen med regn, giver liv derved til jorden efter sin lifelessness og sprede deri skabnings [slags] bevægelige, og [hans] lede af vinden og skyerne kontrolleret mellem himlen og jorden er tegn for en mennesker, der bruger grund.
el: Πράγματι, κατά τη δημιουργία από τον ουρανό και τη γη και την εναλλαγή της νύχτας και της ημέρας, και [μεγάλη] πλοίων που πλέουν μέσα από τη θάλασσα με αυτό που ωφελεί τον κόσμο, και τι Αλλάχ έστειλε κάτω από τον ουρανό της βροχής, δίνοντας ζωή με αυτόν τον τρόπο στη γη μετά την lifelessness και διασποράς, σ ' αυτό, κάθε πλάσμα [είδους] κινείται, και [] σκηνοθετεί τους ανέμους και τα σύννεφα από τούς τον ουρανό και τη γη, είναι σημάδια για ένα άτομα που χρησιμοποιούν τον λόγο.
et: Tõepoolest, loodi taevas ja maa ja [suur] laevu, mis sõidavad läbi selle, mis on kasulik inimestele ja mida Jumal on saatnud oma vihma taevast mere öö ja päeva vaheldumine, andes elu seeläbi maa pärast oma lifelessness ja pritsimiseks sealsamas [omamoodi] Libisev loodut ja [tema] suunates tuuled ja pilved taeva ja maa vahel kontrolli all on märke jaoks on inimesed, kes kasutavad põhjus.
fi: Taivaat ja maan ja vuorottelu yö ja päivä ja [hyvä] alukset, jotka kulkevat sen kanssa, mitä hyötyä ihmisille ja mitä Jumala on lähettänyt sade taivaasta meren luomiseen antaa elämän siten maahan jälkeen sen lifelessness ja purkamalla siinä joka [eräänlainen] liikkuvia olentoja ja [hänen] ohjaamalla tuuli ja pilvet hallinnassa taivaan ja maan välillä ovatkin merkkejä ihmiset, jotka käyttävät syy.
he: ואכן, בבריאת השמים והארץ ואת ההתחלפות של הלילה היום, ואת הספינות [הגדול] אשר להפליג בים עם זה שיביא תועלת אנשים ושלח מה אללה מן השמיים של גשם, לתת חיים ובכך לכדור הארץ לאחר הריק שלה ופיזור ובזה כל יצור נע [בערך], [לו] בבימוי של הרוחות ואת העננים מבוקרת בין השמים והארץ הם השלטים אנשים משתמשים סיבה.
hr: Doista, u stvaranju nebesa i zemlje i izmjeni noći i dana i [veliki] brodovi koji plove kroz more s ono što koristi ljudima, i što Allah poslao s nebesa kiše, čime daje život zemlji nakon njegova neživota i raspršivanje u njemu sva [vrsta] živa bića, i [njegov] režije vjetrova i oblacima kontrolira između neba i zemlje su znakovi za u ljudi koji koriste razum.
lt: Iš tiesų, dangaus ir žemės, ir šaltųjų ir naktį ir dieną, ir [didelis] laivai, kurie plaukioja per jūrą su ta, kuri naudinga žmonės, ir ką Dievas atsiuntė nuo lietaus dangaus sukūrimas, suteikti gyvenimą tokiu būdu žemė po jos Głusza bendrąjį ir paskleisti joje kiekvienas [rūšies] juda padaras, ir [jo] vadovavimas vėjai ir debesys kontroliuojama tarp dangaus ir žemės yra ženklų, kad Žmonės, kurie naudoja priežastis.
lv: Patiešām, debesis un zeme, un pārmaiņus nakts un diena [liels] kuģi, kas peld pa jūru pie tā, kas dod labumu cilvēkiem un kādi Allah ir nosūtījusi uz leju no lietus debesīm radīšanu, tādējādi dodot dzīvi uz zemes, pēc tās lifelessness un kliedēja tajā [veida] kustīgās radību, un [viņa] virzienmaiņai kontrolē starp debesīm un zemi mākoņi un vējš ir pazīmes par cilvēkiem, kuri lieto iemesls.
nb: Faktisk i etableringen av himmelen og jorden og vekslingen av natt og dag, og [stor] skip som seiler gjennom havet som fordeler mennesker og hva Gud har sendt ned fra himmelen regn, og dermed gir nytt liv til jorden etter sin lifelessness og spre der hver [slags] levende skapninger, og [hans] regi av vinden og skyene kontrollert mellom himmelen og jorden er skilt for en personer som bruker grunn.
sk: V skutočnosti pri tvorbe nebies a Zeme a striedanie noci a dňa [veľký] lode, ktoré plávajú cez more, ktoré výhody ľudí, a to, čo Boh má zoslal z neba dážď, dávať život tým na zemi po jeho lifelessness a výdajom v ňom každý [druh] pohybujúce stvorenia, a [jeho] réžii vietor a mraky, riadené medzi nebom a zemou sú znamenia pre ľudia, ktorí používajú dôvod.
sl: Dejansko, v ustvarjanje nebes in zemlje in menjavanje noč in dan, in [velik] ladje, ki plujejo skozi morje s tem, ki koristi ljudem, in kaj je Allah poslal dol iz nebes dežja, daje življenje s tem na zemljo po svoje lifelessness in razpršitvijo v njem vsak [nekakšen] gibljive bitje, in [njegovi] usmerjanje veter in oblaki, pod nadzorom med nebom in zemljo so znaki za a ljudje, ki uporabljajo razlog.
sr_cyrl: Заиста , у стварању небеса и земљу и замена за ноћ и дан и [велики] бродове који плове кроз море са тим погодности и људи, и како је Алах послао са небеса од кише, и тиме даје живот земљи након њене неживота и ширење пажње, свесности у томе сваки [врсти] покретни створење, и [његове] режију ветрови и облаке под контролом између небо и земља су знаци за један људи који користе разлог.
sr_latn: Zaista, u stvaranju nebesa i zemlju i zamena za noć i dan i [veliki] brodove koji plove kroz more sa tim pogodnosti i ljudi, i kako je Alah poslao sa nebesa od kiše, i time daje život zemlji nakon njene neživota i širenje pažnje, svesnosti u tome svaki [vrsti] pokretni stvorenje, i [njegove] režiju vetrovi i oblake pod kontrolom između nebo i zemlja su znaci za jedan ljudi koji koriste razlog.
uk: Дійсно, у створенні небеса та Земля і чергування ночі і дня і [великий] судів, які парусом через море з тим, що приносить користь людям, і що Аллах має посланим з небес дощ, тим самим даючи життя до землі після його lifelessness і диспергування в ньому створінню [родом з] рухомих і [його] направляє вітри і хмари, контрольованих між небо та землю є ознаками для в люди, які використовують причини.
vi: Thật vậy, trong việc tạo ra trời và đất, và xoay chiều của đêm và ngày, và các tàu chiến [tuyệt vời] đi thuyền buồm qua biển với điều đó có lợi cho người dân, và những gì Allah đã gửi xuống từ trời mưa, đem lại cho cuộc sống từ đó đến trái đất sau khi lifelessness của nó và phân tán trong đó mọi sinh vật [loại] di chuyển, và chỉ đạo [của mình] của gió và mây kiểm soát giữa thiên đường và trái đất là dấu hiệu cho một những người sử dụng lý do.
zu: Ngempela, lapho edala amazulu nomhlaba, futhi alternation of suku suku, futhi imikhumbi [omkhulu] okuyinto useyili ulwandle which sizo abantu, futhi yini Allah sa phansi usemazulwini semvula,

# Quran172
source: And [yet], among the people are those who take other than Allah as equals [to Him]. They love them as they [should] love Allah. But those who believe are stronger in love for Allah. And if only they who have wronged would consider [that] when they see the punishment, [they will be certain] that all power belongs to Allah and that Allah is severe in punishment.
ca: I [encara], entre la gent són aquells que prenen part Allah com iguals [a ell]. Ells estimen com [ha] estimen Allah. Però aquells que creuen que són més fortes en l'amor per a Allah. I si només que tenen injustament considerarien [que] Quan veuen el càstig, [seran determinats] que tot el poder pertany a Allah i que Allah és greu en el càstig.
cy: Ac [eto], ymhlith y bobl yn rhai sy'n cymryd heblaw Allah yn gyfartal [iddo ef]. Maent wrth eu bodd iddynt fel [Dylai'r] wrth eu bodd yn Allah. Ond y rhai sydd yn credu yn gryfach mewn cariad i Allah. Ac os mai dim ond byddent sydd wedi cam yn ystyried [y] pan fyddant yn gweld y gosb, [byddant yn rhai] y mae'r holl bŵer yn perthyn i Allah a bod Allah yn ddifrifol yn cosbi.
da: Og [men] blandt mennesker er dem, der tager andre end Allah som er lig med [til ham]. De elsker dem, som de [skulle] elsker Allah. Men dem, som tror er stærkere i kærlighed til Allah. Og hvis blot de, der har krænket ville overveje [at], når de ser straffen, [bliver de visse] at al magt tilhører Allah og at Allah er alvorlig i straf.
el: Και [ακόμη], μεταξύ των ανθρώπων είναι εκείνοι που λαμβάνουν άλλα από Αλλάχ ως ίσοι [στον αλλά(χ)]. Που τους αγαπώ [έπρεπε] να αγαπούν τον Αλλάχ. Αλλά όσοι πιστεύουν είναι ισχυρότερη στην αγάπη για τον Αλλάχ. Και αν το μόνο που έχουν αδικηθεί θα κρίνουν [ότι] όταν βλέπουν την τιμωρία, [θα είναι ορισμένες] που όλη η δύναμη ανήκει στην Αλλάχ και Αλλάχ είναι σε σοβαρή τιμωρία.
et: Ja [veel] rahva seas on need, kes võtavad peale Allah võrdsetena [temale]. Nad armastavad neid, kui nad [peab] armastan Jumalat. Kuid need, kes usuvad tugevama armastuse Jumal. Ja kui ainult need, kes on vääriti koheldud kaaluks [see], kui nad näevad karistus, [neid teatud] et kõik võimu kuulub Jumal ning et Jumal on raske karistus.
fi: Ja [kuitenkin] keskuudessa jotka kuin Allah tasavertaisina [nyt hänelle]. He rakastavat heitä rakastetaan [on] Jumala. Mutta ne, jotka uskovat ovat vahvempia rakkaudesta Jumala. Ja jos vain ne, jotka ovat tehneet väärin pitävät [että], kun he näkevät rangaistus, [he varmasti] että kaikki valta kuuluu Jumalalle ja että Jumala on ankara rangaistus.
he: [עדיין], בין האנשים שלוקחים מלבד אללה באופן שווה [אליו]. הם אוהבים אותם כפי שהם [צריך] אוהבים אללה. אך אלה אשר מאמינים חזקים באהבה למען אללה. אם רק הם מי התעה ישקול [כי]. כשהם רואים את העונש, [הם יהיו בטוחים.] כי כל הכוח שייך אללה אללה הזה הוא חמור כעונש.
hr: I [još], među ljudima su oni koji se osim Allaha jednaki [ga]. Vole ih kao [trebaju] Allah. Ali oni koji vjeruju u ljubav prema Allahu. I da samo oni koji su nepravdu [to] bi razmotriti kad vide kazne, [oni će biti određeni] da sva moć pripada Allahu i da je u kaznu.
lt: Ir [dar], tarp žmonių yra tie, kurie imasi ne Dievas kaip lygu [jam]. Jie mėgsta juos kaip jie [turėtų] meilės Dievas. Bet tie, kurie tiki yra stipresni Dievo meilę. Ir jei tik tie, kurie yra niesprawiedliwosci taip manau, [kad] kai zobacza bausmė, [jie bus tam tikrų] kuris visa galia priklauso Dievas ir kad Dievas yra sunkus baudimas.
lv: Un [vēl], starp cilvēkiem, kuri veikt nevis Allah kā līdzvērtīgas partneres [viņam]. Viņi mīl tos, kā viņi būtu love Allah. Bet tiem, kas tic ir stiprāks par mīlestību uz Allah. Un, ja tikai tie, kuri esat nodarījis uzskatītu [ka] soda, ieraugot [tās būs noteiktas], visa vara pieder Allahu un ka Allāhs ir smags sods.
nb: [Men], blant folk er de som tar enn Allah som likeverdige [til ham]. De elsker dem som de [skal] elsker Allah. Men de som tror er sterkere i kjærlighet til Allah. Og hvis bare de som har gjort urett ville vurdere [at] når de ser straff, [de blir bestemt] at all makt tilhører Gud og at Allah er alvorlig hos straff.
sk: A [ešte], medzi ľuďmi sú tí, ktorí sa okrem Alaha ako rovnocenní partneri [s ním]. Láska je ako by mali milujú Boha. Ale tí, ktorí veria, že sú silnejší v lásku Boha. A keby len oni, ktorí ublížili by zvážiť [to], keď vidí, že trest, [budú určité] že všetci moc patrí Bohu a že je ťažké v trest.
sl: In [vendar], med ljudmi so tisti, ki se razen Allah enakopravno [mu]. Radi jih, kot so [je] ljubezen Allah. Ampak tisti, ki verjamejo so močnejši v ljubezni za Allah. In če samo oni, ki so storjena krivica bi menijo, [da] ko vidijo kazen, [bodo nekatere] ki vse moč pripada Allah in da Allah je hudo v kazen.
sr_cyrl: И [још], међу људима су они који одвести тамо осим Алаха као једнаки []. Они их воле, као што су [] воли Алаха. Али они који верују да су јачи у љубави за Алаха. Да се само ко је наносила би пристали да [то] када виде да је казна, [сигурно це] које сам власт Аллах и тај Алах је јак у казну.
sr_latn: I [još], među ljudima su oni koji odvesti tamo osim Alaha kao jednaki []. Oni ih vole, kao što su [] voli Alaha. Ali oni koji veruju da su jači u ljubavi za Alaha. Da se samo ko je nanosila bi pristali da [to] kada vide da je kazna, [sigurno ce] koje sam vlast Allah i taj Alah je jak u kaznu.
uk: І [поки], серед людей, хто взяти крім Аллаха на рівних [його]. Вони люблять їх, як вони мають люблять Аллаха. Але ті, що вірять сильніше в любові до Аллаха. І якщо тільки вони, які образили буде розглядати [що], коли вони бачать покарання, [вони будуть певні] що вся влада належить до Аллах і що Аллах є серйозними покарання.
vi: Và [nhưng], trong số những người những người phải khác ngoài Allah như bằng [ông]. Họ yêu thương họ như họ [phải] yêu thương Allah. Nhưng những người tin tưởng mạnh mẽ hơn trong tình yêu với Allah. Và nếu chỉ có họ là những người có wronged sẽ xem xét [rằng] khi họ nhìn thấy sự trừng phạt, [họ sẽ chắc chắn] mà tất cả quyền lực thuộc về Allah và rằng Allah là nghiêm trọng trong sự trừng phạt.
zu: Futhi [nokho], phakathi kwabantu are labo abathatha omunye ngaphandle Allah abalinganayo [kuye].

# Quran173
source: [And they should consider that] when those who have been followed disassociate themselves from those who followed [them], and they [all] see the punishment, and cut off from them are the ties [of relationship],
ca: [I van considerar que] Quan aquells que s'han seguit desvincular-se d'aquells que van seguir [ells], i [tots] veure el càstig i va tallar d'ells són els llaços [de relació],
cy: [A dylent ystyried y] pan mae'r rhai sydd wedi cael eu dilyn datgysylltu wrth eu hunain gan y rheini sy'n dilyn [eu], ac maent [holl] weld y gosb, ac yn torri i ffwrdd oddi wrthynt yn y cysylltiadau [o berthynas],
da: [Og de bør overveje at] når dem, der har været fulgt afstand fra dem, der fulgte [dem], og de [alle] Se straffen, og afskåret fra dem er bånd [af forholdet],
el: [Και να θεωρούν ότι] όταν εκείνοι που έχουν ακολουθηθεί απαγκιστρωθεί από αυτούς που ακολούθησαν [τους] και [όλες] βλέπουν την τιμωρία, και αποκομμένοι από αυτούς είναι οι δεσμοί εξ αίματος [],
et: [Ja nad peaksid kaaluma, et] Kuna need, kes on jälginud küll ise neist, kes järgneb [neid] ja nad [kõik] Vt karistuse ja neilt ära lõigatud on, mille kaudu [suhe],
fi: [Ja ne katsovat, että] jotka ovat seuranneet pesäeron jotka seurasivat [heille], jolloin he [kaikki] näkevät rangaistus, ja leikata pois niitä ovat siteet [suhteen],
he: [ו הם זאת בחשבון] כאשר אלה הופעלו לנתק את עצמם מאלה שהלכו [אותם], והן [כל] ראה את העונש, מנותקת אותם הם הקשרים [של קשר],
hr: [I oni trebali razmotriti to] kada oni koji slijede se odvezati od onih koji su pratili [ih] i [sve] vide kaznu, i odsječeni od njih su veze [vezu],
lt: [Ir jie turėtų manyti, kad] kada tie, kurie buvo laikomasi atsieti save nuo tų, kurie po [juos], ir jie [visi] pamatyti bausmė, ir pašalintas iš jų yra giminystės ryšių [ir santykių],
lv: [Un viņi uzskata, ka] kad tiem, kuri ir jāievēro nošķirt sevi no tiem, kas sekoja [tiem], un viņi [visas] tiktu sodīts, un atrauti no tiem ir saites [attiecību]
nb: [Og de bør vurdere at] når de som har fulgt angre seg fra de som fulgte [dem] og de [alle] se straff, og avskåret fra dem er båndene [til forhold],
sk: [A mali by zvážiť, že] keď tých, ktorí dodržali odlúčiť sa od tých, ktorí sledovali [ich] a vidí trest [všetko], a odrezať od nich sú väzby [vzťah],
sl: [In naj menita, da] ko tiste, ki so bili sami loči od tistih, ki [jih] in [vse] vidijo kazen, in odrezani od njih so vezi [razmerja],
sr_cyrl: [И они треба да размотрите] када уклоните оне који је пратио самих оних који је пратио [их] и [све] виде казну, и од њих су се везе [везу],
sr_latn: [I oni treba da razmotrite] kada uklonite one koji je pratio samih onih koji je pratio [ih] i [sve] vide kaznu, i od njih su se veze [vezu],
uk: [, І вони повинні розглянути питання про що] коли тих, які були враховані за себе дистанціюватися від тих, хто слідував [їх], і вони [всі] бачити покарання і відрізані від них є узами [зв'язок],
vi: [Và họ nên xem xét rằng] khi những người đã được sau đó là tách mình khỏi những người theo sau [chúng], và họ [tất cả] xem sự trừng phạt, và bị cắt đứt khỏi họ có mối quan hệ [của mối quan hệ],
zu: [Futhi kufanele sicabangele ukuthi] uma labo abaye balandela naleli ngokwabo kusukela kulabo ababemlandela [kubo], futhi [bonke] ubone ukujeziswa, nginqume kwabo kukhona izibopho [of ubuhlobo],
