Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1490
source: So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe.
ca: Així que és un que [es] en una evidència clara del seu Senyor [com l'esmentada]? I segueix un testimoni d'ell, i abans era l'escriptura de Moses liderar i com misericòrdia. [Els creients en les revelacions ex] creuen que al Qur ' an. Però qui disbelieves en això de les faccions [diversos] - el foc és la seva destinació promès. Així no que hi ha dubte sobre això. De fet, és la veritat del seu Senyor, però no crec que la majoria de les persones.
cy: Felly, yn un sy'n [sefyll] ar dystiolaeth glir o ei Arglwydd [fel y nodir uchod]? A Mae'r tyst o iddo yn dilyn ei, a cyn hynny roedd yr ysgrythur Moses i arwain ac fel drugaredd. Mae hynny [credinwyr yn y datguddiadau hen] yn credu yn y Qur'an. Ond pwy bynnag a disbelieves ynddo o [gwahanol] garfannau'r-y tân ei gyrchfan addawyd. Felly yn nid oes amheuaeth am hynny. Yn wir, y gwir gan eich Arglwydd ydyw, ond ni chredwn y rhan fwyaf o bobl.
da: Så er man der [står] et klart bevis fra hans herre [som det førnævnte]? Et vidne fra ham følger det, og før det var Skriften af Moses til at lede og som barmhjertighed. Disse [troende i de tidligere åbenbaringer] tror på Koranen. Men hvem disbelieves i det fra de [forskellige] fraktioner - ilden er hans lovede destination. Så ikke være i tvivl om det. Ja, det er sandheden fra din Herre, men de fleste mennesker tror ikke.
el: Έτσι, είναι ένα που [στέκεται] πάνω σ ' ένα σαφή στοιχεία από το Λόρδο [όπως τα προαναφερόμενα]; Μάρτυρα από αυτόν που ακολουθεί και πριν ήταν η γραφή του Moses να οδηγήσει και ως έλεος. Εκείνοι [πιστών στον πρώην αποκαλύψεις] πιστεύουν στο Qur'an. Αλλά όποιος disbelieves σε αυτό από τις παρατάξεις [διάφορα] - η φωτιά είναι υποσχέθηκε στον προορισμό του. Έτσι δεν είναι σε αμφιβολία σχετικά με αυτό. Πράγματι, είναι η αλήθεια από το Λόρδο, αλλά οι περισσότεροι άνθρωποι δεν πιστεύουν.
et: Nii on üks kes [seisab] selgeid tõendeid tema Lord [nagu eespool]? Tunnistaja teda järgmisel ja varem oli see pühakirja Moses juhtima, aga halastust. Need [usklike endine paljastusi] usu Koraani. Aga kes iganes disbelieves ta [eri] fraktsioonide - tulekahju on tema lubas sihtkohta. Nii et saa pole kahtlust. Tõepoolest, see on tõe oma Issanda, kuid enamik inimesi ei usu.
fi: Joten on yksi joka [on] selvää osoitetaan Luojan [kuten edellä]? Ja todistaja häntä seuraa sitä ennen se oli Raamatun Moses johtaa ja armoa. Nuo [uskovat entinen ilmoituksissa] usko Koraanin. Mutta kuka ei usko sitä [eri] osastojen - palo on hänen luvattu kohde. Siis ei epäilystäkään. Se on totuus tulee Herraltasi, mutta useimmat ihmiset usko.
he: אז הוא אחד מי [עומד] בראיה ברורה מן האל שלו [כמו האמור]? עדה ממנו בעקבותיה, לפני שהיה את כתבי הקודש של Moses להוביל וכן רחמים. אלה [המאמינים ההתגלות לשעבר] מאמינים בקוראן. אבל מי disbelieves בו מכל הפלגים [שונות] - האש הוא היעד המובטחת שלו. אז להיות לא צל של ספק. אכן, זו האמת של אדונך, אבל רוב האנשים לא מאמינים.
hr: Tako je jedan koji [je] na jasan dokaz od svoga gospodara [poput spomenutih]? Svjedok od njega slijedi i prije nego je pismo Moses da vodi i kao milost. Oni [vjernici u bivši objave] da u Kur'anu. Ali onaj tko disbelieves u njemu od [raznih] frakcije - vatra je obećano odredište. Tako biti u nedoumici o tome. Zaista, istinu od vašeg Gospoda, ali većina ljudi ne vjeruju.
lt: Taigi yra viena kas [yra] nuo aiškių įrodymų iš jo Viešpats [kaip pirmiau]? Ir iš jo liudytojas taip jį, ir prieš tai buvo raštas Moses vadovauti ir kaip gailestingumo. Tie [tikintieji, buvęs ženklai] tikite Korano. Bet kas disbelieves į jį iš [įvairių] grupuotes - ugnis yra jo pažadėjo paskirties. Taigi būti abejonių, apie tai. Iš tiesų, tai yra tiesa iš savo Viešpaties, bet dauguma žmonių netiki.
lv: Tātad ir viens kurš [stāv] pēc skaidras liecības no viņa kungs [kā iepriekšminētā]? Un no viņa liecinieks tai seko, un pirms tam bija svētie raksti, Moses vadīt, kā žēlsirdība. Korāns tic tiem [bijušais atklājumiem ticīgie]. Bet tas, kurš disbelieves to no frakcijām [dažādi] - uguns viņa solītā mērķa. Tātad nevar būt šaubu par to. Patiešām, tas ir patiesību no savu kungu, bet lielākā daļa cilvēku netic.
nb: Så er en som [står] på en klare bevis fra hans Herre [som de nevnte]? Og følger et vitne fra ham, og før det var skriften av Moses å lede og nåde. De [troende i tidligere åpenbaringer] tror på Koranen. Men hvem disbelieves i det fra [forskjellige] fraksjonene - brannen er hans lovet reisemål. Så ikke være i tvil om det. Faktisk, det er sannheten Herrens, men de fleste tror ikke.
sk: Takže je jedno kto [je] predložením jasných dôkazov od svojho pána [ako je vyššie uvedené]? Svedok z neho vyplýva, že a predtým to bolo písmo Moses viesť a milosrdenstvo. Tých [veriacich v bývalej odhalenie] verí v Koráne. Ale ten, kto neverí v to od [rôzne] frakcie - oheň je jeho sľúbil určenia. Takže byť na pochybách o tom. Naozaj, je to pravda od svojho pána, ale väčšina ľudí neverí.
sl: Tako je eden ki [kratica] ob jasnih dokazov iz svojega gospodarja [kot je navedeno]? In priča iz njega izhaja, da, in preden se je pismo Moses voditi in kot milost. Ti [verniki v nekdanji razodetja] verjamem v Koranu. Vendar kdor jih disbelieves v njem iz [različni] frakcij - požar je svoje obljubljene destinacijo. Tako ne biti v dvomih o tem. Dejansko, je resnico iz svojega Gospoda, vendar večina ljudi ne verjamejo.
sr_cyrl: Тако је један ко [је] на јасан доказ од његовог Господа [као поменутог]? Свједок од њега их прати и пре је било писмо од Мосес да води и као милост. Оне [верника у бившој открића] верују у Кур'ану. Али ко год дисбелиевес у њему од [разних] фракције - ватра је његова обећана одредиште. Па не буди сумњу о томе. Заиста, истину од твог Господа, али већина људи не могу да верујем.
sr_latn: Tako je jedan ko [je] na jasan dokaz od njegovog Gospoda [kao pomenutog]? Svjedok od njega ih prati i pre je bilo pismo od Moses da vodi i kao milost. One [vernika u bivšoj otkrića] veruju u Kur'anu. Ali ko god disbelieves u njemu od [raznih] frakcije - vatra je njegova obećana odredište. Pa ne budi sumnju o tome. Zaista, istinu od tvog Gospoda, ali većina ljudi ne mogu da verujem.
uk: Так є одним які [стоїть] на чітких доказів від його Господь [як вищезгадані]? Свідок від нього йде за ним і раніше було Писання Moses вести і як милосердя. Ці [віруючих в колишній одкровень] вірити в Корані. Але той, хто влаштовує викрадення в ньому від [різні] фракції - вогонь його обіцяного призначення. Так, бути не сумніви про це. Дійсно, це правда, від вашого Господа, але більшість людей не вірять.
vi: Vì vậy, là một trong những người [đứng] sau khi một bằng chứng rõ ràng từ của mình Chúa [như nói trên]? Một nhân chứng từ anh ta sau đó và trước khi nó đã là kinh thánh, Moses dẫn đầu và là lòng thương xót. [Những tín hữu trong những tiết lộ cũ] tin rằng trong kinh Koran. Nhưng bất cứ ai disbelieves trong nó từ các phe phái [nhiều] - ngọn lửa là điểm đến hứa hẹn của mình. Như vậy là không nghi ngờ về nó. Thật vậy, nó là sự thật từ của mình Chúa, nhưng hầu hết những người không tin.
zu: Ngakho umuntu osuke [umi] phezu ubufakazi obucacile ezivela eNkosini yakhe [like eshiwo ngenhla]?

# Quran1491
source: And who is more unjust than he who invents a lie about Allah? Those will be presented before their Lord, and the witnesses will say, "These are the ones who lied against their Lord." Unquestionably, the curse of Allah is upon the wrongdoers.
ca: I qui és més injust que el que s'inventa una mentida Allah? Aquells es presentarà davant seu Senyor, i els testimonis dirà, "Aquests són els que mentir contra el seu senyor". Sens dubte, la maledicció d'Allah és sobre els malfactors.
cy: A phwy sy'n mwy anghyfiawn na ef a dyfeisio celwydd am Allah? Bydd rhai yn cael eu cyflwyno cyn eu yr Arglwydd, a bydd y tystion yn dweud, "Mae'r rhain yn rhai sy'n dweud celwydd erbyn eu Arglwydd." Yn ddiamau, yn felltith Allah ar y tramgwyddo.
da: Og der er mere uretfærdig end han, der opfinder en løgn om Allah? Dem, der vil blive forelagt inden deres Herre, og vidnerne vil sige, "Disse er dem, der løj mod deres Herre." Utvivlsomt, forbandelsen af Allah er over lovovertrædere.
el: Και ποιος είναι πιο άδικο από ό, τι αυτός που εφευρίσκει ένα ψέμα για Αλλάχ; Εκείνοι που θα υποβληθεί πριν από τους Λόρδος, και οι μάρτυρες θα πει, «Αυτά είναι αυτοί που είπε ψέματα κατά κύριο τους.» Αναμφισβήτητα, η κατάρα του Αλλάχ είναι κατά των παραβατών του.
et: Ja kes on rohkem alusetu, kui ta, kes leiutab lie Jumalat umbes? Need esitatakse enne nende Issand ja tunnistajad ütlevad, "Need on need, kes valetas vastu nende Issand." Vaieldamatult, Jumala needus on peale selle tekitaja.
fi: Ja kuka on epäoikeudenmukaisempi kuin se, joka keksii valheita Jumala? Ne esitetään Ennen herransa ja todistajien sanoo: "Nämä ovat niitä, jotka valehteli vastaan Herraansa." Kiistatta Jumalan kirous on laajemmalti.
he: ומי צודק יותר מאשר מי ממציא שקר על אללה? אלה יוצגו לפני האל שלהן, ואת העדים יגידו, "אלה אלה ששיקר נגד האל שלהן". אין ספק, קללת אללה הוא על הפושעים.
hr: A tko je više nepravedan nego onaj koji izmišlja laži o Allahu? One će biti predstavljen prije svoga Gospodina, a svjedoci će reći, "To su oni koji su lagali protiv gospodara." Bez sumnje, prokletstvo Allaha je na počinioce.
lt: Ir kurie yra labiau neteisinga nei tas, kuris išrado melas apie Dievo? Tie bus pateikta prieš savo Viešpatį, ir liudytojų sako, "Tai yra tie, kurie meluoja prieš jų Viešpats." Be abejo, iš Dievas yra grzesznicy.
lv: Un kurš ir netaisna vairāk nekā tas, kurš izdomā meli par Allah? Tiem, kas tiks iesniegts pirms to Kungu un lieciniekiem teiks, "Tie ir tie, kas meloja pret savu kungu." Neapšaubāmi, nolādēt no Allah būs vērsts pret pārkāpējus.
nb: Og hvem er mer urettferdig enn han som oppfant en løgn om Allah? De vil bli presentert før Herren, og vitner vil si, "Disse er de som løy mot Herren." Uten tvil, forbannelsen av Allah er over på wrongdoers.
sk: A kto je viac nespravodlivé, ako ten, kto vymyslí lož o Alah? Tie budú prezentované pred svojho pána a svedkov povie, "To sú tí, ktorí klamali proti svojho pána." Nesporne, prekliatie Alah je na zloèinci.
sl: In kdo je bolj nepravičen, kot tisti, ki Izumi laž o Allah? Tiste, ki bodo predstavljeni pred svojega Gospoda, in priče rekel, "To so tisti, ki je lagal zoper svojega Gospoda." Nedvomno, prekletstvo Allah je na na wrongdoers.
sr_cyrl: А ко је више неправедан него онај ко измисли лаж о Алах? Оне ће бити представљен пре свог господара, а кумови ће рекао: "То су они који су лагали против свог господара." Без сумње, стетности Аллах је над починиоце.
sr_latn: A ko je više nepravedan nego onaj ko izmisli laž o Alah? One će biti predstavljen pre svog gospodara, a kumovi će rekao: "To su oni koji su lagali protiv svog gospodara." Bez sumnje, stetnosti Allah je nad počinioce.
uk: А хто більш несправедливим, ніж той, хто винаходить брехня про Аллах? Ті, будуть представлені перед їх Господа, і свідків будуть говорити, "вони ті, хто брехав проти пана свого." Без сумніву, прокляття Аллах лежить на на розкаюємося.
vi: Và càng bất công hơn ông đã phát minh ra nói dối về Allah là ai? Những người sẽ được trình bày trước khi Chúa, và các nhân chứng sẽ nói, "Đây là những người nói dối với Chúa." Unquestionably, lời nguyền của Allah là khi các wrongdoers.
zu: Futhi ngubani kalunganga ezingaphezu kuka lowo invents amanga mayelana Allah?

# Quran1492
source: Who averted [people] from the way of Allah and sought to make it [seem] deviant while they, concerning the Hereafter, were disbelievers.
ca: Qui evitat [persones] de la manera d'Allah i buscat fer-ho [semblar] anormals mentre que, pel que fa a la d'ara endavant, estaven disbelievers.
cy: Sydd yn osgoi [pobl] o'r ffordd o Allah ac yn ceisio ei gwneud yn [ymddangos] gwyrdröedig tra oeddent, ynghylch o hyn ymlaen, yn disbelievers.
da: Hvem afværget [folk] fra måde Allah og forsøgte at gøre det [synes] afvigende mens de om hinsidige, var vantro.
el: Που αποφεύχθηκε [Πρόσωπα] από το δρόμο του Αλλάχ, και επιδίωξε να καταστήσει [φαίνεται] αποκλίνουσα ενώ, όσον αφορά την συνέχεια, ήταν disbelievers.
et: Kes ära hoida [inimesed] sellest, kuidas Jumal ja otsis teha see [tunduvad] deviant kui nad puudutavad edaspidi, olid uskottomille.
fi: Kuka torjua [ihmiset] tapa hillitä ja pyritty tekemään [Näytä] poikkeava heidän koskevat jäljempänä, ollessaan saa luovuttaa.
he: מי נמנע [אנשים] מן הדרך של אללה, ביקשו לעשות זאת [נראה] סוטה בזמן שהם, הנוגעים בעולם הבא, היו disbelievers.
hr: Tko je izbjegnuta [ljudi] kako Allah i je tražio da ga [izgleda] devijantno dok su o daljnjem tekstu, iskuse.
lt: Kas išvengti [žmonės] nuo to, kaip Dievo ir prašė, kad jis [atrodo] deviantinio o jie dėl toliau, buvo disbelievers.
lv: Kas novērstas [cilvēku] no Allah veids un centās padarīt to [šķiet] deviant kamēr, attiecas uz turpmāk, tie disbelievers.
nb: Som avverget [folk] fra måten Allah og forsøkte å gjøre det [synes] avvikende mens de, om hinsidige, var troende.
sk: Kto odvrátená [ľudia] z toho, ako Boh a snažila sa to [zrejme] deviantné zároveň, týkajúce sa ďalej, boli neveriacim.
sl: Ki odvrniti [ljudje] iz pot Allah in poskušali to [zdi] deviantno so o nadaljevanju, pa so bile disbelievers.
sr_cyrl: Ко је избегнута [људи] од пута Аллах, и томе да то постане [изгледа] девијантне, које се односе на другом свету, су скептике.
sr_latn: Ko je izbegnuta [ljudi] od puta Allah, i tome da to postane [izgleda] devijantne, koje se odnose na drugom svetu, su skeptike.
uk: Хто запобігти [чоловік] від того, як Аллаха і намагалися зробити його [мабуть] девіантної поки вони стосуються П'єра, були disbelievers.
vi: Ai ngăn chặn [người] cách của Allah và tìm cách để làm cho nó [vẻ] tà khi, liên quan đến đời sau, thì.
zu: Ubani kuyagwenywa [abantu] endleleni Allah futhi wafuna ukuba alenze [kubonakale] babhekwe ngenkathi they, ngokuphathelene Hereafter, baba disbelievers.

# Quran1493
source: Those were not causing failure [to Allah] on earth, nor did they have besides Allah any protectors. For them the punishment will be multiplied. They were not able to hear, nor did they see.
ca: Aquells no estan causant insuficiència [a Allah] a la terra, ni tenien a més d'Allah qualsevol protectores. Per a ells el càstig es multiplicarà. No van poder escoltar, ni es veu.
cy: Nid oedd rhai yn peri methiant [i Allah] ar y ddaear, ac nid oedd ganddynt heblaw Allah unrhyw diogelwyr. Iddynt bydd y gosb yn cael eu lluosi. Nid oeddent yn gallu clywed, ac nid oedd yn eu gweld.
da: De ikke forårsager svigt [til Allah] på jorden, heller ikke de har foruden Allah nogen beskyttere. For dem skal straffen multipliceres. De var ikke købedygtig høre, eller gjorde de ser.
el: Εκείνοι δεν προκάλεσαν 30άρης [Αλλάχ] στη γη, ούτε έκαναν έχουν εκτός από Αλλάχ οποιαδήποτε προστάτες. Για αυτούς η τιμωρία θα πολλαπλασιαστεί. Δεν ήταν σε θέση να ακούσω, ούτε έκανε βλέπουν.
et: Need olid põhjustab [Jumalat] ei maa peal ega tegid nad mingit peale Allah kaitsjad. Neid korrutatakse karistuse. Neil ei olnud võimalik kuulda, ega nad ei näe.
fi: Niille aiheutui ei hillitä] [jättäminen maapallolla, eivätkä ne ole lisäksi hillitä jokin suojat. Heille kerrotaan rangaistus. He eivät voi kuulla, eikä he näkivät.
he: אלה לא היו גורם לכשל [אל אללה] על פני כדור הארץ, ולא היה להן מלבד אללה כל מגיני. עבורם העונש יוכפלו. הם לא היו מסוגלים לשמוע, ולא הם ראו.
hr: One su uzrok nemogućnosti [Allah] na zemlji, niti su se pored Allaha bilo zaštitnike. Za njih je kazna će se množe. Nisu mogli čuti, niti ne vide.
lt: Tie darė ne Dievas] [nesugebėjimas žemėje, nei jie turėjo be Dievo jokių apsaugų. Jiems bausmė bus padauginta. Jie negalėjo girdėti, nei jie matyti.
lv: Ne tiem, kas radīja nevēlēšanās [Allah] uz zemes, kā arī viņi ir ne tikai Allāhs jebkuru aizsargi. Viņiem tiks reizināti sods. Tie nav varējuši dzirdēt, ne arī izdarīja, viņi redz.
nb: De var ikke forårsaker feil [å Døyve] på jorden, eller gjorde de har foruten Allah noen beskyttere. For dem vil straffen bli multiplisert. De var ikke kunne høre eller se.
sk: Tie boli nie spôsobuje neschopnosť [Allah] na zemi, nemali ani okrem Alaha žiadne chrániče. Pre nich sa trest násobí. Neboli schopní počuť, ani oni videli.
sl: Tiste, ki niso povzročali neizpolnitev [Alahove] na zemlji, niti niso imeli poleg Allah vse ščitnike. Za njih se pomnožijo kazen. Niso mogli slišati, niti so videli.
sr_cyrl: Они су били не изазива немогућност [Аллах] на земљи, нити су имали осим Алаха било заштитнике. За њих је казна ће бити умножили. Они су били у стању чути, нити да ли су видели.
sr_latn: Oni su bili ne izaziva nemogućnost [Allah] na zemlji, niti su imali osim Alaha bilo zaštitnike. Za njih je kazna će biti umnožili. Oni su bili u stanju čuti, niti da li su videli.
uk: Тих, хто не викликають нездатність [Аллах] на землі, ні чи є у них крім Аллаха будь-який захисників. Для них буде помноженим покарання. Вони не могли чути, ні вони бачать.
vi: Những người đã không gây ra thất bại [Allah] trên trái đất, và cũng không làm họ có ngoài Allah bất kỳ bảo vệ. Cho họ sự trừng phạt sẽ được nhân rộng. Họ đã không thể nghe thấy, cũng như họ đã nhìn thấy.
zu: Lezo kwakuyizikhathi akakubangeli ukuhluleka [Allah] emhlabeni, futhi abazange babe ngaphandle Allah yimuphi Abavikeli.

# Quran1494
source: Those are the ones who will have lost themselves, and lost from them is what they used to invent.
ca: Aquests són els que s'han perdut-se i perdre d'ells és el que es va inventar.
cy: Dyma'r rhai a bydd gollodd eu hunain, ac wedi colli eu yn beth maent yn ei defnyddio i ddyfeisio.
da: Dem er dem, der vil have mistet sig selv, og tabt fra dem er hvad de plejede at opfinde.
el: Αυτοί είναι εκείνοι που θα έχουν οι ίδιοι χάσει, και έχασε από αυτά είναι που χρησιμοποιείται για να εφεύρουν.
et: Need on need, kes on kaotanud ise ja kaotanud neilt on mida nad leiutada.
fi: Nämä ovat niitä, jotka on menettänyt itse ja hävisi niistä on mitä he keksiä.
he: אלה הם אלה אשר איבדו את עצמם, איבד מהם נהגו להמציא.
hr: To su oni koji su se izgubili, a izgubili od njih je što su se izmisliti.
lt: Jie yra tie, kurie bus prarado save, ir neteko iš jų yra kas jie turi sugalvoti.
lv: Tie ir tie, kuri būs zaudējuši paši un zaudēja no tiem ir tas, ko viņi izmanto, izgudrot.
nb: De er de som vil ha mistet seg selv, og mistet fra dem er hva de brukes å oppfinne.
sk: To sú tie, ktorí sa prišli sami, a stratil z nich je to, čo bývali vymyslieť.
sl: To so tisti, ki bodo sami izgubili, in izgubil od njih je, kar se uporabljajo za izumiti.
sr_cyrl: То су они који ће изгубити себе, и изгубио од њих је да су некада измислити.
sr_latn: To su oni koji će izgubiti sebe, i izgubio od njih je da su nekada izmisliti.
uk: Ті, ті, хто втратите себе, і втратив у них є те, що вони використовували придумувати.
vi: Đó là những người sẽ mất bản thân mình, và bị mất từ chúng là những gì họ sử dụng để phát minh ra.
zu: Labo yibo ngeke abaye bashonelwa ngokwabo, futhi walahlekelwa kubo ngalokho ababevame baziqambela.

# Quran1495
source: Assuredly, it is they in the Hereafter who will be the greatest losers.
ca: Cert, és en el futur que seran els grans perdedors.
cy: Yn sicr, mae'n nhw yn y o hyn ymlaen, a fydd ar eu colled fwyaf.
da: Sandelig, det er dem i det hinsides, hvem vil være de største tabere.
el: Σίγουρα, αυτοί είναι στη συνέχεια που θα είναι οι μεγαλύτερες χαμένοι.
et: Totisesti, on nad edaspidi, kes on suurimad kaotajad.
fi: Totisesti juuri ne jäljempänä, joka on suurin häviäjiä.
he: ויען זה הם בעולם הבא מי יהיה המפסידים הגדולים.
hr: Zaista, da je u daljnjem tekstu koji će biti najveći gubitnici.
lt: Be abejo, tai jie toliau kas bus didžiausias pralaimėjusiųjų.
lv: Protams, tas ir tās tekstā, kurš būs lielākais zaudētāji.
nb: Sannelig, det er de i det hinsidige som vil bli de største taperne.
sk: Veru, to oni v nižšie, kto bude najväčší porazení.
sl: Prav gotovo je pa v nadaljevanju, ki bo največji poraženci.
sr_cyrl: Засигурно , то је да су на другом свету, који ће бити највећи губитници.
sr_latn: Zasigurno, to je da su na drugom svetu, koji će biti najveći gubitnici.
uk: Напевно, саме вони в майбутньому, які будуть найбільший losers.
vi: Chắc chắn, đó là họ trong tương lai người sẽ là kẻ thua cuộc lớn nhất.
zu: Ngokuqinisekile, it is they ngaphakathi Hereafter abazoba losers kunabo bonke.

# Quran1496
source: Indeed, they who have believed and done righteous deeds and humbled themselves to their Lord - those are the companions of Paradise; they will abide eternally therein.
ca: De fet, ells els que creu i fet escriptures justos i humiliat a si mateixos al seu Senyor - són companys del paradís; s complir eternament en el mateix.
cy: Yn wir, hwy sydd wedi credu a gwneud gweithredoedd cyfiawn a teimlwn yn wylaidd yng eu hunain i'r Arglwydd eu-rhai yn chymdeithion o baradwys; Bydd maent yn glynu fythol ynddo.
da: Ja, de, der har ment og gjort retfærdige gerninger og ydmygede sig til deres Herre - dem er ledsagere af paradis; de vil overholde evigt deri.
el: Πράγματι, αυτοί που πίστευαν και γίνει δίκαιοι πράξεις και ταπείνωσε τον εαυτό τους με τους Λόρδος - αυτοί είναι οι συνοδοί του Paradise? θα τηρήσει αιώνια εκεί.
et: Tõepoolest, need, kes on uskunud ja teinud õiged teod ja alandlikuks ise nende Issand - need on kaaslased paradiis; nad järgivad igavesti sealsamas.
fi: Itse asiassa ne, jotka ovat uskoneet ja tehneet tuovat ja nöyrtyivät Herransa - ne ovat kumppaneita Paratiisiin; säädöksien ikuisesti siinä.
he: אכן, הם האמינו, לעשות מעשים טובים, ענווה עצמם לאלוהים שלהם - אלה הלוויה של גן עדן; הם להישמע לנצח בו.
hr: Uistinu, oni koji su vjerovali i učinio pravedna djela i ponizio sebe za gospodara - oni su drugovi raja; Oni će ostati vječno u njemu.
lt: Iš tiesų, tie, kurie tikėjo ir padariau teisieji poelgius ir susitaikyti save į savo Viešpaties - tai draugų Rojaus; jos paklūsta amžinai jame.
lv: Protams, tie, kuri ticēja un izdarīts taisnīgs darbiem un humbled sevi viņu kungs - tie ir paradīze; biedrus tie būs mūžīgi tur ievērot.
nb: Faktisk, de som har trodd og gjort rettferdige gjerninger og ydmyket seg til Herren - de er følgesvennene til paradis; de vil følge evig deri.
sk: V skutočnosti, oni, kto veril, a urobil spravodlivé skutky a ponižuje seba na svojho pána - tie sú spoločníci raja; dodržia sa večne v ňom.
sl: Pravzaprav, oni, ki so verjeli in naredil pravednici dejanja in poniža sami svoj gospodar - so tovariši raj; bo upošteval večno tam.
sr_cyrl: Заиста , они су ти који верује и урадили праведни дела и понизно себе свог господара - то су Компањони раја; Они ће заувек у томе да трпе.
sr_latn: Zaista, oni su ti koji veruje i uradili pravedni dela i ponizno sebe svog gospodara - to su Kompanjoni raja; Oni će zauvek u tome da trpe.
uk: Справді, вони, які вважали і робити добрі справи та упокорив себе їх Господь - тих, хто є супутниками рай; вони будуть дотримуватися вічно в ньому.
vi: Thật vậy, họ là những người đã tin và thực hiện những hành động công bình và hạ nhục bản thân cho Chúa của họ - đó là những người bạn của thiên đường; họ sẽ tuân thủ luôn luôn trong đó.
zu: Ngempela, labo siye sakholwa futhi ungenzele izenzo zokulunga futhi bazithoba eNkosini yabo - labo abangane kwePharadesi;
