Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1705
source: And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason?
ca: I hem enviat no abans [com a missatgers] excepte els homes a qui ens revela des del poble de les ciutats. Així tenen que no va viatjar a través de la terra i observar com era el final d'aquestes davant d'ells? I la casa de la d'ara endavant és millor per a aquells que temen Allah; llavors es vostè raó no?
cy: A anfonwyd gennym ni cyn i chi [fel negeseuwyr] ac eithrio dynion y datgelwyd o blith pobl dinasoedd. Felly nid ydynt wedi un trwy'r Ddaear a gwelsom sut yr oedd diwedd y rheini cyn iddynt? Ac yn y cartref o y o hyn ymlaen sydd orau ar gyfer y rhai sy'n ofni Allah; yna bydd eich nid rheswm?
da: Og vi sendte ikke før du [som budbringere] undtagen mænd til hvem vi afslørede blandt befolkningen i byer. Så har de ikke rejste gennem jorden og observeret, hvordan var i slutningen af dem før dem? Og hjemsted for hinsidige er bedst for dem, der frygter Allah; derefter vil du ikke grund?
el: Και δεν στείλαμε πριν από εσάς [ως αγγελιοφόροι] παρά μόνο άνδρες στους οποίους αποκαλύψαμε μεταξύ των ατόμων των πόλεων. Έτσι έχετε δεν ταξίδεψε μέσα από τη γη και παρατήρησε πώς ήταν το τέλος των εν λόγω πριν από αυτούς; Και το σπίτι του συνέχεια είναι καλύτερη για εκείνους που φοβούνται Αλλάχ? στη συνέχεια θα σας δεν το λόγο;
et: Ja saatsime enne teie [kui käskjalad] välja arvatud mehed kellega me näitas inimest, linnade hulgast. Niisiis on nad ei reisinud läbi maa ja jälgida, kuidas oli lõpuks need enne neid? Ja edaspidi koju sobib kõige paremini neile, kes kardavad Jumalat; siis näidatakse teile mitte põhjus?
fi: Ja me ei ennen kuin te [lähettiläitä] paitsi miesten kenelle paljasti läheisiä henkilöitä. Niin ne ei matkustanut ympäri maata ja havaita, miten oli niiden lopun ennen heitä? Ja jäljempänä koti on parasta niille, jotka pelkäävät hillitä; sitten Aiotteko ole syytä?
he: שלחנו לא לפני שאתה [כשליחים] מלבד האנשים שאליהם חשפנו מקרב העם של ערים. אז יש לי הם לא נסעו דרך האדמה והנצפית איך היה הסוף של אלה לפניהם? הבית של בעולם הבא הוא הטוב ביותר עבור אלה החוששים אללה; אז אתם לא סיבה?
hr: I poslali smo poslije tebe [kao glasnici] Osim ljudi kojima smo objaviti iz naroda gradova. Tako su niste putovali kroz zemlju i promatra kako je bio kraj onih prije njih? I dom Nadalje je najbolje za one koji se boje Allaha; Onda će ti nije razlog?
lt: Ir mes ne prieš jus [kaip pasiuntiniai] išskyrus vyrų, kuriems mes atskleidė iš tautos miestų. Taigi jie ne keliavęs per žemę ir pastebėjo, kaip buvo prieš jų pabaigos? Ir toliau namuose yra geriausia tiems, kurie bijo Dievo; tada bus jums ne priežastis?
lv: Un mēs nosūtījām pirms jūs [kā kurjeri] izņemot vīri, kam mums atklājās no pilsētas iedzīvotājiem. Tātad viņi nav ceļojis caur zemi un novēro, kā bija tiem pirms tās beigām? Un turpmāk mājās vislabāk tiem, kuri baidās Allah; pēc tam būs jums nav iemesls?
nb: Og vi sendte ikke før du [som budbringere] bortsett fra menn som vi avslørte blant folk i byer. Så har de ikke reiste gjennom jorden og observert hvordan var slutten av dem før dem? Og hjemmet til hinsidige er best for dem som frykter Gud. da vil du ikke grunn?
sk: A poslali sme ešte predtým ste [ako poslov] okrem mužov, ktorým sme odhalili spomedzi miest. Takže oni nie cestoval cez zem a pozorovať, ako bolo na konci tých pred nimi? A doma ďalej je najlepšie pre tých, ktorí sa obávajú Alah; potom budete nie je dôvod?
sl: In smo poslali ni pred vami [kot kurirji] razen moških, komu smo pokazala med prebivalci mesta. Tako jih niso potoval skozi zemljo in opazovati, kako je bil konec tisti pred njimi? In dom v nadaljevanju je najboljša za tiste, ki se bojijo Allah; Nato boste ne razlog?
sr_cyrl: И послали смо не пре тебе [као курири] осим људи којима смо открили из народа од градова. Тако су није путовао кроз земљу и посматрао како је био крај оних пред њима? И Постојбина надаље је најбоље за оне који страхују да би Аллах; Онда ће ти није разлог?
sr_latn: I poslali smo ne pre tebe [kao kuriri] osim ljudi kojima smo otkrili iz naroda od gradova. Tako su nije putovao kroz zemlju i posmatrao kako je bio kraj onih pred njima? I Postojbina nadalje je najbolje za one koji strahuju da bi Allah; Onda će ti nije razlog?
uk: І ми відправили не перш ніж [як послів] Крім чоловіків, яким ми показали, з-поміж людей міст. Так вони не подорожували по землі і спостерігали, як було в кінці тих перед ними? І Головна П'єра краще для тих, хто побоюється Аллах; тоді буде вам не причина?
vi: Và chúng tôi đã gửi khi bạn [là sứ giả] ngoại trừ người đàn ông mà chúng tôi cho thấy trong số những người của thành phố. Vì vậy họ không đi du lịch qua trái đất và quan sát như thế nào là kết thúc của những người trước đó? Và ngôi nhà của tương lai là tốt nhất cho những người sợ hãi Allah; sau đó chứ không phải lý do?
zu: Futhi We wathumela phambi kwakho [njengoba izithunywa] ngaphandle amadoda kubani We phendla kusukela phakathi kwabantwana imizi.

# Quran1706
source: [They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals.
ca: [Van continuar] fins que, quan els missatgers va desesperar i es certs que que havia estat negada, va venir a ells la nostra victòria i a qui hem volgut s'ha desat. I el nostre càstig no pot ser repel les persones que són delinqüents.
cy: [Parhaodd eu] tan, pan y Negeswyr erbyn despaired a oedd yn sicr nad oeddent wedi cael cyfle, deuai iddynt ein buddugoliaeth, a phwy bynnag yr ydym yn ewyllysio iddi oedd arbed. Ac ni all ein cosbi yn cadw draw ohono gan y bobl sydd yn droseddwyr.
da: [De fortsatte] indtil, når budbringere fortvivlet og var Vis på, at de var blevet nægtet, der kom til dem vores sejr, og hvem vi villet blev gemt. Og vores straf kan ikke være slået tilbage fra de mennesker, der er kriminelle.
el: [Συνέχισαν] έως ότου, όταν οι αγγελιοφόροι απελπιστεί και ήταν βέβαιο ότι τους είχαν αρνηθεί, ήρθε να τους νίκη μας, και όποιος μας βουλητικός σώθηκε. Και η τιμωρία μας δεν μπορεί να απωθούνται από τους ανθρώπους που είναι εγκληματίες.
et: [Nad jätkasid] kuni, kui inglid despaired ja olid, et neil oli keeldutud, tuli neile meie võit, ja kes iganes meil kombeks, salvestati. Ja meie karistust ei saa tõrjutakse inimestelt, kes on kurjategijad.
fi: He jatkoivat vasta kun sanansaattajat epätoivoon ja olivat varmoja, että ne oli evätty tuli heille voittomme ja kuka tahtoisi, on tallennettu. Ja meidän rangaistus voidaan torjua ihmisiltä, jotka ovat rikollisia.
he: [הם המשיכו] עד, כאשר שליחי נכנע לייאוש, היו בטוחים כי הם נדחתה, ויהי להם הניצחון שלנו, ומי אנחנו רצון נשמר. העונש שלנו לא יכול להיות דחוי מהעם הם פושעים.
hr: Oni su nastavili do, kada glasnike strepili i bili sigurni da su bilo uskraćeno, dođe im pobjedu, i tko god mi htio je spremljena. I naša kazna ne odbija od ljudi koji su kriminalci.
lt: [Jie toliau] iki, kai pasiuntiniai beviltiškai ir buvo visiškai aišku, kad jie joms buvo neprieinama, atėjo jiems mūsų pergalės, ir kas mes valia buvo įrašytas. Ir mūsų bausmė negali būti atstumiami nuo žmonių, kurie yra nusikaltėliai.
lv: [Viņi turpināja] līdz, kad kurjeriem atzina un bija pārliecināti, ka viņi bija liegta, atskanēja viņiem mūsu uzvara, un tas, kurš mums gribas, tika saglabāts. Un mūsu sodu nevar atgrūda no cilvēkiem, kas ir noziedznieki.
nb: [De fortsatte] inntil da budbringere fortvilet og var sikker på at de hadde blitt nektet, kom det til dem vår seier og hvem vi villet ble lagret. Og vår straff kan ikke bli frastøtt fra folk som kriminelle.
sk: [Oni pokračovali] až keď poslovia zúfalo a boli niektoré, že im bola odňatá, prišiel k nim naše víťazstvo, a ten, kto sme chcel, bol uložený. A náš trest nemôže odrazil od ľudí, ktorí sú zločinci.
sl: [Še] do, ko sli obupal in so bili nekateri, da so imeli zavrnili, je prišel do njih naše zmage, in kdor smo volje, je bila shranjena. In naša kazen ne odganja od ljudi, ki so kriminalci.
sr_cyrl: [Су наставили] док, када су гласници оиајницима и били сигурни да су им ускратили, тамо дошао да их нашу победу, и ко год ми вољу да је сачуван. И казна не може да се одбија од људи који су криминалци.
sr_latn: [Su nastavili] dok, kada su glasnici oиajnicima i bili sigurni da su im uskratili, tamo došao da ih našu pobedu, i ko god mi volju da je sačuvan. I kazna ne može da se odbija od ljudi koji su kriminalci.
uk: [Вони продовжували] до тих пір, коли посланцями зневірилися і були переконані, що вони не надавалась, прийшов їм наші перемоги і той, хто ми волею, було збережено. І наш покарання не може відштовхуються від людей, які є злочинцями.
vi: [Tiếp tục] cho đến, khi các sứ giả despaired và đã chắc chắn rằng họ đã bị từ chối, có đến cho họ chiến thắng của chúng tôi, và bất cứ ai chúng ta ý chí đã được lưu. Và hình phạt của chúng tôi không thể đẩy lùi từ những người tội phạm.
zu: [Baqhubeka] kwaze, lapho izithunywa ithemba futhi babeqiniseka ukuthi benqatshelwa, kwafika kubo Ukunqoba kwethu, futhi noma ubani We willed wasinda.

# Quran1707
source: There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe.
ca: Hi ha sens dubte les històries una lliçó per a aquells de la comprensió. Mai va ser el Qur ' an una narració, inventar, però una confirmació del que era abans i una explicació detallada de totes les coses i orientació i Misericòrdia per persones que creuen.
cy: Yr oedd yn sicr yn eu straeon yn wers ar gyfer y rheini o ddealltwriaeth. Byth oedd y Qur'an llais a ddyfeisiodd, ond cadarnhad o'r hyn a oedd cyn ac esboniad manwl o'r holl bethau a chanllawiau a drugaredd ar gyfer pobl sydd yn credu.
da: Der var helt sikkert i deres fortællinger en lektion for dem af forståelse. Aldrig blev Koranen en indtaling, opfundet, men en bekræftelse af hvad der var før det og en detaljeret forklaring af alle ting og vejledning og barmhjertighed for et folk, der tror.
el: Υπήρχε σίγουρα στις ανακοινώσεις τους ένα μάθημα για όσους από κατανόηση. Ποτέ δεν ήταν το Κοράνι, μια αφήγηση που εφηύρε, αλλά την επιβεβαίωση του τι ήταν πριν από αυτό και μια λεπτομερή εξήγηση όλων των πραγμάτων και καθοδήγηση και έλεος για τους ανθρώπους που πιστεύουν.
et: Seal oli kindlasti nende lood õppetund neile mõistmist. Kunagi oli Koraani jutustuse leiutatud, kuid taotluse kohta, mis oli enne seda ja inimesed, kes usuvad kõik asjad ja arendus-ja halastust üksikasjaliku selgituse.
fi: Oli varmasti tarinoita opetus niille ymmärrystä. Ei koskaan ollut Koraanin keksi selostuksen vaan peräti vahvistus mitä oli ennen sen yksityiskohtaisen selvityksen asioita ja ohjeita ja armoa niille, jotka uskovat.
he: היה בהחלט את סיפוריהם שיעור לאלו של הבנה. מעולם לא היה הקוראן קריינות המציא, אלא אישור של מה היה לפני זה, הסבר מפורט של כל הדברים, הדרכה, רחמים עבור אנשים המאמינים.
hr: Je sigurno u svoje priče pouka za razumijevanje. Nikad nisam bio Kur'an pripovijedanje izumio, ali potvrdu što je prije to i detaljno objašnjenje svih stvari i smjernice i milost za ljude koji vjeruju.
lt: Ten buvo tikrai jų istorijos pamoka tiems supratimo. Niekada nebuvo Korano išrado pasakojimą, bet patvirtinimas, kas buvo prieš tai ir išsamus visų dalykų ir orientavimo ir gailestingumo žmonėms, kurie tiki.
lv: Tur noteikti bija viņu stāsti mācība tiem izpratni. Nekad nav bijis Korāns izgudroja stāstījumu, bet apstiprinājumu par to, kas bija pirms tam un sīku paskaidrojumu par visas lietas un virzības un žēlastību cilvēkiem, kas tic.
nb: Det var absolutt i deres historier en leksjon for de forståelse. Aldri var Koranen lydkommentarer oppfunnet, men en bekreftelse av det var før det og en detaljert forklaring av alle ting og veiledning og nåde for et folk som tror.
sk: Tam bol určite v ich príbehoch lekciu pre tých, porozumení. Nikdy nebol Korán, rozprávanie vymyslel, ale potvrdenie toho, čo bolo pred ním a podrobné vysvetlenie všetkých veci a usmernenie a milosť pre ľudí, ktorí veria.
sl: Prišlo je zagotovo v svoje zgodbe lekcija za tiste razumevanja. Nikoli je bil Koran pripoved izmišljeno, vendar potrditev, kar je bilo pred to in podrobno razlago vseh stvari in smernice in milost za ljudi, ki verjamejo.
sr_cyrl: Није било сигурно у њихове приче лекција за оне о разумевању. Никад нисам био у Курану пратећу причу измислио, али потврда него раније то и детаљна објашњења о свим стварима и водич и милост за људе који верују.
sr_latn: Nije bilo sigurno u njihove priče lekcija za one o razumevanju. Nikad nisam bio u Kuranu prateću priču izmislio, ali potvrda nego ranije to i detaljna objašnjenja o svim stvarima i vodič i milost za ljude koji veruju.
uk: Там, звичайно, донесла урок для тих, з розумінням. Ніколи не було Коран мовленнєвого супроводу винайшов, але підтвердження про те, що було до нього і докладне пояснення речей і керівництва і милосердя, для людей, які вважають, що.
vi: Đó là chắc chắn trong câu chuyện của họ một bài học cho những người hiểu biết. Không bao giờ là kinh Koran một tường thuật, phát minh, nhưng một xác nhận của những gì đã trước đó và một lời giải thích chi tiết của tất cả mọi thứ và hướng dẫn và lòng thương xót cho một người tin tưởng.
zu: Kwakukhona ngokuqinisekile izindaba zabo fundo labo lokuqonda.

# Quran1708
source: Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.
ca: Alif, Lam, Meem, ra. Aquests són els versos del llibre; i el que ha estat revelat a vostè del seu senyor és la veritat, però no crec que la majoria de les persones.
cy: Alif, Lam, Meem, ardal adfywio. Mae'r rhain yn y penillion y llyfr; ac mae'r hyn a ddatgelwyd i chi gan eich Arglwydd yw y gwir, ond nid rhan fwyaf o bobl yn credu.
da: Alif, Lam, Meem, Ra. Disse er versene i bogen; og hvad har været åbenbaret for dig fra din herre er sandheden, men de fleste mennesker tror ikke.
el: Αλίφ, λαμ, Meem, Ra. Αυτοί είναι οι στίχοι του βιβλίου? και τι έχει αποκαλύψει σε σας από το Λόρδο είναι η αλήθεια, αλλά οι περισσότεροι άνθρωποι δεν πιστεύουν.
et: Hotell Alif, Lam, Meem, Ra. Need on salmid raamat; ja mida on avastatud teile: teie Issand on tõde, kuid enamik inimesi ei usu.
fi: Alif, Lam, Meem, Ra. Nämä ovat säkeet kirja; ja mitä on ilmoitettu tulee Herraltasi on totuus, mutta useimmat ihmiset usko.
he: אליף, לאם, Meem, רה . אלו הפסוקים של הספר. מה כבר חשף לך מן האל שלך היא האמת, אך רוב האנשים לא מאמינים.
hr: Alif, Lam, Meem, Ra. To su stihovi knjiga; i što je otkrio da ste iz vašeg gospodara je istina, ali većina ljudi ne vjeruju.
lt: Alif, Sam, Meem, raj. Tai yra ženklai knyga; ir kas buvo atskleista jums iš jūsų Viešpats yra tiesa, bet dauguma žmonių netiki.
lv: Alif, Lam, Meem, Ra. Tie ir panti grāmatu; un to, kas tika atklāts jums no jūsu kungam ir taisnība, bet lielākā daļa cilvēku netic.
nb: Alif, Lam, Meem, Ra. Dette er vers av boken. og hva har blitt åpenbart til deg fra din Herre er sannheten, men de fleste tror ikke.
sk: Alif, Lam, Mîm, Ra. Sú to verše knihy; a čo bolo odhalené na vás od svojho pána, je pravda, ale väčšina ľudí neverí.
sl: Alif, Lam, Meem, Ra. To so verzi knjige; in kaj so pokazali, da ste od svojega Gospoda je resnica, vendar večina ljudi ne verjamejo.
sr_cyrl: Алиф , Лам, Меем, Ра. То су стихови из књиге; и шта је теби откривен од твог Господа је истина, али већина људи не могу да верујем.
sr_latn: Alif, Lam, Meem, Ra. To su stihovi iz knjige; i šta je tebi otkriven od tvog Gospoda je istina, ali većina ljudi ne mogu da verujem.
uk: Аліф, Lam, Meem, ра. Ось вірші книги; і те, що було виявлено до вас від вашого Господь правду, але більшість людей не вірять.
vi: Alif, Lam, Meem, Ra. Đây là những câu thơ của cuốn sách; và những gì đã được tiết lộ cho bạn từ của mình Chúa là chân lý, nhưng hầu hết những người không tin.
zu: Alif, Lam, Meem, Ra.

# Quran1709
source: It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.
ca: És Allah que va erigir el cel sense pilars que [es] veu; després es va establir per sobre el tron i subordinar el sol i la Lluna, cada corrent [camp] per a un termini especificat. Va organitza [cada] importa; Detalla els signes que vostè pot, de la reunió amb el seu Senyor, estar segur.
cy: Mae'n Allah sy'n codi y nefoedd heb bileri [] gwelwch; yna mae'n sefydlu ei hun yn uchod yr Orsedd a gwneud pwnc yr haul a'r lleuad, rhedeg pob [ei gwrs] am gyfnod penodedig. Mae'n eu trefnu [bob] mater; Mae ef yn manylion yr arwyddion bod efallai, y cyfarfod â'ch Arglwydd, fod yn sicr.
da: Det er Allah, der rejst himlen uden søjler, som du [kan] Se; Han etablerede sig over tronen og gjort underlagt solen og månen, hver kører [sit kursus] for en bestemt periode. Han arrangerer [hver] sagen; Han beskriver de tegn, du kan møde med din Herre, være visse.
el: Είναι Αλλάχ που κατασκεύασαν τους ουρανούς χωρίς κολώνες που μπορείτε [να] Δείτε? στη συνέχεια, ίδρυσε τον εαυτό του πάνω από το θρόνο και υπόκειται ο ήλιος και το φεγγάρι, κάθε λειτουργία [του πορεία] για καθορισμένη περίοδο. Οργανώνει [κάθε] έχει σημασία? Με λεπτομέρειες τα σημάδια ότι μπορεί, της συνάντησης με τον Κύριό σας, να σας ορισμένες.
et: See on Jumal, kes püstitati taevas ilma sammast [] näete; siis ta ise troonile eespool kehtestatud ja kohaldada, päike ja kuu, iga töötab [täisringist] tähtajaliselt. Ta korraldab [iga] küsimuses; Ta andmed, et te oma Issanda kohtumine võib teatud märke.
fi: Se on Jumala, joka pystytettiin taivaat ilman pilarit, että [voi] nähdä; sitten hän edellä valtaistuimelle ja että aurinko ja kuu, jokainen käynnissä [suunnastaan] määräajaksi. Hän järjestää [jokainen] väliä; Hän yksityiskohtia että sinun Herrasi tavata voidaan tiettyjä merkkejä.
he: . זה אללה שהקימו את השמים ללא עמודים [יכול] לראות; ואז הוא הקים את עצמו מעל הכתר, הפך הנושא את השמש, הירח, כל אותותיו [] לתקופה שצוינה. . הוא מארגן [אחד] משנה; הוא מפרט את הסימנים, הפגישה עם אדונך, שאולי אתה מסוימים.
hr: To je Allah koji je podigao nebesa bez stupova koje vidite [mogu]; Onda je etablirao iznad prijestolja i se sunce i mjesec, svaki izvodi svoj tok za određeni pojam. On organizira [svakog] važno; Je u detalje znaci da, susreta s tvoj gospodar, budite sigurni.
lt: Jis yra Dievas, kuris pastatytas dangų be ramsčių, jį pamatyti [galite]; tada jis pats pirmiau sosto nustatytų ir keliami saulė ir mėnulis, kiekvienas veikia [jo kurso] nurodytas terminas. Jis organizuoja [kiekvieno] klausimas; Jis išsamiai kad jums susitikimo su savo Viešpaties, galima tam tikrų požymių.
lv: Tas ir Allah, kas uzcelts debesīm bez balstiem, ko redzat var; tad viņš iemitinājies virs troņa un ir pakļauta saule un mēness, katrs darbojas [savu gaitu] norādīto termiņu. Viņš organizē [katru] jautājums; Viņš detalizēti pazīmes, ka jūs par tikšanos ar savu kungu, var noteiktu.
nb: Det er Gud som oppreiste himmelen uten pilarer som du [kan] se; så han etablerte seg over tronen og underlagt solen og månen, hver kjører [kurs] for en angitt periode. Han arrangerer [alle] kjole. Han detaljer tegn at du kan av møtet med deres Herre, være sikker.
sk: Je to Boh, kto postavil neba bez pilierov, ktoré vidíte možno; potom usadil nad trónu a podliehať, slnko a mesiac, každý beží [jeho priebehu] pre zadaný termín. Zabezpečuje [každý] vec; Príznaky, že ste stretnutie s svojho pána, možno niektoré detaily.
sl: Je Allah, ki so ga postavili na nebu brez stebrov, ki vidite [lahko]; nato je uveljavil zgoraj prestol in podredi, sonce in luna, vsak teče svojo smer za določeno obdobje. Ureja [vsak] zadeva; Je podrobnosti, da si srečanja s svojega gospodarja, lahko nekatere znake.
sr_cyrl: То је Аллах, који је подигнут на небеса без стубова који видите [могу]; Онда је утврдио изнад трона и направио предмет сунце и месец, сваки води свој курс за наведени појам. Он уговара [сваког] везе; Он се брине о знаке, састанка са свога господара, да си сигуран.
sr_latn: To je Allah, koji je podignut na nebesa bez stubova koji vidite [mogu]; Onda je utvrdio iznad trona i napravio predmet sunce i mesec, svaki vodi svoj kurs za navedeni pojam. On ugovara [svakog] veze; On se brine o znake, sastanka sa svoga gospodara, da si siguran.
uk: Це Аллах, який спорудив небеса без колон, що перегляду; Потім він зарекомендував себе над Престолом і зробив тема, сонце і місяць, кожен працює свій курс на вказаний термін. Він організовує [кожен] має значення; Він докладно, що ви зустрічі з вашого Господа, можливо, певні ознаки.
vi: Nó là Allah người dựng lên trời mà không cần trụ cột mà bạn [có thể] xem; sau đó, ông thành lập chính mình trên ngai vàng và thực hiện chủ đề ánh nắng mặt trời và mặt trăng, mỗi chạy [khóa học của mình] cho một thuật ngữ được chỉ định. Ông sắp xếp [từng] vấn đề; Ông chi tiết các dấu hiệu rằng bạn có thể, cuộc họp với Chúa của bạn, chắc chắn.
zu: Kuyinto Allah elalizokwakhiwa bhakabhaka without sika ukuthi [angawathatha] ubone;
