Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2474
source: [Allah] will say, "Thus did Our signs come to you, and you forgot them; and thus will you this Day be forgotten."
ca: [Allah] dirà, "així feia rètols vénen a tu, i oblidava i així serà que aquest dia oblidat".
cy: Bydd [Allah] yn dweud, "felly oedd ein arwyddion yn dod i chi, a gwnaethoch anghofio iddynt; ac felly y bydd eich diwrnod hwn anghofio.
da: [Allah] vil sige, "således vores tegn kom til dig, og du glemte dem; og således vil du denne dag være glemt."
el: [Αλλάχ] θα πουν, «έτσι έκανε τις ταμπέλες μας που έρχονται σε σας, και έχετε ξεχάσει τους. και έτσι θα αυτή την ημέρα να ξεχάσει.»
et: [Jumalat] ütleb, "seega ei meie märke tulevad sulle ja sa unustasid ja seega sa sel päeval on unustanud."
fi: [Jumala] sanoa, "näin merkkejä tulevat luoksesi ja unohdit ja näin sinua tänä päivänä saa unohtaa."
he: [אללה] אומר, "וכך עשה סימנים שלנו לבוא אליך, ואתה שוכח אותם; לכן את היום הזה יישכח."
hr: [Allah] će reći, "tako naši znakovi doći k vama, i zaboravili ste ih; i tako će vam danas biti zaboravljena.
lt: [Dievas] sako, "Taigi mūsų požymiai ateiti pas jus, ir jūs pamiršote ir taip bus jums šią dieną būti užmiršti."
lv: [Allah] teiks, "tādējādi mūsu zīmes nākt pie jums un jūs aizmirsāt un tādējādi jūs šajā dienā tiks aizmirsts."
nb: [Allah] vil si, "dermed kom våre tegn til deg, og du har glemt. og dermed vil du denne dagen bli glemt.
sk: [Allah] povie "tak našich značiek prísť k vám a zabudli ste a tak sa vám dnes zabúdať."
sl: [Alahove] rekel, "tako naše znake prišel vam, in pozabil si jih; in tako bo vam ta dan bodo pozabili."
sr_cyrl: [Аллах ] кажу, "чиме се знацима дође теби, и ти заборавио је; а самим тим ће ти овај дан бити заборављен."
sr_latn: [Allah] kažu, "čime se znacima dođe tebi, i ti zaboravio je; a samim tim će ti ovaj dan biti zaboravljen."
uk: [Аллах] скаже: "таким чином зробили наші ознаки прийти до вас, і ви забули їх; і таким чином буде вам цей день буде забутий.
vi: [Allah] sẽ nói, "vì vậy đã làm dấu hiệu của chúng tôi đến với bạn và bạn quên họ; "và vì thế bạn ngày này sẽ bị lãng quên."
zu: [Allah] oyothi: 'Usho kanje akazange izimpawu Yethu ukuza kuwe, futhi wena khohlwa them. Futhi ngaleyo ndlela ngeke kulolu suku ziyolibaleka "

# Quran2475
source: And thus do We recompense he who transgressed and did not believe in the signs of his Lord. And the punishment of the Hereafter is more severe and more enduring.
ca: I així ens recompensa que transgredien i no crec en els senyals del seu Senyor. I el càstig de la d'ara endavant és més greu i més duradora.
cy: Ac felly wneud inni ad-dalu iddo sy'n camweddu ac nad oedd yn credu mewn arwyddion ei Arglwydd. A chosbi y o hyn ymlaen yn fwy difrifol a pharhaus yn fwy.
da: Og dermed gør vi belønning han, der overskrides og troede ikke på Tegnene på hans herre. Og straffen i hinsidige er mere alvorlig og mere varig.
el: Και έτσι κάνουμε εμείς ανταμοιβή του αυτός που παραβιάζονται και δεν πιστεύουμε στις επιγραφές του Λόρδου. Και η τιμωρία του κατωτέρω είναι πιο σοβαρή και πιο διαρκή.
et: Ja seega me palk kes ületatakse ja ei uskunud oma isanda märke. Ja edaspidi karistus on raskemad ja kestvamat.
fi: Ja näin hän syntiä ja usko Herransa merkkejä palkka. Ja jäljempänä rangaistus on ankarampi ja kestävä.
he: וכך אנחנו פיצוי הוא שפרעו, לא האמין בה הסימנים של אדונו. העונש של בעולם הבא הוא יותר חמור ומתמשך יותר.
hr: I tako smo nagraditi onaj koji odmetnuli i nisu vjerovali u znakove svoga gospodara. I kazna u daljnjem tekstu je ozbiljnije i trajnije.
lt: Ir taip mes kas sutrikusi ir netiki savo Viešpaties požymius zaplata. Ir toliau bausmė yra daugiau ir daugiau ilgalaikių.
lv: Un tādējādi mēs atlīdzība viņam, kas pārkāpts un neticēja viņa lords pazīmes. Un turpmāk sods ir smagāks un vairāk ilgstoša.
nb: Og dermed gjøre vi belønne han som overtrådt og ikke tror på tegn på sin herre. Straffen av hinsidige er mer alvorlige og mer varig.
sk: A tak sme odmenu ten, kto prestúpil a neverili v znamení svojho pána. A trest ďalej je vážnejšie a trvalejší.
sl: In tako smo zaracunati kdo prekršil in ni mogel verjeti v znake svojega Gospoda. In kazen v nadaljevanju je hujši in bolj trajno.
sr_cyrl: И самим тим да смо компензацију који одметнули и није веровао у знацима од свог господара. И казна од надаље је озбиљније и више трајне.
sr_latn: I samim tim da smo kompenzaciju koji odmetnuli i nije verovao u znacima od svog gospodara. I kazna od nadalje je ozbiljnije i više trajne.
uk: І таким чином ми нагорода він, які переступили і не вірю в прикмети пана свого. І покарання П'єра більш важких і більш міцний.
vi: Và do đó làm chúng tôi thương hiệu ông transgressed và không tin vào những dấu hiệu của Chúa của ông. Và hình phạt sau đây là nặng hơn và lâu dài hơn.
zu: Futhi kanjalo Thina recompense yena ubumenemene futhi engakholelwa ukuthi in izimpawu akhe Lord.

# Quran2476
source: Then, has it not become clear to them how many generations We destroyed before them as they walk among their dwellings? Indeed in that are signs for those of intelligence.
ca: Llavors, això no esdevé clar per a ells com moltes generacions hem destruït abans d'ells que caminen entre les seves vivendes? Fet que són signes per als d'intel·ligència.
cy: Yna, ni Daeth yn amlwg iddynt faint o genedlaethau yn dinistrio ein cyn iddynt wrth iddynt gerdded ymysg eu anheddau? Yn wir yn hynny yn arwyddion ar gyfer y rheini o ddeallusrwydd.
da: Derefter, er det ikke blevet klart for dem. hvor mange generationer vi ødelagt før dem som de gå blandt deres boliger? Faktisk er i dette tegn for dem af intelligens.
el: Στη συνέχεια, αυτό δεν έχει γίνει σαφές σε αυτούς Πόσες γενιές εμείς καταστρέφουμε πριν από αυτούς, όπως περπατούν ανάμεσά τους κατοικίες; Βέβαια υπάρχουν σε αυτά σημάδια για εκείνους της νοημοσύνης.
et: Siis see ei muutunud neile selge me hävitada enne neid, sest nende eluruumide vahel jalutada mitu põlvkonda? Tõepoolest, et on märke neile luure.
fi: Sitten ole käynyt selvillä siitä, kuinka monta sukupolvea me tuhotaan ennen heitä, kun he kävelevät keskuudessa asumuksensa? Todellakin, että ovat merkkejä niille älykkyyttä.
he: . אז, זה לא הפך ברור להם כמה דורות אנחנו הושמדו. לפני אותם תוך כדי הליכה בין ידי דייריהם? אכן בזה הם סימנים לאלו של אינטליגנציה.
hr: Onda, to nije postalo je jasno da ih koliko naraštaja smo uništili prije njih šeću svoje domove? Doista su to znakovi za one inteligencije.
lt: Tada jis ne tapo aišku, jiems kiek kartų mes sunaikinti prieš juos jie vaikščioti tarp jų būsto? Iš tiesų tame yra ženklai tiems iš žvalgybos.
lv: Tad tas nav kļuvis skaidrs tiem cik paaudzēm mēs iznīcināt pirms tiem ejot starp saviem dzīvokļiem? Patiešām, ka tiem intelekts ir pazīmes.
nb: Så, har det ikke blitt klart for dem hvor mange generasjoner vi ødelagt før dem som de spasertur blant deres boliger? Faktisk er som skilt for de av intelligens.
sk: Potom sa nestal jasné, koľko generácií sme zničili pred nimi, ako chodí medzi svojich obydlí? Naozaj v tom sú znamenia pre tých inteligencie.
sl: Potem, to ne postalo jasno, da jih koliko generacij smo uničeni pred njimi, kot so sprehod med stanovanjem? Res da so znaki za tiste inteligence.
sr_cyrl: Онда , то није постало је јасно да их колико генерација смо уништено пре њих, док они ходају међу њихово пребивалиште? Заиста у то су знаци за оне интелигенције.
sr_latn: Onda, to nije postalo je jasno da ih koliko generacija smo uništeno pre njih, dok oni hodaju među njihovo prebivalište? Zaista u to su znaci za one inteligencije.
uk: Потім це не стало ясно до них як багато поколінь ми знищили перед ними, як вони ходять серед житла? Дійсно в тому, що є ознаками для тих інтелекту.
vi: Sau đó, có nó không trở nên rõ ràng cho họ bao nhiêu thế hệ chúng tôi phá hủy trước khi họ khi họ đi bộ trong nhà của họ? Thật vậy trong đó là dấu hiệu cho những người thông minh.
zu: Khona-ke, ingabe akukhona kuyacaca them kanjani ningi zukulwane we achithwa phambi kwabo njengoba zihamba phakathi kwabo?

# Quran2477
source: And if not for a word that preceded from your Lord, punishment would have been an obligation [due immediately], and [if not for] a specified term [decreed].
ca: I si no per una paraula que precedida del seu Senyor, càstig hauria estat una obligació [deguda immediatament] i [si no fos per] un terme especificat [decretava].
cy: Ac os nad ar gyfer gair a oedd yn rhagflaenu gan eich Arglwydd, cosbi byddai wedi rhwymedigaeth [dyledus ar unwaith], ac [Os nad ar gyfer] [hyd] y tymor penodedig.
da: Og hvis ikke for et ord, der gik forud for fra din Herre, straf ville have været en forpligtelse [due straks], og [hvis ikke for] en angivne udtrykket [dekreteret].
el: Και αν όχι για μια λέξη που προηγήθηκε από το Λόρδο, τιμωρία θα ήταν υποχρέωση [δεόντως αμέσως], και [αν όχι για] ένα καθορισμένο όρο [θέσπισε].
et: Ja kui mitte sõna, mis eelnes teie Issand, karistus oleks olnud kohustus [otse kohe], ning [kui mitte] [otsustatud] tähtajalisena.
fi: Ja jos ei sana, joka edelsi tulee Herraltasi, rangaistus olisi ollut velvollisuus [asianmukaisesti heti], ja [ei] määritetty termi [säätänyt].
he: ואם לא מילה שקדמו של אדונך, העונש היה חובה [להגיש מיד], [אם לא בשביל] מונח שצוין [גזר].
hr: I da nije riječi koja prethodi iz vašeg gospodara, kazna bila obveza [treba odmah], i [Ako ne zbog] navedeni izraz [odredio].
lt: Ir jei ne prieš iš savo Viešpaties žodį, bausmė būtų buvę pareiga [tiesiai iš karto], ir [Jei ne] nurodytas terminas [pasisuko].
lv: Un, ja ne vārda, kas kādam citam sola drīzu no savu kungu, sods būtu bijis pienākums [izpildes nekavējoties], un [ja nebijis] norādīto termiņu [izsludinājusi].
nb: Og hvis ikke et ord som Herrens, straffen ville ha vært en forpliktelse [grunn umiddelbart], og [Hvis ikke for] en angitt term [bestemt].
sk: A ak sa o slovo, ktoré predchádzali od pána vášho, trest by nebola povinnosť [splatná okamžite], a [nie] zadaný výraz [nariadil].
sl: In če ne za besedo, da pred iz svojega Gospoda, kazen bi bila obveznost [zaradi takoj], in [če ne za] določenega obdobja [odredil].
sr_cyrl: А ако не за рец која је претходила од твог Господа, казна би био обавезу [доспећа одмах], и [Ако не за] наведени појам [да убрзају].
sr_latn: A ako ne za rec koja je prethodila od tvog Gospoda, kazna bi bio obavezu [dospeća odmah], i [Ako ne za] navedeni pojam [da ubrzaju].
uk: І якщо не для слова, яке передувало від вашого Господа, покарання було б зобов'язання [due відразу ж] і [, якби не] визначеного слова [постановив].
vi: Và nếu không phải cho một từ trước từ của mình Chúa, trừng phạt đã có một nghĩa vụ [do ngay lập tức], và [Nếu không phải cho] một thuật ngữ được chỉ định [quyết định].
zu: Futhi uma kungenjalo igama ezandulela kho Lord isijeziso besingaba isibopho [ngenxa ngokushesha], no- [ukube bekungengenxa ye-] athathe ihlandla esibekiwe [umncele].

# Quran2478
source: So be patient over what they say and exalt [Allah] with praise of your Lord before the rising of the sun and before its setting; and during periods of the night [exalt Him] and at the ends of the day, that you may be satisfied.
ca: Així sigui pacient sobre el que diuen i exaltar [Allah] amb l'elogi del seu Senyor abans de la sortida del sol i abans de la seva ubicació; i durant els períodes de la nit [Canteu-li lloances] i en els extrems del dia, que pot estar satisfet.
cy: Felly fod yn amyneddgar dros beth maen nhw'n ddweud a exalt [Allah] gyda chanmoliaeth eich Arglwydd cyn codi yr haul a cyn ei lleoliad; ac yn ystod cyfnodau y nos [exalt ef] ac ar ben y diwrnod, efallai y byddwch yn fodlon.
da: Så vær tålmodig over hvad de siger og ophøje [Allah] med ros af din herre inden stigende af solen og dens indstilling; og i perioder om natten [ophøje ham] og ved enderne af den dag, som du kan være tilfredse.
el: Έτσι να είστε υπομονετικοί πέρα από αυτό που λέτε και εξυψώνουν [Αλλάχ] με έπαινο από τον Λόρδο πριν την Ανατολή του ήλιου και πριν τη ρύθμιση? και κατά τις περιόδους της νύχτας [τον δοξάσουνε] και στα άκρα της ημέρας, να είστε ικανοποιημένοι.
et: Nii et kannatust üle, mida nad ütlevad ja ülendab [Jumalat] kiitust oma Issanda enne päike tõuseb ja enne selle paigaldamist; ja perioodidel öö [talle ülendab] ja päeva, et võite olla rahul otstes.
fi: Joten olla kärsivällinen mitä he sanoa ja ylistää [Jumala] kiitosta Herran ennen auringon noususta ja sen ympäristössä ja yön aikana [ylistää häntä] ja päättyy päivänä, että voi olla tyytyväinen.
he: אז תהיה סבלני על מה שהם אומרים, כתפיו [אללה] עם שבח האל לפני עליית השמש ולפני הגדרת שלה; במהלך תקופות של הלילה [מבליטות אותו], בקצוות של היום, עשויים להיות מרוצה.
hr: Da pacijent više što oni kažu i veličati [Allah] s hvale svoga Gospodina prije izlaska sunca i prije zalaska; a tijekom razdoblja noći [veličati ga] i na kraju dana, to može biti zadovoljan.
lt: Taigi būkite kantrūs ką jie sako ir išaukštinti [Dievas] su pagirti jūsų Viešpats ir iki saulės kilimas ir jo nustatymas; ir laikotarpiais naktį [išaukštinti jam] ir galuose, tą dieną, kad jums gali būti patenkintas.
lv: Tāpēc esiet pacietīgs pār to, ko viņi saka un pacilāt [Allah] ar atzinību par savu kungu pirms saule pieaug un tā regulēšana; un nakts periodos [pacilāt viņu] un beidzas dienā, kas var būt apmierināti.
nb: Så vær tålmodig over hva de sier og opphøye [Allah] med ros Herrens før stigende solen, og før innstillingen. og i perioder med natten [opphøye ham] og på slutten av dagen, som kan være fornøyd.
sk: Tak buďte trpezliví cez to, čo hovoria a povýši [Allah] s chválou svojho pána a pred vychádzajúceho slnka a jeho nastavenia. a počas noci [oslavovať ho] a na konci dňa, ktorý môže byť spokojný.
sl: Torej Bodite potrpežljivi nad kaj reči in poveličujejo [Alahove] s hvalo svojega gospodarja pred vzhajajočega sonca in pred postavitvijo; in v obdobjih noč [poveličujejo njim] in na koncu dneva, da boste zadovoljni.
sr_cyrl: Тако стрпљива преко које су рецимо и уздигнемо [Аллах] са похвалама, твоја Господа пред излазак сунца и пред поставка својства; и током периода ноћи [слави га] и на крају дана, то ти може бити задовољан.
sr_latn: Tako strpljiva preko koje su recimo i uzdignemo [Allah] sa pohvalama, tvoja Gospoda pred izlazak sunca i pred postavka svojstva; i tokom perioda noći [slavi ga] i na kraju dana, to ti može biti zadovoljan.
uk: Таким чином бути терплячими через те, що вони говорять і exalt [Аллах] з похвалою пана свого до сходу сонця і перед її параметра. і періоди ночі [вивищувати його] і в кінці дня, що ви можете бути задоволені.
vi: Vì vậy, hãy kiên nhẫn trong những gì họ nói và nâng cao [Allah] với lời khen của Chúa của bạn trước khi tăng mặt trời và trước khi cài đặt của nó; và trong suốt thời gian của ban đêm [tôn cao Ngài] và kết thúc của ngày, bạn có thể hài lòng.
zu: Ngakho yiba nesineke phezu abakushoyo futhi awuphakamisi [Allah] indumiso kho Lord ngaphambi kwelanga naphambi sekushoneni kwalo;

# Quran2479
source: And do not extend your eyes toward that by which We have given enjoyment to [some] categories of them, [its being but] the splendor of worldly life by which We test them. And the provision of your Lord is better and more enduring.
ca: I no perllongar els ulls cap a que els que hem donat gaudi [alguns] categories d'ells, [seu ésser però] l'esplendor de la vida mundana per la qual podem provar-los. I la prestació del seu senyor és millor i més duradora.
cy: Ac nid yn ymestyn eich llygaid tuag at hynny a ydym wedi rhoi mwynhad i [rai] categorïau ohonynt, [ei fod ond] y splendor bywyd worldly sy'n eu profi. A darparu eich Arglwydd yn well ac yn fwy parhaus.
da: Og ikke forlænge dine øjne mod det, som vi har givet nydelse for [nogle] kategorier af dem, [det er men] pragten af verdslige liv som vi tester dem. Og levering af din herre er bedre og mere varig.
el: Και δεν επεκτείνονται τα μάτια σας προς που με την οποία έχουμε δώσει απόλαυση [μερικά] κατηγορίες τους, [του ότι είναι αλλά] το μεγαλείο της κοσμική ζωή με τις οποίες δοκιμάζουμε τους. Και η παροχή σας Λόρδος είναι καλύτερη και πιο διαρκή.
et: Ega laienda oma silmad toward mis millega oleme andnud nautimine [mõned] teatavat liiki, [oleks aga] millega me katse neid maise elu hiilgus. Ja teie Issand on parem ja kestvamat.
fi: Ja jotka eivät Laajenna silmäsi kohti jonka käytössämme nautintoa [jotkut] luokat, [että mutta] loisto maallinen elämä, jolla voimme testata niitä. Ja teidän Herranne on parempaa ja kestävämpää.
he: לא להרחיב את עיניך לכיוון שבו אנחנו הסבו הנאה [יש] לקטגוריות מהם, [להיותה אבל] הפאר של החיים הגשמיים שבאמצעותו נוכל לבדוק אותם. הפרשה של האדון טוב יותר ומתמשך יותר.
hr: I proširiti svoje oči prema tome na koji smo dali uživanje [neki] kategorijama, [da ali] sjaj svjetovnog života kojim smo ih isprobati. I pružanje Gospodar tvoj je bolji i trajniji.
lt: Ir neišplečia savo akis į, kuriuo mes turime suteikti malonumą [kai] kategorijų jų, [jos yra bet] žemiškas gyvenimas kuria mes išbandyti juos spindesys. Ir jūsų Viešpats yra geresnę ir atsparesnę.
lv: Un nevienu citu acis uz to, kas mums ir devuši baudījumu [kādu] kategorijām, [tā esamību, bet] pasaulīgās dzīves, kurā mēs tos pārbaudītu krāšņums. Un sniegt savu kungu ir labāk un vairāk ilgstoša.
nb: Og forlenger ikke øynene mot som vi har gitt glede [noen] kategorier av dem, [å være men] herlighet av verdslige liv som vi teste dem. Levering av din Herre er bedre og mer varig.
sk: A nerozšíri svoje oči k, ktorý sme dali pôžitok z [] niektorým z nich, [jeho bytia, ale] nádheru pozemský život, ktorý budeme testovať. A svojho pána je lepšie a trvalejší.
sl: In ne razširijo svoje oči proti, ki ki smo dali užitek [nekaj] kategorije od njih, [da bi bilo vendar] sijaj posvetno življenje, s katerim smo testirali. In zagotavljanje svojega Gospoda je bolje in bolj trajno.
sr_cyrl: И не упути поглед према које по којем смо дали уживање [соме] категоријама од њих, [његовом постојању али] блиставост земаљски живот помоћу којих смо их тестирали. И пружање твој Господ је бољи и више трајне.
sr_latn: I ne uputi pogled prema koje po kojem smo dali uživanje [some] kategorijama od njih, [njegovom postojanju ali] blistavost zemaljski život pomoću kojih smo ih testirali. I pružanje tvoj Gospod je bolji i više trajne.
uk: І не розширити ваші очі бік, за допомогою якого ми дали задоволення до категорії [деякі] з них, [те, але] пишність мирські життя, за допомогою якого ми тестуємо їх. І надання вашої Господа краще та більш міцної.
vi: Và không phải mở rộng đôi mắt của bạn về hướng đó mà chúng tôi có được hưởng [một số] danh mục của họ, [của nó nhưng] sự huy hoàng của cuộc sống trần tục mà chúng tôi thử nghiệm chúng. Và một điều khoản của Chúa của bạn tốt hơn và bền vững hơn.
zu: Futhi musa ukunweba amehlo akho ngalapho nalokho Sinike kujabulise [abanye] izigaba kubo, [kwayo kodwa] ubukhazikhazi worldly pilo ngalo ukuzilinga.

# Quran2480
source: And enjoin prayer upon your family [and people] and be steadfast therein. We ask you not for provision; We provide for you, and the [best] outcome is for [those of] righteousness.
ca: I demanen la pregària en la seva família [i persones] i estar ferm en el mateix. Li demanem que no per a la prestació; Oferim per a vostè, i és el resultat [millor] per [els de] justícia.
cy: A enjoin gweddi ar eich teulu [a phobl] ac yn gadarn ynddo. Gofynnwn i chi am ddarpariaeth; Rydym yn darparu i chi, a yw canlyniad [gorau] ar gyfer [hynny] chyfiawnder i.
da: Og pålægger bøn ved din familie [og folk] og være standhaftige deri. Vi beder dig ikke om bestemmelse; Vi leverer til dig, og [bedste] resultatet er for [dem] retfærdighed.
el: Προσευχή προς την οικογένεια [και ανθρώπους] και διατάσσω είναι σταθερός σε αυτά. Σας ζητούμε δεν για παροχή? Παρέχουμε για εσάς, και είναι το αποτέλεσμα [καλύτερη] [των] δικαιοσύνη.
et: Ja palve üles oma pere [ja inimesed] kohustab ja olla kindel selles. Palume teil mitte osutamiseks; Pakume teile ja [parim] tulemused on [neile] õiguseks.
fi: Ja velvoittamaan hartaushetki päälle perhe [ja ihmiset] ja päättäväisesti siinä. Pyydämme sinulta ei toisin säädetä; Tarjoamme sinulle ja [paras] tulos on [kuin] vanhurskaus.
he: זכות לחייב תפילה על המשפחה שלך [ואת האנשים], להיות איתנה המצוי בו. נשאל לא למען מתן; אנו מספקים לך, והוא [הוא שוטט] [אלו] צדקתו.
hr: I naložiti molitvu tvoju obitelj [i ljudi] i biti uporan u tome. Molimo te za pružanje; Za vas radimo i [najbolji] ishod za [one] pravednosti.
lt: Ir neteisėtos malda jūsų šeimai [ir žmonių] ir turi būti tvirta jame. Mes prašome ne teikimo; Mes teikiame jums ir [geriausias] rezultatas yra [šių] tiesos.
lv: Un liek lūgšanu pēc ģimenes [un cilvēku] un nelokāms tajā. Mēs lūdzam jūs ne nodrošināšana; Mēs sniedzam jums un tiem [no] [labāko] iznākums taisnību.
nb: Og pålegge bønn familie [og folk] og være standhaftig deri. Vi ber deg ikke om bestemmelsen; Vi tilbyr for deg, og [best] utfallet blir for [de av] rettferdighet.
sk: A nariaďuje modlitba rodiny [a ľudí] a byť vytrvalý v ňom. Žiadame vás za ustanovenie; Ponúkame pre vás, a je [najlepšie] výsledky [tí] spravodlivosť.
sl: Ukaže molitev na vašo družino [in ljudi] in se trdno v njej. Prosimo vas, ne za zagotavljanje; Nudimo za vas, in [najboljši] izid je za [tistih] pravičnosti.
sr_cyrl: И спутати молитву пред твоја породица [људи] и буди истрајан у томе. Молимо те за пружање; Дајемо за вас, а исход [најбољи] је [они] праведности.
sr_latn: I sputati molitvu pred tvoja porodica [ljudi] i budi istrajan u tome. Molimo te za pružanje; Dajemo za vas, a ishod [najbolji] je [oni] pravednosti.
uk: Та накази про молитву за родиною [та люди] і будьте сильні в ньому. Ми просимо вас не забезпечення; Ми надаємо вам, а остаточний вибір [кращі] – для [у] праведності.
vi: Và ra lịnh cầu nguyện theo gia đình [và những người] và được kiên định trong đó. Chúng tôi yêu cầu bạn không cung cấp; Chúng tôi cung cấp cho bạn, và kết quả [tốt nhất] cho [các] sự công bình.
zu: Futhi enjoin umthandazo phezu nomndeni wakho [kanye nabantu] futhi yibani ngabagxilile therein.
