Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran2542
source: They said, "Who has done this to our gods? Indeed, he is of the wrongdoers."
ca: Deien, "qui ha fet això als nostres déus? De fet, ell és el malfactors."
cy: Maent yn dweud, "sydd wedi gwneud hyn ein duwiau? Yn wir, ei Mae y tramgwyddo."
da: De sagde: "Hvem har gjort dette til vores guder? Ja, han er af lovovertrædere."
el: Είπαν, «ποιος έχει κάνει αυτό να μας θεούς; Πράγματι, είναι η των παραβατών.»
et: Nad ütlesid: "kes on teinud seda meie jumalad? Tõepoolest, ta on selle tekitaja."
fi: He sanoivat: "kuka on tehnyt tämän meille jumalia? Itse asiassa hän on laajemmalti."
he: הם אמרו, "מי עשה זאת לאלים שלנו? אכן, זה של wrongdoers".
hr: Rekli su, "Tko je ovo učinio našim bogovima? Doista, on je počinioce."
lt: Jie sakė, "kas tai padarė mūsų dievų? Iš tiesų, jis yra grzesznicy."
lv: Viņi teica, "kurš ir izdarījusi mūsu Dievu? Protams, viņš ir pārkāpējus."
nb: De sa: "som har gjort dette til våre guder? Faktisk er han av wrongdoers.
sk: Oni povedali: "kto to robí na našich bohov? V skutočnosti, on je zloèinci."
sl: So rekli, "ki je naredil to za naše bogovi? Res, on je na wrongdoers."
sr_cyrl: Рекли су, "Ко је ово урадио да нам богови? Он је заиста од починиоце."
sr_latn: Rekli su, "Ko je ovo uradio da nam bogovi? On je zaista od počinioce."
uk: Вони сказали: "хто це робиться це для наших богів? Дійсно, він є у розкаюємося."
vi: Họ nói rằng, "những người đã làm điều này với vị thần của chúng tôi? Thật vậy, ông là the wrongdoers."
zu: Bathi: "Ngubani lo zikwenzile konkulunkulu bethu? Impela laba benzi bokubi."

# Quran2543
source: They said, "We heard a young man mention them who is called Abraham."
ca: Deien, "Hem escoltat un home jove a esmentar que s'anomena Abraham."
cy: Maent yn dweud, "Clywsom dyn ifanc sôn amdanynt a gelwir Abraham."
da: De sagde, "Vi hørte en ung mand nævne dem, som kaldes Abraham."
el: Είπαν, «Έχουμε ακούσει ενός νεαρού τους αναφέρω, που ονομάζεται Αβραάμ.»
et: Nad ütlesid: "Me kuulsime noormehe mainida neid nimetatakse Abraham."
fi: He sanoivat: "Olemme kuulleet mainita niitä nuori mies, joka on nimeltään Abraham."
he: הם אמרו, "שמענו בחור צעיר להזכיר אותם נקרא אברהם".
hr: Oni rekoše: "Čuli smo mladića ih spominje koji je pozvao Abrahama."
lt: Jie sakė: "Mes girdėjome jų jaunas žmogus, kuris yra vadinamas Abraomas."
lv: Viņi teica: "Mēs dzirdējām, ka jaunais cilvēks pieminēt tos, kas tiek saukta par Abraham."
nb: De sa, "Vi hørte en ung mann nevner dem som kalles Abraham."
sk: Oni povedali: "Počuli sme mladý muž spomínať, ktorý je nazývaný Abrahám."
sl: Pa reče: "Slišimo, da mladi mož jih omenja, ki se imenuje Abraham."
sr_cyrl: Рекли су: "Нисмо чуо Младић их спомиње који је позвао Абрахама."
sr_latn: Rekli su: "Nismo čuo Mladić ih spominje koji je pozvao Abrahama."
uk: Вони сказали: "Ми чули, молода людина згадати про них, що зветься Авраама".
vi: Họ nói, "Chúng tôi nghe một người đàn ông trẻ đề cập đến họ những người được gọi là Abraham."
zu: Bathi: "Sezwa insizwa ngabo obizwa ngokuthi u-Abrahama."

# Quran2544
source: They said, "Then bring him before the eyes of the people that they may testify."
ca: Deien, "llavors portar-lo davant els ulls de la gent que es pot testificar."
cy: Dywedodd, "yna dod ag ef gerbron llygaid y bobl y gall eu dystio."
da: De sagde, "så bringe ham for øjnene af de mennesker, de kan bevidne."
el: Είπαν, «τότε τον φέρει πριν από τα μάτια των ανθρώπων που αυτοί μπορούν να καταθέσουν.»
et: Nad ütlesid, "siis Tooge ta inimesi, et nad võivad tunnistada silme."
fi: He sanoivat "sitten tuoda hänet ihmiset, että he todistavat edessä."
he: הם אמרו, "אז תביא אותו לעיני העם הם עשויים להעיד".
hr: Rekli su, "a onda ga pred očima ljudi koji su mogli svjedočiti."
lt: Jie sakė, "tada duoti jam prieš akis žmonių, kad jie gali liudyti."
lv: Viņi teica, "tad celt viņu acīs cilvēkiem, ka viņi var liecināt.
nb: De sa, "og bringe ham foran øynene på folk som de kan vitne."
sk: Povedali: "potom ho priviedol pred očami ľudí, ktorí môžu dosvedčiť, že."
sl: So rekli, "potem bi mu pred očmi ljudi, ki lahko potrdijo.
sr_cyrl: Рекли су, "а онда га довести пред очима људи који су можда сведочи."
sr_latn: Rekli su, "a onda ga dovesti pred očima ljudi koji su možda svedoči."
uk: Вони сказали, "потім повернути його перед очима людей, які вони можуть свідчити."
vi: Họ nói, "sau đó đem hắn trước mắt những người mà họ có thể làm chứng."
zu: Bathi: "Khona-ke wamletha phambi kwamehlo abantu bangase ukufakaza."

# Quran2545
source: They said, "Have you done this to our gods, O Abraham?"
ca: Deien, "Han fet això als nostres déus, O Abraham?"
cy: Maent yn dweud, "Chi wneud hyn ein duwiau, O Abraham?"
da: De sagde, "Har du gjort dette til vores guder O Abraham?"
el: Είπαν, «Έχετε κάνει αυτό να μας θεούς, Ο Αβραάμ;»
et: Nad ütlesid: "Sa teeks seda meie jumalad O Abraham?"
fi: He sanoivat: "Olet tehnyt tämän meille jumalia O Abraham?"
he: הם אמרו, "כבר עשית זאת לאלים שלנו, O אברהם?"
hr: Rekli su da "Radite ovo za naše bogove, O Abrahamu?"
lt: Jie sakė, "Tu padarei tai su mūsų dievų, O Abraomas?"
lv: Viņi teica: "Jūs esat darījuši šo mūsu Dievu O Abraham?"
nb: De sa: "Har du gjort dette til våre guder, O Abraham?"
sk: Povedali, že "Ste nespravili naši bohovia O Abraham?"
sl: Pa reče: "Si naredil to za naše bogovi, O Abraham?"
sr_cyrl: Рекли су, "Радили сте ово да нам богови, О Абрахаму?"
sr_latn: Rekli su, "Radili ste ovo da nam bogovi, O Abrahamu?"
uk: Вони сказали: "Ви зробили це для наших богів, O Авраама?"
vi: Họ nói rằng, "Bạn đã làm điều này với vị thần của chúng tôi, O Abraham?"
zu: Bathi: "Ingabe uye wenza lo ithu Nkulunkulu, O Abrahama?"

# Quran2546
source: He said, "Rather, this - the largest of them - did it, so ask them, if they should [be able to] speak."
ca: Va dir, "més aviat, això - el més gran d'ells - ho, així que demanem, si que ha [poder] parlar."
cy: Dywedodd, "yn hytrach, hyn-y mwyaf ohonynt-gwnaeth, felly gofynnwch iddynt, os dylent [yn gallu] siarad."
da: Han sagde, "snarere dette - den største af dem - gjorde det, så spørg dem, hvis de skulle [kunne] tale."
el: Είπε, «μάλλον, αυτό - το μεγαλύτερο από αυτά - το έκανε, επομένως, ζητήστε τους, εάν θα έπρεπε [είναι σε θέση να] μιλάει.»
et: Ta ütles: "pigem on see - suurim neist - tegin seda, nii et palun neid, kui nad peaksid [oleks võimalik] räägivad."
fi: Hän sanoi: "pikemminkin tämä - suurin niistä - teki sen, niin kysy, jos pitäisi [pystyy] puhua."
he: הוא אמר, ", אלא זה, הגדולה ביותר מהם - עשה את זה, אז תשאל אותם אם הם צריכים [להיות מסוגל] לדבר."
hr: Rekao je, "nego, ovo - najveći od njih - to učinio, pa Pitajte ih, budu li [moći] govoriti."
lt: Jis sakė: "o, tai - didžiausias iš jų - tai padarė, tai paprašykite jų, jei jie turėtų [turėti galimybę] kalbėti."
lv: Viņš teica: "gluži pretēji, tas - lielākais no tiem - to izdarīja, tāpēc lūgt tos, ja tie būtu [var] runāt."
nb: Han sa, "heller dette - den største av dem - gjorde det, så spør dem, hvis de skal [kunne] snakke."
sk: Povedal: "skôr to - najväčší z nich - to, takže spýtajte sa ich, ak by [sa mohli] hovoriť."
sl: Je dejal, "ne, to - je največji izmed njih - je, tako prosite, če bi morale [lahko] govorijo."
sr_cyrl: Рекао је: "радије, ово - највећи од њих - је то урадио, па питајте их, да они треба да [моћи] говори."
sr_latn: Rekao je: "radije, ovo - najveći od njih - je to uradio, pa pitajte ih, da oni treba da [moći] govori."
uk: Він сказав: "швидше за все, це - найбільші з них - це зробив, тому запитайте їх, якщо вони повинні [зможе] говорити."
vi: Ông nói, "thay vào đó, điều này đã làm - lớn nhất của họ - nó, do đó yêu cầu họ, nếu họ nên [có thể] nói."
zu: Wathi: "Kunalokho, lokhu - esikhulu kunazo zonke kubo - wawasho kanjani, ngakho buza them uma they kufanele [bakwazi] ukukhuluma."

# Quran2547
source: So they returned to [blaming] themselves and said [to each other], "Indeed, you are the wrongdoers."
ca: Així que va tornar a [culpar]-se i dir [a cada altre], "De fet, que són els malfactors."
cy: Felly maent yn dychwelyd i [beio'r] eu hunain ac yn dweud [i gilydd], "Yn wir, yr ydych y tramgwyddo."
da: Så vendte de tilbage til [bebrejde] selv og sagde [til hinanden], "Ja, du er lovovertrædere."
el: Έτσι επέστρεψε στο [να κατηγορούμε] οι ίδιοι και είπε [κάθε άλλο], «Πράγματι, είστε οι παραβάτες.»
et: Nii, et nad ise [süüdistavad] tagasi ja ütlesin [üksteisele], "Tõepoolest, te olete selle tekitaja."
fi: Niin he palasivat [syyttää] itse ja sanoi [toisiaan], "Olette laajemmalti."
he: אז הם חזרו [להאשים] עצמם ואמר [זה לזה], "אכן, אתה הפושעים."
hr: Tako da se vratio u [okrivljuje] sebe i rekao je da se jedno drugome], "Doista, vi ste počinioce."
lt: Kad jie patys [kaltina] grįžo ir pasakė [vienas į kitą], "Iš tiesų, jūs esate grzesznicy."
lv: Lai viņi paši [vainojot] atgriezās un teica [viens otram], "Patiešām, tu esi pārkāpējus."
nb: Så tilbake til [kritikk] seg og sa [til hverandre], "Ja, du er wrongdoers.
sk: Tak sa vrátil do [obviňujú] seba a hovorí [k sebe], "Naozaj, ty si zloèinci."
sl: Tako da vrnil [krivijo] sami in rekel [seboj], "Res, ste na wrongdoers."
sr_cyrl: Како би се вратио у [криве] себе и рекао [међусобно], "Заиста, ви сте починиоце."
sr_latn: Kako bi se vratio u [krive] sebe i rekao [međusobno], "Zaista, vi ste počinioce."
uk: Так вони повернулися до [звинувачувати] себе і сказав [один одному], «, ви дійсно на розкаюємося.»
vi: Vì vậy, họ quay trở lại [đổ lỗi] mình và nói [với nhau], "Thật vậy, bạn đang wrongdoers các."
zu: Ngakho babuyela [lokusola] bebodwa yathi [nomunye], "Ngempela, wena laba benzi bokubi."

# Quran2548
source: Then they reversed themselves, [saying], "You have already known that these do not speak!"
ca: Llavors van revertir-se, [dir], "Ja ha conegut que aquestes no parlen!"
cy: Yna gwnaethon nhw wrthdroi'r eu hunain, [dweud], "yr ydych eisoes yn hysbys na rhain yn siarad!"
da: Derefter vendes de selv [siger], "Du har allerede kendt, at disse ikke taler!"
el: Στη συνέχεια, αντέστρεψαν τους, [λέγοντας], «Ξέρεις ότι αυτά δεν μιλούν!»
et: Siis nad vastupidiseks ise [öelda], "Te juba on teada, et need ei oska!"
fi: Sitten ne kääntää itse [sanoen], "Olet jo tiedossa, että nämä eivät puhu!"
he: ואז הם הפוכים עצמם, [ואמר] "אתה כבר יודע כי אלה אינם מדברים!"
hr: Zatim okrenuli su se [rekao], "Već znate da to ne govori!"
lt: Tada jie pasikeitė patys, [sako], "Jums jau žinoma, kad jie negali kalbėti!"
lv: Tad viņi mainīja sevi [saka], "Jums jau zināms, ka tie nerunā!"
nb: Deretter reverseres de seg [sier], "Du har allerede kjent at dette ikke snakker!"
sk: Potom sa obrátil sami [povedať], "Ste už poznám, že toto nehovorí!"
sl: Nato se obrne sami [pravijo,] "Ste že znano, da ti ne govorim!"
sr_cyrl: Онда су се предомислио, [указујући], "Ти већ знам да ово не говорим!"
sr_latn: Onda su se predomislio, [ukazujući], "Ti već znam da ovo ne govorim!"
uk: Потім вони помінялися місцями себе, [кажучи:] "Ви вже знали що вони не говорять!"
vi: Sau đó, họ đảo ngược mình, [nói], "Bạn đã biết rằng đây không phải nói!"
zu: Base asibuyisele emuva ngokwabo, [bethi], "Wazile kakade ukuthi lezi ungakhulumi!"

# Quran2549
source: He said, "Then do you worship instead of Allah that which does not benefit you at all or harm you?
ca: Va dir, "llavors adorar en comptes d'Allah, que que no beneficiar en absolut ni et faci mal?
cy: Dywedodd, "yna wneud eich addoli yn hytrach na Allah y nad yw o fudd i chi ar bob na'i niweidio chi?
da: Han sagde, "så har du tilbeder i stedet for Allah, som ikke gavne dig på alle eller skade dig?
el: Είπε, ΄΄Εντάξει τότε έχετε λατρεία αντί Αλλάχ ότι που δεν σας ωφελήσει καθόλου ή να σας βλάψει;
et: Ta ütles, "siis te kummardama Jumalat, et kes ei kasu teile üldse või kahjustada teid asemel?
fi: Hän sanoi "sitten te palvelette eikä Jumala, joka ei hyödytä sinua ollenkaan tai vahingoittaa sinua?
he: הוא אמר, "אז אתה סוגד במקום אללה כי אשר לא עוזר לך בשום דבר או לפגוע בך?
hr: On je rekao, "onda ti obožavaš li umjesto Allaha da koji ne koristi li uopće ili ti nauditi?
lt: Jis sakė: "tada jūs czcicie vietoj Dievo kad kuri nėra naudinga jums visą ar jums pakenkti?
lv: Viņš teica, "tad tu pielūdz nevis Allah, ka kas nav izmantot jums vispār vai kaitēt jums?
nb: Han sa, "så har du tilber i stedet for Allah at som ikke gagne deg hele eller skade deg?
sk: Povedal, "potom vás uctievať namiesto Alah, že čo nie je prínosom pre vás vôbec alebo ublížiť?
sl: Je dejal, "potem pa boste častili namesto Allah, da kar ne koristi sploh ali škodovalo?
sr_cyrl: Он је рекао, "онда обожаваш ли ти уместо Алах да не коју корист те уопште или вам наудити?
sr_latn: On je rekao, "onda obožavaš li ti umesto Alah da ne koju korist te uopšte ili vam nauditi?
uk: Він сказав: "тоді ви поклоніння замість Аллаха, що яких не на користь вам на всіх і не заподіяти вам шкоди?
vi: Ông nói, "sau đó bạn có tôn thờ thay vì Allah mà mà không có lợi cho bạn ở tất cả hoặc làm hại bạn?
zu: Wathi: "Khona-ke ingabe bakhulekele akazuzi wena nhlobo noma ukukulimaza esikhundleni Allah?

# Quran2550
source: Uff to you and to what you worship instead of Allah. Then will you not use reason?"
ca: Uff a vostè i per què vostè adorar en comptes d'Allah. Després no utilitzareu raó?"
cy: Uff i chi ac i beth yr ydych yn ei addoli yn hytrach na Allah. Yna bydd ni ddefnyddio rheswm?"
da: Uff til dem og til hvad du tilbeder i stedet for Allah. Så vil du ikke bruge grund?"
el: Uff σε εσάς και εσείς τι λατρείας αντί του Αλλάχ. Στη συνέχεια, θα δεν χρησιμοποιήσετε λόγος;»
et: Huhh teile ja te kummardama Jumala asemel. Siis sa ei kasuta põhjus?"
fi: UFF teille ja te palvelette sijasta Jumala. Sitten ei käytät syy?"
he: Uff אליך ולא אל מה אתה סוגד במקום אללה. אז אתה לא תשתמש סיבה?"
hr: Uff i da se poklone umjesto Allah. Onda će ti ne razumu?"
lt: Uff jums ir ką jūs czcicie vietoj Dievo. Tada jūs negalite naudoti priežasčių?"
lv: Uff, jums un ko jūs pielūdz, nevis Allah. Pēc tam jums neizmantos iemesls?"
nb: Uff du og hva dere tilber i stedet for Allah. Deretter vil du ikke bruke grunn?"
sk: Uff aby ste a čo vás uctievať namiesto Alah. Potom sa nepoužije dôvod?"
sl: Uff, za vas in kaj boste častili namesto Allah. Nato bo uporabljate razlog?"
sr_cyrl: Тхе .Уфф вама и шта ти се клањају а не Алаха. Онда ће ти користити разлог?"
sr_latn: The.Uff vama i šta ti se klanjaju a ne Alaha. Onda će ti koristiti razlog?"
uk: ФФУ назве для вас і що ви поклоніння замість Аллаха. Тоді не використовуватиметься причина?"
vi: Uff cho bạn và để thờ phượng của bạn thay vì Allah. Sau đó bạn sẽ không sử dụng lý do?"
zu: Uff kuwe futhi lokho you khonza Allah.

# Quran2551
source: They said, "Burn him and support your gods - if you are to act."
ca: Deien, "Cremar-lo i suport seus déus - si ets actuar."
cy: Maent yn dweud, "llosgi ef a gefnogi eich duwiau-os ydych am weithredu.
da: De sagde, "Brænde ham og støtte din guder - hvis du er til at handle."
el: Είπαν, «Κάψει και υποστήριξη σας θεούς - αν είστε να ενεργούν.»
et: Nad ütlesid: "Põletada talle ja toetada oma jumalad - kui olete tegutsema."
fi: He sanoivat, "Polta hänet ja tukea gods - jos olet toimia."
he: הם אמרו, "לשרוף אותו ותמיכה האלים שלך - אם אתה מתנהג."
hr: Rekli su, "Spalimo ga i podržava svoje bogove - ako ste djelovati."
lt: Jie sakė, "Įrašyti jo ir remti savo dievų - jei esate veikti."
lv: Viņi teica: sadedzinātu un atbalstīt dieviem - ja jums ir rīkoties.
nb: De sa, "brenne ham og støtte din gods - hvis du skal handle.
sk: Oni povedal: "Spáliť a podporu svojich bohov - Ak ste konať."
sl: So rekli, "Mu spali in podporo vaši bogovi - če ste ravnati."
sr_cyrl: Рекли су, "Спалите га и подржавају своје богове - ако сте поступити."
sr_latn: Rekli su, "Spalite ga i podržavaju svoje bogove - ako ste postupiti."
uk: Вони сказали: "Спалити його і підтримує богів - якщо ви діяти".
vi: Họ nói rằng, "Ghi anh ta và hỗ trợ các vị thần của bạn - nếu bạn hành động."
zu: Bathi: "Shisa kuye futhi usekele onkulunkulu bakho -. Uma wena ukuba senze '

# Quran2552
source: Allah said, "O fire, be coolness and safety upon Abraham."
ca: Allah deia, "O foc, ser frescor i seguretat a Abraham."
cy: Dywedodd Allah, "O tân, yn oeraidd a diogelwch ar Abraham."
da: Allah sagde, "O brand, være kølighed og sikkerhed med Abraham."
el: Αλλάχ είπε, «O πυρκαγιάς, είναι δροσιά και ασφάλειας προς Αβραάμ.»
et: Jumal ütles: "O tulekahju, olgu Abraham jahedus ja ohutus."
fi: Allah sanoi, "O fire, kylmänä ja turvallisuuden olkoon Abraham."
he: אללה אמר, "O אש, להיות קרירות ובטיחות על אברהם".
hr: Allah je rekao: "O vatre, biti cool i sigurnost Abrahamu."
lt: Dievas tarė: "O ugnies, būti vėsa ir saugos nuo Abraomo."
lv: Allah teica: "O uguns, būt vēsums un drošības pēc Abraham."
nb: Allah sa, "O brann, være kulde og sikkerhet med Abraham."
sk: Boh povedal: "O oheň, byť chlad a bezpečnosť na Abraháma."
sl: Allah je dejal, "O ogenj, je hlad in varnosti na Abraham."
sr_cyrl: Аллах је рекао, "О ватра, бити њну хладноцу и сигурност пред Абрахама."
sr_latn: Allah je rekao, "O vatra, biti njnu hladnocu i sigurnost pred Abrahama."
uk: Аллах сказав: "O вогонь, Аллаха Авраам прохолода та безпеки."
vi: Allah đã nói, "O cháy, là mát và an toàn khi Abraham."
zu: Allah wathi: "O umlilo, kube thunzi kanye nokuphepha phezu Abrahama."

# Quran2553
source: And they intended for him harm, but We made them the greatest losers.
ca: I pretenien li mal, però hem fet els grans perdedors.
cy: Ac yr oeddent yn bwriadu iddo ef niwed, ond rydym yn gwneud colled mwyaf iddynt.
da: Og de er bestemt til ham skade, men vi gjorde dem de største tabere.
el: Και προορίζεται για τον κακό, αλλά κάναμε τους μεγαλύτερους χαμένοι.
et: Ja need ette nähtud talle kahju, aga tegime neile suurimad kaotajad.
fi: Ja ne tarkoitettu häntä haittaa, mutta teimme heistä suurin häviäjiä.
he: הם התכוונו לו נזק, אך אנחנו יצרנו אותם המפסידים הגדולים.
hr: Namijenjeni njemu nauditi, a mi smo ih napravili najveći gubitnici.
lt: Ir jie skirti jam pakenkti, bet mes padarėme jiems didžiausią pralaimėjusiųjų.
lv: Un tie paredzēti viņam kaitējumu, bet mēs, kas viņus lielākais zaudētāji.
nb: Og de beregnet for ham skade, men vi gjorde dem største taperne.
sk: A určené pre neho škodu, ale urobili sme ich najväčší porazení.
sl: In so namenjeni za njega škode, vendar smo jih naredili največji poraženci.
sr_cyrl: И намијењена су му зло, али смо их направили највећи губитници.
sr_latn: I namijenjena su mu zlo, ali smo ih napravili najveći gubitnici.
uk: І вони призначені для нього шкоди, але ми зробили їх найбільший losers.
vi: Và họ dự định cho anh ta làm hại, nhưng chúng tôi làm cho họ những người thua cuộc lớn nhất.
zu: Futhi babehlose ngaye umonakalo, kodwa We enza them losers komkhulu wabo.

# Quran2554
source: And We delivered him and Lot to the land which We had blessed for the worlds.
ca: I teníem ell i molt a la terra que havíem beneït per als mons.
cy: A ydym yn darparu ef a llawer i y tir yr ydym wedi bendithio i fyd.
da: Og vi leveret ham og masse til det land, som vi havde velsignet for verdener.
el: Και έχουμε παραδώσει αυτόν και πολλά στη γη που μας είχε ευλογημένο για τους κόσμους.
et: Ja me tarnida talle ja palju maad, mis meil oli õnnistatud maailmad.
fi: Ja me toimitetaan hänelle ja paljon maa, joka oli siunannut maailman.
he: נמסר לנו מאוד לבינו אל הארץ אשר אנו היה מבורך עבור העולמות.
hr: I dostavili smo ga i mnogo se u zemlju koja mi je blago za svjetova.
lt: Ir pristatyti jį ir daug žemės, kuri mes buvo palaiminta pasaulius.
lv: Un mēs piegādāt viņam un daudz zemes, kas mums bija laimīgs pasaulēm.
nb: Og vi levert ham og mye til landet som vi hadde velsignet for verdens.
sk: A sme dodali ho a veľa na pozemky, ktorých sme požehnal svety.
sl: In mi je dal njemu in veliko v deželo, ki smo je blagoslovil za svetove.
sr_cyrl: И које смо доставили га и много земљиште на којем смо је благословена за светова.
sr_latn: I koje smo dostavili ga i mnogo zemljište na kojem smo je blagoslovena za svetova.
uk: І ми поставили йому і багато на землі, яку ми мали благословляла світів.
vi: Và chúng tôi giao hàng Anh ta và lô đất mà chúng tôi đã may mắn nhất thế giới.
zu: Futhi We sindise him futhi uLoti ukuba izwe lapho We wayembusisile for the Worlds.

# Quran2555
source: And We gave him Isaac and Jacob in addition, and all [of them] We made righteous.
ca: I li vam donar a Isaac i Jacob, a més i tots [ells] ens fa justos.
cy: A rhoddodd ef Isaac a Jacob yn ogystal, a'r holl [ohonynt] yr ydym wedi hoes dabloid.
da: Og vi gav ham Isak og Jacob desuden, og alle [af dem] vi gjort retfærdige.
el: Και δώσαμε Ισαάκ και Ιακώβ, επιπλέον, και όλοι [τους] κάναμε δίκαιοι.
et: Ja andsime talle Iisak ja Jaakob lisaks ja [nad kõik] tegime õige.
fi: Ja annoimme hänelle Isaac ja Jacob, ja kaikki [ne] teimme vanhurskas.
he: . נתנו לו יצחק, יעקב תוספת, וכל [מהם] עשינו צדיקים.
hr: I dali smo mu Izaka i Jakova osim toga, i svi [su] smo pravednima.
lt: Mes davė jam Izaokas ir Jokūbas be to, ir visi [jie] mes padarėme teisieji.
lv: Un mēs iedevām viņam Isaac un Jacob Papildinājums, un visi [tiem] mēs veicām taisns.
nb: Og vi ga ham Isak og Jakob, og alle [] vi rettferdige.
sk: A sme mu Izáka a Jakuba, a všetky [ich] sme učinení spravodlivými.
sl: In smo mu Izaka in Jakoba poleg, in vsi [so] smo na pravični.
sr_cyrl: И дали смо му Исака и Јакоба у додатак, а сви [су] направили смо праведни.
sr_latn: I dali smo mu Isaka i Jakoba u dodatak, a svi [su] napravili smo pravedni.
uk: І ми дали йому Ісак і Яків, крім того, і всі [вони] ми зробили праведними.
vi: Và chúng tôi cho ông Isaac và Jacob ở ngoài, và tất cả [chúng], chúng tôi đã thực hiện công bình.
zu: Futhi We epha him Isaac Jacob ngaphezu, futhi bonke [kubo] We enza ngakhethi.
