Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran277
source: And whatever you spend of expenditures or make of vows - indeed, Allah knows of it. And for the wrongdoers there are no helpers.
ca: I tot el que passar de les despeses o fer dels vots - de fet, Allah sap d'això. I pels malfactors que no hi ha cap ajudants.
cy: A beth bynnag y gwariant o'r gwariannau neu wneud o addo-yn wir, Allah yn gwybod amdano. Ac ar gyfer y tramgwyddo, nid oes unrhyw gynorthwywyr.
da: Og uanset hvad du bruger af udgifter eller gøre af løfter - faktisk Allah ved det. Og for personer der er ingen hjælpere.
el: Και ό, τι ξοδεύετε δαπανών ή κάνουν των όρκων - πράγματι, Αλλάχ γνωρίζει ότι. Και για το παραβάτες υπάρχουν βοηθοί.
et: Ja iganes sa kulutada kulutusi või tee lubadusi - tõepoolest, Jumal teab seda. Ja selle tekitaja ei ole abilised.
fi: Ja mitä voit viettää menojen tai vannoo - itse asiassa Jumala tietää sen. Ja rikolliset eivät ole auttajia.
he: מה אתה מבלה של הוצאות או להפוך נדרים - אכן, אללה יודע על זה עבור הפושעים לא עוזרים.
hr: I što god provesti troškova ili o zavjete - doista, Allah to zna. I za počinioce nema pomagača.
lt: Ir ką jūs praleisti išlaidų arba padaryti įžadus - iš tiesų, Dievas žino apie tai. Ir grzesznicy yra ne pagalbininkai.
lv: Un neatkarīgi no jums tērēt izdevumu vai padarīt solījumus - patiešām, Allah zina par to. Un izdarītājs ir bez palīgiem.
nb: Og uansett hva du bruker av utgifter eller gjøre løfter - faktisk Allah vet det. Og for wrongdoers det er ingen hjelpere.
sk: A čo budete tráviť výdavkov alebo aby sľubov - Vskutku, Alah vie to. A pre zloèinci neexistujú žiadni pomocníci.
sl: In karkoli da preživijo izdatkov ali zaobljube - res, Allah ve je. In za kršitelj tam ni nobenih pomočnikov.
sr_cyrl: И шта год ти провести расхода или направити заклетви - заиста, Аллах не зна за то. И за починиоце не постоје ни помагачи.
sr_latn: I šta god ti provesti rashoda ili napraviti zakletvi - zaista, Allah ne zna za to. I za počinioce ne postoje ni pomagači.
uk: І що б ви витратити витрат або обіти - дійсно, Аллах знає його. Та для в розкаюємося не немає помічників.
vi: Và bất cứ điều gì bạn chi tiêu chi phí hoặc tận dụng thề - quả thật vậy, Allah biết của nó. Và đối với các wrongdoers không có không có người trợ giúp.
zu: Futhi noma yini oyisebenzisayo izindleko noma enze izifungo - ngempela, Allah uyazi of it.

# Quran278
source: If you disclose your charitable expenditures, they are good; but if you conceal them and give them to the poor, it is better for you, and He will remove from you some of your misdeeds [thereby]. And Allah, with what you do, is [fully] Acquainted.
ca: Si divulgar el seu caritatius despeses, són bons; però si ocultar-los i donar-los als pobres, és millor per a vostè, i es traurà de algunes de les seves malifetes [que]. I Allah, amb el que fas, està [totalment] familiaritzat.
cy: Os ydych chi'n datgelu eich gwariant elusennol, maent yn dda; ond os ydych yn cuddio nhw ac yn rhoi iddynt at y tlawd, mae'n well i chi, a bydd ei ddileu gennych rhai o'r eich camweddau [ac felly]. A gyda beth yr ydych yn ei wneud, yw Allah, [llawn] yn gyfarwydd.
da: Hvis du afslører din velgørende udgifter, er de gode; men hvis du skjule dem og give dem til fattige, det er bedre for dig, og han vil fjerne fra dig nogle af jeres misgerninger [dermed]. Og Allah, med hvad du gør, er [fuldt] bekendtskab.
el: Εάν αποκαλύψετε σας φιλανθρωπικές δαπάνες, είναι καλό? αλλά εάν αποκρύψει τους και να τους δώσουμε στους φτωχούς, είναι καλύτερο για σας, και αυτός θα αφαιρέσει από εσάς μερικά του ατοπήματά σας [έτσι]. Και Αλλάχ, με αυτό που κάνεις, [πλήρως] γνωρίζεται.
et: Kui sa avalikustama oma heategevusliku kulutusi, nad on head; Aga kui seisvatest ja anda neile vaestele, parem teile ja ta kaotab sinult mõned oma üleastumised [seega]. Ja Jumal, mida te teete, on [täies ulatuses] teada.
fi: Jos paljastat hyväntekeväisyys menoja, ne ovat hyviä; mutta jos salata ne ja antaa ne köyhille, on parempi sinulle ja hän poistaa sinulta joitakin oman rikoksistaan [näin]. Ja Jumala, mitä teet, on [kokonaan].
he: אם אתה לחשוף את ההוצאות הצדקה שלך, הם טובים; אך אם להסתיר אותם, לתת להם לעניים, זה יותר טוב בשבילך, הוא יסיר ממך כמה מן החטאים שלך [ובכך]. אללה, עם מה שאתה עושה, הוא [מלא] היכרות.
hr: Ako vam otkriti svoje dobrotvorne rashodi, oni su dobri; Ali ako ih i dati ih siromasima, to je bolje za vas, i on će se ukloniti iz te neke svoje nedjela [time]. I Allaha, sa onim što radite, [u potpunosti] je upoznati.
lt: Jei jums atskleisti savo labdaros išlaidos, jie gerai; bet jei paslėpti juos ir suteikia jiems vargšams, tai geriau už jus, ir jis bus pašalinti iš jūsų kai kurių savo paklydimus [taip]. Ir Dievas, su ką jūs darote, yra [visiškai] susipažinti.
lv: Ja jūs atklāt savu labdarības izdevumi, tie ir labi; bet ja noslēpt tos un dot tiem nabagiem, tas ir labāk, lai jūs, un viņš noņems no jums daži no jūsu ļaundarībām [tādējādi]. Un Allah, ar to, ko jūs darīt, ir [pilnībā] iepazīties.
nb: Hvis du oppgir veldedige utgifter, er de bra; men hvis du skjuler dem og gi dem til fattige, er det bedre for deg, og han vil fjerne fra deg noen av din ugjerninger [og]. Og Allah, med hva du gjør, er [fullt] kjent.
sk: Ak môžete zverejniť vaše charitatívne výdavky, sú dobré; ale ak zakryť ich a dať im k chudobným, je to lepšie pre vás a on odstráni od vás niektoré svoje zločiny [takto]. A Boh, s čo robíte, je [plne] oboznámený.
sl: Če razkriti svoje dobrodelne izdatkov, so dobri; ampak če jih prikriva in jim dajejo revnim, je bolje za vas, in on bo odstraniti od vas nekaj svoje zločine [tako]. In Alah, z kaj delate, je [popolnoma] seznanjeni.
sr_cyrl: Ако обелоданите своје милосрдно издатака, они су добри; Али, ако би их прикрити и им дати сиротињи, то је боље за тебе, и он ће уклонити из те неке од твоје недела [Тиме]. И , Алах, са оним што радите, је [у потпуности] упозната.
sr_latn: Ako obelodanite svoje milosrdno izdataka, oni su dobri; Ali, ako bi ih prikriti i im dati sirotinji, to je bolje za tebe, i on će ukloniti iz te neke od tvoje nedela [Time]. I, Alah, sa onim što radite, je [u potpunosti] upoznata.
uk: Якщо ви розкрити благодійного витрат, вони є гарним; але якщо ви приховати їх і дати їм бідним, краще для вас, і він буде видалено з вам деякі з ваших злодіяння [тим самим]. І Аллаха, що ви робите, це [повністю] познайомилися.
vi: Nếu bạn tiết lộ của bạn chi tiêu từ thiện, họ là tốt; nhưng nếu bạn che giấu chúng và cung cấp cho họ để cho người nghèo, nó là tốt hơn cho bạn, và ông sẽ loại bỏ từ bạn một số misdeeds của bạn [do đó]. Và Allah, với những gì bạn làm, [đầy đủ] làm quen.
zu: Uma udalule izindleko zakho yesihle, zingabantu okuhle;

# Quran279
source: Not upon you, [O Muhammad], is [responsibility for] their guidance, but Allah guides whom He wills. And whatever good you [believers] spend is for yourselves, and you do not spend except seeking the countenance of Allah. And whatever you spend of good - it will be fully repaid to you, and you will not be wronged.
ca: No sobre tu, [O Muhammad], és [responsable] d'orientació, però guies Allah qui ell voluntats. I qualsevol bé [creients] passa és per a vosaltres, i no passar excepte que busquen el rostre d'Allah. I qualsevol cosa passar de bé - es totalment retornarà a vostè, i vostè no ser injustament.
cy: Nid arnoch chi, [O Muhammad], [cyfrifoldeb ar gyfer] yw eu canllawiau, ond canllawiau Allah bwy mae ef wills. A beth bynnag da chi [credinwyr] Mae gwariant yn drosoch eich hunain, ac nid ydych yn treulio ac eithrio ceisio ystyried Allah. A beth bynnag yr ydych yn ei wario da-bydd yn llwyr ad-dalu i chi, ac ni Bydd ydych yn cam.
da: Ikke på jer, [O Muhammad], er [ansvar for] deres vejledning, men Allah guider, hvem han Testamente. Og hvad godt du [troende] tilbringe er for jer, og du bruger ikke undtagen søger ansigt af Allah. Og uanset hvad du bruger af god - det vil være fuldt ud tilbagebetalt til dig, og du vil ikke blive krænket.
el: Όχι επάνω σου, [Ο Μωάμεθ], βαρύνει [για] την καθοδήγησή τους, αλλά Αλλάχ οδηγοί τους οποίους διαθήκες. Και ό, τι καλό [πιστών] ξοδεύετε είναι για τους εαυτούς σας, και δεν περάσετε εκτός επιδιώκουν την επιδοκιμασία του Αλλάχ. Και ό, τι ξοδεύετε της καλής - αυτό θα αποπληρωθεί πλήρως σας, και εσείς δεν θα αδικηθεί.
et: Mitte teie, [O Muhammad], on [vastutuse] nende arendus, kuid Jumal juhendid, keda ta tahab. Iganes sa [usklike] kulutada hea on ise ja sa ei kuluta v.a keda Allah Pale. Ja mida iganes sa veeta häid - näidatakse teile täielikult tagasi ja sa ei ülekohtu.
fi: Ei teitä, [Oi Muhammed] [vastaa] heidän ohjausta, mutta Jumala ohjaa kenet tahtoo. Ja mitä hyvää te [uskovaiset] viettää on itse et viettää paitsi etsien Jumalan kasvot. Lahjoitatte hyväksi - se palautetaan kokonaisuudessaan uloskirjautuessa sinulle, ja sinun ei vääryyttä.
he: לא עליכם, [O מוחמד], הוא [אחריות] הדרכתו שלהם, אבל המדריכים אללה מי שהוא חפץ. שיהיה טוב שתשקיע [המאמינים] בעצמכם, ויש לך ואינם מבזבזים למעט המבקשים את ארשת של אללה. מה אתה מבלה טוב - זה יוחזר במלואו לך, אתה לא תהיה עוול.
hr: Ne na tebe, [O Muhammad], je [odgovornost] njihovim vodstvom, ali Allah vodiči koga hoće. Ono dobro provodiš [vjernici] je za sebe i ne trošite osim tražeći lice Allaha. I što god dobra - potpuno otplatu na vas, i ne se vrijeđa.
lt: Ne į tave, [O Muhammad], yra [už] savo rekomendacijas, bet Dievas vadovai, kuriems jis testamentų. Bet gerai [tikintieji] praleisti yra patys ir jūs ne išleisti išskyrus ieško Dievo veido. Ir ką jūs išleidžiate geros - ji bus visiškai grąžinta jums, ir jums bus ne nuskriausti.
lv: Ne pār jums [O Muhammad] ir [atbildību par] savu padomu, bet Allāha ceļveži, kuru viņš vēlas. Kāds labs [ticīgie] tērējat ir sev un jums nav tērēt izņemot meklē Allah ārienē. Un neatkarīgi no jums pavadīt labu - tas būs pilnībā jāatmaksā jums un jums nevar būt kaitējums.
nb: Ikke dere, [O Muhammad], er [ansvar for] deres veiledning, men Allah guider som han wills. Og hva du [troende] er dere, og du bruker ikke unntatt søker åsyn Allah. Og hva du bruker gode - det vil bli fullt tilbakebetalt til deg, og du vil ikke bli gjort urett.
sk: Nie na vás, [Mohamed], je [za] ich vedenia, ale Alah sprievodcov, koho on chce. A čokoľvek dobrého [veriacich] strávite je sami a nemusíte utrácať okrem hľadá tvár Alah. A čo ste stráviť dobré - to bude plne vracia k vám a vás bude nie poškodené.
sl: Ne na vas, [O Muhammad] je [odgovornost za] njihovo vodenje, vendar Allah vodniki, katerim je oporok. In ne glede na dobro porabite [verniki] je za sebe, in ne preživijo, razen iščejo obličje Allah. In karkoli boste porabili dobrih - celoti vrnjen bo za vas, in vam ni treba krivico.
sr_cyrl: Није на теби, [О Мухаммад], је [одговорност за] њихове савете, али Аллах вођице, кога је воља. Штагод добро [верници] проводите је за себе и не проводите осим тражећи дрћањем Аллах. Како год проводите добра - у потпуности за отплату с тобом, а не ће бити преварена.
sr_latn: Nije na tebi, [O Muhammad], je [odgovornost za] njihove savete, ali Allah vođice, koga je volja. Štagod dobro [vernici] provodite je za sebe i ne provodite osim tražeći drћanjem Allah. Kako god provodite dobra - u potpunosti za otplatu s tobom, a ne će biti prevarena.
uk: Не на вас, [O Мухаммад], [відповідальність за] є їх керівництвом, але Аллах напрямні, кого він хоче. І будь-який хороший [віруючі] витрачати для себе, і ви не витрачали Крім шукає обличчя Аллах. Все, що ви проводите з добре - вона буде повністю повернена вам і ви будете не образили.
vi: Không phải khi bạn [O Muhammad], là [trách] hướng dẫn của họ, nhưng hướng dẫn Allah mà Ngài muốn. Và bất cứ điều gì tốt bạn [các tín hữu] dành cho mình, và bạn không chi tiêu trừ tìm kiếm countenance vẻ của Allah. Và bất cứ điều gì bạn chi tiêu tốt - nó sẽ được hoàn trả đầy đủ cho bạn, và bạn sẽ không được wronged.
zu: Hhayi phezu kwenu, [O Muhammad], kuyinto [kuwumthwalo wenu] isiqondiso sabo, kepha Allah uqondisa whom He tando.

# Quran280
source: [Charity is] for the poor who have been restricted for the cause of Allah, unable to move about in the land. An ignorant [person] would think them self-sufficient because of their restraint, but you will know them by their [characteristic] sign. They do not ask people persistently [or at all]. And whatever you spend of good - indeed, Allah is Knowing of it.
ca: [Caritat és] per als pobres que s'han limitat per la causa d'Allah, incapaç de moure's a la terra. Un ignorant [persona] pensarien ells autosuficients a causa de la seva moderació, però coneixereu els seus sign [característica]. No demanen persones persistentment [o gens]. I el que gastes de bo - de fet, Allah és saber d'ella.
cy: [Yn elusen] ar gyfer y tlawd sydd wedi cyfyngu ar gyfer achos Allah, yn gallu symud o gwmpas yn y tir. Byddai [person] anwybodus yn meddwl eu bod yn hunangynhaliol oherwydd eu ffrwyno, ond byddwch yn gwybod iddynt gan eu arwydd [nodwedd]. Nid ydynt yn gofyn pobl gyson [neu o gwbl]. A beth bynnag yr ydych yn ei wario da-yn wir, Allah yn gwybod amdano.
da: [Velgørenhed er] for de fattige, der har været begrænset til årsagen til Allah, ude af stand til at bevæge sig rundt i landet. En uvidende [person] ville synes dem selvforsynende på grund af deres tilbageholdenhed, men du vil kende dem ved deres [egenskab] tegn. De må ikke spørge folk vedvarende [eller slet]. Og uanset hvad du bruger af god - faktisk Allah vide i den.
el: [Φιλανθρωπία είναι] για τους φτωχούς που έχουν περιορισθεί για την αιτία του Αλλάχ, δεν ξέρει να κινείται στη γη. Ένας αδαής [άνθρωπος] θα σκεφτόταν τους αυτάρκης εξαιτίας τους αυτοσυγκράτηση, αλλά θα τους καταλάβετε από την εγγραφή τους [χαρακτηριστικό]. Αυτοί να μη ρωτήσω άτομα επίμονα [ή καθόλου]. Και ό, τι ξοδεύετε του καλού - πράγματι, Αλλάχ γνωρίζοντας από αυτό.
et: [Heategevus on] vaestele, kes olnud piiratud, Allah, ei maa liikuda põhjus. Asjatundmatu [inimene] arvan neid isemajandav tõttu oma turvasüsteemi, kuid sa tead neid [omadus] logima. Nad ei küsi inimest püsivalt (või üldse). Ja mida iganes sa kulutad hea - tõepoolest, Allah on sellest teadlik.
fi: [Hyväntekeväisyys on] köyhille, jotka on rajoitettu Allah, ei voi liikkua maassa aiheuttaa. Tietämätön [henkilö] ajatella niitä omavarainen koska ne pidättyvyyttä, mutta tiedät niitä [ominaisuus] merkki. He eivät pyydä ihmisiä jatkuvasti [tai lainkaan]. Ja Lahjoitatte hyvä - itse asiassa Jumala tietää sen.
he: [זה צדקה] למען העניים שהיו מוגבלים למען המטרה של אללה, אין אפשרות לנוע בארץ. בור [אדם] יחשוב אותם עצמאי כי האיפוק שלהם, אבל אתה מכיר אותם על ידי הסימן [מאפיין] שלהם. הם לא שואלים אנשים בהתמדה (או בכלל). . ולדעת מה אתה מבלה טוב -. אכן, אללה הוא זה.
hr: [Ljubav je] za siromašne koji su bili ograničeni na Allaha, ne može prijeći u zemlji. Neznalica [osoba] bi ih samodostatan zbog svoje suzdržanosti, ali znat ćete ih njihovim znakom [odlika]. Ne pitaju ljudi uporno [ili uopće]. I što god ti provesti dobra - doista, Allah je znajući za to.
lt: [Labdaros yra] už neturtingųjų, kurie buvo tik Dievas, negali judėti žemę priežastis. Nežino [asmuo] manau juos savarankiški nes jų tvirtinimo, bet jūs žinote, juos iš jų [charakteristika] ženklas. Jie neklauskite žmonės nuolat (arba visai). Ir ką jūs praleisti gerą - iš tiesų, Allah yra žinant jo.
lv: [Labdarība ir] attiecībā uz nabadzīgajiem iedzīvotājiem, kuri ir ierobežota par cēloni Allah, nespēdama pakustēties zemi. Nezinošs [persona] domāju, ka tos pašpietiekama to ierobežojumu dēļ, bet jūs zināt tos ar viņu [raksturīga] zīmi. Netiek pieprasīti cilvēki ilgstoši [vai vispār]. Un neatkarīgi no jums pavadīt labu - patiešām, Allah ir zināt par to.
nb: [Veldedighet er] for de fattige som har vært begrenset for årsaken til Allah, kunne bevege seg i landet. En uvitende [person] tror dem selvforsynt på grunn av deres tilbakeholdenhet, men du vet dem av deres [egenskap] tegn. De spør ikke folk vedvarende [eller hele]. Og hva du bruker bra - faktisk Allah er vite det.
sk: [Charity je] pre chudobných, ktorí boli obmedzené pre príčinu Boha, nemôže sa pohybovať v krajine. Neznalý [osoba] by si im sebestačný kvôli ich obmedzenia, ale poznáte ich podľa ich označenia [charakteristické]. Nepýtajte sa ľudia sústavne [alebo vôbec]. A čo budete tráviť dobrý - Vskutku, Alah je vedieť to.
sl: [Dobrodelnost je] za revne, ki so omejene na vzrok Allah, mogli gibati v deželi. Nevedno [osebo] bi mislim jih samozadostna zaradi svojih omejitev, vendar bo jih poznajo po njihovih [lastnosti] znak. Ne sprašujejo ljudje vztrajno [ali sploh]. In karkoli boste porabili dobrih - res, Allah je vedel tega.
sr_cyrl: [Добротворне сврхе је] за сиромашне који су забрањене за узрок Алаха, не могу помјерити у земљи. Неуки [особа] би их самодовољна због њихове уздржаност, али их знати њихову знаком [карактеристика]. Не питају људи упорно [или уопште]. И шта год ти провести од добар - заиста, Аллах је знати за то.
sr_latn: [Dobrotvorne svrhe je] za siromašne koji su zabranjene za uzrok Alaha, ne mogu pomjeriti u zemlji. Neuki [osoba] bi ih samodovoljna zbog njihove uzdržanost, ali ih znati njihovu znakom [karakteristika]. Ne pitaju ljudi uporno [ili uopšte]. I šta god ti provesti od dobar - zaista, Allah je znati za to.
uk: Благодійність – для бідних, які були обмежені за справу Аллаха, не в змозі пересуватися на землі. Неосвічений [людини] подумати, їх самодостатньою через їх стриманості, але ви будете знати їх їх знаком [характеристика]. Вони не питають люди наполегливо [або взагалі]. І що б ви витрачаєте добра - дійсно, Аллах знаючи його.
vi: Tổ chức từ thiện là cho những người đã được hạn chế cho các nguyên nhân của Allah, không thể di chuyển ở vùng đất nghèo. Dốt nát [người] sẽ nghĩ họ tự do hạn chế của họ, nhưng bạn sẽ biết chúng bằng đăng nhập của họ [đặc tính]. Họ không yêu cầu người dân liên tục [hoặc cả]. Và bất cứ điều gì bạn chi tiêu của tốt - quả thật vậy, Allah là biết của nó.
zu: [Charity kuyinto] for abampofu abaye kuvinjiwe imbangela Allah, azikwazi ukuhamba ezweni.

# Quran281
source: Those who spend their wealth [in Allah 's way] by night and by day, secretly and publicly - they will have their reward with their Lord. And no fear will there be concerning them, nor will they grieve.
ca: Aquells que passin la riquesa [en forma de Allah] de nit i de dia, en secret i públicament - tindran la seva recompensa amb el seu Senyor. I sense por es allà ser concerneixen, ni es ells grieve.
cy: Bydd rhai sy'n treulio eu cyfoeth [yn Allah y ffordd] gan nos a dydd, gyfrinachol ac yn gyhoeddus-maent yn cael eu gwobrwyo gyda eu yr Arglwydd. A bydd unrhyw ofn yno yn ymwneud â hwy, na bydd iddynt alaru.
da: Dem, der bruger deres rigdom [i Allahs måde] ved nat og ved dag, hemmeligt og offentligt - de vil have deres belønning med deres Herre. Og ingen frygt vil der vedrører dem, eller vil de sørge.
el: Όσοι περνούν τα πλούτη τους [με τον τρόπο του Αλλάχ] από νύχτα και μέρα, κρυφά και δημόσια - θα έχουν τους ανταμοιβή αυτών με τους Λόρδος. Και χωρίς το φόβο θα εκεί που τους αφορούν, δεν θα να θλίβομαι.
et: Need, kes veedavad oma jõukust [Jumala viisil] öö ja päev, salaja ja avalikult - nad peavad oma tasu nende Issand. Ja ei karda näidatakse seal tuleb neid käsitlevatele, ega nad leinata.
fi: Ne, jotka viettävät heidän omaisuutensa [Allahin tavalla] yöllä ja päivällä, salaa ja julkisesti - he hankkia heidän löytöpalkkio Herransa kanssa. Ilman pelkoa siellä olla niistä, eikä ne surra.
he: למי להעביר את עושרם [בדרך של אללה] בלילה ולא ביום, בחשאי, בפומבי - והם יהיו הפרס שלהם עם לורד שלהם. בלי פחד שם להיות הקשור בהם, ולא יהיה שהם מתאבלים.
hr: One koji troše svoje bogatstvo [na Allahovu putu] noću i danju, tajno i javno - oni će imati svoju plaću sa svoga Gospodina. I strah će tamo biti o njima, niti će oni tugovati.
lt: Tie, kurie praleidžia savo turtus [Dievo būdu] naktį ir dieną, slaptai ir viešai - jie bus jau atsiėmė užmokestį su jų Viešpaties. Ir be baimės bus ten apie juos, nei jie bus sielvartauti.
lv: Tiem, kuri pavada savu bagātību [Allāhs veidā] slepeni pa nakti un dienu, un publiski - viņi būs to atalgot ar savu kungu. Un bailes būs par tur tiem, nedz arī būs tie sēro.
nb: De som tilbringer sin rikdom [i Allahs måte] natt og dag, hemmelighet og offentlig - de vil ha deres belønne med deres Herre. Og ingen frykt vil det være om dem, eller vil de sørge.
sk: Tých, ktorí trávia svoje bohatstvo [spôsobom Alaha] v noci a cez deň, tajne, a verejne - majú ich odmenou za svojho pána. A bez strachu budú tam o nich, ani sa im truchlit.
sl: Tiste, ki preživijo svoje bogastvo [v Alaha način] ponoči in podnevi, tajno in javno - bo imajo svoje nagrade s svojega Gospoda. In brez strahu bo tam se jih zadevajo, niti jih bo žalujejo.
sr_cyrl: Они који проводе своје богатство [на Алаховом путу] ноћу и дању, тајно и јавно - они бити награђени са свог господара. И без страха ће тамо бити у вези са њима, нити ће они туговати.
sr_latn: Oni koji provode svoje bogatstvo [na Alahovom putu] noću i danju, tajno i javno - oni biti nagrađeni sa svog gospodara. I bez straha će tamo biti u vezi sa njima, niti će oni tugovati.
uk: Ті, які витрачають свої багатства [таким чином Аллах] вночі і вдень, таємно і публічно - вони будуть мати їх винагородить пана свого. І немає страху там буде бути щодо їх, і не будуть вони сумують.
vi: Những người dành sự giàu có của họ [theo cách của Allah] bởi ban đêm và ngày, bí mật công khai và - họ sẽ có phần thưởng của mình với Chúa. Và không biết sợ sẽ không liên quan đến họ, và cũng không họ sẽ đau khổ.
zu: Labo chitha ngengcebo yabo [e endleleni Allah 's] ebusuku kanye lemini, ngasese publicly - bayoba umvuzo wabo neNkosi yabo.
