Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1014
source: Said the eminent among his people, "Indeed, we see you in clear error."
ca: Va dir el eminents entre la seva gent, "de fet, ens veiem al clar error."
cy: Dywedodd yr enwog ymysg ei bobl, "yn wir, rydym yn gweld chi mewn camgymeriad amlwg."
da: Sagde den fremtrædende blandt sit folk, "Ja, vi se dig i klare fejl."
el: Είπε το περίφημο μεταξύ του λαού του, "πράγματι, μπορούμε να δούμε σας σαφές μήνυμα λάθους.
et: Ütles väljapaistev oma rahva seas "tõepoolest, me näeme selget tõrge."
fi: Sanoi arvostettuja hänen kansansa keskuudessa ", me nähdään selvä virhe."
he: אמר הנודע בקרב עמו, "ואכן, אנחנו ניפגש שגיאה ברורה."
hr: Rekao je ugledni svome narodu, "uistinu, mi vidimo jasno pogreška."
lt: Sakė žymus savo tarpe, "iš tiesų, mes matome jums aiškią klaidą."
lv: Teica slavenais starp savējiem, "Protams, mēs redzam jūs skaidri kļūda."
nb: Sa den eminente blant sitt folk "faktisk vi se deg i klar."
sk: Povedal významných medzi jeho ľud, "v skutočnosti vidíme vás jasnú chybu."
sl: Je dejal ugledni svojega naroda, "res, mi vidimo v jasno napaka."
sr_cyrl: Рекао је еминентни међу његовим људима, "заиста, видимо те јасно грешком."
sr_latn: Rekao je eminentni među njegovim ljudima, "zaista, vidimo te jasno greškom."
uk: Сказав видатних серед свого народу, "дійсно, ми бачимо ви ясно помилково."
vi: Ông nổi tiếng trong số những người của ông, "thật vậy, chúng tôi gặp lỗi rõ ràng."
zu: Wathi ovelele phakathi kwabantu bakhe, "Ngempela, sibona wena ngephutha ecacile."

# Quran1015
source: [Noah] said, "O my people, there is not error in me, but I am a messenger from the Lord of the worlds."
ca: [Noah] va dir: «O poble meu, no hi ha error en mi, però jo sóc un Missatger del Senyor dels mons. "
cy: Dywedodd [Noah], "O fy pobl, nid oes gwall yn imi, ond yr wyf yn negesydd o Arglwydd y byd."
da: [Noah] sagde, "O mit folk, der er ikke fejl i mig, men jeg er en budbringer fra verdens Herre."
el: [Νώε] είπε, «O μου άνθρωποι, δεν υπάρχει σφάλμα σε μένα, αλλά είμαι αγγελιοφόρος από τον κύριο των κόσμων.»
et: [Noah] ütles: "O minu inimesed ei ole viga minus, kuid ma olen sõnumitooja Maailmade isand."
fi: [Nooa] sanoi, "Oi kansani, minussa ei ole virhe, mutta olen maailmojen luoja lähettiläs."
he: [נח] אמר, "O עמי, אין שגיאה בי, אבל. אני שליח האל העולמות."
hr: [Noa] je rekao, "narode moj, ne postoji greška u meni, ali ja sam glasnik od gospodara svjetova."
lt: [Nojus] tarė: "O mano tauta, nėra klaida mane, bet aš messenger iš pasaulių valdovas."
lv: [Noa] teica: "O mana tauta man nav kļūda, bet es esmu ziņnesis no lorda pasaulēm."
nb: [Noah] sa, "mitt folk, det er ikke feil meg, men jeg er et sendebud fra Herren av verdener."
sk: [Noah] povedal: "O môj ľud, nie je chyba vo mne, ale som posol od pána svetov."
sl: [Noah] je dejal, "O moj ljudi, v meni ni napaka, ampak jaz sem sel iz gospodarja svetov."
sr_cyrl: [Ноа ] је рекао, "О мој народ, не постоји грешка у мене, али ја сам гласник из господару света."
sr_latn: [Noa] je rekao, "O moj narod, ne postoji greška u mene, ali ja sam glasnik iz gospodaru sveta."
uk: [Ной] сказав, "O Мій народ, існує не помилка в мені, але я messenger від Господа світів."
vi: [Noah] nói, "O người của tôi, không phải là lỗi ở tôi, nhưng tôi là một messenger từ Chúa của thế giới."
zu: [UNowa] wathi: "O bantu bami, akukho isiphambeko kimi, kodwa mina am a isithunywa kweNkosi imihlaba."

# Quran1016
source: I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know.
ca: Vaig transmetre a vostè els missatges del meu Senyor i assessorar-vos; i sé que des d'Allah què no saps.
cy: Trosglwyddo negeseuon fy Arglwydd i chi ac yn rhoi cyngor i chi; a gwn o Allah beth nad ydych yn gwybod.
da: Jeg overbringe dem beskeder af min herre og rådgive dig; og jeg ved fra Allah, hvad du ikke kender.
el: Εγώ να σας μεταφέρω τα μηνύματα του Κυρίου μου και να σας συμβουλεύσει; και ξέρω από Αλλάχ αυτό που δεν γνωρίζετε.
et: Ma edasi teile sõnumite minu Issand ja annab nõu; ja tean: Jumal, mida sa ei tea.
fi: Välittää viestejä Herrani ja neuvoo; ja en tiedä Jumalalta et tiedä.
he: להעביר את ההודעות של הלורד ולייעץ לך; ואני יודע מאללה מה שאתה לא יודע.
hr: Prenijeti vam poruke gospodaru i savjetovati vas; i znam od Allaha ono što vi ne znate.
lt: Aš perduodu jums informaciją apie mano Viešpats ir patarti; ir aš žinau iš Dievo, ką jūs nežinote.
lv: Man nodot jums mana kunga ziņojumu un ieteikt jums; un zinu no Allah ko jūs nezināt.
nb: Jeg formidle til du meldinger av min Herre og råd. og jeg vet fra Allah hva du vet ikke.
sk: Sprostredkovať vám správy môjho Pána a poradiť; a viem, že od Boha, čo nepoznáte.
sl: Nosilke vam sporočila moj gospodar in svetovali; in vem, da od Allah kaj ne veš.
sr_cyrl: Ја, пренесите те поруке мога господара, и саветујемо ти; и знам да је од Алаха не знате.
sr_latn: Ja, prenesite te poruke moga gospodara, i savetujemo ti; i znam da je od Alaha ne znate.
uk: Я передати вам повідомлення мій Господь і раджу вам; і я знати, від Аллах те, що ви не знають.
vi: Tôi truyền đạt đến cho bạn những thông điệp của Chúa của tôi và tư vấn cho bạn; và tôi biết từ Allah những gì bạn không biết.
zu: I ukudlulisela kini biko mi Lord futhi ukweluleka nawe;

# Quran1017
source: Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy."
ca: Llavors es pregunta que hi ha arribat a vostè un recordatori del seu senyor a través d'un home entre vostè, que es pot advertir-lo i que es pot por Allah perquè podria rebre misericòrdia."
cy: Yna rhaid i chi ofyn hynny mae wedi dod i chi ein hatgoffa gan eich Arglwydd drwy dyn o blith chi, y gall ef eich rhybuddio a bod efallai eich bod yn ofni Allah fel efallai y cewch drugaredd."
da: Derefter du spekulerer på, at der er kommet til dig en påmindelse fra din herre gennem en mand blandt jer, at han kan advare dig og at du kan frygte Allah, så du kan modtage nåde."
el: Στη συνέχεια, έχετε αναρωτηθεί που εκεί έχει έρθει σε σας μια υπενθύμιση από το Λόρδο μέσω ενός ανθρώπου από σας, ότι αυτός μπορεί να σας προειδοποιήσει και που μπορεί να φοβούνται Αλλάχ ενδέχεται να εμφανιστεί έλεος.»
et: Siis imestate seal ilmutavad teile meeldetuletus oma Issanda läbi mees seast, et ta võib teid hoiatama ja et te kardate Jumalat nii saada halastust."
fi: Sitten Mietitkö että siellä on peräisin sinulle muistutuksen Herrasi ihmisen keskuudestanne, hän saattaa varoittaa ja voi pelätkää Allahia, joten saatat saada armon."
he: אז האם אתה תוהה זה שם הגיע לך תזכורת של אדונך דרך אדם מקרב אותך, כי הוא עשוי להזהיר אותך, אתה אולי מפחד אללה אז אתה עלול לקבל רחמים."
hr: Onda pitate li to doći da vas podsjetnik od gospodina po čovjeku između vas, da vas može upozoriti i da može boji Allaha tako da možete primiti milost."
lt: Tada jums įdomu, kad ten atėjo jums priminimą iš jūsų Viešpats per žmogus iš tavęs, kad jis gali įspėti jus, ir kad gali bijoti Dievo, gaunate malonės."
lv: Pēc tam jūs brīnums, kas tur nāk uz jums atgādinājumu no jūsu kungs caur cilvēku vidus, viņš var brīdināt un ka var bailes Allah, lai varētu saņemt žēlastības."
nb: Så du lurer på at det har kommet til deg en påminnelse Herrens gjennom en mann blant dere, at han kan advare deg og at du kanskje frykter Allah slik at du kan motta nåde."
sk: Potom zaujíma vás, že tam má prísť k vám upomienku od svojho pána skrze človeka spomedzi vás, že on môže vás varovať a že Alah môže strach, tak môžete získať milosť."
sl: Nato vas sprašujem, da tam je prišel k vam opomnik iz svojega Gospoda skozi človek med vas, da je opozoril in da lahko strah Allah, tako da boste lahko prejeli milost."
sr_cyrl: Онда да ли то тамо привукло те опомена од твог Господа кроз човек неку од тебе, да он може да вас упозорим, и да ли да се плаши Аллах тако да можете добити милост."
sr_latn: Onda da li to tamo privuklo te opomena od tvog Gospoda kroz čovek neku od tebe, da on može da vas upozorim, i da li da se plaši Allah tako da možete dobiti milost."
uk: Тоді вам цікаво що там прийшов до вас нагадуванням від Господа через людину з числа вам, що він може попередити вас, і що можуть побоюватися Аллаха, тому може з'явитися милосердя."
vi: Sau đó bạn có tự hỏi rằng có đã đến với bạn một lời nhắc nhở từ Chúa của bạn thông qua một người đàn ông từ các bạn, rằng ông có thể cảnh báo bạn và bạn có thể sợ Allah để bạn có thể nhận được lòng thương xót."
zu: Khona ingabe uye uzibuze ukuthi kukhona ufikile kuwe khumbuzo nga kho Lord ngomuntu ophuma phakathi kwenu, lowo you khuza wena futhi umesabe Allah ngakho ongakuthola isihe. "

# Quran1018
source: But they denied him, so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed, they were a blind people.
ca: Però li van negar, perquè hem salvat ell i aquells que eren amb ell a la barca. I els que negaven rètols es va ofegar. De fet, van ser una de les persones cegues.
cy: Ond maent gwadodd iddo, felly rydym yn arbed ef a'r rhai a oedd gydag ef yn y llong. A ydym yn rhai sy'n gwadu arwyddion ein boddi. Yn wir, maent yn bobl ddall.
da: Men de nægtet ham, så vi frelst ham og dem, der var med ham i skibet. Og vi druknede dem der nÃ¦gtet vores tegn. Ja, de var en blind folk.
el: Αλλά αυτοί αρνήθηκαν να του παράσχουν, έτσι σώσαμε αυτόν και όσους ήταν μαζί του στο πλοίο. Και πνιγήκαμε όσους αρνούνταν σημάδια μας. Πράγματι, ήταν μια τους τυφλούς.
et: Kuid nad keelatud teda, nii et me salvestada, ja need, kes olid koos temaga laeva. Ja me uppus, kes eitas meie märke. Nad olid pimedad inimesed.
fi: Mutta he hänelle, joten tallennettu hänelle ja niille, jotka olivat hänen kanssansa aluksen. Ja niille, joilta evätty merkkejä hukkui. He olivat todella värisokea ihmisiä.
he: אך הם דחו אותו, אז הצלנו אותו ואת אלה שהיו איתו בספינה. אנחנו טבע מי הכחיש השלטים שלנו ואכן, הם היו אנשים עיוורים.
hr: Ali oni bio odbijen, pa smo spasili njega i one koji su bili s njim na brod. I nas potopili one koji nije prihvatio naše znakove. Doista, bili su slijepi ljudi.
lt: Tačiau jie neigė jam, todėl mes išgelbėti jam ir tie, kurie buvo su juo laivo. Ir mes tie, kurie mūsų ženklai neigė nuskendo. Iš tiesų, jie akli žmonės.
lv: Bet tie liedza viņam, tāpēc mēs izglābām viņu, un tie, kuri bija kopā ar viņu uz kuģa. Un mēs noslīka, tie, kuri noliedza mūsu zīmes. Patiešām, tie akli cilvēki.
nb: Men de nektet ham, så vi reddet ham og de som var med ham i skipet. Og vi druknet de som nektet våre tegn. De var faktisk en blinde.
sk: Ale oni zaprel, tak sme uložili ho a tých, ktorí boli s ním na lodi. A my tých, ktorí poprel našich značiek utopil. V skutočnosti boli slepí ľudia.
sl: Vendar so zanikale, tako smo shranili njim in tistim, ki so bili z njim v ladji. In smo tisti, ki je zanikal naše znake utonil. Seveda, so bili slepi ljudje.
sr_cyrl: Али одбили су га, па смо спасили њега и оне који су били с њим на броду. И мрак који је негирао свој знак. Заиста , били су слепи људи.
sr_latn: Ali odbili su ga, pa smo spasili njega i one koji su bili s njim na brodu. I mrak koji je negirao svoj znak. Zaista, bili su slepi ljudi.
uk: Але вони відрікся від нього, так що ми зберегли його і тих, хто був з ним кораблі. І ми потонули, хто заперечував наших знаки. Дійсно, вони були незрячих людей.
vi: Nhưng họ từ chối anh ta, vì vậy chúng tôi đã cứu anh ta và những người đã với anh ta trong con tàu. Và chúng ta chết đuối cho những người từ chối các dấu hiệu của chúng tôi. Thật vậy, họ đã là một người mù.
zu: Kodwa bona wamphika, ngakho We khulula him labo ababenaye emkhunjini.

# Quran1019
source: And to the 'Aad [We sent] their brother Hud. He said, "O my people, worship Allah; you have no deity other than Him. Then will you not fear Him?"
ca: I a l ' Aad [hem enviat] seu germà Hud. Va dir, "O poble meu, venerar Allah; teniu cap deïtat diferent d'ell. Llavors es vostè no li tinc por?"
cy: Ac at y ' Aad [anfonasom] eu brawd Hud. Dywedodd, "O 'm pobl, addoli Allah; Mae gennych unrhyw Dduwdod heblaw iddo. Yna bydd eich nid ofni iddo?"
da: Og til den» ald [vi sendte] deres bror Hud. Han sagde, "O mit folk, tilbede Allah; du har ingen guddom end ham. Derefter vil du ikke frygte ham?"
el: Και να το «Aad [στείλαμε] ο αδελφός τους Hud. Είπε, «O μου άνθρωποι, λατρεία Αλλάχ? έχετε καμία θεότητα εκτός από αυτόν. Στη συνέχεια, θα δεν φοβάστε αυτόν;»
et: Ja selle "Aad [saatsime] oma venna Hud. Ta ütles: "O minu inimesed kummardama Jumalat; teil puudub jumalus talle peale. Seejärel näidatakse te ei karda teda?"
fi: Ja ' Aad voimme lähettää heidän veljensä Hud. Hän sanoi: "Oi kansani, palvonta hillitä; sinulla ei Jumaluus kuin häntä. Sitten olet pelkää häntä?"
he: ולחוות ' מ [שלחנו] אחיהם "האד". הוא אמר, "O עמי, פולחן אללה; . לך אין אלוהות חוץ ממנו. אז אתה לא יפחדו אותו?"
hr: I da je ' Aad smo poslali njihov brat Hud. On je rekao, "O moj narod, obožavanje Allaha; imate nema Božanstva osim njega. Onda ti se bojati ga?"
lt: Ir kad "Aad [išsiuntėme] jų brolis Hud. Jis sakė: "O mano tauta, garbinti Dievo; Jūs turite ne Dievybės ne jam. Tada bus ne baimė jį?"
lv: Un "[mēs nosūtījām] Aad viņu brālis Hud. Viņš teica: "O mana tauta, dievkalpojumu Allah; tev nav nekā viņu dievība. Pēc tam būs jums nav bailes viņu?"
nb: Og de ' Aad [vi sendt] deres bror Hud. Han sa, "O mitt folk, tilbe Gud. du har ingen guddom enn ham. Deretter vil du ikke frykter ham?"
sk: A "Aad [sme poslali] ich brat Hud. On povedal: "O môj ľud, uctievanie Boha; budete mať žiadne božstvo okrem neho. Potom sa ste sa ho bojí?"
sl: In da je "alarmna [smo poslali] njihov brat Hud. Je dejal, "O moji ljudje častili Allah; imate nobene božanstva, razen njega. Nato bo vam ni ga strah?"
sr_cyrl: И да је ' Аад [смо послали] њихов брат Худ. Рекао је: "О мој народ, молитве Аллах; Имате нема боћанство осим њега. Онда ће ти не боје њега?"
sr_latn: I da je ' Aad [smo poslali] njihov brat Hud. Rekao je: "O moj narod, molitve Allah; Imate nema boћanstvo osim njega. Onda će ti ne boje njega?"
uk: І до на "сад [ми послали] свого брата Hud. Він сказав: "О Мій народ, поклоніння Аллаху; у вас немає божества, відмінних від нього. Тоді буде вам не боїться його?"
vi: Và để các ' Aad [gửi chúng tôi] em trai của Hud. Ông nói, "O người của tôi, tôn thờ Allah; bạn có không có thần khác ngoài Anh ta. Sau đó sẽ bạn không phải lo sợ anh ta?"
zu: Futhi 'Aad [Sithumele] umfowabo Hud.

# Quran1020
source: Said the eminent ones who disbelieved among his people, "Indeed, we see you in foolishness, and indeed, we think you are of the liars."
ca: Va dir el eminents els que dubtaven entre la seva gent, "de fet, ens veiem a la bogeria i de fet, pensem que ets de mentiders."
cy: Dywedodd yr enwog rhai ddysgais ymysg ei bobl, "yn wir, byddwn yn eich gweld yn ffolineb, ac yn wir, yr ydym yn meddwl eich bod yn y celwyddgwn."
da: Sagde den eminente dem der disbelieved blandt sit folk, ", vi se dig i tåbelighed, og vi tror faktisk, du er af løgnere."
el: Είπε το περίφημο αυτοί που disbelieved μεταξύ των ανθρώπων του, «πράγματι, μπορούμε να σας δούμε στην ανοησία και πράγματι, πιστεύουμε ότι είστε από τους ψεύτες.»
et: Ütles et väljapaistvad need, kes oma rahva seas disbelieved, "tõepoolest, me näeme rumalus, ja tõepoolest, me arvame, et te olete valetas."
fi: Sanoi etevä niitä, jotka uskoneet hänen kansansa keskuudessa, "itse asiassa näemme sinut mieletön, ja mielestämme, olet valehtelija."
he: אמר הנודע כאלה שלא disbelieved בין אנשיו, "ואכן, אנו רואים את טיפשות, ואני. אכן, אנחנו חושבים שאתה של השקרנים".
hr: Rekao je istaknuti one koji je bio među svojim ljudima, "doista, te vidimo u gluposti, i doista, mislimo da ste od lažljivce."
lt: Sakė, kad žymūs tie, kurie disbelieved savo tarpe, "iš tiesų, mes matome jus kvailystė, ir iš tiesų, mes manome, kad jums yra klamcami."
lv: Teica slavenais tiem, kuri disbelieved starp savējiem, "patiešām, mēs tiksimies muļķība, un patiešām, mēs domājam, ka jūs esat liars.
nb: Sa den eminente de vantro blant sitt folk, "Ja, vi se deg i dårskap og faktisk vi tror du er løgnere."
sk: Povedal významných ty, kto pochyboval medzi jeho ľud, "v skutočnosti môžeme vidieť v blaznovstvo, a skutočne si myslíme, že ste klamár."
sl: Dejal je ugledni tisti, ki so verjeli svojega naroda, "res, bomo videli v norost, in res, mislimo, da so lažnivci."
sr_cyrl: Рекао је еминентни оне који се не верује овим људима, "уистину, ми те видимо у глупости, и уистину, ми мислимо да си ти од лаћова."
sr_latn: Rekao je eminentni one koji se ne veruje ovim ljudima, "uistinu, mi te vidimo u gluposti, i uistinu, mi mislimo da si ti od laћova."
uk: Сказав на видатних ті, хто disbelieved серед свого народу, "дійсно, ми бачити вас в дурість, і справді, ми думаємо, ви перебуваєте на брехунів".
vi: Nói nổi tiếng của những người disbelieved trong số những người của ông, "thật vậy, chúng tôi nhìn thấy bạn trong ngu ngốc, và thực sự, chúng tôi nghĩ rằng bạn có những kẻ nói dối."
zu: Wathi yibo ovelele disbelieved akhe ntu "Ngempela, sibona wena owenza ngobuwula funa nawe, futhi ngempela, sicabanga wena we hubu."

# Quran1021
source: [Hud] said, "O my people, there is not foolishness in me, but I am a messenger from the Lord of the worlds."
ca: [Hud] va dir: «O poble meu, no hi ha neciesa en mi, però jo sóc un Missatger del Senyor dels mons. "
cy: Dywedodd [Hud], "O fy pobl, nid oes ffolineb yn imi, ond yr wyf yn negesydd o Arglwydd y byd."
da: [Hud] sagde, "O mit folk, der er ikke dumhed i mig, men jeg er en budbringer fra verdens Herre."
el: [Hud] είπε, «O μου άνθρωποι, δεν υπάρχει ανοησία μέσα μου, αλλά είμαι αγγελιοφόρος από τον κύριο των κόσμων.»
et: [Hud] ütles: "O minu inimesed minusse ei ole rumalus, kuid ma olen sõnumitooja Maailmade isand."
fi: [Hud] sanoi: "Oi kansani, minussa ei ole typeryyttä, mutta olen maailmojen luoja lähettiläs."
he: [Hud] אמר, "O עמי, אין טיפשות בי, אבל. אני שליח האל העולמות."
hr: [UZS] je rekao: "narode moj, nema gluposti u mene, ali ja sam glasnik od gospodara svjetova."
lt: [Hud] sakė: "O mano tauta, čia yra ne kvailystė mane, bet aš messenger iš pasaulių valdovas."
lv: [Hud] teica: "O mana tauta man nav muļķība, bet es esmu ziņnesis no lorda pasaulēm."
nb: [Hud] sa, "mitt folk, det er ikke dårskap i meg, men jeg er et sendebud fra Herren av verdener."
sk: [Hud] povedal: "O môj ľud, nie je bláznovstvo vo mne, ale som posol od pána svetov."
sl: [Hud] je dejal, "O moj narod, ni norost vame, ampak jaz sem sel iz gospodarja svetov."
sr_cyrl: [Хад ] је рекао, "О мој народ, нема глупости у мене, али ја сам гласник из господару света."
sr_latn: [Had] je rekao, "O moj narod, nema gluposti u mene, ali ja sam glasnik iz gospodaru sveta."
uk: [Hud] сказав, "O Мій народ, існує не дурість в мені, але я messenger від Господа світів."
vi: [Hud] nói, "O người của tôi, không phải là ngu ngốc trong tôi, nhưng tôi là một messenger từ Chúa của thế giới."
zu: [Hud] wathi: "O bantu bami, akukho ubuwula kimi, kodwa mina am a isithunywa kweNkosi imihlaba."

# Quran1022
source: I convey to you the messages of my Lord, and I am to you a trustworthy adviser.
ca: Vaig transmetre a vostè els missatges del meu Senyor, i jo sóc per a tu un assessor de confiança.
cy: Yr wyf yn cyfleu i chi negeseuon o fy Arglwydd, a fi i chi ymgynghorydd dibynadwy.
da: Jeg overbringe dem beskeder af min herre, og jeg har til dig en troværdig rådgiver.
el: Εγώ να σας μεταφέρω τα μηνύματα του Κυρίου μου, και είμαι σε σένα ένα αξιόπιστο σύμβουλο.
et: Ma edasi teile sõnumite mu Issand, ja ma olen teile usaldusväärne nõustaja.
fi: Välittää teille herra viestit ja olen sinulle luotettava neuvonantaja.
he: אני מעביר אליך את ההודעות של אלוהיי, אני לך יועץ אמין.
hr: Objasniti te poruke gospodaru, i ja sam vam pouzdan savjetnik.
lt: Aš perduodu jums informaciją apie mano Viešpats, ir aš jums patikimas patarėjas.
lv: I pārvadāt jūs mana kunga ziņojumu, un es esmu jums uzticamu padomnieks.
nb: Jeg formidle til du meldinger av min Herre, og jeg har for deg en pålitelig rådgiver.
sk: Som vám oznamujem, správy, môjho Pána, a ja som pre vás dôveryhodné poradca.
sl: Sem prenesti vam sporočila moj gospodar, in sem vam zaupanja vreden svetovalec.
sr_cyrl: Ја, пренесите те поруке мога господара, а ја сам ти саветник за из поузданог извора.
sr_latn: Ja, prenesite te poruke moga gospodara, a ja sam ti savetnik za iz pouzdanog izvora.
uk: Я хочу передати вам повідомлення пане мій, і я вам надійним радник.
vi: Tôi truyền đạt đến cho bạn những thông điệp của Chúa của tôi, và tôi cho bạn một cố vấn đáng tin cậy.
zu: I ukudlulisela kini biko mi Lord, mina nginguye kini umeluleki unokwethenjelwa.
