Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran3152
source: Indeed, He is the Hearing, the Knowing.
ca: De fet, ell és l'audiència, el saber.
cy: Yn wir, ei fod yn y gwrandawiad, y mae gwybod.
da: Han er faktisk høringen, vide.
el: Πράγματι, είναι η ακρόαση, η γνώση.
et: Tõepoolest, ta on kuulmine, ning teades.
fi: Itse asiassa hän on istunnossa, kun tiedetään.
he: ואכן, הוא הדיון, לדעת...
hr: Doista, on je sluh, poznavanje.
lt: Iš tiesų, jis yra per posėdį, kad žinios.
lv: Protams, viņš ir dzirdes, zinot.
nb: Han er faktisk høringen, på å vite.
sk: On je skutočne pojednávaní vedieť.
sl: Res, on je zaslišanje, je poznavanje.
sr_cyrl: Он је, заиста, слух, и знајужи.
sr_latn: On je, zaista, sluh, i znajuжi.
uk: Дійсно, він є слух, знаючи, що в.
vi: Thật vậy, anh ta nghe, sự hiểu biết.
zu: Ngempela, He is Ukuzwa, ukwazi.

# Quran3153
source: Shall I inform you upon whom the devils descend?
ca: Jo informarem a qui diables baixar?
cy: Bydd yn hysbysu'r chi ar bwy mae y devils ddisgyn?
da: Underretter jeg dig som djævle ned?
el: Θα σας πάνω στον οποίο κατεβαίνουν οι διάβολοι ενημερώσω;
et: I teatavad teile kellel kuradid laskuda?
fi: On ilmoitan teille joille devils laskeutua?
he: שאודיע לך על מי לרדת השדים?
hr: Obavijestim vas kojega vragovi spuštaju?
lt: Aš praneša jums nuo kurių velnių nusileidžia?
lv: Es tev pēc kuriem velni nolaisties informē?
nb: Skal jeg informere deg på hvem devils ned?
sk: Budem informovať, na ktorého devils zostúpiť?
sl: Bom obvesti vi onesposobljenosti devils spustimo?
sr_cyrl: Ја га обавестити од којих се спусте демони?
sr_latn: Ja ga obavestiti od kojih se spuste demoni?
uk: Я проінформує на якого чортів спускатися?
vi: Tôi sẽ thông báo cho bạn khi mà các quỷ đi xuống?
zu: I chazela you esesifikelwe dimoni yehlani?

# Quran3154
source: They descend upon every sinful liar.
ca: Van descendir sobre cada mentider pecaminós.
cy: Mae iddynt ddisgyn ar bob celwyddgi sinful.
da: De ned på alle syndige løgner.
el: Τους κατέβει από κάθε αμαρτωλός ψεύτης.
et: Nad laskuvad pärast iga patune valetaja.
fi: Ne laskeutuu joka syntinen valehtelija.
he: הם תתנפל לכל שקרן עם חטא.
hr: Oni se spuštaju na svaki grijeh lažljivac.
lt: Jie nusileidžia ant kas nuodėmingo melagis.
lv: Viņi nokāpt uz katru grēcīgs melis.
nb: De ned på hver syndig løgner.
sk: Zostúpi na všetky hriešne klamár.
sl: Se spustimo na vsak grešno lažnivec.
sr_cyrl: Они цувају сваки грех лажов.
sr_latn: Oni cuvaju svaki greh lažov.
uk: Вони, і сходить на кожен гріховної брехун.
vi: Họ đi xuống khi mọi tội lỗi kẻ nói dối.
zu: Behlela phezu kwazo zonke ungumqambimanga esinesono.

# Quran3155
source: They pass on what is heard, and most of them are liars.
ca: Passen en què s'escolta, i la majoria són mentiders.
cy: Maen nhw'n pasio ar hyn a glywir, a'r rhan fwyaf ohonynt yn gelwyddgwn.
da: De passerer på hvad er hørt, og de fleste af dem er løgnere.
el: Περνούν σε ό, τι ακούγεται, και οι περισσότεροι από αυτούς είναι ψεύτες.
et: Nad edasi mida on kuulnud, ja enamik neist on valetas.
fi: Ne siirtää mitä on kuullut, ja useimmat niistä ovat valehtelijoita.
he: הם עוברים על מה הוא שמע, רובם שקרנים.
hr: Prenose na ono što je čuo, a većina njih su lažljivci.
lt: Jie perduoti ką išgirdo, ir dauguma jų yra melagiai.
lv: Viņi iet uz to, ko ir dzirdējuši, un lielākā daļa no tām ir liars.
nb: De passerer på hva er hørt, og de fleste av dem er løgnere.
sk: Prejsť na to, čo je počuť, a väčšina z nich sú klamári.
sl: Gresta na tisto, kar je slišal, in večina od njih so lažnivci.
sr_cyrl: Они пролазе на шта је чуо, а већина њих су лаћови.
sr_latn: Oni prolaze na šta je čuo, a većina njih su laћovi.
uk: Вони проходять на те, що чули, і більшість з них брехунів.
vi: Họ vượt qua trên những gì được nghe, và hầu hết trong số họ là liars.
zu: Badlula lokho umuntu akuzwayo, futhi ningi of them are hubu.

# Quran3156
source: And the poets - [only] the deviators follow them;
ca: I els poetes - [només] el deviators seguir-los;
cy: Ac y beirdd-[ond] y deviators yn eu dilyn;
da: Og digtere - [kun] deviators følge dem;
el: Και οι ποιητές - [μόνο] το deviators Ακολούθησέ τες.
et: Ja luuletajad - [ainult] deviators järgi
fi: Runoilijat – [vain] deviators seurattavia;
he: המשוררים - [רק] deviators אחרי אותם;
hr: I pjesnici - [samo] deviators;
lt: Ir Poetai - [tik] deviators sekti jų;
lv: Un dzejnieki - [tikai] deviators viņiem sekot,
nb: Og poeter - [bare] deviators følge dem.
sk: A básnikov - [len] deviators za nimi;
sl: In pesniki - [samo] deviators slediti
sr_cyrl: И песници - [само] у девиаторс, прати их;
sr_latn: I pesnici - [samo] u deviators, prati ih;
uk: І поети - [тільки] deviators слідувати за ними;
vi: Và nhà thơ - [chỉ] Các deviators làm theo họ;
zu: Futhi izimbongi - [kuphela] the deviators sibalandele;

# Quran3157
source: Do you not see that in every valley they roam
ca: No veus que en cada vall es recorren
cy: Nid ydych yn gweld fod ym mhob Cwm maent yn crwydro'n
da: Du kan ikke se, at i enhver dal de strejfe
el: Δεν βλέπετε ότι σε κάθε κοιλάδα περιπλανώνται
et: Ei sa ei näe, et iga Valley nad hulkuma
fi: Älä katso, että kunkin laakson ne vaeltaa
he: ? אתה לא רואה כי כל העמק הם לנדוד
hr: Zar ne vidiš da u svakoj dolini lutaju
lt: Ar jūs nematote, kad kiekvienas slėnyje jie klajoti
lv: Jūs neredzēsiet katru Valley viņi klīst
nb: Ser du ikke at i hver dal de vandrer
sk: Nie ste vidieť, že v každej doline sa túlať
sl: Ali ne vidite, da v vsaki dolini so gostovali
sr_cyrl: Зар не видите да се у свакој долини лутају
sr_latn: Zar ne vidite da se u svakoj dolini lutaju
uk: Ви не бачите, що в кожному долині вони бродять
vi: Bạn không thấy rằng trong thung lũng mỗi họ đi lang thang
zu: You cha bheka ukuthi kuzo zonke esigodini ezula

# Quran3158
source: And that they say what they do not do? -
ca: I que diuen que no ho fan? -
cy: Ac y maent yn dweud beth nad ydynt yn gwneud? -
da: Og at de siger, de gør ikke? -
el: Και ότι λένε τι δεν κάνω; -
et: Ja et nad ütlevad, mida nad teevad? -
fi: Ja he sanovat, mitä he tekevät? -
he: ואומרים כי מה הם לא עושים? -
hr: A da oni kažu što ne rade? -
lt: Ir kad jie sako, ką jie daro? -
lv: Un viņi saka, ka viņi to nedara? -
nb: Og som de sier hva de gjør ikke? -
sk: A ktoré hovoria, že to, čo oni nerobia? -
sl: In da pravijo, da kaj ne delajo? -
sr_cyrl: И да кажу да не раде? -
sr_latn: I da kažu da ne rade? -
uk: І що вони говорять, що вони не роблять? -
vi: Và họ nói rằng họ không phải làm gì? -
zu: Futhi konke abakushoyo lokho awayenzi?

# Quran3159
source: Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned.
ca: Excepte aquelles [poetes] que creure i fer els justos fets i recordar Allah sovint i defensar [els musulmans] després que van ser injustament. I aquells que han tractat injustament vas a saber per què [mena de] retorn li serà retornada.
cy: Ac eithrio hynny [beirdd] sy'n credu wneud gweithredoedd cyfiawn cofio Allah yn aml a amddiffyn [y Moslemiaid] ar ôl yn eu cam. Ac mae rhai sydd wedi cam yn mynd i wybod i beth [math o] dychwelyd cânt eu dychwelyd.
da: Bortset fra disse [digtere] der tror og gøre retfærdige gerninger og huske Allah ofte og forsvare [muslimer], efter at de blev forurettet. Og dem, der har krænket vil vide, hvad [slags] tilbagevenden de vil blive returneret.
el: Εκτός από αυτές [ποιητές] που πιστεύουν και κάνουν δίκαιοι πράξεις και να θυμάστε Αλλάχ συχνά και να υπερασπιστεί [τους μουσουλμάνους] μετά τους αδίκησαν. Και εκείνοι που έχουν αδικηθεί θα μάθουν να τι [είδους] επιστροφής αυτοί θα πρέπει να επιστραφεί.
et: Välja arvatud need luuletajad kes usuvad teha õiged teod ja pidage meeles Allah sageli ning kaitsta [moslemid] pärast seda, kui nad olid ülekohtu. Ja need, kes on vääriti koheldud saab teada, mida [omamoodi] edasi-tagasi nad saadetakse.
fi: Paitsi ne runoilijat jotka uskovat ja tehdä vanhurskaita tekoja muista Allah usein ja puolustaa [Muhamettilainen] kun heille oli tehty vääryyttä. Ja ne, jotka ovat tehneet väärin tietää, mitä [eräänlainen] takaisin ne palautetaan.
he: מלבד אלה [המשוררים] מי מאמין ולא לעשות מעשים טובים, זוכר אללה לעתים קרובות ולהגן על [המוסלמים] אחרי הם היו עוול. אלה אשר התעה הולכים להכיר במה [של] החזרה יוחזרו.
hr: Osim one [pjesnici] koji vjeruju i to pravedna djela i sjećam se Allaha često i braniti [Muslimani] nakon što su u pravu. I oni koji su nepravdu će znati za što [vrsta] povratak su će biti vraćena.
lt: Išskyrus tuos [poetų] kurie tiki ir padaryti teisieji poelgius ir prisiminti Dievas dažnai ir ginti [musulmonai] po to, kai jie buvo nuskriausti. Ir tie, kurie yra niesprawiedliwosci bus žinoti, kas [rūšies] grąžinimo jie bus grąžinti.
lv: Izņemot šos [dzejnieki] kas uzskatu un darīt taisns darbus un bieži atceros Allah un aizstāvēt [musulmaņi], pēc tam, kad tie tika nodarīts kaitējums. Un tie, kuri esat nodarījis gatavojas zināt, ko [veida] atgriešanās tiks atgriezti.
nb: Bortsett fra disse [poeter] som tror og gjøre rettferdige gjerninger Husk Allah ofte og forsvare [Muslims] etter at de ble gjort urett. Og de som har gjort urett skal vite hva [slags] tilbake de returneres.
sk: Okrem týchto [básnikov] ktorí veriť a konať spravodlivé skutky nezabudnite Alah často a brániť [moslimov] potom, čo oni boli poškodené. A tých, ktorí ublížili bude vedieť, čo [druh] návrat budú vrátené.
sl: Razen teh [pesniki] ki verjamejo in to pravični dejanja in ne pozabite Allah pogosto in braniti [muslimani], ko so bili oškodovani. In tiste, ki so storjena krivica se bo vedel, za kaj [nekakšen] vračanja se bo vrnil.
sr_cyrl: Осим оних песника који верују и ради праведног дела и запамти Аллах често и бранити [Муслимани] након што су у праву. И ко је наносила, то ће знати да шта [врсти] Повратне су ће бити враћена.
sr_latn: Osim onih pesnika koji veruju i radi pravednog dela i zapamti Allah često i braniti [Muslimani] nakon što su u pravu. I ko je nanosila, to će znati da šta [vrsti] Povratne su će biti vraćena.
uk: Крім тих [поетів,] хто вірити і робити добрі справи і пам'ятаю Аллах часто і захищати [мусульман], після того, як вони були обмежені тим. А ті, які образили знати, до того, що [родом з] повернення вони будуть повернуті.
vi: Ngoại trừ những [thơ] người tin và làm việc công bình và nhớ Allah thường và bảo vệ [những người Hồi giáo] sau khi họ đã được wronged. Và những người có wronged sẽ biết những gì [loại] trả lại họ sẽ được trả lại.
zu: Ngaphandle kwalabo [izimbongi] Bani kholwa benze izinto ezilungile futhi ukhumbule Allah ngokuvamile futhi avikele [amaSulumane] ngemva kokuba uyoniwa.

# Quran3160
source: Ta, Seen. These are the verses of the Qur'an and a clear Book
ca: Ta, vist. Aquests són els versos del Qur ' an i un llibre clar
cy: Dreth gyngo, gweld. Mae'r rhain yn y penillion y Qur'an a llyfr clir
da: Ta, set. Disse er versene i Koranen og en klar bog
el: TA, δει. Αυτοί είναι οι στίχοι Qur'an και ένα σαφές βιβλίο
et: Ta, näinud. Need on Koraan ja selge raamat värsse
fi: Ta nähnyt. Nämä ovat säkeet ja Koraanin ja selkeä kirja
he: ראיתי... אלה הם פסוקי הקוראן וספר ברורה
hr: Hvala, vidio. To su stihovi Kurana i jasna knjiga
lt: Ta, matyti. Tai yra ženklai iš Korano ir aiški knyga
lv: Ta, redzējis. Šie ir Korāns un skaidri grāmatu verses
nb: Ta, sett. Dette er versene av Koranen og en klar bok
sk: Ta, nevidel. Sú to verše z Koránu a jasné kníh
sl: Ta, videl. To so verze v Koranu in jasno knjiga
sr_cyrl: Та , видео. То су стихови у Курану и јасну књигу
sr_latn: Ta, video. To su stihovi u Kuranu i jasnu knjigu
uk: TA, бачили. Ось вірші Коран і ясно книга
vi: Ta, nhìn thấy. Đây là những câu thơ trong kinh Qur'an và một cuốn sách rõ ràng
zu: Ta Bheka.

# Quran3161
source: As guidance and good tidings for the believers
ca: Com a orientació i la bona nova per als creients
cy: Fel canllawiau a tidings da y credinwyr
da: Som vejledning og gode tidender for troende
el: Ως καθοδήγηση και καλή είδηση για τους πιστούς
et: Kui Arendus- ja rõõmusõnumit usklikud
fi: Ohjaus ja uskovaiset ilosanoman
he: הדרכה, בשורות טובות עבור המאמינים
hr: Kao smjernice i dobra vijest za vjernike
lt: Kaip gairės ir gera žinia tikinčiuosius
lv: Kā vadlīniju un labas vēstis par ticīgo
nb: Veiledning og godt budskap for troende
sk: Ako usmernenie a radostnú zvesť, pre veriacich
sl: Kot smernice in dobrih novic za z vernike
sr_cyrl: Као за вођење и добре вести за верницима
sr_latn: Kao za vođenje i dobre vesti za vernicima
uk: Як керівництво і добру новину для віруючих
vi: Hướng dẫn và tidings tốt cho các tín hữu
zu: Njengoba isiqondiso futhi izindaba ezinhle kholwa

# Quran3162
source: Who establish prayer and give zakah, and of the Hereafter they are certain [in faith].
ca: Que s'estableixen pregària i donar zakah, i de la d'ara endavant són certs [en fe].
cy: Sy'n sefydlu gweddi a rhoi zakah, ac o hyn ymlaen y maent yn rhai [mewn ffydd].
da: Der etablere bøn og give zakah, og i hinsidige de er visse [i tro].
el: Ποιος προσευχή θεσπίσει και να δώσει zakah, και του εφεξής είναι ορισμένες [με πίστη].
et: Kes kehtestab palve ja anna zakah ja edaspidi nad on teatud [in usus].
fi: Joka vahvistaa rukouksen ja antaa zakah ja keinottelevat ne ovat varmoja [usko].
he: מי להקים תפילה ולתת zakah, של בעולם הבא הם בוודאי [באמונה].
hr: Koji uspostavi molitvu i dati zakah, i nadalje su određene [u vjeri].
lt: Kurie nustatyti malda ir duoti zakah, ir toliau jie yra tam tikrų [į tikėjimą].
lv: Kurš izveido lūgšanu un dot zakah, un turpmāk tās ir noteiktas [savā ticībā].
nb: Som etablere bønn og gi zakah, og hinsidige de er visse [i tro].
sk: Ktorí vytvárajú modlitby a dať Zakát, a ďalej sú určité [vo viere].
sl: Ki molitev, in dal zakah, ter v nadaljevanju so nekatere [v veri].
sr_cyrl: Који успостави молитву и дати заках и надаље они су одређене [у вери].
sr_latn: Koji uspostavi molitvu i dati zakah i nadalje oni su određene [u veri].
uk: Які встановити молитви і дати zakah, і П'єра вони є певні [у вірі].
vi: Những người thiết lập các cầu nguyện và cung cấp cho zakah, và trong tương lai họ nhất định [trong Đức tin].
zu: Ubani ukusungula umthandazo futhi anikeze zakah, futhi Hereafter they are okuthile [okholweni].

# Quran3163
source: Indeed, for those who do not believe in the Hereafter, We have made pleasing to them their deeds, so they wander blindly.
ca: De fet, per a aquells que no creuen en el futur, hem fet complaure'ls seus actes, així que vaguen cegament.
cy: Yn wir, ar gyfer y rhai nad ydynt yn credu mewn o hyn ymlaen, yr ydym wedi gwneud eu gweithredoedd sy'n ddymunol iddynt, felly iddyn nhw grwydro ddall.
da: Ja, for dem der ikke tror på hinsidige, vi har gjort fryd for dem deres gerninger, så de vandre blindt.
el: Πράγματι, για εκείνους που δεν πιστεύουν στη συνέχεια, έχουμε κάνει παρακαλώντας τους τις πράξεις τους, έτσι θα περιπλανηθεί στα τυφλά.
et: Tõepoolest, neile, kes ei usu edaspidi, oleme teinud kena vaadata neid oma tegusid, nii et nad rändavad pimesi.
fi: Itse asiassa niille, jotka eivät usko jäljempänä, olemme tehneet miellyttää heidän tekonsa, niin ne vaeltamaan sokeasti.
he: אכן, לאלו אשר אינם מאמינים בעולם הבא, אנחנו עשינו כדי לרצות אותם המעשים שלהם, אז הם טיילו באופן עיוור.
hr: Doista, za one koji ne vjeruju u ahiret, napravili smo ugodan im njihova djela, pa oni lutaju slijepo.
lt: Iš tiesų, tiems, kurie nemanau, kad toliau mes padarėme malonus jiems savo poelgius, Taigi jie Brody aklai.
lv: Protams, tiem, kuri netic turpmāk, mēs esam panākuši, patīkami ar viņiem viņu darbiem, tātad viņi klīst akli.
nb: Faktisk, for de som ikke tror på hinsidige, har vi gjort behagelig dem deres gjerninger, så de vandre blindt.
sk: Naozaj, pre tých, ktorí neveria v nižšie, sme urobili príjemný im svoje skutky, tak túlať slepo.
sl: Res, za tiste, ki ne verjamejo v nadaljevanju, smo naredili prijeten nanje svoja dejanja, tako da Tumarat slepo.
sr_cyrl: Заиста, за оне који не верују у другом свету, направили смо погодним за њих својим делима, па они лутају слепо.
sr_latn: Zaista, za one koji ne veruju u drugom svetu, napravili smo pogodnim za njih svojim delima, pa oni lutaju slepo.
uk: Дійсно, для тих, хто не вірять в майбутньому, ми зробили, радуючи їм їхні вчинки, так вони бродять наосліп.
vi: Thật vậy, đối với những người không tin rằng trong tương lai, chúng tôi đã làm hài lòng cho họ hành động của họ, vì vậy họ đi lang thang một cách mù quáng.
zu: Ngempela, labo cha kholwa Hereafter Senze ezimthandayo izenzo zabo, ngakho bayazulazula zifa.

# Quran3164
source: Those are the ones for whom there will be the worst of punishment, and in the Hereafter they are the greatest losers.
ca: Aquests són els que per a qui hi haurà el pitjor càstig, i en el futur són els grans perdedors.
cy: Dyma'r rhai am bwy fydd y gwaethaf o gosb, ac o hyn ymlaen y maent yn fwyaf ar eu colled.
da: De er dem, for hvem der bliver værst straf, og de er de største tabere i hinsidige.
el: Εκείνοι είναι αυτοί για τους οποίους θα υπάρξει η χειρότερη τιμωρία, και στη συνέχεια είναι οι μεγαλύτερες χαμένοι.
et: Need on need, kellele on kõige hullem karistus ja edaspidi nad on suurimad kaotajad.
fi: Nämä ovat ne, joille on pahin rangaistus ja jäljempänä ne ovat suurimpia häviäjiä.
he: אלה הם אלה עבור מי יהיו הכי גרוע של ענישה, בעולם הבא הם הלוזרים הגדולים.
hr: To su oni za koje neće biti najgora kazna i u daljnjem tekstu su najveći gubitnici.
lt: Jie yra tie, kuriems ten bus blogiausia bausmės, ir toliau jie yra didžiausias pralaimėjusiųjų.
lv: Tie ir tie, par kuriem būs sods ļaunākais, un turpmāk tās ir lielākais zaudētāji.
nb: De er de for hvem det vil være verst av straff, og i hinsidige er de største taperne.
sk: To sú tie, pre koho bude najhoršie trest a ďalej sú najväčší porazení.
sl: To so tisti, za katere bo najhujše kazen, in v nadaljevanju so največji poraženci.
sr_cyrl: То су они за којима ће постојати најгоре од казне, а на другом свету, они су највећи губитници.
sr_latn: To su oni za kojima će postojati najgore od kazne, a na drugom svetu, oni su najveći gubitnici.
uk: Ті, ті, для кого буде найгірше покарання, і в майбутньому вони найбільший losers.
vi: Những người đang có những người cho người mà sẽ có tồi tệ nhất của sự trừng phạt, và trong tương lai, họ là những người thua cuộc lớn nhất.
zu: Labo yibo for bani kuyoba khona ubuhlungu obukhulu obubangelwa ise- isijeziso, futhi ngaphakathi Hereafter they are losers elikhulu kunawo wonke.

# Quran3165
source: And indeed, [O Muhammad], you receive the Qur'an from one Wise and Knowing.
ca: I en efecte, [O Muhammad], rebeu el Qur ' an un savi i saber.
cy: Ac yn wir, [O Muhammad], byddwch yn derbyn y Qur'an gan un Wise a gwybod.
da: Og ja, [O Muhammad], du modtager Koranen fra en klog og vide.
el: Και πράγματι, [Ο Μωάμεθ], λαμβάνετε το Κοράνι από ένας σοφός και ξέροντας.
et: Ja tõepoolest, [O Muhammad] saadavate Koraani üks tark ja teades.
fi: Ja itse asiassa [Oi Muhammed] Koraanin viisas ja tietäen.
he: ומתקבלת ואכן, [O מוחמד], הקוראן אחד חכם, לדעת.
hr: I doista, [O Muhammad], primanje Kur'an jedan mudar i znajući.
lt: Ir iš tiesų, [O Muhammad], galite gauti Korano vienas Išminčius ir žinios.
lv: Un patiešām, [O Muhammad], kuru izsniedz Korāns viens gudrs un zinot.
nb: Og faktisk [O Muhammad], får du Koranen fra en klok og kjenne.
sk: A v skutočnosti [Mohamed], dostanete Korán od jeden múdry a vedel.
sl: In res, [O Muhammad], prejmete Koranu eno pametno in poznavanje.
sr_cyrl: И заиста, [О Мухаммад], Кур'ану од примите један мудар и знајужи.
sr_latn: I zaista, [O Muhammad], Kur'anu od primite jedan mudar i znajuжi.
uk: І дійсно, [O Мухаммад], ви отримуєте Коран від одного Мудрого і знаючи, що.
vi: Và quả thực, [O Muhammad], bạn nhận được kinh Koran từ khôn ngoan và hiểu biết.
zu: Futhi impela, [O Muhammad], uthola Qur'an kusuka omunye Ohlakaniphile Sokwazi.

# Quran3166
source: [Mention] when Moses said to his family, "Indeed, I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves."
ca: [Accèsit] Quan Moses va dir a la família, "de fet, jo han percebut un incendi. Em portarà des d'allà informació o portarà una llanterna que crema que vostè pot escalfar a vosaltres mateixos."
cy: [Cyfeiriad] pan ddywedodd Moses at ei deulu, "yn wir, yr wyf o'r farn bod tân. I bydd yn dod â chi o wybodaeth yno neu bydd yn dod â chi ffagl llosgi y gall eich gynnes eich hunain."
da: [Omtale] da Moses sagde til sin familie, "Ja, jeg har opfattet en brand. Jeg vil bringe dig fra der oplysninger eller vil bringe dig en brændende fakkel, som du kan varme jer selv."
el: [Αναφορά] όταν ο Moses είπε στην οικογένειά του, «πράγματι, έχω αντιληπτή μια πυρκαγιά. Εγώ θα σας φέρει από εκεί πληροφορίες ή θα σας φέρει βρίσκεται ένας φλεγόμενος πυρσός που ενδέχεται να μπορείτε να θερμάνετε τους εαυτούς σας».
et: [Mainida] kui Moses ütles, et tema pere "tõepoolest, mul on ilmnenud tulekahju. Ma viib teid seal teabest või jõuad põlev tõrvik, mis võib ise sooja."
fi: [Mainita] Moses sanoi hänen perheensä ", olen havainnut palon. Tuo sinulle ei tietoa tai tuo palava soihtu, joka voi lämmittää itse."
he: [אזכור] Moses אמר לבני משפחתו, "אכן, יש קלטתי אש. אני יביא לך ממידע שם או יביא לך לפיד בוער זה אתה יכול לחמם את עצמכם.
hr: [Spomenuti] kad Moses rekla njegovoj obitelji, "uistinu, ja spoznali vatru. Će vas dovesti od tamo informacija ili će vam donijeti gori baklja koja se može zagrijati."
lt: [Paminėti] kai Moses sakė, jo šeimai, "iš tiesų, aš suvokia kaip ugnies. Aš atneš jums iš ten informaciją ar atneš jums degimo žibintuvėlis, jus gali šilta save."
lv: [Min] kad Moses teica, viņa ģimenei, "patiešām, man ir uztvert uguni. Es jūs aizvedīs no turienes informāciju vai nesīs lāpu dedzināšana, kas var sasildīt sevi."
nb: [Omtale] da Moses sa til sin familie, "Ja, jeg har opplevd en brann. Jeg vil ta deg fra informasjonen eller vil gi deg en brennende fakkel som du kan varme dere."
sk: [Zmienka] keď Moses povedal, jeho rodinu, "naozaj, mám vnímané požiaru. Ja vám prinesie tam informácie alebo sa dostanete pálenie baterku, ktorá môže teplý sami."
sl: [Navedba] Ko Moses je dejal, za svojo družino, "res, sem opažen požar. I vas bo popeljal od tam informacije ali vam bo prinesla pereč baklo, ki lahko toplo sebe."
sr_cyrl: [Помиње ] када Мосес је рекао да је његовој породици, "уистину, ја пропрционалности ватру. Ће да ти донесем из ту информацију или ће довести јарка бакља која ти може себи топло."
sr_latn: [Pominje] kada Moses je rekao da je njegovoj porodici, "uistinu, ja proprcionalnosti vatru. Će da ti donesem iz tu informaciju ili će dovesti jarka baklja koja ti može sebi toplo."
uk: [Згадки] коли Moses сказав, що його родині, "дійсно, я сприймали вогонь. Я принесе вам там інформації або ви опинитесь запаленим смолоскипом, ви можете тепло себе."
vi: [Đề cập đến] khi Moses nói cho gia đình, "thực sự, tôi có cảm nhận một đám cháy. Tôi sẽ mang lại cho bạn từ những thông tin có hoặc sẽ mang lại cho bạn một ngọn đuốc đốt mà bạn có thể ấm mình."
zu: [Ukuphathwa] lapho uMose wathi umndeni wakhe, "Impela, ngiye ngazibonela okucatshangelwayo umlilo. + Ngiyoletha khona ulwazi noma kuyokulethela ithoshi evuthayo ongase zikhulisa ngokwenu."
