Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1066
source: Who will bring you every learned magician."
ca: Que portarà cada mag après."
cy: A bydd dod â chi bob magician ddysgwyd."
da: Der vil bringe dig hver lærde tryllekunstner."
el: Που θα σας φέρει κάθε μάγος έμαθε.»
et: Kes toob sulle iga õpitud mustkunstnik."
fi: Joka vie sinut joka oppinut taikuri."
he: מי יביא לך כל קוסם המלומד."
hr: Koji će vam donijeti svaki učen mađioničar."
lt: Kuris atneš jums kas išmoko magas."
lv: Kas dos jums katru skolotie burvis."
nb: Som vil gi deg alle lært magiker."
sk: Kto vám prinesie každý naučil kúzelník."
sl: Ki vas bo popeljal vsak naučil čarovnik."
sr_cyrl: Ко ће донети те сваки начитаним мадјионицар."
sr_latn: Ko će doneti te svaki načitanim madjionicar."
uk: Хто буде принести вам кожен дізналися маг."
vi: Ai sẽ mang lại cho bạn tất cả ảo thuật gia đã học được."
zu: Ngubani kuyokulethela zonke bili wafunda. "

# Quran1067
source: And the magicians came to Pharaoh. They said, "Indeed for us is a reward if we are the predominant."
ca: I els mags van arribar a faraó. Deien, "fet per a nosaltres és una recompensa si som els predominants."
cy: A daeth y magicians i Ffaro. Dywedodd, "yn wir i ni yn wobr os ydym prif."
da: Og tryllekunstnere kom til Farao. De sagde, "Ja for os er en belønning, hvis vi er den fremherskende."
el: Και οι μάγοι ήρθε στο Φαραώ. Είπαν, «όντως για μας είναι μια ανταμοιβή, αν είμαστε το κυρίαρχο.»
et: Ja mustkunstnikud tuli vaarao. Nad ütlesid: "meile tõepoolest on auhind, kui oleme valitsevate."
fi: Ja taikurit tuli faarao. He sanoivat "kyllä meille on palkinto, jos olemme hallitseva."
he: ובא הקוסמים לפרעה. הם אמרו, "ואכן עבורנו הוא תגמול אם אנחנו הדומיננטית."
hr: I na čarobnjaci faraona. Oni rekoše: "doista nam je nagrada ako smo prevladavaju."
lt: Ir magai Faraonas. Jie sakė: "iš tiesų mums yra atlygis, jei mes esame vyraujantis."
lv: Un nāca faraona burvji. Viņi teica: "mums patiešām ir atlīdzība, ja mums ir valdošais."
nb: Og trollmenn kom til Farao. De sa: "faktisk for oss er en belønning hvis vi den dominerende."
sk: A kúzelníci faraóna. Oni povedali: "naozaj pre nás je odmena, ak sú prevládajúci."
sl: In čarovniki prišel Faraon. So rekli, "dejansko za nas je nagrada, če smo v prevladujoči."
sr_cyrl: И Магови фараона. Рекли су: "заиста нам је награда, ако смо на Преовлађујућа."
sr_latn: I Magovi faraona. Rekli su: "zaista nam je nagrada, ako smo na Preovlađujuća."
uk: І магів прийшли до фараона. Вони сказали: "дійсно для нас є нагорода, якщо ми що переважаючим."
vi: Và các nhà ảo thuật đến Pharaoh. Họ cho biết: "thật vậy đối với chúng tôi là một phần thưởng nếu chúng tôi là người chiếm ưu thế."
zu: Izanusi basebesiya kuFaro.

# Quran1068
source: He said, "Yes, and, [moreover], you will be among those made near [to me]."
ca: Va dir: "Sí i, [a més], seràs entre els fets a prop [per mi]."
cy: Meddai, "ie, a, [hefyd], chi fydd ymysg y rhai a wnaed ger [i mi]."
da: Han sagde, "Ja, og [øvrigt] du vil være blandt dem, der foretages i nærheden [for mig]."
el: Είπε, «ναι, και, [επίσης], θα είστε μεταξύ εκείνων που κοντά [μου].»
et: Ta ütles: "Jah, ja [peale] te Qualcommi tehtud lähedal [mind]."
fi: Hän sanoi: "kyllä ja [lisäksi] sinulla on niistä tehnyt lähellä [minulle]."
he: הוא אמר, "כן, ונוסף, [], יהיה בין אלה שבוצעו בסמוך [me]."
hr: Rekao je, "da, i, Štoviše, ti ćeš biti među onima koje je u blizini [za mene]."
lt: Jis sakė, "taip, o [taip] jums bus būti tarp tų, kurie padarė [man]."
lv: Viņš teica: "Jā, un [bez] jums būs starp tiem, kas blakus [man]."
nb: Han sa, "Ja, og [tillegg], vil du være blant de laget nær [for meg]."
sk: On povedal: "áno, a [okrem], budete medzi tými, ktoré sú v blízkosti [ku mne]."
sl: On reče: "ja, in [poleg], boste med tistimi, ki je v bližini [se mi]."
sr_cyrl: Рекао је, "да, и, [поред тога], те ће бити међу онима направљен близу [за мене]."
sr_latn: Rekao je, "da, i, [pored toga], te će biti među onima napravljen blizu [za mene]."
uk: Він сказав: "так і [притому] ви будете серед тих, хто зробив поблизу [мене]."
vi: Ông nói, "Vâng, và, [hơn nữa], bạn sẽ có trong số những người thực hiện gần [cho tôi]."
zu: Wathi: "Yebo, futhi, [ngaphezu kwalokho], uzoba phakathi kwalabo wenza eduze [kimi]."

# Quran1069
source: They said, "O Moses, either you throw [your staff], or we will be the ones to throw [first]."
ca: Deien, "O Moses, tira [el seu personal], o serem els llançar [primer]."
cy: Maent yn dweud, "O Moses, naill ai ydych yn taflu [eich staff], neu fydd y rhai i daflu [gyntaf]."
da: De sagde, "O Moses, enten du smide [medarbejderne], eller vil vi være dem til at smide [først]."
el: Είπε, «O Moses, είτε πετάς [το προσωπικό σας], είτε θα είμαστε αυτοί που θα ρίξει [πρώτο].»
et: Nad ütlesid: "O Moses, kas sa viska [töötajad] või meil on need visata [esimene]."
fi: He sanoivat: "O Moses [henkilökunta] heittää tai tulemme itse heittää [ensimmäisen]."
he: הם אמרו, "O Moses, אתה זורק [הצוות שלך] או אנחנו נהיה אלה לזרוק [קודם]."
hr: Rekli su, "O Moses, bacaš svoje osoblje ili ćemo biti oni baciti [prvo]."
lt: Jie sakė, "O Moses, jūs mesti [jūsų darbuotojai] arba mums bus tie, kurie mesti [pirmą kartą]."
lv: Viņi teica: "O Moses, jums mest [darbiniekiem], vai mēs būsim tie mest uz [pirmā]."
nb: De sa: "O Moses, enten du kaste [ansatte], eller vi vil være de kaste [første]."
sk: Povedali: "O Moses, hodíte [Zamestnanci], alebo budeme tie hodiť [prvé]."
sl: So rekli, "O Moses, vržete [osebje], ali bomo tisti vrgel [prva]."
sr_cyrl: Рекли су, "О Мосес, баците своје особље или ћемо бити једине које треба бацити [прво]."
sr_latn: Rekli su, "O Moses, bacite svoje osoblje ili ćemo biti jedine koje treba baciti [prvo]."
uk: Вони ж відказали "O Moses, Киньте ваші співробітники або ми будуть ті, щоб кинути [спочатку]."
vi: Họ nói rằng, "O Moses, bạn ném [nhân viên của bạn] hoặc chúng tôi sẽ là những người để ném [lần đầu]."
zu: Bathi: "O Mose, kuphakathi kokuthi aphonse [intonga yakho], noma siyoba yibo ukuphonsa [kuqala]."

# Quran1070
source: He said, "Throw," and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great [feat of] magic.
ca: Va dir, "Llençar" i quan es llançava, es Embrujada els ulls de la gent i colpejat terror en ells, i van presentar una màgia gran [gesta de].
cy: Dywedodd, "Taflu," a phan taflodd, maent yn bewitched llygaid pobl ac yn taro terfysg i mewn iddynt, ac a gyflwynwyd ganddynt hud fawr [gamp o].
da: Han sagde: "Kast," og når de kastede, de forhekset folkets øjne og slog terror i dem, og de præsenterede en stor [feat af] magic.
el: Είπε, «Ρίξει», και όταν την έριξαν, που μαγεμένοι τα μάτια των ανθρώπων και χτύπησε τρόμο σε αυτά, και παρουσίασαν ένα μαγικό μεγάλη [κατόρθωμα του].
et: Ta ütles: "Viska," ja kui nad viskasid nad bewitched inimeste silmad ja tabas terror neisse ja nad tutvustasid great [feat] magic.
fi: Hän sanoi: "Heitä" ja kun he heittivät he lumottu kansalaisten silmissä ja kauhua niihin, ja ne esitetään suuri [feat] magic.
he: הוא אמר, "לזרוק", וכשהם זרקו, הם מכושף בעיני העם והיכה טרור לתוכם, הם הציגו קסם הגדול [ברגלים].
hr: Rekao je, "Baciti", i kad su bacali, začaran očima ljudi i udari teror u njih, a predstavili su veliki [snaga] magije.
lt: Jis sakė: "Mesti", ir kai jie retai, jie užburtas žmonių akis ir smūgio teroro į juos, ir jie pateikė Didžiosios [feat] stebuklinga.
lv: Viņš teica: "Mest" un kad tie threw, tās burvju cilvēku acis un terors skāra tajās, un tie uzrāda lielu [feat] burvju.
nb: Han sa, "Kaste", og når de kastet, de forhekset øynene til folk og slo redsel inn i dem, og de presenterte en flott [feat av] magisk.
sk: On povedal: "Hoď," a keď vyhodili, očarovala oči ľudí a udrel hrôzy do nich a predvádzali skvelé [feat] mágia.
sl: Je dejal, "Met", in ko so vrgel, začaran oči ljudi in udari terorja v njih, in predstavili velik [feat] čarobno.
sr_cyrl: Рекао је: "Баци", и када су бацили, они Зацарани очима људи терор је ударио у њих и су представили пра [подвиг] магију.
sr_latn: Rekao je: "Baci", i kada su bacili, oni Zacarani očima ljudi teror je udario u njih i su predstavili pra [podvig] magiju.
uk: Він сказав: "Кидка" і коли вони кинули, вони зачарував очі людей і вдарив терору в них, вони представили великий [подвиг] магії.
vi: Ông nói, "Ném," và khi họ đã ném, họ bewitched đôi mắt của người dân và tấn công khủng bố vào họ, và họ trình bày một tuyệt vời [feat của] magic.
zu: Wathi: "Phonsani," futhi uma they juba they uloyiwe kwamehlo abantu washaya ukwesaba kwabo, futhi lapho beletha [ezibabazekayo] olukhulu magic.

# Quran1071
source: And We inspired to Moses, "Throw your staff," and at once it devoured what they were falsifying.
ca: I ens va inspirar a Moses, "Tira el seu personal," i a la vegada es devorat el que ells van falsificar.
cy: Ac yn ein hysbrydoli i Moses, "Taflu eich staff," ac ar unwaith oedd ei devoured hyn y cafodd ei ffugio.
da: Og vi inspireret til Moses, "Smide dine medarbejdere" og på én gang det slugte hvad de forfalskning.
el: Και μας ενέπνευσε να Moses, «Το προσωπικό σας, ρίξτε» και ταυτόχρονα κατασπάραξαν τι αυτοί παραποίηση.
et: Ja me inspireeritud Moses, "Viska oma töötajatele" ja kohe see söödud, mida nad olid võltsimine.
fi: Ja me innoittamana Moses "Heittää oman henkilöstön" ja kerralla se ahmi, he olivat väärentäminen.
he: אנחנו השראה Moses, "לזרוק את הצוות שלך," ואני מיד זה טרפה מה הם היו בזיוף.
hr: I mi nadahnuo da Moses, "Baciti vašeg osoblja" i odjednom ga progutala što falsificiranje.
lt: Ir mes įkvėpė Moses, "Mesti savo darbuotojus," ir iš karto jį valgė, ką jie buvo klastojimas.
lv: Un mēs iedvesmoja Moses, "Mest jūsu darbinieki" un vienlaikus tā aprija, ko tās viltošanu.
nb: Og vi inspirert til Moses, "Kaste ansatte," og samtidig det slukt hva de var forfalsket.
sk: Sme inšpirovaní k Moses "Hodiť svojich zamestnancov" a naraz to hltal, čo boli falšovanie.
sl: Smo navdih za Moses, "Metati vaše osebje," in hkrati pozobaše, kaj je bilo ponarejanje.
sr_cyrl: И ми инспирацију да Мосес, "Бацити вашег особља", и одједном излило се из ста су били фалсификовање.
sr_latn: I mi inspiraciju da Moses, "Baciti vašeg osoblja", i odjednom izlilo se iz sta su bili falsifikovanje.
uk: І ми надихнув Moses, "Кинути ваш персонал", і одночасно вона пожирає, те, що вони були фальсифікація.
vi: Và chúng tôi cảm hứng để Moses, "Nhân viên của bạn, ném" và cùng một lúc nó nuốt chửng những gì họ đã falsifying.
zu: Futhi We faka kuMose: "Juba," futhi ngaso leso sikhathi-ke, ushwabadelwe njengokuyiqiniso lokho ababekufunda bathi benze.

# Quran1072
source: So the truth was established, and abolished was what they were doing.
ca: Perquè la veritat es va establir i va abolir era el que estaven fent.
cy: Felly oedd y gwir yn sefydlu, ac yn diddymu oedd beth yr oeddent yn ei wneud.
da: Så sandheden blev etableret, og afskaffet var hvad de gjorde.
el: Έτσι η αλήθεια ιδρύθηκε, και καταργηθεί ήταν αυτό που έκαναν.
et: Nii tõde tehti kindlaks ja kaotada oli, mida nad teevad.
fi: Joten totuus on perustettu ja poistaa oli, mitä he olivat tekemässä.
he: אז האמת הוקמה, ביטל היה מה שהם עושים.
hr: Istinu je osnovana, a ukinuta je što rade.
lt: Tiesa buvo nustatyta, ir panaikinti buvo, ką jie daro.
lv: Tātad patiesība tika izveidota un atcelti bija, ko viņi dara.
nb: Så sannheten ble etablert, og avskaffet var hva de gjorde.
sk: Takže pravda bola založená a zrušené bolo, čo robili.
sl: Torej resnica je bila ustanovljena in odpravljen je bil, kaj so počeli.
sr_cyrl: Па истина је основан и укинут је како су.
sr_latn: Pa istina je osnovan i ukinut je kako su.
uk: Так що істина була створена і скасував була, що вони роблять.
vi: Vì vậy, sự thật được thành lập, và xoá bỏ là những gì họ đã làm.
zu: Ngakho-ke iqiniso yasungulwa, futhi uyekwa kwaba ababekwenza.

# Quran1073
source: And Pharaoh and his people were overcome right there and became debased.
ca: I el faraó i la seva gent van superar allà mateix i va ser degradat.
cy: Ac roedd Ffaro a ei bobl oresgyn iawn yno a daeth danseilio.
da: Og Farao og hans folk blev overvundet lige der og blev fornedret.
el: Και Φαραώ και του λαού είχαν ξεπεραστεί εκεί και έγινε απαξιωθεί.
et: Ja vaarao ja tema inimesed olid seal üle saada ja sai alustest.
fi: Ja farao ja hänen kansansa voitettiin tuolla, ja tuli emäkset.
he: פרעה ואנשיו היו להתגבר על שם הפך משפיל.
hr: I Faraon i njegov narod su prevladati tu i postao debased.
lt: Ir Faraonas ir jo žmonės buvo įveikti tiesiai ten ir tapo debased.
lv: Un faraons un savai tautai bija jāpārvar turpat un kļuva par bāzēm.
nb: Og farao og hans folk ble overvunnet der og ble fornedret.
sk: A faraóna a jeho ľudia boli tam prekonať a stal báz.
sl: In faraon in njegovi ljudje so bili tam premagati in postal baz.
sr_cyrl: И Фараон и његови људи су били ту да превазиђе и постао унићени.
sr_latn: I Faraon i njegovi ljudi su bili tu da prevaziđe i postao uniћeni.
uk: І фараона і його люди були подолані прямо там і став debased.
vi: Và Pharaoh và người dân của mình đã được khắc phục ngay tại đó và đã trở thành.
zu: Futhi uFaro nabantu bakhe sakhungathekiswa khona futhi phathelana engenasimilo.

# Quran1074
source: And the magicians fell down in prostration [to Allah].
ca: I els mags va caure en la prostració [a Allah].
cy: A syrthiodd y magicians i lawr yn prostration [i Allah].
da: Og tryllekunstnere faldt i udmattelse [til Allah].
el: Και οι μάγοι έπεσε στην κατάπτωση [Αλλάχ].
et: Ja masenduse eest kukkus mustkunstnikud [Jumalat] suhtes.
fi: Ja taikurit kaatui uupumusta [jotta hillitä].
he: הקוסמים. נפל השתטחות [אל אללה].
hr: I te neće ubiti su pali u mise [Allah].
lt: Ir magai nukrito į išsekimas [kad Dievas].
lv: Un burvju nokrita prostrācija, [Allah].
nb: Og trollmenn falt ned i sammenbrudd [å Døyve].
sk: A kúzelníci padol v vyčerpanie [aby Allah].
sl: In čarovniki padel v izčrpanost [v Allah].
sr_cyrl: И Магови пала на мису [Аллах].
sr_latn: I Magovi pala na misu [Allah].
uk: І магів впав в прострація [Аллах].
vi: Và các nhà ảo thuật rơi xuống trong lễ lạy [để Allah].
zu: Izanusi wawa phansi prostration [Allah].

# Quran1075
source: They said, "We have believed in the Lord of the worlds,
ca: Deien, "hem cregut en el Senyor dels mons,
cy: Dywedodd, "yr ydym wedi credu yn yr Arglwydd y byd,
da: De sagde, "vi har troet på Herren of the worlds,
el: Είπαν, «έχουμε πιστέψει στον κύριο των κόσμων,
et: Nad ütlesid: "me oleme uskunud in Lord of the worlds
fi: He sanoivat: "olemme uskoneet Herraan maailman,
he: הם אמרו, "שהאמנו באלוהים העולמות,
hr: Rekli su, "mi vjerovao u gospodara svjetova,
lt: Jie sakė, "mes manoma, Viešpatie pasaulių,
lv: Viņi teica: "mums ir uzskats pasaulēm, Lord
nb: De sa: "vi har trodd på Herren av verdener,
sk: Povedali, že "sme uverili v pána svety,
sl: So rekli, "smo verjeli v Lord of the worlds,
sr_cyrl: Рекли су, "Морамо да верујемо у господар светова,
sr_latn: Rekli su, "Moramo da verujemo u gospodar svetova,
uk: Вони сказали: "ми увірували в Господа світів,
vi: Họ nói, "chúng ta có tin vào Chúa của thế giới,
zu: Bathi: "We fanele kholwa eNkosini Worlds,

# Quran1076
source: The Lord of Moses and Aaron."
ca: El Senyor de Moses i Aaron".
cy: Yr Arglwydd Moses ac Aaron."
da: Herren af Moses og Aron."
el: Ο άρχοντας του Moses και του Ααρών.»
et: Issand Moses ja Aaron."
fi: Taru Moses ja Aaron."
he: אדון Moses ואהרון."
hr: Gospodar Moses i Aron."
lt: Viešpats Moses ir Aaron."
lv: Moses un Aaron kungs."
nb: The Lord of Moses og Aron."
sk: Pán Moses a Árona."
sl: Gospodar Moses in Aaron."
sr_cyrl: Господар Мосес и Арон."
sr_latn: Gospodar Moses i Aron."
uk: Господом Moses і Аарон.
vi: Chúa tể của Moses và Aaron."
zu: INkosi kaMose no-Aroni. "

# Quran1077
source: Said Pharaoh, "You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know.
ca: Deien faraó, "creien en ell abans que li va donar el permís. De fet, això és una conspiració que es van conspirar en la ciutat per expulsar dels mateixos la seva gent. Però vas a saber.
cy: Dywedodd Ffaro, "chi Credai ef cyn rhoi eich caniatâd. Yn wir, mae hyn yn gynllwyn a chi oedd yn cynllwynio yn y ddinas i ddiarddel thelir a'i phobl. Ond byddwch yn gwybod.
da: Sagde Farao, "du troede på ham, før jeg gav dig tilladelse. Det er faktisk en sammensværgelse, som du konspirerede i byen for at udvise deraf sit folk. Men du skal vide.
el: Είπε της Φαραώ, «σας πίστευε σε αυτόν πριν μου έδωσε την άδεια. Πράγματι, πρόκειται για μια συνωμοσία που σας συνωμότησαν στην πόλη για να απομακρύνει από αυτά τα άτομα. Αλλά πρόκειται να μάθω.
et: Ütles vaarao, "sa uskusid teda enne, kui ma sulle andsin loa. Tõepoolest, see on vandenõu, mille conspired linna väljutada sealt oma inimesi. Kuid te ei kavatse teada.
fi: Sanoi farao, "uskoit häneen ennen kuin annoin luvan. Itse asiassa tämä on salaliitto, joka salaliitossa kaupungin karkottaa niistä sen ihmisiä. Mutta tulet tietää.
he: אמר פרעה, "האמנת בו לפני. נתתי לך רשות. אכן, זהו מזימה אשר אתה חתרה בעיר לגרש ממנו את אנשיה. אבל אתה יודע.
hr: Rekao je faraon, "vi vjerovali u njega prije nego što sam ti dao dozvolu. Doista, ovo je zavjere urotili u gradu od toga protjerati ljude. Ali ti ćeš znati.
lt: Sakė Faraonas, "jūs tikėjo juo prieš aš jums davė leidimą. Iš tiesų, tai prabilo kuris jums prabilo į miestą išsiųsti iš jų savo žmonių. Tačiau turėtumėte žinoti.
lv: Teica, ka faraons, "jūs ticēja viņam, pirms es tev deva atļauju. Patiešām, tas ir sazvērestība, kas jums nostājušies pilsētas izraidīt no tiem saviem iedzīvotājiem. Bet jūs zināt.
nb: Sa Farao, "du trodde på ham før jeg ga deg tillatelse. Dette er faktisk en konspirasjon som du konspirerte i byen å utvise dette folk. Men du skal vite.
sk: Povedal faraóna, "ste v neho verili predtým, než som dal povolenie. Naozaj, je to sprisahanie, ktoré sa spolčili v meste vyhnať z jeho ľudí. Ale budete vedieť.
sl: Je dejal Faraon, "ste verjeli v njega, preden sem dal dovoljenje. Pravzaprav, to je zarota, ki vas zaroto v mestu izločati iz njih svoje ljudi. Vendar boste vedeli.
sr_cyrl: Рекао је фараон, "веровао си га пре него што сам вам је дао дозволу. Заиста, ово је завера, која је то завера у граду да избаци владини својих људи. Али има да се зна.
sr_latn: Rekao je faraon, "verovao si ga pre nego što sam vam je dao dozvolu. Zaista, ovo je zavera, koja je to zavera u gradu da izbaci vladini svojih ljudi. Ali ima da se zna.
uk: Сказав фараон, "ви увірували в нього, перш ніж я дав вам дозвіл. Дійсно, це змова, який ви змову в місто, щоб вигнати від них свого народу. Але ви будете знати.
vi: Nói pharaon, "bạn tin vào anh ta trước khi tôi đã cho anh quyền. Thật vậy, đây là một âm mưu mà bạn đã âm mưu trong thành phố để đẩy therefrom người dân của nó. Nhưng bạn sẽ biết.
zu: Wathi uFaro: "Wena bakholwa kuye ngaphambi ngakunika imvume. Ngempela, lena logobe wena zamenzela emzini ukuba azixoshe therefrom abantu bayo. + Kodwa wena uya ukwazi.

# Quran1078
source: I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all."
ca: Segurament va tallar les mans i els peus en costats oposats; llavors jo es segurament crucificar tots."
cy: Byddaf yn sicr yn torri'r oddi ar eich dwylo a eich traed ar ochrau gwahanol; yna bydd yr siawns crucify chi i gyd."
da: Jeg vil helt sikkert skære ud dine hænder og dine fødder på modsatte sider; så vil jeg helt sikkert korsfæste du alle."
el: Εγώ σίγουρα θα διακόπτει τα χέρια σας και τα πόδια σας σε αντίθετες πλευρές? τότε εγώ θα σίγουρα σταυρώσουν όλους σας.»
et: Ma kindlasti katkestas oma käed ja jalad vastaskülgedel; siis mul on kindlasti suretama teid kõiki."
fi: Minä hävitän varmasti kädet ja jalat vastakkaisilla puolilla; sitten i-kirjain jälkisäädös varmasti ristiinnaulita kaikki."
he: בוודאי אחתוך את הידיים ואת הרגליים משני צידי המתרס; אז אני בוודאי אצלוב את כולכם."
hr: Sigurno ću odsjeći ruke i noge na suprotnim stranama; Onda sigurno razapeti svi."
lt: Aš tikrai bus išjungti savo rankas ir kojas priešingose pusėse; tada aš bus tikrai nukryžiuoti jūs visi."
lv: Noteikti samazinās pie rokām un kājām uz pretējās pusēs; tad man būs noteikti sist krustā jums visiem."
nb: Jeg vil sikkert klippet av hendene og føttene på motsatte sider; så ville jeg sikkert avgjørende dere."
sk: Bude určite odrezať ruky a nohy v protiľahlých stranách; potom som sa iste ukrižovať vás všetkých."
sl: Bo zagotovo odrezani roke in noge na nasprotnih straneh; Nato sem zagotovo križati ste vse."
sr_cyrl: Сигурно одрубити руке и ноге на супротним странама; Онда сигурно ће вас све разапети."
sr_latn: Sigurno odrubiti ruke i noge na suprotnim stranama; Onda sigurno će vas sve razapeti."
uk: Я безумовно відрізали руки і ноги на протилежних сторонах; потім я будуть безсумнівно розіп'яти всіх вас."
vi: Tôi chắc chắn sẽ cắt tay và chân của bạn trên các cạnh đối diện; sau đó tôi sẽ chắc chắn đóng đinh tất cả các bạn."
zu: I tando surely anqunywe kho andla nyawo zakho ezinhlangothini ezihlukene;

# Quran1079
source: They said, "Indeed, to our Lord we will return.
ca: Deien, "de fet, a nostre Senyor tornarem.
cy: Maent yn dweud, "yn wir, i Arglwydd ein byddwn yn dychwelyd.
da: De sagde, "Ja, til vor Herre vi vil vende tilbage.
el: Όπως είπαν, "πράγματι, στον Κύριό μας θα επιστρέψουμε.
et: Nad ütlesid: "tõepoolest, meie Issanda me tagasi.
fi: He sanoivat: "itse asiassa Herramme palaamme.
he: הם אמרו, "ואכן, עם האדון שלנו. אנחנו נשוב
hr: Oni rekoše: "doista, našem Gospodinu ćemo se vratiti.
lt: Jie sakė: "iš tiesų, su mūsų Viešpaties grįšime.
lv: Viņi teica: "tiešām, mūsu kungu mēs atgriezīsim.
nb: De sa: "Ja, til vår Herre vi tilbake.
sk: Oni povedali: "naozaj, náš Pán vrátime.
sl: Se reče: "Pravzaprav, da naš gospod vrnili se bomo.
sr_cyrl: Рекли су: "заиста, Господ нам се вратити.
sr_latn: Rekli su: "zaista, Gospod nam se vratiti.
uk: Вони сказали: "дійсно, Господу нашому ми повернемося.
vi: Họ nói: "thật vậy, Chúa của chúng tôi chúng tôi sẽ trở lại.
zu: Bathi, "Yebo, ithu Lord we phinda.
