Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1294
source: If only they had been satisfied with what Allah and His Messenger gave them and said, "Sufficient for us is Allah; Allah will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allah," [it would have been better for them].
ca: Si només havien estat satisfets amb què Allah i el seu missatger va donar-los i dir, "Sufficient per a nosaltres és Allah; Allah es donar-nos de la seva generositat i [així] seu Missatger; de fet, estem desitjosos cap a Allah,"[hauria estat millor per a ells].
cy: Os mai dim ond eu bod yn fodlon gyda hyn Allah a Messenger ei rhoi iddynt, a dywedodd, "digonol i ni yw Allah; Bydd Allah yn rhoi inni am ei bounty, ac [Bydd] ei negesydd; yn wir, yr ydym yn ddymunol tuag at Allah,"[byddai wedi bod yn well iddynt].
da: Hvis bare de havde været tilfreds med hvad Allah og hans sendebud gav dem og sagde: "tilstrækkeligt for os er Allah; Allah vil give os af sin bounty, og [så vil] Hans Sendebud; Vi er faktisk nærede mod Allah,"[det ville have været bedre for dem].
el: Εάν μόνο είχαν ικανοποιημένοι με τι Αλλάχ και του Messenger τους έδωσε και είπε, «αρκεί για εμάς είναι Αλλάχ? Αλλάχ θα δώσει μας της αυτού γενναιοδωρία, και [θα] του Messenger? Πράγματι, είμαστε ΕΠΙΘΥΜΩΝΤΑΣ προς Αλλάχ,» [θα ήταν καλύτερα για τους].
et: Kui ainult nad olid olnud rahul sellega, mida Jumal ja tema saadik andis neile ja ütles: "piisavalt meile on Jumal; Jumal annab meile tema halastus ja [nõnda] tema saadik; Tõepoolest, me oleme soovides Allahi poole"[oleks olnud parem neil].
fi: Jos vain he olivat olleet tyytyväisiä mitä Jumala ja hänen lähettiläänsä antoi heille ja sanoi: "riittävä meille, on hillitä; Jumala antaa meille armostaan, ja [näin] hänen lähettiläänsä; Olemme haluavat kohti Allah,"[olisi ollut parempi].
he: אם רק הם היו מרוצים מה אללה נתן להם, אמר, "Sufficient בשבילנו הוא אללה; אללה לתת לנו השפע שלו, וכך [] שליח שלו; אכן, אנחנו חפצות לכיוון אללה,"[זה היה מוטב להם].
hr: Samo ako su bili zadovoljni što Allahu i njegovom poslaniku im je dao i rekao: "dovoljno nam je Allah; Allah će nam njegova nagrada, i [tako će] Njegov glasnik; Doista, mi smo željni prema Allahu,"[bilo bi bolje za njih].
lt: Jei tik jie buvo patenkintas kas Dievo ir jo poslanca davė jiems ir sako: "pakankamai mums yra Dievas; Dievas suteiks mums jo lazdelės ir [taip] jo Messenger; iš tiesų, mes esame norėdamos link Dievo,"[būtų buvę geriau už juos].
lv: Ja tikai viņi bija apmierināti ar to Allah un viņa Messenger deva viņiem un sacīja: "pietiekamas mums ir Allah; Allah dod mums savas veltes un [tā būs] viņa Messenger; patiešām, mēs esam tuvāk Allah, vēloties"[būtu bijis labāk, ja viņus].
nb: Hvis bare de hadde vært fornøyd med hva Allah og hans Messenger ga dem og sa: "tilstrekkelig for oss er Gud. Allah gir oss sitt, og [så vil] hans Messenger; Vi er ønsket mot Allah,"[det ville ha vært bedre for dem].
sk: Len keby boli splnené čo Alah a jeho posol im a riekol: "dostatočné pre nás je Boh; Boh nám jeho Bounty a [bude] jeho posol; v skutočnosti sme so želaním k Alláhovi,"[to by bolo lepšie pre nich].
sl: Če samo so bili zadovoljni z kaj Allah in njegov sel jim je dal in rekel: "dovolj za nas je Allah; Alah bo nam svoje radodarnosti, in [tako bo] njegov sel; res, smo v želji, da proti Allah,"[bi bilo bolje za njih].
sr_cyrl: Кад би само они су били задовољни Алаха, и његовог гласника шта им је дао и рекао, Суффициент нам је Аллах; Аллах ће нам од његове награде, а [и] његово Мессенгер; Уистину , ми смо покајали ка Аллах,"[било би боље за њих].
sr_latn: Kad bi samo oni su bili zadovoljni Alaha, i njegovog glasnika šta im je dao i rekao, Sufficient nam je Allah; Allah će nam od njegove nagrade, a [i] njegovo Messenger; Uistinu, mi smo pokajali ka Allah,"[bilo bi bolje za njih].
uk: Якщо б вони були задоволені що Аллах і його Messenger дав їм і сказав: "достатній для нас Аллах; Аллах дати нам його милості і [так буде] його Messenger; дійсно, ми є жадає бік Аллаха,"[це було б краще для них].
vi: Nếu chỉ có họ đã hài lòng với những gì Allah và Messenger của ông đã cho họ và nói, "Sufficient cho chúng tôi là Allah; Allah sẽ cung cấp cho chúng tôi hào phóng của mình, và như vậy sẽ Messenger của ông; Thật vậy, chúng tôi rất mong đối với Allah,"[nó sẽ tốt hơn cho họ].
zu: Ukube nje babekade ukwaneliswa yilokho Allah and isithunywa sakhe wabanika, wathi: "sufficient us Allah; Allah uyosinika enaleni laKhe, futhi [kanjalo] isithunywa sakhe, yebo, thina abafisa ngase Allah," [

# Quran1295
source: Zakah expenditures are only for the poor and for the needy and for those employed to collect [zakah] and for bringing hearts together [for Islam] and for freeing captives [or slaves] and for those in debt and for the cause of Allah and for the [stranded] traveler - an obligation [imposed] by Allah. And Allah is Knowing and Wise.
ca: Zakah les despeses són només per als pobres i per als necessitats i per als empleats per recollir [zakah] i per portar els cors junts [per a l'Islam] i per alliberar captius [o esclaus] i per a aquells en deute i per la causa d'Allah i per al viatger [encallats] - una obligació [imposades] per Allah. I Allah és saber i savi.
cy: Gwariannau zakah yn unig ar gyfer y tlawd ac i'r anghenus ac i'r rhai a gyflogir i gasglu [zakah] ac am gyflwyno'r calonnau gyda'i gilydd [ar gyfer Islam] ac am ryddhau captives [neu caethweision] ac ar gyfer y rhai mewn dyled, ac am achos Allah a o'r fath [sownd]-[osodir] gan Allah rhwymedigaeth. Ac Allah yn gwybod a Wise.
da: Zakah udgifter er kun for fattige og til de trængende og for de ansatte til at indsamle [zakah] og samle hjerter [for Islam] og til frigørelse af captivegenforsikringsselskaber [eller slaver], og for dem i gæld og for årsagen til Allah og til [strandede] rejsende - et paabud [] af Allah. Og Allah er vide og klog.
el: Zakah δαπάνες είναι μόνο για τους φτωχούς και για τους άπορους και στους απασχολούμενους για τη συλλογή [zakah] και για τη συγκέντρωση καρδιές [για το Ισλάμ] και για την απελευθέρωση των αιχμαλώτων [ή σκλάβοι] και για τους χρέους και για την αιτία του Αλλάχ και για τους [λανθάνον]... - [] εκ του υποχρέωση Αλλάχ. Και Αλλάχ είναι γνωρίζοντας και σοφός.
et: Zakah kulud moodustavad ainult vaestele ja abivajajaid ja neile, kes koguvad [zakah] ja väheseid südamed [jaoks Islam] ja vangid [või orjad] lisateabe saamiseks ja neile võlgu ja Allah põhjus ja [luhtunud] reisija - [kehtestatud kohustust] Allah. Ja Jumal on teades ja tark.
fi: Zakah menot ovat vain köyhille ja tarvitseville ja kerätä [zakah] työskentelevien sekä kokoaa sydämet yhteen [islamin] ja vapauttaa vangitut [tai orjia] ja niille velkaa ja syystä Jumala ja [pulaan] traveler - perustuvan velvollisuutensa [] Allah. Ja Jumala on tieto ja viisas.
he: הוצאות Zakah הינם רק לעניים, לנזקקים, עבור אלה המועסקים לאסוף [zakah] עבור וקירוב לבבות [למען האסלאם] עבור שחרור שבויים [או עבדים] ואת אלה בחובות, למען המטרה של אללה, עבור הנוסע [נטושים] - חובה [שהוטלו] בשם אללה. אללה הוא שהידיעה וחכם.
hr: Zakah troškovi su samo za siromašne i za potrebite i za one zaposlene prikupiti [zakah] i za dovođenje srca zajedno [za Islam] i za oslobađanje zarobljenika [ili robovi] i za one u minusu i na Allaha i [nasukan] putnik - obavezu nameću] Alaha. A Allah je poznavanje i mudar.
lt: Zakah išlaidos yra tik dėl prastos ir už socialiai remtiniems asmenims ir tiems, kurie dirba rinkti [zakah] ir suburti širdis [už islamo] ir atlaisvinimo nelaisvę [arba vergais] ir šios skolos ir Dievas priežastis ir [Suvyta] keliautojas - [nustatytus įpareigojimus] Dievas. Ir Dievas yra žinios ir išmintingas.
lv: Zakah izdevumi ir tikai nabadzīgajiem un trūcīgajiem un tiem, kas strādā, lai savāktu [zakah] un par apvieno sirdis [Islam] un atbrīvot gūstekņus [vai vergi] un par šo parādu un par cēloni Allah un [balasta] ceļotājs - Allah [noteikto] pienākumu. Un Allah ir zinot un gudrs.
nb: Zakah utgifter er bare for fattige og trengende og for de å samle [zakah] og bringe hjerter sammen [for Islam] og for frigjøre fanger [eller slaver] og for de i gjelden og årsaken til Allah og for [strandet] alene - plikt [pålagt] av Allah. Og Allah er kjennskap og klok.
sk: Zakát výdavky sú iba pre chudobných a ľuďom v núdzi a pre ľudí, ktorí budú zbierať [Zakát] a spája srdce [pre Islam] a pre uvoľnenie zajatci [alebo otroci] a dlh a príčinu Alah a [plietol] cestovateľ - povinnosť [uložené] Alah. A Allah je znalosť a múdry.
sl: Izdatki, Zakah so le za revne in za pomoči potrebnim in zaposlenih za zbiranje [zakah] in za povezovanje srca [za Islam] in za sprostitev ujetniki [ali sužnji] in za tisti dolg in za vzrok Allah in [nasedlih] popotnik - obveznost, [ki] jih Allah. In Alah je poznavanje in pametno.
sr_cyrl: Заках трошкови су само за сиромашне и за у невољи и запослених за прикупљање [заках] и [за Ислам] окупља срца и за ослобађање заробљеника [или робови] и за оне у дуговима, а за циљ од Алаха и [насукану] путник - обавезу [намећу у име Алаха. А Аллах је знајужи и мудар.
sr_latn: Zakah troškovi su samo za siromašne i za u nevolji i zaposlenih za prikupljanje [zakah] i [za Islam] okuplja srca i za oslobađanje zarobljenika [ili robovi] i za one u dugovima, a za cilj od Alaha i [nasukanu] putnik - obavezu [nameću u ime Alaha. A Allah je znajuжi i mudar.
uk: Zakah витрат є лише для бідних і по нужді і для тих, хто працює, щоб збирати [zakah] і для приведення серця разом [Іслам] і звільнення полонених [або рабів], так і для тих, хто в борг і за справу Аллах і для мандрівника [мілину] - [введених] Аллах зобов'язання. І Аллаха, знаючи, що і Мудрого.
vi: Chi phí Zakah chỉ dành cho người nghèo và cho những người nghèo và cho những người làm việc để thu thập [zakah] và mang trái tim lại với nhau [cho Hồi giáo] và giải phóng các tù nhân [hoặc nô lệ] và đối với những người trong nợ nần và cho các nguyên nhân của Allah và cho du lịch [mắc kẹt] - nghĩa vụ [áp đặt] của Allah. Và Allah là hiểu biết và khôn ngoan.
zu: Zakah izindleko kukhona for kuphela abampofu nabaswele kanye labo abaqashwe ukuqoqa [zakah] nangokuletha izinhliziyo ndawonye [for Islam] futhi yokukhulula izithunjwa [noma izigqila] futhi abakweletayo kanye imbangela Allah futhi

# Quran1296
source: And among them are those who abuse the Prophet and say, "He is an ear." Say, "[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you." And those who abuse the Messenger of Allah - for them is a painful punishment.
ca: I entre ells hi ha els que abusen del Profeta i dir, "ell és una orella". Dir, "[és] una orella de bondat per a vostè que creu en Allah i creu que els creients i [és] una Misericòrdia a aquells que creuen entre vosaltres." I els que abusen del Missatger d'Allah - per a ells és un dolor càstig.
cy: Ac yn eu plith mae rhai sy'n cam-drin y Proffwyd a dweud, "ei fod yn glust." Dweud, "[Mae'n] clust o Duw i chi sy'n credu mewn Allah ac yn credu y credinwyr ac [yn] drugaredd i'r rhai sydd yn credu yn eich plith." A rhai sy'n cam-drin Messenger Allah-ar eu cyfer yn cosbi poenus.
da: Og blandt dem er dem, der misbruger profeten og sige: "han er en øre." Sige, "[det er] en øre af godhed for dig, der tror på Allah og mener, troende og [er] en barmhjertighed til dem, der mener, at blandt du." Og dem, der misbruger den Messenger i Allah - for dem er en smertefuld straf.
el: Και ανάμεσά τους είναι αυτές που κάνουν κατάχρηση του προφήτη και λένε, «είναι ένα αυτί.» Λένε, «[είναι] ένα στάχυ καλοσύνη σας που πιστεύει στην Αλλάχ και πιστεύει ότι οι πιστοί και [είναι] ένα έλεος σε εκείνους που πιστεύουν ανάμεσά σας. " Και εκείνοι που εκμεταλλεύονται το Messenger του Αλλάχ - για αυτούς μια οδυνηρή τιμωρία.
et: Ja nende hulgas on neid, kes kuritarvitavad prohvet öelda, "ta on kõrva." Öelda: "[on] kõrva headus teile mida usub Jumal ja usub usklikud ja [on] Joukostanne kummutatakse mercy." Ja kuritarvitamise Messenger Allah - neil on valus karistus.
fi: Joukossa on niitä, jotka väärin profeetta ja sanoa: "hän on korva." Sanoa, "se on korvan hyvyys sinulle että uskoo Jumalaan ja uskoo uskovaiset [on] armoa niille, jotka uskovat teidän keskuudessanne." Ja jotka väärin Allahin - niitä on tuskallinen rangaistus.
he: ו ביניהם מאלה המתעללים הנביא והוא אומר, "אוזן." אומרים, "[הוא] אוזן הטוב בשבילך זה שמאמין באללה, מאמין המאמינים, [הוא] חסד לאלה אשר מאמינים ביניכם." . והיא מאלה המתעללים שליח של אללה - להם עונש כואב.
hr: I među njima su oni koji zloupotrebljavaju proroka i reći, "On je uho." Kažu, "[to je] uho dobrote za tebe koji vjeruje u Allaha i vjeruje vjernicima i [je] milost onima koji vjeruju među vama." I onih koji zloupotrebljavaju Glasnik Allahu - za njih je bolna kazna.
lt: Ir tarp jų yra tie, kurie piktnaudžiauja pranašas ir pasakyti, "jis turi ausis." Sako, "[tai], ausies gerumo jums, kad tiki, Dievas ir mano tikintieji ir [yra] yra gailestingumo tiems, kurie tiki tarp jūsų." Ir tiems, kurie piktnaudžiauti Dievo Messenger - jiems yra skausmingas bausmė.
lv: Un starp tiem arī tādi, kuri ļaunprātīgi pravietis un saka: "viņš ir auss". Teiksim, "[ir] auss labestības jums, kas tic Allah un uzskata, ka ticīgie un [ir] žēlsirdību tiem, kuri tic jūsu vidū." Un tie, kas ļaunprātīgi Messenger Allah - viņiem ir sāpīgi sods.
nb: Blant dem er de som misbruker profeten og si, "han er øre." Si, "[det er] et øre godhet for deg som tror på Allah og mener troende og [er] en nåde til dem som tror blant dere." Og dem som misbruker det Messenger av Døyve - for dem er en pinefull straff.
sk: Medzi nimi sú tí, ktorí zneužívajú prorok a hovoria: "on je ucho." Povedať: "[je] ucha dobroty pre vás, že verí v Boha, verí veriacich a [je] milosrdenstvo na tých, ktorí veria, že medzi vami." A tí, ktorí zneužívajú posla Alláhova - pre nich je bolestivé trest.
sl: In med njimi so tiste, ki zlorabljajo prerok in reči, "on je uho." Reči, "[je] uho dobrote za vas ki vernik v Allah in meni verniki in [je] usmiljenja do tistih, ki verjamejo med vami." In tiste, ki zlorabljajo sel od Allah - zanje je boleča kazen.
sr_cyrl: Међу њима су они који злоупотребљавају пророка и реци, "Он је ухо." Рецимо , "[он] ухо доброте за тебе који верује у Алаха и сматра верницима и [је] милост онима који верују да медју вама." И оних који злоупотребљавају Мессенгер Аллах - за њих је болна казна.
sr_latn: Među njima su oni koji zloupotrebljavaju proroka i reci, "On je uho." Recimo, "[on] uho dobrote za tebe koji veruje u Alaha i smatra vernicima i [je] milost onima koji veruju da medju vama." I onih koji zloupotrebljavaju Messenger Allah - za njih je bolna kazna.
uk: І серед них є ті, які зловживають пророк і сказати: "він є вухо". Скажімо, "[це] вухо добро для вас, яка вірить у Аллах і вважає, що віруючі і [] милосердя до тих, які вважають, що серед вас." І ті, які зловживають Посланник Аллаха - для них болючою покарання.
vi: Và trong số họ là những người lạm dụng các tiên tri và nói, "ông là một tai". Nói, "[đó là] một tai tốt đẹp cho bạn mà tin vào Allah và tin rằng các tín hữu và [là] một lòng thương xót cho những người tin rằng trong số các bạn." Và những người lạm dụng Messenger của Allah - cho họ là một hình phạt đau đớn.
zu: Futhi phakathi kwabo kukhona nalabo abahlukumeza uMprofethi uthi: "He is an indlebe."

# Quran1297
source: They swear by Allah to you [Muslims] to satisfy you. But Allah and His Messenger are more worthy for them to satisfy, if they should be believers.
ca: Juren per Allah li [musulmans] per a satisfer. Però Allah i el seu Missatger són més digna per a ells satisfer, si haurien de ser creients.
cy: Mae nhw yn rhegi gan Allah i chi [Moslemiaid] eich bodloni. Ond Allah ac ei negesydd yn fwy teilwng iddynt fodloni, os dylid eu credinwyr.
da: De sværger af Allah til dig [muslimer] til at tilfredsstille dig. Men Allah og hans sendebud er mere værd for dem at opfylde, hvis de skal være troende.
el: Που ορκίζονται από Αλλάχ σε εσάς [μουσουλμάνους] για να σας ικανοποιήσει. Αλλά Αλλάχ και του Messenger είναι πιο άξιοι για να ικανοποιήσει, αν θα πρέπει να είναι πιστοί.
et: Nad vannub Jumal teile [moslemid] mis rahuldab sind. Kuid Allah ja tema saadik on rohkem väärt neile vastavateks, kui nad peaksid olema usklikud.
fi: He vannovat Jumala sinulle [Muhamettilainen] tyydyttää sinua. Mutta Jumalaan ja hänen lähettiläänsä ovat arvokas niiden tyydyttämiseksi, jos he uskovat.
he: הם נשבע באללה לך [המוסלמים] לשביעות רצונכם. אבל אללה הם יותר ראוי להם לספק, אם הם צריכים להיות המאמינים.
hr: Oni se mimo Allaha ti [Muslimani] te zadovoljiti. Ali Allahu i njegovom poslaniku više dostojan da zadovolje, ako budu vjernici.
lt: Jie Przysiegam Dievas jums [musulmonų] jūs patenkinti. Bet Dievo ir jo poslanca yra daugiau vertas juos patenkinti, jei jie turėtų būti tikinčiųjų.
lv: Viņi jums to zvēru, Allah [musulmaņi] apmierināt jums. Bet, Allah un viņa Messenger ir vairāk vērta tos apmierināt, ja tie būtu ticīgie.
nb: De sverger ved Allah for deg [Muslims] å tilfredsstille deg. Men Allah og hans Messenger er mer verdig for dem å tilfredsstille, hvis de skal troende.
sk: Oni prisahajú Alah vám [moslimov] uspokojiť vás. Ale Alah a jeho posol sú hodné ich uspokojiť, ak by mali byť veriaci.
sl: Oni prisegajo Allah vam [muslimani] vam ustrezajo. Vendar Allah in njegov sel so več vredni, da izpolnjujejo, če bi morali biti verniki.
sr_cyrl: Они се куну у име Алаха да ви [Муслимани] те задовољити. Али Аллах и његовог гласника су бољи за њих да би задовољили, ако треба да буду верници.
sr_latn: Oni se kunu u ime Alaha da vi [Muslimani] te zadovoljiti. Ali Allah i njegovog glasnika su bolji za njih da bi zadovoljili, ako treba da budu vernici.
uk: Вони клянуться Аллах вам [мусульман] щоб задовольнити вас. Але Аллах і його Messenger більш гідні для них, щоб задовольнити, якщо вони повинні бути віруючим.
vi: Họ thề của Allah để bạn [người Hồi giáo] để đáp ứng bạn. Nhưng Allah và Messenger của ông thêm xứng đáng để họ đáp ứng, nếu họ cần là các tín hữu.
zu: They funga Allah kuwe [amaSulumane] ukwanelisa wena.

# Quran1298
source: Do they not know that whoever opposes Allah and His Messenger - that for him is the fire of Hell, wherein he will abide eternally? That is the great disgrace.
ca: No saben que qui s'oposa a Allah i el seu Missatger - que per a ell és el foc d'infern, on va sotmetre eternament? Aquesta és la gran desgràcia.
cy: Nid ydynt yn gwybod bod pwy bynnag sy'n gwrthwynebu'r Allah a Messenger ei-hynny yw y tân uffern, lle y bydd yn glynu fythol iddo? Mae hynny'n gywilydd mawr.
da: Ved de ikke, at den, der modsætter sig Allah og hans sendebud - det for ham er brand af helvede, hvori han vil forblive evigt? Det er den store skandale.
el: Δεν ξέρουν ότι όποιος αντιτίθεται σε Αλλάχ και του Messenger - που για αυτόν είναι η φωτιά της κόλασης, όπου θα τηρήσουν αιώνια; Αυτό είναι μεγάλη ντροπή.
et: Nad ei tea kes iganes vaidlustab Allah ja tema saadik - see tema jaoks põrgu, kus ta järgib igavesti tulekahju? See on suur häbiplekk.
fi: Eivät he tiedä, että kuka vastustaa Jumalaan ja hänen lähettiläänsä - että häntä on helvetin, jossa hän jää luoksenne ikuisesti? Tämä on suuri häpeä.
he: הם לא יודעים מי שמתנגד אללה ושליח שלו - זה בשבילו אש הגיהנום, שבו הוא לסבול לנצח? זה החרפה הגדולה.
hr: Oni ne znaju da onaj tko se suprotstavlja Allahu i njegovom poslaniku - to mu je vatra pakla, u kojoj će vječno ostati? To je velika sramota.
lt: Ar jie nežino, kad tas, kas prieštarauja Dievo ir jo poslanca - kad jam yra ugnies pragaras, kuriame jis paklūsta amžinai? Tai labai gėda.
lv: Tie nav zināms, ka tas, kurš iebilst pret Allah un viņa Messenger - kas viņam elli, kur viņš mūžīgi būs ievērot ugunsdrošības? Tas ir liels negods.
nb: De ikke vet at den som motsetter Allah og hans budbringer - som for ham er ilden av helvete, hvor han vil bli evig? Det er stor skam.
sk: Nie vedia, že ten, kto odporuje Alah a jeho posol - to pre neho je pekelného, pričom bude rešpektovať večne? To je veľká hanba.
sl: Ne vedo, da kdor nasprotuje Allah in njegov sel - ki mu je ogenj pekla, pri čemer je upošteval večno? To je velika sramota.
sr_cyrl: Они не знају да онај ко се противи Алаха, и његовог гласника - то је за њега је ватра пакла, у коме је бескрајно настаће? То је велика срамота.
sr_latn: Oni ne znaju da onaj ko se protivi Alaha, i njegovog glasnika - to je za njega je vatra pakla, u kome je beskrajno nastaće? To je velika sramota.
uk: Вони не знають, що той, хто виступає проти Аллах і його Messenger - що для нього є вогонь пекельний, якому він буде дотримуватися вічно? Це велика ганьба.
vi: Họ không biết rằng bất cứ ai phản đối Allah và Messenger của ông - đó cho anh ta là ngọn lửa của địa ngục, trong đó ông sẽ tuân thủ luôn luôn? Đó là sự nhục rất lớn.
zu: They cha azi ukuthi noma ubani phikisa Allah and isithunywa sakhe - ukuthi for kuye lilo Hogo, wherein he izohlonipha phakade?
