Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran926
source: And likewise, to many of the polytheists their partners have made [to seem] pleasing the killing of their children in order to bring about their destruction and to cover them with confusion in their religion. And if Allah had willed, they would not have done so. So leave them and that which they invent.
ca: I així mateix, a moltes de les politeistes que seus socis han fet [a semblar] agradable l'assassinat dels seus fills per provocar la seva destrucció i cobrir amb confusió en la seva religió. I si Allah tenia willed, no hauria fet així. Així deixar-los i allò que van inventar.
cy: Ac yn yr un modd, i lawer o polytheists y mae eu partneriaid yn wedi [i ymddangos] braf lladd eu plant er mwyn sicrhau eu dinistrio ac ymdrin â hwy gyda dryswch yn eu crefydd. Ac os oedd Allah ewyllysio iddi, byddai nad ydynt wedi gwneud hynny. Felly gadael iddynt ac y mae eu dyfeisio.
da: Og ligeledes, at mange af de polyteister, deres partnere har foretaget [synes] tiltalende drab på deres børn for at skabe deres ødelæggelse og dække dem med forvirring i deres religion. Og hvis Allah havde villet, ville de ikke have gjort det. Så lad dem og det, som de opfinde.
el: Και Ομοίως, σε πολλούς από το polytheists τους εταίρους έχουν κάνει [να φαίνεται] παρακαλώντας τη δολοφονία των παιδιών τους, προκειμένου να επιφέρουν την καταστροφή τους και να τις καλύψει με σύγχυση στη θρησκεία τους. Και αν είχε βουλητικός Αλλάχ, θα δεν το έχουν πράξει. Έτσι, αφήνει τους και αυτό που θα εφεύρουν.
et: Ja samamoodi paljudele oma partnerite tehtud [tunduvad] polytheists meeldiv oma laste tapmine toetamaks nende hävitamist ja ka neile koos segadust oma religioon. Ning kui Allah oli kombeks, nad oleks ei teinud. Nii et jäta neid ja see, mis nad leiutada.
fi: Ja samoin monet polyteistejä kumppaninsa tehnyt [Näytä] miellyttävä niiden lasten tappaminen heidän perikatonsa ja peitetään sekaannusta heidän uskontonsa. Ja jos Jumala olisi tahtonut, he eivät tehneet niin. Joten jätä heille ja mitä he keksiä.
he: באופן דומה, רבים של polytheists שבני הזוג שלהם הפכו [להראות] מענגת הריגתו של ילדיהם בכדי להביא ההרס שלהם וכדי לכסות אותם עם בלבול בדת שלהם. אם אללה היה רצון, הם היו לא עושים כך. אז השאירו אותם ואת אשר הם ממציאים.
hr: I isto tako, da mnogi politeisti njihovi partneri napravili [izgleda] ugodan ubijati svoju djecu da bi njihovo uništenje i pokriti ih sa zbunjenost u njihove vjere. I ako je htio Allah, da bi ne to napravila. Ostavi ih i ono što izmišljaju.
lt: Ir taip pat daugeliui iš jų partneriai turi atlikti [atrodo] polytheists malonus jų vaikų nužudymą siekiant jų sunaikinimo ir padengti juos su painiavos į savo religiją. Ir jei Dievas turėjo valios, jie nebūtų padaryta, taip. Palikite juos ir tai, kas jie sugalvoti.
lv: Un tāpat daudzām polytheists saviem partneriem ir jāizdara [šķiet] patīkami nogalināšanu saviem bērniem dot par to iznīcināšanu un tos segt ar mulsumā savu reliģiju. Un ja Allāha gribas, viņi nebūtu darījis tā. Tātad atstāt tos un to, kas viņiem izgudrot.
nb: Og på samme måte til mange av polyteister sine partnere har gjort [å virke] behagelig drapet på sine barn for å få deres ødeleggelse og dekke dem med forvirring i deres religion. Og hvis Allah hadde ville, ville de ikke ha gjort så. Så la dem og som de oppfinne.
sk: A podobne, veľa polyteisty žiakmi urobili [zrejme] príjemné zabíjanie svojich detí tak, aby o ich zničení a zakryť zmätok v ich náboženstvo. A ak Boh bol chcel, že by tak neurobili. Tak nechajte ich a že im vymyslieť.
sl: In prav tako za mnoge politeiste svoje partnerje naredili [zdi] prijeten ubijanje svojih otrok, da bi njihovo uničenje in da jih pokrijemo z zmedo v svojo vero. In če je Allah volje, bi ne storil. Torej, pusti jih in ki jih izumiti.
sr_cyrl: И исто тако, да многе од полyтхеистс који им партнери начинили [изгледа] задовољавању убијање њихове деце како би се за њихово уништење и да их покријемо са збуњеност у њихове религије. И ако Алах имао воље, они не би урадио тако. Остави их и оно што су измислили.
sr_latn: I isto tako, da mnoge od polytheists koji im partneri načinili [izgleda] zadovoljavanju ubijanje njihove dece kako bi se za njihovo uništenje i da ih pokrijemo sa zbunjenost u njihove religije. I ako Alah imao volje, oni ne bi uradio tako. Ostavi ih i ono što su izmislili.
uk: І так само, для багатьох з polytheists своїх партнерів зроблені [здатися] приємно вбивство своїх дітей для того, щоб привести до їх руйнування і накрити плутанини в їх релігії. І якщо Аллах був того, вони б не зробили це. Так залишити їх і те, що вони вигадують.
vi: Và tương tự như vậy, nhiều của polytheists đối tác của họ đã thực hiện [để có vẻ] lòng giết hại trẻ em của họ để mang về hủy diệt của họ và để trang trải cho họ với sự nhầm lẫn trong tôn giáo của họ. Và nếu Allah đã willed, họ sẽ không có làm như vậy. Vì vậy, để lại chúng và đó mà họ phát minh ra.
zu: Kanjalo, eziningi konkulunkulu abaningi abalingani babo baye benza [ubonakale] ukujabulisa ukubulawa kwezingane zabo ukuze yokuletha imbubhiso zabo futhi ukuze ngizikhokhele isiphithiphithi enkolweni yabo.

# Quran927
source: And they say, "These animals and crops are forbidden; no one may eat from them except whom we will," by their claim. And there are those [camels] whose backs are forbidden [by them] and those upon which the name of Allah is not mentioned - [all of this] an invention of untruth about Him. He will punish them for what they were inventing.
ca: I diuen: "aquests animals i cultius estan prohibits; ningú pot menjar d'ells excepte qui ho farem,"per la seva reclamació. I hi ha aquells [camells] [per] són prohibida l'esquena i aquells sobre els quals el nom d'Allah no és esmentat - [tot això] una invenció de falsedat sobre ell. Va va a castigar-los per què ells van inventar.
cy: Ac maent yn dweud, "Mae hyn anifeiliaid a chnydau gwahardd; Gall unrhyw un fwyta ohonynt ac eithrio hwy, byddwn yn"gan eu hawliad. Ac mae hynny [camelod] eu cefnau yn gwahardd [eu] a rhai arno yr enw Allah yn crybwyll-[hyn oll] dyfeisiad o ddweud anwiredd am iddo. Bydd ef yn eu cosbi ar gyfer beth y cafodd ei dyfeisio.
da: Og de siger, "disse dyr og afgrøder er forbudt; ingen kan spise fra dem undtagen hvem vi vil,"af deres krav. Og der er disse [kameler] Hvis ryggen er forbudt [af dem] og dem, som Allahs navn ikke er nævnt - [alt] en opfindelse af usandheden om ham. Han vil straffe dem for hvad de opfinde.
el: Και λένε, «αυτά τα ζώα και καλλιέργειες είναι απαγορευμένο. κανείς δεν μπορεί να φάτε από τους εκτός από τους οποίους θα είμαστε, «ισχυρισμό τους. Και υπάρχουν εκείνοι [καμήλες] πλάτες των οποίων απαγορεύονται [με τους] και εκείνα επί των οποίων δεν είναι το όνομα του Αλλάχ που αναφέρονται - [όλα αυτά] εφεύρεση του αναλήθεια για αυτόν. Αντίθετα θα τιμωρήσει τους για ό, τι τους επινόηση.
et: Ja nad ütlevad: "need loomad ja taimed on keelatud; keegi võib süüa neilt peale kellele me"poolt oma väidet. Ja seal on neile kaamelid kelle selja on keelatud [nende] poolt ning neile kellele Allah nimi ei ole nimetatud - [see kõik] vale temast leiutis. Ta karistab neid eest nad olid leiutamine.
fi: Ja he sanovat: "nämä eläimet ja kasvit ovat kiellettyjä; kukaan voi syödä niitä paitsi joista saamme"väitteensä. Ja nämä kamelit jonka selkä on kielletty [heille] ja johon Jumalan nimi ei ole mainittu - [kaikki] valhe hänestä keksintö. Hän rankaisee heitä he olivat keksimään.
he: והם אומרים, "בעלי-חיים וגידולים אלה אסורות; אף אחד לא מותר לאכול מהם למעט מי יהיה"על טענתם. וישנם אלה [הגמלים] הגב של מי אסור [על אותם], אלה אשר שמו של אללה הוא לא הזכיר - [כל זה] המצאה של השקר עליו. הוא יעניש אותם על מה הם היו ממציאים.
hr: I kažu, "ove životinje i usjevi su zabranjeni; Ne mogu jesti od njih osim kome hoćemo,"njihov zahtjev. I nema [vi] čiji leđa se zabranjuju [ih] i one na kojima ime Allah nije spomenuo - [all ovo] izum neistina o njemu. On će ih kazniti za ono što su bili.
lt: Ir jie sako, "šie gyvūnai ir augalai yra draudžiami; nė vienas gali valgyti iš jų išskyrus kuriam mes,"iš jų ieškinį. Ir yra tie [kupranugarių] kurių nugarą yra draudžiama [jiems] ir tuos, kuriais Dievas pavadinimas nėra paminėta - [visa tai] išradimas, netiesą apie jį. Jis nubausiu juos už ką jie buvo išrasti.
lv: Un viņi saka: "šie dzīvnieki un kultūraugi ir aizliegta; neviens var ēst no tiem izņemot kuru redzēsim,"ar savu prasību. Un tur ir šie [kamieļi] kuru mugurām ir aizliegusi [tiem], un tiem, uz kuriem Allāha vārdu nav minēts - [visu šo] izgudrojums nepatiesība par viņu. Viņš viņus sodīt par to, ko viņi izgudrošanas.
nb: Og de sier, "disse dyrene og avlinger er forbudt; ingen kan spise fra dem bortsett fra hvem vi vil,"av deres krav. Og det er disse [kameler] der ryggen er forbudt [av dem og de som navnet på Allah ikke er nevnt - [alt dette] en oppfinnelse av usannhet om ham. Han vil straffe dem for hva de ble oppfunnet.
sk: A hovoria, že "tieto zvieratá a plodiny sú zakázané; nikto jesť z nich Okrem koho budeme,"podľa ich tvrdenia. A tam sú tie [ťavy] ktorého chrbtom sú zakázané [im], a tých, na ktorých nie je meno Alah zmienil - [všetko] vynález nepravdy o ňom. On sa potrestať ich za to, čo oni boli vynájsť.
sl: In pravijo, da "te živali in rastline so prepovedani; nihče lahko jesti od njih razen koga bomo,"svoj zahtevek. In tam so ti [kamele] katerih hrbet so prepovedani [jih] in tiste na katerih ime Allah ni omenil - [vse to] izum neresnico o njem. On bo kažnjavati za kaj so bili izumljanja.
sr_cyrl: И говоре: "ове животиње и усеви забрањено; Нико не може их једемо осим кога хоћемо,"од стране њихове тврдње. И постоје оне камиле чија леђа су забрањују [их] и оне на којој име Алаха ми је споменуо - [све] изум неистине о њему. Он ће их казнити за шта су били изумима.
sr_latn: I govore: "ove životinje i usevi zabranjeno; Niko ne može ih jedemo osim koga hoćemo,"od strane njihove tvrdnje. I postoje one kamile čija leđa su zabranjuju [ih] i one na kojoj ime Alaha mi je spomenuo - [sve] izum neistine o njemu. On će ih kazniti za šta su bili izumima.
uk: І вони кажуть: "ці тварини і культур заборонені; ніхто може з'їсти від них за винятком кого ми будемо"за свої претензії. Є й ті [верблюдах] якого спиною є заборонені [їх] і ті, на якій Аллаха, є не згадували - [все це] винахід неправди про нього. Він буде карати їх за те, що вони були винахід.
vi: Và họ nói rằng, "những con vật và cây đang bị Cấm; không ai có thể ăn từ họ ngoại trừ người mà chúng tôi sẽ,"bởi họ yêu cầu bồi thường. Và có những người [lạc đà] lưng mà bị cấm [của họ] và những người mà tên của Allah là không được đề cập - [tất cả] một sáng chế của untruth về anh ta. Ông sẽ trừng phạt họ cho những gì họ đã phát minh ra.
zu: Futhi bathi, "Lezi izilwane kanye nezitshalo benqatshelwe, akakho udle kuyo ngaphandle esizombiza," by abakushoyo.

# Quran928
source: And they say, "What is in the bellies of these animals is exclusively for our males and forbidden to our females. But if it is [born] dead, then all of them have shares therein." He will punish them for their description. Indeed, He is Wise and Knowing.
ca: I van dir, "què és a l'interior d'aquests animals és exclusivament per als nostres mascles i prohibit a les nostres femelles. Però si és [nascuda] morts, llavors tots ells tenen accions en ell." Ell va a castigar-los per a la seva descripció. De fet, és savi i saber.
cy: Ac maent yn dweud, "beth sydd yn y Boliau anifeiliaid hyn yn unig ar gyfer ein dynion a gwahardd i ein menywod. Ond os yw'n marw [anwyd], yna mae pob un ohonynt wedi gyfranddaliadau ynddo. Bydd ef yn eu cosbi am eu disgrifiad. Yn wir, mae Wise a gwybod.
da: Og de siger, "Hvad er i maver af disse dyr er udelukkende til vores mænd og forbudt at vores hunner. Men hvis det er [født] døde, så alle af dem har aktier deri." Han vil straffe dem for deres beskrivelse. Ja, han er kloge og vide.
el: Και αυτοί λένε, "τι τις κοιλιές των ζώων αυτών είναι αποκλειστικά για μας τους άνδρες και δεν επιτρέπεται να θηλυκά μας. Αλλά αν είναι [γεννήθηκε] νεκρός, τότε όλοι τους έχουν μετοχές σ ' αυτό.» Αυτός θα τους τιμωρήσει για την περιγραφή τους. Πράγματι, είναι σοφός και ξέροντας.
et: Ja nad ütlevad, "mis on kõhud need loomad on mõeldud üksnes meie meestel ja keelatud on meie naistel. Aga kui see on [sündinud] surnud, siis need kõik on aktsiate sealse." Ta karistab neid nende kirjeldamiseks. Tõepoolest, ta on tark ja teades.
fi: Ja he sanovat, "vatsa näiden eläinten on ainoastaan urokset ja koirat. Mutta jos se on [s.] dead, niin ne kaikki osakkeet siinä." Hän rankaisee heitä niiden kuvaus. Hän on viisas ja tietäen.
he: הם אומרים, "מה שיש הבטן של חיות אלו הוא אך ורק לגברים שלנו אסור הנקבות. אבל אם הוא מת [נולד], אז כולם יש מניות ובזה." הוא יעניש אותם לתיאור שלהם. ואכן, הוא חכם, לדעת.
hr: I oni kažu, "što je u trbusima ove životinje je isključivo za naše muškarce a zabranjeno našim ženama. Ali ako je [rođen] mrtav, onda ih sve dionice u njemu." On će ih kazniti za njihov opis. Doista, on je mudar i znajući.
lt: Ir jie sako: "kas yra papilvės šių gyvūnų yra tik mūsų vyrams ir draudžiama mūsų moterys. Bet jei tai [gimė] miręs, tada visi jie turi akcijų jame." Jis nubausiu juos už jų aprašymas. Iš tiesų, jis yra protingas ir žinios.
lv: Un viņi saka, "krūtiņas šiem dzīvniekiem ir tikai un vienīgi par mūsu vīrieši un aizliegts mūsu sievietes. Bet, ja tas ir [dzimis] miris, tad tās visas akcijas tajā." Viņš viņus sodīt to aprakstu. Protams, viņš ir gudrs un zinot.
nb: Og de sier, "Hva er i magen av disse dyrene er eksklusivt for våre menn og forbudt å våre kvinner. Men hvis det er [født] døde, så alle av dem har aksjer der." Han vil straffe dem beskrivelser. Faktisk er han klok og kjenne.
sk: A oni hovoria, "čo je v bruchu týchto zvierat je určený výhradne pre našich mužov a naše ženy zakázané. Ale ak je [narodený] mŕtvych, potom všetci z nich majú podiely v ňom." On sa potrestať ich za ich opis. V skutočnosti, on je múdry a vedel.
sl: In reči, "kaj je v trebuhu te živali je izključno za naše moške in prepovedano za naše ženske. Pa če je [rojen] mrtvih, potem vse delnice v njem." On bo kažnjavati za njihov opis. Dejansko je pametno in poznavanje.
sr_cyrl: А они кажу, "Шта је у трбусима ове животиње је искључиво за нам мужјаци и забрањено да женки. Али ако је [родјена] мртав, онда их све акције у томе." Он ће их казнити за њихов опис. Он је заиста мудар и знајужи.
sr_latn: A oni kažu, "Šta je u trbusima ove životinje je isključivo za nam mužjaci i zabranjeno da ženki. Ali ako je [rodjena] mrtav, onda ih sve akcije u tome." On će ih kazniti za njihov opis. On je zaista mudar i znajuжi.
uk: І вони кажуть, "що у животи цих тварин є виключно для наших чоловіків і заборонено до наших жінок. Але якщо це [народився] мертвих, то всі вони мають акцій в ньому". Він буде карати їх за їх Опис. Дійсно, він є мудрим і знаючи, що.
vi: Và họ nói rằng, "những gì là trong bụng của các loài này là dành riêng cho nam giới của chúng tôi và cấm để phái nữ của chúng tôi. Nhưng nếu nó là [sinh] chết, sau đó tất cả chúng có cổ phần trong đó." Ông sẽ trừng phạt họ cho mô tả của họ. Thật vậy, anh ta là khôn ngoan và hiểu biết.
zu: Futhi bathi, "Kuyini khaba yalezi zilwane kuphela besilisa zethu futhi kuyalahlwa nakwabesifazane bethu. Kodwa uma kungenzeki ukuba [azalwe] ufile, khona-ke bonke ngothi lwabo babe namasheya therein."

# Quran929
source: Those will have lost who killed their children in foolishness without knowledge and prohibited what Allah had provided for them, inventing untruth about Allah. They have gone astray and were not [rightly] guided.
ca: Els hauran perdut que va matar als seus fills en bogeria sense coneixement i prohibit que Allah havia proporcionat per a ells, inventant mentida Allah. Que s'ha perdut i no eren [] guiats.
cy: Bydd rhai wedi colli sy'n eu lladd eu plant mewn ffolineb heb wybodaeth a waherddir beth Allah wedi darparu ar eu cyfer, dyfeisio untruth am Allah. Maent wedi mynd ar gyfeiliorn ac nad oedd arweiniad [iawn].
da: De vil have mistet der dræbt deres børn i tåbelighed uden viden og forbudt hvad Allah havde givet for dem, opfinde usandheden om Allah. De er kommet på afveje og var ikke [rigtigt] styret.
el: Αυτοί θα έχουν χάσει ποιος σκότωσε τα παιδιά τους στην ανοησία χωρίς γνώση και απαγορεύονται τι Αλλάχ είχαν προβλέψει τους, εφευρίσκοντας αναλήθεια για Αλλάχ. Αυτοί έχουν ξεστρατίσει και δεν ήταν καθοδηγούμενη [και δικαίως].
et: Need on kaotanud kes hukkus oma lapsi rumalus teadmata ja keelatud, mida Jumal oli ette nähtud neile, leiutas vale umbes Allah. Nad on läinud eksinud ja ei olnud [õigustatult] giidiga.
fi: Ne ovat menettäneet, jotka tappoivat heidän lapsensa hullutus tietämättä ja kielletty, mitä Jumala oli toimittanut heille keksimisestä valhe siitä Jumala. He ovat menneet harhaan eivätkä tunteneet [oikeutetusti] opastettu.
he: אלה איבדו מי נהרג ילדיהם טיפשות ללא ידע ואיסור מה אללה סיפקה להם, המצאת השקר על אללה. היה לסטות והם לא היו [בצדק] מודרכת.
hr: One će izgubiti koji je ubio svoju djecu u gluposti bez znanja i zabranjuje ono što Allah pružio, izmišljanje neistina o Allahu. Su zašli i nisu [ispravno] vođena.
lt: Tie neteko kas nužudė savo vaikus – kvailystė be žinios ir draudžiama ką Dievas suteikė jiems, išradus netiesą apie Dievo. Jos nuėjo kelio ir nebuvo [teisingai] vadovaujasi.
lv: Tie būs zaudējusi, kas saviem bērniem gāja bojā muļķība, nezinot un aizliegta, kādi Allah bija sniedzis viņiem, izgudrojot nepatiesība par Allah. Tās ir izgājušas apmaldīties un nebija [pamatoti] vadīta.
nb: De vil ha mistet som drepte barn i dårskap uten kunnskap og forbudt hva Gud hadde gitt dem, oppfinne usannhet om Allah. De har kommet på avveie og var ikke [rette] guidet.
sk: Tie sa stratili, kto zabil svojich detí v blaznovstvo bez vedomia a zakázaný, čo Boh za predpokladu, vynájsť nepravdy o Alah. Preč z cesty a nie sú [správne] riadiť.
sl: Tiste bo izgubil, kdo ubil svoje otroke v neumnosti brez vednosti in prepovedano kaj Allah je sredstva, izumljanja neresnico o Allah. So zaluta in niso [] pravoverni.
sr_cyrl: Оне ће изгубио који је убио своју децу у несмотрености без знања и забрањено која Аллах је дата за њих, изумима неистине о Аллах. Они имају залутао и нису биле [с правом] вођена.
sr_latn: One će izgubio koji je ubio svoju decu u nesmotrenosti bez znanja i zabranjeno koja Allah je data za njih, izumima neistine o Allah. Oni imaju zalutao i nisu bile [s pravom] vođena.
uk: Ті втратите хто вбив своїх дітей у безум без відома і заборонені, що Аллах надавав протягом їх, винаходив неправди про Аллаха. Вони заблукалися і не були [правильно] керуватися.
vi: Những người sẽ mất người giết con cái của họ trong ngu ngốc mà không có kiến thức và cấm những gì Allah đã cung cấp cho họ, phát minh ra untruth về Allah. Họ đã đi lạc lối và không [đúng] hướng dẫn.
zu: Labo abaye bashonelwa owabulala izingane zabo ebuwuleni ngaphandle kolwazi kanye vala babe Allah kwase wawondla ukuziqambela amanga aqanjiwe mayelana Allah.
