Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran826
source: And they say, "Why has a sign not been sent down to him from his Lord?" Say, "Indeed, Allah is Able to send down a sign, but most of them do not know."
ca: I diuen, "per què un signe no hagi estat enviat li del seu senyor?" Dir, "De fet, Allah és capaç d'enviar cap avall un senyal, però la majoria d'ells no saben".
cy: Ac maent yn dweud, "pam arwydd nad anfonwyd i lawr iddo ef gan ei Arglwydd?" Dweud, "Yn wir, Allah yn gallu anfon i lawr yr arwydd, ond nid rhan fwyaf ohonynt yn gwybod."
da: Og de siger, "Hvorfor er et tegn ikke blevet sendt til ham fra hans herre?" Sige, "Ja, Allah er købedygtig sende ned et tegn, men de fleste af dem ved ikke."
el: Και λένε, «γιατί ένα σημάδι δεν έχει σταλεί σε αυτόν από τον Λόρδο;» Λένε, «Πράγματι, Αλλάχ είναι σε θέση να στείλει κάτω από ένα σημάδι, αλλά οι περισσότεροι από αυτούς δεν ξέρω.»
et: Ja nad ütlevad, "miks märk pole saadetud talle tema Lord?" Öelda: "Tõepoolest, Jumal suudab märk maha saada, kuid enamik neist ei tea."
fi: Ja he sanovat, "Miksi on merkki ei lähetetty hänelle Luojan?" Esimerkiksi: "Itse asiassa Jumala on voitava lähettää alas merkki, mutta useimmat heistä eivät tiedä."
he: הם אומרים, "למה סימן לא נשלחה לו מן האל שלו?" אומרים, "ואכן, אללה הוא מסוגל לשלוח סימן, אבל רובם לא יודעים."
hr: I kažu, "Zašto znak nije poslao da ga od svoga gospodara?" Kažu, "Uistinu, Allah je u stanju poslati znak, ali većina njih ne zna."
lt: Ir jie sako, "kodėl ženklas nebuvo išsiųsta į jį iš savo Viešpaties?" Sako, "Iš tiesų, Allah yra galimybę siųsti žemyn žymens, bet dauguma jų nežino."
lv: Un viņi saka: "kāpēc zīme nav nosūtīta uz leju viņam no viņa kungs?" Saka: "Protams, Allah ir spēj nosūtīt uz leju zīme, bet vairums no viņiem nezina."
nb: Og de sier, "hvorfor et tegn ikke er blitt sendt til ham fra hans Herre?" Si, "Faktisk Allah er i stand til å sende ned et tegn, men de fleste av dem ikke vet."
sk: A hovoria: "prečo znamenie nebola odoslaná mu z jeho pána?" Napríklad: "Vskutku, Boh je schopný poslať nadol znamenie, ale väčšina z nich nevie."
sl: In pravijo, "zakaj znak ni bil poslan mu iz svojega gospodarja?" Reči, "Res, Allah je zmožen pošiljati navzdol znak, vendar ne vem, večina od njih."
sr_cyrl: И кажу, "Зашто знак није послат да га из свог господара?" Реци , "Заиста, Аллах је способан да прате кроз знак, али већина њих не знам."
sr_latn: I kažu, "Zašto znak nije poslat da ga iz svog gospodara?" Reci, "Zaista, Allah je sposoban da prate kroz znak, ali većina njih ne znam."
uk: І вони кажуть: "Чому знак не був відправлений йому від пан?" Сказати: "Дійсно, Аллах здатний відправляти вниз на знак, але більшість з них не знаю".
vi: Và họ nói, "tại sao có một dấu hiệu không được gửi cho ông từ của mình Chúa?" Nói, "Thật vậy, Allah là có khả năng gửi xuống một dấu hiệu, nhưng hầu hết trong số họ không biết."
zu: Futhi bathi, "Kungani uye isibonakaliso engakaze sa phansi him akhe Lord?"

# Quran827
source: And there is no creature on [or within] the earth or bird that flies with its wings except [that they are] communities like you. We have not neglected in the Register a thing. Then unto their Lord they will be gathered.
ca: I no hi ha cap criatura a [o en] la terra o l'ocell que vola amb les seves ales excepte [que són] comunitats com tu. Vam haver negligit no en el registre una cosa. Llavors a seu senyor es es recolliran.
cy: Ac nid oes unrhyw creature ar [neu o fewn] y ddaear neu aderyn a hedfan gyda ei adenydd ac eithrio [bod] cymunedau fel chi. Rydym ni esgeuluso yn beth yn y gofrestr. Yna-unto eu Arglwydd fydd eu casglu.
da: Og der er ingen væsen på [eller inden for] jorden eller fugl, der flyver med sine vinger undtagen [der er] Fællesskaber som dig. Vi har ikke forsømt i registret en ting. Derefter deres Herren vil de blive indsamlet.
el: Και δεν υπάρχει κανένα πλάσμα σε [ή] τη γη ή πουλί που πετάει τα φτερά εκτός [που είναι] κοινότητες όπως σας. Δεν αμελήσαμε στο μητρώο για ένα πράγμα. Στη συνέχεια εις τους κύριο αυτοί θα συγκεντρωθούν.
et: Ja ei mingit olend [või] maa või lind, kes lendab oma tiibadega, välja arvatud [mis on] ühenduste nagu sina. Me jätsin registrisse ei ole asi. Seejärel saavad Issanda juurde nad kohtadest.
fi: Ja ei yksikään luotu [tai] maan tai lintu, joka lentää siivillään [että] yhteisöjen kuin sinä. Emmekä ole laiminlyöneet rekisteriin asia. Sitten niiden Herralle ne kootaan.
he: ואין שום יצור על [או בתוך] כדור הארץ או ציפור עף עם כנפיו חוץ [כי הם] קהילות כמוך. אנחנו לא הזנחנו בקופה דבר. אז בפני האדון שלהם הם שייאספו.
hr: I bez biće na [i unutar] zemlja ili pticu koja leti sa svojim krilima osim [to su] zajednica kao ti. Možemo imati zanemario u dnevniku ništa. Onda k gospodara oni će se prikupljati.
lt: Ir ten yra Nr padaras [arba per] žemės ar paukštis skrenda su savo sparnus išskyrus [kad yra] Bendrijų, kaip jūs. Mes ne apleisti registre dalykas. Tada pas savo pono jie bus surinkti.
lv: Un nav neviena dzīva radība [vai] zemes vai putnu, kas kuģo ar tās spārnus, izņemot [kas ir] kopienās, piemēram. Mums ir nav aizmirsta reģistrā lieta. Tad kungs sacīja tos apkopos.
nb: Og det er ingen skapning på [eller innenfor] jord eller fugler som flyr med vingene unntatt [som de er] samfunn som deg. Vi har ikke forsømt i registeret slikt. Deretter til deres Herre samles de.
sk: A nie je tam žiadny tvor na [alebo v rámci] Zeme alebo vtáka, ktorý lieta s krídlami s výnimkou [že] komunity, ako ste vy. Nie sme zanedbali v registri vec. Potom k ich pán budú zhromaždené.
sl: In ni nobenih bitje na [ali v] zemlje ali ptica, ki leti s svojimi krili razen [da] Skupnosti, kot si ti. Smo imeli ne zanemariti v registru stvar. Nato reče svojega Gospoda so se zbirajo.
sr_cyrl: И нема Ниједно створење на [или унутар] на земљи или птица која лети са својим крилима, осим [то су] заједница као ти. Не бисмо занемаривао у дневнику ствар. Онда к свог господара су бити прикупљене.
sr_latn: I nema Nijedno stvorenje na [ili unutar] na zemlji ili ptica koja leti sa svojim krilima, osim [to su] zajednica kao ti. Ne bismo zanemarivao u dnevniku stvar. Onda k svog gospodara su biti prikupljene.
uk: І немає ні істота на [або в межах] землі або птах, що летить з крилами за винятком [які вони] громади, як ви. Ми не нехтувати до реєстру річ. Потім своєму панові вони будуть зібрані.
vi: Và không có sinh vật trên [hoặc trong] trái đất hoặc con chim bay với cánh trừ [mà họ] cộng đồng giống như bạn. Chúng tôi đã không bỏ rơi tại đăng ký một điều. Sau đó cho Chúa của họ sẽ được thu thập.
zu: Futhi akukho sidalwa on [noma ngaphakathi] umhlaba noma inyoni enamaphiko endiza namaphiko alo ngaphandle [ukuthi zingabantu] imiphakathi njengawe.

# Quran828
source: But those who deny Our verses are deaf and dumb within darknesses. Whomever Allah wills - He leaves astray; and whomever He wills - He puts him on a straight path.
ca: Però els que neguen la nostra versos són sord i mut dins darknesses. Qui vol Allah - se n va per mal camí; i qui va testaments - ell li posa a un camí dret.
cy: Ond mae rhai sy'n gwadu bod ein penillion byddar a mud o fewn darknesses. Pwy bynnag a wills Allah-gadael ar gyfeiliorn; a bwy bynnag a wills ef-mae'n rhoi iddo ar lwybr syth.
da: Men dem, der nægter vores vers er døv og stum i nysgerig. Hvem Allah testamenter - han forlader på afveje; og hvem han Testamente - han sætter ham på en lige vej.
el: Αλλά εκείνοι που αρνούνται στίχους μας είναι κουφός και χαζός εντός darknesses. Όποιον ο αλλά(χ) - φεύγει παραστρατημένος? και όποιον διαθήκες - τον βάζει σε μια ευθεία πορεία.
et: Aga need, kes eitavad meie salmid on Kurtide ja tummade maksimaalselt darknesses. Keda iganes Jumal tahab - ta lahkub eksinud; ja keda iganes ta tahab - ta paneb teda õigele teele.
fi: Mutta ne, jotka kieltävät meidän säkeet ovat kuuromykkä sisällä tummuusasteilla. Kenen Jumala tahtoo - hän jättää harhaan; ja kenen kanssa tahtoo - hän asettaa hänet tielle.
he: אבל מי ששולל את הפסוקים שלנו הם חירש ואילם בתוך מחשכים. מי אללה - הוא משאיר מדרך הישר; מי שהוא חפץ - הוא מעמיד אותו על נתיב ישר.
hr: Ali oni koji poriču naše stihove gluh i nijem unutar trenutci. Koga Allah hoće - ode krivim putem; i tko god hoće - on ga stavlja na ispravni put.
lt: Bet tie, kurie neigia mūsų ženklai yra kurčiųjų ir kvailas per darknesses. Ką Dievas nori - jis lieka iš kelio; ir kuo jis nori - jis kelia jam ant keliu tiesia.
lv: Bet tiem, kas noliedz mūsu vārsmas kurls un mēms ietvaros darknesses. Varēji Allah testamentu – viņš atstāj apmaldīties; un ko vien viņš vēlas - satver viņu taisnā ceļā.
nb: Men de som fornekter vår vers er døv og stum innen darknesses. Hvem Allah vilje - han forlater villspor; og hvem han wills - han setter ham på rett vei.
sk: Ale tí, ktorí popierajú naše verše hluchonemých v darknesses. Koho Boh chce - odíde z cesty; a koho on wills - on ho stavia na priamu cestu.
sl: Ampak tisti, ki zanika naše verzov so gluhoneme v darknesses. Komurkoli Allah oporoke - zapusti zašel; in komurkoli je oporok - ga postavlja na ravne poti.
sr_cyrl: Али оне који поричу да нам стихови су глувонеми унутар моје.и. С ким је Алах жели - он оставља на одмет; и кога год он Wиллис - он га стави на праволинијску путању.
sr_latn: Ali one koji poriču da nam stihovi su gluvonemi unutar moje.i. S kim je Alah želi - on ostavlja na odmet; i koga god on Willis - on ga stavi na pravolinijsku putanju.
uk: Але ті, хто заперечує наших вірші німими і глухими в рамках darknesses. Ким би воля Аллаха - він залишає оману; і тими, кого він хоче - він ставить його на прямий сегмент контуру.
vi: Nhưng những người từ chối câu thơ của chúng tôi là điếc và câm trong darknesses. Bất cứ ai mà Allah di chúc - ông lá lạc lối; và bất cứ ai Ngài muốn - ông đặt nó trên một đường thẳng.
zu: Kodwa labo abaphika Emavesi are yisithulu yisimungulu ngaphakathi ngaphakathi darknesses.

# Quran829
source: Say, "Have you considered: if there came to you the punishment of Allah or there came to you the Hour - is it other than Allah you would invoke, if you should be truthful?"
ca: Dir, "has considerat: si hi va arribar a vostè el càstig d'Allah o va venir a l'hora - vostè és altre que Allah que recolzaria, si vostè ha de ser veraç?"
cy: Dweud, "ydych chi wedi ystyried: os deuai cosbi Allah i chi neu ddaeth yno i chi yr awr-ydyw heblaw Allah chi byddai galw'r, os dylai fod yn eirwir?"
da: Sige, "har du overvejet: Hvis der skete du straf af Allah eller der kom til dig timen - er det andre end Allah du vil påberåbe sig, hvis du skulle være sandfærdig?"
el: Λένε, «έχετε εξετάσει: εάν ήρθε σε εσάς την τιμωρία του Αλλάχ ή ήρθε σε εσάς την ώρα - είναι εκτός από Αλλάχ, θα μπορείτε να επικαλεστείτε, αν θα πρέπει να είναι αληθείς;»
et: Öelda: "Kas te lugeda: tuli teile Jumala karistus tuli teile tund - kui või kui Jumal oleks tugineda, kui sa peaksid olema tõesed?"
fi: Esimerkiksi "Oletteko harkinnut: Jos tuli sinulle Jumalan rangaistus tai siellä tuli tunti - onko kuin Jumala vedota, jos sinun pitäisi olla rehellinen?"
he: אומרים, "עדיין: אם הגיע אליך את העונש של אללה או שם בא אליך ' שעה - זה מלבד אללה שאת מעוררת, אם אתה צריך להיות כנה?"
hr: Reći, "zar ne misliš: ako dođe ti kazna Allaha ili dođe do vas za sat vremena - je to osim Allaha bi pozvati, ako bi trebao biti iskren?"
lt: Sako: "ar jūs laikoma: jei ten atėjo pas jus Dievo bausmė ar atėjo į jūsų valanda - tai ne Dievas būtų remtis, jei jūs turite būti teisingi?"
lv: Teikt: "jūs uzskatīja: ja tur ieradās pie jums Allah sods vai tur ieradās pie jums stundu - tas ir nevis Allah varētu atsaukties, ja vajadzētu būt patiesam?"
nb: Sier "har du vurdert: Hvis det kom til deg straffen av Allah eller kom deg time - er det enn Allah du vil starte, hvis du bør være sannferdig?"
sk: Povedať: "už ste považovaný za: Ak tam prišiel k vám trest Alah alebo prišiel k vám hodina - je to ako Boh by postupoval, ak by ste mali byť pravdivé?"
sl: Reči, "si šteje: če je prišel, da vas kazen Allah ali je prišel, da vas na uro - je to razen Allah bi sklicevati, če bi morali biti resnične?"
sr_cyrl: Рецимо , "те сматра: ако тамо обратио ти казна Аллаха или тамо дошао теби на сат - је осим Алаха да би призвали, ако би требало да ти говори истину?"
sr_latn: Recimo, "te smatra: ako tamo obratio ti kazna Allaha ili tamo došao tebi na sat - je osim Alaha da bi prizvali, ako bi trebalo da ti govori istinu?"
uk: Сказати: "ви вважаються: Якщо прийшов до вас покарання Аллах або прийшов до вас годинник - це, крім Аллаха, ви б посилатися, якщо ви повинні бути правдивими?"
vi: Nói, "có bạn được coi là: nếu có đến cho bạn sự trừng phạt của Allah hoặc có đến cho bạn những giờ - đó là khác với Allah bạn sẽ gọi, nếu bạn nên trung thực?"
zu: Uthi, "Uke kubhekwe: uma kwafika kini isijeziso Allah noma kwafika kuwe Awa - ingabe omunye ngaphandle Allah ubungeke ngitsho uma kufanele kube truthful?"

# Quran830
source: No, it is Him [alone] you would invoke, and He would remove that for which you invoked Him if He willed, and you would forget what you associate [with Him].
ca: No, és ell [sol] que recolzaria i ho vols treure allò que vostè invoca ell si va willed, i que vols oblidar què vostè associar [amb ell].
cy: Na, mae'n byddai ef [unig] Byddai ydych yn galw'r, ac ef yn dileu hynny y dywedodd chi yn dilyn ef os oedd yn ewyllysio iddi, a byddai yr ydych yn anghofio beth yr ydych yn cysylltu [gydag ef].
da: Nej, det er ham [alene] du vil påberåbe sig, og han ville fjerne, hvortil du kaldte ham hvis han testamenterede, og du ville glemme hvad der tilknyttes [ham].
el: Όχι, δεν είναι του [μόνο] θα καλείτε, και αυτός θα καταργήσετε αυτό για το οποίο καλέσατε τον αν αυτός θέλησε και θα ξεχάσεις ό, τι μπορείτε να συσχετίσετε [μαζί του].
et: Ei, see on talle [üksinda] sa tugineda ja ta kaotaks see mille sa tugineda teda kui ta kombeks ja keda unustada mida seostate [temaga].
fi: Ei häntä [vain] voit vedota ja hän poistaisi jolle mainitsemanne häntä, jos hän tahtoisi, ja unohdat mitä liittävät [hänelle].
he: . לא, זה [לבדו] שאת מעוררת והוא יסיר עבורו את המסיתים אותו אם הוא רצון, ואת היית שוכח מה אתה משייך [לו].
hr: Ne, to je [samo] On će pozvati i on će ukloniti to za koju ste ga pozivati ako je htio, i zaboravio bi povezati [s njim].
lt: Ne, tai jam [vien] būtų remtis, ir jis būtų pašalinti iškvietęs, kuriam jūs jam jei jis norėjo, ir jūs pamiršti ką susieti [su juo].
lv: Nē, tas ir [tikai] varētu atsaukties, un viņš varētu noņemt, par kuru jūs atsaukties viņam, ja viņam gribas un aizmirstat to, kas jums piesaistīt [viņam].
nb: Nei, det er ham [alene] du vil starte, og han ville fjerne som som du startet ham hvis han villet, og du skulle glemme hva du forbinder med ham].
sk: Nie, je ním [sám] by postupoval, a on by mal odstrániť, pre ktoré si ho uplatniť, ak on chcel a by ste zabudli, čo ste spájať [s ním].
sl: Ne, to je njega [sam] bi sklicevati, in on bi premestitev to ki ste sklicuje mu če mu volji in bi pozabili kaj povežete [z njim].
sr_cyrl: Не , то је само с њим [] да би призвали, а он би је склонити за коју ти си га звао ако присилио, и би заборавио шта придружите [он].
sr_latn: Ne, to je samo s njim [] da bi prizvali, a on bi je skloniti za koju ti si ga zvao ako prisilio, i bi zaboravio šta pridružite [on].
uk: Ні, це йому [поодинці] ви би посилатися і він буде видалити, для яких час запуску йому якщо він волею, і хотів би забути, що ви асоціюють [його].
vi: Không, đó là anh ta [một mình] bạn sẽ gọi, và ông sẽ loại bỏ đó mà bạn gọi anh ta nếu anh ta ý chí, và bạn sẽ quên những gì bạn liên kết [với anh].
zu: Cha, kuba Him [yedwa] ubungeke ngitsho yena nga ukususa lokho okuyiwona Lusetshenziswa Him He willed, futhi wena angakhohlwa yini ukuhlobanisa [Naye].

# Quran831
source: And We have already sent [messengers] to nations before you, [O Muhammad]; then We seized them with poverty and hardship that perhaps they might humble themselves [to Us].
ca: I ja hem enviat [missatgers] Nacions abans, [O Muhammad]; llavors hem agafat amb una pobresa i penúria que potser es podria humiliï [a nosaltres].
cy: Ac yr ydym eisoes wedi anfon [negeswyr] Cenhedloedd cyn i chi, [O Muhammad]; Rydym wedyn yn hatafaelu iddynt gyda tlodi a chaledi y efallai gallai maent yn ddiymhongar eu hunain [atom].
da: Og vi har allerede sendt [budbringere] til nationer før du, [O Muhammad]; så vi greb dem med fattigdom og afsavn, måske kan de ydmyge sig [til os].
el: Και έχουμε ήδη στείλει [αγγελιοφόρων] έθνη πριν από εσάς, [Ο Μωάμεθ]? στη συνέχεια, εμείς τους κατασχέθηκαν με την ανέχεια και την δυσπραγία ότι ίσως αυτοί θα μπορούσε ταπεινό οι ίδιοι [για εμάς].
et: Ja meil on juba saatnud [kullerid] Rahvaste enne kui [O Muhammad]; siis me arestitud neid vaesuse ja raskusi, et võibolla nad võivad alandlik ise [meid] suhtes.
fi: Ja meillä on jo lähettänyt [lähettiläitä] kansat teidän tieltänne [Oi Muhammed]; sitten yllätti heidät köyhyyteen ja vaikeuksiin, että ehkä ne voisi nöyrtymään [Us].
he: ואני כבר שלחנו [שליחים] עמים לפניך, [O מוחמד]; ואז אנחנו תפסו אותם עם עוני ומצוקה כי אולי הם אולי צנועים עצמם [אלינו].
hr: I već ste poslali [glasnici] narodima prije tebe, [O Muhammad]; Onda smo ih zaplijenili siromaštva i teškoća da možda oni možda ponizno sebe [u nas].
lt: Ir mes išsiuntėme jau [pasiuntiniai] į tautas prieš jus, [O Muhammad]; tada mes juos konfiskavo su skurdo ir vargo, kad galbūt jie gali pokorni [pas mus].
lv: Un mēs jau nosūtījis [kurjeriem] tautām pirms [O Muhammad]; tad mēs tos konfiscēt ar nabadzību un grūtības, ka varbūt viņi varētu pazemīgs sevi [mums] lai.
nb: Og vi har allerede sendt [budbringere] nasjoner før deg, [O Muhammad]; så vi tok dem med fattigdom og motgang som kanskje kan de ydmyke seg [til oss].
sk: Sme už poslali [poslov] národov pred vami, [Mohamed]; potom sme sa chytil, chudoby a utrpenia, že možno oni mohli pokorí [s nami].
sl: In smo že poslali [sli] narode pred vami, [O Muhammad]; Nato smo jih zasegli z revščino in stisko, da morda so lahko sami ponižen [za nas].
sr_cyrl: И послали смо [гласници] нацијама пред тобом, [О Мухаммад]; Онда Заузели смо их са прелетео да можда они можда покоре [инама].
sr_latn: I poslali smo [glasnici] nacijama pred tobom, [O Muhammad]; Onda Zauzeli smo ih sa preleteo da možda oni možda pokore [inama].
uk: І ми вже направили [Посланці] до народів, перш ніж, [O Мухаммад]; Потім ми захопили їх з бідністю і труднощів, що можливо вони можуть змиритися [до нас].
vi: Và chúng tôi đã gửi [sứ giả] cho các quốc gia trước khi bạn, [O Muhammad]; sau đó, chúng tôi bắt giữ họ với đói nghèo và khó khăn mà có lẽ họ có thể khiêm tốn tự [với chúng tôi].
zu: Futhi Sesike wathumela [izithunywa] izizwe phambi kwakho, [Jehova Muhammad];

# Quran832
source: Then why, when Our punishment came to them, did they not humble themselves? But their hearts became hardened, and Satan made attractive to them that which they were doing.
ca: Llavors per què, quan el nostre càstig va arribar a ells, van fer ells no humiliï? Però es va convertir en endurit el seu cor i Satan fet atractiva per a ells el que que estaven fent.
cy: Wedyn pam, pan ddaeth ein cosbi iddynt, oedd iddynt nid yn ddiymhongar eu hunain? Ond daeth yn eu calonnau wedi caledu, a Satan yn gwneud yn ddeniadol iddynt a oeddent yn ei wneud.
da: Så hvorfor, når vores straf kom til dem, de ikke ydmyge sig? Men deres hjerte blev forhærdet, og Satan fik attraktiv for dem, som de gjorde.
el: Τότε γιατί, όταν η τιμωρία μας ήρθε σε αυτά, αυτοί δεν ταπεινό οι ίδιοι; Αλλά έγινε σκληρύνει τις καρδιές τους, και ο Σατανάς γίνει ελκυστική για τους αυτό που έκαναν.
et: Siis miks, kui meie karistuse tuli neid, ei nad ole alandlik ise? Kuid sai kõvastunud nende südamed ja Saatan tippteadlastele neile, mida nad teevad.
fi: Sitten, kun meidän rangaistus tuli heille, ne nöyrtymään? Mutta heidän sydämensä tuli karkaistu, ja Saatana sai houkuttelevaa, se, mitä he olivat tekemässä.
he: אז למה, העונש שלנו הגיעה אליהם, האם הם לא צנועים עצמם? אבל לבם הפך מוקשה, השטן גרם אטרקטיבי להם את מה שהם עושים.
hr: Onda, kada naša kazna došla kod njih, da li oni ne ponizuje? Ali njihova srca postala otvrdnu, i Sotona je atraktivan za njih ono što su radili.
lt: Tada kodėl, kai mūsų bausmė buvo jiems, ar jie ne pokorni? Bet jų širdys tapo atsparios, ir Šėtonas padarė patraukli jiems tai, jie daro.
lv: Tad kāpēc, ienākot mūsu sodu tiem, vai tie nav pazemīgs sevi? Taču kļuva sacietējušas viņu sirdis, un sātans, kas pievilcīga tiem, ko viņi dara.
nb: Så hvorfor, når vår straff kom til dem, de ikke ydmyket seg? Men deres hjerter ble herdet, og Satan gjorde attraktiv for dem som de gjorde.
sk: Potom prečo, keď náš trest prišiel k nim, to oni nie pokorí? Ale stal kalené ich srdce, a Satan sa atraktívny pre nich to, čo robia.
sl: Potem zakaj, ko naše kazen prišel do njih, si jih ne ponižna sami? Ampak njihova srca postal utrjene in Satan je privlačne, tisto, kar so počeli.
sr_cyrl: Онда , када казна их, да ли они не покоре? Али њихова срца постала отврднуо и Сотона направила атрактивна им оно што су радили.
sr_latn: Onda, kada kazna ih, da li oni ne pokore? Ali njihova srca postala otvrdnuo i Sotona napravila atraktivna im ono što su radili.
uk: Тоді чому, коли до них прийшов наш покарання, вони не змиритися? Але їхні серця стало запеклим, і сатана зробив привабливими для них те, що вони роблять.
vi: Sau đó tại sao, khi chúng tôi trừng phạt đến họ, đã làm họ không khiêm tốn mình? Nhưng trái tim của họ trở nên cứng, và Sa-tan làm hấp dẫn đối với họ đó mà họ đã làm.
zu: Khona-ke kungani, lapho isijeziso Yethu weza kubo, abazange ayazithoba?
