Repository: Arabicsource/IslamSource
Catalog: ResourceToolkitQuran/QuranResources.*.resx
Languages: ca, cy, da, el, et, fi, he, hr, lt, lv, nb, sk, sl, sr_cyrl, sr_latn, uk, vi, zu

# Quran1469
source: And [commanded], 'Direct your face toward the religion, inclining to truth, and never be of those who associate others with Allah;
ca: [Comandant], ' dirigir la cara cap a la religió, inclinant la veritat i no ser d'aquells que associen altres amb Allah;
cy: A [â], ' uniongyrchol eich wyneb tuag at y grefydd, inclining gwir, a byth yn rhai sy'n cysylltu eraill â Allah;
da: Og [befalet], ' direkte dit ansigt mod religion, overføres til sandheden, og aldrig blive af dem, der forbinder andre med Allah;
el: Και [διοίκησε], «το πρόσωπό σου προς τη θρησκεία, την κλίση προς την αλήθεια, και ποτέ δεν είναι από εκείνους που θα συνδέσει τους άλλους με Αλλάχ?
et: Ja [käskis], "otse oma nägu religiooni poole, kallutamist tõde ja kunagi olema, kes seostavad teised Jumal;
fi: Ja [komensi], "suora kasvot kohti uskonto, kallistus totuus, eikä koskaan niistä, jotka liittävät muut hillitä;
he: וציוו [], ' לכוון את הפנים שלך כלפי הדת, inclining לאמת, ואף פעם לא יהיה למי לשייך אחרים אללה;
hr: I [gramatiku], ' izravno lice prema vjeri, okrenuta za istinu, i nikad ne biti koji drugi pridružiti Allaha;
lt: Ir [liepė], "tiesioginis veido link religija, pavertimas į tiesą, ir niekada būti tiems, kurie susieti kiti su Dievas;
lv: Un [komandēja] "virzīt savu seju pret reliģiju, piešķiebdama patiesību un nekad būt, kuri citi saista ar Allah;
nb: Og [befalt], "direkte ansiktet mot religion, skrånende sannhet, og aldri være som andre knyttes til Gud.
sk: A [prikázal], "priamo tváre smerom k náboženstvo, inklinující k pravde, a nikdy sa tých, ktorí pridružiť iné Alah;
sl: In [ukazal], "neposredno obraz proti vere, nagibanje resnico, in nikoli ne bo tistih, ki povezujejo druge z Alahove;
sr_cyrl: И [наререном], ' упутити своје лице према религији, воља ка истини, а никад не буде од оних који су остали придружите Аллах;
sr_latn: I [nareрenom], ' uputiti svoje lice prema religiji, volja ka istini, a nikad ne bude od onih koji su ostali pridružite Allah;
uk: І [й наказав], ' направити ваше обличчя до релігії, схиляючись до істини і ніколи не буде тих, хто інші асоціюють Аллах;
vi: Và [chỉ huy], ' trực tiếp mặt đối với các tôn giáo, inclining đến thật, và không bao giờ những người khác liên kết với Allah;
zu: Futhi [wayala], 'ubuso bakho bubheke inkolo, inclining ukuba iqiniso, futhi ungalokothi ube zalabo ezizihlanganisa abanye Allah;

# Quran1470
source: And do not invoke besides Allah that which neither benefits you nor harms you, for if you did, then indeed you would be of the wrongdoers.'"
ca: I no invoquen a més d'Allah que qual ni beneficia ni fa mal, perquè si ho fes, fet després que seria de la malfactors.'"
cy: Ac nid gwneud galw'r ar wahân i Allah na bod budd-daliadau nac yn niweidio chi, os gwnaethoch chi, yna yn wir y byddai fod o y tramgwyddo.'"
da: Og må ikke påberåbe sig udover Allah, som hverken gavner dig heller ikke skader dig, for hvis du gjorde, så ja du ville være i lovovertrædere.'"
el: Και δεν επικαλεσθούν εκτός από Αλλάχ ότι ποια οφέλη σας ούτε βλάπτει εσάς, για το αν το κάνατε, τότε πράγματι θα είναι η των παραβατών.» "
et: Ja tugineda peale et mis ei ole kasu te ega kahjustab sind, Jumal, kui sa, siis tõepoolest sa oleks selle tagaotsitavate kohta. ""
fi: Ja vedota paitsi Allah ei hyödyttää sinua eikä vahingoita sinua, sillä jos ei, sitten todellakin olisi ja laajemmalti. ""
he: והעלה לא מלבד אללה כי אשר לא מועילה לך ולא פוגע, כי אם כן, אז אכן אתה תהיה של הפושעים.'"
hr: A ne račun osim Allaha da koji niti koristi niti šteti, ako jeste, onda zaista će ti biti od počinioce.'"
lt: Ir nesiremia be Dievo kad kurioje nei naudos jūs ar kenkia jums, jei taip, tada iš tiesų jums bus iš grzesznicy. ""
lv: Un neatsaucas ne tikai Allāhs, ka kas ne priekšrocības, jūs ne nodara kaitējumu jums, ja jūs jautāšot, tad patiešām jūs būtu no pārkāpējus. ""
nb: Og ikke påberope foruten Allah at som verken fordelene du heller skader, for hvis du gjorde, så ja du ville være i wrongdoers. ""
sk: A nedovolávala okrem Alaha, že aké výhody vám ani škodí vám, ak áno, potom naozaj by bolo z zloèinci. ""
sl: In ne uveljavlja poleg Allah da ki ne koristi vam ne škoduje, za če si, potem dejansko bi bilo od je wrongdoers. ""
sr_cyrl: И не призивамо осим Алаха којом не могу ни да се користи и теби нити да је дира, јер ако јеси, онда заиста би од починиоце.'"
sr_latn: I ne prizivamo osim Alaha kojom ne mogu ni da se koristi i tebi niti da je dira, jer ako jesi, onda zaista bi od počinioce.'"
uk: Та не викликати крім Аллаха, що і який жоден вигоди ви не шкодить вам, якщо ви зробили, то справді ви було б з у розкаюємося. ""
vi: Và không gọi ngoài Allah rằng đó không phải lợi ích bạn cũng không hại bạn, vì nếu bạn đã làm, sau đó thực sự bạn sẽ trong các wrongdoers.'"
zu: Futhi musa ukunxusa futhi Allah ukuthi lapho kungoni izinzuzo noma efanele ibe kuhlu lokuhlukumezeka wena, ngoba uma wenza, khona-ke ngempela uyobe laba benzi bokubi. ' "

# Quran1471
source: And if Allah should touch you with adversity, there is no remover of it except Him; and if He intends for you good, then there is no repeller of His bounty. He causes it to reach whom He wills of His servants. And He is the Forgiving, the Merciful
ca: I si Allah li toca amb l'adversitat, no hi ha cap transportista d'ell, excepte ell; i si pensa que bo, llavors hi ha cap repeller de la seva generositat. Ell fa que arribar a qui ell voluntats dels seus servents. I ell és l'indulgent, el Clement
cy: Ac os dylai Allah yn eich cyffwrdd ag adfyd, nid oes unrhyw remover ohoni ac eithrio ef; ac os y bwriada i chi da, yna nid oes repeller o ei bounty. Mae ef yn achosi iddo gyrraedd y mae ef yn wills ei weision. Ac ef yw y Forgiving, y Merciful
da: Og hvis Allah bør røre dig med modgang, der er ingen remover af det undtagen ham; og hvis han agter for dig godt, så er der ingen repeller af hans bounty. Han får det til at nå hvem han testamente af sine tjenere. Og han er Forgiving, barmhjertige
el: Και αν Αλλάχ σας πρέπει να αγγίξει με τις αντιξοότητες, δεν υπάρχει καμία αφαίρεσης από αυτό εκτός από αυτόν. και αν σκοπεύει για σας καλό, τότε υπάρχει καμία απωθών της αυτού γενναιοδωρία. Αυτός έχει ως αποτέλεσμα να φτάσει τους οποίους διαθήκες από τους δούλους. Και αυτός είναι ο συγχώρεσης, ο φιλεύσπλαχνος
et: Ja kui Jumal peaks Katsu sa ebaõnne, ei mingit remover see välja arvatud tema; ja kavatseb teile hea, siis ei ole repeller tema halastus. Ta põhjustab tegemiseks, kellele ta tahab tema teenistujate. Ja ta on Forgiving, mille Merciful
fi: Ja jos Jumala tulisi käsitellä vastoinkäymiset, ei ole eliminoida sitä paitsi häntä; ja jos hän aikoo sinulle hyvä, ei ole repeller armostaan. Hän saa sen tavoittaa kenet tahtoo palvelijoidensa. Ja hän on anteeksiantava armollisin
he: ואם אללה צריך לגעת בך עם מצוקות, יש לא אקולוגי על זה חוץ ממנו; אם הוא מתכוון לך טוב, ויש אין repeller ב השפע שלו. הוא גורם לו להגיע למי שהוא חפץ על משרתיו. הוא Forgiving, הרחום והחנון
hr: A ako Allaha treba dodir s nedaća, je ne maknuti ga osim njega; i ako namjerava za vas dobro, onda je nema repeller mu nagradu. On uzrokuje do koga hoće od njegova sluge. I on je opraštanje, milostivog
lt: Ir jei Dievas turėtų liesti su bėdų, nėra jokių valiklis, išskyrus jam; ir jei jis ketina jums gerai, ten yra Nr atšvaistai savo lazdelės. Jis sukelia jį pasiekti kam jis nori iš jo tarnautojai. Ir jis yra Forgiving, kad litosciwy
lv: Un, ja Allah jums vajadzētu pieskarties ar nedienās, nav noņēmēju, izņemot viņu; un ja viņš paredz jums labu, tad tur nav repeller savas veltes. Viņš rada to aizsniegt, ko viņš vēlas no saviem kalpiem. Un viņš ir, piedošanu, žēlsirdīgs
nb: Og hvis Allah skal berøres du med motgang, det er ingen fjerne den bortsett fra ham. og hvis han akter for deg bra, er det ingen repeller sitt. Han fører det til nå som han wills hans tjenere. Og han er hyllest, barmhjertige
sk: Alah by dotyk s nepriazňou osudu, nie je žiadny odstraňovač je okrem neho; a ak má v úmysle pre vás dobré, potom neexistuje žiadny repeller jeho štedrosť. Ten spôsobuje, že dosiahnuť koho on chce jeho zamestnancov. A on je odpúšťajúci, je Milosrdných
sl: In če je Alah je dotakneš s stisko, je ne odstranitelj je razen njega; in če namerava za vas dobro, potem je ne repeller svoje radodarnosti. On povzroči, da dosežejo koga je oporok od njegovih uslužbencev. In je tolerantna, usmiljen
sr_cyrl: И ако Алах да те дира са неповољним околностима, не постоји без одстрањиваи од тога осим њега; и ако он планира за тебе добар, онда нема репеллер од његове награде. Он узрокује да се постигне кога он Wиллис је његов слуга. И он је Форгивинг, милосрдна
sr_latn: I ako Alah da te dira sa nepovoljnim okolnostima, ne postoji bez odstranjivaи od toga osim njega; i ako on planira za tebe dobar, onda nema repeller od njegove nagrade. On uzrokuje da se postigne koga on Willis je njegov sluga. I on je Forgiving, milosrdna
uk: І якщо Аллах повинні торкатися до тебе з бідою, немає не для видалення його Крім нього; і якщо він має намір для вас добре, то немає не repeller його щедрість. Він змушує її досягти кого він хоче з своїми рабами. І він бачить, що Merciful
vi: Và nếu Allah nên chạm vào bạn với nghịch cảnh, không có remover của nó ngoại trừ anh ta; và nếu ông có ý định cho bạn tốt, sau đó không có repeller hào phóng của mình. Ông gây ra nó để đạt được mà Ngài muốn nhân viên của mình. Và ông là Forgiving, Merciful
zu: Futhi uma Allah kufanele uthinte you adversity akukho remover ngayo ngaphandle Him;

# Quran1472
source: Say, "O mankind, the truth has come to you from your Lord, so whoever is guided is only guided for [the benefit of] his soul, and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager."
ca: Dir, "la humanitat O, la veritat ha arribat a vostè del seu Senyor, així qui està guiat només està guiat per [el benefici de] l'ànima, i qui es perd només passa per mal camí [en violació] contra d'ella. I no estic per tu un gestor."
cy: Ddweud, "O dynolryw, y gwir wedi dod i chi gan eich Arglwydd, felly pwy bynnag sy'n cael ei arwain yn tywys dim ond ar gyfer [budd] ei enaid, a pwy bynnag sydd yn mynd ar gyfeiliorn dim ond mynd ar gyfeiliorn [yn groes] yn ei erbyn. Ac nid wyf dros eich rheolwr."
da: Sige, "O menneskeheden, sandheden er kommet til dig fra din Herre, så hvem er styret er kun guidet til fordel for hans sjæl, og hvem går på afveje kun går på afveje [i overtrædelse] mod det. Og jeg ikke over jer en manager. "
el: Λένε, «O ανθρωπότητα, την αλήθεια ήρθε σε σας από το Λόρδο, έτσι ώστε όποιος καθοδηγείται μόνο καθοδηγείται για [όφελος] την ψυχή του, και όποιος πάει παραστρατημένος πηγαίνει μόνο δρόμους [κατά παράβαση] ενάντια σε το. Και δεν είμαι πέρα από σας έναν διευθυντή.»
et: Öelda: "O inimkonnale, tõde on pärit teile teie Issand nii kes juhindub üksnes huvitavad [kasuks] tema hing, ja kes iganes läheb astray ainult läheb eksitada [on] selle vastu. Ja ma ei ole sul juht."
fi: Sanoa, "O ihmiskunta, totuus on tullut sinulle tulee Herraltasi joten kuka ohjaa vain ohjaa [hyväksi] hänen sielunsa, ja kuka menee harhaan vain menee harhaan [rikkoen] sitä vastaan. Ja en ole teidän johtaja.
he: אומרים, "O האנושות, האמת הגיע אליך אדונך, אז מי מודרך רק מונחה לטובת [של] את נפשו, ואת מי מדרכו רק נכנס מדרך הישר [הפרה] נגד זה. אני לא התגברתי עליך מנהל."
hr: Kažu, "O čovječanstvu, istina je doći k vama iz svoga Gospodina, tako da tko god je vođena samo vodi [u korist] svoju dušu, a tko ide krivim putem ide samo krivi put [u] protiv njega. I nisam ti menadžer.
lt: Sako: "O žmonija, tiesa turi ateiti pas jus iš savo Viešpaties, todėl kas vadovaujasi tik vadovaujasi [naudai] jo siela, ir kas nuklysta tik eina kelio [pažeidžiant] prieš jį. Ir aš nesu virš tavęs vadybininkas."
lv: Teiksim, "O cilvēcei, patiesība ir nākt pie jums no kungu, lai tikai tas, kurš vadās vadās [labu] viņa dvēsele, un tas, kurš iet apmaldīties tikai iet apmaldīties [pārkāpuma] pret to. Un es neesmu pār jums vadītājs."
nb: Si, "O menneskeheten, sannheten har kommet til deg fra din Herre, slik at bare den som styres styres for [nytte av] hans sjel, og den som kommer på avveie bare går vill [i strid] mot den. Og jeg er ikke over deg en leder.
sk: Povedať, "O ľudstvo, pravdu má prísť k vám z vášho pána, tak ten, kto riadi riadi iba na [výhody] svoju dušu, a ten, kto scestie len ide scestie [v rozpore] proti nemu. A já nejsem nad vami manažér."
sl: Recimo, "O človeštva, resnica je prišel k vam iz svojega Gospoda, tako da kdor ravna samo ravna [v korist] svojo dušo, in kdor gre zašel le gre zašel [v nasprotju] proti njej. In jaz nisem nad vami manager."
sr_cyrl: Рецимо , "О људски род, истина је привукло те од твог Господа, тако да ко год је вођена је само вођена за [у корист] своју душу, и ко год крене правим путем иде само на странпутицу [кршећи] против тога. А ја нисам над тобом менаџер."
sr_latn: Recimo, "O ljudski rod, istina je privuklo te od tvog Gospoda, tako da ko god je vođena je samo vođena za [u korist] svoju dušu, i ko god krene pravim putem ide samo na stranputicu [kršeći] protiv toga. A ja nisam nad tobom menadžer."
uk: Скажімо, "O людства, правда прийшов до вас від Господа, так що той, хто керується керується тільки для [на користь] душу свою, і той, хто помиляється йде тільки оману [в порушення] проти нього. І я не старше ви менеджер.
vi: Nói, "O nhân loại, sự thật đã đến với bạn từ của mình Chúa, vì vậy bất cứ ai được hướng dẫn chỉ hướng dẫn cho [các lợi ích của] linh hồn của mình, và bất cứ ai đi lạc lối chỉ đi lạc lối [phạm] chống lại nó. "Và tôi không phải trên bạn quản lý một."
zu: Ithi, "O isintu, yaniso sondela you kho Lord, ngakho Whoever guided kuphela guided [kuzuze] umphefumulo wakhe, whoever thathaza astray kuphela eduka [abangamaJuda, ephula] ngokumelene nalo. Futhi akumina

# Quran1473
source: And follow what is revealed to you, [O Muhammad], and be patient until Allah will judge. And He is the best of judges.
ca: I seguir el que es revela a vostè, [O Muhammad], i ser pacient fins que Allah jutjarà. I el millor dels jutges.
cy: Ac yn dilyn hyn yn dangos i chi, [O Muhammad], ac fod yn amyneddgar nes bydd Allah yn barnu. Ac mae y gorau o feirniaid.
da: Og følger hvad er åbenbaret for dig, [O Muhammad], og være tålmodig indtil Allah vil dømme. Og han er bedst af dommere.
el: Και ακολουθήστε αυτό που προέκυψε σε εσάς, [Ο Μωάμεθ], και να είστε υπομονετικοί, έως ότου Αλλάχ σας θα κρίνει. Και αυτός είναι ο καλύτερος των δικαστών.
et: Ja järgi, mida on näidanud teile [O Muhammad], ja kannatlik, kuni Jumal kas kohtunik. Ja ta on parim kohtunikust.
fi: Seuraa mitä paljastuu teille [Oi Muhammed] ja ole kärsivällinen, kunnes Jumala tuomitsee. Ja hän on paras tuomari.
he: בצע מה יתגלה לך, [O מוחמד], ו בסבלנות עד אללה ישפוט. הוא הטוב ביותר של שופטים.
hr: I slijedite ono što vam bude obznanjeno, [O Muhammad], i budi strpljiv dok Allah će suditi. I on je najbolji od sudaca.
lt: Ir sekti kas atskleisti jums, [O Muhammad], ir būti kantrūs, kol Dievas teis. Ir jis yra geriausias iš teisėjų.
lv: Un sekot, ko atklāja jums [O Muhammad], un esiet pacietīgi, kamēr Allah spriedīs. Un viņš ir labākais no tiesnešiem.
nb: Og følge det som er åpenbart for deg, [O Muhammad], og være tålmodig helt til Allah vil dømme. Og han er best av dommere.
sk: A sledovať, čo sa ukázalo, pre vás, [Mohamed], a buďte trpezliví, kým Boh bude súdiť. A on je najlepší sudcov.
sl: Slediti, kaj je pokazala za vas, [O Muhammad], in bodite potrpežljivi, dokler Alah bo sodnik. In on je najboljši sodniki.
sr_cyrl: И прати оно што је открила да ти, [О Мухаммад], и буди стрпљив док Аллах ће судити. И он је најбољи од судије.
sr_latn: I prati ono što je otkrila da ti, [O Muhammad], i budi strpljiv dok Allah će suditi. I on je najbolji od sudije.
uk: І слідувати, тобто продовжуєш вам, [O Мухаммад], і бути терплячим, поки Аллах буде судити. І він є кращим суддів.
vi: Và làm theo những gì được tiết lộ cho bạn, [O Muhammad], và là bệnh nhân cho đến khi Allah sẽ phán xét. Và ông là tốt nhất của các thẩm phán.
zu: Futhi landela babe phendla kuwe, [O Muhammad], futhi ubekezele kuze Allah uyakuzahlulela.

# Quran1474
source: Alif, Lam, Ra. [This is] a Book whose verses are perfected and then presented in detail from [one who is] Wise and Acquainted.
ca: Alif, Lam, ra. [és] un llibre del qual versos són perfeccionat i llavors presentaran en detall de [qui és] savi i Acquainted.
cy: Ardal adfywio. Alif, Lam, [yw hwn] llyfr berffeithio eu penillion ac yna cyflwynwyd fanwl o [un sy'n] Wise a Acquainted.
da: Alif, Lam, Ra. [det er] en bog hvis vers er perfektioneret og derefter præsenteret i detaljer fra [der er] klog og Acquainted.
el: Ρα Αλίφ, λαμ, [είναι] ένα βιβλίο τους στίχους των οποίων είναι να τελειοποιηθεί και να στη συνέχεια παρουσιάζονται λεπτομερώς από [αυτός που είναι] σοφός και γνωστές κατασκευάστριες.
et: Hotell Alif, Lam, Ra. [on] raamat mille salmid täiuslikuks ja seejärel esitada üksikasjalikult [üks, kes on] tark ja Acquainted.
fi: Alif, Lam, Ra. Tämä on kirja, jonka säkeet täydelliseksi ja sitten esitetään yksityiskohtaisesti alkaen [joka on] viisas ja Acquainted.
he: רה אליף, לאם, [זה] ספר בשעת לשפרו, ולאחר מכן מוצג בפירוט מאחד [מי] חכם ו- Acquainted.
hr: Alif, Lam, Ra. ovo je knjiga čiji stihovi su usavršili i prezentirao detaljno [onaj koji se] mudar i Acquainted.
lt: [Tai] Alif, Sam, Ra. knyga kurių ženklai yra tobulumo ir tada pateikti išsamiai nuo [tas, kuris yra] išmintingas ir Acquainted.
lv: Alif, Lam, Ra. [tas] grāmata, kura panti ir pilnveidojies un tad iepazīstināja sīkāk no [kas ir] gudrs un Acquainted.
nb: Alif, Lam, Ra. [Dette er] en bok som vers er perfeksjonert og deretter presentert i detalj fra [som er] klok og Acquainted.
sk: Alif, Lam, Ra. [je] knihy, ktorých verše sú dokonalosti a potom prezentované podrobne od [jedného, kto je] múdry a Acquainted.
sl: Alif, Lam, Ra. [je] knjigo, čigar verzi so izpopolnili in predstaviti podrobno iz [je] Wise in Acquainted.
sr_cyrl: Алиф , Лам, Ра. [ово је] књигу чији стихови су усаврљили и онда је представила до детаља из [која је] мудар и Ацqуаинтед.
sr_latn: Alif, Lam, Ra. [ovo je] knjigu čiji stihovi su usavrљili i onda je predstavila do detalja iz [koja je] mudar i Acquainted.
uk: Аліф, Lam, ра. [це] книга, чиї вірші досконалості і потім представлені в деталях від [той, хто] мудрих і Acquainted.
vi: Alif, Lam, Ra. [đây là] một cuốn sách mà câu thơ được hoàn thiện và sau đó trình bày các chi tiết từ [là] khôn ngoan và Acquainted.
zu: Alif, Lam, Ra.

# Quran1475
source: [Through a messenger, saying], "Do not worship except Allah. Indeed, I am to you from Him a warner and a bringer of good tidings,"
ca: [A través d'un Missatger, dient], "no veneren excepte Allah. De fet, estic a vostè d'ell un Avisador i un portador de la bona nova "
cy: [Drwy negesydd, dweud], "wneud nid addoli ac eithrio Allah. Yn wir, yr wyf i chi oddi wrtho warner ac bringer o tidings da "
da: [Via en messenger siger], "har ikke tilbede bortset fra Allah. Ja, jeg er til dig fra ham en warner og bringer gode tidender "
el: [Μέσω ενός αγγελιαφόρου, λέγοντας], «μην λατρείας εκτός Αλλάχ. Πράγματι, είμαι σε σας από τον ένα warner και αυτός που φέρνει μια καλή είδηση»
et: [Läbi sõnumitooja, öeldes], "ei kummarda Jumalat peale. Olen teile teda ka warner ja rõõmusõnumit, kandjad."
fi: [Kautta sanansaattaja, sanoi] "emme uhraa paitsi Allah. Olenkin sinulle häneltä warner ja bringer hyvää sanomaa"
he: [דרך שליח, אומר], "תסגדו מלבד אללה. אכן, אני לך ממנו וורנר וכרוז של בשורות טובות "
hr: [Kroz glasnika, rekao], "ne štuju osim Allaha. Doista, ja sam vam od njega je warner i Donositelj dobre vijesti "
lt: [Per messenger, sakydamas:], "ne garbinti išskyrus Dievas. Iš tiesų, aš jums iš jo su warner ir gera žinia, variklis"
lv: [Caur messenger, sakot], "nav dievkalpojumu izņemot Allah. Patiešām, es esmu jums no viņa warner un nesēja labas vēstis"
nb: [Gjennom en budbringer, sa], "tilbe ikke unntatt Allah. Ja, jeg er til deg fra ham en warner og en bringer av godt budskap "
sk: [Cez posol, povedal], "uctievať okrem Alaha. Samozrejme, že som sa od neho warner a prinášajúci dobrá zvesť "
sl: [Prek messenger, rekel], "ne častili razen Allah. Res, jaz sem vam od njega a warner in prinašalca dobrih novic "
sr_cyrl: [Преко курира, указујући], "не обозава осим Алаха. Заиста , ја сам ти од њега у wарнер и доносилац радосне "
sr_latn: [Preko kurira, ukazujući], "ne obozava osim Alaha. Zaista, ja sam ti od njega u warner i donosilac radosne "
uk: [Через messenger, кажучи:] "не поклонятися крім Аллаха. Дійсно, я вам від нього в warner і bringer добру новину "
vi: [Thông qua một messenger, nói], "không tôn thờ ngoại trừ Allah. Thật vậy, tôi cho bạn từ ông warner một và một bringer tidings tốt "
zu: [Through isithunywa, ethi], "Musa khonza Allah. Ngempela, mina nginguye you Him warner futhi oletha izindaba ezinhle,"
