Repository: Arabicsource/IslamSource
Catalog: IslamSourceQuranViewer/StoreResource/MultilingualResources/StoreResource.*.xlf
Languages: be, eu, gl, hy, ka, kk, kn, mk, pa, sd_arab, si, sq, ta, te, ur

# AppFeature1
source: Quran Word by Word Translation
be: Каран Слова за слова Пераклад
eu: Quran Word Hitza itzulpenak arabera
gl: Quran palabra por palabra Tradución
hy: Quran Բառի խօսքով Թարգմանություն
ka: Quran სიტყვა-სიტყვით თარგმანი
kk: Word Аударма арқылы Құран Word
kn: ಮೂಲಕ ಪದಗಳ ಅನುವಾದ ಖುರಾನ್ ಪದಗಳ
mk: Куранот збор по збор за превод на текстови
pa: ਬਚਨ ਅਨੁਵਾਦ ਕੇ ਕੁਰਾਨ ਦਾ ਬਚਨ
sd_arab: ڪلام ۾ ترجمو ڪندي قرآن ڪلام
si: වචනය පරිවර්තනය විසින් අල්-කුර්ආනය වචනය
sq: Kurani fjalë për fjalë Përkthimi
ta: வேர்ட் மொழிபெயர்ப்பு குர்ஆன் வார்த்தை
te: పదం అనువాదం ఖురాన్ పద
ur: کلام ترجمہ کی طرف سے قرآن کلام

# AppFeature2
source: Transliteration
be: транслітарацыя
eu: Transliterazioa
gl: transliteración
hy: գրադարձություն
ka: ტრანსლიტერაცია
kk: транслитерация
kn: ಲಿಪ್ಯಂತರಣ
mk: транслитерација
pa: ਲਿਪੀਅੰਤਰਨ
si: අක්ෂර පරිවර්තනය
sq: transliterim
ta: ஒலிபெயர்ப்பு
te: లిప్యంతరీకరణ
ur: حرفی

# AppFeature3
source: Arabic
be: Арабская
eu: Arabiera
gl: Árabe
hy: Արաբական
ka: არაბული
kk: Араб
kn: ಅರೇಬಿಕ್
mk: арапски
pa: ਅਰਬੀ
sd_arab: عربي
si: අරාබි
sq: Arabisht
ta: அரபு
te: అరబిక్
ur: عربی

# AppFeature4
source: Verse by Verse
be: па вершах
eu: Bertsoa Bertsoa arabera
gl: Verso por verso
hy: Հատված կողմից Verse
ka: ლექსი by ლექსი
kk: Өлеңдер Өлеңдер
kn: ಪದ್ಯ ಮೂಲಕ ಪದ್ಯ
mk: Стих по стих
pa: ਆਇਤ ਕੇ ਆਇਤ
sd_arab: وڃڻو جي وڃڻو
si: පදය විසින් පදය
sq: Vargu nga ajeti
ta: வசனம் மூலம் வசனம்
te: పద్యం ద్వారా పద్యం
ur: آیت کی طرف سے آیت

# AppFeature5
source: Word by Word
be: Слова за слова
eu: Word Word arabera
gl: Palabra por palabra
hy: Բառի կողմից Word
ka: სიტყვა-სიტყვით
kk: Word арқылы Word
kn: ಪದ ಪದ
mk: Збор по збор
pa: ਬਚਨ ਕੇ ਬਚਨ
sd_arab: حڪم جي ڪلام
si: වචනයෙන් වචනය
sq: Fjalë për fjalë
ta: வார்த்தை வார்த்தையாக
te: పద పదం
ur: لفظ سے لفظ

# AppFeature6
source: Quran
be: каран
kk: Құран
kn: ಖುರಾನ್
mk: Куранот
pa: ਕੁਰਾਨ
sd_arab: قرآن
si: අල්-කුර්ආනය
ta: குர்ஆன்
ur: قرآن

# AppFeature7
source: Quran viewer
be: каран глядач
eu: Quran ikuslearen
gl: espectador Corán
hy: Quran հեռուստադիտողի
ka: Quran მაყურებელს
kk: Құран қарау құралы
kn: ಖುರಾನ್ ವೀಕ್ಷಕ
mk: Куранот гледачот
pa: ਕੁਰਾਨ ਦਰਸ਼ਕ
sd_arab: قرآن ڏسندڙن
si: අල් කුර්ආනය සහ නරඹන්නාට
sq: viewer quran
ta: குர்ஆன் பார்வையாளர்
te: quran దర్శని
ur: قرآن ناظر

# AppFeature8
source: Tajweed
sq: Texhvidit
ta: தஜ்வீத்
ur: تجوید

# CopyrightTrademarkInfo
source: (c) GMorseCode
be: (С) GMorseCode
hy: (Գ) GMorseCode
kk: (С) GMorseCode
kn: (ಸಿ) GMorseCode
mk: (В) GMorseCode
pa: (ੲ) GMorseCode
sd_arab: (ج) GMorseCode
si: (ඇ) GMorseCode
ta: (இ) GMorseCode
te: (సి) GMorseCode
ur: (ج) GMorseCode

# Description
source: Qur'an with its Arabic, transliteration and translation word by word and verse by verse for learning, studying, research, memorization, reflection and mastery of tajweed.
be: Каран з арабскім, транслітарацыі і перакладу слова за словам і па вершах для навучання, вывучэння, даследаванні, запамінанню, адлюстраванне і майстэрства Tajweed.
eu: arabieraz, transliterazio eta itzulpen hitza hitza eta bertso bertsoa arabera ikaskuntza, ikasten, ikerketa, buruz ikastea, hausnarketa eta tajweed menderatzen dituzten Qur'an.
gl: Corán co seu Árabe, transliteración e tradución da palabra por palabra e verso por verso para a aprendizaxe, estudo, investigación, memorización, reflexión e dominio de tajweed.
hy: Ղուրանը իր արաբերեն, տառադարձման եւ թարգմանութեան խոսքի խօսքով ու չափածո կողմից չափածո ուսուցման համար, ուսումնասիրելու, հետազոտություններ, memorization, մտորումների եւ վարպետությամբ tajweed:
ka: ყურანი თავისი არაბული, ტრანსლიტერაცია და თარგმანი სიტყვა-სიტყვით და ლექსი by ლექსი სწავლა, შესწავლა, კვლევა, დამახსოვრების, ასახვა და ოსტატობის tajweed.
kk: оның араб, tajweed үйрену, зерттеу, ғылыми-зерттеу, есте, рефлексия және шеберлігі үшін өлеңдер арқылы сөзбен және өлеңдер арқылы транслитерация және аударма сөз Құран.
kn: ಕಲಿಕೆ, ಅಧ್ಯಯನ, ಸಂಶೋಧನೆ, ಕಂಠಪಾಠ, ಪ್ರತಿಬಿಂಬ ಮತ್ತು tajweed ನೈಪುಣ್ಯತೆ ತನ್ನ ಅರೇಬಿಕ್, ಲಿಪ್ಯಂತರಣ ಮತ್ತು ಅನುವಾದ ಪದ ಪದ್ಯ ಪದ ಮತ್ತು ಪದ್ಯ ಮೂಲಕ ಕುರಾನ್.
mk: Куран со своите арапски, транслитерација и превод збор по збор и стих по стих за учење, учење, истражување, меморирање, размислување и мајсторство на tajweed.
pa: ਸਿੱਖਣ, ਦਾ ਅਧਿਐਨ, ਖੋਜ, ਯਾਦ, ਰਿਫਲਿਕਸ਼ਨ ਅਤੇ tajweed ਦੀ ਮੁਹਾਰਤ ਦੇ ਲਈ ਇਸ ਦੇ ਅਰਬੀ, ਅੰਤਰਨ ਅਤੇ ਅਨੁਵਾਦ ਸ਼ਬਦ ਦਾ ਸ਼ਬਦ ਹੈ ਅਤੇ ਆਇਤ ਕੇ ਆਇਤ ਨਾਲ ਕੁਰਆਨ.
sd_arab: ان عربي، سکيا، زير تعليم، تحقيق، حفظ، سوچ ۽ tajweed جي غالب لاء آيت جي لفظ ۽ آيت جي transliteration ۽ ترجمي لفظ سان (قرآن).
si: එහි අරාබි, ඉගැනීම, අධ්යයනය, පර්යේෂණ, කටපාඩම්, tajweed පිලිබිඹුවක් සහ නිපුණත්වය සඳහා පදය විසින් වචනයෙන් හා පදය විසින් පරිවර්තනය සහ පරිවර්තන වචනය අල්-කුර්ආනය.
sq: Kur'ani me arabe e saj, transliterimit dhe fjala e përkthimit me fjalë dhe varg nga vargu për të mësuarit, studimin, kërkimin, mësimin përmendësh, reflektim dhe zotërim të Texhvid.
ta: அதன் அரபு, வார்த்தை மற்றும் வசனம் மூலம் கற்றல், படிக்கும், ஆராய்ச்சி, நினைவாற்றலுக்கு, பிரதிபலிப்பு மற்றும் தஜ்வீத் தேர்ச்சிக்கு, வசனம் மூலம் ஒலிபெயர்ப்பு மற்றும் மொழிபெயர்ப்பு வார்த்தை குர்ஆன்.
te: అభ్యాసం, అధ్యయనం, పరిశోధన, కంఠస్థం, ప్రతిబింబం మరియు tajweed కుశలత కోసం దాని అరబిక్, లిప్యంతరీకరణ మరియు పద్యం ద్వారా పదం మరియు పద్యం ద్వారా అనువాదం పదంతో ఖురాన్.
ur: اس کے عربی، سیکھنے، تعلیم حاصل کرنے، تحقیق، حفظ، فکر اور تجوید کی مہارت کے لئے لفظ اور آیت کی طرف سے نقل حرفی اور ترجمہ لفظ آیت کی طرف سے قرآن.

# DesktopScreenshotDescription1
source: Main Quran viewer.
be: Галоўны глядач Каран.
eu: Main Quran ikuslearen.
gl: espectador Corán principal.
hy: Գլխավոր Quran հեռուստադիտողի.
ka: მთავარი Quran მაყურებელს.
kk: Басты Құран қарау құралы.
kn: ಮುಖ್ಯ ಖುರಾನ್ ವೀಕ್ಷಕ.
mk: Главната Куранот гледачот.
pa: ਮੁੱਖ ਕੁਰਾਨ ਦਰਸ਼ਕ ਹੈ.
sd_arab: مادري قرآن ڏسندڙن.
si: ප්රධාන අල් කුර්ආනය නරඹන්නාට.
sq: Main shikues Kur'ani.
ta: முதன்மை குர்ஆன் பார்வையாளர்.
te: ప్రధాన ఖురాన్ దర్శని.
ur: مین قرآن ناظرین.

# Keyword1
source: Quran
be: каран
kk: Құран
kn: ಖುರಾನ್
mk: Куранот
pa: ਕੁਰਾਨ
sd_arab: قرآن
si: අල්-කුර්ආනය
ta: குர்ஆன்
ur: قرآن

# Keyword2
source: Translation
be: Пераклад
eu: Itzulpena
gl: Tradución
hy: Թարգմանություն
ka: თარგმანი
kk: Аудару
kn: ಅನುವಾದ
mk: Превод
pa: ਤਰਜੁਮਾ
sd_arab: ترجمو
si: පරිවර්තනය
sq: Përkthimi
ta: மொழிபெயர்ப்பு
te: అనువాదం
ur: ترجمہ

# Keyword3
source: Transliteration
be: транслітарацыя
eu: Transliterazioa
gl: transliteración
hy: գրադարձություն
ka: ტრანსლიტერაცია
kk: транслитерация
kn: ಲಿಪ್ಯಂತರಣ
mk: транслитерација
pa: ਲਿਪੀਅੰਤਰਨ
si: අක්ෂර පරිවර්තනය
sq: transliterim
ta: ஒலிபெயர்ப்பு
te: లిప్యంతరీకరణ
ur: حرفی

# Keyword4
source: Arabic
be: Арабская
eu: Arabiera
gl: Árabe
hy: Արաբական
ka: არაბული
kk: Араб
kn: ಅರೇಬಿಕ್
mk: арапски
pa: ਅਰਬੀ
sd_arab: عربي
si: අරාබි
sq: Arabisht
ta: அரபு
te: అరబిక్
ur: عربی

# Keyword5
source: Qur'an
be: каран
gl: Corán
hy: Ղուրանը
ka: ყურანი
kk: Құран
kn: ಕುರಾನ್
mk: Куранот
pa: ਕੁਰਆਨ
sd_arab: قرآن
si: අල්-කුර්ආනය
sq: Kurani
ta: குர்ஆன்
te: ఖురాన్
ur: قرآن

# Keyword6
source: Koran
be: каран
gl: Corán
ka: ყურანის
kk: Құран
kn: ಕುರಾನಿನ
mk: Куранот
pa: ਕੁਰਾਨ
sd_arab: قرآن
si: කුරාන
sq: Kuran
ta: குரானை
te: ఖురాన్
ur: قرآن پاک

# Keyword7
source: Al-Quran
be: Аль-Каран
ka: ალ ყურანის
kk: Әл-Құран
kn: ಅಲ್ ಖುರಾನ್
mk: Ал-Куранот
pa: ਅਲ-ਕੁਰਾਨ
sd_arab: امام قرآن
si: අල්-කුර්ආනය
ta: அல்-குர்ஆன்
te: అల్-ఖురాన్
ur: امام القرآن

# MobileScreenshotDescription1
source: Main Quran viewer.
be: Галоўны глядач Каран.
eu: Main Quran ikuslearen.
gl: espectador Corán principal.
hy: Գլխավոր Quran հեռուստադիտողի.
ka: მთავარი Quran მაყურებელს.
kk: Басты Құран қарау құралы.
kn: ಮುಖ್ಯ ಖುರಾನ್ ವೀಕ್ಷಕ.
mk: Главната Куранот гледачот.
pa: ਮੁੱਖ ਕੁਰਾਨ ਦਰਸ਼ਕ ਹੈ.
sd_arab: مادري قرآن ڏسندڙن.
si: ප්රධාන අල් කුර්ආනය නරඹන්නාට.
sq: Main shikues Kur'ani.
ta: முதன்மை குர்ஆன் பார்வையாளர்.
te: ప్రధాన ఖురాన్ దర్శని.
ur: مین قرآن ناظرین.

# ReleaseNotes
source: Initial Version.
be: Першапачатковая версія.
eu: Hasierako bertsioa.
gl: Versión inicial.
hy: Նախնական տարբերակ.
ka: თავდაპირველი ვერსია.
kk: Бастапқы нұсқасы.
kn: ಆರಂಭಿಕ ಆವೃತ್ತಿ.
mk: Првичната верзија.
pa: ਸ਼ੁਰੂਆਤੀ ਵਰਜਨ.
sd_arab: ابتدائي نسخو.
si: මූලික වර්ෂන්.
sq: Version fillestar.
ta: ஆரம்ப பதிப்பு.
te: ప్రారంభ సంచిక.
ur: ابتدائی ورژن.

# ArabicFont.Text
source: Arabic Font
be: арабская шрыфт
gl: árabe Font
hy: արաբերեն Տառատեսակի
ka: არაბული Font
kk: араб Қаріп
kn: ಅರೇಬಿಕ್ ಫಾಂಟ್
mk: арапски на фонт
pa: ਅਰਬੀ ਵਿਚ Font
sd_arab: عربي اکرن ۾
si: අරාබි අකුරු
ta: அரபு எழுத்துரு
te: అరబిక్ ఫాంట్
ur: عربی فونٹ

# Back.Label
source: Back
be: Назад
eu: Atzera
gl: Atrás
hy: Հետ
ka: უკან
kk: Артқа
kn: ಹಿಂದೆ
mk: Назад
pa: ਪਿਛਲਾ
sd_arab: واپس
si: ආපසු
sq: Prapa
ta: பின்
te: వెనుకకు
ur: واپس

# DecreaseFontSize.Label
source: Decrease Font Size
be: Паменшыць памер шрыфта
eu: Txikitu letra-tamaina
gl: Diminuír tamaño do tipo de letra
hy: Փոքրացնել տառատեսակի չափը
ka: შრიფტის ზომის შემცირება
kk: Қаріп өлшемін кішірейту
kn: ಫಾಂಟ್ ಗಾತ್ರ ಕಡಿಮೆಗೊಳಿಸು
mk: Намали фонт
pa: ਫੌਂਟ ਆਕਾਰ ਘਟਾਉ
sd_arab: فانٽ سائيز گھٽايو
si: අකුරු තරම අඩු කරන්න
sq: Zvogëlo madhësinë e fontit
ta: எழுத்துரு அளவை குறைவாக்கு
te: ఫాంట్ పరిమాణం తగ్గించు
ur: فانٹ سائز گھٹائيں

# DefaultFontSize.Label
source: Default Font Size
be: Па змаўчанні памер шрыфта
gl: Tamaño estándar do tipo de letra
ka: Default ფონტის ზომა
kk: Қаріптің әдепкі өлшемі
kn: ಡೀಫಾಲ್ಟ್ ಫಾಂಟ್ ಗಾತ್ರ
mk: Зададена големина на фонт
pa: ਮੂਲ ਫੋਟ ਦੇ ਅਕਾਰ
sd_arab: ھونئن اکرن ۾ ماپ
si: පෙරනිමි අකුරු
ta: இயல்புநிலை எழுத்துரு அளவு
te: డిఫాల్ట్ ఫాంట్ సైజు
ur: پہلے سے طے شدہ فونٹ سائز

# DisplayName
source: Quran Word By Word
be: Каран над кожным словам
eu: Quran Word By Hitza
gl: Quran palabra por palabra
hy: Quran Բառի Ըստ Բառի
ka: Quran სიტყვა-სიტყვით
kk: Құран сөзімен Word
kn: ಖುರಾನ್ ಪದಗಳ ಮೂಲಕ ಪದಗಳ
mk: Куранот збор по збор
pa: ਕੁਰਾਨ ਦਾ ਬਚਨ ਦੇ ਕੇ ਬਚਨ
sd_arab: قرآن ڪلام جو قسم حڪم
si: අල්-කුර්ආනය වචනය වන විට වචනය
sq: Kurani fjalë për fjalë
ta: குர்ஆன் வார்த்தை வார்த்தையாக
te: Quran పద ద్వారా పద
ur: قرآن لفظ سے لفظ

# IncreaseFontSize.Label
source: Increase Font Size
be: Павялічыць памер шрыфта
eu: Handitu letra-tamaina
gl: Aumentar tamaño do tipo de letra
hy: Մեծացնել տառատեսակի չափը
ka: შრიფტის ზომის გაზრდა
kk: Қаріп өлшемін ұлғайту
kn: ಫಾಂಟ್ ಗಾತ್ರ ಹೆಚ್ಚಿಸು
mk: Зголеми фонт
pa: ਫੌਂਟ ਆਕਾਰ ਵਧਾਉ
sd_arab: فانٽ سائيز وڌايو
si: අකුරු තරම වැඩි කරන්න
sq: Rrit madhësinë e fontit
ta: எழுத்துரு அளவை அதிகமாக்கு
te: ఫాంట్ పరిమాణం పెంచు
ur: فانٹ سائز بڑھائيں

# OtherTextFont.Text
source: Other Text Font
be: Іншае Шрыфт тэксту
eu: Beste Testua Font
gl: Outra fonte de texto
hy: Այլ Text տառատեսակի
ka: სხვა ტექსტის ფონტის
kk: Басқа Мәтін Қаріп
kn: ಇತರ ಪಠ್ಯ ಫಾಂಟ್
mk: Други фонтот
pa: ਹੋਰ ਪਾਠ Font
sd_arab: ٻي لکت
si: වෙනත් පෙළ අකුරු
sq: Font Tjetër Text
ta: பிற உரை எழுத்துரு
te: ఇతర టెక్స్ట్ ఫాంట్
ur: دوسرے متن فونٹ

# Render.Label
source: Render
be: аказваць
eu: Errendatu
hy: մատուցել
ka: მიეცით
kn: ನಿರೂಪಣೆ
mk: Рендерирање
pa: ਦੇਵੋ
sd_arab: وڃايو
si: පිරිනැමිය
sq: suvatoj
ta: விடாது
te: రెండర్
ur: رینڈر

# Settings.Label
source: Settings
be: Налады
eu: Ezarpenak
gl: Configuración
hy: Կարգավորումներ
ka: პარამეტრები
kk: Параметрлер
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mk: Параметри
pa: ਸੈਟਿੰਗਜ਼
sd_arab: سيٽنگون
si: සිටුවම්
sq: Parametrat
ta: அமைப்புகள்
te: అమర్పులు
ur: سیٹنگیں

# ShowTranslation.Text
source: Show Translation
be: паказаць пераклад
eu: Erakutsi itzulpenak
gl: Mostra a tradución
hy: Ցույց տալ Translation
ka: Show თარგმანი
kk: көрсету аударма
kn: ಅನುವಾದ ಶೋ
mk: Покажи превод
pa: ਵੇਖੋ ਅਨੁਵਾਦ
sd_arab: نظر ترجمو
si: පරිවර්තනය පෙන්වන්න
sq: Trego Përkthim
ta: மொழிபெயர்ப்பு காட்டு
te: అనువాద షో
ur: ترجمہ میں دکھائیں

# ShowTransliteration.Text
source: Show Transliteration
be: паказаць транслітарацыі
eu: Erakutsi translation
gl: amosar transliteración
hy: Ցույց տալ թարգմանություն
ka: Show ტრანსლიტერაცია
kk: көрсету транслитерация
kn: ಟ್ರಾನ್ಸ್ಲಿಟರೇಶನ್ ಶೋ
mk: Прикажи Транслитерација
pa: ਵੇਖੋ ਲਿਪੀਅੰਤਰਨ
sd_arab: نظر Transliteration
si: අක්ෂර පරිවර්තනය පෙන්වන්න
sq: Trego Transliterimi
ta: ஒலிபெயர்ப்பு காட்டு
te: ట్రాన్స్లిటరేషన్ షో
ur: حرفی دکھائیں

# ShowWordByWord.Text
source: Show Word By Word
be: паказаць пословно
eu: Erakutsi Word By Hitza
gl: Amosar palabra por palabra
hy: Ցույց տալ, բառ առ բառ
ka: აჩვენეთ სიტყვა-სიტყვით
kk: Сөзден көрсету
kn: ಪದಗಳ ಮೂಲಕ ಪದಗಳ ತೋರಿಸಿ
mk: Прикажи збор по збор
pa: ਦਿਖਾਓ ਬਚਨ ਕੇ ਬਚਨ
sd_arab: ڏيکاريو ڪلام جو قسم حڪم
si: වචනය වන විට වචනය පෙන්වන්න
sq: Tregojnë fjalë për fjalë
ta: வார்த்தை வார்த்தையாக காட்டு
te: పద ద్వారా పద చూపించు
ur: لفظ سے لفظ دکھائیں

# Size.Text
source: Size
be: Памер
eu: Tamaina
gl: Tamaño
hy: Չափ
ka: ზომა
kk: Өлшем
kn: ಗಾತ್ರಿಸು
mk: Големина
pa: ਆਕਾਰ
sd_arab: سائيز
si: ප්‍රමාණය
sq: Madhësia
ta: அளவு
te: పరిమాణం
ur: ‏‏حجم

# UseRecitationRuleColoring.Text
source: Use Recitation Rule Coloring
be: Выкарыстоўвайце дэкламацыі Правіла размалёўкі гульні
eu: Erabili Hitzaldiaren Araua koloreztatzen
gl: Use recitación Regra Coloring
hy: Օգտագործեք ասմունքի կանոն Գունավորում
ka: გამოიყენეთ Recitation წესის Coloring
kk: Құран оқу ереже Раскраски пайдаланыңыз
kn: ವಾಚನ ರೂಲ್ ಬಣ್ಣ ಬಳಸಿ
mk: Користете рецитација Правило Боење
pa: ਗਾਇਨ ਨਿਯਮ ਿਜਹੇਪਰ੍ਤੀਸ਼ਤ ਵਰਤੋ
sd_arab: هائيه نقطا Coloring استعمال ڪريو
si: පාරායනය පාලනය කලරිං භාවිතා කරන්න
sq: Përdorni recitimit Rregulla ngjyrosje
ta: ஒப்புவித்தல் விதி நிறம் பயன்படுத்தவும்
te: ఖుర్ఆన్ రూల్ కలరింగ్ ఉపయోగించండి
ur: قرآن قاعدہ رنگ کاری استعمال کریں

# DefaultLanguage.Text
source: Default Language
be: Мову па змаўчанні
eu: Hizkuntza lehenetsia
gl: Idioma predefinido
hy: լռելյայն լեզու
ka: ნაგულისხმები ენა
kk: Әдепкі тіл
kn: ಪೂರ್ವನಿಯೋಜಿತ ಭಾಷೆ
mk: Стандарден јазик
pa: ਮੂਲ ਭਾਸ਼ਾ
sd_arab: ھونئن ٻولي
si: පෙරනිමි භාෂාව
sq: Default Gjuha
ta: இயல்புநிலை மொழி
te: డిఫాల్ట్ భాషా
ur: ڈیفالٹ لینگوئج

# AddBookmark.Text
source: Add Bookmark
be: Дадаць i зрабiць &закладку
eu: &Gehitu laster-marka
gl: Engadir &marcador
hy: Հավելել &էջանիշ
kk: &Бетбелгі қосу
kn: &ಬುಕ್‌ಮಾರ್ಕ್ ಸೇರಿಸು
mk: Додај &обележувач
pa: &ਬੁੱਕਮਾਰਕ ਜੋੜੋ
sd_arab: &بوڪ مارڪ اضافو ڪريو
si: පිටුසන &එක් කරන්න
sq: Shto &shenjën e referimit
ta: &புத்தகக்குறியைச் சேர்
te: &బుక్‌మార్క్‌ను జోడించు
ur: &نشانی شامل کریں

# Bookmarks.Text
source: Bookmarks
be: &Закладкі
eu: Laster-markak
gl: Marcadores
hy: Էջանիշեր
ka: სანიშნეები
kk: Бетбелгілер
kn: &ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು
mk: Маркери
pa: &ਬੁਕਮਾਰਕ
sd_arab: &بڪ مارڪ
si: &පිටුසන්
sq: &Shenjat e referimit
ta: &அடையாளக்குறிகள்
te: &పుటసూచీలు
ur: نشانياں

# CopyToClipboard.Text
source: Copy to Clipboard
be: Капіяваць у буфер абмену
eu: Kopiatu arbelera
gl: Copiar no portapapeis
hy: Պատճենել Սեղմատախտակում
ka: გაცვლის ბუფერში კოპირება
kk: Копировать в буфер
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿ...
mk: Копирај во складот
pa: ਕਲਿਪਬੋਰਡ 'ਤੇ ਪ੍ਰਤੀਲਿਪੀ ਬਣਾਉ
sd_arab: ڪلپ بورڊ ڏانهن نقل ڪريو
si: පසුරු පුවරුවට පිටපත් කරන්න
sq: Kopjo te kujtesa e fragmenteve
ta: கிளிப்போர்டில் நகலெடுக்கவும்
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయి...
ur: ‏‏کلپ بورڈ میں کاپی کریں

# GoToVerse.Label
source: Go to Verse
be: Перайсці да верша
eu: Joan den bertso
gl: Vaia co versículo
hy: Գնալ չափածո
ka: გადასვლა ლექსი
kk: Өлеңдер өтіңіз
kn: ಪದ್ಯ ಹೋಗಿ
mk: Оди на Стих
pa: ਆਇਤ ਨੂੰ ਜਾਓ
sd_arab: وڃڻو ڏانھن وڃو
si: පදය යන්න
sq: Shko tek Vargu
ta: வசனம் போய்
te: పద్యం వెళ్ళండి
ur: آیت جاؤ

# Pause.Label
source: Pause
be: Прыпыніць
eu: Pausatu
gl: Pausa
hy: Դադար
ka: პაუზა
kk: Тоқтата тұру
kn: ವಿರಾಮ
mk: Пауза
pa: ਵਕਫਾ
sd_arab: روڪيو
si: විරාම කරන්න
sq: Pezullo
ta: இடைநிறுத்து
ur: توقف

# Play.Label
source: Play
be: Прайграць
eu: Erreproduzitu
gl: Reproducir
hy: Նվագարկել
ka: დაკვრა
kk: Ойнату
kn: ಪ್ಲೇ ಮಾಡು
mk: Пушти
pa: ਚਲਾਉ
sd_arab: کيڏو
si: ධාවනය කරන්න
sq: Lexo
ta: இயக்கு
te: ప్లే చెయ్యి
ur: چلائيں

# Reciter.Text
source: Reciter
be: чытальнік
gl: recitador
hy: ասմունքող
kn: ವಾಚಕ
pa: ਰਾਗੀ
sq: deklamues
ta: காரி
te: వల్లించేవాడు
ur: قاری

# RemoveBookmark.Text
source: Remove Bookmark
be: Выдаліць Дадаць у закладкі
eu: Kendu Bookmark
gl: eliminar Bookmark
hy: հեռացնել Bookmark
ka: წაშლა Bookmark
kk: Бетбелгіні алып тастау
kn: ಬುಕ್ಮಾರ್ಕ್ ತೆಗೆದುಹಾಕಿ
mk: Отстрани обележувачи
pa: ਬੁੱਕਮਾਰਕ ਹਟਾਓ
sd_arab: فهد ميمڻ هٽائي ڇڏيو
si: Bookmark ඉවත් කරන්න
sq: Hiq Bookmark
ta: புக்மார்க் நீக்க
te: బుక్మార్క్ తొలగించు
ur: بک مارک ہٹا دیں

# SetPlaybackVerse.Text
source: Set Playback Verse
be: Набор прайгравання Верш
eu: Ezarri Playback Bertsoa
gl: Establecer Reprodución Verse
hy: Սահմանել նվագարկումը չափածո
ka: დაკვრის Verse
kk: Set Ойнату тармақ
kn: ಹಿನ್ನೆಲೆ ಶ್ಲೋಕ ಹೊಂದಿಸಿ
mk: Поставете репродукција Стих
pa: ਸੈੱਟ ਕਰੋ ਪਲੇਬੈਕ ਆਇਤ
sd_arab: سيٽ Playback وڃڻو
si: Set පසුබිම් පදය
sq: Set Playback Vargu
ta: பின்னணிப் வசனம் அமை
te: ప్లేబ్యాక్ వెర్స్ సెట్

# ShowExegesis.Text
source: Show Exegesis
be: паказаць экзэгезу
eu: Erakutsi exegesi
gl: amosar Exegese
hy: Ցույց տալ exegesis
kk: көрсету түсіндіру
kn: ಶೋ ಎಕ್ಸೆಗೆಸಿಸ್
mk: Прикажи егзегеза
pa: ਵੇਖੋ ਵਿਆਖਿਆ
sd_arab: نظر Exegesis
si: අර්ථ විවරණයේ සඳහන් පෙන්වන්න
sq: Trego Eksegjeza
ta: விளக்கவுரை நிகழ்ச்சி
te: షో ఎక్సజెసిస్
ur: دکھائیں تفسیر

# Share.Text
source: Share
be: Дазволіць агульны доступ
eu: Partekatu
gl: Compartir
hy: Համօգտագործել
ka: ზიარი
kk: Ортақ пайдалану
kn: ಹಂಚು
mk: Сподели
pa: ਸਾਂਝਾ ਕਰੋ
sd_arab: حصيداري ڪريو
si: හවුල
sq: Përbashko
ta: பகிர்
te: భాగస్వామ్యం

# AdditionalVerseAdvanceDelay.Text
source: Additional Verse Advance Delay
be: Дадатковы Verse Advance Delay
eu: Gehigarria Bertsoa Advance atzerapena
gl: Verso adicional Avance Demora
hy: Լրացուցիչ Հատված Advance ձգձգումը
ka: დამატებითი ლექსის Advance Delay
kk: Қосымша тармақ Advance Delay
kn: ಹೆಚ್ಚುವರಿ ಶ್ಲೋಕ ಅಡ್ವಾನ್ಸ್ ವಿಳಂಬ
mk: Дополнителни стих напредување губеа
pa: ਵਧੀਕ ਆਇਤ ਤਕਨੀਕੀ ਦੇਰੀ
sd_arab: ايڊيشنل وڃڻو اڳواٽ دير
si: අතිරේක පදය උසස් පමාද
sq: Shtesë Vargu Advance Delay
ta: கூடுதல் வசனம் தாமதப்படுத்தவோ
te: అదనపు వెర్స్ అడ్వాన్స్ ఆలస్యం

# AutomaticAdvanceVerse.Text
source: Advance Verse Automatically
be: Advance Verse Аўтаматычна
eu: Aldez Bertsoa Automatikoki
gl: Antelación Verso Automaticamente
hy: Advance Հատված Ավտոմատ
ka: Advance ლექსის ავტომატურად
kk: Аванстық тармақ автоматты түрде
kn: ಅಡ್ವಾನ್ಸ್ ಶ್ಲೋಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ
mk: Однапред стих Автоматски
pa: ਤਕਨੀਕੀ ਆਇਤ ਆਟੋਮੈਟਿਕ
sd_arab: اڳواٽ وڃڻو خودبخود
si: උසස් පදය ස්වයංක්රීයව
sq: Advance Vargu Automatikisht
ta: அட்வான்ஸ் வசனம் தானாகவே
te: అడ్వాన్స్ వెర్స్ స్వయంచాలకంగా

# DelayVerseLengthBeforeAdvancing.Text
source: Delay Length of Verse Before Advancing
be: Затрымка Даўжыня вершы перад Выраслыя
eu: Atzerapena Bertsoa luzera aurrera aurretik
gl: Atraso Duración do verso antes de avanzar
hy: Ձգձգումը երկարությունը Verse առաջ տանելու
ka: Delay სიგრძე ლექსის წინ მიიწევს
kk: Алға алдында өлең ұзындығы кешіктіріп
kn: ಮುಂದುವರೆಸುವುದಕ್ಕೆ ಮುಂಚಿತವಾಗಿ ವರ್ಸ್ ವಿಳಂಬ ಉದ್ದ
mk: Губеа должина на стихот пред да напредува
pa: ਆਇਤ ਦੇ ਦੇਰੀ ਲੰਬਾਈ ਤਕਨੀਕੀਕਰਨ ਅੱਗੇ
sd_arab: وڃڻو جي ڊگھائي دير وڌڻ کان اڳ
si: ඉදිරියට පෙර පදය දිග ප්රමාද
sq: Vonesa Gjatësia e Vargu Para Avancimi
ta: வசனம் தாமதம் நீளம் முன்னேறும் முன்
te: చేరుకుంటున్న ముందు వెర్స్ ఆలస్యం పొడవు

# Looping.Text
source: Looping Mode
be: рэжым Looping
eu: begizta Mode
gl: Modo looping
ka: looping რეჟიმი
kk: цикл режимі
kn: ಆವರ್ತನಕ್ಕೆ ಮೋಡ್
mk: looping режим
pa: ਘੁੰਮਾਉਦਾਰ ਮੋਡ
sd_arab: Looping موڊ
si: ප්රහාරක ප්රකාරය
ta: தேடுகிறது முறை
te: మళ్ళీ వెతికినా మోడ్

# About.Label
source: About
be: Аб праграме
eu: Honi buruz
gl: Acerca de
hy: Մասին
ka: შესახებ
kk: Туралы
kn: ಬಗ್ಗೆ
mk: За
pa: ਬਾਰੇ
sd_arab: بابت
si: ගැන
sq: Rreth
ta: இது பற்றி
te: గురించి

# AboutInfo.Text
source: Arabic Qur'an with metadata and all Translations and some audio recitations except those listed credited to Tanzil Project (http://tanzil.net). Hungarian Translation of Qur'an by Kiss Zsuzsanna Halima credited to Magyar Iszlam (http://magyariszlam.hu). English Translation of Qu'ran by Maulana Muhammad Ali credited to The Lahore Ahmadiyya Movement in Islam (http://www.aaiil.org). Morphology data and English word-by-word translation credit to Quranic Arabic Corpus (http://corpus.quran.com). Indonesian word-by-word translation credit to Al-Quran Indonesia (http://www.alquran-indonesia.com/web/quran). Turkish word-by-word translation credit to Süleyman Ateş (http://www.kuranmeali.com/kelime.asp). Urdu word-by-word translation by Hafiz Nazar Muhammad credited to Easy Quran Wa Hadees (http://www.easyquranwahadees.com). Other word-by-word translations as well as other translations in the program credited to Microsoft Translation Provider (http://www.microsoft.com/en-us/translator) and Google Translate (http://translate.google.com) and may not be accurate. For Malaysian word-by-word Qur'an, the source is Indonesian. For all other word-by-word Qur'an, the source is the English Quranic Arabic Corpus. Other audio recitations with bitrate shown credited to Every Ayah (http://www.everyayah.com). Unicode data credited to The Unicode Consortium (http://www.unicode.org)
eu: " onmouseover="this.style.backgroundColor='#ebeff9'" onmouseout="this.style.backgroundColor='#fff'">Arabic metadata eta Translations guztiak eta audio errezitaldi batzuk horiek zerrendatuta Tanzil Project (http://tanzil.net) ordainduko ezik Qur'an.<br>
gl: " onmouseover="this.style.backgroundColor='#ebeff9'" onmouseout="this.style.backgroundColor='#fff'">Corán árabe con metadatos e todas as traducións e algunhas recitações de audio excepto aqueles listados imputado na Tanzil Proxecto (http://tanzil.net).<br>
kk: " onmouseover="this.style.backgroundColor='#ebeff9'" onmouseout="this.style.backgroundColor='#fff'">метадеректер және Tanzil жобасы (http://tanzil.net) есептелген аталған адамдарды қоспағанда, барлық Аудармалар және кейбір аудио мәнерлеп араб Құран.<br>
sd_arab: " onmouseover="this.style.backgroundColor='#ebeff9'" onmouseout="this.style.backgroundColor='#fff'">بازارن ۽ Tanzil پروجيڪٽ (http://tanzil.net) کي ڏنل آھن تن کان سواء سڀني ترجمو ۽ ڪجهه ٻڌڻ recitations سان گڏ عربي قرآن.<br>

# SetPlaybackVerse.Text
source: Set Playback Verse
ur: پلے بیک آیت سیٹ کریں

# ShowMorphologyInfo.Text
source: Show Morphology Information
ur: دکھائیں Morphology کی معلومات
